[
  {
    "translation": {
      "en": "[officer 1] Core and countdown one in two hours, 57 minutes.",
      "fr": "Décollage dans deux heures, 57 minutes. UN DOCUMENTAIRE NETFLIX"
    }
  },
  {
    "translation": {
      "en": "The crew has arrived at the pad on schedule.",
      "fr": "L'équipe est arrivée à l'heure prévue."
    }
  },
  {
    "translation": {
      "en": "[officer 2] Copy.",
      "fr": "Bien reçu."
    }
  },
  {
    "translation": {
      "en": "Dragon's healthy and ready for crew ingress.",
      "fr": "La capsule Dragon est prête à accueillir l'équipage."
    }
  },
  {
    "translation": {
      "en": "[woman] You're looking at the rocket that will return American astronauts",
      "fr": "Voici la fusée qui ramènera des astronautes américains"
    }
  },
  {
    "translation": {
      "en": "to the International Space Station from American soil",
      "fr": "dans la Station spatiale internationale depuis le sol américain"
    }
  },
  {
    "translation": {
      "en": "for the first time since nearly nine years ago.",
      "fr": "pour la première fois en près de neuf ans."
    }
  },
  {
    "translation": {
      "en": "[man] Today's mission is known as Demonstration Mission-2, or Demo-2.",
      "fr": "La mission du jour s'appelle \"Demonstration 2\", ou \"Demo-2\"."
    }
  },
  {
    "translation": {
      "en": "Demo-2 is the final test for NASA to certify SpaceX",
      "fr": "C'est la dernière mission test de SpaceX pour obtenir"
    }
  },
  {
    "translation": {
      "en": "for regular crew flights to the space station.",
      "fr": "le droit de transporter les astronautes de la NASA."
    }
  },
  {
    "translation": {
      "en": "[officer 1] Core and countdown one in T-minus two hours and 46 minutes.",
      "fr": "Décollage dans deux heures, 46 minutes."
    }
  },
  {
    "translation": {
      "en": "The crew has arrived at the White Room. Its ingress is in progress on schedule.",
      "fr": "L'équipe est dans la salle blanche. L'entrée se déroule comme prévu."
    }
  },
  {
    "translation": {
      "en": "[officer 2] Dragon has transitioned to terminal count and is on internal power.",
      "fr": "Dragon est en mode décompte et sur l'alimentation interne."
    }
  },
  {
    "translation": {
      "en": "Stage one, LOX load, close out.",
      "fr": "La première étape est terminée."
    }
  },
  {
    "translation": {
      "en": "[Elon] Earth is the cradle of humanity,",
      "fr": "La Terre est le berceau de l'humanité."
    }
  },
  {
    "translation": {
      "en": "but you cannot stay in the cradle forever.",
      "fr": "Mais on doit quitter le berceau."
    }
  },
  {
    "translation": {
      "en": "It is time to go forth,",
      "fr": "On doit avancer"
    }
  },
  {
    "translation": {
      "en": "be out there among the stars,",
      "fr": "pour rejoindre les étoiles,"
    }
  },
  {
    "translation": {
      "en": "expand the scope and scale of human consciousness.",
      "fr": "et élargir la portée de la conscience humaine."
    }
  },
  {
    "translation": {
      "en": "[officer] Ten, nine, eight, seven, six,",
      "fr": "Dix, neuf, huit, sept, six,"
    }
  },
  {
    "translation": {
      "en": "five, four, three, two, one.",
      "fr": "cinq, quatre, trois, deux, un."
    }
  },
  {
    "translation": {
      "en": "[Elon] There's this little candle of consciousness on Earth.",
      "fr": "Une lueur de conscience brille sur Terre,"
    }
  },
  {
    "translation": {
      "en": "It hasn't been around for very long,",
      "fr": "depuis peu de temps."
    }
  },
  {
    "translation": {
      "en": "and it could easily go out.",
      "fr": "Elle pourrait facilement s'éteindre."
    }
  },
  {
    "translation": {
      "en": "It could be a meteor,",
      "fr": "À cause d'une météorite,"
    }
  },
  {
    "translation": {
      "en": "extreme climate change. Who knows? A third world war.",
      "fr": "du réchauffement climatique, ou d'une troisième guerre mondiale."
    }
  },
  {
    "translation": {
      "en": "Clearly, we need to preserve the light of consciousness into the future",
      "fr": "Donc on se doit de préserver cette lueur de conscience"
    }
  },
  {
    "translation": {
      "en": "by becoming a multi-planet species, extending life beyond Earth.",
      "fr": "en devenant une espèce multi-planétaire qui s'exporte au-delà de la Terre."
    }
  },
  {
    "translation": {
      "en": "Before starting SpaceX,",
      "fr": "Avant de lancer SpaceX,"
    }
  },
  {
    "translation": {
      "en": "I was waiting for NASA to send people up to Mars.",
      "fr": "j'attendais que la NASA nous envoie sur Mars."
    }
  },
  {
    "translation": {
      "en": "Every year, I'd look at the NASA website, and I was like, \"Well, it's hard to f--\"",
      "fr": "Tous les ans, j'allais sur leur site et je me disais : INGÉNIEUR EN CHEF \"Bon, je crois que Mars, ce n'est pas pour demain.\""
    }
  },
  {
    "translation": {
      "en": "[laughs] There just didn't seem to be a date for when we're sending people to Mars.",
      "fr": "\"Bon, je crois que Mars, ce n'est pas pour demain.\""
    }
  },
  {
    "translation": {
      "en": "In fact, uh, space, you could say, like,",
      "fr": "En fait, on pourrait dire :"
    }
  },
  {
    "translation": {
      "en": "\"Look, we were able to go to the Moon in '69,",
      "fr": "\"On a marché sur la Lune en 1969."
    }
  },
  {
    "translation": {
      "en": "and our last mission to the Moon was in '72.\"",
      "fr": "\"La dernière mission sur la Lune date de 1972."
    }
  },
  {
    "translation": {
      "en": "\"And now here we are half a century later, and still we have not gone back to the Moon.\"",
      "fr": "\"Et maintenant, un demi-siècle plus tard, et on n'y est toujours pas retournés.\""
    }
  },
  {
    "translation": {
      "en": "The absolutely fundamental breakthrough",
      "fr": "L'avancée fondamentale"
    }
  },
  {
    "translation": {
      "en": "that's needed for humanity to become a multi-planet species",
      "fr": "que l'on doit faire pour devenir une espèce multi-planétaire,"
    }
  },
  {
    "translation": {
      "en": "is a rocket system that's fully and rapidly reusable.",
      "fr": "c'est la mise au point d'une fusée réutilisable."
    }
  },
  {
    "translation": {
      "en": "-[men] Yeah. -So, uh…",
      "fr": "- Oui. - Donc…"
    }
  },
  {
    "translation": {
      "en": "[man] For 50 years, NASA has been left behind.",
      "fr": "Ça fait 50 ans qu'on néglige la NASA."
    }
  },
  {
    "translation": {
      "en": "As the NASA administrator,",
      "fr": "En tant qu'administrateur,"
    }
  },
  {
    "translation": {
      "en": "I will tell you, that is a failure of our nation.",
      "fr": "je vous dis que c'est un échec national."
    }
  },
  {
    "translation": {
      "en": "But now, through our partnership with commercial companies like SpaceX,",
      "fr": "Mais grâce à des partenariats privés comme avec SpaceX,"
    }
  },
  {
    "translation": {
      "en": "we have the opportunity to fix that.",
      "fr": "on a l'opportunité d'y remédier."
    }
  },
  {
    "translation": {
      "en": "If Mission Demo-2 is successful,",
      "fr": "Si la mission Demo-2 est un succès,"
    }
  },
  {
    "translation": {
      "en": "we'll launch American astronauts on American rockets from American soil",
      "fr": "nos astronautes décolleront à bord d'une fusée américaine"
    }
  },
  {
    "translation": {
      "en": "for the first time in nine years.",
      "fr": "pour la première fois depuis neuf ans."
    }
  },
  {
    "translation": {
      "en": "The ability to once again send our astronauts",
      "fr": "L'envoi de nos astronautes"
    }
  },
  {
    "translation": {
      "en": "to the International Space Station",
      "fr": "sur la Station spatiale internationale"
    }
  },
  {
    "translation": {
      "en": "is the first step in getting humans ready to go to Mars.",
      "fr": "est la première étape avant d'envoyer l'humanité sur Mars."
    }
  },
  {
    "translation": {
      "en": "[man 1] Good morning, safety divers EV-1 and 2. How do you copy?",
      "fr": "Plongeurs EV-1 et 2. Vous me recevez ?"
    }
  },
  {
    "translation": {
      "en": "Copy safety divers EV-1, copy safety divers EV-2, going to backup.",
      "fr": "Plongeur de sécurité EV-1, EV-2 en soutien."
    }
  },
  {
    "translation": {
      "en": "[woman] Five GPH and work on the blue.",
      "fr": "Travaillez sur le bleu."
    }
  },
  {
    "translation": {
      "en": "Alarms have been enabled, and we show no alarms that impact testing.",
      "fr": "Alarmes activées. Tout va bien de ce côté."
    }
  },
  {
    "translation": {
      "en": "[man 2] Hey, Bob, you're gonna need a Bravo 7.",
      "fr": "Bob, il te faut un Bravo 7."
    }
  },
  {
    "translation": {
      "en": "[Bob] Okay.",
      "fr": "D'accord."
    }
  },
  {
    "translation": {
      "en": "[man 2] Bob and I, we're laser-focused on what we need to do to get Dragon safely to Space Station",
      "fr": "Bob et moi, on a pour objectif d'amarrer le vaisseau Dragon à l'ISS…"
    }
  },
  {
    "translation": {
      "en": "and then, you know, our mission on board Space Station after that.",
      "fr": "ASTRONAUTE DE LA NASA … et poursuivre notre mission à bord."
    }
  },
  {
    "translation": {
      "en": "We've been close friends",
      "fr": "On est devenus amis"
    }
  },
  {
    "translation": {
      "en": "since we started as astronauts almost 20 years ago.",
      "fr": "lorsqu'on est devenus astronautes il y a 20 ans."
    }
  },
  {
    "translation": {
      "en": "-[Doug] That feel better? -[Bob] Yep. That's good.",
      "fr": "- C'est mieux ? - Oui. C'est bien."
    }
  },
  {
    "translation": {
      "en": "Doug's a meticulous pilot and extremely skilled at the same time.",
      "fr": "Doug est un pilote rigoureux, mais aussi très habile."
    }
  },
  {
    "translation": {
      "en": "It's a… a rare person that kinda can put both skills together",
      "fr": "Il existe peu de personnes qui cumulent ces deux qualités."
    }
  },
  {
    "translation": {
      "en": "where not only are they super good,",
      "fr": "En plus d'être doué,"
    }
  },
  {
    "translation": {
      "en": "but they're also super good at staying out of trouble.",
      "fr": "il sait aussi agir avec prudence."
    }
  },
  {
    "translation": {
      "en": "He's a Marine, right? And so he does have some of the stereotypical, uh, things",
      "fr": "C'est un Marine. Il fait souvent preuve d'une rigueur propre aux Marines. Il ne faut pas l'oublier."
    }
  },
  {
    "translation": {
      "en": "about a Marine, so you need to know that.",
      "fr": "d'une rigueur propre aux Marines. Il ne faut pas l'oublier."
    }
  },
  {
    "translation": {
      "en": "Everything has a place, and I like things organized and symmetrical,",
      "fr": "Chaque chose a sa place. J'aime quand tout est carré et rangé,"
    }
  },
  {
    "translation": {
      "en": "and Bob… Bob's just… He doesn't have time for that stuff.",
      "fr": "alors que Bob n'a pas le temps pour ça."
    }
  },
  {
    "translation": {
      "en": "[Doug] It's just an override. It allows you to bypass…",
      "fr": "C'est pour forcer l'arrêt."
    }
  },
  {
    "translation": {
      "en": "He's got a tighter sense of hygiene than I do, I think.",
      "fr": "Il est plus à cheval sur l'hygiène que moi."
    }
  },
  {
    "translation": {
      "en": "\"Do you really want it cleaned that well?\" \"Yes, I do.\"",
      "fr": "\"C'est nécessaire de nettoyer ça ?\" \"Oui.\""
    }
  },
  {
    "translation": {
      "en": "[man] Try to give you as much flying as possible today, just to show you…",
      "fr": "On va faire une bonne séance de simulation de vol."
    }
  },
  {
    "translation": {
      "en": "[Doug] Bob's got an incredible mind. He's just always a little bit ahead of everybody else.",
      "fr": "Bob est incroyablement intelligent. Il est toujours en avance sur les autres."
    }
  },
  {
    "translation": {
      "en": "He's very analytical, very mechanical,",
      "fr": "Il a des compétences analytiques et mécaniques."
    }
  },
  {
    "translation": {
      "en": "which I think is why he's been such a successful spacewalker.",
      "fr": "C'est pour ça qu'il réussit bien ses sorties extravéhiculaires."
    }
  },
  {
    "translation": {
      "en": "He pictures it,",
      "fr": "Il visualise l'objectif,"
    }
  },
  {
    "translation": {
      "en": "yet he has the ability, mechanically, to do those things.",
      "fr": "et il est techniquement très habile pour le réaliser."
    }
  },
  {
    "translation": {
      "en": "[Bob] I'll just get to another handrail over here.",
      "fr": "Je m'accroche à la rampe, juste là."
    }
  },
  {
    "translation": {
      "en": "[Doug] Bob expects a lot out of himself.",
      "fr": "Bob est exigeant envers lui-même."
    }
  },
  {
    "translation": {
      "en": "We set pretty high bars for ourselves and each other.",
      "fr": "On met tous les deux la barre très haut."
    }
  },
  {
    "translation": {
      "en": "[Doug] You got a lot you need to get done,",
      "fr": "On a beaucoup à faire,"
    }
  },
  {
    "translation": {
      "en": "and there's a lot of people that are counting on you to get it done.",
      "fr": "et on a beaucoup de gens qui comptent sur nous."
    }
  },
  {
    "translation": {
      "en": "How confident are you that we'll see humans launch from US soil",
      "fr": "Pensez-vous que des astronautes décolleront depuis les États-Unis"
    }
  },
  {
    "translation": {
      "en": "this year or in the summer?",
      "fr": "cette année, ou cet été ?"
    }
  },
  {
    "translation": {
      "en": "Um, it's been 17 years, and we still haven't launched anyone yet.",
      "fr": "Ça fait 17 ans que personne n'a décollé."
    }
  },
  {
    "translation": {
      "en": "But hopefully, we will later this year.",
      "fr": "On espère y remédier dans l'année."
    }
  },
  {
    "translation": {
      "en": "Seems like you're feeling good about flying on it.",
      "fr": "On a un bon pressentiment."
    }
  },
  {
    "translation": {
      "en": "Yeah, I think this is… this is what you wanna see.",
      "fr": "Oui, je pense qu'on rêve tous"
    }
  },
  {
    "translation": {
      "en": "You wanna see the team hitting its stride,",
      "fr": "de mener la mission à bien."
    }
  },
  {
    "translation": {
      "en": "uh, as we get ready to put people on these things.",
      "fr": "On mettra une équipe à bord de cette fusée."
    }
  },
  {
    "translation": {
      "en": "[reporter] Elon, you've got these two guys sitting right next to you.",
      "fr": "Elon, deux astronautes sont à côté de vous."
    }
  },
  {
    "translation": {
      "en": "Any thoughts on that, how you're gonna get through that launch?",
      "fr": "Est-ce que vous appréhendez le lancement ?"
    }
  },
  {
    "translation": {
      "en": "I suspect it'll be extremely stressful,",
      "fr": "Ce sera sûrement stressant,"
    }
  },
  {
    "translation": {
      "en": "but we've been very focused on just making sure that the vehicle works.",
      "fr": "mais on travaille dur sur cette fusée."
    }
  },
  {
    "translation": {
      "en": "We definitely won't launch till we've done everything we can possibly think of,",
      "fr": "On ne lancera rien tant qu'on ne sera pas sûrs à 100 %."
    }
  },
  {
    "translation": {
      "en": "that's for sure.",
      "fr": "Évidemment."
    }
  },
  {
    "translation": {
      "en": "[Jim] We are doing everything we can to make these vehicles as safe as possible,",
      "fr": "On fait tout pour que nos vaisseaux soient les plus sûrs possible."
    }
  },
  {
    "translation": {
      "en": "because my generation, we… we remember a catastrophe.",
      "fr": "Ma génération a vécu une catastrophe."
    }
  },
  {
    "translation": {
      "en": "I remember exactly where I was in 1986 when the Challenger exploded.",
      "fr": "Je sais parfaitement où j'étais en 1986, lorsque la navette Challenger a explosé."
    }
  },
  {
    "translation": {
      "en": "I was in Miss Powers' fifth grade class.",
      "fr": "J'étais en CM2, dans la classe de Mlle Powers."
    }
  },
  {
    "translation": {
      "en": "This was the mission with Christa McAuliffe,",
      "fr": "Christa McAuliffe était à bord,"
    }
  },
  {
    "translation": {
      "en": "a teacher going into space.",
      "fr": "une professeure dans l'espace."
    }
  },
  {
    "translation": {
      "en": "They brought in the TVs.",
      "fr": "On avait la télé dans la salle."
    }
  },
  {
    "translation": {
      "en": "[officer] Challenger, go with throttle-up.",
      "fr": "Challenger, pleine puissance."
    }
  },
  {
    "translation": {
      "en": "[reporter] What appears to be a major catastrophe in America's space program,",
      "fr": "C'est une immense catastrophe pour le programme spatial."
    }
  },
  {
    "translation": {
      "en": "Challenger, only seconds after leaving the launchpad, has exploded in midair.",
      "fr": "Le Challenger a explosé en plein vol quelques secondes après le décollage."
    }
  },
  {
    "translation": {
      "en": "No word yet on if there are any survivors.",
      "fr": "Nous ignorons s'il y a des survivants."
    }
  },
  {
    "translation": {
      "en": "[Bob] Spaceflight is an unforgiving environment.",
      "fr": "Le voyage spatial, ça ne pardonne pas."
    }
  },
  {
    "translation": {
      "en": "You know, you're riding a controlled bomb into space,",
      "fr": "On monte à bord d'une bombe contrôlée"
    }
  },
  {
    "translation": {
      "en": "and you're accelerating to 17,500 miles an hour.",
      "fr": "qu'on pousse à plus de 28 000 km/h."
    }
  },
  {
    "translation": {
      "en": "Obviously, there is inherent risk.",
      "fr": "Il est évident qu'il y a un risque."
    }
  },
  {
    "translation": {
      "en": "With all of our experience on the NASA side, having dealt with the risk,",
      "fr": "Comme on avait touché le danger du doigt, à la NASA,"
    }
  },
  {
    "translation": {
      "en": "Doug and I were a good fit, I think, for SpaceX.",
      "fr": "Doug et moi étions une évidence pour SpaceX."
    }
  },
  {
    "translation": {
      "en": "That experience with the actual loss of a crew",
      "fr": "On avait perdu un équipage. L'entreprise estimait qu'on était"
    }
  },
  {
    "translation": {
      "en": "was something that they felt was important for the crew members",
      "fr": "On avait perdu un équipage. L'entreprise estimait qu'on était les mieux placés pour mettre au point un nouveau vaisseau."
    }
  },
  {
    "translation": {
      "en": "that were gonna work on developing a new vehicle.",
      "fr": "les mieux placés pour mettre au point un nouveau vaisseau."
    }
  },
  {
    "translation": {
      "en": "Do you do it on the back one normally, Bob?",
      "fr": "Lequel tu prends d'habitude, Bob ?"
    }
  },
  {
    "translation": {
      "en": "You know, Bob and I have been working with SpaceX for five years.",
      "fr": "Ça fait cinq ans qu'on collabore avec SpaceX."
    }
  },
  {
    "translation": {
      "en": "We're involved with the design.",
      "fr": "On participe à la conception."
    }
  },
  {
    "translation": {
      "en": "And, of course, one of the things that we wanted Dragon to have",
      "fr": "Ce qu'on a tenu à intégrer à la capsule Dragon,"
    }
  },
  {
    "translation": {
      "en": "that shuttle didn't have is the abort system.",
      "fr": "et qui manquait, c'est un système d'éjection d'urgence."
    }
  },
  {
    "translation": {
      "en": "If something goes really, really wrong…",
      "fr": "En cas de dysfonctionnement majeur,"
    }
  },
  {
    "translation": {
      "en": "we'll be automatically separated from the booster",
      "fr": "on sera automatiquement éjectés de la fusée,"
    }
  },
  {
    "translation": {
      "en": "and parachute back down into the Atlantic.",
      "fr": "et parachutés dans l'Atlantique."
    }
  },
  {
    "translation": {
      "en": "Today is the uncrewed test of this abort system.",
      "fr": "Aujourd'hui, on teste ce système à vide."
    }
  },
  {
    "translation": {
      "en": "[host] Good morning, everybody. We are now actually live.",
      "fr": "Bonjour tout le monde. On est en direct."
    }
  },
  {
    "translation": {
      "en": "It's awesome, but I'm also just a little bit sad.",
      "fr": "C'est mortel, mais c'est aussi un peu triste."
    }
  },
  {
    "translation": {
      "en": "I don't wanna see a rocket intentionally blow up",
      "fr": "Je n'ai pas envie de voir une fusée sacrifiée…"
    }
  },
  {
    "translation": {
      "en": "and sacrifice itself for the safety of humankind's going to space,",
      "fr": "PRÉSENTATEUR … pour le bien de la conquête spatiale,"
    }
  },
  {
    "translation": {
      "en": "but sometimes, that's what you gotta do, you know, so…",
      "fr": "mais parfois, on n'a pas le choix."
    }
  },
  {
    "translation": {
      "en": "I've been doing this full-time on YouTube for almost three years.",
      "fr": "Je suis youtubeur depuis presque trois ans."
    }
  },
  {
    "translation": {
      "en": "I'll move closer so you have a sense of scale.",
      "fr": "Je vais m'approcher."
    }
  },
  {
    "translation": {
      "en": "The point of Everyday Astronaut is to bring space down to Earth for everyday people.",
      "fr": "Je cherche à vulgariser la conquête spatiale."
    }
  },
  {
    "translation": {
      "en": "We're gonna be trying to track the rocket with this…",
      "fr": "On va essayer de suivre la fusée avec ça…"
    }
  },
  {
    "translation": {
      "en": "Thirty-five percent of my audience is in the United States. Sixty-five percent is an international audience.",
      "fr": "Mon public comprend 35 % d'Américains, et 65 % d'internationaux."
    }
  },
  {
    "translation": {
      "en": "And so spaceflight is literally uniting people",
      "fr": "Le voyage dans l'espace rassemble les gens"
    }
  },
  {
    "translation": {
      "en": "around this common goal of space exploration.",
      "fr": "autour de cet objectif commun, l'exploration spatiale."
    }
  },
  {
    "translation": {
      "en": "It's not… it's not just one person or one country. It is humanity.",
      "fr": "On ne parle pas d'un seul homme, d'un pays, mais de l'humanité."
    }
  },
  {
    "translation": {
      "en": "You're exploring together.",
      "fr": "On explore ensemble."
    }
  },
  {
    "translation": {
      "en": "T-minus ten.",
      "fr": "Dix secondes."
    }
  },
  {
    "translation": {
      "en": "Five, four, three, two, one,",
      "fr": "Cinq, quatre, trois, deux, un,"
    }
  },
  {
    "translation": {
      "en": "ignition.",
      "fr": "allumage."
    }
  },
  {
    "translation": {
      "en": "Look at that! [laughs ecstatically]",
      "fr": "Regardez ça !"
    }
  },
  {
    "translation": {
      "en": "We are in this. We are doing this.",
      "fr": "C'est parti."
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "fr": "Ouais !"
    }
  },
  {
    "translation": {
      "en": "Yes! Look at that!",
      "fr": "Oui ! Regardez ça !"
    }
  },
  {
    "translation": {
      "en": "-[laughing] Car alarms are going off! -[car alarms sounding] Car alarms are going off!",
      "fr": "Ça déclenche des alarmes de voitures."
    }
  },
  {
    "translation": {
      "en": "Oh, those clouds might ruin our shots here.",
      "fr": "Les nuages vont nous gâcher la vue."
    }
  },
  {
    "translation": {
      "en": "Here we go. It's gonna happen right now in the clouds.",
      "fr": "Ça y est. Ça va se passer dans les nuages."
    }
  },
  {
    "translation": {
      "en": "No! We have to watch SpaceX's stream.",
      "fr": "Non ! Il faut regarder les images de SpaceX."
    }
  },
  {
    "translation": {
      "en": "[officer 1] Vehicle is supersonic and passing through maximum dynamic pressure.",
      "fr": "Vaisseau en vol supersonique. Pression dynamique maximale."
    }
  },
  {
    "translation": {
      "en": "[officer 2] Dragon launch escape initiated.",
      "fr": "Éjection de Dragon enclenchée."
    }
  },
  {
    "translation": {
      "en": "[officer 3] Dragon's away.",
      "fr": "Dragon est partie."
    }
  },
  {
    "translation": {
      "en": "Okay, the major activity coming up.",
      "fr": "Le grand moment arrive."
    }
  },
  {
    "translation": {
      "en": "[woman] Okay, you just saw a bright flash there. It looks like Falcon 9 breaking up.",
      "fr": "On vient de voir un éclair. Falcon 9 semble avoir largué la capsule."
    }
  },
  {
    "translation": {
      "en": "And there they are. Drogue chutes are out.",
      "fr": "Les voilà. Les parachutes de freinage."
    }
  },
  {
    "translation": {
      "en": "[Jim] Another amazing milestone is complete.",
      "fr": "Une nouvelle étape est franchie."
    }
  },
  {
    "translation": {
      "en": "This was a very successful test.",
      "fr": "Le lancement test est un succès."
    }
  },
  {
    "translation": {
      "en": "It looked beautiful. [chuckles]",
      "fr": "C'était sublime."
    }
  },
  {
    "translation": {
      "en": "Yeah, obviously, I'm super fired up. This is great, you know?",
      "fr": "Je suis regonflé à bloc. C'est formidable."
    }
  },
  {
    "translation": {
      "en": "[reporter] I was wondering how much data you were able to get after the breakup.",
      "fr": "Vous avez pu récupérer des données, après la séparation ?"
    }
  },
  {
    "translation": {
      "en": "[Elon] We lost telemetry on the first stage shortly after it exploded.",
      "fr": "La télémesure s'est coupée juste après l'explosion."
    }
  },
  {
    "translation": {
      "en": "There's definitely not any big pieces of the rocket left.",
      "fr": "Il ne reste plus grand-chose de la fusée."
    }
  },
  {
    "translation": {
      "en": "Hi. Loren Grush with The Verge.",
      "fr": "Loren Grush pour The Verge."
    }
  },
  {
    "translation": {
      "en": "The explosion that happened today with the Falcon 9,",
      "fr": "Que se passerait-il si l'explosion qui a eu lieu avec Falcon 9"
    }
  },
  {
    "translation": {
      "en": "what would happen if an explosion like that occurred",
      "fr": "Que se passerait-il si l'explosion qui a eu lieu avec Falcon 9 se reproduisait avec l'équipage ?"
    }
  },
  {
    "translation": {
      "en": "while the Crew Dragon was still attached? Is there any concern about that happening?",
      "fr": "se reproduisait avec l'équipage ? Est-ce un risque à prendre en considération ?"
    }
  },
  {
    "translation": {
      "en": "It's much more a fireball than it is an explosion.",
      "fr": "C'était plus une boule de feu qu'une explosion."
    }
  },
  {
    "translation": {
      "en": "It should be, uh, really not significantly affected by a fireball.",
      "fr": "Il n'y a pas à s'inquiéter pour une boule de feu."
    }
  },
  {
    "translation": {
      "en": "So it could quite literally, like something out of Star Wars, fly right out of the fireball.",
      "fr": "Ce serait comme dans Star Wars, elle échapperait à la boule de feu."
    }
  },
  {
    "translation": {
      "en": "Um, so that's, uh… Obviously, we wanna avoid… avoid doing that, but… [laughs]",
      "fr": "On préfère l'éviter, bien évidemment."
    }
  },
  {
    "translation": {
      "en": "[woman] Well, thank you, all.",
      "fr": "Merci à tous."
    }
  },
  {
    "translation": {
      "en": "[reporter] Elon, doesn't this deserve a dance today?",
      "fr": "Elon, pas de danse de la joie, aujourd'hui ?"
    }
  },
  {
    "translation": {
      "en": "-[reporters laughing] -[reporter] Come on.",
      "fr": "Allez."
    }
  },
  {
    "translation": {
      "en": "I… I can't set these expectations, uh, of… of dancing constantly.",
      "fr": "Vous m'en demandez beaucoup. Je ne danse pas constamment."
    }
  },
  {
    "translation": {
      "en": "-I… I'm not that good of a dancer. -[reporter] You are!",
      "fr": "- Je danse mal. - Pas du tout !"
    }
  },
  {
    "translation": {
      "en": "-I'm gonna have to work on my skills. -[reporter] You are.",
      "fr": "- Il faut que je m'entraîne. - Allez."
    }
  },
  {
    "translation": {
      "en": "No, no. I… I am not your dancing puppet.",
      "fr": "Non. Je ne suis pas votre marionnette."
    }
  },
  {
    "translation": {
      "en": "[splutters] I'll tell you what, after crew launch, 100%.",
      "fr": "Vous savez quoi ? Je danserai après le premier vol habité."
    }
  },
  {
    "translation": {
      "en": "-[reporters laughing] -All right, it's good to see everyone.",
      "fr": "Allez, au plaisir."
    }
  },
  {
    "translation": {
      "en": "[Doug] What we did this morning was almost a final exam for the system",
      "fr": "Le lancement de ce matin était le dernier test de notre système"
    }
  },
  {
    "translation": {
      "en": "we're gonna fly here in a very short time.",
      "fr": "avant notre départ très prochainement."
    }
  },
  {
    "translation": {
      "en": "[Doug] There's certainly a fair amount of work left to do.",
      "fr": "On a encore beaucoup de travail,"
    }
  },
  {
    "translation": {
      "en": "We've got final simulations.",
      "fr": "des séances de simulation."
    }
  },
  {
    "translation": {
      "en": "But just to see the in-flight abort",
      "fr": "Mais voir le système d'éjection,"
    }
  },
  {
    "translation": {
      "en": "and think about flying rockets again to the space station,",
      "fr": "et se dire qu'on va bientôt décoller depuis la base,"
    }
  },
  {
    "translation": {
      "en": "it's unbelievable.",
      "fr": "c'est incroyable."
    }
  },
  {
    "translation": {
      "en": "I mean, nine years ago,",
      "fr": "Il y a neuf ans,"
    }
  },
  {
    "translation": {
      "en": "you know, I was the pilot on the last shuttle flight.",
      "fr": "j'ai piloté le dernier vol américain."
    }
  },
  {
    "translation": {
      "en": "At that point, I didn't know if I was ever gonna fly again.",
      "fr": "J'ignorais si je repartirais un jour."
    }
  },
  {
    "translation": {
      "en": "[reporter] We're about to see something that none of us will ever see again,",
      "fr": "Nous ne reverrons jamais ce que nous allons voir,"
    }
  },
  {
    "translation": {
      "en": "the launch of a space shuttle.",
      "fr": "le lancement d'une navette spatiale."
    }
  },
  {
    "translation": {
      "en": "On the 135th and final space shuttle mission,",
      "fr": "C'est la 135e et dernière mission de la navette spatiale."
    }
  },
  {
    "translation": {
      "en": "the shuttle program coming to an end after 30 years of flight.",
      "fr": "Le programme touche à sa fin après 30 ans d'activité."
    }
  },
  {
    "translation": {
      "en": "[officer] Space shuttle spreads its wings one final time",
      "fr": "Le vaisseau embarque une dernière fois"
    }
  },
  {
    "translation": {
      "en": "for the start of a sentimental journey into history.",
      "fr": "pour un voyage émouvant qui marquera l'histoire."
    }
  },
  {
    "translation": {
      "en": "[Doug on radio] Houston station, Atlantis on the big loop.",
      "fr": "Base de Houston, Atlantis est en orbite."
    }
  },
  {
    "translation": {
      "en": "[man] Atlantis…",
      "fr": "Atlantis…"
    }
  },
  {
    "translation": {
      "en": "[reporter] Flying high over the Atlantic Ocean off the west coast of Africa,",
      "fr": "Au-dessus de l'océan Atlantique et des côtes africaines,"
    }
  },
  {
    "translation": {
      "en": "as we watch Doug Hurley up on the flight deck of Atlantis.",
      "fr": "nous observons Doug Hurley à bord de la navette Atlantis."
    }
  },
  {
    "translation": {
      "en": "[Doug] I remember the last night we were in space.",
      "fr": "Je me rappelle notre dernière nuit dans l'espace."
    }
  },
  {
    "translation": {
      "en": "Right before I went to bed, you know,",
      "fr": "Juste avant d'aller me coucher,"
    }
  },
  {
    "translation": {
      "en": "just looking out the overhead window of the shuttle…",
      "fr": "j'avais regardé à travers le hublot…"
    }
  },
  {
    "translation": {
      "en": "you know, you could just see,",
      "fr": "On pouvait voir…"
    }
  },
  {
    "translation": {
      "en": "I mean, literally see out into the galaxy.",
      "fr": "On avait une vue imprenable sur la galaxie."
    }
  },
  {
    "translation": {
      "en": "And to see what's over that next bend and around that next curve",
      "fr": "C'est pour découvrir ce qui se cache derrière les courbes de la Terre"
    }
  },
  {
    "translation": {
      "en": "is why I originally got into this business.",
      "fr": "que j'ai choisi ce métier."
    }
  },
  {
    "translation": {
      "en": "And, you know, knowing it was the last flight of the shuttle,",
      "fr": "On savait que c'était le dernier vol."
    }
  },
  {
    "translation": {
      "en": "just looking out and thinking about what was gonna happen after that,",
      "fr": "Je contemplais la vue et pensais à ce qui allait se passer après."
    }
  },
  {
    "translation": {
      "en": "uh, it was pretty tough.",
      "fr": "C'était difficile."
    }
  },
  {
    "translation": {
      "en": "[officer] With its signature sound of twin sonic booms piercing the predawn sky",
      "fr": "Les deux bangs supersoniques typiques de la navette percent le ciel"
    }
  },
  {
    "translation": {
      "en": "as the space shuttle announces its arrival at the launch site,",
      "fr": "Les deux bangs supersoniques typiques de la navette percent le ciel pour annoncer le tout dernier retour du vaisseau."
    }
  },
  {
    "translation": {
      "en": "having gone subsonic for the last time.",
      "fr": "pour annoncer le tout dernier retour du vaisseau."
    }
  },
  {
    "translation": {
      "en": "Hurley now deploying the drag chute.",
      "fr": "Hurley déploie le parachute."
    }
  },
  {
    "translation": {
      "en": "[Doug] Hey, thanks to you and your team, Mike. Until the very end, you all made it look easy.",
      "fr": "Merci à votre équipe, Mike. Ça a eu l'air facile jusqu'à la fin."
    }
  },
  {
    "translation": {
      "en": "The shuttle's always gonna be a reflection of what a great nation can do",
      "fr": "La navette reflète ce dont une grande nation est capable"
    }
  },
  {
    "translation": {
      "en": "when it dares to be bold and commits to follow through.",
      "fr": "quand elle ose s'engager jusqu'au bout."
    }
  },
  {
    "translation": {
      "en": "[woman] When I became Deputy Administrator of NASA,",
      "fr": "Quand on m'a nommée administratrice adjointe de la NASA,"
    }
  },
  {
    "translation": {
      "en": "anybody who looked at it knew",
      "fr": "tout le monde s'accordait à dire"
    }
  },
  {
    "translation": {
      "en": "that we had to retire the space shuttle program.",
      "fr": "qu'il fallait mettre fin au programme spatial."
    }
  },
  {
    "translation": {
      "en": "It was very expensive.",
      "fr": "Il coûtait très cher."
    }
  },
  {
    "translation": {
      "en": "You know, we had already spent hundreds of billions of dollars",
      "fr": "On avait déjà dépensé des centaines de milliards de dollars"
    }
  },
  {
    "translation": {
      "en": "building it and keeping it going.",
      "fr": "pour la construire et l'entretenir."
    }
  },
  {
    "translation": {
      "en": "And it was also dangerous.",
      "fr": "Et elle était dangereuse."
    }
  },
  {
    "translation": {
      "en": "We'd lost astronauts twice.",
      "fr": "On avait perdu des astronautes à deux reprises."
    }
  },
  {
    "translation": {
      "en": "To replace the shuttle,",
      "fr": "Pour remplacer la navette, on a commencé à voler avec les Russes"
    }
  },
  {
    "translation": {
      "en": "we ultimately ended up launching with the Russians in Russia.",
      "fr": "Pour remplacer la navette, on a commencé à voler avec les Russes depuis la Russie."
    }
  },
  {
    "translation": {
      "en": "[woman] The American space agency signed a new contract.",
      "fr": "La NASA a signé un nouveau contrat."
    }
  },
  {
    "translation": {
      "en": "The US will pay about $82 million to Russia",
      "fr": "Les États-Unis paieront 82 millions de dollars à la Russie"
    }
  },
  {
    "translation": {
      "en": "for every astronaut on board a flight to the International Space Station.",
      "fr": "pour chaque astronaute envoyé sur la Station spatiale internationale."
    }
  },
  {
    "translation": {
      "en": "[Lori] On the New York media tour, Stephen Colbert asked the crew,",
      "fr": "Lors d'une émission, Stephen Colbert a demandé à l'équipage :"
    }
  },
  {
    "translation": {
      "en": "\"So what would you tell a kid today growing up who wants to be an astronaut?\"",
      "fr": "\"Que diriez-vous à un enfant qui veut être astronaute ?\""
    }
  },
  {
    "translation": {
      "en": "And Sandy Magnus answers,",
      "fr": "Sandy Magnus a répondu :"
    }
  },
  {
    "translation": {
      "en": "\"Learn Russian.\"",
      "fr": "\"Apprenez le russe.\""
    }
  },
  {
    "translation": {
      "en": "[man over PA] Three, two, one, zero.",
      "fr": "Trois, deux, un, zéro."
    }
  },
  {
    "translation": {
      "en": "[woman] Oh goodness.",
      "fr": "Oh, mon Dieu."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] The end of an era in Florida.",
      "fr": "C'est la fin d'une ère, en Floride."
    }
  },
  {
    "translation": {
      "en": "One of Cape Canaveral's most storied launch sites was imploded this morning.",
      "fr": "Une illustre base spatiale de Cap Canaveral a été détruite ce matin."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Forty years of space history is being dismantled and demolished,",
      "fr": "On assiste au démantèlement de 40 ans d'histoire spatiale,"
    }
  },
  {
    "translation": {
      "en": "just one more sign that human spaceflight is coming to an end.",
      "fr": "preuve que la conquête spatiale touche à sa fin."
    }
  },
  {
    "translation": {
      "en": "[Doug] It was really a tumultuous time, I think, especially for the astronauts.",
      "fr": "C'était une période troublée, surtout pour les astronautes."
    }
  },
  {
    "translation": {
      "en": "Things were changing pretty drastically,",
      "fr": "C'était un changement radical."
    }
  },
  {
    "translation": {
      "en": "and we weren't really sure kinda what was gonna happen.",
      "fr": "On ne savait pas trop ce qui nous attendait."
    }
  },
  {
    "translation": {
      "en": "[Lori] We needed something very different,",
      "fr": "Il fallait qu'on se réinvente totalement."
    }
  },
  {
    "translation": {
      "en": "so we had to create a new program,",
      "fr": "On devait mettre en place un tout nouveau programme."
    }
  },
  {
    "translation": {
      "en": "which required turning to the private sector.",
      "fr": "Il fallait se tourner vers le secteur privé."
    }
  },
  {
    "translation": {
      "en": "[Obama] We will partner with industry,",
      "fr": "Nous collaborerons avec l'industrie"
    }
  },
  {
    "translation": {
      "en": "we will invest in cutting-edge research and technology,",
      "fr": "et investirons dans la recherche et la technologie,"
    }
  },
  {
    "translation": {
      "en": "and by 2025,",
      "fr": "pour que d'ici 2025"
    }
  },
  {
    "translation": {
      "en": "we expect new spacecraft designed for long journeys",
      "fr": "nos vaisseaux aient une meilleure autonomie"
    }
  },
  {
    "translation": {
      "en": "to allow us to begin the first-ever crewed missions beyond the Moon into deep space.",
      "fr": "et puissent effectuer des vols habités dans l'espace lointain, par-delà la Lune."
    }
  },
  {
    "translation": {
      "en": "And a landing on Mars will follow. -And I expect to be around to see it. -[people applauding]",
      "fr": "Nous nous poserons ensuite sur Mars. Je serai là pour le voir."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "fr": "Merci."
    }
  },
  {
    "translation": {
      "en": "[Lori] I thought tapping into the private sector was really a symbol of innovation.",
      "fr": "Faire appel au secteur privé était un symbole d'innovation."
    }
  },
  {
    "translation": {
      "en": "Of course, there were a lot of questions and concerns.",
      "fr": "C'était aussi une source d'inquiétudes et d'interrogations."
    }
  },
  {
    "translation": {
      "en": "Like if companies are on the Moon, does that mean they own it?",
      "fr": "Si les entreprises investissent la Lune, leur appartient-elle ?"
    }
  },
  {
    "translation": {
      "en": "So I thought we'd need new laws,",
      "fr": "Il fallait faire évoluer la législation,"
    }
  },
  {
    "translation": {
      "en": "but I was pretty sure that the private sector would get us over the hump.",
      "fr": "mais avec le soutien du secteur privé, on avait fait le plus dur."
    }
  },
  {
    "translation": {
      "en": "Getting everybody to agree was the challenge.",
      "fr": "Le défi était de mettre tout le monde d'accord."
    }
  },
  {
    "translation": {
      "en": "I want order in this hearing room.",
      "fr": "Silence dans la salle d'audience."
    }
  },
  {
    "translation": {
      "en": "I find serious flaws in the president's proposal",
      "fr": "Il y a des failles dans la proposition du président."
    }
  },
  {
    "translation": {
      "en": "that relies on a still-developing commercial sector",
      "fr": "Le secteur privé n'a pas encore fait ses preuves."
    }
  },
  {
    "translation": {
      "en": "that may not be able to deliver.",
      "fr": "Il risque de ne pas tenir ses engagements."
    }
  },
  {
    "translation": {
      "en": "Safety has been…",
      "fr": "La sécurité a été…"
    }
  },
  {
    "translation": {
      "en": "[Lori] You know, change is hard.",
      "fr": "Le changement, c'est compliqué."
    }
  },
  {
    "translation": {
      "en": "The relentless momentum of the status quo",
      "fr": "Face à l'élan implacable du statu quo,"
    }
  },
  {
    "translation": {
      "en": "of a tens-of-billions-of-dollar government program",
      "fr": "quand des dizaines de milliards de dollars sont en jeu,"
    }
  },
  {
    "translation": {
      "en": "is a lot to overcome… [laughing] …and people went batshit crazy on us.",
      "fr": "il est difficile de convaincre. On nous a mis des bâtons dans les roues."
    }
  },
  {
    "translation": {
      "en": "The proposal by the administration…",
      "fr": "La proposition de l'exécutif…"
    }
  },
  {
    "translation": {
      "en": "…is a bad idea.",
      "fr": "… est une mauvaise idée."
    }
  },
  {
    "translation": {
      "en": "…will be, in a word, devastating.",
      "fr": "… serait désastreuse."
    }
  },
  {
    "translation": {
      "en": "Many of the companies are start-ups.",
      "fr": "Il s'agit surtout de start-ups."
    }
  },
  {
    "translation": {
      "en": "We're not sending cases of Tang into space.",
      "fr": "On n'envoie pas des cannettes dans l'espace."
    }
  },
  {
    "translation": {
      "en": "Future generations will learn how the Chinese, the Russians,",
      "fr": "Les générations futures apprendront que les Chinois, les Russes"
    }
  },
  {
    "translation": {
      "en": "and even the Indians took the reins of human space exploration away…",
      "fr": "et même les Indiens ont pris les reines de l'exploration spatiale…"
    }
  },
  {
    "translation": {
      "en": "[Lori] The industry feared new entrants.",
      "fr": "L'industrie avait peur de la mise en concurrence."
    }
  },
  {
    "translation": {
      "en": "You're in the club if you're a big aerospace company.",
      "fr": "Il fallait être dans le club des grandes entreprises aérospatiales."
    }
  },
  {
    "translation": {
      "en": "There's a lot of revolving doors between astronauts who then go to companies,",
      "fr": "Un bon nombre d'astronautes avaient rejoint ces entreprises."
    }
  },
  {
    "translation": {
      "en": "and it became us versus them.",
      "fr": "Donc, c'était eux ou nous."
    }
  },
  {
    "translation": {
      "en": "[man] I want to welcome Mr. Neil Armstrong, who was commander of Apollo 11,",
      "fr": "J'accueille Neil Armstrong, commandant de la mission Apollo 11,"
    }
  },
  {
    "translation": {
      "en": "Eugene Cernan, who was commander of Apollo 17.",
      "fr": "et Eugene Cernan, le commandant d'Apollo 17."
    }
  },
  {
    "translation": {
      "en": "And we will start with you, Mr. Armstrong.",
      "fr": "Nous commencerons par vous, M. Armstrong."
    }
  },
  {
    "translation": {
      "en": "There will be overlooked requirements and unwelcome consequences.",
      "fr": "Le niveau d'exigence sera insuffisant et les conséquences fâcheuses."
    }
  },
  {
    "translation": {
      "en": "This proposal has no focus",
      "fr": "Cette proposition n'a aucun intérêt."
    }
  },
  {
    "translation": {
      "en": "and is, in fact, a blueprint for a mission to nowhere.",
      "fr": "Le projet de mission qui s'y rattache n'a aucun avenir."
    }
  },
  {
    "translation": {
      "en": "You had to hold me down in my seat. I was… I was so… [laughs] I was so upset.",
      "fr": "J'ai failli bondir. J'étais tellement furieuse."
    }
  },
  {
    "translation": {
      "en": "And I was not the only one.",
      "fr": "Je n'étais pas la seule."
    }
  },
  {
    "translation": {
      "en": "I was very sad to see that, uh, because those guys are… Yeah.",
      "fr": "Ça m'a attristé, parce que ces hommes…"
    }
  },
  {
    "translation": {
      "en": "You know, those guys are heroes of mine, so it's really tough.",
      "fr": "Ce sont mes héros, donc ça fait mal."
    }
  },
  {
    "translation": {
      "en": "They inspired you to do this, didn't they?",
      "fr": "Ils vous ont inspiré ?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "fr": "Oui."
    }
  },
  {
    "translation": {
      "en": "[interviewer] And to see them casting stones in your direction…",
      "fr": "Et ils vous jettent la pierre…"
    }
  },
  {
    "translation": {
      "en": "It's difficult.",
      "fr": "C'est dur."
    }
  },
  {
    "translation": {
      "en": "I… I wish they would come and visit and see what we're doing here.",
      "fr": "J'aimerais qu'ils viennent voir ce qu'on fait ici."
    }
  },
  {
    "translation": {
      "en": "And I think that would change their mind.",
      "fr": "Ils changeraient d'avis."
    }
  },
  {
    "translation": {
      "en": "[man] Why is this not working?",
      "fr": "Pourquoi ça marche pas ?"
    }
  },
  {
    "translation": {
      "en": "I've worked for SpaceX for years now.",
      "fr": "Je travaille pour SpaceX depuis des années."
    }
  },
  {
    "translation": {
      "en": "Can't turn it on.",
      "fr": "Ça s'allume pas."
    }
  },
  {
    "translation": {
      "en": "And in that time, of course, SpaceX has had lots of successes.",
      "fr": "Pendant cette période, SpaceX a remporté plusieurs victoires."
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "fr": "Allez."
    }
  },
  {
    "translation": {
      "en": "But also, you know,",
      "fr": "Mais l'entreprise"
    }
  },
  {
    "translation": {
      "en": "it's had its fair share of failures.",
      "fr": "a aussi connu quelques échecs."
    }
  },
  {
    "translation": {
      "en": "For many failures that we had, I felt like we could have done better here or there.",
      "fr": "Pour chacun d'entre eux, j'admets qu'on aurait pu faire mieux à tel ou tel égard."
    }
  },
  {
    "translation": {
      "en": "But this is what the business is, right?",
      "fr": "Mais c'est ça, les affaires."
    }
  },
  {
    "translation": {
      "en": "You make mistakes, and you fix them the next time.",
      "fr": "On se trompe et on apprend des erreurs."
    }
  },
  {
    "translation": {
      "en": "Okay, you see it works.",
      "fr": "C'est bon. Ça marche."
    }
  },
  {
    "translation": {
      "en": "The great thing about Elon",
      "fr": "Ce que j'apprécie chez Elon,"
    }
  },
  {
    "translation": {
      "en": "is that he understands that failure is part of the development,",
      "fr": "c'est qu'il sait qu'il faut échouer pour avancer."
    }
  },
  {
    "translation": {
      "en": "and he's been that way ever since the day I met him.",
      "fr": "C'est sa philosophie depuis le premier jour."
    }
  },
  {
    "translation": {
      "en": "I decided one day to go to an amateur rocket weekend.",
      "fr": "J'avais décidé d'assister à une rencontre d'astromodélisme."
    }
  },
  {
    "translation": {
      "en": "All right, let's go. Let's go fly.",
      "fr": "\"Allons voler un peu.\""
    }
  },
  {
    "translation": {
      "en": "[Hans] We ran into Elon Musk there",
      "fr": "J'y ai rencontré Elon Musk."
    }
  },
  {
    "translation": {
      "en": "and talked a little bit about rockets and… and plans what to do.",
      "fr": "On a parlé de fusées et aussi de nos projets."
    }
  },
  {
    "translation": {
      "en": "And then he asked me",
      "fr": "Il m'a demandé"
    }
  },
  {
    "translation": {
      "en": "if I'd be interested in working at a company",
      "fr": "si j'aimerais travailler pour une entreprise"
    }
  },
  {
    "translation": {
      "en": "to build a rocket and go to Mars.",
      "fr": "et faire une fusée pour aller sur Mars."
    }
  },
  {
    "translation": {
      "en": "If you say Mars in Germany, people will just laugh at you and think you're crazy.",
      "fr": "Si vous parlez de Mars en Allemagne, on rit et vous prend pour un fou."
    }
  },
  {
    "translation": {
      "en": "It took me ten milliseconds to just say yes.",
      "fr": "J'ai accepté à la microseconde."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] In a warehouse near the Los Angeles Airport,",
      "fr": "Près de l'aéroport de Los Angeles,"
    }
  },
  {
    "translation": {
      "en": "Musk and his staff are building a rocket they call the Falcon.",
      "fr": "Musk et son équipe construisent une fusée du nom de Falcon."
    }
  },
  {
    "translation": {
      "en": "Musk is no rocket scientist.",
      "fr": "Musk n'est pas un scientifique."
    }
  },
  {
    "translation": {
      "en": "He's a dot-com millionaire many times over.",
      "fr": "Ce multimillionnaire a fait fortune dans le digital."
    }
  },
  {
    "translation": {
      "en": "Now he says he can do what NASA has not,",
      "fr": "Il prétend pouvoir réussir où la NASA a échoué,"
    }
  },
  {
    "translation": {
      "en": "jump-start the space age.",
      "fr": "dans la conquête spatiale."
    }
  },
  {
    "translation": {
      "en": "I… I had somewhere in the order of 100 million to invest…",
      "fr": "J'avais dans les 100 millions à investir."
    }
  },
  {
    "translation": {
      "en": "…and thought we could at least do some good for the advancement of space exploration.",
      "fr": "J'ai voulu m'en servir pour relancer l'exploration spatiale."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Falcon 1 is expected to launch this fall.",
      "fr": "Falcon 1 devrait décoller cet automne."
    }
  },
  {
    "translation": {
      "en": "Elon Musk's fortune will be riding on it.",
      "fr": "Le sort de la fortune d'Elon Musk en dépend."
    }
  },
  {
    "translation": {
      "en": "[woman] Hans introduced me to Elon.",
      "fr": "Hans m'a présenté Elon."
    }
  },
  {
    "translation": {
      "en": "And I'd been in this industry for 15 years,",
      "fr": "Ça faisait 15 ans que je travaillais dans le secteur."
    }
  },
  {
    "translation": {
      "en": "and I saw what could be done and wasn't being done.",
      "fr": "Je savais ce que l'on pouvait faire, mais personne ne le faisait."
    }
  },
  {
    "translation": {
      "en": "And I really felt like, if anyone was gonna break through the mire",
      "fr": "Je me suis dit que si quelqu'un avait les moyens de faire bouger"
    }
  },
  {
    "translation": {
      "en": "of a very bureaucratic industry,",
      "fr": "notre industrie très bureaucratique,"
    }
  },
  {
    "translation": {
      "en": "Elon and SpaceX was kind of the last opportunity.",
      "fr": "c'était Elon et SpaceX. C'était la dernière chance."
    }
  },
  {
    "translation": {
      "en": "[Elon] These are dispersed rocket parts.",
      "fr": "Ce sont les pièces détachées d'une fusée"
    }
  },
  {
    "translation": {
      "en": "Parts for the stages, parts for the engines.",
      "fr": "pour les étages et les moteurs."
    }
  },
  {
    "translation": {
      "en": "[Gwynne] I remember the early days of SpaceX. It was a small team.",
      "fr": "À ses débuts, SpaceX était une petite équipe."
    }
  },
  {
    "translation": {
      "en": "But when you can all rally around one project,",
      "fr": "Mais lorsqu'on se rassemble derrière un même projet,"
    }
  },
  {
    "translation": {
      "en": "magic can happen.",
      "fr": "la magie peut opérer."
    }
  },
  {
    "translation": {
      "en": "We were all focused on exactly the same thing,",
      "fr": "On voulait tous atteindre le même objectif,"
    }
  },
  {
    "translation": {
      "en": "getting Falcon 1 to orbit.",
      "fr": "envoyer Falcon 1 en orbite."
    }
  },
  {
    "translation": {
      "en": "On the fuel side, we're gonna add a port rather than mess with the valve.",
      "fr": "Il faut faire attention à la soupape."
    }
  },
  {
    "translation": {
      "en": "So we'll just…",
      "fr": "Donc on va…"
    }
  },
  {
    "translation": {
      "en": "[Elon] Designing an orbital rocket,",
      "fr": "Pour faire une fusée, il ne suffit pas d'une idée de génie"
    }
  },
  {
    "translation": {
      "en": "it's… it's not the mad scientist, like, \"Yeah, I've got the idea.\" It's…",
      "fr": "Pour faire une fusée, il ne suffit pas d'une idée de génie et de se dire : \"J'ai trouvé.\""
    }
  },
  {
    "translation": {
      "en": "It's just a monumental amount of work.",
      "fr": "C'est un travail monumental."
    }
  },
  {
    "translation": {
      "en": "Everything, the engines, software, hardware, down to the nuts and bolts,",
      "fr": "Les moteurs, les logiciels, les ordinateurs, les vis, les écrous,"
    }
  },
  {
    "translation": {
      "en": "was redesigned for the modern era.",
      "fr": "tout a été remis au goût du jour."
    }
  },
  {
    "translation": {
      "en": "[Hans] It's extremely difficult to build a rocket from scratch.",
      "fr": "C'est très difficile de créer une fusée de toutes pièces."
    }
  },
  {
    "translation": {
      "en": "Falcon 1 is a two-stage rocket.",
      "fr": "Falcon 1 est une fusée à deux étages."
    }
  },
  {
    "translation": {
      "en": "Basically, the rocket launches, and the first stage burns out.",
      "fr": "En gros, la fusée décolle et on largue le premier étage."
    }
  },
  {
    "translation": {
      "en": "The two stages separate,",
      "fr": "Les deux étages se séparent,"
    }
  },
  {
    "translation": {
      "en": "and the second stage ignites to get to orbit.",
      "fr": "et le deuxième est envoyé en orbite."
    }
  },
  {
    "translation": {
      "en": "And rockets are unforgiving.",
      "fr": "Les fusées sont impitoyables."
    }
  },
  {
    "translation": {
      "en": "One design error, and… and everything is… is over.",
      "fr": "Une petite erreur de conception, et c'est fini."
    }
  },
  {
    "translation": {
      "en": "[Elon] At that point, I was not sure whether success was even possible.",
      "fr": "Je ne savais même pas si c'était vraiment possible."
    }
  },
  {
    "translation": {
      "en": "I told the team I'd have enough money for three flights,",
      "fr": "J'ai dit à l'équipe que je pouvais financer trois vols,"
    }
  },
  {
    "translation": {
      "en": "and then that'll be it, you know.",
      "fr": "et qu'ensuite, ce serait terminé."
    }
  },
  {
    "translation": {
      "en": "Curtains if we didn't make it in three flights.",
      "fr": "Si ce n'était pas concluant, rideau."
    }
  },
  {
    "translation": {
      "en": "[Hans] We understood what was on the line.",
      "fr": "On savait qu'on jouait gros."
    }
  },
  {
    "translation": {
      "en": "So we worked on it for four years.",
      "fr": "On a bossé pendant quatre ans."
    }
  },
  {
    "translation": {
      "en": "I had no doubts ever.",
      "fr": "Je n'ai jamais douté."
    }
  },
  {
    "translation": {
      "en": "I was just so focused on building the company",
      "fr": "J'étais concentré sur l'évolution de l'entreprise"
    }
  },
  {
    "translation": {
      "en": "and… and getting… getting the rocket to fly.",
      "fr": "et le lancement de la fusée."
    }
  },
  {
    "translation": {
      "en": "[officer 1] Five, four, three, two, one, zero.",
      "fr": "Cinq, quatre, trois, deux, un, zéro…"
    }
  },
  {
    "translation": {
      "en": "Plus one, plus two, plus three, plus four,",
      "fr": "Plus un, plus deux, plus trois, plus quatre,"
    }
  },
  {
    "translation": {
      "en": "plus five, plus six, plus seven,",
      "fr": "plus cinq, plus six, plus sept,"
    }
  },
  {
    "translation": {
      "en": "plus eight, plus nine, plus ten.",
      "fr": "plus huit, plus neuf, plus dix."
    }
  },
  {
    "translation": {
      "en": "This is the LC on the countdown net. Falcon 1 is airborne at this time.",
      "fr": "Équipe LC au compte à rebours, le Falcon 1 est en vol."
    }
  },
  {
    "translation": {
      "en": "[officer 2] We have a loss of signal there.",
      "fr": "On a perdu le signal."
    }
  },
  {
    "translation": {
      "en": "[Elon] About 30 seconds after liftoff, the engine shut itself off.",
      "fr": "Trente secondes après le décollage, le moteur s'est coupé."
    }
  },
  {
    "translation": {
      "en": "[Hans] The really hard part was collecting the pieces the next day.",
      "fr": "Le plus dur, c'était de ramasser les débris le lendemain."
    }
  },
  {
    "translation": {
      "en": "We'd worked on it for years, and suddenly everything was over.",
      "fr": "Le travail de plusieurs années était parti en fumée."
    }
  },
  {
    "translation": {
      "en": "I came back home after a couple days,",
      "fr": "Je suis rentré deux jours après."
    }
  },
  {
    "translation": {
      "en": "and my wife told me I did not talk at home for two months.",
      "fr": "Ma femme m'a dit que je n'avais rien dit pendant deux mois."
    }
  },
  {
    "translation": {
      "en": "I had… It took me… It took me so long to just get over this and… and… and collect myself",
      "fr": "J'ai mis beaucoup de temps à m'en remettre,"
    }
  },
  {
    "translation": {
      "en": "and then continue working on… on rocket number two.",
      "fr": "à me lancer dans le deuxième modèle."
    }
  },
  {
    "translation": {
      "en": "[officer] Five, four, three, two, one.",
      "fr": "Cinq, quatre, trois, deux, un."
    }
  },
  {
    "translation": {
      "en": "[Hans] A year later, our second attempt failed.",
      "fr": "Un an après, la deuxième tentative a échoué."
    }
  },
  {
    "translation": {
      "en": "And the year after our second attempt, our third launch failed,",
      "fr": "Un an après la deuxième tentative, la troisième a échoué."
    }
  },
  {
    "translation": {
      "en": "and we knew the company was in a bad place.",
      "fr": "On savait que l'entreprise allait mal."
    }
  },
  {
    "translation": {
      "en": "[Elon] We were running on fumes at that point. We had virtually no money.",
      "fr": "On arrivait au bout. On n'avait presque plus d'argent."
    }
  },
  {
    "translation": {
      "en": "Uh, that was… that was definitely the worst year of my life.",
      "fr": "C'était la pire année de ma vie."
    }
  },
  {
    "translation": {
      "en": "And I never thought I was someone who could ever be capable of a nervous breakdown,",
      "fr": "Je ne suis pas le genre de personne à faire une dépression nerveuse,"
    }
  },
  {
    "translation": {
      "en": "but I… I felt this is the closest I've ever come,",
      "fr": "mais je n'en suis vraiment pas passé loin."
    }
  },
  {
    "translation": {
      "en": "'cause it… it seemed pretty, pretty dark.",
      "fr": "C'était une période sombre."
    }
  },
  {
    "translation": {
      "en": "[Hans] I was pretty depressed at the time.",
      "fr": "J'étais démoralisé, à ce moment-là."
    }
  },
  {
    "translation": {
      "en": "You know, three failures in a row,",
      "fr": "Trois échecs de suite,"
    }
  },
  {
    "translation": {
      "en": "um, wasn't really a testament of… of great engineering.",
      "fr": "ça ne reflète pas un bon travail d'ingénieur."
    }
  },
  {
    "translation": {
      "en": "Elon pulled us in a big conference room,",
      "fr": "Elon a organisé une grosse réunion."
    }
  },
  {
    "translation": {
      "en": "and I expected him to say, \"You guys suck,\" and stop it at this point,",
      "fr": "Je pensais qu'il allait nous allumer et arrêter les frais,"
    }
  },
  {
    "translation": {
      "en": "but he was just the opposite.",
      "fr": "mais c'était le contraire."
    }
  },
  {
    "translation": {
      "en": "He was actually saying, \"I want you guys to fix everything",
      "fr": "Il nous a dit : \"On va résoudre les problèmes"
    }
  },
  {
    "translation": {
      "en": "and launch another rocket as fast as you can.\"",
      "fr": "\"et organiser un autre lancement au plus vite.\""
    }
  },
  {
    "translation": {
      "en": "He put all the money that he had into SpaceX",
      "fr": "Il avait investi beaucoup d'argent dans SpaceX,"
    }
  },
  {
    "translation": {
      "en": "and was doubling down, basically, on… on… on this.",
      "fr": "et il allait doubler la mise."
    }
  },
  {
    "translation": {
      "en": "And… and I was really, \"Whoa, okay, that's, uh…\" I didn't expect that.",
      "fr": "J'étais vraiment étonné. Je ne m'attendais pas à ça."
    }
  },
  {
    "translation": {
      "en": "[officer] T-minus 30 seconds.",
      "fr": "H moins 30 secondes."
    }
  },
  {
    "translation": {
      "en": "Deck one is triggered.",
      "fr": "Pont un, enclenché."
    }
  },
  {
    "translation": {
      "en": "[Gwynne] I knew NASA was watching our flights,",
      "fr": "La Nasa observait nos lancements."
    }
  },
  {
    "translation": {
      "en": "and so we needed to get Falcon 1 to orbit",
      "fr": "Il fallait envoyer Falcon en orbite"
    }
  },
  {
    "translation": {
      "en": "to prove that we could earn the right to work with them.",
      "fr": "pour prouver qu'on méritait de collaborer avec eux."
    }
  },
  {
    "translation": {
      "en": "I think Elon was even more nervous, um, than I was.",
      "fr": "Je crois qu'Elon était encore plus stressé que moi."
    }
  },
  {
    "translation": {
      "en": "[officer] Ten, nine, eight, seven, six, five,",
      "fr": "Dix, neuf, huit, sept, six, cinq,"
    }
  },
  {
    "translation": {
      "en": "four, three, two, one.",
      "fr": "quatre, trois, deux, un."
    }
  },
  {
    "translation": {
      "en": "We have liftoff.",
      "fr": "On a décollé."
    }
  },
  {
    "translation": {
      "en": "Oh fuck.",
      "fr": "Putain."
    }
  },
  {
    "translation": {
      "en": "[Elon] Come on, baby.",
      "fr": "Allez, ma belle."
    }
  },
  {
    "translation": {
      "en": "Please tell me that's second-stage lights.",
      "fr": "Dites-moi que c'est le deuxième moteur."
    }
  },
  {
    "translation": {
      "en": "-[grunts] Fuck. Thanks. -We're already 2B.",
      "fr": "- Putain. - On accélère."
    }
  },
  {
    "translation": {
      "en": "Thank fucking God.",
      "fr": "Merci mon Dieu."
    }
  },
  {
    "translation": {
      "en": "I mean, whatever. -Thank whoever. Fuck. -[laughing]",
      "fr": "Enfin, merci je sais pas qui. Je m'en fous."
    }
  },
  {
    "translation": {
      "en": "Come on. Just fucking hold, you fucker.",
      "fr": "Allez. Il faut que tu tiennes, putain."
    }
  },
  {
    "translation": {
      "en": "It's hard getting to orbit, but we learned a lot on flight one,",
      "fr": "C'est dur d'entrer en orbite, mais on avait appris de notre premier vol, du deuxième,"
    }
  },
  {
    "translation": {
      "en": "we learned a lot on flight two,",
      "fr": "de notre premier vol, du deuxième,"
    }
  },
  {
    "translation": {
      "en": "and we learned a huge amount on flight three.",
      "fr": "et aussi du troisième."
    }
  },
  {
    "translation": {
      "en": "And we were ready to fly.",
      "fr": "Donc on était prêts."
    }
  },
  {
    "translation": {
      "en": "-[man 1] Second stage approaching SECO. -[whooshing]",
      "fr": "Coupure du deuxième moteur."
    }
  },
  {
    "translation": {
      "en": "-[man 2] And that would be a nominal SECO… -[all cheering]",
      "fr": "Voilà ce qu'on appelle une coupure moteur."
    }
  },
  {
    "translation": {
      "en": "…which means Falcon 1's the first privately developed launch vehicle",
      "fr": "Cela fait de Falcon 1 le premier vaisseau privé à entrer en orbite terrestre."
    }
  },
  {
    "translation": {
      "en": "to reach Earth orbit from the ground.",
      "fr": "le premier vaisseau privé à entrer en orbite terrestre."
    }
  },
  {
    "translation": {
      "en": "This is one of the greatest days of my life, and I think probably for… for most people here.",
      "fr": "C'est l'un des plus beaux jours de ma vie, et de la vôtre aussi, j'imagine."
    }
  },
  {
    "translation": {
      "en": "We've shown people we can do it, and this is just the first step of many,",
      "fr": "On a fait nos preuves. Ceci n'est qu'une étape."
    }
  },
  {
    "translation": {
      "en": "ultimately getting to Mars. And I think the future of SpaceX is really great.",
      "fr": "Notre objectif est Mars, et l'avenir de SpaceX est radieux."
    }
  },
  {
    "translation": {
      "en": "[interviewer] In the history of spaceflight,",
      "fr": "Dans l'histoire de la conquête spatiale, quatre entités"
    }
  },
  {
    "translation": {
      "en": "only four entities have launched a space capsule into orbit",
      "fr": "Dans l'histoire de la conquête spatiale, quatre entités ont réussi à mettre une capsule en orbite, et à la ramener sur Terre."
    }
  },
  {
    "translation": {
      "en": "and successfully brought it back to the Earth,",
      "fr": "ont réussi à mettre une capsule en orbite, et à la ramener sur Terre."
    }
  },
  {
    "translation": {
      "en": "the United States, Russia, China, and Elon Musk.",
      "fr": "Les États-Unis, la Russie, la Chine et Elon Musk."
    }
  },
  {
    "translation": {
      "en": "NASA called and told us that we'd won the $1.5 billion contract.",
      "fr": "La Nasa nous a dit qu'on avait gagné un contrat à 1,5 milliard de dollars."
    }
  },
  {
    "translation": {
      "en": "And I couldn't even hold the phone.",
      "fr": "J'allais lâcher le téléphone."
    }
  },
  {
    "translation": {
      "en": "I was like… I just blurted out, \"I love you guys.\" [laughs]",
      "fr": "J'ai dit : \"Je vous aime.\""
    }
  },
  {
    "translation": {
      "en": "[reporter] SpaceX again successfully launched its Falcon rocket.",
      "fr": "SpaceX a réussi un nouveau lancement de Falcon."
    }
  },
  {
    "translation": {
      "en": "[man 1] Today will be the fifth Falcon 9 launch.",
      "fr": "C'est le cinquième lancement de Falcon 9."
    }
  },
  {
    "translation": {
      "en": "[man 2] Today we'll be placing a communication satellite…",
      "fr": "Ils envoient un satellite de communication…"
    }
  },
  {
    "translation": {
      "en": "[man 3] …a TV satellite into space.",
      "fr": "… un satellite de télécommunication."
    }
  },
  {
    "translation": {
      "en": "[woman 1] 23 satellites, geostationary orbit.",
      "fr": "Vingt-trois satellites en orbite."
    }
  },
  {
    "translation": {
      "en": "-[man 4] SpaceX… -[man 5] SpaceX…",
      "fr": "SpaceX. SpaceX veut envoyer une douzaine de satellites par an."
    }
  },
  {
    "translation": {
      "en": "[woman 2] SpaceX plans to launch a dozen commercial satellites a year.",
      "fr": "SpaceX veut envoyer une douzaine de satellites par an."
    }
  },
  {
    "translation": {
      "en": "[man 6] SpaceX may be in the lead to win NASA's confidence,",
      "fr": "SpaceX est bien placée pour gagner la confiance de la NASA,"
    }
  },
  {
    "translation": {
      "en": "but SpaceX isn't alone.",
      "fr": "mais elle n'est pas seule."
    }
  },
  {
    "translation": {
      "en": "-You're creating, like, spaceships. -Yeah.",
      "fr": "- Vous concevez des fusées. - Oui."
    }
  },
  {
    "translation": {
      "en": "-Yes! -[laughs]",
      "fr": "Oui !"
    }
  },
  {
    "translation": {
      "en": "[man 7] Musk and Bezos are dueling for contracts",
      "fr": "Musk et Bezos se battent"
    }
  },
  {
    "translation": {
      "en": "to supply the International Space Station.",
      "fr": "pour obtenir des contrats et équiper l'ISS."
    }
  },
  {
    "translation": {
      "en": "The third space billionaire, Branson,",
      "fr": "Le troisième milliardaire de l'espace, Branson,"
    }
  },
  {
    "translation": {
      "en": "wants to create a space tourism industry for hefty fees.",
      "fr": "veut instaurer un tourisme spatial très lucratif."
    }
  },
  {
    "translation": {
      "en": "[Branson] You wouldn't imagine that something shaped like that",
      "fr": "Qui aurait pu penser qu'un tel objet"
    }
  },
  {
    "translation": {
      "en": "would fly so gracefully and so beautifully.",
      "fr": "pourrait voler avec autant de grâce ?"
    }
  },
  {
    "translation": {
      "en": "[man 7] Somehow it all seems a little less noble than in the early days.",
      "fr": "La conquête spatiale semble avoir perdu ses lettres de noblesse."
    }
  },
  {
    "translation": {
      "en": "Perhaps space travel today is all about money and ego.",
      "fr": "Ce n'est peut-être plus qu'une sombre histoire d'argent et d'ego."
    }
  },
  {
    "translation": {
      "en": "[man] Thanks for not lighting this place on fire. -[Elon] You're welcome. -[man laughs]",
      "fr": "- Merci de ne rien avoir brûlé. - Y a pas de quoi."
    }
  },
  {
    "translation": {
      "en": "How does one decide to just make a flamethrower?",
      "fr": "Comment décide-t-on de fabriquer un lance-flammes ?"
    }
  },
  {
    "translation": {
      "en": "Well, I'm a big fan of Spaceballs the movie,",
      "fr": "J'adore La folle histoire de l'espace."
    }
  },
  {
    "translation": {
      "en": "and in Spaceballs,",
      "fr": "Dans le film,"
    }
  },
  {
    "translation": {
      "en": "Yogurt goes through the merchandising section,",
      "fr": "Yogurt fait l'inventaire des produits dérivés."
    }
  },
  {
    "translation": {
      "en": "and they have a flamethrower.",
      "fr": "Il y a un lance-flammes."
    }
  },
  {
    "translation": {
      "en": "-Spaceballs the Flamethrower! -[all] Ooh!",
      "fr": "Le lance-flammes de La Folle Histoire de l'espace !"
    }
  },
  {
    "translation": {
      "en": "The kids love this one.",
      "fr": "Les enfants l'adorent."
    }
  },
  {
    "translation": {
      "en": "Does anybody tell you no? Does anybody go, \"Elon, um…",
      "fr": "On vous dit non, parfois ? On vous dit pas :"
    }
  },
  {
    "translation": {
      "en": "…selling a flamethrower, the liabilities\"?",
      "fr": "\"Vendre des lance-flammes, c'est risqué\" ?"
    }
  },
  {
    "translation": {
      "en": "-Yeah, it's a terrible idea. Terrible. -[man laughs]",
      "fr": "C'était une idée débile. Vraiment."
    }
  },
  {
    "translation": {
      "en": "[Elon] I said, \"Don't buy this flamethrower. Don't buy it.\"",
      "fr": "J'ai déconseillé d'en acheter. ACHETER UN LANCE-FLAMMES EST DÉBILE."
    }
  },
  {
    "translation": {
      "en": "Still, people bought it. I just couldn't stop them.",
      "fr": "ACHETER UN LANCE-FLAMMES EST DÉBILE. Ils l'ont fait quand même. SAUF SI VOUS AIMEZ VOUS AMUSER"
    }
  },
  {
    "translation": {
      "en": "Elon… [chuckles] …you know, he's gonna do what he's gonna do.",
      "fr": "Elon a ses petites lubies."
    }
  },
  {
    "translation": {
      "en": "I mean, he has an Iron Man suit in the middle of the factory floor.",
      "fr": "Il a mis un Iron Man au milieu de l'usine."
    }
  },
  {
    "translation": {
      "en": "How does it work? Do people get upset at you if you do certain things?",
      "fr": "Comment ça marche ? Est-ce qu'on vous recadre, parfois ?"
    }
  },
  {
    "translation": {
      "en": "There's tobacco and marijuana in there. That's all it is.",
      "fr": "C'est du tabac et de la marijuana. Rien d'autre."
    }
  },
  {
    "translation": {
      "en": "[man 1] Oh, here we go. Elon Musk back making headlines.",
      "fr": "Elon Musk fait de nouveau la une des journaux."
    }
  },
  {
    "translation": {
      "en": "That is his specialty.",
      "fr": "C'est sa spécialité."
    }
  },
  {
    "translation": {
      "en": "[Lori] Elon was out there, you know, creating lots of stories.",
      "fr": "Elon faisait couler beaucoup d'encre. D'APRÈS LA NASA, ELON NE FUMERA PLUS EN PUBLIC"
    }
  },
  {
    "translation": {
      "en": "And so I didn't have any reason to believe at first he'd be the one.",
      "fr": "D'APRÈS LA NASA, ELON NE FUMERA PLUS EN PUBLIC Donc ce n'était pas forcément un choix évident au début."
    }
  },
  {
    "translation": {
      "en": "[man 1] Now he took a lot of heat for smoking marijuana on camera.",
      "fr": "On l'a beaucoup critiqué parce qu'il avait fumé de la marijuana."
    }
  },
  {
    "translation": {
      "en": "He was ridiculed for his wild middle-of-the-night tweets.",
      "fr": "Ses tweets nocturnes étaient souvent l'objet de moqueries."
    }
  },
  {
    "translation": {
      "en": "[man 2] What is going on with Elon Musk?",
      "fr": "Quelle mouche a piqué Elon Musk ?"
    }
  },
  {
    "translation": {
      "en": "He's an eccentric billionaire, I suppose. So an eccentric sense of humor as well.",
      "fr": "C'est un milliardaire excentrique, dont l'humour peut surprendre."
    }
  },
  {
    "translation": {
      "en": "[Doug] He's a human, just like the rest of us.",
      "fr": "C'est un humain, comme nous,"
    }
  },
  {
    "translation": {
      "en": "You know, we all have our pluses and minuses.",
      "fr": "on a tous des jours avec et des jours sans."
    }
  },
  {
    "translation": {
      "en": "To be out there among the stars, I… I find that incredibly exciting.",
      "fr": "Pouvoir toucher les étoiles, c'est incroyablement excitant."
    }
  },
  {
    "translation": {
      "en": "-That makes me glad to be alive. -[crowd cheering]",
      "fr": "Ça m'aide à me sentir vivant."
    }
  },
  {
    "translation": {
      "en": "[Doug] But I don't think it has anything to do with individual antics",
      "fr": "Je ne crois pas qu'il soit déconnecté de la réalité"
    }
  },
  {
    "translation": {
      "en": "or individual wealth.",
      "fr": "à cause de sa fortune personnelle."
    }
  },
  {
    "translation": {
      "en": "This is a much greater vision",
      "fr": "Il a une vision bien plus grande,"
    }
  },
  {
    "translation": {
      "en": "that he has for not only society but the planet.",
      "fr": "pour l'avenir de la société et de la planète."
    }
  },
  {
    "translation": {
      "en": "That hasn't changed.",
      "fr": "Ça n'a pas changé."
    }
  },
  {
    "translation": {
      "en": "And he demands a lot of everyone around him,",
      "fr": "Il est très exigeant envers son équipe."
    }
  },
  {
    "translation": {
      "en": "I think as much as he demands out of himself,",
      "fr": "Il l'est tout autant envers lui-même."
    }
  },
  {
    "translation": {
      "en": "and, you know, he's relentless.",
      "fr": "C'est un homme intransigeant."
    }
  },
  {
    "translation": {
      "en": "You decided to build a space company.",
      "fr": "Vous avez fondé une entreprise spatiale."
    }
  },
  {
    "translation": {
      "en": "Why on Earth would someone do that?",
      "fr": "Qu'est-ce qui vous a pris ?"
    }
  },
  {
    "translation": {
      "en": "-Got that question a lot. That's true. -[all laughing]",
      "fr": "On me le demande souvent."
    }
  },
  {
    "translation": {
      "en": "The big innovation is still ahead, and you're working on it now.",
      "fr": "Votre plus grande innovation reste à venir."
    }
  },
  {
    "translation": {
      "en": "Tell us… tell us about this.",
      "fr": "Dites-nous-en plus."
    }
  },
  {
    "translation": {
      "en": "Uh, the goal of SpaceX is to try to crack a problem that I think is vital",
      "fr": "Le but de SpaceX est de résoudre un problème primordial."
    }
  },
  {
    "translation": {
      "en": "for humanity to become a spacefaring civilization, which is to have a… a rapidly and fully reusable rocket.",
      "fr": "Pour devenir une civilisation spatiale, on doit élaborer une fusée réutilisable."
    }
  },
  {
    "translation": {
      "en": "The space shuttle was an attempt at a reusable rocket.",
      "fr": "On réutilisait une partie de la navette spatiale."
    }
  },
  {
    "translation": {
      "en": "But even the main tank of the space shuttle",
      "fr": "Mais même son réservoir"
    }
  },
  {
    "translation": {
      "en": "was thrown away every time.",
      "fr": "devait être largué."
    }
  },
  {
    "translation": {
      "en": "So it's possible to achieve, let's say, roughly a hundredfold improvement",
      "fr": "Un vol spatial pourrait coûter 100 fois moins cher"
    }
  },
  {
    "translation": {
      "en": "in the cost of spaceflight if you can effectively reuse the rocket.",
      "fr": "si on parvenait à réutiliser une fusée dans son intégralité."
    }
  },
  {
    "translation": {
      "en": "[Lori] A general estimate of how much we have spent",
      "fr": "Le coût global de tous les vols spatiaux depuis Apollo"
    }
  },
  {
    "translation": {
      "en": "in human spaceflight since Apollo is around $350 billion,",
      "fr": "Le coût global de tous les vols spatiaux depuis Apollo avoisine les 350 milliards de dollars."
    }
  },
  {
    "translation": {
      "en": "and we send about 350 US astronauts to space.",
      "fr": "On a envoyé 350 astronautes américains dans l'espace."
    }
  },
  {
    "translation": {
      "en": "So it's about a billion dollars a person.",
      "fr": "Un astronaute coûte un milliard de dollars."
    }
  },
  {
    "translation": {
      "en": "So being able to lower that cost is just such an obvious goal,",
      "fr": "C'est pour ça qu'il est impératif de réduire les coûts,"
    }
  },
  {
    "translation": {
      "en": "or you're never going to go anywhere.",
      "fr": "sinon, on n'ira jamais plus loin."
    }
  },
  {
    "translation": {
      "en": "In order to make spaceflight cheap, and in order to land on Mars and do all these things,",
      "fr": "Pour rendre les vols spatiaux accessibles, et réussir à aller sur Mars,"
    }
  },
  {
    "translation": {
      "en": "you have to have a fully reusable rocket.",
      "fr": "il faut une fusée complètement réutilisable."
    }
  },
  {
    "translation": {
      "en": "It's really common in space movies and science fiction to see…",
      "fr": "La science-fiction en regorge."
    }
  },
  {
    "translation": {
      "en": "Retros on!",
      "fr": "Manœuvre enclenchée."
    }
  },
  {
    "translation": {
      "en": "[Tim] …you know, the sci-fi vision of the rocket that can take off and land anywhere.",
      "fr": "Les vaisseaux décollent et atterrissent n'importe où."
    }
  },
  {
    "translation": {
      "en": "That's so far away from what was even considered possible.",
      "fr": "C'est loin de ce que l'on peut envisager."
    }
  },
  {
    "translation": {
      "en": "Like, that's really, really, really hard to do.",
      "fr": "C'est très difficile à réaliser."
    }
  },
  {
    "translation": {
      "en": "[man] In fact, no one had ever tried to land an orbital booster.",
      "fr": "Personne n'avait jamais tenté de faire atterrir un booster."
    }
  },
  {
    "translation": {
      "en": "Landing a rocket certainly seemed absurd when we first started trying it.",
      "fr": "C'est une idée qui paraissait même absurde, au début."
    }
  },
  {
    "translation": {
      "en": "To get it right, you have to set down this thing",
      "fr": "INGÉNIEUR EN CHARGE DE L'ATTERRISSAGE Il faut poser un engin de la taille d'un gratte-ciel qui pèse 30 tonnes"
    }
  },
  {
    "translation": {
      "en": "that is the size of a skyscraper and weighing 30 tons",
      "fr": "Il faut poser un engin de la taille d'un gratte-ciel qui pèse 30 tonnes"
    }
  },
  {
    "translation": {
      "en": "and land it on this speck in the middle of the ocean.",
      "fr": "sur un point au milieu de l'océan."
    }
  },
  {
    "translation": {
      "en": "At any point, any part of that can go wrong,",
      "fr": "Au premier problème rencontré, quel qu'il soit,"
    }
  },
  {
    "translation": {
      "en": "and it'll only end one way, which is in an explosion.",
      "fr": "la seule issue possible est l'explosion."
    }
  },
  {
    "translation": {
      "en": "[Tim] SpaceX is not afraid of failure. They almost embrace failure.",
      "fr": "SpaceX n'a pas peur de l'échec, au contraire."
    }
  },
  {
    "translation": {
      "en": "\"Hey, we're gonna test this. It might blow up.\"",
      "fr": "\"On va tester ça, et si ça pète,"
    }
  },
  {
    "translation": {
      "en": "\"If it blows up, we'll learn something.\"",
      "fr": "\"on apprendra de nos erreurs.\""
    }
  },
  {
    "translation": {
      "en": "[Jim] The way a traditional partner with NASA works,",
      "fr": "Dans le cadre d'un partenariat avec la NASA,"
    }
  },
  {
    "translation": {
      "en": "everything all along the way",
      "fr": "traditionnellement,"
    }
  },
  {
    "translation": {
      "en": "is qualified before it ever gets on the vehicle.",
      "fr": "tout est calculé avant d'être mis en pratique."
    }
  },
  {
    "translation": {
      "en": "SpaceX does things very differently.",
      "fr": "SpaceX procède différemment."
    }
  },
  {
    "translation": {
      "en": "The two philosophies couldn't be more opposite.",
      "fr": "Ce sont deux philosophies opposées."
    }
  },
  {
    "translation": {
      "en": "You'll see NASA literally solving everything on paper,",
      "fr": "La NASA résout tous les problèmes sur le papier,"
    }
  },
  {
    "translation": {
      "en": "and SpaceX is literally building stuff, seeing what breaks,",
      "fr": "alors que SpaceX construit, regarde ce qui pêche,"
    }
  },
  {
    "translation": {
      "en": "and then iterating from there.",
      "fr": "et recommence."
    }
  },
  {
    "translation": {
      "en": "They're developing a rocket around those explosions.",
      "fr": "Ils progressent grâce aux explosions."
    }
  },
  {
    "translation": {
      "en": "That's why it's important to have a lot of launches and make a lot of rockets.",
      "fr": "C'est pour ça qu'on doit lancer le plus de fusées possible."
    }
  },
  {
    "translation": {
      "en": "Every rocket, every launch is an opportunity to improve.",
      "fr": "Chaque lancement nous permet de nous améliorer."
    }
  },
  {
    "translation": {
      "en": "[Gwynne] Obviously, we get unhappy about failures that we have,",
      "fr": "Ce n'est pas un plaisir d'échouer,"
    }
  },
  {
    "translation": {
      "en": "but we also are pleased with the results that come out of failures.",
      "fr": "mais on tire les leçons de nos échecs."
    }
  },
  {
    "translation": {
      "en": "You never know your system",
      "fr": "On ignore jusqu'où un système peut aller"
    }
  },
  {
    "translation": {
      "en": "until you've pushed it to the limit so that it breaks.",
      "fr": "tant qu'on ne la pas poussé au point de rupture."
    }
  },
  {
    "translation": {
      "en": "[Lars] One of the reasons people had imagined reusable rockets but had never achieved it",
      "fr": "La fusée réutilisable restait un fantasme"
    }
  },
  {
    "translation": {
      "en": "is that we'd never cracked precision landing.",
      "fr": "à cause de la difficulté d'atterrir avec précision."
    }
  },
  {
    "translation": {
      "en": "After the rocket launches,",
      "fr": "Après le lancement,"
    }
  },
  {
    "translation": {
      "en": "the booster stage separates",
      "fr": "le booster se détache."
    }
  },
  {
    "translation": {
      "en": "and then flips around to shoot back towards Earth.",
      "fr": "Il tourne sur lui-même et retombe sur Terre."
    }
  },
  {
    "translation": {
      "en": "So we had to figure out",
      "fr": "Il fallait réussir à diriger ce booster"
    }
  },
  {
    "translation": {
      "en": "how to get a rocket that's moving seven times the speed of sound",
      "fr": "Il fallait réussir à diriger ce booster dont la vitesse atteint sept fois celle du son, jusqu'à sa cible."
    }
  },
  {
    "translation": {
      "en": "back to its target.",
      "fr": "dont la vitesse atteint sept fois celle du son, jusqu'à sa cible."
    }
  },
  {
    "translation": {
      "en": "First, we developed the legs,",
      "fr": "On a mis au point des atterrisseurs,"
    }
  },
  {
    "translation": {
      "en": "the engines, the actuators and sensors, and some very advanced algorithms.",
      "fr": "des moteurs, des actionneurs, des capteurs et des algorithmes très avancés."
    }
  },
  {
    "translation": {
      "en": "Finally, we added grid fins.",
      "fr": "Ainsi que des ailerons stabilisateurs."
    }
  },
  {
    "translation": {
      "en": "By rotating these fins,",
      "fr": "Grâce à la rotation de ces ailerons,"
    }
  },
  {
    "translation": {
      "en": "we precisely guide and fly the rocket back to the target.",
      "fr": "on est capables de guider la fusée jusqu'à son point d'arrivée."
    }
  },
  {
    "translation": {
      "en": "At the very last minute,",
      "fr": "À la toute dernière minute,"
    }
  },
  {
    "translation": {
      "en": "we light the engines one more time for the landing burn",
      "fr": "on rallume les moteurs pour que la combustion"
    }
  },
  {
    "translation": {
      "en": "to slow the rocket all the way down for landing,",
      "fr": "ralentisse la fusée avant l'atterrissage,"
    }
  },
  {
    "translation": {
      "en": "hopefully right in the middle of the X.",
      "fr": "et l'aide à atteindre sa cible."
    }
  },
  {
    "translation": {
      "en": "[officer] Six, five, four, three, two, one, zero.",
      "fr": "Six, cinq, quatre… LANCEMENT D'ORBCOMM-2 … deux, un, zéro."
    }
  },
  {
    "translation": {
      "en": "Liftoff of Falcon 9.",
      "fr": "Décollage du Falcon 9."
    }
  },
  {
    "translation": {
      "en": "Falcon 9 has cleared the tower.",
      "fr": "Le Falcon 9 a quitté la tour."
    }
  },
  {
    "translation": {
      "en": "[man 1] Stage separation confirmed.",
      "fr": "Séparation confirmée !"
    }
  },
  {
    "translation": {
      "en": "[man 2] The first stage is returning to land.",
      "fr": "Le premier étage redescend sur terre."
    }
  },
  {
    "translation": {
      "en": "-[man 3] Stage one landing burn. -[man 4] Stage one landing burn.",
      "fr": "Allumage pour l'atterrissage."
    }
  },
  {
    "translation": {
      "en": "[Lars] Thousands of people worked on the booster landing.",
      "fr": "On était des milliers à bosser sur cet atterrissage."
    }
  },
  {
    "translation": {
      "en": "Seven years was entirely about getting that booster to land.",
      "fr": "On a consacré sept années à l'atterrissage du booster."
    }
  },
  {
    "translation": {
      "en": "When that thing finally came down",
      "fr": "Le jour où il s'est enfin posé,"
    }
  },
  {
    "translation": {
      "en": "and did a picture-perfect landing right on the target,",
      "fr": "et a fait un atterrissage parfait sur sa cible,"
    }
  },
  {
    "translation": {
      "en": "it's just one of those moments…",
      "fr": "c'est un jour"
    }
  },
  {
    "translation": {
      "en": "…that you will carry for the rest of your life.",
      "fr": "qu'on n'oubliera jamais."
    }
  },
  {
    "translation": {
      "en": "-It's standing up. It's standing up. -[man 1] It's standing up.",
      "fr": "Il s'est posé."
    }
  },
  {
    "translation": {
      "en": "[man 2] Oh my God. [man 3] Look at this. It's just sitting there.",
      "fr": "- Bon sang ! - Regardez. Il est parfaitement droit."
    }
  },
  {
    "translation": {
      "en": "Holy smokes, man.",
      "fr": "C'est incroyable."
    }
  },
  {
    "translation": {
      "en": "[Tim] To see them doing this over and over and over and hitting these bull's-eye targets,",
      "fr": "Quand on les voit réussir un atterrissage parfait à tous les coups,"
    }
  },
  {
    "translation": {
      "en": "it's just an absolute testament to the… the engineering involved.",
      "fr": "on comprend que c'est l'œuvre d'ingénieurs remarquables."
    }
  },
  {
    "translation": {
      "en": "[Lori] Elon and SpaceX changed our industry completely.",
      "fr": "Elon et SpaceX ont complètement changé notre industrie."
    }
  },
  {
    "translation": {
      "en": "Because everything is reusable,",
      "fr": "Tout est réutilisable."
    }
  },
  {
    "translation": {
      "en": "they can now launch for a tenth of the cost that we had,",
      "fr": "Les lancements coûtent dix fois moins cher qu'à l'époque."
    }
  },
  {
    "translation": {
      "en": "which saves a lot of tax dollars.",
      "fr": "Ça fait économiser beaucoup d'argent au contribuable."
    }
  },
  {
    "translation": {
      "en": "[Jim] Launching in the midst of a coronavirus pandemic, it's been a challenge.",
      "fr": "Organiser un lancement en pleine pandémie de coronavirus, ce n'est pas simple."
    }
  },
  {
    "translation": {
      "en": "But we're gonna persevere through this.",
      "fr": "Mais on va y arriver."
    }
  },
  {
    "translation": {
      "en": "We're gonna get Bob and Doug safely to the International Space Station.",
      "fr": "On va emmener Bob et Doug sur l'ISS."
    }
  },
  {
    "translation": {
      "en": "Because this mission",
      "fr": "Parce que faire décoller"
    }
  },
  {
    "translation": {
      "en": "to once again launch our astronauts from American soil,",
      "fr": "un nouveau vol habité depuis le sol américain,"
    }
  },
  {
    "translation": {
      "en": "it's really about hope.",
      "fr": "c'est porteur d'espoir."
    }
  },
  {
    "translation": {
      "en": "It's about looking up and saying, \"Look, we can still do amazing things,",
      "fr": "On pourra se dire qu'on peut encore accomplir de grandes choses"
    }
  },
  {
    "translation": {
      "en": "even when we're being challenged in ways that we've never been challenged before.\"",
      "fr": "même quand on est confrontés à des défis inédits."
    }
  },
  {
    "translation": {
      "en": "Bob and Doug are going into quarantine with their families",
      "fr": "Bob et Doug s'isolent avec leur famille"
    }
  },
  {
    "translation": {
      "en": "in the lead-up to launch day.",
      "fr": "jusqu'au lancement."
    }
  },
  {
    "translation": {
      "en": "This quarantine period is normal for any launch.",
      "fr": "La quarantaine est obligatoire avant un lancement."
    }
  },
  {
    "translation": {
      "en": "Though I guess not much will change for them",
      "fr": "Ça ne les changera pas,"
    }
  },
  {
    "translation": {
      "en": "since they've been in some form of quarantine since March.",
      "fr": "ils sont déjà confinés depuis le mois de mars."
    }
  },
  {
    "translation": {
      "en": "We entered the quarantine period,",
      "fr": "La quarantaine commence."
    }
  },
  {
    "translation": {
      "en": "so it's hands-off to the rest of the world",
      "fr": "On va se couper du monde"
    }
  },
  {
    "translation": {
      "en": "until we get back from the International Space Station.",
      "fr": "jusqu'à notre retour de l'ISS."
    }
  },
  {
    "translation": {
      "en": "-[woman] How's it look? -Looks good to me.",
      "fr": "- Qu'est-ce que t'en dis ? - Ça a l'air bon."
    }
  },
  {
    "translation": {
      "en": "I'm guessing we're not gonna have this on Space Station, right?",
      "fr": "Je n'aurai pas ça à bord de l'ISS."
    }
  },
  {
    "translation": {
      "en": "You know, everything that you know and love is down there,",
      "fr": "Tout ceux qu'on aime sont sur Terre."
    }
  },
  {
    "translation": {
      "en": "and you're up here.",
      "fr": "Nous, on est dans l'espace."
    }
  },
  {
    "translation": {
      "en": "And then hopefully everything will work so I can get back down there, uh, to see 'em again.",
      "fr": "On espère que tout va bien se passer et qu'on pourra les retrouver."
    }
  },
  {
    "translation": {
      "en": "Mom, you're walking. I thought we…",
      "fr": "Maman, tu marches."
    }
  },
  {
    "translation": {
      "en": "[woman] I'm gonna catch you.",
      "fr": "Je vous rattraperai."
    }
  },
  {
    "translation": {
      "en": "[Doug] I wanna make sure that I focus on my family,",
      "fr": "Je veux passer du temps avec ma famille."
    }
  },
  {
    "translation": {
      "en": "you know, this being kind of my last opportunity.",
      "fr": "Après, je n'en aurai plus l'opportunité."
    }
  },
  {
    "translation": {
      "en": "Oh yeah, I might be living up there in two weeks.",
      "fr": "Je serai là-haut dans deux semaines."
    }
  },
  {
    "translation": {
      "en": "[Doug] Remember when you saw Mommy on this thing? [boy] Yeah.",
      "fr": "- Tu te rappelles quand maman y était ? - Oui."
    }
  },
  {
    "translation": {
      "en": "[Jim] Probably nobody knows more about what the astronauts are going through, of course, other than another astronaut.",
      "fr": "Il faut être astronaute pour comprendre ce que vit un autre astronaute."
    }
  },
  {
    "translation": {
      "en": "[Doug] Copy. Oh, nice silhouette on the door.",
      "fr": "Bien reçu. Jolie silhouette à la porte."
    }
  },
  {
    "translation": {
      "en": "Bob and I, you know, we're both married to astronauts.",
      "fr": "Bob et moi, on est mariés à des astronautes."
    }
  },
  {
    "translation": {
      "en": "My wife, Karen, she's got two flights.",
      "fr": "Ma femme, Karen, a deux vols à son actif."
    }
  },
  {
    "translation": {
      "en": "[Karen] After my shuttle flight to the space station,",
      "fr": "Après ma première mission à bord de l'ISS,"
    }
  },
  {
    "translation": {
      "en": "I was not fulfilled completely. I… I wanted more, you know.",
      "fr": "je n'étais pas complètement rassasiée. J'en redemandais."
    }
  },
  {
    "translation": {
      "en": "And so I went back up there for six months.",
      "fr": "Donc je suis repartie six mois."
    }
  },
  {
    "translation": {
      "en": "[astronaut] Hey, you guys.",
      "fr": "Salut, les copains."
    }
  },
  {
    "translation": {
      "en": "-Hey, you guys. Good to see you. -Hey.",
      "fr": "Ça fait plaisir."
    }
  },
  {
    "translation": {
      "en": "[Karen] Every day was varied,",
      "fr": "On avait plusieurs missions,"
    }
  },
  {
    "translation": {
      "en": "but the main objective was to conduct science in a zero-gravity environment.",
      "fr": "mais notre but principal était d'effectuer des expériences en apesanteur."
    }
  },
  {
    "translation": {
      "en": "I mean, the station is basically a huge laboratory that's built in space.",
      "fr": "L'ISS est un grand laboratoire dans l'espace."
    }
  },
  {
    "translation": {
      "en": "Any experiments where we interacted with the researchers on the ground,",
      "fr": "Nos échanges avec les chercheurs restés sur Terre"
    }
  },
  {
    "translation": {
      "en": "that was always fun because you could just feel their excitement",
      "fr": "étaient amusants. Nos résultats les galvanisaient."
    }
  },
  {
    "translation": {
      "en": "and how these experiments help to figure out what's happening on Earth.",
      "fr": "Ils leur permettaient de résoudre des problèmes terrestres."
    }
  },
  {
    "translation": {
      "en": "[Doug] Because of the tremendous amount of time Karen was on board the ISS,",
      "fr": "Karen a passé tellement de temps à bord de l'ISS"
    }
  },
  {
    "translation": {
      "en": "there were people years later saying, \"Hey, I found your wife's hair up here.\"",
      "fr": "qu'on m'a dit des années plus tard : \"Il y a des cheveux de ta femme.\" J'ai dit : \"Désolé.\""
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Well, well, sorry.\"",
      "fr": "\"Il y a des cheveux de ta femme.\" J'ai dit : \"Désolé.\""
    }
  },
  {
    "translation": {
      "en": "[man] What a beautiful spaceship we're on, guys.",
      "fr": "Quel beau vaisseau spatial."
    }
  },
  {
    "translation": {
      "en": "[Bob] My wife, Megan,",
      "fr": "Ma femme, Megan,"
    }
  },
  {
    "translation": {
      "en": "flew on a space shuttle mission to the Hubble Space Telescope.",
      "fr": "est intervenue sur le télescope spatial Hubble."
    }
  },
  {
    "translation": {
      "en": "[Megan] Clear the pin. Five seconds, the mode switch is in auto.",
      "fr": "Contact. Cinq secondes, on passe en mode auto."
    }
  },
  {
    "translation": {
      "en": "-Three, two, one, release. -[beeping]",
      "fr": "Trois, deux, un, je coupe."
    }
  },
  {
    "translation": {
      "en": "My mission was the final servicing and repair mission for the telescope.",
      "fr": "Je m'occupais de la révision et de la réparation du télescope."
    }
  },
  {
    "translation": {
      "en": "We would joke and say, \"We're helping to unlock the mysteries of the universe,\"",
      "fr": "Pour rire, on disait : \"On résout les mystères de l'univers\","
    }
  },
  {
    "translation": {
      "en": "but it really is true.",
      "fr": "mais c'est vrai."
    }
  },
  {
    "translation": {
      "en": "So whenever I see an article in the paper",
      "fr": "Dès que je vois un article"
    }
  },
  {
    "translation": {
      "en": "where a group of scientists have discovered something new,",
      "fr": "au sujet d'une découverte scientifique,"
    }
  },
  {
    "translation": {
      "en": "I always think, you know, \"Hey, you helped a little bit with that.\" [laughs]",
      "fr": "je me dis toujours : \"J'y ai contribué.\""
    }
  },
  {
    "translation": {
      "en": "[Doug] Before any of us actually got into space,",
      "fr": "Avant de partir dans l'espace,"
    }
  },
  {
    "translation": {
      "en": "Bob and Megan and Karen and I, we were all classmates.",
      "fr": "Bob, Megan, Karen et moi, on faisait partie de la même promotion."
    }
  },
  {
    "translation": {
      "en": "And so we spent a lot of time together.",
      "fr": "On passait beaucoup de temps ensemble."
    }
  },
  {
    "translation": {
      "en": "[news anchor] So far, so good on the ascent of the space shuttle Atlantis",
      "fr": "Jusqu'ici tout va bien. Atlantis a décollé"
    }
  },
  {
    "translation": {
      "en": "on this its 22nd mission,",
      "fr": "pour sa 22e mission,"
    }
  },
  {
    "translation": {
      "en": "the 99th flight in space shuttle history.",
      "fr": "le 99e vol spatial de la navette spatiale."
    }
  },
  {
    "translation": {
      "en": "[Karen] One of the astronauts from the class ahead of us",
      "fr": "Un des astronautes de la promotion précédente"
    }
  },
  {
    "translation": {
      "en": "hosted a party to celebrate the incoming class,",
      "fr": "avait organisé un pot de bienvenue."
    }
  },
  {
    "translation": {
      "en": "and I first met Doug at that party.",
      "fr": "J'ai rencontré Doug à cette fête."
    }
  },
  {
    "translation": {
      "en": "We were friends first.",
      "fr": "Au début, on était amis."
    }
  },
  {
    "translation": {
      "en": "It… it took a few years to become more than that, but, um…",
      "fr": "Notre relation a mis plusieurs années avant d'évoluer,"
    }
  },
  {
    "translation": {
      "en": "Yeah, I think we were lucky, though, to find each other.",
      "fr": "mais on a eu de la chance de se trouver."
    }
  },
  {
    "translation": {
      "en": "[Megan] I remember actually the first time I really heard about Bob.",
      "fr": "Je me souviens de la première fois que j'ai entendu parler de Bob."
    }
  },
  {
    "translation": {
      "en": "We each received kind of this pamphlet",
      "fr": "On a reçu un document"
    }
  },
  {
    "translation": {
      "en": "that showed everyone's picture and, like, a two-sentence bio.",
      "fr": "avec une photo et une présentation de chacun."
    }
  },
  {
    "translation": {
      "en": "He was born in this year, and he graduated in this year, and he got a PhD by this year.",
      "fr": "Il avait eu son doctorat seulement quelques années après son bac."
    }
  },
  {
    "translation": {
      "en": "He's got to be some kind of, you know, child prodigy.",
      "fr": "J'ai pensé que c'était un prodige."
    }
  },
  {
    "translation": {
      "en": "And he said, \"Well, there's actually a typo in there with the dates,\"",
      "fr": "Il m'a dit : \"Il y a une erreur dans les dates.\""
    }
  },
  {
    "translation": {
      "en": "But I think you'll find that he is a prodigy. [laughs]",
      "fr": "Mais c'est un prodige, vous verrez."
    }
  },
  {
    "translation": {
      "en": "[Megan] But over time, I think it became clear that we were gonna build a life together.",
      "fr": "On a vite compris qu'on voulait faire notre vie ensemble."
    }
  },
  {
    "translation": {
      "en": "Had a chance to come out to the old astronaut beach house today.",
      "fr": "Je passe quelques jours à la maison des astronautes."
    }
  },
  {
    "translation": {
      "en": "I'm really looking forward to spending some time with my family out here",
      "fr": "Je vais pouvoir passer du temps avec ma famille"
    }
  },
  {
    "translation": {
      "en": "before launching on Dragon in just a few short days.",
      "fr": "avant le lancement de Dragon, très bientôt."
    }
  },
  {
    "translation": {
      "en": "[Megan] You know, I think the thing that's most important to us right now",
      "fr": "Le plus important pour nous,"
    }
  },
  {
    "translation": {
      "en": "is that we are living every day normally.",
      "fr": "c'est de vivre notre vie comme d'habitude."
    }
  },
  {
    "translation": {
      "en": "We're just enjoying time together as we get closer and closer to launch.",
      "fr": "On profite des moments ensemble avant le lancement qui approche vite."
    }
  },
  {
    "translation": {
      "en": "-[boy] Blastoff! -[rocket whooshing]",
      "fr": "Mise à feu !"
    }
  },
  {
    "translation": {
      "en": "Oh, that was our new DM-2 tradition",
      "fr": "C'était notre nouvelle tradition,"
    }
  },
  {
    "translation": {
      "en": "with our sons to launch rockets from the beach.",
      "fr": "lancer des DM-2 sur la plage avec notre fils."
    }
  },
  {
    "translation": {
      "en": "-[people cheering] -[Bob] Thank you.",
      "fr": "Merci."
    }
  },
  {
    "translation": {
      "en": "-[Megan] Hey. Bye-bye. -[Bob] Thank you.",
      "fr": "Merci. Au revoir."
    }
  },
  {
    "translation": {
      "en": "-Thank you, guys. -[Megan] Bye-bye.",
      "fr": "- Merci. - Au revoir."
    }
  },
  {
    "translation": {
      "en": "As we approach liftoff,",
      "fr": "À l'approche du lancement,"
    }
  },
  {
    "translation": {
      "en": "I'm just kind of feeling sort of joy tinged with terror,",
      "fr": "je ressens un mélange de joie et de terreur."
    }
  },
  {
    "translation": {
      "en": "I guess is the best way that I can describe it.",
      "fr": "C'est la meilleure description."
    }
  },
  {
    "translation": {
      "en": "It's like every other trip, over-packing.",
      "fr": "On prend toujours trop d'affaires."
    }
  },
  {
    "translation": {
      "en": "[Karen] Being the person watching, especially having been a crew member,",
      "fr": "Quand on voit l'autre partir, surtout quand on est déjà parti soi-même,"
    }
  },
  {
    "translation": {
      "en": "it's all out of your control.",
      "fr": "on se sent impuissant."
    }
  },
  {
    "translation": {
      "en": "There's nothing you can do other than watch,",
      "fr": "On ne peut que le regarder partir."
    }
  },
  {
    "translation": {
      "en": "and it's… it's definitely a lot harder.",
      "fr": "C'est beaucoup plus dur."
    }
  },
  {
    "translation": {
      "en": "-None of these I would ever want. -You gonna grow a mustache?",
      "fr": "- Je n'en veux pas. - Tu auras une moustache ?"
    }
  },
  {
    "translation": {
      "en": "[Doug] The best your family can do is break even, right? You come back.",
      "fr": "Pour la famille, on se doit de revenir."
    }
  },
  {
    "translation": {
      "en": "-[hairdresser] Never want a what? -Never had a mustache.",
      "fr": "- Quoi ? - Pas de moustache."
    }
  },
  {
    "translation": {
      "en": "I have wrestled with that.",
      "fr": "Mais je suis tiraillé."
    }
  },
  {
    "translation": {
      "en": "But in the end, ultimately,",
      "fr": "Au bout du compte,"
    }
  },
  {
    "translation": {
      "en": "you want your child to understand that during your life,",
      "fr": "j'aimerais que mon fils comprenne que dans la vie,"
    }
  },
  {
    "translation": {
      "en": "there are things that are risky,",
      "fr": "on prend parfois des risques,"
    }
  },
  {
    "translation": {
      "en": "but if it results in a better world, maybe it's worth that risk.",
      "fr": "mais si c'est pour la bonne cause, le jeu en vaut peut-être la chandelle."
    }
  },
  {
    "translation": {
      "en": "[man] So what you're looking at here",
      "fr": "Ce que vous voyez,"
    }
  },
  {
    "translation": {
      "en": "is our main stage for the launch broadcast.",
      "fr": "c'est le plateau d'où on va retransmettre le lancement."
    }
  },
  {
    "translation": {
      "en": "We've got three cameras, then what you don't see is the fourth one.",
      "fr": "Il y a trois caméras de ce côté, et une quatrième,"
    }
  },
  {
    "translation": {
      "en": "-We'll have a jib out here as well. -[Jim] Okay.",
      "fr": "- montée sur une grue. - Bien."
    }
  },
  {
    "translation": {
      "en": "They're putting together a Launch America banner",
      "fr": "Ils vont hisser une banderole."
    }
  },
  {
    "translation": {
      "en": "that will be brought up directly behind our hosts.",
      "fr": "Elle sera derrière les présentateurs."
    }
  },
  {
    "translation": {
      "en": "Behind that, you'll get a little NASA in there. You'll get a little of the American flag in there as our backdrop.",
      "fr": "Le bâtiment de la NASA sera derrière, avec le drapeau américain."
    }
  },
  {
    "translation": {
      "en": "So you got layers of depth to work with, which is kinda nice.",
      "fr": "La profondeur de champ sera intéressante."
    }
  },
  {
    "translation": {
      "en": "And where we go from here is the full dress rehearsal,",
      "fr": "Avant le direct, on fera une répétition"
    }
  },
  {
    "translation": {
      "en": "as if it were live.",
      "fr": "en conditions réelles."
    }
  },
  {
    "translation": {
      "en": "[woman] This is the point when the launch escape system is armed,",
      "fr": "C'est ici qu'on arme le système d'éjection d'urgence."
    }
  },
  {
    "translation": {
      "en": "and that happens just before SpaceX begins fueling the Falcon 9 rocket",
      "fr": "C'est la dernière étape avant le lancement de la fusée Falcon 9,"
    }
  },
  {
    "translation": {
      "en": "at T-minus 35 minutes.",
      "fr": "qui aura lieu dans 35 minutes."
    }
  },
  {
    "translation": {
      "en": "As a reminder, the purpose…",
      "fr": "Pour rappel, le but…"
    }
  },
  {
    "translation": {
      "en": "Right, I'm gonna interrupt Lauren",
      "fr": "Je dois vous interrompre."
    }
  },
  {
    "translation": {
      "en": "because it looks like we've had some type of anomaly on the pad.",
      "fr": "Une anomalie semble s'être déclarée sur la rampe de lancement."
    }
  },
  {
    "translation": {
      "en": "We have a developing situation with our launch operations.",
      "fr": "L'opération de lancement a rencontré un problème."
    }
  },
  {
    "translation": {
      "en": "We've taken a pause",
      "fr": "Nous sommes en contact"
    }
  },
  {
    "translation": {
      "en": "for our NASA and SpaceX teams to gather information.",
      "fr": "avec la NASA et SpaceX pour obtenir des informations."
    }
  },
  {
    "translation": {
      "en": "We are not going away.",
      "fr": "On ne bouge pas."
    }
  },
  {
    "translation": {
      "en": "We're gonna stay here on this pad shot,",
      "fr": "On va continuer de filmer la rampe."
    }
  },
  {
    "translation": {
      "en": "so please stay with us.",
      "fr": "Restez avec nous."
    }
  },
  {
    "translation": {
      "en": "Would we really hold on the disaster?",
      "fr": "On filmerait une catastrophe ?"
    }
  },
  {
    "translation": {
      "en": "In terms of what, when you say hold?",
      "fr": "Comment ça ?"
    }
  },
  {
    "translation": {
      "en": "Like, would we just watch it…",
      "fr": "On filmerait"
    }
  },
  {
    "translation": {
      "en": "Like, if it's a flaming mess, we just watch the rocket explode?",
      "fr": "si la fusée prenait feu ou explosait ?"
    }
  },
  {
    "translation": {
      "en": "[man] So depending on when and how it plays itself out,",
      "fr": "Ça dépend de l'ampleur du problème."
    }
  },
  {
    "translation": {
      "en": "we'd probably be cutting to a wide shot and watching this thing happen.",
      "fr": "On passerait sûrement sur un plan large pour filmer ce qui se passe."
    }
  },
  {
    "translation": {
      "en": "Can we cut to a control room or something? We couldn't cut away.",
      "fr": "- Où la salle de contrôle ? - Non, on reste dessus."
    }
  },
  {
    "translation": {
      "en": "-Okay. -Yeah.",
      "fr": "- D'accord. - Oui."
    }
  },
  {
    "translation": {
      "en": "Couldn't cut away.",
      "fr": "On doit filmer."
    }
  },
  {
    "translation": {
      "en": "-Uh, we would get… -Hey, look at that.",
      "fr": "- On aurait… - Regarde ça."
    }
  },
  {
    "translation": {
      "en": "-[rumbling] -Static fire happening right now.",
      "fr": "C'est la mise à feu statique."
    }
  },
  {
    "translation": {
      "en": "[Tim] So it looks like they have had successful static fire of the rocket.",
      "fr": "Apparemment, la mise à feu statique s'est bien passée."
    }
  },
  {
    "translation": {
      "en": "That's where they hold the rocket down and actually light up its engines",
      "fr": "Ils allument les moteurs sans la faire décoller"
    }
  },
  {
    "translation": {
      "en": "to make sure all things are good to go.",
      "fr": "pour s'assurer que tout va bien."
    }
  },
  {
    "translation": {
      "en": "And it looks like that has gone smoothly.",
      "fr": "On dirait que ça s'est déroulé sans accroc."
    }
  },
  {
    "translation": {
      "en": "This is my sign. This is when I was gonna hit the road,",
      "fr": "C'est mon signal. Je peux me mettre en route."
    }
  },
  {
    "translation": {
      "en": "because that means they're still on track to actually be launching here.",
      "fr": "Ça signifie que le lancement va bien avoir lieu."
    }
  },
  {
    "translation": {
      "en": "I have to pack masks. It's a freaking pandemic.",
      "fr": "Je dois prendre des masques. On est en pleine pandémie."
    }
  },
  {
    "translation": {
      "en": "This is the actual warning label,",
      "fr": "C'est l'avertissement"
    }
  },
  {
    "translation": {
      "en": "like on the International Space Station, the hatches.",
      "fr": "inscrit sur les trappes de l'ISS."
    }
  },
  {
    "translation": {
      "en": "I mean, even space underwear.",
      "fr": "J'ai des sous-vêtements de l'espace."
    }
  },
  {
    "translation": {
      "en": "I am… I'm a nerd.",
      "fr": "Je suis un geek."
    }
  },
  {
    "translation": {
      "en": "Now, with humans flying, starting to get a little… a little nervousness",
      "fr": "C'est un vol habité, donc je stresse un peu."
    }
  },
  {
    "translation": {
      "en": "because I have watched rockets fail.",
      "fr": "J'ai vu des lancements échouer."
    }
  },
  {
    "translation": {
      "en": "Just today, Virgin Orbit had their first orbital launch attempt, and it failed.",
      "fr": "Aujourd'hui, Virgin Orbit a raté son tout premier vol orbital."
    }
  },
  {
    "translation": {
      "en": "And it sucks. Space is hard.",
      "fr": "C'est terrible."
    }
  },
  {
    "translation": {
      "en": "There's still so many moving parts, and there's so many things that can go wrong.",
      "fr": "Il y a tant de choses à prendre en compte, et qui peuvent mal se passer."
    }
  },
  {
    "translation": {
      "en": "And, of course, I have a lot of confidence in the systems,",
      "fr": "Même si je fais confiance aux systèmes d'éjection,"
    }
  },
  {
    "translation": {
      "en": "but it… There is a real sense of… of importance.",
      "fr": "l'enjeu est plus important, cette fois-ci."
    }
  },
  {
    "translation": {
      "en": "There's a real sense of danger now.",
      "fr": "Il y a un vrai danger."
    }
  },
  {
    "translation": {
      "en": "It's getting a lot more real now.",
      "fr": "C'est plus concret."
    }
  },
  {
    "translation": {
      "en": "[man 1 over speaker] With primary day tomorrow, it's looking a little wishy-washy.",
      "fr": "Ça se présente pas très bien pour le lancement de demain."
    }
  },
  {
    "translation": {
      "en": "Um, all the models are showing some isolated storms",
      "fr": "Toutes les stations météo ont publié des avis de tempête à l'ouest de la zone relais."
    }
  },
  {
    "translation": {
      "en": "just west of the staging area that--",
      "fr": "ont publié des avis de tempête à l'ouest de la zone relais."
    }
  },
  {
    "translation": {
      "en": "[man 2] Yeah, you can see the map. That's the front approaching.",
      "fr": "Sur la carte, on voit le front se rapprocher."
    }
  },
  {
    "translation": {
      "en": "Looks pretty scary.",
      "fr": "Ce n'est pas rassurant."
    }
  },
  {
    "translation": {
      "en": "The, uh, risk for, uh, the launch corridor went up to 47%,",
      "fr": "On est à 47 % de fiabilité dans notre couloir de vol"
    }
  },
  {
    "translation": {
      "en": "in the high category.",
      "fr": "avec des vents forts."
    }
  },
  {
    "translation": {
      "en": "I was gonna suggest maybe Ben, since he compiled this,",
      "fr": "C'est Ben qui a rédigé les prévisions."
    }
  },
  {
    "translation": {
      "en": "what would be his recommendation?",
      "fr": "On devrait se fier à son avis."
    }
  },
  {
    "translation": {
      "en": "[Ben] Looking at just wind and waves at this point,",
      "fr": "Si on se basait uniquement sur les vents et les vagues"
    }
  },
  {
    "translation": {
      "en": "I… I feel like it's within a risk level that we would accept.",
      "fr": "Si on se basait uniquement sur les vents et les vagues le risque serait acceptable."
    }
  },
  {
    "translation": {
      "en": "Um, but based on the… the rain, the lightning,",
      "fr": "Mais avec la pluie et les orages,"
    }
  },
  {
    "translation": {
      "en": "it's driving the numbers quite a bit higher.",
      "fr": "les chiffres montent en flèche."
    }
  },
  {
    "translation": {
      "en": "[Bala] Weather is very, you know, fickle in Florida.",
      "fr": "La météo est capricieuse en Floride."
    }
  },
  {
    "translation": {
      "en": "Some of the most intense lightning I've seen in the world",
      "fr": "J'ai vu certains des pires orages de ma vie"
    }
  },
  {
    "translation": {
      "en": "happens at Cape Canaveral.",
      "fr": "à Cap Canaveral."
    }
  },
  {
    "translation": {
      "en": "My job, at the end of the day,",
      "fr": "Mon boulot,"
    }
  },
  {
    "translation": {
      "en": "is to make sure that the risk is acceptable",
      "fr": "c'est de m'assurer que le risque est mesuré."
    }
  },
  {
    "translation": {
      "en": "and give the final go-ahead for the mission.",
      "fr": "Je donne le feu vert définitif pour les missions."
    }
  },
  {
    "translation": {
      "en": "I basically have to have nerves of steel. [laughs]",
      "fr": "Je dois avoir des nerfs d'acier."
    }
  },
  {
    "translation": {
      "en": "It's terrifying when you, like, say, like, \"Yeah, go for launch.\"",
      "fr": "C'est terrifiant, d'être celui qui décide du lancement."
    }
  },
  {
    "translation": {
      "en": "[Ben] It's gonna be right on the edge, probably.",
      "fr": "On est vraiment sur le fil."
    }
  },
  {
    "translation": {
      "en": "We got to be crisp on this thing going forward.",
      "fr": "Il va falloir être très précis."
    }
  },
  {
    "translation": {
      "en": "[Doug] Thunderstorms are such a big issue",
      "fr": "Les orages sont un problème."
    }
  },
  {
    "translation": {
      "en": "because our launch to the space station is an instantaneous launch window.",
      "fr": "On a une fenêtre de tir très courte pour les lancements."
    }
  },
  {
    "translation": {
      "en": "Basically, we have to wait for the Earth to rotate",
      "fr": "En fait, on attend que la rotation de la Terre"
    }
  },
  {
    "translation": {
      "en": "until station is directly overhead",
      "fr": "positionne la fusée sous l'ISS,"
    }
  },
  {
    "translation": {
      "en": "and then launch at that exact millisecond.",
      "fr": "et on procède au lancement à la milliseconde près."
    }
  },
  {
    "translation": {
      "en": "Any problems it's like, \"Oh, we're scrubbed.\"",
      "fr": "Au moindre problème, on annule tout."
    }
  },
  {
    "translation": {
      "en": "You know, \"We're not gonna go fly.\"",
      "fr": "On ne décolle pas."
    }
  },
  {
    "translation": {
      "en": "[Bala] In addition to all those weather factors,",
      "fr": "Si on oublie la météo,"
    }
  },
  {
    "translation": {
      "en": "one of the most nerve-racking moments is loading propellant with astronauts on board.",
      "fr": "le plus éprouvant est le remplissage du réservoir avec l'équipage à bord."
    }
  },
  {
    "translation": {
      "en": "We're basically loading, like, a million pounds of, like, fuel and oxygen",
      "fr": "On injecte 500 tonnes de carburant et d'oxygène"
    }
  },
  {
    "translation": {
      "en": "into this big tank, and the astronauts are sitting on top.",
      "fr": "dans un réservoir, sur lequel les astronautes sont assis."
    }
  },
  {
    "translation": {
      "en": "A rocket is an energetic system,",
      "fr": "Une fusée possède un système dynamique."
    }
  },
  {
    "translation": {
      "en": "and anything leaking can be pretty catastrophic.",
      "fr": "Toute fuite peut être catastrophique."
    }
  },
  {
    "translation": {
      "en": "We have had an incident in the past…",
      "fr": "Un incident a déjà eu lieu."
    }
  },
  {
    "translation": {
      "en": "[Hans] We destroyed the satellite, we destroyed the rocket, we destroyed the launchpad,",
      "fr": "On a détruit le satellite, la fusée, et la rampe de lancement."
    }
  },
  {
    "translation": {
      "en": "and it took us months to figure out what… what happened.",
      "fr": "On a mis des mois à comprendre ce qui s'était passé."
    }
  },
  {
    "translation": {
      "en": "The rocket blew up, but it was not caused by the fueling process, per se.",
      "fr": "La fusée n'a pas explosé à cause de la combustion, mais à cause de la pression du réservoir."
    }
  },
  {
    "translation": {
      "en": "It was caused by a pressure tank.",
      "fr": "à cause de la combustion, mais à cause de la pression du réservoir."
    }
  },
  {
    "translation": {
      "en": "I didn't expect it to fail that traumatic.",
      "fr": "Je ne m'attendais pas à un échec aussi cuisant."
    }
  },
  {
    "translation": {
      "en": "When you work on this, you really hope it works.",
      "fr": "On espère que nos propulseurs vont fonctionner."
    }
  },
  {
    "translation": {
      "en": "[Elon] I'm cautiously optimistic about tomorrow.",
      "fr": "Je suis assez optimiste pour demain."
    }
  },
  {
    "translation": {
      "en": "There's nothing more we can think of to improve the probability of success.",
      "fr": "On a mis toutes les chances de notre côté."
    }
  },
  {
    "translation": {
      "en": "But I don't wanna tempt fate.",
      "fr": "Mais je reste prudent."
    }
  },
  {
    "translation": {
      "en": "There's always things you don't know about, so you don't know when those are gonna come and get you.",
      "fr": "On n'est pas à l'abri d'un imprévu. On ne sait jamais quand cela se produira."
    }
  },
  {
    "translation": {
      "en": "Making sure Bob and Doug are safe is not simply our first priority.",
      "fr": "La sécurité de Bob et de Doug n'est pas l'une de nos priorités,"
    }
  },
  {
    "translation": {
      "en": "It is our only priority.",
      "fr": "c'est notre unique priorité."
    }
  },
  {
    "translation": {
      "en": "[Jim] So at the top of the hour, we're gonna make another judgment on the weather.",
      "fr": "On fera un nouveau point météo dans une heure,"
    }
  },
  {
    "translation": {
      "en": "But remember, thunderstorms down here in Florida are generally isolated,",
      "fr": "mais les orages sont souvent des phénomènes isolés en Floride."
    }
  },
  {
    "translation": {
      "en": "and so just because there's thunderstorms on the horizon",
      "fr": "mais les orages sont souvent des phénomènes isolés en Floride. Un orage à l'horizon ne signifie pas que le lancement sera annulé."
    }
  },
  {
    "translation": {
      "en": "doesn't mean we can't launch.",
      "fr": "Un orage à l'horizon ne signifie pas que le lancement sera annulé."
    }
  },
  {
    "translation": {
      "en": "I'm more optimistic than pessimistic,",
      "fr": "Je suis plutôt optimiste,"
    }
  },
  {
    "translation": {
      "en": "but we're gonna get one last look at the top of the hour.",
      "fr": "mais nous le saurons à l'heure prévue."
    }
  },
  {
    "translation": {
      "en": "[cameraman] Thank you, sir.",
      "fr": "Merci."
    }
  },
  {
    "translation": {
      "en": "-Have a great launch. -[Jim] My pleasure. Thank you.",
      "fr": "- Bonne soirée. - Merci."
    }
  },
  {
    "translation": {
      "en": "-Hey, this is huge. -[cameraman] We got more down there.",
      "fr": "- Merci, c'est génial. - On en a d'autres."
    }
  },
  {
    "translation": {
      "en": "Gets me through the day. -[cameraman laughs] -I'm very grateful.",
      "fr": "Ça va me remonter. Merci beaucoup."
    }
  },
  {
    "translation": {
      "en": "[Hans] It's not too bad.",
      "fr": "Ça va encore."
    }
  },
  {
    "translation": {
      "en": "I mean…",
      "fr": "Enfin…"
    }
  },
  {
    "translation": {
      "en": "…it's a mess, but at least it's… It has a chance to clear up.",
      "fr": "C'est couvert, mais ça peut se dégager."
    }
  },
  {
    "translation": {
      "en": "[Jim] The big thing right now is isolated thunderstorms.",
      "fr": "Les orages posent problème."
    }
  },
  {
    "translation": {
      "en": "The question is, is it gonna be sufficiently problematic",
      "fr": "La question est de savoir si cela nous contraindra"
    }
  },
  {
    "translation": {
      "en": "to where we… we can't launch?",
      "fr": "à repousser le lancement."
    }
  },
  {
    "translation": {
      "en": "Um, right now, I'm being told fifty-fifty.",
      "fr": "Pour l'instant, c'est du 50/50."
    }
  },
  {
    "translation": {
      "en": "Hi, it's me, Tim Dodd, the Everyday Astronaut.",
      "fr": "Ici Tim Dodd d'Everyday Astronaut."
    }
  },
  {
    "translation": {
      "en": "I'm three miles away, looking at the rocket right now.",
      "fr": "Je suis à cinq kilomètres de la fusée."
    }
  },
  {
    "translation": {
      "en": "The weather is starting to clear up here a little bit,",
      "fr": "Le ciel commence à se dégager."
    }
  },
  {
    "translation": {
      "en": "but I can tell you, based on the amount of people,",
      "fr": "Vu le nombre de personnes présentes,"
    }
  },
  {
    "translation": {
      "en": "this is definitely the launch to watch for the year, guys.",
      "fr": "c'est clairement le lancement de l'année."
    }
  },
  {
    "translation": {
      "en": "Now, just waiting to hear what's gonna happen.",
      "fr": "On attend juste la confirmation."
    }
  },
  {
    "translation": {
      "en": "My name is Jessie Anderson. I'm a lead manufacturing engineer here at SpaceX,",
      "fr": "Je m'appelle Jessie Anderson, cheffe de projet en R&D chez SpaceX."
    }
  },
  {
    "translation": {
      "en": "and I speak for all of us when I say we could not be more excited",
      "fr": "Je peux vous dire que toute l'équipe est ravie"
    }
  },
  {
    "translation": {
      "en": "to finally be sending humans to the International Space Station.",
      "fr": "de pouvoir enfin envoyer des astronautes sur l'ISS."
    }
  },
  {
    "translation": {
      "en": "It's a great day.",
      "fr": "C'est un grand jour."
    }
  },
  {
    "translation": {
      "en": "Today's mission is known as Demonstration Mission-2.",
      "fr": "Cette mission s'appelle Demonstration-2."
    }
  },
  {
    "translation": {
      "en": "It's gonna be the first time a commercially built spacecraft",
      "fr": "C'est la première fois qu'une fusée privée"
    }
  },
  {
    "translation": {
      "en": "will launch people to the space station.",
      "fr": "va envoyer des astronautes sur l'ISS."
    }
  },
  {
    "translation": {
      "en": "Demo-2 is an end-to-end flight test,",
      "fr": "Demo-2 est un vol d'essai complet,"
    }
  },
  {
    "translation": {
      "en": "from launch all the way to docking, and ending with splashdown.",
      "fr": "du lancement à l'amarrage et au retour de la capsule."
    }
  },
  {
    "translation": {
      "en": "And it's the final test for NASA to certify SpaceX",
      "fr": "C'est la dernière mission test de SpaceX pour obtenir"
    }
  },
  {
    "translation": {
      "en": "for regular crew flights to the space station.",
      "fr": "le droit de transporter les astronautes de la NASA sur l'ISS."
    }
  },
  {
    "translation": {
      "en": "[Gwynne] I don't get nervous for launches. I don't get nervous for doing speaking gigs.",
      "fr": "Je ne stresse pas avant un lancement ou une conférence de presse."
    }
  },
  {
    "translation": {
      "en": "Starting a month ago or so, I started getting nervous for this launch.",
      "fr": "Pourtant, depuis un mois, ce lancement me stresse."
    }
  },
  {
    "translation": {
      "en": "I shouldn't have eaten breakfast. [man] It's a stress-eating kind of day.",
      "fr": "- Je n'aurais pas dû petit-déjeuner. - C'est une journée stressante."
    }
  },
  {
    "translation": {
      "en": "And then yesterday was tough, and today, just forget it.",
      "fr": "Hier, c'était déjà dur. Aujourd'hui, c'est ingérable."
    }
  },
  {
    "translation": {
      "en": "Hard to get any work done at all today.",
      "fr": "Je suis incapable de me concentrer."
    }
  },
  {
    "translation": {
      "en": "I always worry about the things that we don't know about.",
      "fr": "Ce qui m'inquiète, c'est ce qu'on ne contrôle pas."
    }
  },
  {
    "translation": {
      "en": "Launch makes you superstitious.",
      "fr": "Les lancements rendent superstitieux."
    }
  },
  {
    "translation": {
      "en": "It's called launch juju. Um, I don't know where that term came from.",
      "fr": "On a des amulettes. Je ne suis pas sûre d'où ça vient."
    }
  },
  {
    "translation": {
      "en": "I think it's an Air Force term actually, but people do very odd things.",
      "fr": "De l'armée de l'air, je crois. Certaines sont très étranges."
    }
  },
  {
    "translation": {
      "en": "[man] So here's my Dragon socks.",
      "fr": "Voilà mes chaussettes Dragon."
    }
  },
  {
    "translation": {
      "en": "Cool launch-day socks is my ritual.",
      "fr": "Les chaussettes, c'est mon rituel."
    }
  },
  {
    "translation": {
      "en": "[Hans] I don't look at the mission sticker. I can't look at it before we fly.",
      "fr": "Je ne regarde pas l'écusson de la mission avant le décollage."
    }
  },
  {
    "translation": {
      "en": "[woman] I will wear red sometimes when it's really important.",
      "fr": "Je porte du rouge, quand c'est important."
    }
  },
  {
    "translation": {
      "en": "Don't wear red on launch day. -Really? -Red means \"no go.\" Don't wear it.",
      "fr": "On ne met pas de rouge pour un lancement, jamais."
    }
  },
  {
    "translation": {
      "en": "Wearing green would be extra good luck.",
      "fr": "Le vert, ça porte chance."
    }
  },
  {
    "translation": {
      "en": "Hans has got it figured out.",
      "fr": "Hans a tout compris."
    }
  },
  {
    "translation": {
      "en": "I call it the launch beard. Like, you know, it grows out.",
      "fr": "Je laisse pousser ma barbe avant le lancement."
    }
  },
  {
    "translation": {
      "en": "And then day of the launch, it cleans up.",
      "fr": "Je me rase après."
    }
  },
  {
    "translation": {
      "en": "I usually have a beard,",
      "fr": "D'habitude, j'ai la barbe."
    }
  },
  {
    "translation": {
      "en": "but if we don't launch more than two days in a row, I shave the beard.",
      "fr": "Si un lancement a deux jours de retard, je me rase."
    }
  },
  {
    "translation": {
      "en": "[Bala] Why is that?",
      "fr": "Pourquoi ?"
    }
  },
  {
    "translation": {
      "en": "Just so that we can launch on the third day.",
      "fr": "Pour qu'on décolle le troisième jour."
    }
  },
  {
    "translation": {
      "en": "[Gwynne] I was in Scotland for the first time we got to orbit,",
      "fr": "J'étais en Écosse lors de notre premier vol orbital."
    }
  },
  {
    "translation": {
      "en": "so for every launch,",
      "fr": "Donc, à chaque lancement,"
    }
  },
  {
    "translation": {
      "en": "I put stickies in my shoe that say \"Scotland\" on it.",
      "fr": "je colle une étiquette \"Écosse\" dans ma chaussure,"
    }
  },
  {
    "translation": {
      "en": "So I am always in Scotland when we launch.",
      "fr": "pour avoir un pied en Écosse lors du décollage."
    }
  },
  {
    "translation": {
      "en": "[man] Are you a very superstitious person?",
      "fr": "Vous êtes superstitieuse ?"
    }
  },
  {
    "translation": {
      "en": "I'm not at all, uh, except for this.",
      "fr": "Pas du tout, sauf pour ça."
    }
  },
  {
    "translation": {
      "en": "I think we've pounded flat the risks that we understand and the risks we know about,",
      "fr": "On a mesuré tous les risques possibles et imaginables."
    }
  },
  {
    "translation": {
      "en": "and I really hope we do the right thing by Doug and Bob",
      "fr": "J'espère que tout ira bien, qu'on enverra Doug et Bob"
    }
  },
  {
    "translation": {
      "en": "and get them to the space station safely",
      "fr": "sans encombre sur l'ISS,"
    }
  },
  {
    "translation": {
      "en": "and inspire generations to come.",
      "fr": "et qu'on inspirera les générations futures."
    }
  },
  {
    "translation": {
      "en": "Really, we just can't fuck it up. [laughs]",
      "fr": "On n'a pas le droit de merder."
    }
  },
  {
    "translation": {
      "en": "That's the most important thing about today.",
      "fr": "C’est tout ce qui compte."
    }
  },
  {
    "translation": {
      "en": "No fucking it up.",
      "fr": "On ne doit pas merder."
    }
  },
  {
    "translation": {
      "en": "[Jim] This is my second one.",
      "fr": "C'est ma deuxième."
    }
  },
  {
    "translation": {
      "en": "That was my first. So I don't know, is that like three? I don't know.",
      "fr": "Ça, c'est la première. Je dois en être à la troisième."
    }
  },
  {
    "translation": {
      "en": "[man 1] Okay, Jim, we have the, uh, official weather update.",
      "fr": "Jim, on a le bulletin météo."
    }
  },
  {
    "translation": {
      "en": "The cell that they're worried about has moved to the north.",
      "fr": "La cellule qui les inquiétait s'est déplacée vers le nord."
    }
  },
  {
    "translation": {
      "en": "-So we're go for launch. -[Jim] Fantastic.",
      "fr": "- On a le feu vert. - Fantastique."
    }
  },
  {
    "translation": {
      "en": "-So we're gonna head over. -[man 2] Yes.",
      "fr": "- Allons-y. - Oui."
    }
  },
  {
    "translation": {
      "en": "Big day, sir. -[Jim] It is. -[man 1] Yeah, it is.",
      "fr": "- C'est un grand jour. - En effet."
    }
  },
  {
    "translation": {
      "en": "[Jim] I think anybody who's been involved in this for the last decade",
      "fr": "Toutes les personnes qui travaillent sur ce projet depuis dix ans"
    }
  },
  {
    "translation": {
      "en": "has got to be on the edge of their seat right now.",
      "fr": "doivent retenir leur souffle, aujourd'hui."
    }
  },
  {
    "translation": {
      "en": "This agency has had many, many tough times in the past…",
      "fr": "La NASA a connu des périodes difficiles,"
    }
  },
  {
    "translation": {
      "en": "but for Bob and Doug's launch today,",
      "fr": "mais pour le voyage de Bob et Doug,"
    }
  },
  {
    "translation": {
      "en": "we've done everything we can.",
      "fr": "on a fait tout notre possible."
    }
  },
  {
    "translation": {
      "en": "There comes that moment when you say, \"Okay, now is the time.\"",
      "fr": "Il arrive un jour où on se dit : \"C'est le moment.\""
    }
  },
  {
    "translation": {
      "en": "[Jessie] Here they come, NASA astronauts Bob Behnken and Doug Hurley.",
      "fr": "Les voilà. Les astronautes de la NASA Bob Behnken et Doug Hurley,"
    }
  },
  {
    "translation": {
      "en": "They've each made this journey twice before.",
      "fr": "qui ont déjà effectué ce voyage deux fois."
    }
  },
  {
    "translation": {
      "en": "[male host] There's Megan and Karen and their sons.",
      "fr": "Voici Megan, Karen et leurs fils."
    }
  },
  {
    "translation": {
      "en": "-I love you. -[boy] I love you, Dad.",
      "fr": "- Je vous aime. - Je t'aime, Papa."
    }
  },
  {
    "translation": {
      "en": "Here's my big hug. Here comes the big hug.",
      "fr": "On se fait un câlin à distance."
    }
  },
  {
    "translation": {
      "en": "Oh, squeeze.",
      "fr": "Serre fort."
    }
  },
  {
    "translation": {
      "en": "[Doug] When you're saying goodbye to your family, you really realize",
      "fr": "Quand on dit au revoir à sa famille, on se rend compte"
    }
  },
  {
    "translation": {
      "en": "that there's more to it than just a rocket going up.",
      "fr": "qu'on ne va pas juste monter dans une fusée."
    }
  },
  {
    "translation": {
      "en": "That there's… There can be consequences.",
      "fr": "Il peut y avoir des conséquences."
    }
  },
  {
    "translation": {
      "en": "[Bob] To see your parent launch on the rocket,",
      "fr": "Voir l'un de ses parents monter dans une fusée,"
    }
  },
  {
    "translation": {
      "en": "it's scary for a small kid.",
      "fr": "c'est effrayant pour un enfant."
    }
  },
  {
    "translation": {
      "en": "The first time we shared it with him,",
      "fr": "La première fois qu'on lui en a parlé,"
    }
  },
  {
    "translation": {
      "en": "his opinion was, you know, \"Daddy can't go to space.\"",
      "fr": "il a dit : \"Je ne veux pas que papa aille dans l'espace.\""
    }
  },
  {
    "translation": {
      "en": "That's something I wasn't quite, uh, prepared for.",
      "fr": "Je ne m'attendais pas à ce qu'il dise ça,"
    }
  },
  {
    "translation": {
      "en": "I didn't expect to… to have that hit me as much as it did.",
      "fr": "et à ce que ça ait autant d'impact sur moi."
    }
  },
  {
    "translation": {
      "en": "[woman] And we are following the convoy",
      "fr": "Nous suivons le convoi"
    }
  },
  {
    "translation": {
      "en": "as they continue to make their way to the pad.",
      "fr": "qui se dirige vers l'aire de lancement."
    }
  },
  {
    "translation": {
      "en": "These people have been working long hours.",
      "fr": "Ces gens y ont consacré de longues heures."
    }
  },
  {
    "translation": {
      "en": "Coronavirus happened, and we made it.",
      "fr": "Malgré la pandémie, nous avons réussi."
    }
  },
  {
    "translation": {
      "en": "And here they come.",
      "fr": "Les voilà."
    }
  },
  {
    "translation": {
      "en": "Just minutes from now, the astronauts will climb into Dragon.",
      "fr": "Dans quelques minutes, ils embarqueront sur Dragon."
    }
  },
  {
    "translation": {
      "en": "[man] It's a beautiful view up there, too,",
      "fr": "On a une belle vue de là-haut,"
    }
  },
  {
    "translation": {
      "en": "of getting ready for the business at hand of heading to the cosmos.",
      "fr": "alors qu'on se prépare à explorer le cosmos."
    }
  },
  {
    "translation": {
      "en": "[technician] We're gonna make sure all your zippers are closed, minus your gloves.",
      "fr": "Remontez toutes les fermetures sauf celles de vos gants."
    }
  },
  {
    "translation": {
      "en": "Good?",
      "fr": "D'accord ?"
    }
  },
  {
    "translation": {
      "en": "[man 1] Does it feel like this line is gonna move?",
      "fr": "Est-ce que ces nuages vont bouger ?"
    }
  },
  {
    "translation": {
      "en": "And then this will kind of move off. [man 2] This should subside anything behind it.",
      "fr": "- Le temps va se dégager ? - Ça devrait s'éclaircir."
    }
  },
  {
    "translation": {
      "en": "-Okay. -[man 2] Probably a couple hours.",
      "fr": "- Bien. - Dans quelques heures."
    }
  },
  {
    "translation": {
      "en": "I think if we can get Elon here. I just wanna make sure he's in the loop.",
      "fr": "DIRECTEUR DU LANCEMENT ET DE LA RÉCUPÉRATION Il faudrait informer Elon de tout ça."
    }
  },
  {
    "translation": {
      "en": "[Elon] I just wanna double-check. Who's doing the measurement?",
      "fr": "Qui s'occupe des mesures ?"
    }
  },
  {
    "translation": {
      "en": "[Kiko] The Range.",
      "fr": "La base."
    }
  },
  {
    "translation": {
      "en": "Yeah, great, but who at the Range?",
      "fr": "Oui, mais qui, à la base ?"
    }
  },
  {
    "translation": {
      "en": "Uh, the Launch Weather Officer.",
      "fr": "Les gars du centre météo."
    }
  },
  {
    "translation": {
      "en": "Basically, the whole weather office.",
      "fr": "En gros, tout le centre météo."
    }
  },
  {
    "translation": {
      "en": "They're the ones that basically make the call on the Range weather.",
      "fr": "Ce sont eux qui vont autoriser le lancement."
    }
  },
  {
    "translation": {
      "en": "Mike's gonna call it right now.",
      "fr": "Mike va appeler maintenant."
    }
  },
  {
    "translation": {
      "en": "[Mike] Dragon, SpaceX. Weather is go at this time.",
      "fr": "Dragon, SpaceX. Le temps est favorable."
    }
  },
  {
    "translation": {
      "en": "Dragon copy. Go weather.",
      "fr": "Bien reçu. Allez-y, météo."
    }
  },
  {
    "translation": {
      "en": "[Mike] Dragon, SpaceX. You are go for section seven.",
      "fr": "Dragon, SpaceX. Engagez la section sept."
    }
  },
  {
    "translation": {
      "en": "Close visors and arm launch escape system.",
      "fr": "Fermez les visières. Enclenchez le système d'éjection."
    }
  },
  {
    "translation": {
      "en": "Visors coming closed.",
      "fr": "Fermeture des visières."
    }
  },
  {
    "translation": {
      "en": "7.2, our visors are closed, and we're arming the launch escape system.",
      "fr": "7,2, visières fermées. Allumage du système d'éjection d'urgence."
    }
  },
  {
    "translation": {
      "en": "[officer 1] Launch escape system is verified armed.",
      "fr": "Allumage du système d'éjection confirmé."
    }
  },
  {
    "translation": {
      "en": "[launch director] Launch director to countdown net, poll is complete,",
      "fr": "Directeur pour le compte à rebours. Tout est prêt."
    }
  },
  {
    "translation": {
      "en": "and we have a go to proceed with propellant load.",
      "fr": "Autorisation de procéder au plein de carburant."
    }
  },
  {
    "translation": {
      "en": "[officer 2] Propellant load has started.",
      "fr": "Le plein de carburant a commencé."
    }
  },
  {
    "translation": {
      "en": "[launch director] Dragon, SpaceX launch director.",
      "fr": "Dragon, ici le directeur du lancement."
    }
  },
  {
    "translation": {
      "en": "2D to violate a couple of weather rules",
      "fr": "Des conditions météorologiques sont défavorables."
    }
  },
  {
    "translation": {
      "en": "that now do not expect to clear in time for launch.",
      "fr": "Des conditions météorologiques sont défavorables. Aucune amélioration prévue à l'heure du décollage."
    }
  },
  {
    "translation": {
      "en": "Proceed to 2D launch abort sequence, please.",
      "fr": "Veuillez abandonner le lancement."
    }
  },
  {
    "translation": {
      "en": "[Bob] We copy. We can see some raindrops on the windows,",
      "fr": "Bien reçu. On voit des gouttes sur les fenêtres."
    }
  },
  {
    "translation": {
      "en": "and it's just part of the deal.",
      "fr": "Ça fait partie du jeu."
    }
  },
  {
    "translation": {
      "en": "[Mike] Copy all.",
      "fr": "Bien reçu."
    }
  },
  {
    "translation": {
      "en": "[Kiko] That's it.",
      "fr": "C'est fini."
    }
  },
  {
    "translation": {
      "en": "-It's aborted? -[Kiko] Yeah.",
      "fr": "- On annule ? - Oui."
    }
  },
  {
    "translation": {
      "en": "It's not our day.",
      "fr": "C'est pas notre jour."
    }
  },
  {
    "translation": {
      "en": "Basically, we've got ten major weather rules,",
      "fr": "En gros, il y a dix conditions météo à respecter, on en enfreindrait trois en continuant."
    }
  },
  {
    "translation": {
      "en": "and three of them are in violation right now.",
      "fr": "il y a dix conditions météo à respecter, on en enfreindrait trois en continuant."
    }
  },
  {
    "translation": {
      "en": "-Three? -Yeah.",
      "fr": "Trois ?"
    }
  },
  {
    "translation": {
      "en": "At least eyeballing it, this does not look like we should be stopping launch.",
      "fr": "À vue de nez, on ne dirait pas qu'il faut l'annuler."
    }
  },
  {
    "translation": {
      "en": "We wanna make sure we're not scrubbing based on half-hour-old weather.",
      "fr": "On est sûrs que les prévisions sont à jour ?"
    }
  },
  {
    "translation": {
      "en": "[man] The measurement's real-time… it's real-time lightning.",
      "fr": "Les mesures sont faites en temps réel."
    }
  },
  {
    "translation": {
      "en": "-[Elon] Okay. -[man] Yeah.",
      "fr": "- D'accord. - Oui."
    }
  },
  {
    "translation": {
      "en": "We just wanna make sure it's real and we're not jumping at shadows.",
      "fr": "Je veux être certain qu'on ne panique pas pour rien."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "fr": "Oui."
    }
  },
  {
    "translation": {
      "en": "[Kiko] So next launch time is Saturday. [Elon] Okay.",
      "fr": "- Le prochain lancement est samedi. - D'accord."
    }
  },
  {
    "translation": {
      "en": "[Kiko] I… am bummed.",
      "fr": "Je suis déçu."
    }
  },
  {
    "translation": {
      "en": "-[chuckling] Yes, I am bummed too. -[Kiko laughing]",
      "fr": "Oui, je suis déçu aussi."
    }
  },
  {
    "translation": {
      "en": "I, too, am bummed. Yes.",
      "fr": "Je suis déçu aussi. Oui."
    }
  },
  {
    "translation": {
      "en": "I am too.",
      "fr": "Moi aussi."
    }
  },
  {
    "translation": {
      "en": "[Mike] Dragon, SpaceX. Thanks for the valiant effort today. Appreciate your resilience.",
      "fr": "Dragon, SpaceX. Merci pour votre courage. Nous apprécions votre résistance."
    }
  },
  {
    "translation": {
      "en": "[Doug] Yeah, we appreciate those words.",
      "fr": "Oui. Merci pour ces mots."
    }
  },
  {
    "translation": {
      "en": "Everybody did great today, and we'll do it again on Saturday.",
      "fr": "Tout le monde a été super aujourd'hui. On recommencera samedi."
    }
  },
  {
    "translation": {
      "en": "[woman] Today, we're giving it another shot.",
      "fr": "Nous réessayons aujourd'hui."
    }
  },
  {
    "translation": {
      "en": "Wednesday's first attempt was postponed due to that wild weather,",
      "fr": "Le lancement de mercredi a été annulé à cause du mauvais temps."
    }
  },
  {
    "translation": {
      "en": "but if all goes well today, we will mark a new first",
      "fr": "Si tout va bien, nous entrerons dans l'histoire"
    }
  },
  {
    "translation": {
      "en": "and usher in the commercial-crew era of American spaceflight.",
      "fr": "avec le premier lancement assuré par une société privée."
    }
  },
  {
    "translation": {
      "en": "[Doug] To get an actual scrub, it really was almost like a gift.",
      "fr": "C'était presque une chance d'avoir droit à un essai supplémentaire."
    }
  },
  {
    "translation": {
      "en": "It was just one last chance",
      "fr": "Ça nous a permis"
    }
  },
  {
    "translation": {
      "en": "to go through and evaluate and make sure everything's ready to fly.",
      "fr": "de tout évaluer et de vérifier que l'équipement était prêt pour le vol."
    }
  },
  {
    "translation": {
      "en": "But from an emotional standpoint, it was extremely difficult.",
      "fr": "Mais émotionnellement, c'était très difficile."
    }
  },
  {
    "translation": {
      "en": "My son, Jack, was really hit pretty hard when we scrubbed.",
      "fr": "Mon fils, Jack, a très mal vécu l'annulation du lancement."
    }
  },
  {
    "translation": {
      "en": "Karen said he kind of went and sat in a chair and just wanted to be by himself.",
      "fr": "Karen m'a dit qu'il s'était assis, et qu'il avait demandé qu'on le laisse."
    }
  },
  {
    "translation": {
      "en": "He kind of gets that there's a lot that can go wrong.",
      "fr": "Il sait que les choses peuvent mal tourner."
    }
  },
  {
    "translation": {
      "en": "He had already said goodbye to me,",
      "fr": "Il m'avait dit au revoir."
    }
  },
  {
    "translation": {
      "en": "and I… I think he probably didn't wanna have to go through that again.",
      "fr": "Je pense qu'il n'avait pas envie de devoir recommencer."
    }
  },
  {
    "translation": {
      "en": "Hey, buddy, I love you.",
      "fr": "Je t'aime, mon chéri."
    }
  },
  {
    "translation": {
      "en": "You bet. This is gonna be cool.",
      "fr": "Oui. Ça va être génial."
    }
  },
  {
    "translation": {
      "en": "Be good for Mommy.",
      "fr": "Sois sage avec maman."
    }
  },
  {
    "translation": {
      "en": "See you, buddy.",
      "fr": "À bientôt."
    }
  },
  {
    "translation": {
      "en": "[Bob] Hey, Theo, you be on good behavior, okay?",
      "fr": "Theo, sois sage, d'accord ?"
    }
  },
  {
    "translation": {
      "en": "And enjoy today. Watch the rocket for me, okay?",
      "fr": "Surveille bien le lancement, d'accord ?"
    }
  },
  {
    "translation": {
      "en": "I'll call you from the space station.",
      "fr": "Je t'appelle depuis l'ISS."
    }
  },
  {
    "translation": {
      "en": "Okay, you're welcome.",
      "fr": "Oui, avec plaisir."
    }
  },
  {
    "translation": {
      "en": "I love you.",
      "fr": "Je t’aime."
    }
  },
  {
    "translation": {
      "en": "To see your parent launch on a rocket",
      "fr": "Voir son père partir sur une fusée,"
    }
  },
  {
    "translation": {
      "en": "is something that my son hasn't been exposed to.",
      "fr": "c'est tout nouveau pour mon fils."
    }
  },
  {
    "translation": {
      "en": "I needed to figure out a way to prepare him for that.",
      "fr": "Je devais le préparer pour ça."
    }
  },
  {
    "translation": {
      "en": "This is, uh, Tremor.",
      "fr": "Voici Tremor."
    }
  },
  {
    "translation": {
      "en": "Tremor is, uh… was actually my son's dinosaur.",
      "fr": "Tremor était le dinosaure de mon fils."
    }
  },
  {
    "translation": {
      "en": "I decided to bring Tremor and take him through the entire process,",
      "fr": "J'ai décidé d'emporter Tremor pour qu'il traverse les mêmes épreuves."
    }
  },
  {
    "translation": {
      "en": "you know, to make it feel a little bit more normal for my son.",
      "fr": "Comme ça, ce sera moins effrayant pour mon fils."
    }
  },
  {
    "translation": {
      "en": "[officer 1] Core and countdown one in T-minus 2 hours and 46 minutes.",
      "fr": "Compte à rebours dans 2 heures et 46 minutes."
    }
  },
  {
    "translation": {
      "en": "The crew has arrived at the White Room. Its ingress is in progress on schedule.",
      "fr": "L'équipage est dans la salle blanche. L'embarquement se déroule comme prévu."
    }
  },
  {
    "translation": {
      "en": "[launch director] Launch Control, clear to retract the axis arm on time.",
      "fr": "Contrôle, vous pouvez rétracter le bras."
    }
  },
  {
    "translation": {
      "en": "Crew access arm retract has started.",
      "fr": "Rétraction du bras."
    }
  },
  {
    "translation": {
      "en": "[launch director] Launch director to countdown net, poll is complete,",
      "fr": "Compte à rebours, vérifications terminées."
    }
  },
  {
    "translation": {
      "en": "and we have a go to proceed with propellant load.",
      "fr": "Autorisation de procéder au plein de carburant."
    }
  },
  {
    "translation": {
      "en": "[officer 2] Copy.",
      "fr": "Bien reçu."
    }
  },
  {
    "translation": {
      "en": "[Kiko] What's up, Elon?",
      "fr": "Comment ça va, Elon ?"
    }
  },
  {
    "translation": {
      "en": "Looking a little nicer today.",
      "fr": "Tu as l'air plus en forme."
    }
  },
  {
    "translation": {
      "en": "[Elon] It looks really nice.",
      "fr": "Ça se présente bien."
    }
  },
  {
    "translation": {
      "en": "-Oh, palo santo. -[Elon] Yeah.",
      "fr": "- Du bois de santal. - Oui."
    }
  },
  {
    "translation": {
      "en": "Like it. Anything you can do. [chuckles]",
      "fr": "J'aime bien. Ça peut servir."
    }
  },
  {
    "translation": {
      "en": "It's for good luck.",
      "fr": "C'est pour la chance."
    }
  },
  {
    "translation": {
      "en": "Situations like this, you can't have too much luck.",
      "fr": "On n'a jamais trop de chance."
    }
  },
  {
    "translation": {
      "en": "[man] You believe in luck?",
      "fr": "Tu y crois ?"
    }
  },
  {
    "translation": {
      "en": "[Elon] I believe luck is the best superpower.",
      "fr": "C'est le plus grand super-pouvoir."
    }
  },
  {
    "translation": {
      "en": "If you can have any superpower, luck is the one you'd want.",
      "fr": "Si je pouvais en avoir un, je choisirais ça."
    }
  },
  {
    "translation": {
      "en": "[officer 3] Propellant fills are complete.",
      "fr": "Les réservoirs sont pleins."
    }
  },
  {
    "translation": {
      "en": "Falcon 9 is in startup. Dragon is in countdown.",
      "fr": "Falcon 9 est prêt. Compte à rebours pour Dragon."
    }
  },
  {
    "translation": {
      "en": "FTS is armed for launch.",
      "fr": "Le FTS est armé pour le lancement."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "fr": "Allez."
    }
  },
  {
    "translation": {
      "en": "Holy shit, here we go.",
      "fr": "C'est parti."
    }
  },
  {
    "translation": {
      "en": "-Here we go. -[Elon sighs]",
      "fr": "C'est parti."
    }
  },
  {
    "translation": {
      "en": "[launch director] Dragon, SpaceX. Go for launch.",
      "fr": "Dragon, SpaceX. Prêts pour le décollage."
    }
  },
  {
    "translation": {
      "en": "SpaceX, Dragon. We're go for launch. Let's light this candle.",
      "fr": "SpaceX, Dragon. On est prêts. Allumons cette bougie."
    }
  },
  {
    "translation": {
      "en": "[officer 4] Ten, nine, eight, seven, six,",
      "fr": "Dix, neuf, huit, sept, six, cinq, quatre,"
    }
  },
  {
    "translation": {
      "en": "five, four, three, two, one, zero.",
      "fr": "huit, sept, six, cinq, quatre, trois, deux, un, zéro…"
    }
  },
  {
    "translation": {
      "en": "-Ignition. Liftoff. -[rumbling]",
      "fr": "Allumage. Décollage."
    }
  },
  {
    "translation": {
      "en": "-It's going. -Here we go.",
      "fr": "- Elle vole. - On y est."
    }
  },
  {
    "translation": {
      "en": "Stage one propulsion is nominal.",
      "fr": "Propulsion du premier étage nominale."
    }
  },
  {
    "translation": {
      "en": "Falcon power telemetry nominal.",
      "fr": "Télémétrie du propulseur nominale."
    }
  },
  {
    "translation": {
      "en": "We're monitoring.",
      "fr": "On surveille."
    }
  },
  {
    "translation": {
      "en": "[officer] Vehicle is supersonic and passing through maximum dynamic pressure.",
      "fr": "Le véhicule est supersonique et subit une pression dynamique maximale."
    }
  },
  {
    "translation": {
      "en": "[Bob] Copy one bravo.",
      "fr": "Bien reçu."
    }
  },
  {
    "translation": {
      "en": "[launch director] And 1D throttle down.",
      "fr": "Ralentissez les 1D."
    }
  },
  {
    "translation": {
      "en": "[Doug] Throttling down the Merlin engines.",
      "fr": "Ralentissement des moteurs Merlin."
    }
  },
  {
    "translation": {
      "en": "[Kiko] Standing by for separation.",
      "fr": "En attente de la séparation."
    }
  },
  {
    "translation": {
      "en": "Dragon copy.",
      "fr": "Bien reçu."
    }
  },
  {
    "translation": {
      "en": "[officer] Stage separation confirmed.",
      "fr": "Séparation confirmée."
    }
  },
  {
    "translation": {
      "en": "[Kiko] First stage has done its job.",
      "fr": "Le premier moteur a fait son boulot."
    }
  },
  {
    "translation": {
      "en": "Switch over to the second.",
      "fr": "On passe au deuxième."
    }
  },
  {
    "translation": {
      "en": "Second stage ignited.",
      "fr": "Deuxième moteur allumé."
    }
  },
  {
    "translation": {
      "en": "[Bob] SpaceX, Dragon. Thanks for the great ride to space.",
      "fr": "SpaceX, Dragon. Merci pour ce voyage dans l'espace."
    }
  },
  {
    "translation": {
      "en": "Congratulations. We just put… we just put astronauts in orbit.",
      "fr": "Félicitations. On a envoyé des astronautes en orbite."
    }
  },
  {
    "translation": {
      "en": "-Incredible. -Yeah!",
      "fr": "- C'est incroyable. - Ouais !"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "fr": "Oui."
    }
  },
  {
    "translation": {
      "en": "Well-done, guys.",
      "fr": "Bien joué."
    }
  },
  {
    "translation": {
      "en": "-Good work. -[man] That's awesome.",
      "fr": "Beau boulot."
    }
  },
  {
    "translation": {
      "en": "Congrats hug.",
      "fr": "Félicitations."
    }
  },
  {
    "translation": {
      "en": "That's real, dude. That's space!",
      "fr": "Ils sont dans l'espace !"
    }
  },
  {
    "translation": {
      "en": "[Elon] Wow. It only takes nine minutes to get to orbit. Nine minutes, and you're going 25 times the speed of sound.",
      "fr": "Il faut neuf minutes pour entrer en orbite à 25 fois la vitesse du son."
    }
  },
  {
    "translation": {
      "en": "Bob and Doug--",
      "fr": "Bob et Doug…"
    }
  },
  {
    "translation": {
      "en": "[Elon] Bob and Doug are cool as cucumbers.",
      "fr": "Bob et Doug sont imperturbables."
    }
  },
  {
    "translation": {
      "en": "[Kiko] Just hanging out. It looks too smooth.",
      "fr": "- Ils sont tranquilles. - Détendus."
    }
  },
  {
    "translation": {
      "en": "[Kiko] Two dads.",
      "fr": "Deux papas ?"
    }
  },
  {
    "translation": {
      "en": "Dads in space.",
      "fr": "Des papas dans l'espace."
    }
  },
  {
    "translation": {
      "en": "[Doug] Well, everyone, kind of a tradition we've had with spacecraft,",
      "fr": "On a une tradition concernant les vaisseaux spatiaux"
    }
  },
  {
    "translation": {
      "en": "going way back to the Mercury era.",
      "fr": "qui remonte à l'époque du programme Mercury."
    }
  },
  {
    "translation": {
      "en": "We're given the honor to name this capsule.",
      "fr": "Nous pouvons baptiser la capsule."
    }
  },
  {
    "translation": {
      "en": "we would like to, uh, welcome you aboard Capsule Endeavour.",
      "fr": "Nous vous présentons la capsule Endeavour."
    }
  },
  {
    "translation": {
      "en": "[Bob] Uh, I'll tell you that for the ride uphill,",
      "fr": "Même si la mise en orbite"
    }
  },
  {
    "translation": {
      "en": "while it was a… an exciting ride,",
      "fr": "a été un moment grisant,"
    }
  },
  {
    "translation": {
      "en": "I think we got a… a couple of surprises",
      "fr": "on a eu quelques surprises"
    }
  },
  {
    "translation": {
      "en": "just in terms of the way the vehicle is kind of moving",
      "fr": "en ce qui concerne les chocs du véhicule"
    }
  },
  {
    "translation": {
      "en": "and… and shaking and taking you into orbit.",
      "fr": "et les vibrations avant d'entrer en orbite."
    }
  },
  {
    "translation": {
      "en": "You can tell that it's, uh…",
      "fr": "On sent qu'il lutte contre l'attraction terrestre"
    }
  },
  {
    "translation": {
      "en": "It's fighting against the Earth as it makes its way into space.",
      "fr": "On sent qu'il lutte contre l'attraction terrestre en montant dans l'espace."
    }
  },
  {
    "translation": {
      "en": "We did, it turns out, end up with one stowaway",
      "fr": "Il se trouve que nous hébergeons un passager clandestin"
    }
  },
  {
    "translation": {
      "en": "on board our, uh, vehicle when we launched today.",
      "fr": "à bord du véhicule, aujourd'hui."
    }
  },
  {
    "translation": {
      "en": "I hope both of our sons were super excited to see, uh, their toy",
      "fr": "J'espère que nos deux fils sont contents de voir leur jouet"
    }
  },
  {
    "translation": {
      "en": "floating around with us on board.",
      "fr": "flotter à bord, avec nous."
    }
  },
  {
    "translation": {
      "en": "I'm sure they would rather be here, given the opportunity,",
      "fr": "Je suis sûr qu'ils préféreraient être avec nous,"
    }
  },
  {
    "translation": {
      "en": "but hopefully, they're proud of this as well.",
      "fr": "mais j'espère qu'ils sont fiers."
    }
  },
  {
    "translation": {
      "en": "[Doug] So with that, I think it'll be good night from Capsule Endeavour.",
      "fr": "Sur ce, nous vous souhaitons bonne nuit de la capsule Endeavour."
    }
  },
  {
    "translation": {
      "en": "Good night, Megan and Theo.",
      "fr": "Bonne nuit, Megan et Theo."
    }
  },
  {
    "translation": {
      "en": "And Karen and Jack.",
      "fr": "Et Karen et Jack."
    }
  },
  {
    "translation": {
      "en": "[Elon] Thank you. Congratulations.",
      "fr": "Merci. Félicitations."
    }
  },
  {
    "translation": {
      "en": "[Jim] We can breathe another sigh of relief. [Elon] Indeed.",
      "fr": "- C'est le soulagement. - Oui."
    }
  },
  {
    "translation": {
      "en": "[cameraman] You're good there?",
      "fr": "C'est bien, là ?"
    }
  },
  {
    "translation": {
      "en": "-He's left of the pole? Yeah? -[man] I gotcha.",
      "fr": "- Il est à gauche ? - C'est bon."
    }
  },
  {
    "translation": {
      "en": "[Jim] So far, everything has performed very, very well,",
      "fr": "Pour l'instant, tout s'est très bien passé."
    }
  },
  {
    "translation": {
      "en": "and we are excited that Bob and Doug are safely in orbit",
      "fr": "Nous sommes ravis de savoir Bob et Doug en orbite,"
    }
  },
  {
    "translation": {
      "en": "and on the way to the International Space Station.",
      "fr": "en route pour l'ISS."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Elon, what would you say to those who doubted SpaceX could do this?",
      "fr": "Qu'aimeriez-vous dire à ceux qui ont douté de SpaceX ?"
    }
  },
  {
    "translation": {
      "en": "Do you have a message for them?",
      "fr": "Avez-vous un message pour eux ?"
    }
  },
  {
    "translation": {
      "en": "Do I have a message for those who…",
      "fr": "Pour ceux qui ont quoi ?"
    }
  },
  {
    "translation": {
      "en": "-What? -[Jim] Who doubted you.",
      "fr": "Douté."
    }
  },
  {
    "translation": {
      "en": "Oh, doubted. Okay. I was like, \"What did he--?\" Okay. Um…",
      "fr": "Douté. Je n'avais pas compris."
    }
  },
  {
    "translation": {
      "en": "Maybe I just blank out the word \"doubt.\"",
      "fr": "J'avais oublié le mot \"doute\"."
    }
  },
  {
    "translation": {
      "en": "No, I mean, I… To be totally frank, I doubted us too.",
      "fr": "Pour être franc, moi aussi, j'ai douté."
    }
  },
  {
    "translation": {
      "en": "When starting SpaceX, I thought we maybe had a 10% chance of reaching orbit.",
      "fr": "Je pensais qu'on avait 10 % de chances d'envoyer des gens en orbite, au départ."
    }
  },
  {
    "translation": {
      "en": "But fortunately, fate has smiled upon us and brought us to this day.",
      "fr": "Heureusement, le destin nous a souri, et nous voilà."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Elon, you said that you had told Bob and Doug's boys",
      "fr": "Elon, vous avez dit aux fils de Bob et Doug"
    }
  },
  {
    "translation": {
      "en": "that you'd do everything you can to bring them home safely.",
      "fr": "que vous feriez tout pour les ramener chez eux."
    }
  },
  {
    "translation": {
      "en": "Even with a safe launch out of the way, that must still weigh on you,",
      "fr": "Le lancement s'est bien passé, mais vous devez encore y penser."
    }
  },
  {
    "translation": {
      "en": "and I wondered what it's like as a dad.",
      "fr": "Qu'est-ce que ça vous fait en tant que père ?"
    }
  },
  {
    "translation": {
      "en": "So, you know, uh, there's still…",
      "fr": "Eh bien, ce n'est pas fini."
    }
  },
  {
    "translation": {
      "en": "We still gotta dock with Space Station. We still gotta, uh… still gotta return.",
      "fr": "Il faut encore s'amarrer à l'ISS et les ramener sur Terre."
    }
  },
  {
    "translation": {
      "en": "I think there's an argument that",
      "fr": "Par certains aspects,"
    }
  },
  {
    "translation": {
      "en": "the return is more… more dangerous in some ways than the ascent.",
      "fr": "le retour peut s'avérer encore plus dangereux que l'aller."
    }
  },
  {
    "translation": {
      "en": "So we don't wanna declare victory yet.",
      "fr": "On ne veut pas crier victoire trop tôt."
    }
  },
  {
    "translation": {
      "en": "Anyway… I'm getting choked up here, so…",
      "fr": "Bref… Je suis un peu ému."
    }
  },
  {
    "translation": {
      "en": "It… It's… Really, this…",
      "fr": "C'est vraiment quelque chose…"
    }
  },
  {
    "translation": {
      "en": "Yeah, I don't… I'm getting choked up. Sorry.",
      "fr": "Oui, je… Je suis trop ému. Désolé."
    }
  },
  {
    "translation": {
      "en": "I'm not sure I can answer the question any more than that except, um…",
      "fr": "Je ne sais pas trop quoi vous dire d'autre, à part…"
    }
  },
  {
    "translation": {
      "en": "Yeah, we're gonna do everything we can to make sure it gets home safely.",
      "fr": "qu'on va faire notre possible pour les ramener chez eux."
    }
  },
  {
    "translation": {
      "en": "[Doug] Well, good morning, everyone, from, uh, Endeavour.",
      "fr": "Bonjour à tous depuis l'Endeavour."
    }
  },
  {
    "translation": {
      "en": "We, uh, had a great night. Got to get a little sleep.",
      "fr": "On a passé une bonne nuit. On a dormi un peu."
    }
  },
  {
    "translation": {
      "en": "And, uh, as you can see, a beautiful day pass right now.",
      "fr": "Comme vous voyez, c'est une belle journée."
    }
  },
  {
    "translation": {
      "en": "Getting pretty close to ISS,",
      "fr": "On se rapproche de l'ISS."
    }
  },
  {
    "translation": {
      "en": "uh, as we're flying at about 17,500 miles an hour around the planet.",
      "fr": "On vole à près de 28 000 km/h autour de la planète."
    }
  },
  {
    "translation": {
      "en": "[woman] Dragon, SpaceX. Comm check on big loop.",
      "fr": "Dragon, SpaceX. Contrôle de communication en orbite."
    }
  },
  {
    "translation": {
      "en": "[Doug] SpaceX, Dragon. Loud and clear now on the big loop.",
      "fr": "SpaceX, Dragon. Nous vous recevons en orbite."
    }
  },
  {
    "translation": {
      "en": "Good morning, Anna.",
      "fr": "Bonjour, Anna."
    }
  },
  {
    "translation": {
      "en": "[Anna] Good morning. Great to hear your voice.",
      "fr": "Bonjour. C'est bon de t'entendre."
    }
  },
  {
    "translation": {
      "en": "[Doug] It's great to hear yours as well.",
      "fr": "C'est bon de t'entendre aussi."
    }
  },
  {
    "translation": {
      "en": "We're looking forward to rendezvousing with Space Station today.",
      "fr": "On a hâte de retrouver la station spatiale aujourd'hui."
    }
  },
  {
    "translation": {
      "en": "[Anna] I am responsible for being Bob and Doug's eyes and ears on the ground",
      "fr": "SPÉCIALISTE DU CONTRÔLE DE MISSION Mon rôle, c'est d'être les yeux et les oreilles de Bob et Doug au sol"
    }
  },
  {
    "translation": {
      "en": "as they approach and then dock with the International Space Station.",
      "fr": "lors de leur approche et jusqu'à l'amarrage à l'ISS."
    }
  },
  {
    "translation": {
      "en": "My role is to help make sure that they are informed of anything that's going awry,",
      "fr": "Mon rôle est de les tenir informés de tout ce qui pourrait aller de travers."
    }
  },
  {
    "translation": {
      "en": "and I am forever grateful to be a part of this moment.",
      "fr": "Je suis plus que ravie de participer à cette mission."
    }
  },
  {
    "translation": {
      "en": "One of my fourth-grade teachers was actually the daughter of one of the astronauts on the Challenger.",
      "fr": "Ma maîtresse de CM1 était la fille d'un des astronautes de Challenger."
    }
  },
  {
    "translation": {
      "en": "She brought our class to NASA,",
      "fr": "On avait visité la NASA avec elle. C'est là que j'ai su"
    }
  },
  {
    "translation": {
      "en": "and from that time on, I knew I wanted to be",
      "fr": "On avait visité la NASA avec elle. C'est là que j'ai su que je voulais travailler dans les opérations spatiales."
    }
  },
  {
    "translation": {
      "en": "a part of space operations.",
      "fr": "que je voulais travailler dans les opérations spatiales."
    }
  },
  {
    "translation": {
      "en": "I still am amazed by how she… she ultimately changed my life,",
      "fr": "C'est fou de se dire qu'elle a changé ma vie,"
    }
  },
  {
    "translation": {
      "en": "and I imagine that she changed many other people's lives",
      "fr": "et j'imagine que celle de beaucoup d'autres,"
    }
  },
  {
    "translation": {
      "en": "as a result of something that had to have been incredibly painful for her.",
      "fr": "à la suite d'un événement qui a dû être douloureux pour elle."
    }
  },
  {
    "translation": {
      "en": "Your rendezvous complete time is expected to be 1050 UTC.",
      "fr": "Votre rendez-vous est prévu à 10h50 en temps universel coordonné."
    }
  },
  {
    "translation": {
      "en": "[Bob] Copy.",
      "fr": "Bien reçu."
    }
  },
  {
    "translation": {
      "en": "[Anna] As Dragon is approaching the space station, it's flying at incredible speeds.",
      "fr": "Dragon approche de la station spatiale, à très grande vitesse."
    }
  },
  {
    "translation": {
      "en": "It first does a series of burns to get it in close proximity to the space station",
      "fr": "Certains moteurs vont s'allumer pour propulser la capsule vers l'ISS"
    }
  },
  {
    "translation": {
      "en": "until the point at which it is basically in a straight line towards the docking adapter.",
      "fr": "jusqu'à ce qu'elle se retrouve face à l'adaptateur d'amarrage."
    }
  },
  {
    "translation": {
      "en": "The whole time, we are watching our telemetry",
      "fr": "On surveille les télémesures"
    }
  },
  {
    "translation": {
      "en": "and making sure that when it gets to the docking adapter,",
      "fr": "et s'assure qu'elle atteigne l'adaptateur d'amarrage"
    }
  },
  {
    "translation": {
      "en": "it is precisely where it needs to be.",
      "fr": "dans un alignement parfait."
    }
  },
  {
    "translation": {
      "en": "One problem, and it's a collision.",
      "fr": "Au moindre problème, c'est la collision."
    }
  },
  {
    "translation": {
      "en": "We face that risk, and we deal with that",
      "fr": "On fait face à ce risque"
    }
  },
  {
    "translation": {
      "en": "by being extremely intentional in everything we do.",
      "fr": "en étant extrêmement attentifs à tout ce qu'on fait."
    }
  },
  {
    "translation": {
      "en": "[man] Space Station on the big loop.",
      "fr": "Station spatiale sur orbite."
    }
  },
  {
    "translation": {
      "en": "Dragon, tally ho. I know you guys probably see it on the video cameras,",
      "fr": "Dragon, vous devez le voir sur les caméras,"
    }
  },
  {
    "translation": {
      "en": "but with the naked eye, we can see it as well.",
      "fr": "mais on le voit à l'œil nu aussi."
    }
  },
  {
    "translation": {
      "en": "Looking like a nice, shiny new friend.",
      "fr": "On voit un nouvel ami, qui brille."
    }
  },
  {
    "translation": {
      "en": "Dragon copies. We'll be there in a second.",
      "fr": "Dragon, bien reçu. On arrive."
    }
  },
  {
    "translation": {
      "en": "[Anna] Dragon, SpaceX.",
      "fr": "Dragon, SpaceX."
    }
  },
  {
    "translation": {
      "en": "Ground is go for approach initiation.",
      "fr": "Vous avez le feu vert pour initier l'approche."
    }
  },
  {
    "translation": {
      "en": "[Doug] Dragon on the big loop. We copy go.",
      "fr": "Dragon en orbite. Bien reçu."
    }
  },
  {
    "translation": {
      "en": "[officer] Dragon, just 400 meters directly below station,",
      "fr": "Dragon à 400 m sous la station."
    }
  },
  {
    "translation": {
      "en": "swinging itself up out in front to align itself with the docking adapter.",
      "fr": "Il tourne pour s'aligner avec l'adaptateur d'amarrage."
    }
  },
  {
    "translation": {
      "en": "[Anna] Dragon, SpaceX. Commanding hold.",
      "fr": "Dragon, SpaceX. Maintenez votre vitesse."
    }
  },
  {
    "translation": {
      "en": "[Doug] Copy. We will command the hold.",
      "fr": "Bien reçu. Nous maintenons la vitesse."
    }
  },
  {
    "translation": {
      "en": "[officer] Dragon holding a little over 17,000 miles an hour,",
      "fr": "Dragon stabilisé à un peu plus de 27 500 km/h,"
    }
  },
  {
    "translation": {
      "en": "directly out in front of the space station.",
      "fr": "en face de la station spatiale."
    }
  },
  {
    "translation": {
      "en": "[man] Space Station on the big loop.",
      "fr": "Station spatiale en orbite."
    }
  },
  {
    "translation": {
      "en": "Crew on the International Space Station is ready for docking.",
      "fr": "L'équipage de l'ISS est prêt pour l'amarrage."
    }
  },
  {
    "translation": {
      "en": "[Anna] Dragon, SpaceX. You are go to execute final approach.",
      "fr": "Dragon, SpaceX. Feu vert pour exécuter l'approche finale."
    }
  },
  {
    "translation": {
      "en": "[Doug] Copy. Go for docking.",
      "fr": "Bien reçu. Début de l'amarrage."
    }
  },
  {
    "translation": {
      "en": "[Anna] We are following along with you.",
      "fr": "On est avec vous."
    }
  },
  {
    "translation": {
      "en": "[Doug] One hundred meters away from the space station.",
      "fr": "Cent mètres de la station spatiale."
    }
  },
  {
    "translation": {
      "en": "[Anna] You know, as we were approaching the space station,",
      "fr": "Quand la capsule s'est approchée de l'ISS,"
    }
  },
  {
    "translation": {
      "en": "I remember being extremely focused.",
      "fr": "j'étais très concentrée."
    }
  },
  {
    "translation": {
      "en": "I had a checklist in my mind.",
      "fr": "J'avais une liste de points à contrôler."
    }
  },
  {
    "translation": {
      "en": "[Bob] We're inside 20 meters.",
      "fr": "Nous sommes à moins de 200 mètres."
    }
  },
  {
    "translation": {
      "en": "[Anna] And I remember at one point, we were close to docking,",
      "fr": "Juste avant l'amarrage,"
    }
  },
  {
    "translation": {
      "en": "and I looked up, and I saw Dragon.",
      "fr": "j'ai levé les yeux, et j'ai vu Dragon."
    }
  },
  {
    "translation": {
      "en": "I just had this moment of almost pinching myself",
      "fr": "J'ai failli me pincer."
    }
  },
  {
    "translation": {
      "en": "that… that I couldn't believe this was happening.",
      "fr": "Je n'arrivais pas à croire que c'était réel."
    }
  },
  {
    "translation": {
      "en": "I told myself this is… this is an incredibly special moment.",
      "fr": "Je me suis dit que je vivais un événement très spécial."
    }
  },
  {
    "translation": {
      "en": "[Bob] Three meters to go.",
      "fr": "Trois mètres."
    }
  },
  {
    "translation": {
      "en": "Two meters.",
      "fr": "Deux mètres."
    }
  },
  {
    "translation": {
      "en": "We are inside the hands-off point. One meter to go.",
      "fr": "On est dans la zone de non-intervention. Un mètre."
    }
  },
  {
    "translation": {
      "en": "[Anna] Dragon, SpaceX. Docking sequence is complete.",
      "fr": "Dragon, SpaceX. Séquence d'amarrage terminée."
    }
  },
  {
    "translation": {
      "en": "Welcome to the International Space Station.",
      "fr": "Bienvenue sur l'ISS."
    }
  },
  {
    "translation": {
      "en": "[man] Dragon arriving.",
      "fr": "Dragon est là."
    }
  },
  {
    "translation": {
      "en": "The crew of Expedition 63 is honored to welcome",
      "fr": "L'expédition 63 est honorée d'accueillir"
    }
  },
  {
    "translation": {
      "en": "Dragon and the commercial crew program aboard the International Space Station.",
      "fr": "les membres de l'expédition commerciale à bord de l'ISS."
    }
  },
  {
    "translation": {
      "en": "Bob and Doug, glad to have you as part of the crew.",
      "fr": "Bob et Doug, on est ravis de vous recevoir."
    }
  },
  {
    "translation": {
      "en": "[officer] Aboard the International Space Station,",
      "fr": "À bord de l'ISS,"
    }
  },
  {
    "translation": {
      "en": "Commander Chris Cassidy standing by in node two.",
      "fr": "le commandant Chris Cassidy attend dans le module Harmony."
    }
  },
  {
    "translation": {
      "en": "He does have two crew members on board, both Russian cosmonauts.",
      "fr": "L'équipage se compose de deux cosmonautes russes."
    }
  },
  {
    "translation": {
      "en": "He, uh, recently launched on the same Russian Soyuz spacecraft",
      "fr": "Chris est arrivé à bord d'un vaisseau Soyuz"
    }
  },
  {
    "translation": {
      "en": "just a little more than a month ago.",
      "fr": "il y a un peu plus d'un mois."
    }
  },
  {
    "translation": {
      "en": "[Chris] And with that, Endeavour, welcome to the International Space Station.",
      "fr": "Endeavour, bienvenue sur l'ISS."
    }
  },
  {
    "translation": {
      "en": "Please come aboard.",
      "fr": "Montez à bord."
    }
  },
  {
    "translation": {
      "en": "[Jim] Station, this is the NASA Administrator. Can you hear me?",
      "fr": "Station, ici la NASA. Vous m'entendez ?"
    }
  },
  {
    "translation": {
      "en": "We hear you loud and clear, sir.",
      "fr": "Parfaitement. COMMANDANT DE L'ISS"
    }
  },
  {
    "translation": {
      "en": "Welcome to the space station.",
      "fr": "COMMANDANT DE L'ISS - Bienvenue sur l'ISS. - Merci. C'est bon de vous voir."
    }
  },
  {
    "translation": {
      "en": "[Jim] Thank you, Chris. It's good to see you.",
      "fr": "- Bienvenue sur l'ISS. - Merci. C'est bon de vous voir."
    }
  },
  {
    "translation": {
      "en": "And welcome to Bob and Doug.",
      "fr": "Bienvenue à Bob et Doug."
    }
  },
  {
    "translation": {
      "en": "I will tell you, the whole world saw this mission,",
      "fr": "Le monde entier a vu cette mission."
    }
  },
  {
    "translation": {
      "en": "and we are so, so proud.",
      "fr": "Nous sommes très fiers de vous."
    }
  },
  {
    "translation": {
      "en": "I have a… a question for Chris.",
      "fr": "J'ai une question pour Chris."
    }
  },
  {
    "translation": {
      "en": "Our crew here decided to be about three days late.",
      "fr": "Notre équipe a décidé d'avoir trois jours de retard."
    }
  },
  {
    "translation": {
      "en": "You gotta work them overtime, I presume now,",
      "fr": "Ils devront faire des heures supplémentaires"
    }
  },
  {
    "translation": {
      "en": "to get them caught up on all the activities that they missed out on.",
      "fr": "pour rattraper les activités qu'ils ont manquées."
    }
  },
  {
    "translation": {
      "en": "Well, the day they missed out on was a good one for them to skip.",
      "fr": "Ils ont bien fait de manquer une journée."
    }
  },
  {
    "translation": {
      "en": "It was Saturday housecleaning, and I…",
      "fr": "Le samedi, c'est jour de ménage."
    }
  },
  {
    "translation": {
      "en": "But I took care of it for 'em. We'll catch up next… next weekend.",
      "fr": "Je m'en suis chargé. Ils se rattraperont le week-end prochain."
    }
  },
  {
    "translation": {
      "en": "Uh, but in all seriousness,",
      "fr": "Plus sérieusement,"
    }
  },
  {
    "translation": {
      "en": "we're looking forward to some operational stuff later in the month.",
      "fr": "on a hâte de commencer le programme."
    }
  },
  {
    "translation": {
      "en": "Maybe we'll get outside and do some space walks.",
      "fr": "On fera peut-être des sorties extravéhiculaires."
    }
  },
  {
    "translation": {
      "en": "So we're… we're all super excited to have two more crewmates",
      "fr": "On est ravis d'ajouter deux membres supplémentaires"
    }
  },
  {
    "translation": {
      "en": "to the Expedition 63 team.",
      "fr": "à l'équipe de l'expédition 63."
    }
  },
  {
    "translation": {
      "en": "[man] Station, this is James Corden with the CBS Late Late Show.",
      "fr": "ISS, ici James Corden, pour le Late Late Show."
    }
  },
  {
    "translation": {
      "en": "How are you, gentlemen? Can you hear me?",
      "fr": "Ça va ? Vous me recevez ?"
    }
  },
  {
    "translation": {
      "en": "Welcome aboard the International Space Station.",
      "fr": "Bienvenue à bord de l'ISS."
    }
  },
  {
    "translation": {
      "en": "We heard you loud and clear.",
      "fr": "On vous reçoit."
    }
  },
  {
    "translation": {
      "en": "[James] How are you getting on up there? How are you doing? Are you okay?",
      "fr": "Est-ce que tout va bien, là-haut ?"
    }
  },
  {
    "translation": {
      "en": "[Doug] We're doing pretty good. I think we're assimilating into the, uh, ISS life,",
      "fr": "Tout se passe bien. On s'adapte à la vie dans la station."
    }
  },
  {
    "translation": {
      "en": "trying to help Chris out as much as we can.",
      "fr": "On essaie d'aider Chris le mieux possible."
    }
  },
  {
    "translation": {
      "en": "[James] That's great. I'm jealous of both of you right now",
      "fr": "C'est génial. Je vous envie beaucoup."
    }
  },
  {
    "translation": {
      "en": "because I've spent most of my life wanting to be weightless.",
      "fr": "J'ai toujours voulu être plus léger que l'air."
    }
  },
  {
    "translation": {
      "en": "Tell me, what's the best and worst thing",
      "fr": "Quels sont les avantages et les inconvénients"
    }
  },
  {
    "translation": {
      "en": "about living life in zero gravity every day?",
      "fr": "de vivre en apesanteur ?"
    }
  },
  {
    "translation": {
      "en": "Oh, look at this.",
      "fr": "Regardez ça."
    }
  },
  {
    "translation": {
      "en": "That's magnificent.",
      "fr": "C'est génial."
    }
  },
  {
    "translation": {
      "en": "[Doug] You can imagine that there's a lot of places,",
      "fr": "Vous l'imaginez, il y a des endroits"
    }
  },
  {
    "translation": {
      "en": "like going to the restroom, for example, where you like stuff to stay where you put it.",
      "fr": "comme les toilettes, où on préférerait que les choses ne flottent pas."
    }
  },
  {
    "translation": {
      "en": "And so, uh, we definitely find that frustrating at times.",
      "fr": "comme les toilettes, où on préférerait que les choses ne flottent pas. Ça peut se révéler frustrant."
    }
  },
  {
    "translation": {
      "en": "Time to go.",
      "fr": "C'est le moment."
    }
  },
  {
    "translation": {
      "en": "You take the valve, and, uh…",
      "fr": "On prend la valve, et…"
    }
  },
  {
    "translation": {
      "en": "That's where your business goes.",
      "fr": "On fait sa petite affaire."
    }
  },
  {
    "translation": {
      "en": "[Doug] They have six crew quarters on board the space station,",
      "fr": "Il y a six quartiers d'équipage à bord de l'ISS."
    }
  },
  {
    "translation": {
      "en": "and those crew quarters are really, really nice.",
      "fr": "Ce sont des endroits très agréables."
    }
  },
  {
    "translation": {
      "en": "You've got your laptop in there.",
      "fr": "Chacun y a son ordinateur."
    }
  },
  {
    "translation": {
      "en": "You've got your sleeping bag attached to a wall.",
      "fr": "Les sacs de couchage sont accrochés au mur."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Can you reach down and touch your toes?",
      "fr": "Vous pouvez toucher vos orteils ?"
    }
  },
  {
    "translation": {
      "en": "You probably would have to fold your computer up,",
      "fr": "Il faudrait d'abord refermer son ordinateur."
    }
  },
  {
    "translation": {
      "en": "and then you might be able to kind of do a sit-up, uh, and not hit both walls.",
      "fr": "Ensuite, on pourrait faire des abdos sans trop toucher les deux murs."
    }
  },
  {
    "translation": {
      "en": "I mean, it's certainly not huge, but it's actually kind of…",
      "fr": "Les quartiers ne sont pas gigantesques mais je dois dire…"
    }
  },
  {
    "translation": {
      "en": "kind of cozy, if… if I had to be honest.",
      "fr": "que c'est douillet, pour être honnête."
    }
  },
  {
    "translation": {
      "en": "[woman] What kind of liquids can you drink?",
      "fr": "Quels liquides pouvez-vous boire ?"
    }
  },
  {
    "translation": {
      "en": "Is there a cocktail hour in space?",
      "fr": "Vous vous faites des cocktails ?"
    }
  },
  {
    "translation": {
      "en": "Every hour is cocktail hour for, uh… for astronauts.",
      "fr": "On peut se faire des cocktails à tout moment, quand on est astronaute."
    }
  },
  {
    "translation": {
      "en": "Because you can drink balls of fluid right out of the air like that.",
      "fr": "Il est facile de gober des boules de liquide en suspension."
    }
  },
  {
    "translation": {
      "en": "I don't know how many of these examples I wanna set for my son,",
      "fr": "Je ne sais pas si je dois montrer ça à mon fils."
    }
  },
  {
    "translation": {
      "en": "because he'll be playing with his food all day",
      "fr": "Il va passer son temps à jouer avec la nourriture"
    }
  },
  {
    "translation": {
      "en": "if he gets the chance to see something like this.",
      "fr": "s'il me voit faire ça."
    }
  },
  {
    "translation": {
      "en": "Chicken.",
      "fr": "Du poulet."
    }
  },
  {
    "translation": {
      "en": "[Doug] We exercise for about two hours, uh, every day,",
      "fr": "On fait deux heures de sport par jour."
    }
  },
  {
    "translation": {
      "en": "with weight lifting and either running or cycling",
      "fr": "On lève des poids, on fait de la course ou du vélo"
    }
  },
  {
    "translation": {
      "en": "to maintain our health and our fitness for our return.",
      "fr": "pour conserver la forme."
    }
  },
  {
    "translation": {
      "en": "[Bob] Our heart, its most important job is to feed the brain oxygenated blood.",
      "fr": "Le rôle du cœur est d'envoyer du sang au cerveau pour l'oxygéner."
    }
  },
  {
    "translation": {
      "en": "And then when you take the gravity vector out of the picture,",
      "fr": "En l'absence de pesanteur,"
    }
  },
  {
    "translation": {
      "en": "the heart sends too much up to the brain, and your head gets all puffed up.",
      "fr": "il en fait trop parvenir au cerveau, et on a la tête qui gonfle."
    }
  },
  {
    "translation": {
      "en": "[Karen] The way your body adapts to weightlessness,",
      "fr": "Le corps s'adapte à l'apesanteur."
    }
  },
  {
    "translation": {
      "en": "I distinctly remember when I first got to space,",
      "fr": "La première fois que je suis allée dans l'espace,"
    }
  },
  {
    "translation": {
      "en": "every time I would flip upside down, I felt like I was upside down.",
      "fr": "j'avais l'impression d'être à l'envers dès que je me retournais."
    }
  },
  {
    "translation": {
      "en": "And there was a moment",
      "fr": "À un moment,"
    }
  },
  {
    "translation": {
      "en": "where I was trying to hang my sleeping bag on the mid-deck wall,",
      "fr": "j'ai essayé d'accrocher mon sac de couchage sur le mur."
    }
  },
  {
    "translation": {
      "en": "and, just like this, my mind completely changed.",
      "fr": "C'est à cet instant que tout a changé."
    }
  },
  {
    "translation": {
      "en": "And from that point on, I could be in any orientation,",
      "fr": "J'ai alors pu me mettre dans n'importe quel sens"
    }
  },
  {
    "translation": {
      "en": "and I never felt like I was upside down.",
      "fr": "sans avoir l'impression d'être à l'envers."
    }
  },
  {
    "translation": {
      "en": "It was so neat to me,",
      "fr": "J'ai trouvé ça génial,"
    }
  },
  {
    "translation": {
      "en": "the way your body and mind just switch like that.",
      "fr": "que l'esprit et le corps puissent s'adapter."
    }
  },
  {
    "translation": {
      "en": "[Bob] You feel congested",
      "fr": "On est congestionnés"
    }
  },
  {
    "translation": {
      "en": "because you still have all this extra volume in your head.",
      "fr": "parce qu'on a la tête gonflée."
    }
  },
  {
    "translation": {
      "en": "So your sense of smell and your sense of taste are dull.",
      "fr": "Notre sens de l'odorat et du goût diminue."
    }
  },
  {
    "translation": {
      "en": "We have every hot sauce known to humankind.",
      "fr": "On a de la sauce piquante comme tout le monde."
    }
  },
  {
    "translation": {
      "en": "You pour that on absolutely everything.",
      "fr": "On en met sur tout."
    }
  },
  {
    "translation": {
      "en": "[officer] I believe birthday wishes are in order, Bob. Is that true?",
      "fr": "Je crois que c'est votre anniversaire, Bob."
    }
  },
  {
    "translation": {
      "en": "[Bob] That's true. I got to join the 50-year-old club,",
      "fr": "Oui. Je rejoins le club des quinquagénaires,"
    }
  },
  {
    "translation": {
      "en": "just like these two other guys.",
      "fr": "comme ces deux-là."
    }
  },
  {
    "translation": {
      "en": "They've been teasing me all day about it.",
      "fr": "Ils m'ont bien taquiné."
    }
  },
  {
    "translation": {
      "en": "[officer] Yeah, I know it's not safe to put 50 candles on a cake in a high-oxygen environment,",
      "fr": "Je sais qu'il ne faut pas allumer 50 bougies dans l'espace,"
    }
  },
  {
    "translation": {
      "en": "but at least make everybody sing to you.",
      "fr": "mais faites chanter les autres. DES \"MINI\" GÂTEAUX, QUELQU'UN M'AIME QUELQUE PART."
    }
  },
  {
    "translation": {
      "en": "[Megan] Because I know so well what Bob is doing, I know he's working really hard.",
      "fr": "Je sais que Bob travaille dur. JOYEUX ANNIVERSAIRE À MON ASTRONAUTE PRÉFÉRÉ"
    }
  },
  {
    "translation": {
      "en": "I've had those same experiences,",
      "fr": "Je l'ai vécu, moi aussi."
    }
  },
  {
    "translation": {
      "en": "and I know it's hard to be away from your family.",
      "fr": "C'est dur d'être loin de sa famille."
    }
  },
  {
    "translation": {
      "en": "It was important to us to do something special.",
      "fr": "C'était important de faire un truc spécial."
    }
  },
  {
    "translation": {
      "en": "That encouragement from home, I think, is really important,",
      "fr": "Il doit être soutenu par sa famille,"
    }
  },
  {
    "translation": {
      "en": "that we're thinking of him, that we know what he's doing is hard.",
      "fr": "savoir qu'on pense à lui et qu'on sait que c'est dur."
    }
  },
  {
    "translation": {
      "en": "You know, the work requires, you know, a lot of dedication,",
      "fr": "Ce métier demande beaucoup d'engagement"
    }
  },
  {
    "translation": {
      "en": "a lot of focus, a lot of problem-solving, and always a lot of risk.",
      "fr": "de concentration, d'ingéniosité, et c'est très risqué."
    }
  },
  {
    "translation": {
      "en": "Can you guys hear me?",
      "fr": "Vous m'entendez ?"
    }
  },
  {
    "translation": {
      "en": "-Yeah, loud and clear. -[Doug] Okay.",
      "fr": "- Parfaitement. - Bien."
    }
  },
  {
    "translation": {
      "en": "Check the PTT's off.",
      "fr": "On éteint le dispositif PTT."
    }
  },
  {
    "translation": {
      "en": "Houston air lock on one.",
      "fr": "Houston, sas sur le un."
    }
  },
  {
    "translation": {
      "en": "Uh, we're complete with the, uh, med-ox lab change-out procedure.",
      "fr": "On a terminé la procédure de remplacement du labo d'oxygène médical."
    }
  },
  {
    "translation": {
      "en": "Going back to step 15 in 1.225.",
      "fr": "On revient à l'étape 15 en 1.225."
    }
  },
  {
    "translation": {
      "en": "[Anna] Thanks, Doug, for working the setup so well.",
      "fr": "Merci, Doug, d'avoir si bien travaillé."
    }
  },
  {
    "translation": {
      "en": "Got us right on timeline. We appreciate it.",
      "fr": "On est dans les temps. C'est très bien."
    }
  },
  {
    "translation": {
      "en": "Chris and Bob, good morning.",
      "fr": "Chris et Bob, bonjour."
    }
  },
  {
    "translation": {
      "en": "-[Bob] Good morning. -[Chris] Good morning.",
      "fr": "- Bonjour. - Bonjour."
    }
  },
  {
    "translation": {
      "en": "[Anna] Okay, with that, we'll step into the post depress.",
      "fr": "On va passer à la post décompression."
    }
  },
  {
    "translation": {
      "en": "-[Chris] EV1 copies. -[Bob] EV2 copies.",
      "fr": "- EV1, bien reçu. - EV2, bien reçu."
    }
  },
  {
    "translation": {
      "en": "[Doug] To keep Space Station flying over the Earth, it's a constant maintenance program.",
      "fr": "Il y a beaucoup de maintenance à effectuer pour que l'ISS reste en état de marche."
    }
  },
  {
    "translation": {
      "en": "We do all these space walks",
      "fr": "On effectuait des sorties"
    }
  },
  {
    "translation": {
      "en": "to either add modules to the space station when we were building it.",
      "fr": "pour ajouter des modules quand la station était en construction."
    }
  },
  {
    "translation": {
      "en": "And now it's to replace pieces of equipment",
      "fr": "Aujourd'hui, on remplace des équipements"
    }
  },
  {
    "translation": {
      "en": "that either are getting old or that fail.",
      "fr": "trop anciens ou en panne."
    }
  },
  {
    "translation": {
      "en": "Our mission is essentially to upgrade the batteries.",
      "fr": "Notre mission est de remplacer les batteries."
    }
  },
  {
    "translation": {
      "en": "You know, the power of the space station is maintained by the battery system.",
      "fr": "Ce sont elles qui assurent le fonctionnement de l'ISS."
    }
  },
  {
    "translation": {
      "en": "Through the solar arrays, the batteries are recharged.",
      "fr": "Elle se rechargent grâce aux panneaux solaires,"
    }
  },
  {
    "translation": {
      "en": "And so just like a rechargeable battery at home, after many years of these cycles,",
      "fr": "mais comme toute pile rechargeable, après des années de fonctionnement"
    }
  },
  {
    "translation": {
      "en": "and then of course the hot and cold",
      "fr": "et de changements de température"
    }
  },
  {
    "translation": {
      "en": "of being in space between daylight and darkness,",
      "fr": "entre la lumière du jour et l'obscurité dans l'espace,"
    }
  },
  {
    "translation": {
      "en": "those batteries wear out.",
      "fr": "ces batteries s'usent."
    }
  },
  {
    "translation": {
      "en": "It's a big job, because these batteries are like 400 pounds apiece.",
      "fr": "Ces batteries pèsent près de 200 kg chacune."
    }
  },
  {
    "translation": {
      "en": "Fortunately, we got both Bob and Chris,",
      "fr": "Heureusement, on a Bob et Chris,"
    }
  },
  {
    "translation": {
      "en": "two of our best spacewalkers.",
      "fr": "deux de nos meilleurs astronautes."
    }
  },
  {
    "translation": {
      "en": "-Doing good? -[Bob] Yeah.",
      "fr": "- Ça va ? - Oui."
    }
  },
  {
    "translation": {
      "en": "During my first two missions, I did six space walks",
      "fr": "J'ai fait six sorties au cours de deux missions"
    }
  },
  {
    "translation": {
      "en": "associated with the construction of the space station.",
      "fr": "lors de la construction de la station spatiale."
    }
  },
  {
    "translation": {
      "en": "But even though I've done it a couple of times,",
      "fr": "Mais même si je l'ai fait plusieurs fois,"
    }
  },
  {
    "translation": {
      "en": "it doesn't get easy for me.",
      "fr": "ça reste difficile."
    }
  },
  {
    "translation": {
      "en": "You know, there's a lot of pressure in a situation like that,",
      "fr": "On est sous pression dans une telle situation."
    }
  },
  {
    "translation": {
      "en": "that, uh, if you don't do your job, uh, successfully, I could float off into space.",
      "fr": "En cas d'erreur, je pourrais dériver dans l'espace."
    }
  },
  {
    "translation": {
      "en": "You have to compartmentalize and take deep breaths",
      "fr": "On doit compartimenter, et respirer profondément"
    }
  },
  {
    "translation": {
      "en": "so that you can pace yourself and stay focused",
      "fr": "pour rester calme et concentré"
    }
  },
  {
    "translation": {
      "en": "in the face of this daunting task.",
      "fr": "sur la tâche difficile à accomplir."
    }
  },
  {
    "translation": {
      "en": "[Doug] Hey, Bob, we're ready with the crew lock depress.",
      "fr": "Bob, on est prêts pour la dépressurisation."
    }
  },
  {
    "translation": {
      "en": "We're gonna take the, uh, depress pump power switch to \"on.\"",
      "fr": "On va mettre l'interrupteur de la pompe de dépressurisation sur \"marche\"."
    }
  },
  {
    "translation": {
      "en": "[Bob] Okay. Depress pump power coming on.",
      "fr": "D'accord. La pompe va s'allumer."
    }
  },
  {
    "translation": {
      "en": "[Doug] Good luck, guys.",
      "fr": "Bonne chance."
    }
  },
  {
    "translation": {
      "en": "[Anna] Okay, guys, great job. We're gonna pick up slowly.",
      "fr": "Très bien, les gars. On va reprendre doucement."
    }
  },
  {
    "translation": {
      "en": "[Bob] Yeah.",
      "fr": "Oui."
    }
  },
  {
    "translation": {
      "en": "[Anna] Bob, for you, as you get outboard, you're looking for handrail 2075",
      "fr": "Bob, en sortant, tu cherches la rampe 2 075"
    }
  },
  {
    "translation": {
      "en": "for your green hook.",
      "fr": "pour ton crochet vert."
    }
  },
  {
    "translation": {
      "en": "[Bob] Copy. 2075.",
      "fr": "Bien reçu. 2 075."
    }
  },
  {
    "translation": {
      "en": "-It's kind of dark out here, Chris. -[Chris] Yeah, it's kind of dark.",
      "fr": "- Il fait sombre, Chris. - Oui, c'est sombre."
    }
  },
  {
    "translation": {
      "en": "[Bob] How much longer till daylight has me?",
      "fr": "Il reste longtemps avant le jour ?"
    }
  },
  {
    "translation": {
      "en": "[Anna] Approximately three and a half minutes till daylight.",
      "fr": "Environ trois minutes et demie avant le jour."
    }
  },
  {
    "translation": {
      "en": "-[Bob] Sun. -[Chris] Here comes the sun again.",
      "fr": "- Le Soleil. - Revoilà le soleil."
    }
  },
  {
    "translation": {
      "en": "[Anna] You should be coming up on the coast of California soon.",
      "fr": "Vous allez survoler la côte californienne."
    }
  },
  {
    "translation": {
      "en": "If you look south, you might see Hawthorne.",
      "fr": "Vers le sud, vous verrez Hawthorne."
    }
  },
  {
    "translation": {
      "en": "And, Bob, did you wanna go to battery one first?",
      "fr": "Bob, tu veux commencer par la batterie un ?"
    }
  },
  {
    "translation": {
      "en": "[Bob] Let's go to battery three first.",
      "fr": "Faisons d'abord la batterie trois."
    }
  },
  {
    "translation": {
      "en": "[Anna] You'll be going to H1. Confirm socket tape line flush.",
      "fr": "Tu iras sur H1. Confirme la profondeur de la perforation."
    }
  },
  {
    "translation": {
      "en": "Looking for eight turns to release the battery.",
      "fr": "Huit tours devraient libérer la batterie."
    }
  },
  {
    "translation": {
      "en": "[Bob] I have control of the batteries? [Chris] You have control.",
      "fr": "- J'ai le contrôle des batteries ? - Oui."
    }
  },
  {
    "translation": {
      "en": "[Doug] Okay, copy that.",
      "fr": "Bien reçu."
    }
  },
  {
    "translation": {
      "en": "Looks good, guys.",
      "fr": "Ça a l'air d'aller."
    }
  },
  {
    "translation": {
      "en": "[Anna] And we're about to enter a night pass.",
      "fr": "On va entrer dans une période de nuit."
    }
  },
  {
    "translation": {
      "en": "Bob, I have several cautions and warnings for you when you're ready.",
      "fr": "Bob, j'ai plusieurs avertissements pour toi quand tu seras prêt."
    }
  },
  {
    "translation": {
      "en": "[Bob] I'm ready.",
      "fr": "Je suis prêt."
    }
  },
  {
    "translation": {
      "en": "[Anna] Okay, no sudden movements.",
      "fr": "Pas de mouvement brusque."
    }
  },
  {
    "translation": {
      "en": "The Bravo 7 torque setting may cause bolt failure.",
      "fr": "Le réglage du couple de la Bravo 7 peut casser la vis."
    }
  },
  {
    "translation": {
      "en": "This could result in a non-captive sharp edge and broken shank.",
      "fr": "Cela pourrait libérer un bord tranchant et casser la tige."
    }
  },
  {
    "translation": {
      "en": "How copy?",
      "fr": "Bien reçu ?"
    }
  },
  {
    "translation": {
      "en": "[Bob] Copy all.",
      "fr": "Bien reçu."
    }
  },
  {
    "translation": {
      "en": "Is there any good news about this?",
      "fr": "Y a-t-il de bonnes nouvelles ?"
    }
  },
  {
    "translation": {
      "en": "[Chris] Sounds scary, Bob. You sure you wanna do that?",
      "fr": "C'est effrayant. Tu es sûr de vouloir le faire ?"
    }
  },
  {
    "translation": {
      "en": "-[Bob] Obviously. -[Chris] Obviously.",
      "fr": "- Bien sûr. - Bien sûr."
    }
  },
  {
    "translation": {
      "en": "[Bob] It looks equal to me on both sides.",
      "fr": "Ça semble pareil des deux côtés."
    }
  },
  {
    "translation": {
      "en": "[Chris] I agree.",
      "fr": "Je suis d'accord."
    }
  },
  {
    "translation": {
      "en": "In the indicator, those locked.",
      "fr": "Selon l'indicateur, ils sont verrouillés."
    }
  },
  {
    "translation": {
      "en": "[Anna] Copy, such a good install.",
      "fr": "Bien reçu. Beau travail."
    }
  },
  {
    "translation": {
      "en": "Just a heads-up, you're going into a day pass in about a minute.",
      "fr": "Vous allez passer dans une zone de jour dans une minute."
    }
  },
  {
    "translation": {
      "en": "[Bob] How about a picture?",
      "fr": "Si on faisait une photo ?"
    }
  },
  {
    "translation": {
      "en": "It's a good location, good time.",
      "fr": "C'est le bon endroit, le bon moment."
    }
  },
  {
    "translation": {
      "en": "[Chris] Yeah.",
      "fr": "Oui."
    }
  },
  {
    "translation": {
      "en": "[Bob] I don't know if we're gonna make it through another day-night cycle.",
      "fr": "Je ne sais pas si on va faire un autre cycle jour-nuit."
    }
  },
  {
    "translation": {
      "en": "[Chris] Yeah, that's good.",
      "fr": "Oui, c'est bien."
    }
  },
  {
    "translation": {
      "en": "[Bob] To see the wondrous events that are happening as you go through a space walk, there's sunrises and sunsets,",
      "fr": "En sortie extravéhiculaire, on assiste à des levers et des couchers de soleil."
    }
  },
  {
    "translation": {
      "en": "you realize, you know, our world is precious,",
      "fr": "On comprend à quel point la planète est précieuse,"
    }
  },
  {
    "translation": {
      "en": "and you start having appreciation for how little you actually are.",
      "fr": "On comprend à quel point la planète est précieuse, et on réalise qu'on est tout petits."
    }
  },
  {
    "translation": {
      "en": "And I think every astronaut kind of feels the same way.",
      "fr": "Je pense que tous les astronautes ressentent ça."
    }
  },
  {
    "translation": {
      "en": "[Megan] As you go around the Earth, you don't see the lines and the borders that are drawn on maps.",
      "fr": "En orbite, on ne distingue pas les frontières tracées sur les cartes."
    }
  },
  {
    "translation": {
      "en": "You see the Earth as this one entity,",
      "fr": "On voit la Terre comme une entité unique."
    }
  },
  {
    "translation": {
      "en": "and it's our home.",
      "fr": "C'est notre foyer."
    }
  },
  {
    "translation": {
      "en": "You sense its fragility",
      "fr": "On perçoit sa fragilité dans les sombres étendues de l'espace."
    }
  },
  {
    "translation": {
      "en": "in this sort of vast blackness of space and this very thin atmosphere",
      "fr": "On perçoit sa fragilité dans les sombres étendues de l'espace. C'est sa fine atmosphère qui nous protège."
    }
  },
  {
    "translation": {
      "en": "that's what's keeping us all safe.",
      "fr": "C'est sa fine atmosphère qui nous protège."
    }
  },
  {
    "translation": {
      "en": "You feel very protective, I think,",
      "fr": "On a envie de la protéger,"
    }
  },
  {
    "translation": {
      "en": "and you feel a very strong connection.",
      "fr": "et on se sent connecté."
    }
  },
  {
    "translation": {
      "en": "[Doug] Even the most hardened, cynical astronauts, you know,",
      "fr": "Même les astronautes les plus expérimentés et cyniques"
    }
  },
  {
    "translation": {
      "en": "once they've gone to space, it's changed them and for the better.",
      "fr": "reviennent de l'espace changés et meilleurs."
    }
  },
  {
    "translation": {
      "en": "You know, you look down, and you go, \"We're all on this little ball.\"",
      "fr": "On regarde en bas et on se dit : \"On partage cette petite boule.\""
    }
  },
  {
    "translation": {
      "en": "And then you look back into space",
      "fr": "Ensuite, on contemple l'espace,"
    }
  },
  {
    "translation": {
      "en": "and get this overwhelming sense",
      "fr": "et on se dit que c'est extraordinaire."
    }
  },
  {
    "translation": {
      "en": "of, you know, the things we're gonna do next.",
      "fr": "On pense à ce que l'on accomplira après."
    }
  },
  {
    "translation": {
      "en": "[officer] Okay, Neil, we can see you coming down the ladder now.",
      "fr": "Neil, on te voit descendre l'échelle."
    }
  },
  {
    "translation": {
      "en": "[Neil] That's one small step for man,",
      "fr": "C'est un petit pas pour l'homme,"
    }
  },
  {
    "translation": {
      "en": "one giant leap for mankind.",
      "fr": "mais un grand pas pour l'humanité."
    }
  },
  {
    "translation": {
      "en": "[astronaut 1] Oh gee, that's great.",
      "fr": "Bon sang. C'est super."
    }
  },
  {
    "translation": {
      "en": "[astronaut 2] Yes, indeed. They've got the flag up now, and you can see the stars and stripes.",
      "fr": "Ils ont fixé le drapeau. On voit les étoiles et les rayures."
    }
  },
  {
    "translation": {
      "en": "[astronaut 1] Beautiful, just beautiful.",
      "fr": "Magnifique."
    }
  },
  {
    "translation": {
      "en": "[Neil] Here men from the planet Earth first set foot upon the Moon.",
      "fr": "Des hommes venus de la Terre ont foulé la Lune pour la première fois."
    }
  },
  {
    "translation": {
      "en": "July 1969 AD.",
      "fr": "En juillet 1969."
    }
  },
  {
    "translation": {
      "en": "They came in peace for all mankind.",
      "fr": "Ils sont venus en paix au nom de l'humanité."
    }
  },
  {
    "translation": {
      "en": "[officer] And welcome home.",
      "fr": "Bienvenue à la maison."
    }
  },
  {
    "translation": {
      "en": "[Hans] Landing on the Moon",
      "fr": "L'alunissage"
    }
  },
  {
    "translation": {
      "en": "is singularly the most dramatic event in the history of humanity.",
      "fr": "est l'événement le plus spectaculaire de l'histoire de l'humanité."
    }
  },
  {
    "translation": {
      "en": "And so this is the leftovers, basically. [laughs]",
      "fr": "Voilà ce qu'il en reste."
    }
  },
  {
    "translation": {
      "en": "If you asked what inspired me, this is what inspired me.",
      "fr": "C'est tout ça, qui m'a inspiré."
    }
  },
  {
    "translation": {
      "en": "-[Bala] Saturn V? -[Hans] Yeah.",
      "fr": "- Saturn V ? - Oui."
    }
  },
  {
    "translation": {
      "en": "I mean, that's what I saw when I was a kid.",
      "fr": "Je l'ai découvert quand j'étais enfant."
    }
  },
  {
    "translation": {
      "en": "This is pretty crazy.",
      "fr": "C'est dingue."
    }
  },
  {
    "translation": {
      "en": "You know how much thrust it had? A million and something?",
      "fr": "Tu sais quelle était sa poussée ? Un million ?"
    }
  },
  {
    "translation": {
      "en": "[Bala] Like the size of that gas generator,",
      "fr": "Ce générateur de gaz"
    }
  },
  {
    "translation": {
      "en": "it almost looks like the size of our thrust chamber.",
      "fr": "fait presque la taille de notre chambre de poussée."
    }
  },
  {
    "translation": {
      "en": "-[Hans] Exactly. -[laughing]",
      "fr": "C'est vrai."
    }
  },
  {
    "translation": {
      "en": "[Hans] Yeah, it's huge.",
      "fr": "Oui, c'est énorme."
    }
  },
  {
    "translation": {
      "en": "This is the most powerful rocket that had been built up to date.",
      "fr": "C'était la fusée la plus puissante jamais construite."
    }
  },
  {
    "translation": {
      "en": "[Bala] Yeah, you just need that energy to get--",
      "fr": "Elle avait la force nécessaire pour aller…"
    }
  },
  {
    "translation": {
      "en": "To the Moon.",
      "fr": "Sur la Lune."
    }
  },
  {
    "translation": {
      "en": "-Or to Mars. -Mars, so… [chuckles]",
      "fr": "- Ou sur Mars. - Oui."
    }
  },
  {
    "translation": {
      "en": "The other thing to recognize is, like, this was all like new stuff",
      "fr": "Il faut reconnaître que c'était une technologie nouvelle."
    }
  },
  {
    "translation": {
      "en": "that they had made and, like, didn't have much flight experience on.",
      "fr": "Personne n'avait beaucoup d'expérience en tant que pilote."
    }
  },
  {
    "translation": {
      "en": "I mean, we have, like, 80-something flights. And we're slowly getting into those flights.",
      "fr": "Nous, on a fait 80 vols, et on commence à peine à être rassurés."
    }
  },
  {
    "translation": {
      "en": "Only now are we confident enough to put Bob and Doug in there. [laughs]",
      "fr": "C'est seulement après ça qu'on a envoyé Bob et Doug."
    }
  },
  {
    "translation": {
      "en": "And they tested it twice and said, \"Okay, you guys go in there.\" [laughs]",
      "fr": "On l'a testée deux fois avant de dire : \"Allez-y.\""
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "fr": "Oui."
    }
  },
  {
    "translation": {
      "en": "All right, let's go one step further.",
      "fr": "Allez, on continue."
    }
  },
  {
    "translation": {
      "en": "-That's the lunar lander. -[Bala] Yeah.",
      "fr": "Le module lunaire."
    }
  },
  {
    "translation": {
      "en": "It looks small, actually.",
      "fr": "Ça a l'air petit."
    }
  },
  {
    "translation": {
      "en": "-I wanna see that inside. -[Bala] Yeah. They'd be standing up in there, basically.",
      "fr": "- Voyons l'intérieur. - Oui. Ils devaient être debout dedans."
    }
  },
  {
    "translation": {
      "en": "There's no… no chair or anything.",
      "fr": "Il n'y a pas de quoi s'asseoir."
    }
  },
  {
    "translation": {
      "en": "[Bala] Yeah, and this had the rudiments of digital computers in there.",
      "fr": "Les ordinateurs n'en étaient qu'à leurs balbutiements."
    }
  },
  {
    "translation": {
      "en": "[Hans] I mean, a computer on this thing,",
      "fr": "Ces ordinateurs…"
    }
  },
  {
    "translation": {
      "en": "I don't think there's anything comparable that we have. -A car key is probably smarter. -Yeah.",
      "fr": "Il n'y a rien de comparable. Une clé de voiture est plus avancée."
    }
  },
  {
    "translation": {
      "en": "But, I mean, they made it work.",
      "fr": "Mais ça fonctionnait."
    }
  },
  {
    "translation": {
      "en": "-I mean, that's the main thing. -That's the fascinating thing.",
      "fr": "- C'est l'essentiel. - C'est ce qui est fascinant."
    }
  },
  {
    "translation": {
      "en": "Even more dramatic when you think that what they had in terms of electronics to make that work.",
      "fr": "C'est spectaculaire quand on pense au matériel qui leur a permis de le faire."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "fr": "Oui."
    }
  },
  {
    "translation": {
      "en": "[Hans] Pretty inspiring coming back here and just looking at it.",
      "fr": "Venir ici suscite l'inspiration."
    }
  },
  {
    "translation": {
      "en": "Now that we've shown that we can fly astronauts…",
      "fr": "Maintenant qu'on peut transporter des astronautes,"
    }
  },
  {
    "translation": {
      "en": "…it's time to go back to the Moon with astronauts again for a longer time",
      "fr": "il nous faut retourner sur la Lune pour plus longtemps,"
    }
  },
  {
    "translation": {
      "en": "and extend our range to Mars.",
      "fr": "et aussi aller sur Mars."
    }
  },
  {
    "translation": {
      "en": "[Elon] These super smart, super talented people, they believe in the goal.",
      "fr": "Ces gens intelligents et talentueux croient en notre objectif."
    }
  },
  {
    "translation": {
      "en": "A base on the Moon and a city on Mars can happen.",
      "fr": "On peut créer une base sur la Lune et une ville sur Mars."
    }
  },
  {
    "translation": {
      "en": "I was not sure whether such a path existed before.",
      "fr": "J'ignore si c'était concevable avant."
    }
  },
  {
    "translation": {
      "en": "Now I am confident that such a path exists.",
      "fr": "Mais je sais que ça l'est maintenant."
    }
  },
  {
    "translation": {
      "en": "But first, we got a real important mission tomorrow.",
      "fr": "Mais d'abord, on a une mission importante demain."
    }
  },
  {
    "translation": {
      "en": "[officer] Good morning, Bob and Doug. We have a special message for you to start your day.",
      "fr": "Bonjour, Bob et Doug. On a un message pour commencer la journée."
    }
  },
  {
    "translation": {
      "en": "[Theo] Rise and shine, Daddy. We love you.",
      "fr": "Debout, papa. On t'aime."
    }
  },
  {
    "translation": {
      "en": "We can't wait to see you. Wake up, wake up!",
      "fr": "On a hâte de te voir. Réveille-toi !"
    }
  },
  {
    "translation": {
      "en": "[Jack] I'm happy you went into space,",
      "fr": "Je suis content que tu sois dans l'espace,"
    }
  },
  {
    "translation": {
      "en": "but I'm even happier that you're coming back home.",
      "fr": "mais encore plus heureux que tu rentres."
    }
  },
  {
    "translation": {
      "en": "[Theo] Hurry home so we can go get my dog.",
      "fr": "Rentre vite, qu'on aille chercher mon chien."
    }
  },
  {
    "translation": {
      "en": "[Jack] We love you, Dad.",
      "fr": "On t'aime, papa."
    }
  },
  {
    "translation": {
      "en": "[Bob] We're about to embark on the final portion of the journey.",
      "fr": "Nous attaquons la dernière étape du voyage."
    }
  },
  {
    "translation": {
      "en": "And as I look forward to heading back home,",
      "fr": "J'ai hâte de rentrer chez moi."
    }
  },
  {
    "translation": {
      "en": "my son and Doug's son are really excited not only to get their fathers back",
      "fr": "Mon fils et le fils de Doug sont très contents de revoir leurs papas"
    }
  },
  {
    "translation": {
      "en": "but to get our Apatosaurus, our zero-G indicator,",
      "fr": "et de retrouver l'apatosaure indicateur d'apesanteur"
    }
  },
  {
    "translation": {
      "en": "that they nominated to go with us.",
      "fr": "qu'ils nous avaient confié."
    }
  },
  {
    "translation": {
      "en": "And so for Jack and Theo,",
      "fr": "Pour Jack et Theo,"
    }
  },
  {
    "translation": {
      "en": "uh, Tremor the Apatosaurus is, uh, headed home soon.",
      "fr": "Tremor l'apatosaure va bientôt rentrer à la maison."
    }
  },
  {
    "translation": {
      "en": "[Megan] Reentry is obviously the next big milestone,",
      "fr": "Le retour est la prochaine étape importante."
    }
  },
  {
    "translation": {
      "en": "and so everything has to work really, really well.",
      "fr": "Tout doit se dérouler à la perfection."
    }
  },
  {
    "translation": {
      "en": "[Anna] Dragon, SpaceX. Comm check.",
      "fr": "Dragon, SpaceX. Contrôle communication."
    }
  },
  {
    "translation": {
      "en": "[Doug] SpaceX, Dragon. Comm checks. Dragon to ground.",
      "fr": "SpaceX, Dragon. Contrôle communication. Dragon pour base."
    }
  },
  {
    "translation": {
      "en": "[Megan] It's hard to prepare yourself.",
      "fr": "C'est dur de se préparer."
    }
  },
  {
    "translation": {
      "en": "You don't know exactly what you're gonna feel.",
      "fr": "On ne sait jamais ce qu'on va ressentir."
    }
  },
  {
    "translation": {
      "en": "But there's a part of you that can't let go",
      "fr": "Mais au fond de nous,"
    }
  },
  {
    "translation": {
      "en": "of that sort of, you know, hopefully irrational fear that something could go wrong.",
      "fr": "il y a toujours une peur irrationnelle que cela tourne mal."
    }
  },
  {
    "translation": {
      "en": "[Anna] The final reconfigurations for undock are complete and nominal.",
      "fr": "Dernières reconfigurations en vue du désamarrage terminées et nominales."
    }
  },
  {
    "translation": {
      "en": "[Megan] Am I gonna be nervous? Absolutely.",
      "fr": "Si je vais angoisser ? Bien sûr."
    }
  },
  {
    "translation": {
      "en": "But I want my son to experience the joy and excitement of that moment",
      "fr": "Je veux que mon fils sente la joie, l'excitation de ce moment,"
    }
  },
  {
    "translation": {
      "en": "and try to keep all of the… the nervousness to myself.",
      "fr": "alors, je vais garder mon stress pour moi."
    }
  },
  {
    "translation": {
      "en": "[Anna] The ground is go for undocking. Please confirm your visors are down",
      "fr": "Base prête pour le désamarrage. Confirmez que vos visières sont baissées,"
    }
  },
  {
    "translation": {
      "en": "and that you are ready for undock and departure.",
      "fr": "et que vous êtes prêts pour le départ."
    }
  },
  {
    "translation": {
      "en": "[Doug] Our visors are down, and we're ready for departure.",
      "fr": "Visières baissées. Prêts pour le départ."
    }
  },
  {
    "translation": {
      "en": "[Anna] Dragon, SpaceX. Separation confirmed.",
      "fr": "Dragon, SpaceX. Séparation confirmée."
    }
  },
  {
    "translation": {
      "en": "[Chris] Endeavour, Station. Bob and Doug,",
      "fr": "Endeavour, station. Bob et Doug,"
    }
  },
  {
    "translation": {
      "en": "it's been an honor to serve with you.",
      "fr": "ce fut un honneur de servir avec vous."
    }
  },
  {
    "translation": {
      "en": "Safe travels and have a successful landing.",
      "fr": "Bon voyage et bon atterrissage."
    }
  },
  {
    "translation": {
      "en": "Godspeed.",
      "fr": "Bonne chance."
    }
  },
  {
    "translation": {
      "en": "Endeavour copies all. Thanks, Chris.",
      "fr": "Endeavour, bien reçu. Merci, Chris."
    }
  },
  {
    "translation": {
      "en": "Bob and I, we're just excited to get back home.",
      "fr": "Bob et moi, on est ravis de rentrer."
    }
  },
  {
    "translation": {
      "en": "But you can never let your guard down, especially on a first flight.",
      "fr": "Mais il ne faut pas baisser la garde, surtout au premier vol."
    }
  },
  {
    "translation": {
      "en": "You know, you really have to do the whole mission end to end.",
      "fr": "Il faut aller au bout de la mission."
    }
  },
  {
    "translation": {
      "en": "There was a time when we thought, \"Well, we just get through the ascent, and we'll be fine.\"",
      "fr": "Avant, on se disait qu'après l'ascension, c'était bon."
    }
  },
  {
    "translation": {
      "en": "But then we had Columbia.",
      "fr": "Mais il y a eu Columbia."
    }
  },
  {
    "translation": {
      "en": "[flight director] Everything look good to you?",
      "fr": "Tout te semble bien ?"
    }
  },
  {
    "translation": {
      "en": "Control and rates and everything is nominal, right?",
      "fr": "Contrôle, taux, tout est nominal ?"
    }
  },
  {
    "translation": {
      "en": "[officer] Control has been stable. We have good trims.",
      "fr": "Contrôle stable. La trajectoire est bonne."
    }
  },
  {
    "translation": {
      "en": "-I don't see anything out of the ordinary. -[flight director] Okay.",
      "fr": "- Je ne vois rien d'anormal. - Bien."
    }
  },
  {
    "translation": {
      "en": "[astronaut 1] This is amazing. It's really getting fairly bright out there.",
      "fr": "C'est incroyable. Ça commence à briller."
    }
  },
  {
    "translation": {
      "en": "[astronaut 2] Yeah, you definitely don't want to be outside now.",
      "fr": "On ne voudrait pas être dehors."
    }
  },
  {
    "translation": {
      "en": "[Doug] Both Bob and I were on the runway where the shuttle would be landing.",
      "fr": "Bob et moi, on était tous les deux sur la piste d'atterrissage."
    }
  },
  {
    "translation": {
      "en": "I remember them knocking on the window",
      "fr": "Les gens du centre de contrôle"
    }
  },
  {
    "translation": {
      "en": "and saying to us that they'd lost, uh, comm,",
      "fr": "nous ont annoncé qu'ils avaient perdu le contact,"
    }
  },
  {
    "translation": {
      "en": "uh, and data and tracking from Columbia.",
      "fr": "et qu'ils ne pouvaient plus suivre Columbia."
    }
  },
  {
    "translation": {
      "en": "[officer 1] Columbia, Houston, comm check.",
      "fr": "Columbia, Houston, contrôle communication."
    }
  },
  {
    "translation": {
      "en": "Columbia, Houston, UHF comm check.",
      "fr": "Columbia, Houston, contrôle radio."
    }
  },
  {
    "translation": {
      "en": "[officer 2] We do not have any valid data at this time.",
      "fr": "Nous n'avons pas de données valides."
    }
  },
  {
    "translation": {
      "en": "-[crowd clamoring] -[woman] Oh my God.",
      "fr": "Oh, mon Dieu !"
    }
  },
  {
    "translation": {
      "en": "[news anchor] We've got some breaking news.",
      "fr": "Nous avons un flash spécial."
    }
  },
  {
    "translation": {
      "en": "There you see what appears to be multiple pieces of the shuttle.",
      "fr": "Sur ces images, vous pouvez apercevoir plusieurs morceaux de la navette."
    }
  },
  {
    "translation": {
      "en": "We can only hope that what we're seeing is not the worst.",
      "fr": "Nous pouvons seulement espérer que le pire ne s'est pas produit."
    }
  },
  {
    "translation": {
      "en": "[Doug] When landing time came and the shuttle didn't come,",
      "fr": "Au moment où la navette aurait dû atterrir,"
    }
  },
  {
    "translation": {
      "en": "we were there in the room when they told the families what they think had happened",
      "fr": "on était là quand ils ont dit aux familles ce qui s'était sans doute produit,"
    }
  },
  {
    "translation": {
      "en": "and that it was likely not survivable",
      "fr": "qu'il était peu probable qu'ils aient survécu,"
    }
  },
  {
    "translation": {
      "en": "and that they were, you know, gonna do the best they could,",
      "fr": "et qu'ils allaient faire tout leur possible,"
    }
  },
  {
    "translation": {
      "en": "but when the vehicle broke up at 200, 250,000 feet,",
      "fr": "mais la navette s'était désintégrée à 70 km d'altitude."
    }
  },
  {
    "translation": {
      "en": "that it's not likely that anybody survived.",
      "fr": "C'était impossible d'y survivre."
    }
  },
  {
    "translation": {
      "en": "Just seeing the pieces of Columbia,",
      "fr": "On a vu les débris de Columbia,"
    }
  },
  {
    "translation": {
      "en": "pieces of the crew module and helmets and those kinds of things,",
      "fr": "du module et des casques de l'équipage."
    }
  },
  {
    "translation": {
      "en": "you know, that… that leaves an impression that I think you never ever…",
      "fr": "Je pense que ça laisse des traces et que c'est quelque chose"
    }
  },
  {
    "translation": {
      "en": "you never really get over.",
      "fr": "qu'on n'oublie jamais."
    }
  },
  {
    "translation": {
      "en": "When you lose a rocket with a payload on it,",
      "fr": "Quand on perd une fusée avec une charge utile,"
    }
  },
  {
    "translation": {
      "en": "that is a bad situation.",
      "fr": "ce n'est pas une bonne chose."
    }
  },
  {
    "translation": {
      "en": "But if you lose a rocket with a crew on it,",
      "fr": "Mais quand on perd une fusée avec son équipage,"
    }
  },
  {
    "translation": {
      "en": "that… that is an order of magnitude different.",
      "fr": "c'est une catastrophe d'une ampleur différente."
    }
  },
  {
    "translation": {
      "en": "And in the end, you don't want anybody to ever have to go through that again.",
      "fr": "Il faut tout faire pour que ça ne se reproduise pas."
    }
  },
  {
    "translation": {
      "en": "[Kiko] We have been preparing for Bob and Doug to come home.",
      "fr": "On se prépare à accueillir Bob et Doug."
    }
  },
  {
    "translation": {
      "en": "You know, as soon as that capsule released,",
      "fr": "Dès que la capsule s'est désolidarisée"
    }
  },
  {
    "translation": {
      "en": "uh, and we undocked,",
      "fr": "lors du désamarrage,"
    }
  },
  {
    "translation": {
      "en": "the nerves popped up again,",
      "fr": "le stress est revenu."
    }
  },
  {
    "translation": {
      "en": "the general feeling of like, \"Oh man, we're in free flight.\" And these boys are coming home. It's happening.",
      "fr": "C'est fou de se dire qu'ils sont en vol et qu'ils sont en train de rentrer."
    }
  },
  {
    "translation": {
      "en": "Um, there's no turning back at this point.",
      "fr": "On ne peut plus faire marche arrière."
    }
  },
  {
    "translation": {
      "en": "So… it's time to rock and roll,",
      "fr": "Donc… C'est l'heure de se mettre au boulot."
    }
  },
  {
    "translation": {
      "en": "talk to the recovery dudes, and… and get Bob and Doug home.",
      "fr": "Il faut diriger l'équipe de récupération."
    }
  },
  {
    "translation": {
      "en": "[male host] Everything's been going very smoothly for Bob and Doug",
      "fr": "Tout se passe bien pour Bob et Doug"
    }
  },
  {
    "translation": {
      "en": "ever since they undocked from the space station yesterday.",
      "fr": "depuis le désamarrage qui a eu lieu hier."
    }
  },
  {
    "translation": {
      "en": "Now just ready and waiting to begin the reentry process.",
      "fr": "Ils se préparent à revenir sur Terre."
    }
  },
  {
    "translation": {
      "en": "[Jessie] Yeah, really exciting day as we approach splashdown here",
      "fr": "C'est une journée palpitante. La capsule va amerrir dans quelques heures."
    }
  },
  {
    "translation": {
      "en": "in a matter of a few hours…",
      "fr": "La capsule va amerrir dans quelques heures."
    }
  },
  {
    "translation": {
      "en": "[Hans] I've gotta talk to these two guys.",
      "fr": "Je vais leur parler."
    }
  },
  {
    "translation": {
      "en": "[Jessie] …to think that this all started two months ago, and here we are.",
      "fr": "…tout ça a démarré il y a deux mois."
    }
  },
  {
    "translation": {
      "en": "-[Hans] Did you get some sleep? -[man] Yeah. A few hours.",
      "fr": "- Tu as dormi ? - Oui. Quelques heures."
    }
  },
  {
    "translation": {
      "en": "-[Hans] A few hours? -[man laughs] Yeah.",
      "fr": "- Seulement ? - Oui."
    }
  },
  {
    "translation": {
      "en": "-[Hans] How's everything looking? -[man] Ready to go.",
      "fr": "- Alors ? - Tout va bien."
    }
  },
  {
    "translation": {
      "en": "Yeah, everything's looking great. Dragon's in good shape.",
      "fr": "Tout se présente bien. Dragon est nickel."
    }
  },
  {
    "translation": {
      "en": "[Hans] All right, good luck.",
      "fr": "Bien. Bonne chance."
    }
  },
  {
    "translation": {
      "en": "-Good luck. -[man] All right, good luck.",
      "fr": "Bonne chance."
    }
  },
  {
    "translation": {
      "en": "[Hans] Oh, look at that.",
      "fr": "Regardez ça."
    }
  },
  {
    "translation": {
      "en": "They seem super calm.",
      "fr": "Ils ont l'air calmes."
    }
  },
  {
    "translation": {
      "en": "I guess it doesn't go over well when they're nervous. [laughs]",
      "fr": "Il vaut mieux ne pas être stressé."
    }
  },
  {
    "translation": {
      "en": "Actually, you can see they're nervous. They do this… [laughs]",
      "fr": "En fait si, ils sont stressés. Ils font ça…"
    }
  },
  {
    "translation": {
      "en": "You know, every once in a while. [laughs]",
      "fr": "Régulièrement."
    }
  },
  {
    "translation": {
      "en": "I think reentry is the part that everybody hates.",
      "fr": "Personne n'aime la rentrée."
    }
  },
  {
    "translation": {
      "en": "You're in a stable orbit around the Earth,",
      "fr": "On est en orbite autour de la Terre,"
    }
  },
  {
    "translation": {
      "en": "and then you do a reentry burn.",
      "fr": "et il faut rentrer."
    }
  },
  {
    "translation": {
      "en": "That's a thrust maneuver that reduces your velocity",
      "fr": "Les moteurs réduisent la vitesse"
    }
  },
  {
    "translation": {
      "en": "so that you start descending until you hit dense atmosphere",
      "fr": "pour commencer à descendre jusqu'à atteindre l'atmosphère."
    }
  },
  {
    "translation": {
      "en": "and you can't get a radio signal out anymore.",
      "fr": "Là, on n'a plus de signal radio."
    }
  },
  {
    "translation": {
      "en": "It's called \"blackout.\"",
      "fr": "C'est le blackout."
    }
  },
  {
    "translation": {
      "en": "For a few minutes, you're in the dark on the ground, and you have no idea what happens.",
      "fr": "Pendant quelques minutes, on ignore ce qui se passe là-haut."
    }
  },
  {
    "translation": {
      "en": "Okay, blackout here is 18:36,",
      "fr": "Le blackout commencera à 18h36."
    }
  },
  {
    "translation": {
      "en": "and you land at 48.",
      "fr": "Ils amerrissent à 48."
    }
  },
  {
    "translation": {
      "en": "So that's 12 minutes before we land, is the blackout.",
      "fr": "Ce qui nous laisse donc 12 minutes de blackout."
    }
  },
  {
    "translation": {
      "en": "[Bala] What altitude is that?",
      "fr": "À quelle altitude ? À 105 ?"
    }
  },
  {
    "translation": {
      "en": "-A hundred and five? -[Hans] So…",
      "fr": "À quelle altitude ? À 105 ? - Eh bien… - À 195 km ?"
    }
  },
  {
    "translation": {
      "en": "[Bala] A hundred and ninety-five kilometers?",
      "fr": "- Eh bien… - À 195 km ?"
    }
  },
  {
    "translation": {
      "en": "-Does that sound too high? -Uh, it does sound a little bit high.",
      "fr": "Ce n'est pas trop haut ? Ça me paraît un peu haut."
    }
  },
  {
    "translation": {
      "en": "-Found it? -[Bala] Yeah.",
      "fr": "- Tu l'as ? - Oui."
    }
  },
  {
    "translation": {
      "en": "Forty-seven.",
      "fr": "C'est 47."
    }
  },
  {
    "translation": {
      "en": "-[Hans] Okay, fifty. -[Bala] Fifty. Okay.",
      "fr": "- D'accord, 50. - Oui."
    }
  },
  {
    "translation": {
      "en": "[Hans] So it happens between 50 and 30 kilometers.",
      "fr": "Qu'est-ce qui se passe entre 50 et 30 ?"
    }
  },
  {
    "translation": {
      "en": "That means you fall from 30 kilometers to six kilometers in two minutes?",
      "fr": "En deux minutes, ils passent de 30 à 6 km d'altitude ?"
    }
  },
  {
    "translation": {
      "en": "-[Bala] That's crazy. -[Hans] That seems crazy fast, man.",
      "fr": "- C'est dingue. - C'est très rapide."
    }
  },
  {
    "translation": {
      "en": "-[Bala] Yeah. -[Hans] Remarkable.",
      "fr": "- Oui. - Incroyable."
    }
  },
  {
    "translation": {
      "en": "You're moving at high speed, and you're using the atmosphere to brake.",
      "fr": "Ils vont très vite. C'est l'atmosphère qui permet de freiner."
    }
  },
  {
    "translation": {
      "en": "It's a lot of energy.",
      "fr": "Il faut de la puissance."
    }
  },
  {
    "translation": {
      "en": "It gets hot on the outside,",
      "fr": "À l'extérieur, la capsule chauffe."
    }
  },
  {
    "translation": {
      "en": "and on the inside, you see the fire flying by the window.",
      "fr": "À l'intérieur, on voit des flammes au hublot."
    }
  },
  {
    "translation": {
      "en": "You need a heat shield that is perfect.",
      "fr": "Le bouclier thermique doit être parfait."
    }
  },
  {
    "translation": {
      "en": "And after you get through the atmosphere, you still have to deploy the parachutes.",
      "fr": "Après la traversée de l'atmosphère, il faut déployer les parachutes."
    }
  },
  {
    "translation": {
      "en": "They come out, then two minutes later, you deploy the chutes. It's pretty quick.",
      "fr": "On les déploie deux minutes après la sortie. C'est rapide."
    }
  },
  {
    "translation": {
      "en": "[Bala] In my mind, it's probably the parachutes that are the most significant thing that needs to work.",
      "fr": "Le plus important, ce sont les parachutes. Ils doivent fonctionner."
    }
  },
  {
    "translation": {
      "en": "In spite of all the testing we've done, that's still one of the riskiest parts.",
      "fr": "Malgré les tests, c'est la partie la plus risquée."
    }
  },
  {
    "translation": {
      "en": "[Hans] Right.",
      "fr": "Oui."
    }
  },
  {
    "translation": {
      "en": "[Bala] And, you know, we haven't had a splashdown since the Apollo program.",
      "fr": "C'est le premier amerrissage depuis le programme Apollo."
    }
  },
  {
    "translation": {
      "en": "[Hans] Yeah.",
      "fr": "Oui."
    }
  },
  {
    "translation": {
      "en": "[officer] Dragon, SpaceX for entry brief.",
      "fr": "Dragon, SpaceX pour le briefing de rentrée."
    }
  },
  {
    "translation": {
      "en": "[Bob] Go ahead.",
      "fr": "Allez-y."
    }
  },
  {
    "translation": {
      "en": "The recovery team is go, and the weather is great,",
      "fr": "L'équipe de récupération est prête. Le temps est parfait."
    }
  },
  {
    "translation": {
      "en": "and your vehicle is still looking really good for entry.",
      "fr": "La capsule semble en parfaites conditions."
    }
  },
  {
    "translation": {
      "en": "No health issues at this time.",
      "fr": "Rien à signaler."
    }
  },
  {
    "translation": {
      "en": "-[Bob] Copy. -[beeping]",
      "fr": "Bien reçu."
    }
  },
  {
    "translation": {
      "en": "[Elon] How long until they hit the atmosphere?",
      "fr": "Ça commence quand ? Dans cinq minutes. Je suis là pour le désorbitage."
    }
  },
  {
    "translation": {
      "en": "[Hans] They go into the sequence in five minutes. I'm actually here for the deorbit burn.",
      "fr": "Dans cinq minutes. Je suis là pour le désorbitage."
    }
  },
  {
    "translation": {
      "en": "To make sure that goes well.",
      "fr": "Pour le surveiller."
    }
  },
  {
    "translation": {
      "en": "-Deorbit burn's coming up now? -[Hans] Yeah.",
      "fr": "- Ça va commencer ? - Oui."
    }
  },
  {
    "translation": {
      "en": "[Hans] Well…",
      "fr": "Eh bien…"
    }
  },
  {
    "translation": {
      "en": "Everything's looking good, I think.",
      "fr": "Ça se présente bien. Je crois."
    }
  },
  {
    "translation": {
      "en": "Yeah, well, it certainly has been quite a journey.",
      "fr": "C'était une sacrée aventure."
    }
  },
  {
    "translation": {
      "en": "[Hans] Crazy. Here we are, right?",
      "fr": "C'était dingue. On y est, non ?"
    }
  },
  {
    "translation": {
      "en": "[Elon] Yes, 18 years.",
      "fr": "Oui, 18 ans."
    }
  },
  {
    "translation": {
      "en": "-[Hans] Are you nervous? -[Elon] Yeah, I am.",
      "fr": "- Tu stresses ? - Oui."
    }
  },
  {
    "translation": {
      "en": "[officer] Dragon, SpaceX. Deorbit burn start.",
      "fr": "Dragon, SpaceX. Lancement du désorbitage."
    }
  },
  {
    "translation": {
      "en": "[Bob] We copy. Go.",
      "fr": "Bien reçu. Allez-y."
    }
  },
  {
    "translation": {
      "en": "[man] Cool as a cucumber, because they're not breathing very heavy,",
      "fr": "Ils sont calmes. Leur respiration est normale, le CO2 n'augmente pas."
    }
  },
  {
    "translation": {
      "en": "'cause their CO2's not going up.",
      "fr": "Leur respiration est normale, le CO2 n'augmente pas."
    }
  },
  {
    "translation": {
      "en": "-[Hans] That's good. -[man] Yeah.",
      "fr": "- C'est bien. - Oui."
    }
  },
  {
    "translation": {
      "en": "[officer] Dragon, SpaceX. Deorbit burn complete.",
      "fr": "Dragon, SpaceX. Désorbitage terminé."
    }
  },
  {
    "translation": {
      "en": "Performance nominal.",
      "fr": "Performance nominale."
    }
  },
  {
    "translation": {
      "en": "Nose cone closure initiated.",
      "fr": "Fermeture de la coiffe."
    }
  },
  {
    "translation": {
      "en": "All right, boys.",
      "fr": "Allez, les gars."
    }
  },
  {
    "translation": {
      "en": "[officer] Brace for entry.",
      "fr": "Préparez-vous à rentrer."
    }
  },
  {
    "translation": {
      "en": "[Bob] Copy.",
      "fr": "Bien reçu."
    }
  },
  {
    "translation": {
      "en": "[Kiko] All right.",
      "fr": "Bien."
    }
  },
  {
    "translation": {
      "en": "Here we go.",
      "fr": "C'est parti."
    }
  },
  {
    "translation": {
      "en": "[Hans] Four G's. That's moving.",
      "fr": "Quatre G. Ça bouge."
    }
  },
  {
    "translation": {
      "en": "Almost like a little comet.",
      "fr": "Comme une comète."
    }
  },
  {
    "translation": {
      "en": "[officer] Dragon, SpaceX. We show two minutes until predicted comm blackout.",
      "fr": "Dragon, SpaceX. Deux minutes avant la perte de contact."
    }
  },
  {
    "translation": {
      "en": "We will see you on the other side at 18:42.",
      "fr": "On se retrouve de l'autre côté à 18h42."
    }
  },
  {
    "translation": {
      "en": "[Bob] Dragon copy, 18:42.",
      "fr": "Dragon, bien reçu, 18h42."
    }
  },
  {
    "translation": {
      "en": "[Kiko] Okay, we're in blackout.",
      "fr": "Voilà. C'est le blackout."
    }
  },
  {
    "translation": {
      "en": "[officer] Dragon, SpaceX. Comm check.",
      "fr": "Dragon, SpaceX. Contrôle communication."
    }
  },
  {
    "translation": {
      "en": "Dragon, SpaceX. Comm check.",
      "fr": "Dragon, SpaceX. Contrôle communication."
    }
  },
  {
    "translation": {
      "en": "[Kiko] Jesus, dude. This thing is so long.",
      "fr": "Bon sang. C'est interminable."
    }
  },
  {
    "translation": {
      "en": "[officer] Dragon, SpaceX. Comm check.",
      "fr": "Dragon, SpaceX. Contrôle communication."
    }
  },
  {
    "translation": {
      "en": "Dragon, SpaceX. Comm check.",
      "fr": "Dragon, SpaceX. Contrôle communication."
    }
  },
  {
    "translation": {
      "en": "[Kiko] Come on, where is it?",
      "fr": "Allez. Ils sont où ?"
    }
  },
  {
    "translation": {
      "en": "Let's find that puppy.",
      "fr": "Trouvons-les."
    }
  },
  {
    "translation": {
      "en": "Oh, there it is.",
      "fr": "Ils sont là."
    }
  },
  {
    "translation": {
      "en": "[officer] Dragon, SpaceX. Comm check.",
      "fr": "Dragon, SpaceX. Contrôle communication."
    }
  },
  {
    "translation": {
      "en": "[Bob] Copy, I heard you loud and clear. We're about 3.9 G's.",
      "fr": "Je vous reçois. On est à environ 3,9 g."
    }
  },
  {
    "translation": {
      "en": "[officer] Copy, we've got you.",
      "fr": "Bien reçu. On vous suit."
    }
  },
  {
    "translation": {
      "en": "-[Kiko] All right. -[man 1] Hell yeah.",
      "fr": "- Bien. - Oui."
    }
  },
  {
    "translation": {
      "en": "[man 2] Coming in hot.",
      "fr": "Ils arrivent."
    }
  },
  {
    "translation": {
      "en": "[officer] Passing 15 kilometers, brace for drogue window.",
      "fr": "Quinze kilomètres. Prêts à ouvrir les parachutes."
    }
  },
  {
    "translation": {
      "en": "[Bob] Copy, we're braced.",
      "fr": "On est prêts."
    }
  },
  {
    "translation": {
      "en": "[Kiko] Come on, baby.",
      "fr": "Allez."
    }
  },
  {
    "translation": {
      "en": "[officer] Visual, two drogues out.",
      "fr": "Deux parachutes en visuel."
    }
  },
  {
    "translation": {
      "en": "[Bob] Oh yeah, we felt it.",
      "fr": "Oui, on l'a senti."
    }
  },
  {
    "translation": {
      "en": "[Kiko] Slow down, baby.",
      "fr": "Il faut ralentir."
    }
  },
  {
    "translation": {
      "en": "[officer] Drogue descent rate nominal.",
      "fr": "Vitesse de descente nominale."
    }
  },
  {
    "translation": {
      "en": "-[Kiko] Nice. -[clapping]",
      "fr": "Super."
    }
  },
  {
    "translation": {
      "en": "Yep.",
      "fr": "Ouais."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "fr": "Bien."
    }
  },
  {
    "translation": {
      "en": "Let's get these mains out.",
      "fr": "Déployez les autres."
    }
  },
  {
    "translation": {
      "en": "[Kiko] Inflate, baby.",
      "fr": "Gonflez."
    }
  },
  {
    "translation": {
      "en": "Inflate.",
      "fr": "Gonflez."
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "fr": "Allez."
    }
  },
  {
    "translation": {
      "en": "Come on, come on, come on, come on.",
      "fr": "Allez."
    }
  },
  {
    "translation": {
      "en": "[officer] We are visual on four chutes out.",
      "fr": "Quatre parachutes en visuel."
    }
  },
  {
    "translation": {
      "en": "-[man 1] Ooh. -[man 2] Yeah.",
      "fr": "Oui."
    }
  },
  {
    "translation": {
      "en": "[Kiko] Hold on. Almost down to the ground.",
      "fr": "Allez. Ils sont presque arrivés."
    }
  },
  {
    "translation": {
      "en": "[officer] Main chute decent rate nominal.",
      "fr": "Vitesse de descente nominale."
    }
  },
  {
    "translation": {
      "en": "Passing through 700 meters.",
      "fr": "Moins de 700 mètres."
    }
  },
  {
    "translation": {
      "en": "[Hans] And we're back to seven meters per second. Nothing.",
      "fr": "On est à sept mètres par seconde. Ce n'est rien. Ça ne bouge pas."
    }
  },
  {
    "translation": {
      "en": "It's, like, sitting there.",
      "fr": "Ce n'est rien. Ça ne bouge pas."
    }
  },
  {
    "translation": {
      "en": "Boom.",
      "fr": "Boum."
    }
  },
  {
    "translation": {
      "en": "Slowing.",
      "fr": "Ça ralentit."
    }
  },
  {
    "translation": {
      "en": "[officer] Six hundred meters.",
      "fr": "Six cents mètres."
    }
  },
  {
    "translation": {
      "en": "Six hundred meters.",
      "fr": "Cinq cents mètres."
    }
  },
  {
    "translation": {
      "en": "Two hundred meters.",
      "fr": "Deux cents mètres."
    }
  },
  {
    "translation": {
      "en": "We are braced for splashdown.",
      "fr": "Prêts pour l'amerrissage."
    }
  },
  {
    "translation": {
      "en": "[man] Copy. Brace for splashdown.",
      "fr": "Bien reçu. Préparez-vous."
    }
  },
  {
    "translation": {
      "en": "-All right! Whoo! -[all applauding]",
      "fr": "Super !"
    }
  },
  {
    "translation": {
      "en": "[officer] Welcome back to planet Earth, and thanks for flying SpaceX.",
      "fr": "Bon retour sur la planète Terre. Merci d'avoir choisi SpaceX."
    }
  },
  {
    "translation": {
      "en": "[Kiko] Hell yeah!",
      "fr": "Ouais."
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "fr": "Ouais !"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "fr": "Génial."
    }
  },
  {
    "translation": {
      "en": "Everything's good?",
      "fr": "Tout va bien ?"
    }
  },
  {
    "translation": {
      "en": "[Hans] Everything was great. This was super smooth.",
      "fr": "Oui. Ça s'est fait en douceur."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "fr": "Bien."
    }
  },
  {
    "translation": {
      "en": "[Kiko] Are there small boats out there?",
      "fr": "Il y a des petits bateaux ?"
    }
  },
  {
    "translation": {
      "en": "That doesn't look like a 45-footer to me. That looks like a…",
      "fr": "Ce n'est pas l'équipe de récupération."
    }
  },
  {
    "translation": {
      "en": "Now there's a… Who the hell is this?",
      "fr": "Qui sont ces gens ?"
    }
  },
  {
    "translation": {
      "en": "-[Hans] It's a boat there. Not ours. -[Elon] Oh, it's someone else?",
      "fr": "- Ce ne sont pas nos bateaux. - Non ?"
    }
  },
  {
    "translation": {
      "en": "[Hans] Not ours. Yeah, these are not our boats.",
      "fr": "Ce ne sont pas nos bateaux."
    }
  },
  {
    "translation": {
      "en": "-[Elon] Who is that? Just random people? -[Hans] Just random people.",
      "fr": "- Ce sont des gens ? - Oui."
    }
  },
  {
    "translation": {
      "en": "-[man] They're just like-- -Oh my gosh.",
      "fr": "J'y crois pas."
    }
  },
  {
    "translation": {
      "en": "Look at this, dude, just like fucking 30 jabroni boats just show up out of nowhere.",
      "fr": "Regarde ça, il y a 30 bateaux qui sont sortis de nulle part."
    }
  },
  {
    "translation": {
      "en": "[chuckling] You got a front-row seat.",
      "fr": "Ils sont au premier rang."
    }
  },
  {
    "translation": {
      "en": "[officer] Dragon, SpaceX. Stand by for side hatch opening and egress.",
      "fr": "Dragon, SpaceX. Préparez-vous pour l'ouverture et la sortie."
    }
  },
  {
    "translation": {
      "en": "[Bob] Copy. We're ready.",
      "fr": "Bien reçu. On est prêts."
    }
  },
  {
    "translation": {
      "en": "[man] What's up, fellas?",
      "fr": "Quoi de neuf ?"
    }
  },
  {
    "translation": {
      "en": "[host] All right, so they're getting set up.",
      "fr": "L'équipe se prépare."
    }
  },
  {
    "translation": {
      "en": "They're gonna work to get Bob Behnken,",
      "fr": "Ils vont extraire Bob Behnken, commandant des opérations conjointes,"
    }
  },
  {
    "translation": {
      "en": "the joint operations commander for this mission, out of the capsule now.",
      "fr": "Ils vont extraire Bob Behnken, commandant des opérations conjointes, de la capsule."
    }
  },
  {
    "translation": {
      "en": "[Jessie] We got a thumbs-up, indicating that things are going well.",
      "fr": "Il lève le pouce et signale que tout va bien."
    }
  },
  {
    "translation": {
      "en": "[host] And now spacecraft commander Doug Hurley making his way out of the capsule.",
      "fr": "Le commandant Doug Hurley sort de la capsule."
    }
  },
  {
    "translation": {
      "en": "There we go. Another thumbs-up.",
      "fr": "Il lève le pouce, lui aussi."
    }
  },
  {
    "translation": {
      "en": "-Don. -[Don] Thank you.",
      "fr": "- Don. - Merci."
    }
  },
  {
    "translation": {
      "en": "[Gwynne] Will you have some?",
      "fr": "Tu en veux ?"
    }
  },
  {
    "translation": {
      "en": "Yeah! Whoo!",
      "fr": "Ouais !"
    }
  },
  {
    "translation": {
      "en": "Here's to happiness and to Bob and Doug safely home.",
      "fr": "Au retour de Bob et Doug sains et saufs."
    }
  },
  {
    "translation": {
      "en": "No doubt.",
      "fr": "C'est clair."
    }
  },
  {
    "translation": {
      "en": "[Doug] It had been a couple of months since we had launched,",
      "fr": "On était partis depuis deux mois."
    }
  },
  {
    "translation": {
      "en": "so I was just really excited to see my family.",
      "fr": "J'avais hâte de retrouver ma famille."
    }
  },
  {
    "translation": {
      "en": "But first, we were going to do a little bit of a press event.",
      "fr": "Mais on devait faire une conférence de presse."
    }
  },
  {
    "translation": {
      "en": "Six-year-olds, you know, they didn't have him in handcuffs or anything,",
      "fr": "Mon fils de six ans n'a pas pu s'en empêcher."
    }
  },
  {
    "translation": {
      "en": "so he broke free and ran to me at the airplane.",
      "fr": "Il a couru vers moi à la sortie de l'avion."
    }
  },
  {
    "translation": {
      "en": "It was just awesome to see him.",
      "fr": "J'étais ravi de le voir."
    }
  },
  {
    "translation": {
      "en": "I'm glad I didn't fall down the steps when he tried to tackle me at the base of the stairs.",
      "fr": "Heureusement que je ne suis pas tombé quand il s'est jeté sur moi."
    }
  },
  {
    "translation": {
      "en": "All right, um, we're not gonna stand right now.",
      "fr": "On va rester assis."
    }
  },
  {
    "translation": {
      "en": "For those of you who have done this before,",
      "fr": "Ceux qui ont été dans l'espace"
    }
  },
  {
    "translation": {
      "en": "you know it's not pleasant standing for a few hours after you get back.",
      "fr": "savent qu'on a du mal à rester debout quand on rentre sur Terre."
    }
  },
  {
    "translation": {
      "en": "Five hours ago, we were in a spaceship bobbing around,",
      "fr": "Il y a cinq heures, on flottait dans l'espace."
    }
  },
  {
    "translation": {
      "en": "making prank satellite phone calls to whoever we could get ahold of.",
      "fr": "On faisait des canulars téléphoniques à ceux qui décrochaient."
    }
  },
  {
    "translation": {
      "en": "You know, this has been a, uh…",
      "fr": "Ces cinq dernières années"
    }
  },
  {
    "translation": {
      "en": "quite an odyssey the last five years",
      "fr": "ont été une sacrée odyssée,"
    }
  },
  {
    "translation": {
      "en": "since Bob and I started working on this program.",
      "fr": "depuis qu'on a commencé à travailler sur ce programme."
    }
  },
  {
    "translation": {
      "en": "And to be where we are now,",
      "fr": "Et être là, aujourd'hui,"
    }
  },
  {
    "translation": {
      "en": "the first crewed flight of Dragon,",
      "fr": "après avoir réalisé le premier vol habité de Dragon,"
    }
  },
  {
    "translation": {
      "en": "is just unbelievable.",
      "fr": "c'est incroyable."
    }
  },
  {
    "translation": {
      "en": "There's something special about having that capability",
      "fr": "C'est super d'avoir la possibilité"
    }
  },
  {
    "translation": {
      "en": "to launch and… and bring your own astronauts home.",
      "fr": "d'envoyer des astronautes depuis les États-Unis."
    }
  },
  {
    "translation": {
      "en": "I just wanna thank you all for coming out today",
      "fr": "Je vous remercie d'être venus célébrer"
    }
  },
  {
    "translation": {
      "en": "and celebrating what was accomplished.",
      "fr": "Je vous remercie d'être venus célébrer ce grand moment."
    }
  },
  {
    "translation": {
      "en": "-Thank you, all. -[crowd applauding, cheering]",
      "fr": "Merci."
    }
  },
  {
    "translation": {
      "en": "[Elon] Whoo-hoo! Yeah.",
      "fr": "Oui."
    }
  },
  {
    "translation": {
      "en": "After these great words that were spoken,",
      "fr": "Après ces belles paroles,"
    }
  },
  {
    "translation": {
      "en": "um, I… I'm not sure I have much to add.",
      "fr": "je n'ai pas grand-chose à ajouter."
    }
  },
  {
    "translation": {
      "en": "I mean, I really came here",
      "fr": "Si je suis venu ici,"
    }
  },
  {
    "translation": {
      "en": "'cause I just wanted to see Bob and Doug, to be totally frank.",
      "fr": "c'est pour voir Bob et Doug, pour être honnête."
    }
  },
  {
    "translation": {
      "en": "Like, my entire adrenaline, it was just dumped, you know.",
      "fr": "Toute mon adrénaline s'est envolée."
    }
  },
  {
    "translation": {
      "en": "[laughing] It's like… Like, \"Thank God.\" [huffs]",
      "fr": "Je suis là : \"Dieu merci.\""
    }
  },
  {
    "translation": {
      "en": "You know?",
      "fr": "Vous savez ?"
    }
  },
  {
    "translation": {
      "en": "You know, I think this is an achievement of humanity,",
      "fr": "Ceci est une victoire pour l'humanité."
    }
  },
  {
    "translation": {
      "en": "and… and I think the whole world can look at this as a new era.",
      "fr": "C'est le début d'une ère nouvelle pour le monde entier."
    }
  },
  {
    "translation": {
      "en": "We're gonna have a base on the Moon,",
      "fr": "On va avoir une base sur la Lune,"
    }
  },
  {
    "translation": {
      "en": "and we're gonna have… send people to Mars.",
      "fr": "envoyer des gens sur Mars."
    }
  },
  {
    "translation": {
      "en": "Have… and make life multi-planetary.",
      "fr": "La vie sera multiplanétaire."
    }
  },
  {
    "translation": {
      "en": "And I think this… this day heralds a new age of space exploration.",
      "fr": "Ce jour ouvre une nouvelle étape dans la conquête spatiale."
    }
  },
  {
    "translation": {
      "en": "[woman 1] You're looking at the Crew Dragon spacecraft and Falcon 9 rocket",
      "fr": "Voici la navette Crew Dragon et la fusée Falcon 9"
    }
  },
  {
    "translation": {
      "en": "set to launch four astronauts to the International Space Station",
      "fr": "prêts à envoyer quatre astronautes sur l'ISS"
    }
  },
  {
    "translation": {
      "en": "on a six-month science mission.",
      "fr": "pour une mission de six mois."
    }
  },
  {
    "translation": {
      "en": "This crew is about to fly in the exact same capsule",
      "fr": "Cet équipage va s'envoler dans la même capsule"
    }
  },
  {
    "translation": {
      "en": "that first flew NASA astronauts Bob Behnken and Doug Hurley",
      "fr": "qui a transporté Bob Behnken et Doug Hurley"
    }
  },
  {
    "translation": {
      "en": "in last year's Demo-2 test flight.",
      "fr": "lors de la mission Demo-2 l'an dernier."
    }
  },
  {
    "translation": {
      "en": "This is the second crew to fly on a commercial spacecraft",
      "fr": "C'est le deuxième vol habité à bord d'un vaisseau privé"
    }
  },
  {
    "translation": {
      "en": "for this new era of human spaceflight.",
      "fr": "dans cette nouvelle ère de la conquête spatiale."
    }
  },
  {
    "translation": {
      "en": "[woman 1] And here they come, the Crew-2 astronauts",
      "fr": "Voilà les astronautes de la mission Crew-2"
    }
  },
  {
    "translation": {
      "en": "taking their first steps outside before their journey to space.",
      "fr": "faisant leurs premiers pas dehors avant de rejoindre l'espace."
    }
  },
  {
    "translation": {
      "en": "[man] Yay!",
      "fr": "Oui !"
    }
  },
  {
    "translation": {
      "en": "[Theo] Hey, Mommy!",
      "fr": "Hé, maman !"
    }
  },
  {
    "translation": {
      "en": "[woman 1] Pilot Megan McArthur in the front.",
      "fr": "La pilote Megan McArthur est devant."
    }
  },
  {
    "translation": {
      "en": "Hi, buddy!",
      "fr": "Coucou, mon chéri !"
    }
  },
  {
    "translation": {
      "en": "[Theo] Hey, Mommy, I love you.",
      "fr": "Maman, je t'aime."
    }
  },
  {
    "translation": {
      "en": "[woman 2] Looks like Bob Behnken is there with their son.",
      "fr": "On dirait que Bob Behnken est venu avec leur fils."
    }
  },
  {
    "translation": {
      "en": "They are a power couple, and I love it. [laughs]",
      "fr": "C'est un couple iconique. J'adore."
    }
  },
  {
    "translation": {
      "en": "[Bob] Now it's time for Megan's mission.",
      "fr": "C'est la mission de Megan, maintenant."
    }
  },
  {
    "translation": {
      "en": "It's super exciting for us that she's gonna be able to ride the same Dragon capsule.",
      "fr": "Je suis ravi qu'elle puisse emprunter la même capsule Dragon."
    }
  },
  {
    "translation": {
      "en": "And so I need to step in in the backup role",
      "fr": "On échange les rôles. Je dois la soutenir"
    }
  },
  {
    "translation": {
      "en": "and flip-flop and make sure our son Theo gets everything he needs.",
      "fr": "et m'assurer que notre fils Theo ne manque de rien."
    }
  },
  {
    "translation": {
      "en": "[Theo] See you in six months. See you in six months. I'm gonna miss you.",
      "fr": "- À dans six mois. - Oui. Tu vas me manquer."
    }
  },
  {
    "translation": {
      "en": "[Megan] My husband flew the Crew Dragon last year",
      "fr": "Mon mari s'est envolé dans la capsule Dragon."
    }
  },
  {
    "translation": {
      "en": "and happened to be in the same seat that I'll be in.",
      "fr": "Il se trouve que j'occuperai le même siège."
    }
  },
  {
    "translation": {
      "en": "This time it's Mom's turn, and I'm gonna be up there for six months.",
      "fr": "C'est au tour de maman. Je resterai là-haut pendant six mois."
    }
  },
  {
    "translation": {
      "en": "[Megan] As our son gets older,",
      "fr": "Notre fils grandit."
    }
  },
  {
    "translation": {
      "en": "he's starting to build an awareness of what it is that we do.",
      "fr": "Il commence à bien comprendre ce qu'on fait."
    }
  },
  {
    "translation": {
      "en": "We want him to understand",
      "fr": "On veut qu'il comprenne"
    }
  },
  {
    "translation": {
      "en": "we think it's important to explore and to push the boundaries of what we're capable of.",
      "fr": "qu'il est important d'explorer et de repousser nos limites."
    }
  },
  {
    "translation": {
      "en": "[woman 1] The crew now on their way to Launch Complex 39A,",
      "fr": "L'équipage est en route pour la base de lancement 39A,"
    }
  },
  {
    "translation": {
      "en": "ready for their ride to the space station.",
      "fr": "afin de rejoindre la station spatiale."
    }
  },
  {
    "translation": {
      "en": "I embrace this dawn of this age of commercialization of space.",
      "fr": "J'approuve cette idée de commercialisation du voyage spatial."
    }
  },
  {
    "translation": {
      "en": "Our mission proved that we could get humans in the low Earth orbit",
      "fr": "Nous avons prouvé qu'il était possible d'envoyer des gens en orbite basse"
    }
  },
  {
    "translation": {
      "en": "and kind of planted the seed for how we're gonna go beyond that.",
      "fr": "et ouvert la voie à des voyages qui iront plus loin."
    }
  },
  {
    "translation": {
      "en": "[Bob] As we go forward, we wanna accomplish all those missions",
      "fr": "Nous voulons aller au bout de toutes ces missions"
    }
  },
  {
    "translation": {
      "en": "that help us understand what's out there,",
      "fr": "pour comprendre l'espace."
    }
  },
  {
    "translation": {
      "en": "but at the same time, we have to figure out the smart way",
      "fr": "Mais il faut aussi trouver comment prendre soin des ressources"
    }
  },
  {
    "translation": {
      "en": "to take care of the resources and our solar system",
      "fr": "Mais il faut aussi trouver comment prendre soin des ressources et du système solaire."
    }
  },
  {
    "translation": {
      "en": "and not trash Mars when the opportunity presents itself.",
      "fr": "Mars ne doit pas devenir une poubelle."
    }
  },
  {
    "translation": {
      "en": "[Doug] Of course, there will be questions and challenges,",
      "fr": "Bien sûr, il y aura des interrogations et des défis."
    }
  },
  {
    "translation": {
      "en": "like how we're gonna govern something like that.",
      "fr": "Qui va gouverner cette planète ?"
    }
  },
  {
    "translation": {
      "en": "But if we can continue to get people into space,",
      "fr": "Mais si on continue à envoyer des gens dans l'espace,"
    }
  },
  {
    "translation": {
      "en": "I can't imagine it doesn't make us better.",
      "fr": "ça nous rendra forcément meilleurs."
    }
  },
  {
    "translation": {
      "en": "[officer] Elon, are you go?",
      "fr": "Tu es prêt, Elon ?"
    }
  },
  {
    "translation": {
      "en": "[Elon] Absolutely.",
      "fr": "Oui."
    }
  },
  {
    "translation": {
      "en": "[officer] MJ, we're here. We just spoke to Elon. He's ready to go.",
      "fr": "J'ai la confirmation d'Elon. On peut y aller."
    }
  },
  {
    "translation": {
      "en": "[Elon] We should think more about, what's the future we want?",
      "fr": "Il faut penser à l'avenir qu'on souhaite."
    }
  },
  {
    "translation": {
      "en": "What has the happy ending?",
      "fr": "Quelle est l'issue heureuse ?"
    }
  },
  {
    "translation": {
      "en": "For me, it's, you know, making sure we become a spacefaring civilization.",
      "fr": "Pour moi, c'est le fait de se tourner vers l'exploration spatiale."
    }
  },
  {
    "translation": {
      "en": "[officer] Dragon, SpaceX. You are go for launch.",
      "fr": "Dragon, SpaceX. Vous pouvez décoller."
    }
  },
  {
    "translation": {
      "en": "[Elon] But it's very important to appreciate this is not inevitable.",
      "fr": "Mais on doit comprendre que ce n'est pas inévitable."
    }
  },
  {
    "translation": {
      "en": "People are mistaken when they think that technology just automatically improves.",
      "fr": "Les gens se trompent en affirmant que la technologie s'améliore."
    }
  },
  {
    "translation": {
      "en": "It does not automatically improve.",
      "fr": "Ce n'est pas toujours le cas."
    }
  },
  {
    "translation": {
      "en": "If you look at great civilizations like ancient Egypt,",
      "fr": "Regardez les anciens Égyptiens."
    }
  },
  {
    "translation": {
      "en": "and they were able to make the pyramids, and they forgot how to do that.",
      "fr": "Ils ont érigé les pyramides, puis ils ont oublié comment."
    }
  },
  {
    "translation": {
      "en": "And the Romans, they built these incredible aqueducts.",
      "fr": "Les Romains ont construit des aqueducs,"
    }
  },
  {
    "translation": {
      "en": "They forgot how to do it.",
      "fr": "puis ils ont oublié."
    }
  },
  {
    "translation": {
      "en": "In 1969, we were able to send somebody to the Moon,",
      "fr": "En 1969, on a marché sur la Lune,"
    }
  },
  {
    "translation": {
      "en": "and we forgot how to do that.",
      "fr": "puis on a oublié."
    }
  },
  {
    "translation": {
      "en": "[officer 1] T-minus 15 seconds.",
      "fr": "H moins 15 secondes."
    }
  },
  {
    "translation": {
      "en": "[Elon] The window of opportunity is open right now to make life multi-planetary.",
      "fr": "Nous pouvons rendre la vie multiplanétaire."
    }
  },
  {
    "translation": {
      "en": "But we cannot count on it being open for a long time.",
      "fr": "Nous n'aurons pas toujours cette chance."
    }
  },
  {
    "translation": {
      "en": "[officer 1] Ten, nine, eight, seven…",
      "fr": "Dix, neuf, huit, sept…"
    }
  },
  {
    "translation": {
      "en": "[Elon] We need to take advantage of that window while it is open.",
      "fr": "Il faut en profiter maintenant."
    }
  },
  {
    "translation": {
      "en": "[officer 1] …four, three, two, one.",
      "fr": "… quatre, trois, deux, un."
    }
  },
  {
    "translation": {
      "en": "[officer 2] Endeavour launches once again.",
      "fr": "Endeavour s'envole de nouveau"
    }
  },
  {
    "translation": {
      "en": "Four astronauts from three countries on Crew-2",
      "fr": "avec quatre astronautes de trois pays différents"
    }
  },
  {
    "translation": {
      "en": "now making their way to the one and only International Space Station.",
      "fr": "en direction de la Station spatiale internationale."
    }
  },
  {
    "translation": {
      "en": "[officer 3] Crew Dragon flying free.",
      "fr": "L'équipage de Dragon vole librement."
    }
  }
]