[
  {
    "translation": {
      "en": "- How's it going? - Oh!",
      "fr": "Ça va ?"
    }
  },
  {
    "translation": {
      "en": "- I'm Tyler. - What's up, Tyler?",
      "fr": "- Je suis Tyler. - Salut !"
    }
  },
  {
    "translation": {
      "en": "Nice to meet you.",
      "fr": "Enchanté."
    }
  },
  {
    "translation": {
      "en": "- Curious to see what comes through. - Let's do it.",
      "fr": "- Voyons ce que ça va donner. - Allons-y."
    }
  },
  {
    "translation": {
      "en": "Gonna center myself, take deep breaths.",
      "fr": "Je vais me concentrer, respirer."
    }
  },
  {
    "translation": {
      "en": "- Do your thing. - And then we will see what comes in.",
      "fr": "Vas-y. Et on verra ce qui viendra à moi."
    }
  },
  {
    "translation": {
      "en": "We're gonna talk about living people.",
      "fr": "On va parler de gens vivants."
    }
  },
  {
    "translation": {
      "en": "There's gonna be something that comes up",
      "fr": "Quelque chose va se passer"
    }
  },
  {
    "translation": {
      "en": "pertaining to someone having a difficulty breathing,",
      "fr": "en rapport avec quelqu'un qui a des difficultés à respirer."
    }
  },
  {
    "translation": {
      "en": "either finding a spot on an X- ray of our lungs.",
      "fr": "Peut-être une radio des poumons qui montre quelque chose."
    }
  },
  {
    "translation": {
      "en": "There's something coming in,",
      "fr": "Il y aura quelque chose."
    }
  },
  {
    "translation": {
      "en": "but it doesn't feel like it's been taken as seriously as it should.",
      "fr": "Mais on n'a pas pris ça au sérieux, alors qu'il faudrait."
    }
  },
  {
    "translation": {
      "en": "My mother.",
      "fr": "Ma mère."
    }
  },
  {
    "translation": {
      "en": "So, if Mom has had some breathin' stuff?",
      "fr": "Ta mère à des problèmes respiratoires ?"
    }
  },
  {
    "translation": {
      "en": "She said she had a spot on her lung.",
      "fr": "Elle a une tâche au poumon."
    }
  },
  {
    "translation": {
      "en": "- But that's-- - Yeah.",
      "fr": "Mais…"
    }
  },
  {
    "translation": {
      "en": "How did you know that? Like, would it… You felt the spot? Or like…",
      "fr": "Comment tu l'as su ? Tu l'as senti dans tes poumons ?"
    }
  },
  {
    "translation": {
      "en": "I see it visually. I had a collapsed lung,",
      "fr": "Visuellement. J'ai eu un collapsus pulmonaire."
    }
  },
  {
    "translation": {
      "en": "but it comes through similar in the sense of",
      "fr": "Ça se manifeste de la même manière."
    }
  },
  {
    "translation": {
      "en": "literally seeing an X- ray and seeing a spot.",
      "fr": "Je vois une radio avec une tâche."
    }
  },
  {
    "translation": {
      "en": "That's just… My mind, man.",
      "fr": "C'est carrément… D'accord, mec."
    }
  },
  {
    "translation": {
      "en": "So we're gonna keep going. Just switching gears a bit.",
      "fr": "On va continuer et changer de sujet."
    }
  },
  {
    "translation": {
      "en": "It's coming in on the cousin level.",
      "fr": "Ça concerne des cousins."
    }
  },
  {
    "translation": {
      "en": "Oh! Just give me one second.",
      "fr": "Une seconde."
    }
  },
  {
    "translation": {
      "en": "Yeah. It hit you, man, if you know what I know.",
      "fr": "Si tu sais ce que je sais, ça a dû te faire un choc."
    }
  },
  {
    "translation": {
      "en": "Yes, all good. My chest is killing me here,",
      "fr": "Ça va, mais ma poitrine me fait mal."
    }
  },
  {
    "translation": {
      "en": "but give me one second.",
      "fr": "Une seconde."
    }
  },
  {
    "translation": {
      "en": "There's a kind of a feeling I'm getting shot from the side.",
      "fr": "J'ai l'impression qu'on me tire dessus de ce côté."
    }
  },
  {
    "translation": {
      "en": "You're absolutely right.",
      "fr": "Tu as tout à fait raison."
    }
  },
  {
    "translation": {
      "en": "I mean, there's no way you would know that.",
      "fr": "C'est impossible que tu saches ça."
    }
  },
  {
    "translation": {
      "en": "I always used drawing and painting as a way to relax or meditate.",
      "fr": "Je me détends et je médite en peignant et en dessinant."
    }
  },
  {
    "translation": {
      "en": "But I never thought the scribbling I do in high school,",
      "fr": "Mais j'ignorais que gribouiller au lycée"
    }
  },
  {
    "translation": {
      "en": "not paying attention to the teacher,",
      "fr": "sans écouter le prof,"
    }
  },
  {
    "translation": {
      "en": "would end up being part of my career.",
      "fr": "ferait partie de ma carrière."
    }
  },
  {
    "translation": {
      "en": "I would sit and scribble, and scribble, and scribble.",
      "fr": "Je gribouillais sans cesse."
    }
  },
  {
    "translation": {
      "en": "One day, I was doodling and started feeling things.",
      "fr": "Un jour, j'ai commencé à ressentir des choses."
    }
  },
  {
    "translation": {
      "en": "So I started implementing them more into readings.",
      "fr": "J'ai commencé à les intégrer dans mes consultations."
    }
  },
  {
    "translation": {
      "en": "When I'm connecting, I really liken myself to that of a canvas.",
      "fr": "Quand j'établis un lien, je me compare à une toile."
    }
  },
  {
    "translation": {
      "en": "And the person that comes through paints the picture.",
      "fr": "La personne qui se manifeste peint le tableau."
    }
  },
  {
    "translation": {
      "en": "But in the beginning, it was really difficult to regulate my ability.",
      "fr": "Au début, c'était difficile de contrôler mon don."
    }
  },
  {
    "translation": {
      "en": "I couldn't really turn it up in the sense of increasing it or even really decrease it.",
      "fr": "Je ne pouvais pas réguler ce qui venait à moi."
    }
  },
  {
    "translation": {
      "en": "Who's that?",
      "fr": "C'est qui ?"
    }
  },
  {
    "translation": {
      "en": "When I was ten years old, I was lying in bed. I remember being woken up.",
      "fr": "Quand j'avais dix ans, j'étais au lit. J'ai été réveillé."
    }
  },
  {
    "translation": {
      "en": "When I opened my eyes, I just had this knowingness that my grandmother was going to die.",
      "fr": "En ouvrant les yeux, je savais que ma grand-mère allait mourir."
    }
  },
  {
    "translation": {
      "en": "As I was explaining this feeling to my mom, the phone rang.",
      "fr": "Je l'expliquais à ma mère, et le téléphone a sonné."
    }
  },
  {
    "translation": {
      "en": "My dad was on the other end.",
      "fr": "C'était mon père."
    }
  },
  {
    "translation": {
      "en": "He gave her the news that my grandmother had just taken her final breath.",
      "fr": "Il lui a appris que ma grand-mère était partie."
    }
  },
  {
    "translation": {
      "en": "It was only years later that I understood that to be a premonition.",
      "fr": "J'ai compris des années plus tard que c'était une prémonition."
    }
  },
  {
    "translation": {
      "en": "It took years of practice and relaying the information I would get",
      "fr": "Après des années à m'entraîner à gérer ces informations,"
    }
  },
  {
    "translation": {
      "en": "to start to get a semblance of control.",
      "fr": "j'ai commencé à contrôler mon don."
    }
  },
  {
    "translation": {
      "en": "From the ages of 16 to 18, I was doing readings almost every day.",
      "fr": "De 16 à 18 ans, je consultais presque tous les jours."
    }
  },
  {
    "translation": {
      "en": "Word of mouth spread very quickly.",
      "fr": "Le bouche à oreille s'est répandu vite."
    }
  },
  {
    "translation": {
      "en": "Before I knew it, I had people coming to my front door and leaving notes.",
      "fr": "Des gens venaient chez moi, laissaient des mots devant ma porte."
    }
  },
  {
    "translation": {
      "en": "And from there, I started getting requests from Southern California.",
      "fr": "Puis j'ai commencé à recevoir des demandes de Californie du Sud."
    }
  },
  {
    "translation": {
      "en": "With his uncanny ability to connect to those who've passed,",
      "fr": "Avec son don incroyable de communiquer avec les morts,"
    }
  },
  {
    "translation": {
      "en": "twenty- year- old Tyler Henry blows celebrities' minds off and on camera",
      "fr": "Tyler Henry, 20 ans, épate les célébrités devant la caméra"
    }
  },
  {
    "translation": {
      "en": "in his hit E! series Hollywood Medium With Tyler Henry.",
      "fr": "dans sa série Hollywood medium sur E!."
    }
  },
  {
    "translation": {
      "en": "My life took a very weird turn.",
      "fr": "Ma vie a pris une tournure bizarre."
    }
  },
  {
    "translation": {
      "en": "The most sought- after clairvoyant around.",
      "fr": "Le voyant le plus demandé."
    }
  },
  {
    "translation": {
      "en": "- You are the real thing. - Thank you.",
      "fr": "- Tu es le vrai, l'unique. - Merci."
    }
  },
  {
    "translation": {
      "en": "When I was nineteen, I began filming a television show.",
      "fr": "À 19 ans, j'avais mon émission de télévision."
    }
  },
  {
    "translation": {
      "en": "Oh my gosh.",
      "fr": "Oh, mon Dieu."
    }
  },
  {
    "translation": {
      "en": "And from there, I started doing live shows.",
      "fr": "Ensuite, j'ai fait des spectacles en direct."
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen, Tyler Henry!",
      "fr": "Mesdames et messieurs, Tyler Henry !"
    }
  },
  {
    "translation": {
      "en": "These are in front of an audience of up to 3,000 people.",
      "fr": "Devant un public de 3 000 personnes."
    }
  },
  {
    "translation": {
      "en": "Hello, everybody!",
      "fr": "Bonjour, tout le monde !"
    }
  },
  {
    "translation": {
      "en": "This journey really did make me come full circle",
      "fr": "Ce parcours m'a fait retourner à la case départ"
    }
  },
  {
    "translation": {
      "en": "as to why I started in the first place.",
      "fr": "et m'a permis de comprendre pourquoi j'ai commencé."
    }
  },
  {
    "translation": {
      "en": "Filming this show has lent me an opportunity to help people",
      "fr": "La série m'a permis d'aider les gens"
    }
  },
  {
    "translation": {
      "en": "who have a deep need for reading.",
      "fr": "qui ont besoin de consulter un médium."
    }
  },
  {
    "translation": {
      "en": "When I took the leap and had the courage to share my ability,",
      "fr": "Quand j'ai eu le courage de partager mon don,"
    }
  },
  {
    "translation": {
      "en": "I was doing it for people who I thought could benefit from it the most.",
      "fr": "je l'ai fait pour aider ceux qui en avaient le plus besoin."
    }
  },
  {
    "translation": {
      "en": "To see how my life has evolved now, being back in that place",
      "fr": "Revenir aux origines après ce que la vie m'a apporté,"
    }
  },
  {
    "translation": {
      "en": "has, I think, been a reminder of why I do what I do.",
      "fr": "me rappelle pourquoi je fais ce que je fais."
    }
  },
  {
    "translation": {
      "en": "Has anything been coming through for this reading?",
      "fr": "Tu ressens quelque chose pour cette consultation ?"
    }
  },
  {
    "translation": {
      "en": "There's a lot of feminine energy, so…",
      "fr": "Il y a beaucoup d'énergie féminine."
    }
  },
  {
    "translation": {
      "en": "- From who you're going to read? - Yeah. Yeah.",
      "fr": "- De celle que tu vas consulter ? - Oui."
    }
  },
  {
    "translation": {
      "en": "My assistant Heather is a big part of my life.",
      "fr": "Mon assistante, Heather, est essentielle."
    }
  },
  {
    "translation": {
      "en": "She's instrumental in getting me from point A to point B",
      "fr": "Elle m'aide à aller du point A au point B."
    }
  },
  {
    "translation": {
      "en": "because I never know what I'm going into.",
      "fr": "Je ne sais jamais où je vais."
    }
  },
  {
    "translation": {
      "en": "The producers don't tell me anything, where I'm going,",
      "fr": "Les producteurs ne me disent rien. Où je vais,"
    }
  },
  {
    "translation": {
      "en": "who I'm reading, what's going on.",
      "fr": "qui je consulte, ce qui se passe."
    }
  },
  {
    "translation": {
      "en": "All Heather and my mom know is where to drop me off.",
      "fr": "Heather et ma mère savent juste où me déposer."
    }
  },
  {
    "translation": {
      "en": "That's literally it.",
      "fr": "Et c'est tout."
    }
  },
  {
    "translation": {
      "en": "There's a bit much feeling of",
      "fr": "Je ressens"
    }
  },
  {
    "translation": {
      "en": "a death and a birth.",
      "fr": "une mort et une naissance."
    }
  },
  {
    "translation": {
      "en": "Within kind of a short period of one another.",
      "fr": "À une courte période d'intervalle."
    }
  },
  {
    "translation": {
      "en": "It's a weird sensation. It's kind of that vibe of like,",
      "fr": "C'est une sensation bizarre. Une impression du genre :"
    }
  },
  {
    "translation": {
      "en": "I die, you live, kind of thing.",
      "fr": "Je meurs, tu vis."
    }
  },
  {
    "translation": {
      "en": "- I dunno. It's weird. - Mm- hmm.",
      "fr": "Je sais pas. C'est bizarre."
    }
  },
  {
    "translation": {
      "en": "- Hi! How's it going? - Hello.",
      "fr": "- Bonjour, ça va ? - Bonjour."
    }
  },
  {
    "translation": {
      "en": "- Welcome to my home. - It's lovely to meet you.",
      "fr": "- Bienvenue chez moi ! - Enchanté."
    }
  },
  {
    "translation": {
      "en": "I'm having palpitations because I didn't think this day would come.",
      "fr": "J'ai des palpitations, je ne pensais pas que ce jour arriverait."
    }
  },
  {
    "translation": {
      "en": "- Hello, everybody! - Hi!",
      "fr": "- Bonjour, tout le monde ! - Salut !"
    }
  },
  {
    "translation": {
      "en": "How's it going?",
      "fr": "Ça va ?"
    }
  },
  {
    "translation": {
      "en": "- My beautiful girlfriends. - Oh, hi! How are you?",
      "fr": "- Mes jolies copines. - Salut ! Comment ça va ?"
    }
  },
  {
    "translation": {
      "en": "- Good to meet you. How are you? - Hi. Nice to meet you.",
      "fr": "- Enchanté. Ça va ? - Salut. Enchantée."
    }
  },
  {
    "translation": {
      "en": "- Very. - Good to see you all.",
      "fr": "Content de vous voir."
    }
  },
  {
    "translation": {
      "en": "How's it going?",
      "fr": "Ça va ?"
    }
  },
  {
    "translation": {
      "en": "- Good. Thank you so much for coming. - Absolutely.",
      "fr": "- Bien. Merci d'être venu. - Bien sûr."
    }
  },
  {
    "translation": {
      "en": "- And for hanging out. - This is where it's at.",
      "fr": "- Et de rester un peu. - Je suis bien reçu."
    }
  },
  {
    "translation": {
      "en": "We're so excited to have you.",
      "fr": "On est trop contentes que tu sois là."
    }
  },
  {
    "translation": {
      "en": "I wouldn't have missed it.",
      "fr": "J'aurais pas manqué ça."
    }
  },
  {
    "translation": {
      "en": "You don't know how many times we've sat here,",
      "fr": "Tu sais pas combien de fois on s'est retrouvées là"
    }
  },
  {
    "translation": {
      "en": "drank wine, and just dreamt of this moment.",
      "fr": "à boire du vin et rêver de ce moment."
    }
  },
  {
    "translation": {
      "en": "I'm excited. I already have stuff coming, but I'll explain my process.",
      "fr": "J'ai déjà des infos qui me viennent. Je vais vous expliquer"
    }
  },
  {
    "translation": {
      "en": "- Let you know what to expect. - Oh my God, that gave me…",
      "fr": "- à quoi vous attendre. - J'y crois pas."
    }
  },
  {
    "translation": {
      "en": "There's a lot of stuff with this,",
      "fr": "Oui, ça implique beaucoup de choses."
    }
  },
  {
    "translation": {
      "en": "so it's important for me to get into a certain headspace.",
      "fr": "Je dois être dans un certain état d'esprit."
    }
  },
  {
    "translation": {
      "en": "But I'm excited to see what comes through, and we'll go from there.",
      "fr": "Mais j'ai hâte de commencer, on verra ce qui se passe."
    }
  },
  {
    "translation": {
      "en": "- All right? - Sounds good.",
      "fr": "- Ça vous va ? - Parfait."
    }
  },
  {
    "translation": {
      "en": "I have my notepad here, as you're familiar with.",
      "fr": "J'ai mon bloc-notes, que vous connaissez."
    }
  },
  {
    "translation": {
      "en": "- I feel my heart jolting. - Mine too. I need a drink of wine.",
      "fr": "Mon cœur bat fort. - Le mien aussi. - J'ai besoin d'un verre."
    }
  },
  {
    "translation": {
      "en": "That's all right.  I don't think my heart's not in my…",
      "fr": "- Pas de souci. - J'ai l'impression que mon cœur va…"
    }
  },
  {
    "translation": {
      "en": "Good. Okay. There, there.",
      "fr": "Bon, voilà."
    }
  },
  {
    "translation": {
      "en": "I had a lot of feminine energy coming through on the way here.",
      "fr": "J'ai ressenti beaucoup d'énergie féminine en arrivant."
    }
  },
  {
    "translation": {
      "en": "Granted, female here, but this person's excited to come through.",
      "fr": "Bien sûr, vous êtes des filles. Mais quelqu'un a envie de se manifester."
    }
  },
  {
    "translation": {
      "en": "When I get this tier of excitement, it usually indicates somebody who passed away early,",
      "fr": "Quand quelqu'un a hâte comme ça, c'est une personne décédée tôt."
    }
  },
  {
    "translation": {
      "en": "who wasn't able to hit middle age, is the way that I would describe this.",
      "fr": "Qui n'a pas pu atteindre le milieu de sa vie."
    }
  },
  {
    "translation": {
      "en": "And when I'm connecting with this person, I suspect this is a female.",
      "fr": "J'établis un lien avec cette personne, une femme, je crois."
    }
  },
  {
    "translation": {
      "en": "Without giving it away, can you relate to a female who passed prematurely?",
      "fr": "Sans trop en dire, vous connaissez une femme morte tôt ?"
    }
  },
  {
    "translation": {
      "en": "- Yes. Oh yes. - Okay. Gotcha.",
      "fr": "- Oui. - D'accord."
    }
  },
  {
    "translation": {
      "en": "There's a lot of specifics, so I have to connect more deeply. All right.",
      "fr": "Il y a beaucoup de détails, je dois me connecter davantage."
    }
  },
  {
    "translation": {
      "en": "So she does bring up this emphasis on a symbol of hummingbirds.",
      "fr": "Elle semble évoquer le symbole du colibri."
    }
  },
  {
    "translation": {
      "en": "Any time I see hummingbirds, it almost always indicates",
      "fr": "Et dans ces cas-là, presque toujours,"
    }
  },
  {
    "translation": {
      "en": "that somebody has had an experience, and it may only be one person, that feels sentimental in some way related to",
      "fr": "cette personne a eu un lien ou un attachement sentimental"
    }
  },
  {
    "translation": {
      "en": "a hummingbird, the way this comes across. It has to be a hummingbird.",
      "fr": "au colibri. Je vois un colibri."
    }
  },
  {
    "translation": {
      "en": "If there are other bird- related signs, wings--",
      "fr": "Peut-être un symbole d'oiseau, des ailes…"
    }
  },
  {
    "translation": {
      "en": "Oh, she had a tattoo of a hummingbird!",
      "fr": "Elle avait un colibri tatoué."
    }
  },
  {
    "translation": {
      "en": "- Oh my God! Yes, she did! - That's immediately what I thought of.",
      "fr": "- Oui, mon Dieu ! - J'y ai pensé tout de suite."
    }
  },
  {
    "translation": {
      "en": "I love it. I love it so much.",
      "fr": "J'adore !"
    }
  },
  {
    "translation": {
      "en": "It seems to be a spirit animal thing,",
      "fr": "On dirait que c'est un animal-totem."
    }
  },
  {
    "translation": {
      "en": "the way this comes across, something she relates to.",
      "fr": "Une chose à laquelle elle s'identifie."
    }
  },
  {
    "translation": {
      "en": "That's good to keep in mind. Keep your eyes out for that kind of thing.",
      "fr": "Gardons ça à l'esprit."
    }
  },
  {
    "translation": {
      "en": "- I can tell that it meant something. - Okay.",
      "fr": "Ça avait une signification."
    }
  },
  {
    "translation": {
      "en": "Give me one sec.",
      "fr": "Une seconde."
    }
  },
  {
    "translation": {
      "en": "Trying to symbolically figure this out.",
      "fr": "J'essaie de comprendre la symbolique."
    }
  },
  {
    "translation": {
      "en": "Okay, so there would have been a couple things.",
      "fr": "Je vois deux choses."
    }
  },
  {
    "translation": {
      "en": "She had funny music taste, strange.",
      "fr": "Elle avait des goûts musicaux bizarres."
    }
  },
  {
    "translation": {
      "en": "All over the place.",
      "fr": "- Elle écoutait tout. - Comme quoi ?"
    }
  },
  {
    "translation": {
      "en": "I'll tell you, 'cause it's weird. - Tell us. - Oh my gosh.",
      "fr": "- Je vais vous le dire, c'est bizarre. - Dis-nous."
    }
  },
  {
    "translation": {
      "en": "Okay. There's a funny thing. If I looked at her, I wouldn't think",
      "fr": "C'est marrant, en la regardant, j'aurais pas pensé"
    }
  },
  {
    "translation": {
      "en": "that she would like this specific kind of music.",
      "fr": "qu'elle aimait ce genre de musique."
    }
  },
  {
    "translation": {
      "en": "My God. If he says what I think…",
      "fr": "Sérieux, s'il dit ce que je pense…"
    }
  },
  {
    "translation": {
      "en": "I have no idea how I'm going to--",
      "fr": "Je ne sais pas comment je vais…"
    }
  },
  {
    "translation": {
      "en": "- Don't tell us. My God. - He wouldn't know.",
      "fr": "- Ne nous dis pas. - Il peut pas savoir."
    }
  },
  {
    "translation": {
      "en": "I feel almost kind of, I don't know what this is.",
      "fr": "Je sais pas trop ce que c'est."
    }
  },
  {
    "translation": {
      "en": "There's something funny with it, where I feel like",
      "fr": "C'est drôle, j'ai l'impression"
    }
  },
  {
    "translation": {
      "en": "it's not matching when I would look at her",
      "fr": "que ça ne correspond pas à son style"
    }
  },
  {
    "translation": {
      "en": "versus what she had going on. But it's--",
      "fr": "d'écouter ce genre de trucs."
    }
  },
  {
    "translation": {
      "en": "That makes sense.",
      "fr": "C'est logique."
    }
  },
  {
    "translation": {
      "en": "- This is what we always talk about. - Weird.",
      "fr": "- On en parlait toujours. - Bizarre."
    }
  },
  {
    "translation": {
      "en": "When we're highlighting this person,",
      "fr": "Quand on évoque cette personne,"
    }
  },
  {
    "translation": {
      "en": "she comes through as a spitfire, very independent, which is coming across.",
      "fr": "elle apparaît comme impulsive. Indépendante."
    }
  },
  {
    "translation": {
      "en": "- She's a firecracker, spicy. - Definitely.",
      "fr": "- Elle est pétillante, épicée. - Absolument."
    }
  },
  {
    "translation": {
      "en": "- It's the only way to describe her. - Spice Girls!",
      "fr": "- C'est la seule façon de la décrire. - Une Spice Girl !"
    }
  },
  {
    "translation": {
      "en": "Okay. Give me one sec.",
      "fr": "Attendez une seconde."
    }
  },
  {
    "translation": {
      "en": "As a medium, I receive impressions.",
      "fr": "Je reçois des impressions."
    }
  },
  {
    "translation": {
      "en": "I get very small tidbits of details",
      "fr": "De petits détails"
    }
  },
  {
    "translation": {
      "en": "I have to interpret and make sense of based on my previous readings and experience",
      "fr": "que je dois interpréter d'après mon expérience."
    }
  },
  {
    "translation": {
      "en": "I try to set the intention,",
      "fr": "J'essaie de faire en sorte"
    }
  },
  {
    "translation": {
      "en": "as I'm communicating with whoever's coming through, to elaborate",
      "fr": "que la personne avec qui je communique me décrive"
    }
  },
  {
    "translation": {
      "en": "on either how they passed,",
      "fr": "la façon dont elle est morte,"
    }
  },
  {
    "translation": {
      "en": "what's important to them, the messages that might be meaningful.",
      "fr": "ce qui est important pour elle, ou si elle a des messages."
    }
  },
  {
    "translation": {
      "en": "When I sit in a reading, I intend to get as much information",
      "fr": "Lors d'une consultation, j'essaie d'avoir le maximum d'infos"
    }
  },
  {
    "translation": {
      "en": "from that spirit as I can get.",
      "fr": "de cet esprit."
    }
  },
  {
    "translation": {
      "en": "In the six months before she would've passed,",
      "fr": "Dans les six mois précédent sa mort,"
    }
  },
  {
    "translation": {
      "en": "she's putting this emphasis on trying to get as healthy as she can get.",
      "fr": "elle me montre qu'elle a tenté d'être en bonne santé."
    }
  },
  {
    "translation": {
      "en": "And I feel like I'm trying to almost monitor my weight to make sure",
      "fr": "Comme si elle essayait de surveiller son poids pour s'assurer"
    }
  },
  {
    "translation": {
      "en": "that I'm at a healthy place.",
      "fr": "d'être en bonne santé."
    }
  },
  {
    "translation": {
      "en": "She would have had this susceptibility to diabetes, that kind of thing.",
      "fr": "Elle était peut-être sujette au diabète, ce genre de choses."
    }
  },
  {
    "translation": {
      "en": "She kind of struck me as that. Does that make sense?",
      "fr": "C'est une info qui me vient. Ça vous parle ?"
    }
  },
  {
    "translation": {
      "en": "- One hundred percent. - That's crazy.",
      "fr": "- À 100 %. - C'est dingue."
    }
  },
  {
    "translation": {
      "en": "But there is this aspect she is bringing up.",
      "fr": "Mais il y a un aspect qu'elle soulève."
    }
  },
  {
    "translation": {
      "en": "This feeling of very suddenly realizing that",
      "fr": "Ce sentiment de réaliser soudainement"
    }
  },
  {
    "translation": {
      "en": "I feel like I need to go the hospital, or like I need to get medical attention.",
      "fr": "qu'elle doit aller à l'hôpital ou suivre un traitement."
    }
  },
  {
    "translation": {
      "en": "She felt like people might have told her, Oh, it's just nerves. It's normal.",
      "fr": "Les gens lui ont dit : C'est le stress. C'est normal."
    }
  },
  {
    "translation": {
      "en": "- Yes. - But she knew something was wrong.",
      "fr": "Mais elle savait que quelque chose n'allait pas."
    }
  },
  {
    "translation": {
      "en": "I feel kind of almost like something's filling up.",
      "fr": "J'ai l'impression que quelque chose se remplit."
    }
  },
  {
    "translation": {
      "en": "I don't know really how to describe it, but it feels like something's gone amiss.",
      "fr": "Je ne sais pas comment le décrire. Quelque chose manque."
    }
  },
  {
    "translation": {
      "en": "- Hundred percent. - Yes, everything you're saying is…",
      "fr": "- Tout est vrai. - Tout ce que tu dis."
    }
  },
  {
    "translation": {
      "en": "Gotcha. Okay.",
      "fr": "D'accord."
    }
  },
  {
    "translation": {
      "en": "Uh, there's this feeling of being more concerned about somebody else than myself.",
      "fr": "Je ressens qu'elle est plus préoccupée par quelqu'un d'autre qu'elle."
    }
  },
  {
    "translation": {
      "en": "It's 'cause I see my symbol for selflessness.",
      "fr": "Je vois le symbole de l'altruisme."
    }
  },
  {
    "translation": {
      "en": "It's so weird. I was born about three months early, um, as a child,",
      "fr": "C'est bizarre. Je suis né prématuré de trois mois."
    }
  },
  {
    "translation": {
      "en": "and weirdly, I feel like a premature birth. Someone being born premature.",
      "fr": "Je ressens une naissance prématurée."
    }
  },
  {
    "translation": {
      "en": "Some relevance there, but she wasn't born…",
      "fr": "Je ressens ça, mais ce n'est pas elle"
    }
  },
  {
    "translation": {
      "en": "I don't think it's her who was born premature,",
      "fr": "qui est née prématurément."
    }
  },
  {
    "translation": {
      "en": "or some other aspect here I'm trying to unravel.",
      "fr": "C'est quelque chose que j'essaie de démêler."
    }
  },
  {
    "translation": {
      "en": "- Was she pregnant? - Yes.",
      "fr": "- Elle était enceinte ? - Oui."
    }
  },
  {
    "translation": {
      "en": "Great. Okay, so there's a lot coming in.",
      "fr": "J'ai beaucoup de choses qui me viennent."
    }
  },
  {
    "translation": {
      "en": "So I feel like I have to bring up,",
      "fr": "Je dois parler du fait"
    }
  },
  {
    "translation": {
      "en": "she acknowledges this feeling of anything done to extend her life,",
      "fr": "qu'elle me montre que tout a été fait pour la maintenir en vie."
    }
  },
  {
    "translation": {
      "en": "or to try, would've failed by default. She didn't wanna be put on a ventilator.",
      "fr": "Mais c'était voué à l'échec. Elle ne voulait pas de respirateur."
    }
  },
  {
    "translation": {
      "en": "She didn't want anything along those lines that would've kept her alive artificially.",
      "fr": "Rien qui l'aurait gardée en vie artificiellement."
    }
  },
  {
    "translation": {
      "en": "She acknowledges acceptance around this.",
      "fr": "Elle accepte tout ça."
    }
  },
  {
    "translation": {
      "en": "She just seems to be extremely focused on this child",
      "fr": "Toute son attention se porte sur cet enfant"
    }
  },
  {
    "translation": {
      "en": "that I… I feel made it, but that too came very close to… to not happening.",
      "fr": "qui est né, mais qui a failli ne pas naître."
    }
  },
  {
    "translation": {
      "en": "- I suspect. - Wow.",
      "fr": "Je le ressens."
    }
  },
  {
    "translation": {
      "en": "- Do we know of a situation? - Yes. Oh yes.",
      "fr": "- C'est une chose qui vous parle ? - Oui."
    }
  },
  {
    "translation": {
      "en": "As we've covered clearly a little bit about what happened,",
      "fr": "On a plus ou moins parlé de ce qui s'est passé."
    }
  },
  {
    "translation": {
      "en": "if you wanna fill in the blanks for me of who she was to you all?",
      "fr": "Vous voulez bien me dire qui elle était pour vous ?"
    }
  },
  {
    "translation": {
      "en": "- This is our best friend, Lauren. - Our best friend, Lauren.",
      "fr": "Notre meilleure amie, Lauren."
    }
  },
  {
    "translation": {
      "en": "Lauren?",
      "fr": "Lauren ?"
    }
  },
  {
    "translation": {
      "en": "She was our crazy white girl.",
      "fr": "C'était notre copine déjantée."
    }
  },
  {
    "translation": {
      "en": "- I love you, bestie. - Hello.",
      "fr": "Je t'aime, ma bestie !"
    }
  },
  {
    "translation": {
      "en": "Lauren was mother hen.",
      "fr": "Lauren était une maman poule."
    }
  },
  {
    "translation": {
      "en": "Lauren took care of everything.",
      "fr": "Elle s'occupait de tout."
    }
  },
  {
    "translation": {
      "en": "She's the one that said, I'll do it. - I'll do it. - I'll do it.",
      "fr": "Elle voulait tout faire, elle disait : Je m'en occupe."
    }
  },
  {
    "translation": {
      "en": "She was so loved.",
      "fr": "Tout le monde l'aimait."
    }
  },
  {
    "translation": {
      "en": "We'd always joke 'cause she was brown on the inside.",
      "fr": "On plaisantait toujours, elle aimait la culture latino."
    }
  },
  {
    "translation": {
      "en": "She loved Mexican food. She loved mariachi bands.",
      "fr": "La cuisine mexicaine, les groupes de mariachi."
    }
  },
  {
    "translation": {
      "en": "And she didn't even speak Spanish. She loved that music.",
      "fr": "Et elle ne parlait même pas espagnol. Elle adorait cette musique."
    }
  },
  {
    "translation": {
      "en": "When you were like, This music does not--",
      "fr": "Quand tu disais : Cette musique…"
    }
  },
  {
    "translation": {
      "en": "- Doesn't match her. Makes sense. - Doesn't match. She loved Mexican music.",
      "fr": "- Ça ne va pas avec elle. - Elle aimait la musique mexicaine."
    }
  },
  {
    "translation": {
      "en": "- It was like mariachi, banda. - We'd be like, Lauren!",
      "fr": "- Le mariachi, la banda. - On disait : Lauren ?"
    }
  },
  {
    "translation": {
      "en": "Was she Italian?",
      "fr": "Elle était italienne ?"
    }
  },
  {
    "translation": {
      "en": "- Yes! - Gotcha.",
      "fr": "- Oui ! - D'accord."
    }
  },
  {
    "translation": {
      "en": "And she loved being Italian.",
      "fr": "Elle adorait être italienne."
    }
  },
  {
    "translation": {
      "en": "She said, We're Italian. She always made sure.",
      "fr": "Elle voulait mettre ça en avant."
    }
  },
  {
    "translation": {
      "en": "I'm Italian. I'm Italian. Yes.",
      "fr": "Je suis italienne."
    }
  },
  {
    "translation": {
      "en": "There you go.",
      "fr": "D'accord."
    }
  },
  {
    "translation": {
      "en": "That's precious. All right.",
      "fr": "C'est magnifique."
    }
  },
  {
    "translation": {
      "en": "So, with her situation, if you don't mind telling me, can I know how she passed?",
      "fr": "Pouvez-vous me dire de quoi elle est morte ?"
    }
  },
  {
    "translation": {
      "en": "You mentioned that she knew something was got up.",
      "fr": "Vous avez dit qu'elle savait que quelque chose clochait."
    }
  },
  {
    "translation": {
      "en": "- Or missed. - Yes.",
      "fr": "Ou manquait."
    }
  },
  {
    "translation": {
      "en": "I remember she called me when she had a gestational diabetes test,",
      "fr": "Elle m'a appelée quand elle a reçu ses résultats de diabète gestationnel."
    }
  },
  {
    "translation": {
      "en": "and she was really worried about that.",
      "fr": "Elle était très inquiète."
    }
  },
  {
    "translation": {
      "en": "- And I said, Don't worry. Just relax. - Yeah.",
      "fr": "J'ai dit, ne t'inquiète pas, détends-toi."
    }
  },
  {
    "translation": {
      "en": "When she got her results back, she's like, I'm a point away from it.",
      "fr": "Quand elle a eu ses résultats, elle a dit, je suis à un point."
    }
  },
  {
    "translation": {
      "en": "I said, That's really close.",
      "fr": "J'ai dit : C'est très proche."
    }
  },
  {
    "translation": {
      "en": "And she's like, But, you know.",
      "fr": "Elle a dit : Mais bon…"
    }
  },
  {
    "translation": {
      "en": "In all honesty, she brought it up in the very beginning,",
      "fr": "Pour être honnête, elle en a parlé dès le début."
    }
  },
  {
    "translation": {
      "en": "the conscientious around diabetes--",
      "fr": "Quand on parle du diabète…"
    }
  },
  {
    "translation": {
      "en": "I would look at her and be like, You know, your weight--",
      "fr": "En la regardant, je lui disais : Tu sais, ton poids…"
    }
  },
  {
    "translation": {
      "en": "- She had swollen-- - She had everything that showed that.",
      "fr": "- Elle était enflée. - Elle avait tous les signes."
    }
  },
  {
    "translation": {
      "en": "- Fatigue. Everything. - Fatigue.",
      "fr": "La fatigue, tout."
    }
  },
  {
    "translation": {
      "en": "It was about a month before her due date.",
      "fr": "C'était environ un mois avant son terme."
    }
  },
  {
    "translation": {
      "en": "We actually had a tamale party the Saturday before, we--",
      "fr": "On a fait une soirée tamales le samedi d'avant."
    }
  },
  {
    "translation": {
      "en": "We have a traditional tamale party where we get together--",
      "fr": "On faisait tout le temps ça entre filles."
    }
  },
  {
    "translation": {
      "en": "- In December. - We drink wine, and we make tamales.",
      "fr": "- En décembre. - On boit du vin et on fait des tamales."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - Right before Christmas.",
      "fr": "Juste avant Noël."
    }
  },
  {
    "translation": {
      "en": "So, we all got together, and, um, she didn't look that well.",
      "fr": "On s'est toutes réunies, elle n'avait pas l'air bien."
    }
  },
  {
    "translation": {
      "en": "She looked tired.",
      "fr": "Elle avait l'air fatiguée."
    }
  },
  {
    "translation": {
      "en": "And we just thought it was just she was, you know, getting more pregnant.",
      "fr": "On pensait que c'était dû à la grossesse."
    }
  },
  {
    "translation": {
      "en": "Fast forward, she was admitted for chest pain.",
      "fr": "Peu après, elle est allée à l'hôpital pour douleur thoracique."
    }
  },
  {
    "translation": {
      "en": "You mentioned filling up.",
      "fr": "Tu as parlé de remplir."
    }
  },
  {
    "translation": {
      "en": "- Something filling and emptying. - And emptying out.",
      "fr": "Et de vider."
    }
  },
  {
    "translation": {
      "en": "- So the hospital pumped her with fluids. - Oh.",
      "fr": "À l'hôpital, on lui a injecté des fluides."
    }
  },
  {
    "translation": {
      "en": "She's like, I feel like my body's going crazy.",
      "fr": "Elle avait l'impression que son corps la lâchait."
    }
  },
  {
    "translation": {
      "en": "- She felt like she was drowning. - She was messaging us.",
      "fr": "- L'impression de se noyer. - Elle nous écrivait."
    }
  },
  {
    "translation": {
      "en": "- Like, I'm really scared. - I'm sick.",
      "fr": "- J'ai vraiment peur. - Je suis malade."
    }
  },
  {
    "translation": {
      "en": "I don't know what's going on. I don't know what this means.",
      "fr": "- Je ne sais pas ce qui se passe. - Je ne comprends pas."
    }
  },
  {
    "translation": {
      "en": "- Her words were pain. - Yikes.",
      "fr": "C'était très dur."
    }
  },
  {
    "translation": {
      "en": "So I just drove to the hospital,",
      "fr": "Je suis allée à l'hôpital."
    }
  },
  {
    "translation": {
      "en": "and then they were keeping her alive to get Baby out in time.",
      "fr": "Ils l'ont gardée en vie pour qu'elle accouche à temps."
    }
  },
  {
    "translation": {
      "en": "So Baby was without oxygen.",
      "fr": "Le bébé n'avait plus d'oxygène."
    }
  },
  {
    "translation": {
      "en": "He was a month early. - You mentioned preemie. - Yes.",
      "fr": "Il est né un mois en avance. Tu as parlé de prématuré."
    }
  },
  {
    "translation": {
      "en": "- So it's very spot on. - I see.",
      "fr": "- Tu as bien deviné. - Je vois."
    }
  },
  {
    "translation": {
      "en": "And she puts a lot of acceptance, so long as the baby was to live.",
      "fr": "Elle voulait que le bébé vive. Elle insiste là-dessus."
    }
  },
  {
    "translation": {
      "en": "- That was important for her. - He's beautiful.",
      "fr": "- C'était important pour elle. - Il est beau."
    }
  },
  {
    "translation": {
      "en": "I'm so glad that he made it.",
      "fr": "Content qu'il soit né."
    }
  },
  {
    "translation": {
      "en": "- It was such a scary close call. - He's beautiful.",
      "fr": "- On est passés près de la tragédie. - Il est magnifique."
    }
  },
  {
    "translation": {
      "en": "We'll talk about where this child is currently.",
      "fr": "On parlera de cet enfant."
    }
  },
  {
    "translation": {
      "en": "- 'Cause I see him being kept away. - Yeah.",
      "fr": "Je vois qu'il est mis à l'écart."
    }
  },
  {
    "translation": {
      "en": "And that this is an area of frustration.",
      "fr": "Et c'est assez frustrant."
    }
  },
  {
    "translation": {
      "en": "Do we know of a situation along those lines?",
      "fr": "On sait ce qui se passe pour lui ?"
    }
  },
  {
    "translation": {
      "en": "- Yes. - Okay.",
      "fr": "Oui."
    }
  },
  {
    "translation": {
      "en": "With whatever you're comfortable sharing, how did that pertain?",
      "fr": "Vous souhaitez m'en faire part ?"
    }
  },
  {
    "translation": {
      "en": "She said she was gonna be the godmother, and, um…",
      "fr": "Elle a dit qu'elle serait la marraine."
    }
  },
  {
    "translation": {
      "en": "- That wasn't the case. - It really hurt.",
      "fr": "- Ça n'a pas été le cas. - C'est dur."
    }
  },
  {
    "translation": {
      "en": "We see pictures on Facebook and stuff. So that's how we connect.",
      "fr": "On voit des photos sur Facebook. C'est comme ça qu'on garde un lien."
    }
  },
  {
    "translation": {
      "en": "That won't always be the case. I wanna emphasize this.",
      "fr": "Ce ne sera pas toujours comme ça. J'insiste là-dessus."
    }
  },
  {
    "translation": {
      "en": "That's going to change.",
      "fr": "Ça va changer."
    }
  },
  {
    "translation": {
      "en": "She wants these people in her life that were important",
      "fr": "Elle veut que les gens qui comptaient pour elle"
    }
  },
  {
    "translation": {
      "en": "to be able to have a relationship with this kid,",
      "fr": "soient en contact avec cet enfant,"
    }
  },
  {
    "translation": {
      "en": "but it may not be the case now, so just--",
      "fr": "même si ce n'est pas le cas aujourd'hui."
    }
  },
  {
    "translation": {
      "en": "- She knows that? - Absolutely.",
      "fr": "- Elle le sait ? - Absolument."
    }
  },
  {
    "translation": {
      "en": "Good.",
      "fr": "Tant mieux."
    }
  },
  {
    "translation": {
      "en": "That for me is one of the most important messages of this reading.",
      "fr": "C'est l'un des messages les plus importants aujourd'hui."
    }
  },
  {
    "translation": {
      "en": "- Just that. - That's what we wanted.",
      "fr": "C'est ce qu'elle voulait."
    }
  },
  {
    "translation": {
      "en": "That's what we asked for.",
      "fr": "- C'est ce qu'on demande. - Bien sûr."
    }
  },
  {
    "translation": {
      "en": "Absolutely. I do suspect, um, there's something with this.",
      "fr": "- C'est ce qu'on demande. - Bien sûr. Je vois quelque chose."
    }
  },
  {
    "translation": {
      "en": "Okay, there.",
      "fr": "Voyons."
    }
  },
  {
    "translation": {
      "en": "There, there, Okay.",
      "fr": "Voilà."
    }
  },
  {
    "translation": {
      "en": "She is having me talk about, um, Rich. Rich, Rich, Rich, Rich, Rich. Who's Rich?",
      "fr": "Elle me fait parler d'un Rich. Qui est Rich ?"
    }
  },
  {
    "translation": {
      "en": "- Richie. - It's a name.",
      "fr": "- Richie. - C'est un nom."
    }
  },
  {
    "translation": {
      "en": "- Oh, Richie! - Who's Richie?",
      "fr": "- Richie ! - Qui est Richie ?"
    }
  },
  {
    "translation": {
      "en": "She didn't meet my second child. I was pregnant with him",
      "fr": "Elle n'a pas vu mon 2e enfant. J'étais enceinte de lui."
    }
  },
  {
    "translation": {
      "en": "when she passed.",
      "fr": "Quand elle est décédée."
    }
  },
  {
    "translation": {
      "en": "That's where we're going. She's having me highlight this little one,",
      "fr": "C'est donc ça, elle veut que je parle de cet enfant."
    }
  },
  {
    "translation": {
      "en": "and I feel like she's making a big point to acknowledge him and his birth.",
      "fr": "Elle insiste pour que je dise qu'elle le voit naître."
    }
  },
  {
    "translation": {
      "en": "I'm putting a lot of love around that, and I feel like it's big.",
      "fr": "Je ressens beaucoup d'amour de sa part."
    }
  },
  {
    "translation": {
      "en": "I had a complication after my epidural.",
      "fr": "J'ai eu une complication après ma péridurale."
    }
  },
  {
    "translation": {
      "en": "- Right. - And I thought I was gonna die.",
      "fr": "J'ai cru que j'allais mourir."
    }
  },
  {
    "translation": {
      "en": "But I felt her.",
      "fr": "Mais je l'ai sentie."
    }
  },
  {
    "translation": {
      "en": "That's the message with this. By bringing him up,",
      "fr": "C'est son message. En l'évoquant,"
    }
  },
  {
    "translation": {
      "en": "it was validation that she was part of that process.",
      "fr": "elle confirme qu'elle faisait partie de ce processus."
    }
  },
  {
    "translation": {
      "en": "Yeah. I thought about her the whole time when I was in there.",
      "fr": "Oui. J'ai pensé à elle tout le temps."
    }
  },
  {
    "translation": {
      "en": "She knew this, so please know there's no accidents.",
      "fr": "Elle le savait, sachez qu'il n'y a pas de hasard."
    }
  },
  {
    "translation": {
      "en": "- She sacrificed for his health. - She was a big part of it.",
      "fr": "- Elle s'est sacrifiée pour sa santé. - Elle était là."
    }
  },
  {
    "translation": {
      "en": "It shows that she was involved on the other side,",
      "fr": "Ça montre qu'elle était impliquée de l'autre côté."
    }
  },
  {
    "translation": {
      "en": "and the people that loved her.",
      "fr": "Envers les gens qui l'aimaient."
    }
  },
  {
    "translation": {
      "en": "- That didn't end just because she passed. - Yeah.",
      "fr": "Ça ne s'est pas arrêté à sa mort."
    }
  },
  {
    "translation": {
      "en": "When she comes through, she acknowledges a sense of peace at her passing.",
      "fr": "Elle me montre un sentiment de paix à son décès."
    }
  },
  {
    "translation": {
      "en": "- Okay. - How she's honored moving forward.",
      "fr": "Elle est honorée d'aller de l'avant."
    }
  },
  {
    "translation": {
      "en": "- She seems all good. - Yeah. And very proud.",
      "fr": "Elle semble aller bien. Elle est très fière."
    }
  },
  {
    "translation": {
      "en": "And just so connected to her sisters, is really how it feels more than anything.",
      "fr": "Elle se sent liée à ses sœurs. C'est ce qu'on ressent plus que tout."
    }
  },
  {
    "translation": {
      "en": "I can't believe everything you're telling us.",
      "fr": "J'arrive pas à y croire tout ce que tu nous as dit."
    }
  },
  {
    "translation": {
      "en": "Aw, I'm so glad. I know it's pretty cool.",
      "fr": "Je suis trop content, c'est cool."
    }
  },
  {
    "translation": {
      "en": "I thought we'd get two or three things--",
      "fr": "- Je pensais apprendre un ou deux trucs. - Un peu."
    }
  },
  {
    "translation": {
      "en": "- You know-- - You were reading into our journal.",
      "fr": "C'est comme si tu lisais dans notre journal."
    }
  },
  {
    "translation": {
      "en": "This has been an amazing girls' night.",
      "fr": "C'était une super soirée."
    }
  },
  {
    "translation": {
      "en": "I feel personally I wanna hang out with you again.",
      "fr": "J'ai envie qu'on refasse ça."
    }
  },
  {
    "translation": {
      "en": "- We really feel like you brought Lauren. - We got our Lauren.",
      "fr": "- On a l'impression que Lauren était là. - On a notre Lauren."
    }
  },
  {
    "translation": {
      "en": "Oh, I'm so glad.",
      "fr": "Je suis content."
    }
  },
  {
    "translation": {
      "en": "Today, it felt like Lauren was sitting there with us.",
      "fr": "C'était comme si Lauren était avec nous."
    }
  },
  {
    "translation": {
      "en": "He said a hundred things to validate that--",
      "fr": "Il a dit des centaines de choses vérifiées."
    }
  },
  {
    "translation": {
      "en": "- We're gonna walk through this. - She was here.",
      "fr": "- Elle était là. - On va traverser ça."
    }
  },
  {
    "translation": {
      "en": "Yeah. Everything he said was spot on.",
      "fr": "Tout ce qu'il a dit était vrai."
    }
  },
  {
    "translation": {
      "en": "Oh my goodness.",
      "fr": "Mon Dieu."
    }
  },
  {
    "translation": {
      "en": "That was so good. It was a group of four people.",
      "fr": "C'était génial. C'était un groupe de quatre personnes."
    }
  },
  {
    "translation": {
      "en": "It was their friend who passed, who was a female",
      "fr": "Leur amie est décédée."
    }
  },
  {
    "translation": {
      "en": "who had passed away when she was pregnant.",
      "fr": "Elle est décédée alors qu'elle était enceinte."
    }
  },
  {
    "translation": {
      "en": "She died giving birth to her baby.",
      "fr": "Elle est morte en donnant naissance à son bébé."
    }
  },
  {
    "translation": {
      "en": "- So the baby, the baby lived. - That's what you said!",
      "fr": "- Le bébé a survécu. - C'est ce que tu as dit !"
    }
  },
  {
    "translation": {
      "en": "- That's exactly what you said. - Yes, it's nuts.",
      "fr": "- C'est exactement ce que tu as dit. - Oui, c'est dingue."
    }
  },
  {
    "translation": {
      "en": "She's… wow. Gosh.",
      "fr": "Ça alors !"
    }
  },
  {
    "translation": {
      "en": "That was so special.",
      "fr": "C'était spécial."
    }
  },
  {
    "translation": {
      "en": "It was a lot to digest.",
      "fr": "- Ça fait beaucoup à digérer. - Oui."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - For me and for them.",
      "fr": "- Ça fait beaucoup à digérer. - Oui. - Pour elles et moi. - C'est dur."
    }
  },
  {
    "translation": {
      "en": "It's not easy. It's more the after.",
      "fr": "- Pour elles et moi. - C'est dur. Plus pour après."
    }
  },
  {
    "translation": {
      "en": "It's more going home now.",
      "fr": "De rentrer chez moi."
    }
  },
  {
    "translation": {
      "en": "It's where my challenge kind of begins.",
      "fr": "C'est là que commence mon défi."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - Letting it go, which, you know…",
      "fr": "Laisser retomber tout ça."
    }
  },
  {
    "translation": {
      "en": "It's like, to get to that headspace,",
      "fr": "Pour atteindre cet état d'esprit,"
    }
  },
  {
    "translation": {
      "en": "I have to like sacrifice some of my own existence, weirdly,",
      "fr": "je dois sacrifier une partie de ma propre existence."
    }
  },
  {
    "translation": {
      "en": "and it, like, stays with the people.",
      "fr": "Qui reste avec les gens."
    }
  },
  {
    "translation": {
      "en": "And then as days go on, it kind of comes back to me,",
      "fr": "Au fil des jours, elle revient."
    }
  },
  {
    "translation": {
      "en": "but I feel like I left a part of myself there.",
      "fr": "Mais une partie de moi-même est restée là-bas."
    }
  },
  {
    "translation": {
      "en": "It's really weird.",
      "fr": "Trop bizarre."
    }
  },
  {
    "translation": {
      "en": "Okay, so, I'm gonna put these in here for you.",
      "fr": "Je les mets là pour toi."
    }
  },
  {
    "translation": {
      "en": "Like five. Because you can never have too many toothbrushes.",
      "fr": "Cinq. On n'a jamais trop de brosses à dents."
    }
  },
  {
    "translation": {
      "en": "Daddy Wasserman will be proud of ya.",
      "fr": "Daddy Wasserman sera fier de toi."
    }
  },
  {
    "translation": {
      "en": "- Oh, don't. - That's our dentist.",
      "fr": "- Non. - C'est notre dentiste."
    }
  },
  {
    "translation": {
      "en": "No. He's gonna know I call him Daddy now.",
      "fr": "Non, il va savoir que je l'appelle daddy."
    }
  },
  {
    "translation": {
      "en": "Oh! He says Open wide. I'm like, Yes, sir.",
      "fr": "Il dit : Ouvrez grand. Oui, monsieur."
    }
  },
  {
    "translation": {
      "en": "- Ay, ay, ay. - Now he's gonna know.",
      "fr": "Il va le savoir."
    }
  },
  {
    "translation": {
      "en": "Cat's out of the bag.",
      "fr": "Tu as vendu la mèche."
    }
  },
  {
    "translation": {
      "en": "It's not my fault I have a hot dentist.",
      "fr": "C'est pas ma faute si j'ai un dentiste canon."
    }
  },
  {
    "translation": {
      "en": "It sounds a little stereotypical, but my mom is my best friend,",
      "fr": "C'est un peu cliché, mais ma mère, c'est ma meilleure amie."
    }
  },
  {
    "translation": {
      "en": "and we have a straightforward relationship.",
      "fr": "On a une relation très directe."
    }
  },
  {
    "translation": {
      "en": "My mom gets me. I get her. We're beyond the point of cordiality. Um, yeah.",
      "fr": "Ma mère me comprend, je la comprends. On a dépassé le stade de la cordialité."
    }
  },
  {
    "translation": {
      "en": "I'm kinda tired.  I think we're supposed to be packing.",
      "fr": "Je suis fatiguée. On est censés faire nos valises."
    }
  },
  {
    "translation": {
      "en": "- Oh my God. - Yeah. Oh man.",
      "fr": "- Oh, non. - Mince."
    }
  },
  {
    "translation": {
      "en": "What's for dinner?",
      "fr": "On mange quoi ?"
    }
  },
  {
    "translation": {
      "en": "- What's for dinner? - Am I supposed to read your mind?",
      "fr": "- On mange quoi ? - Je dois lire dans tes pensées ?"
    }
  },
  {
    "translation": {
      "en": "My mom is the embodiment of a great mother.",
      "fr": "Ma mère est l'incarnation d'une mère formidable."
    }
  },
  {
    "translation": {
      "en": "Any good I do, I really believe comes from the strength that she gave me.",
      "fr": "Tout le bien que je fais vient de la force qu'elle m'a donnée."
    }
  },
  {
    "translation": {
      "en": "Have you ever tried to read your mom?",
      "fr": "Elle vous a déjà consulté ?"
    }
  },
  {
    "translation": {
      "en": "Yea… Yeah. Yeah.",
      "fr": "Oui."
    }
  },
  {
    "translation": {
      "en": "I spontaneously read my mom when I was a teenager one day.",
      "fr": "Un jour, spontanément, quand j'étais ado."
    }
  },
  {
    "translation": {
      "en": "I had a name come through,",
      "fr": "Un nom s'est manifesté."
    }
  },
  {
    "translation": {
      "en": "and I asked her who it was,",
      "fr": "Je lui ai demandé qui c'était."
    }
  },
  {
    "translation": {
      "en": "and she just burst into tears crying",
      "fr": "Elle a fondu en larmes."
    }
  },
  {
    "translation": {
      "en": "because the person I had identified",
      "fr": "La personne que j'avais identifiée"
    }
  },
  {
    "translation": {
      "en": "had done something really bad to my mom.",
      "fr": "avait fait du mal à ma mère."
    }
  },
  {
    "translation": {
      "en": "She's never told me the extent of what that was.",
      "fr": "Elle n'a jamais dit quoi."
    }
  },
  {
    "translation": {
      "en": "So it's a mystery.",
      "fr": "C'est un mystère."
    }
  },
  {
    "translation": {
      "en": "I think that was really a turning point to my mom's understanding of my ability,",
      "fr": "C'était un tournant dans la compréhension qu'avait ma mère de mon don."
    }
  },
  {
    "translation": {
      "en": "that she had kept secrets to protect me,",
      "fr": "Elle avait gardé des secrets pour me protéger,"
    }
  },
  {
    "translation": {
      "en": "and I was still capable of seeing through some things.",
      "fr": "et je pouvais quand même voir certaines choses."
    }
  },
  {
    "translation": {
      "en": "I thought that was definitely a turning point.",
      "fr": "Ça a été un tournant."
    }
  },
  {
    "translation": {
      "en": "For sure.",
      "fr": "C'est sûr."
    }
  },
  {
    "translation": {
      "en": "But yeah, it goes to show as a medium,",
      "fr": "Mais oui, en tant que médium,"
    }
  },
  {
    "translation": {
      "en": "I can see some pieces of information,",
      "fr": "je peux voir certaines informations,"
    }
  },
  {
    "translation": {
      "en": "but often not the whole picture.",
      "fr": "mais pas tout."
    }
  },
  {
    "translation": {
      "en": "- Ready? - Yep.",
      "fr": "- Tu es prêt ? - Oui"
    }
  },
  {
    "translation": {
      "en": "Sorry. I just don't know my own strength.",
      "fr": "Désolé, je ne sens pas ma force."
    }
  },
  {
    "translation": {
      "en": "Clint is my partner of four- and- a- half years.",
      "fr": "Clint est mon compagnon depuis quatre ans et demi."
    }
  },
  {
    "translation": {
      "en": "How did you guys meet?",
      "fr": "Comment l'as-tu rencontré ?"
    }
  },
  {
    "translation": {
      "en": "He would tell you a different story, but he tweeted me.",
      "fr": "Il dirait autre chose, mais il m'a twitté."
    }
  },
  {
    "translation": {
      "en": "He slid into those DM's.",
      "fr": "Il s'est glissé dans mes DM."
    }
  },
  {
    "translation": {
      "en": "Gays, man. They're persistent.",
      "fr": "Les gays sont persévérants."
    }
  },
  {
    "translation": {
      "en": "And don't you forget it.",
      "fr": "Et ne l'oublie pas."
    }
  },
  {
    "translation": {
      "en": "I think coming from a small town in Georgia, I feel like he just,",
      "fr": "Il vient d'une petite ville de Géorgie, il voulait"
    }
  },
  {
    "translation": {
      "en": "he really wanted somebody to relate to. I had an immediate connection with him.",
      "fr": "quelqu'un à qui s'identifier. Notre alchimie a été immédiate."
    }
  },
  {
    "translation": {
      "en": "So as far as your mom's family,",
      "fr": "Concernant la famille de ta mère,"
    }
  },
  {
    "translation": {
      "en": "I've hit a brick wall there, and nobody wants to talk.",
      "fr": "je suis face à un mur, personne ne veut parler."
    }
  },
  {
    "translation": {
      "en": "The majority of the research that I was doing back when this all started",
      "fr": "La majorité des recherches que j'ai faites au début,"
    }
  },
  {
    "translation": {
      "en": "was with the family DNA research",
      "fr": "c'était des recherches génétiques."
    }
  },
  {
    "translation": {
      "en": "- Correct. - We didn't know what we were looking for.",
      "fr": "On ne savait pas ce qu'on cherchait."
    }
  },
  {
    "translation": {
      "en": "At first, you did the DNA test. It came back different than you thought.",
      "fr": "Les résultats de ton test étaient différents de ce que tu pensais."
    }
  },
  {
    "translation": {
      "en": "But when your mom did it was when, like--",
      "fr": "Mais quand ta mère l'a fait…"
    }
  },
  {
    "translation": {
      "en": "- We really realized. - Shit got weird.",
      "fr": "- on a compris. - … ça a été la merde."
    }
  },
  {
    "translation": {
      "en": "DNA don't lie.",
      "fr": "L'ADN ne ment pas."
    }
  },
  {
    "translation": {
      "en": "It was only two years ago that my mom found out her mother wasn't her mother.",
      "fr": "Il y a deux ans, ma mère a appris que sa mère n'était pas sa mère,"
    }
  },
  {
    "translation": {
      "en": "Her father wasn't her father.",
      "fr": "son père non plus."
    }
  },
  {
    "translation": {
      "en": "The siblings she had, she wasn't related to,",
      "fr": "Elle n'était pas parente avec ses frères et sœurs."
    }
  },
  {
    "translation": {
      "en": "and we were just stunned. We were in complete shock.",
      "fr": "On était sous le choc."
    }
  },
  {
    "translation": {
      "en": "On every level here, there's mystery.",
      "fr": "À tous les niveaux, il y a du mystère."
    }
  },
  {
    "translation": {
      "en": "Absolutely. Yeah.",
      "fr": "C'est clair."
    }
  },
  {
    "translation": {
      "en": "You'd think as a medium, I should be able to call everybody on the other side",
      "fr": "En tant que médium, je devrais pouvoir demander de l'autre côté"
    }
  },
  {
    "translation": {
      "en": "and figure out what happened to my mom.",
      "fr": "ce qui est arrivé à ma mère."
    }
  },
  {
    "translation": {
      "en": "But every step of the way, I've hit a wall.",
      "fr": "Mais je me heurte à un mur."
    }
  },
  {
    "translation": {
      "en": "I'm too biased and connected to the situation to be emotionally objective,",
      "fr": "Cette situation me concerne, je ne peux pas être objectif."
    }
  },
  {
    "translation": {
      "en": "and because of that, I need help finding the answers we're seeking.",
      "fr": "J'ai donc besoin d'aide pour trouver des réponses."
    }
  },
  {
    "translation": {
      "en": "I wanna know how exactly Stella obtained my mom,",
      "fr": "Je veux savoir comment Stella a obtenu ma mère,"
    }
  },
  {
    "translation": {
      "en": "and what my mom's biological mother thought was happening.",
      "fr": "et ce que sa mère biologique pensait qu'il se passait."
    }
  },
  {
    "translation": {
      "en": "Did she know?",
      "fr": "Était-elle au courant ?"
    }
  },
  {
    "translation": {
      "en": "Did she think that my mom was going to somebody else?",
      "fr": "Elle pensait que ma mère allait chez quelqu'un d'autre ?"
    }
  },
  {
    "translation": {
      "en": "How did that happen?",
      "fr": "Comment c'est arrivé."
    }
  },
  {
    "translation": {
      "en": "I have a right to know, and I'm not gonna let anyone stop me.",
      "fr": "J'ai le droit de savoir. Je ne laisserai personne m'arrêter."
    }
  },
  {
    "translation": {
      "en": "We just have to figure out who can help.",
      "fr": "On doit trouver qui peut nous aider."
    }
  },
  {
    "translation": {
      "en": "Yeah. I just wonder why, like…",
      "fr": "Oui. Je me demande pourquoi…"
    }
  },
  {
    "translation": {
      "en": "This is so convoluted.",
      "fr": "C'est si compliqué."
    }
  },
  {
    "translation": {
      "en": "We should get some of those stickers.",
      "fr": "On devrait acheter des stickers comme ça."
    }
  },
  {
    "translation": {
      "en": "- What stickers? - Student driver.",
      "fr": "- Lesquels ? - Conduite accompagnée."
    }
  },
  {
    "translation": {
      "en": "- Where? For who? - Right there. See?",
      "fr": "- Où ? Pour qui ? - Là, tu vois ?"
    }
  },
  {
    "translation": {
      "en": "You. We'll put them on the back, so people are warned.",
      "fr": "Toi. On les mettra à l'arrière pour prévenir les gens."
    }
  },
  {
    "translation": {
      "en": "You're hilarious.",
      "fr": "Tu es trop drôle."
    }
  },
  {
    "translation": {
      "en": "I predict you're going to have an amazing reading today.",
      "fr": "Je prédis une consultation incroyable."
    }
  },
  {
    "translation": {
      "en": "I sure hope so.",
      "fr": "J'espère bien."
    }
  },
  {
    "translation": {
      "en": "I did have someone come through earlier who passed away in a fire.",
      "fr": "Quelqu'un mort brûlé s'est manifesté plus tôt."
    }
  },
  {
    "translation": {
      "en": "What?",
      "fr": "Quoi ?"
    }
  },
  {
    "translation": {
      "en": "I could tell this was a male. I'd be interested to see who this is.",
      "fr": "C'était un homme. J'aimerais savoir qui c'est."
    }
  },
  {
    "translation": {
      "en": "Come on. Buck up. It's gonna be okay.",
      "fr": "Accroche-toi. Ça va aller."
    }
  },
  {
    "translation": {
      "en": "Hello. How's it going?",
      "fr": "Salut, ça va ?"
    }
  },
  {
    "translation": {
      "en": "I'm Tyler.",
      "fr": "Je suis Tyler."
    }
  },
  {
    "translation": {
      "en": "- What's up? - Nice to meet you.",
      "fr": "- Salut ! - Enchanté."
    }
  },
  {
    "translation": {
      "en": "- Bring it in. COVID or not. - Aw. Lovely to meet you.",
      "fr": "- Viens là, Covid ou pas. - Ravi de te rencontrer."
    }
  },
  {
    "translation": {
      "en": "- Good to meet you too. - Thank you for having me.",
      "fr": "- Moi aussi. - Merci de me recevoir."
    }
  },
  {
    "translation": {
      "en": "- Absolutely. - This is so cool.",
      "fr": "- Bien sûr. - C'est trop cool."
    }
  },
  {
    "translation": {
      "en": "- Welcome to my world. - Amazing.",
      "fr": "- Bienvenue dans mon monde. - Génial."
    }
  },
  {
    "translation": {
      "en": "- What's your name? - Cals.",
      "fr": "- Tu t'appelles ? - Cals."
    }
  },
  {
    "translation": {
      "en": "- Cals. Nice to meet you. - You look just like…",
      "fr": "- Enchanté. - Tu ressembles à…"
    }
  },
  {
    "translation": {
      "en": "- Never mind. - Yeah?",
      "fr": "Laisse tomber."
    }
  },
  {
    "translation": {
      "en": "- Macaulay Culkin. I get him a lot. - I wasn't sure.",
      "fr": "- Macaulay Culkin. On me le dit souvent. - J'étais pas sûr."
    }
  },
  {
    "translation": {
      "en": "- This is a cool place. What's this studio? - Yeah.",
      "fr": "Parle-moi de ce studio, il est cool."
    }
  },
  {
    "translation": {
      "en": "The name of this studio is Stankonia Studios.",
      "fr": "Le nom de ce studio est Stankonia Studios."
    }
  },
  {
    "translation": {
      "en": "It was named after Outkast's album.",
      "fr": "Il tire son nom de l'album d'Outkast."
    }
  },
  {
    "translation": {
      "en": "Lot of history has been made in this studio.",
      "fr": "Il y a beaucoup d'histoire ici."
    }
  },
  {
    "translation": {
      "en": "I believe it.",
      "fr": "C'est sûr."
    }
  },
  {
    "translation": {
      "en": "- Curious to see what comes through. - Let's do it.",
      "fr": "- Voyons ce que ça va donner. - Allons-y."
    }
  },
  {
    "translation": {
      "en": "- Do you any have objects? - Yeah.",
      "fr": "- Tu as des objets ? - Oui."
    }
  },
  {
    "translation": {
      "en": "You can whip 'em out now.",
      "fr": "- Tu peux les sortir. - D'accord."
    }
  },
  {
    "translation": {
      "en": "Amazing. You can put it right there.",
      "fr": "Super, pose-le là."
    }
  },
  {
    "translation": {
      "en": "I'm gonna center myself, take deep breaths.",
      "fr": "Je vais me concentrer, respirer."
    }
  },
  {
    "translation": {
      "en": "- Do your thing. - We will see what comes in.",
      "fr": "- Vas-y. - Et on verra ce qui viendra à moi."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "fr": "Bon."
    }
  },
  {
    "translation": {
      "en": "- We're gonna talk about living people. - Okay.",
      "fr": "- On va parler de gens vivants. - D'accord."
    }
  },
  {
    "translation": {
      "en": "Um, think, think biological family.",
      "fr": "La famille biologique."
    }
  },
  {
    "translation": {
      "en": "There's gonna be something that comes up",
      "fr": "Quelque chose va se passer"
    }
  },
  {
    "translation": {
      "en": "pertaining to someone having a difficulty breathing,",
      "fr": "en rapport avec quelqu'un qui a des difficultés à respirer."
    }
  },
  {
    "translation": {
      "en": "either finding a spot on an X- ray of our lungs.",
      "fr": "Peut-être une radio des poumons qui montre quelque chose."
    }
  },
  {
    "translation": {
      "en": "There's been either a conversation around it,",
      "fr": "On en a parlé,"
    }
  },
  {
    "translation": {
      "en": "but it doesn't feel like it's been taken as seriously as it should--",
      "fr": "mais on n'a pas pris ça au sérieux, alors qu'il faudrait."
    }
  },
  {
    "translation": {
      "en": "My mother.",
      "fr": "Ma mère."
    }
  },
  {
    "translation": {
      "en": "- In the long run. - She said she had a spot on her lung.",
      "fr": "- À long terme. - Elle a une tache au poumon."
    }
  },
  {
    "translation": {
      "en": "- But that's… - Yeah.",
      "fr": "Mais…"
    }
  },
  {
    "translation": {
      "en": "How did you know that? Like, would it… You felt the spot? Or like…",
      "fr": "Comment tu l'as su ? Tu l'as senti dans tes poumons ?"
    }
  },
  {
    "translation": {
      "en": "I see it visually.",
      "fr": "Visuellement."
    }
  },
  {
    "translation": {
      "en": "Uh, I had a collapsed lung earlier this year.",
      "fr": "J'ai eu un collapsus pulmonaire cette année."
    }
  },
  {
    "translation": {
      "en": "It does come through similar in the sense of",
      "fr": "Ça se manifeste de la même manière."
    }
  },
  {
    "translation": {
      "en": "seeing an X- ray and seeing a spot.",
      "fr": "Je vois une radio avec une tâche."
    }
  },
  {
    "translation": {
      "en": "In early 2020, I had actually had a collapsed lung.",
      "fr": "Début 2020, j'ai eu un collapsus pulmonaire."
    }
  },
  {
    "translation": {
      "en": "It was resting on my heart.",
      "fr": "Mon poumon reposait sur mon cœur."
    }
  },
  {
    "translation": {
      "en": "While I don't think my ability caused that,",
      "fr": "Je ne pense pas que ce soit dû à mon don."
    }
  },
  {
    "translation": {
      "en": "I have a lot of physical effects from readings, and they put me through it.",
      "fr": "Mais les effets physiques en consultation ont un impact sur moi."
    }
  },
  {
    "translation": {
      "en": "So I have no idea how this will affect my body in the long run.",
      "fr": "J'ignore l'impact que ça aura à long terme sur mon corps."
    }
  },
  {
    "translation": {
      "en": "Gonna touch the watch, if that's all right.",
      "fr": "Je vais toucher la montre."
    }
  },
  {
    "translation": {
      "en": "- Go for it. - Let's see what comes in.",
      "fr": "- Vas-y. - Voyons ce qui vient."
    }
  },
  {
    "translation": {
      "en": "Okay. Got you.",
      "fr": "Bon."
    }
  },
  {
    "translation": {
      "en": "I have these two males that are coming through together",
      "fr": "J'ai deux hommes qui se manifestent ensemble"
    }
  },
  {
    "translation": {
      "en": "that I have to talk about.",
      "fr": "et dont je dois parler."
    }
  },
  {
    "translation": {
      "en": "Any time people come through together, it means that",
      "fr": "Quand des personnes viennent ensemble,"
    }
  },
  {
    "translation": {
      "en": "they have some link or bond on the other side.",
      "fr": "ils ont un lien de l'autre côté."
    }
  },
  {
    "translation": {
      "en": "Like, I wouldn't connect with one. I'd have to connect with both.",
      "fr": "Je dois me connecter aux deux, pas à un seul."
    }
  },
  {
    "translation": {
      "en": "- They're family. - Yeah.",
      "fr": "Ils sont de la famille."
    }
  },
  {
    "translation": {
      "en": "It's interesting, the way it comes through.",
      "fr": "Ils se présentent de manière intéressante."
    }
  },
  {
    "translation": {
      "en": "One comes through younger, one older,",
      "fr": "L'un est plus âgé, l'autre plus jeune."
    }
  },
  {
    "translation": {
      "en": "in the way this is coming across, but they're both together.",
      "fr": "Mais ils sont ensemble."
    }
  },
  {
    "translation": {
      "en": "There is a reference to a contemporary that passed.",
      "fr": "Il y a une référence à un contemporain qui est décédé."
    }
  },
  {
    "translation": {
      "en": "To explain this 'cause I see this symbolically,",
      "fr": "J'explique, car c'est un symbole."
    }
  },
  {
    "translation": {
      "en": "if I say that, it's someone on our level.",
      "fr": "C'est quelqu'un dans notre niveau."
    }
  },
  {
    "translation": {
      "en": "- Yeah, yeah. - We're gonna talk about their passing.",
      "fr": "On en reparlera plus tard."
    }
  },
  {
    "translation": {
      "en": "Now, very interesting. They kind of are juxtaposed,",
      "fr": "C'est intéressant, ils sont juxtaposés,"
    }
  },
  {
    "translation": {
      "en": "is I guess the word.",
      "fr": "si je peux dire."
    }
  },
  {
    "translation": {
      "en": "One passing coming with a little bit more baggage than the other.",
      "fr": "L'un des décès a plus de bagage émotionnel que l'autre."
    }
  },
  {
    "translation": {
      "en": "- Hell yeah. - So it's kind of weird.",
      "fr": "- Carrément. - C'est bizarre."
    }
  },
  {
    "translation": {
      "en": "The way I'd describe this is,",
      "fr": "Pour mieux décrire ça,"
    }
  },
  {
    "translation": {
      "en": "baggage almost always indicates, like, a violent end.",
      "fr": "le bagage émotionnel indique presque toujours une fin violente."
    }
  },
  {
    "translation": {
      "en": "- Something that's like… - Yeah.",
      "fr": "Quelque chose"
    }
  },
  {
    "translation": {
      "en": "- Traumatic to watch a scene. - Yeah. That kind of thing.",
      "fr": "de traumatisant à voir."
    }
  },
  {
    "translation": {
      "en": "The other one doesn't strike me with that,",
      "fr": "L'autre décès ne me frappe pas comme ça."
    }
  },
  {
    "translation": {
      "en": "which is kind of interesting because he gives this feeling of an importance in what you're doing in your career.",
      "fr": "Je ressens que ce que tu fais, dans ta carrière, c'est important."
    }
  },
  {
    "translation": {
      "en": "As you do this, it's almost like his soul finds a greater sense of peace.",
      "fr": "En faisant ça, ça aide son âme à trouver une plus grande paix."
    }
  },
  {
    "translation": {
      "en": "The interesting thing about his passing",
      "fr": "L'intéressant, dans sa mort,"
    }
  },
  {
    "translation": {
      "en": "was that the medical response there, there's just a delay with this.",
      "fr": "c'est que l'intervention médicale a pris du retard."
    }
  },
  {
    "translation": {
      "en": "- I feel like I just sit there. - Yes.",
      "fr": "J'ai cette impression d'attente."
    }
  },
  {
    "translation": {
      "en": "Why didn't somebody call faster?",
      "fr": "On n'a pas appelé assez vite."
    }
  },
  {
    "translation": {
      "en": "- Why didn't we get there? - How do you…",
      "fr": "- Pourquoi ? - Putain."
    }
  },
  {
    "translation": {
      "en": "I know. There was a conversation around it,",
      "fr": "Ça a été évoqué."
    }
  },
  {
    "translation": {
      "en": "I can tell, people were like, What? How did this happen?",
      "fr": "Les gens se sont demandé pourquoi c'est arrivé."
    }
  },
  {
    "translation": {
      "en": "That's exactly what it was.",
      "fr": "C'est exactement ça."
    }
  },
  {
    "translation": {
      "en": "We were waiting about,",
      "fr": "On a attendu"
    }
  },
  {
    "translation": {
      "en": "I don't know, 20, 30 minutes. The hospital was right down the street.",
      "fr": "20 ou 30 minutes. L'hôpital était au bout de la rue."
    }
  },
  {
    "translation": {
      "en": "- We're like, Where is the ambulance? - Yeah. Exactly.",
      "fr": "- On se demandait où était l'ambulance. - Oui."
    }
  },
  {
    "translation": {
      "en": "- That's crazy. - It's rough.",
      "fr": "- C'est dingue. - C'est dur."
    }
  },
  {
    "translation": {
      "en": "He doesn't want anyone to hold onto it.",
      "fr": "Il ne veut pas qu'on pense trop à ça."
    }
  },
  {
    "translation": {
      "en": "When it comes across, it gives him this feeling of not wanting them to think they could've done it different--",
      "fr": "Il ne veut pas que les gens pensent qu'ils auraient pu faire différemment."
    }
  },
  {
    "translation": {
      "en": "- That's crazy. - Should've been immediate.",
      "fr": "- C'est ouf. - Ça aurait être immédiat."
    }
  },
  {
    "translation": {
      "en": "So if you could share like his name, a little bit about him…",
      "fr": "Tu peux me dire son nom ? Me parler de lui ?"
    }
  },
  {
    "translation": {
      "en": "That's my older cousin, Ducky,",
      "fr": "C'est mon cousin, Ducky,"
    }
  },
  {
    "translation": {
      "en": "who just kinda looked out for me a lot.",
      "fr": "qui s'est beaucoup occupé de moi."
    }
  },
  {
    "translation": {
      "en": "Big, lovable guy. Will flip a dumpster for you.",
      "fr": "Un grand type adorable. Il ferait tout pour toi."
    }
  },
  {
    "translation": {
      "en": "- You know. He's a big, big guy. Big guy. - Yeah.",
      "fr": "Un mec imposant."
    }
  },
  {
    "translation": {
      "en": "Heart of gold, though, man. Doesn't matter the situation.",
      "fr": "Un cœur en or. Peu importe la situation,"
    }
  },
  {
    "translation": {
      "en": "Whatever it was, he's coming through in the clutch.",
      "fr": "il était là pour toi."
    }
  },
  {
    "translation": {
      "en": "So, basically, me and him worked at a job",
      "fr": "En gros, on bossait ensemble à son boulot."
    }
  },
  {
    "translation": {
      "en": "that he had, that, uh… We were making, like, drywall and stuff.",
      "fr": "On fabriquait des cloisons sèches."
    }
  },
  {
    "translation": {
      "en": "I was getting comfortable at the job. I'm like, I'm making good money,",
      "fr": "Je me sentais bien à ce boulot, je gagnais de l'argent."
    }
  },
  {
    "translation": {
      "en": "but he was like, Do the music. Do the music. Don't get comfortable here.",
      "fr": "Mais il m'a poussé à faire de la musique."
    }
  },
  {
    "translation": {
      "en": "- And then-- - Yeah.",
      "fr": "Et puis…"
    }
  },
  {
    "translation": {
      "en": "He basically died of a heart attack at the job and--",
      "fr": "il est mort d'une crise cardiaque à son travail."
    }
  },
  {
    "translation": {
      "en": "He worked himself to death.",
      "fr": "Il s'est tué à la tâche."
    }
  },
  {
    "translation": {
      "en": "He's a big part of my influence, and this new fire I got. Know what I mean?",
      "fr": "C'est beaucoup grâce à lui que j'ai eu cette motivation."
    }
  },
  {
    "translation": {
      "en": "I love that. That's a gift you carry with you every day.",
      "fr": "J'adore. Tu portes ce cadeau en toi."
    }
  },
  {
    "translation": {
      "en": "What a blessing.",
      "fr": "C'est une bénédiction."
    }
  },
  {
    "translation": {
      "en": "- Big blessing. - Amazing.",
      "fr": "- Oui. - Incroyable."
    }
  },
  {
    "translation": {
      "en": "- That's just-- - I'm so glad.",
      "fr": "- C'est fou. - Je suis content."
    }
  },
  {
    "translation": {
      "en": "My mind, man.",
      "fr": "C'est dingue, mec."
    }
  },
  {
    "translation": {
      "en": "So we're gonna keep going. They're switching gears a little bit.",
      "fr": "On va continuer et changer de sujet."
    }
  },
  {
    "translation": {
      "en": "There…",
      "fr": "Voilà."
    }
  },
  {
    "translation": {
      "en": "Uh, okay. That's interesting.",
      "fr": "Intéressant."
    }
  },
  {
    "translation": {
      "en": "This is really weird.",
      "fr": "C'est bizarre."
    }
  },
  {
    "translation": {
      "en": "They're showing me shoes for some reason. Shoes.",
      "fr": "Il me montre des chaussures."
    }
  },
  {
    "translation": {
      "en": "Who's showing you shoes?",
      "fr": "Qui ?"
    }
  },
  {
    "translation": {
      "en": "It's coming in on the cousin level for sure.",
      "fr": "Un cousin, c'est sûr."
    }
  },
  {
    "translation": {
      "en": "Why would we be thinking about red shoes?",
      "fr": "Pourquoi des chaussures rouges ?"
    }
  },
  {
    "translation": {
      "en": "Uh, he had these… I had this pair of Varsity Red Jordans.",
      "fr": "J'avais une paire de Jordans rouges."
    }
  },
  {
    "translation": {
      "en": "And he used to be like, Bruh, please let me wear these.",
      "fr": "Il voulait toujours que je les lui prête."
    }
  },
  {
    "translation": {
      "en": "He loved those red shoes.",
      "fr": "Il adorait ces baskets rouges."
    }
  },
  {
    "translation": {
      "en": "- Weird. - Yeah.",
      "fr": "Bizarre."
    }
  },
  {
    "translation": {
      "en": "Okay. This guy, I feel like",
      "fr": "J'ai l'impression que cet homme"
    }
  },
  {
    "translation": {
      "en": "would've passed away… In all honesty, it comes across, like…",
      "fr": "est mort, c'est ce que je ressens,"
    }
  },
  {
    "translation": {
      "en": "- It's some heavy stuff. - Yeah.",
      "fr": "de façon dramatique."
    }
  },
  {
    "translation": {
      "en": "This is one of those interesting things where you get a reference to",
      "fr": "C'est intéressant, quand il y a une référence"
    }
  },
  {
    "translation": {
      "en": "Candle in the Wind. That was a weird thing to say.",
      "fr": "à Candle in the Wind. C'est bizarre."
    }
  },
  {
    "translation": {
      "en": "But it's usually a reference that means living every day to the fullest and",
      "fr": "Ça signifie qu'il faut vivre pleinement chaque jour"
    }
  },
  {
    "translation": {
      "en": "kind of passing away too early or too soon.",
      "fr": "et qu'on est mort trop tôt."
    }
  },
  {
    "translation": {
      "en": "Yeah, he'd crack a bottle open at 2:30 in the afternoon",
      "fr": "Il ouvrait une bouteille en plein après-midi,"
    }
  },
  {
    "translation": {
      "en": "just to live. You know?",
      "fr": "juste pour profiter de la vie."
    }
  },
  {
    "translation": {
      "en": "He made sure he did everything he was planning to do before he left.",
      "fr": "Il a fait tout ce qu'il avait à faire avant de partir."
    }
  },
  {
    "translation": {
      "en": "Some people live to be 90, and don't live at all.",
      "fr": "Certains vivent jusqu'à 90 ans et ne vivent pas pleinement."
    }
  },
  {
    "translation": {
      "en": "- Yeah. Facts. Facts. - Right? So… yeah.",
      "fr": "Certains vivent jusqu'à 90 ans et ne vivent pas pleinement. C'est vrai."
    }
  },
  {
    "translation": {
      "en": "He's referring to somebody like Mickey or Mikey?",
      "fr": "Il parle de quelqu'un, un Mickey ou Mikey ?"
    }
  },
  {
    "translation": {
      "en": "Or something.",
      "fr": "Ou autre chose."
    }
  },
  {
    "translation": {
      "en": "- Who's it coming from? - It's coming from one of the two,",
      "fr": "Qui dit ça ? L'un des deux."
    }
  },
  {
    "translation": {
      "en": "but I can't understand why. That's why I'm not confident in it.",
      "fr": "Je ne vois pas pourquoi, je n'en suis pas sûr."
    }
  },
  {
    "translation": {
      "en": "It's who they're watching over or around. It usually refers to a person.",
      "fr": "Il semble veiller sur lui. Ça fait référence à une personne."
    }
  },
  {
    "translation": {
      "en": "We'll keep that in mind in the future.",
      "fr": "On garde ça pour plus tard."
    }
  },
  {
    "translation": {
      "en": "We're gonna keep going. They're having me talk about",
      "fr": "On va continuer. Il me demande de parler"
    }
  },
  {
    "translation": {
      "en": "finishing something up or completing something.",
      "fr": "de terminer quelque chose."
    }
  },
  {
    "translation": {
      "en": "It's interesting",
      "fr": "Intéressant."
    }
  },
  {
    "translation": {
      "en": "There's gonna be something either involving their voice, a recording.",
      "fr": "C'est quelque chose impliquant leur voix, un enregistrement."
    }
  },
  {
    "translation": {
      "en": "- Something that gets included.  - Yeah.",
      "fr": "Quelque chose qui sera inclus."
    }
  },
  {
    "translation": {
      "en": "And it's just, like, almost like a nod to them in, in a musical piece.",
      "fr": "Presque comme un clin d'œil dans un morceau de musique."
    }
  },
  {
    "translation": {
      "en": "We used to… I used to come into town all the time.",
      "fr": "J'allais tout le temps en ville."
    }
  },
  {
    "translation": {
      "en": "This is on the contemporary, on our level.",
      "fr": "Je parle à notre niveau."
    }
  },
  {
    "translation": {
      "en": "And uh, we used to get that, throw some beats on, and we'd just freestyle.",
      "fr": "On passait des beats et on rappait en freestyle."
    }
  },
  {
    "translation": {
      "en": "- And I have the last recording. - Right.",
      "fr": "J'ai le dernier enregistrement."
    }
  },
  {
    "translation": {
      "en": "From when I went back out of town, before I got that news that he had passed.",
      "fr": "De quand je suis rentré, avant d'apprendre qu'il était mort."
    }
  },
  {
    "translation": {
      "en": "And I don't know how the hell you'd know that I had a recording of him.",
      "fr": "Tu pouvais pas savoir que j'avais un enregistrement de lui."
    }
  },
  {
    "translation": {
      "en": "Yeah. It's big. It seems important,",
      "fr": "Oui. C'est très important pour lui."
    }
  },
  {
    "translation": {
      "en": "and they show a lot of pride around it.",
      "fr": "Et il est très fier."
    }
  },
  {
    "translation": {
      "en": "They feel very like, whoo! Like, I feel happy about this.",
      "fr": "Il est très content."
    }
  },
  {
    "translation": {
      "en": "I feel, in this way, his legacy will live on in an interesting way.",
      "fr": "Son héritage perdurera avec ça."
    }
  },
  {
    "translation": {
      "en": "- There's a pat on the back around that. - Yeah. That's crazy.",
      "fr": "- C'est important pour lui, il est fier. - C'est dingue, mec."
    }
  },
  {
    "translation": {
      "en": "Please know that's important.",
      "fr": "Sache que c'est important."
    }
  },
  {
    "translation": {
      "en": "They're kind of wanting me to acknowledge…  their passing.",
      "fr": "Il veut que je comprenne comment il est mort."
    }
  },
  {
    "translation": {
      "en": "Just give me one sec.",
      "fr": "Une seconde."
    }
  },
  {
    "translation": {
      "en": "It'll hit you, if you know what I know then.",
      "fr": "Ça va te faire un choc, si tu sais ce que je sais."
    }
  },
  {
    "translation": {
      "en": "Yeah. It's all good. My chest is killing me here.",
      "fr": "Ça va, mais ma poitrine me fait mal."
    }
  },
  {
    "translation": {
      "en": "But give me one sec. I also--",
      "fr": "Donne-moi une seconde."
    }
  },
  {
    "translation": {
      "en": "- Crazy. - It's more of…  Give me one minute.",
      "fr": "- C'est ouf. - Donne-moi une minute."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - I've kinda… feeling my own pain, I think.",
      "fr": "Je ressens de la douleur."
    }
  },
  {
    "translation": {
      "en": "Strange. Okay. Come on",
      "fr": "Bizarre. D'accord."
    }
  },
  {
    "translation": {
      "en": "Around the more violent situation, there's a feeling I'm getting shot from the side.",
      "fr": "C'est une mort violente, j'ai l'impression qu'on me tire dessus de ce côté."
    }
  },
  {
    "translation": {
      "en": "Yeah. I know that's heavy stuff,",
      "fr": "C'est dur, je sais."
    }
  },
  {
    "translation": {
      "en": "but I'm not gonna get into it.",
      "fr": "Je vais pas en parler."
    }
  },
  {
    "translation": {
      "en": "They're just bringing it up.",
      "fr": "Il l'évoque simplement."
    }
  },
  {
    "translation": {
      "en": "It's all good.",
      "fr": "Tout va bien."
    }
  },
  {
    "translation": {
      "en": "Of leading up to this passing, I feel like someone kind of betrays me.",
      "fr": "Avant ce décès, j'ai l'impression que quelqu'un l'a trahi."
    }
  },
  {
    "translation": {
      "en": "There's some aspect of you they're acknowledging. Betrayal.",
      "fr": "Il me montre une trahison."
    }
  },
  {
    "translation": {
      "en": "Thinking somebody was one way, and they were another way.",
      "fr": "Que quelqu'un n'était pas ce qu'il prétendait."
    }
  },
  {
    "translation": {
      "en": "But there's an aspect leading up to it that feels like it ties in some way.",
      "fr": "Quelque chose a mené à ça, c'est lié."
    }
  },
  {
    "translation": {
      "en": "I feel like I got betrayed.",
      "fr": "À cette trahison."
    }
  },
  {
    "translation": {
      "en": "Without elaborating too much, you're absolutely right.",
      "fr": "Sans trop développer, tu as raison."
    }
  },
  {
    "translation": {
      "en": "- It makes sense. - What the fuck.",
      "fr": "- D'accord. - Putain de merde."
    }
  },
  {
    "translation": {
      "en": "It's all good. Do you know of anyone who would have an s- h- sounding name?",
      "fr": "Connais-tu quelqu'un dont le prénom commence par sh ?"
    }
  },
  {
    "translation": {
      "en": "So, like, Sheree? Sherri? I'm getting, phonetically, the shh kind of sound.",
      "fr": "Sheree ? Sherri ? J'entends phonétiquement le son sh."
    }
  },
  {
    "translation": {
      "en": "Shon is… It's Vashon. He just calls himself, uh…",
      "fr": "Shon, c'est Vashon. Il se fait appeler…"
    }
  },
  {
    "translation": {
      "en": "- He tells everybody to call him Shon. Yes. - Gotcha.",
      "fr": "Tout le monde l'appelle Shon. D'accord."
    }
  },
  {
    "translation": {
      "en": "How's he pertinent? Or is he at all?",
      "fr": "Il a un rapport avec toi ?"
    }
  },
  {
    "translation": {
      "en": "Oh, Vashon is my cousin. That's whose watch you're holding.",
      "fr": "Vashon est mon cousin. C'est sa montre que tu tiens."
    }
  },
  {
    "translation": {
      "en": "That's the person who died from a traumatic death.",
      "fr": "C'est la personne morte d'une mort violente."
    }
  },
  {
    "translation": {
      "en": "That makes sense.",
      "fr": "Je comprends."
    }
  },
  {
    "translation": {
      "en": "His father is my mother's brother. So…",
      "fr": "Son père est le frère de ma mère."
    }
  },
  {
    "translation": {
      "en": "We grew up together. All the same age.",
      "fr": "On a grandi ensemble. On avait le même âge."
    }
  },
  {
    "translation": {
      "en": "- Matching outfits. - Mm- hmm.",
      "fr": "On s'habillait pareil."
    }
  },
  {
    "translation": {
      "en": "♪ Happy birthday to you ♪",
      "fr": "Joyeux anniversaire"
    }
  },
  {
    "translation": {
      "en": "♪ Happy birthday to you ♪",
      "fr": "Joyeux anniversaire"
    }
  },
  {
    "translation": {
      "en": "Rapping together. Performing together. Everything.",
      "fr": "On rappait ensemble, on jouait ensemble. On faisait tout ensemble."
    }
  },
  {
    "translation": {
      "en": "This is my other half.",
      "fr": "C'est mon autre moitié."
    }
  },
  {
    "translation": {
      "en": "We were on the same path up until about 17,",
      "fr": "On suivait la même voie jusqu'à ses 17 ans,"
    }
  },
  {
    "translation": {
      "en": "when he got arrested.",
      "fr": "quand il a été arrêté."
    }
  },
  {
    "translation": {
      "en": "He got sentenced to do ten years.",
      "fr": "Il a pris 10 ans."
    }
  },
  {
    "translation": {
      "en": "That's when I popped off. That's when everything…",
      "fr": "À l'époque ma carrière a décollé."
    }
  },
  {
    "translation": {
      "en": "I got all my placements.",
      "fr": "Ma musique avait du succès."
    }
  },
  {
    "translation": {
      "en": "I did my first publishing deal, everything in between.",
      "fr": "J'ai signé mon premier contrat d'édition."
    }
  },
  {
    "translation": {
      "en": "So that when he gets out at 27, I only get to hang with him",
      "fr": "Il est sorti à 27 ans, et je n'ai pu passer"
    }
  },
  {
    "translation": {
      "en": "for three years after that. Died at thirty.",
      "fr": "que trois ans à ses côtés. Il est mort à 30 ans."
    }
  },
  {
    "translation": {
      "en": "Beat. Shot. Stabbed.",
      "fr": "On lui a tiré dessus, on l'a tabassé, poignardé,"
    }
  },
  {
    "translation": {
      "en": "Burned.",
      "fr": "et brûlé."
    }
  },
  {
    "translation": {
      "en": "- Wow. - Just about everything that can happen.",
      "fr": "Toutes les atrocités possibles."
    }
  },
  {
    "translation": {
      "en": "- It's gang shit. - Yeah.",
      "fr": "C'est des trucs de gangs."
    }
  },
  {
    "translation": {
      "en": "It's meant for it to be a closed casket.",
      "fr": "Pour que la cérémonie soit à cercueil fermé."
    }
  },
  {
    "translation": {
      "en": "It's meant for your mom to think about that shit over and over,",
      "fr": "Pour que ta mère repense sans cesse à ça,"
    }
  },
  {
    "translation": {
      "en": "and how it happened, and what happened.",
      "fr": "comment c'est arrivé."
    }
  },
  {
    "translation": {
      "en": "But he's very street- smart. So he…",
      "fr": "Il était très malin."
    }
  },
  {
    "translation": {
      "en": "The position that he was found in is not a situation that he would get in on his own.",
      "fr": "Il ne se serait pas retrouvé tout seul dans la situation où on l'a retrouvé."
    }
  },
  {
    "translation": {
      "en": "He would be able to read the room. He's real intuitive.",
      "fr": "Il connaissait les gens, il était intuitif."
    }
  },
  {
    "translation": {
      "en": "- Very. - Really intuitive.",
      "fr": "- Très. - Très intuitif."
    }
  },
  {
    "translation": {
      "en": "So without going too far into it 'cause it's a lot of",
      "fr": "Sans trop développer, car ça implique"
    }
  },
  {
    "translation": {
      "en": "street politics and gang shit and everything. So it's…",
      "fr": "de parler des gangs et tout ça."
    }
  },
  {
    "translation": {
      "en": "There was a person he was hanging around a lot,",
      "fr": "Mais il traînait avec quelqu'un."
    }
  },
  {
    "translation": {
      "en": "whom, uh, he had a real tumultuous harmony.",
      "fr": "Avec qui il avait une harmonie tumultueuse."
    }
  },
  {
    "translation": {
      "en": "Weird relationship they had.",
      "fr": "Ils avaient une relation bizarre."
    }
  },
  {
    "translation": {
      "en": "That person was the last person that he was around.",
      "fr": "C'est la dernière personne qu'il a fréquentée."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - You know.",
      "fr": "Tu vois."
    }
  },
  {
    "translation": {
      "en": "I think it's validation today, when he comes through, of your feelings.",
      "fr": "Je crois que ce que tu ressens confirme"
    }
  },
  {
    "translation": {
      "en": "The fact that you do know that he wouldn't be in that situation organically.",
      "fr": "qu'il ne se serait pas retrouvé dans cette situation."
    }
  },
  {
    "translation": {
      "en": "At all.",
      "fr": "Pas du tout."
    }
  },
  {
    "translation": {
      "en": "So his big message today",
      "fr": "Son message d'aujourd'hui"
    }
  },
  {
    "translation": {
      "en": "is really this understanding of validating that what you think is correct.",
      "fr": "confirme que ce que tu penses est vrai."
    }
  },
  {
    "translation": {
      "en": "And particularly how that pertains to that person. So…",
      "fr": "Surtout concernant cette personne."
    }
  },
  {
    "translation": {
      "en": "Just you being able to tell me that whatever I'm…",
      "fr": "Le fait que tu me dises"
    }
  },
  {
    "translation": {
      "en": "Whatever that little, that hunch is…",
      "fr": "que cette petite intuition que j'avais…"
    }
  },
  {
    "translation": {
      "en": "- It's very much real. - Yeah.",
      "fr": "Elle est vraie."
    }
  },
  {
    "translation": {
      "en": "When you think of him, what's your favorite memory with him?",
      "fr": "Quand tu penses à lui, quel est ton souvenir préféré ?"
    }
  },
  {
    "translation": {
      "en": "Uh… There was one time we were in South Carolina.",
      "fr": "On était en Caroline du Sud."
    }
  },
  {
    "translation": {
      "en": "We were walkin' around. He came across a dog. He always wanted a dog.",
      "fr": "On marchait, il a trouvé un chien. Il en a toujours voulu un."
    }
  },
  {
    "translation": {
      "en": "- And take him to the hotel. Wash him up. - Yeah.",
      "fr": "On l'a ramené à l'hôtel, on l'a lavé."
    }
  },
  {
    "translation": {
      "en": "We used all the towels. And then just dumped them by the clean- up lady's door.",
      "fr": "On a utilisé toutes les serviettes et on les a laissées à la femme de ménage."
    }
  },
  {
    "translation": {
      "en": "- And they called my grandfather. - Yeah.",
      "fr": "Et ils ont appelé mon grand-père."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - You got busted.",
      "fr": "Vous vous êtes fait choper."
    }
  },
  {
    "translation": {
      "en": "'Cause it wasn't even what we did. It was that somebody had to call",
      "fr": "On n'avait rien fait de mal, mais ils devaient appeler."
    }
  },
  {
    "translation": {
      "en": "to tell him what we were doing.",
      "fr": "Pour lui dire ce qu'on faisait."
    }
  },
  {
    "translation": {
      "en": "- And we were saying earlier, Mickey. - Right.",
      "fr": "Tu en parlais tout à l'heure, Mickey."
    }
  },
  {
    "translation": {
      "en": "- My uncle Mickey likes this story. - He said it at his funeral.",
      "fr": "Mon oncle, adore cette histoire. Il l'a racontée à son enterrement."
    }
  },
  {
    "translation": {
      "en": "- This is nuts, man. - It's all good.",
      "fr": "- C'est un truc de ouf. - Bien."
    }
  },
  {
    "translation": {
      "en": "This is crazy.",
      "fr": "C'est dingue."
    }
  },
  {
    "translation": {
      "en": "You know, my girl is the reason this happened.",
      "fr": "Tu es là grâce à ma copine."
    }
  },
  {
    "translation": {
      "en": "She wrote a letter in for me.",
      "fr": "Elle t'a écrit pour moi."
    }
  },
  {
    "translation": {
      "en": "So I was kind of skeptical as it was, or just looking for the bullshit.",
      "fr": "J'étais sceptique, je pensais découvrir la supercherie."
    }
  },
  {
    "translation": {
      "en": "But, uh, I… I mean, there's no way you would know that.",
      "fr": "Mais c'est impossible que tu aies pu savoir tout ça."
    }
  },
  {
    "translation": {
      "en": "I'm an intuitive person.",
      "fr": "Je suis quelqu'un d'intuitif."
    }
  },
  {
    "translation": {
      "en": "- And I feel what I feel. - Yeah.",
      "fr": "Je ressens des choses."
    }
  },
  {
    "translation": {
      "en": "But there's family members that don't even know what you're telling me.",
      "fr": "Mais certains proches ne savent pas tout ce que tu me dis."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - That's nuts.",
      "fr": "C'est dingue."
    }
  },
  {
    "translation": {
      "en": "It's interesting that you said you're intuitive 'cause I feel like",
      "fr": "C'est intéressant que tu dises que tu es intuitif."
    }
  },
  {
    "translation": {
      "en": "you're more connected than the average person.",
      "fr": "Je sens que tu es plus connecté que la moyenne."
    }
  },
  {
    "translation": {
      "en": "- Yeah. One hundred percent. - Those hunches, those gut feelings…",
      "fr": "- Oui, c'est sûr. - Ces intuitions, ces instincts…"
    }
  },
  {
    "translation": {
      "en": "Those downloads when you know something,",
      "fr": "Cette impression de savoir quelque chose,"
    }
  },
  {
    "translation": {
      "en": "but you can't explain why. They're very real. This is interesting.",
      "fr": "sans pouvoir expliquer pourquoi, c'est réel."
    }
  },
  {
    "translation": {
      "en": "- Thank you. - Yeah.",
      "fr": "Merci, mec."
    }
  },
  {
    "translation": {
      "en": "This is gonna change me all my life from here on out.",
      "fr": "Ça va me changer toute ma vie."
    }
  },
  {
    "translation": {
      "en": "- I'm not gonna second- guess the intuition. - Good.",
      "fr": "- Je ne douterai plus de mes intuitions. - Bien."
    }
  },
  {
    "translation": {
      "en": "- It's coming from you and your abilities. - Good. Okay.",
      "fr": "Parce que toi, tu as un don et tu me dis ça."
    }
  },
  {
    "translation": {
      "en": "I'mma take this into my career.",
      "fr": "Je vais intégrer ça à ma carrière."
    }
  },
  {
    "translation": {
      "en": "- I'm… I'm leaving with that, man. - Aw, man. I'm so happy.",
      "fr": "- Je garde ça. - Je suis trop content."
    }
  },
  {
    "translation": {
      "en": "All right, give me a hug. Give me a hug, bro.",
      "fr": "Viens là, mec."
    }
  },
  {
    "translation": {
      "en": "What music do you listen to?",
      "fr": "Tu écoutes quoi comme musique ?"
    }
  },
  {
    "translation": {
      "en": "Well, being a spiritual person, like, dolphin farts and wind chimes.",
      "fr": "Je suis médium, donc les pets de dauphins et les carillons."
    }
  },
  {
    "translation": {
      "en": "You know, meditation music, but my mom is actually a huge rap fan.",
      "fr": "De la musique pour méditer. Mais ma mère est fan de rap."
    }
  },
  {
    "translation": {
      "en": "- Really? - She's a four- foot- eleven Italian woman.",
      "fr": "- Sérieux ? - C'est une Italienne d'1,50 m."
    }
  },
  {
    "translation": {
      "en": "But, uh, she loves Lil Jon, Snoop.",
      "fr": "Mais elle aime Lil Jon, Snoop."
    }
  },
  {
    "translation": {
      "en": "- Wow… - Everybody. She likes gangster rap.",
      "fr": "Elle aime le gangsta rap."
    }
  },
  {
    "translation": {
      "en": "- With the finger pistols. - She's too much.",
      "fr": "- Elle mime les guns. - Elle est trop."
    }
  },
  {
    "translation": {
      "en": "Get her in here.",
      "fr": "Fais-la venir."
    }
  },
  {
    "translation": {
      "en": "- Throw her in the booth.  - Let me go grab her. I'll be right back.",
      "fr": "- Dans la cabine. - Attends, je vais la chercher."
    }
  },
  {
    "translation": {
      "en": "This dude's not sitting there sweatin',",
      "fr": "Il n'est pas juste là à transpirer"
    }
  },
  {
    "translation": {
      "en": "scribblin' on a pad or anything. He's… He's really channeling something.",
      "fr": "en gribouillant sur un bloc-notes. Il canalise quelque chose."
    }
  },
  {
    "translation": {
      "en": "He's seeing stuff. I'm looking for all of the chinks in the armor,",
      "fr": "Il voit des trucs. Je cherche toutes les failles de l'armure,"
    }
  },
  {
    "translation": {
      "en": "but I couldn't find any. He's locking in and going somewhere else.",
      "fr": "mais je n'en ai pas trouvé. Il est connecté ailleurs."
    }
  },
  {
    "translation": {
      "en": "This guy's the real deal, man.",
      "fr": "C'est le vrai, l'unique."
    }
  },
  {
    "translation": {
      "en": "- Hey! - Hi.",
      "fr": "Bonjour !"
    }
  },
  {
    "translation": {
      "en": "- How are you? Good to meet you. - Aw…",
      "fr": "Ça va ? Content de vous rencontrer."
    }
  },
  {
    "translation": {
      "en": "- So you're the gangster.  - Oh my God. Oh my God.",
      "fr": "- C'est vous, la gangsta. - Mon Dieu !"
    }
  },
  {
    "translation": {
      "en": "I'm just so overwhelmed. This is like going into the space shuttle.",
      "fr": "C'est beaucoup d'émotion. C'est comme entrer dans la navette spatiale."
    }
  },
  {
    "translation": {
      "en": "- Nobody gets to do that. - Welcome to the spaceship.",
      "fr": "- Personne n'y va. - Bienvenue dans la navette."
    }
  },
  {
    "translation": {
      "en": "- You wanna jump in the booth? - This is too funny.",
      "fr": "- Vous allez dans la cabine ? - C'est trop drôle."
    }
  },
  {
    "translation": {
      "en": "I don't know what to do. Help me!",
      "fr": "J'ignore quoi faire. Aidez-moi."
    }
  },
  {
    "translation": {
      "en": "All right, it's coming through. You might get a little hiss.",
      "fr": "Voilà. Vous risquez d'entendre un larsen."
    }
  },
  {
    "translation": {
      "en": "Ma's in the booth, Tyler.",
      "fr": "Maman est dans la cabine !"
    }
  },
  {
    "translation": {
      "en": "- ♪ Driving Miss Crazy ♪ - Yeah.",
      "fr": "Je suis une folle du volant"
    }
  },
  {
    "translation": {
      "en": "♪ Around the block ♪",
      "fr": "Autour du quartier"
    }
  },
  {
    "translation": {
      "en": "- Oh. - ♪ Take it to the top ♪",
      "fr": "Monte au sommet"
    }
  },
  {
    "translation": {
      "en": "- ♪ Take it to the top ♪ - ♪ All way to the top ♪",
      "fr": "Je monte au sommet"
    }
  },
  {
    "translation": {
      "en": "♪ That's all I got ♪",
      "fr": "C'est tout ce que j'ai"
    }
  },
  {
    "translation": {
      "en": "- ♪ All she got ♪ - I promise, that's all she's got.",
      "fr": "- Tout ce qu'elle a - Oui, promis."
    }
  },
  {
    "translation": {
      "en": "God. Thank you so much. Right now--",
      "fr": "Mon Dieu, merci beaucoup."
    }
  },
  {
    "translation": {
      "en": "- The woman that birthed me. - Do you know how happy it makes me?",
      "fr": "- La femme qui m'a mis au monde. - Je suis aux anges."
    }
  },
  {
    "translation": {
      "en": "Do you know how happy it makes me?",
      "fr": "C'est moi qui le suis."
    }
  },
  {
    "translation": {
      "en": "Wait till we drop the album.",
      "fr": "On doit sortir un album."
    }
  },
  {
    "translation": {
      "en": "The mixtape.",
      "fr": "Une mixtape."
    }
  },
  {
    "translation": {
      "en": "Now, talking about ancestry…",
      "fr": "Parlons de l'ascendance."
    }
  },
  {
    "translation": {
      "en": "I wanna talk to you 'cause I'm confused about the birth certificate.",
      "fr": "Cette histoire d'acte de naissance n'est pas claire."
    }
  },
  {
    "translation": {
      "en": "- Me too. - So, do you…",
      "fr": "- Oui. - Tu…"
    }
  },
  {
    "translation": {
      "en": "Were you issued a birth certificate when you were born?",
      "fr": "Tu as un acte de naissance ?"
    }
  },
  {
    "translation": {
      "en": "I was, but I don't believe it's the same birth certificate that I have now.",
      "fr": "Oui, mais ce n'est pas celui que j'ai aujourd'hui."
    }
  },
  {
    "translation": {
      "en": "Interesting.",
      "fr": "Intéressant."
    }
  },
  {
    "translation": {
      "en": "Up until in my mid- 50s,",
      "fr": "Jusqu'à la cinquantaine,"
    }
  },
  {
    "translation": {
      "en": "I thought that Stella and Gwle were my biological parents.",
      "fr": "Je croyais que Stella et Gwle étaient mes parents biologiques."
    }
  },
  {
    "translation": {
      "en": "She told me she was my mother,",
      "fr": "Elle m'a dit qu'elle était ma mère."
    }
  },
  {
    "translation": {
      "en": "and that's what my birth certificate said.",
      "fr": "C'était écrit sur mon acte de naissance."
    }
  },
  {
    "translation": {
      "en": "So, your middle name was Wava, but this has you down as Java.",
      "fr": "Ton deuxième prénom était Wava, mais là, c'est écrit Java."
    }
  },
  {
    "translation": {
      "en": "- Right. - As much as you like coffee…",
      "fr": "- Oui. - Même si tu aimes le café…"
    }
  },
  {
    "translation": {
      "en": "- Yeah. I know. - …this seems an error.",
      "fr": "- Je sais. - … c'est une erreur."
    }
  },
  {
    "translation": {
      "en": "So I know my birth certificate has been doctored.",
      "fr": "Mon acte de naissance a été falsifié."
    }
  },
  {
    "translation": {
      "en": "Jesus, this is like going through a riddle.",
      "fr": "C'est comme une énigme."
    }
  },
  {
    "translation": {
      "en": "- I know. - To get to the bottom of this.",
      "fr": "- Oui. - Qu'on doit résoudre."
    }
  },
  {
    "translation": {
      "en": "I always wonder who I am, where I came from.",
      "fr": "Je me demande toujours qui je suis, d'où je viens."
    }
  },
  {
    "translation": {
      "en": "What could've been?",
      "fr": "Ce que j'aurais pu devenir."
    }
  },
  {
    "translation": {
      "en": "And I'm just so thankful that Tyler has taken an interest.",
      "fr": "Je suis heureuse que Tyler s'intéresse à ça"
    }
  },
  {
    "translation": {
      "en": "He wants to know more about his heritage.",
      "fr": "et qu'il veuille découvrir son ascendance."
    }
  },
  {
    "translation": {
      "en": "It's not just about me. It's about Tyler.",
      "fr": "Ce n'est pas pour moi, c'est pour lui."
    }
  },
  {
    "translation": {
      "en": "He has a right to know, and I can't take that away from him, nor would I ever want to.",
      "fr": "Il a le droit de savoir. Personne ne peut lui retirer ce droit."
    }
  },
  {
    "translation": {
      "en": "Just finding out that Stella isn't your mother--",
      "fr": "Découvrir que Stella n'est pas ma mère,"
    }
  },
  {
    "translation": {
      "en": "- Yeah. - Oh my God. It was a relief.",
      "fr": "c'était un soulagement."
    }
  },
  {
    "translation": {
      "en": "It was like a ton of bricks had been lifted off of me.",
      "fr": "Comme si on m'avait enlevé un poids des épaules."
    }
  },
  {
    "translation": {
      "en": "Because I know I'm not related to her, I'm not like her.",
      "fr": "Car elle n'est pas ma mère, et je ne suis pas comme elle."
    }
  },
  {
    "translation": {
      "en": "- You couldn't be more different. - I know. I know I'm a good person.",
      "fr": "- Tu es l'opposée d'elle. - Oui, je suis quelqu'un de bien."
    }
  },
  {
    "translation": {
      "en": "- No, it's okay, Tyler. I'm fine. - Come here and give me a hug.",
      "fr": "- Ça va aller. - Viens dans mes bras."
    }
  },
  {
    "translation": {
      "en": "You're such a good boy.",
      "fr": "Tu es un bon garçon."
    }
  },
  {
    "translation": {
      "en": "Oh, well, sometimes, when I behave.",
      "fr": "Parfois. Quand je suis sage."
    }
  },
  {
    "translation": {
      "en": "I feel like my life is defined",
      "fr": "Ma vie est définie"
    }
  },
  {
    "translation": {
      "en": "by moments of trying to help people find a sense of peace.",
      "fr": "par les moments où j'essaie d'aider les gens."
    }
  },
  {
    "translation": {
      "en": "My main way is through readings.",
      "fr": "Grâce surtout aux consultations."
    }
  },
  {
    "translation": {
      "en": "For my mom, I want her to get as close as she can to a sense of closure.",
      "fr": "Je veux que ma mère puisse tourner la page."
    }
  },
  {
    "translation": {
      "en": "But after two years, my mom and I still don't know the truth.",
      "fr": "Mais après deux ans, on ignore encore toujours la vérité."
    }
  },
  {
    "translation": {
      "en": "How did she get in the hands of a criminal?",
      "fr": "Comment s'est-elle retrouvée chez une criminelle ?"
    }
  },
  {
    "translation": {
      "en": "People ask me all the time in readings, Are there evil people?",
      "fr": "On me demande toujours en consultation : y a-t-il des gens mauvais ?"
    }
  },
  {
    "translation": {
      "en": "There's certainly evil acts.",
      "fr": "Il y a des actes mauvais."
    }
  },
  {
    "translation": {
      "en": "Stella, the woman who I actually thought was my mother,",
      "fr": "Stella, la femme que je croyais être ma mère,"
    }
  },
  {
    "translation": {
      "en": "was a murderer.",
      "fr": "était une meurtrière."
    }
  }
]