[
  {
    "translation": {
      "en": "The thing that makes anthrax a exquisite biological weapon",
      "fr": "Ce qui fait de l'anthrax une arme biologique aussi efficace,"
    }
  },
  {
    "translation": {
      "en": "isn't because it kills at a high frequency.",
      "fr": "ce n'est pas sa létalité."
    }
  },
  {
    "translation": {
      "en": "It isn't because it's communicable, like COVID's communicable,",
      "fr": "Ce n'est pas son caractère contagieux, comme la COVID,"
    }
  },
  {
    "translation": {
      "en": "you get that from your neighbor.",
      "fr": "qui se transmet entre voisins."
    }
  },
  {
    "translation": {
      "en": "It's because it has a spore.",
      "fr": "C'est dû à sa forme de spore."
    }
  },
  {
    "translation": {
      "en": "The spore form can exist for decades.",
      "fr": "Cette forme peut subsister pendant des décennies."
    }
  },
  {
    "translation": {
      "en": "You can't get rid of it.",
      "fr": "Impossible de s'en débarrasser."
    }
  },
  {
    "translation": {
      "en": "Once those spores get inside the body, then, of course, they germinate and take over",
      "fr": "Une fois ces spores entrées dans le corps, elles germent et se répandent"
    }
  },
  {
    "translation": {
      "en": "and will kill an animal.",
      "fr": "jusqu'à tuer leur hôte."
    }
  },
  {
    "translation": {
      "en": "The spores, then, get back into the soil.",
      "fr": "Elles retournent ensuite dans la terre."
    }
  },
  {
    "translation": {
      "en": "It has to kill in order to survive.",
      "fr": "Elles doivent tuer pour survivre."
    }
  },
  {
    "translation": {
      "en": "It has to kill to complete its life cycle.",
      "fr": "Elles doivent tuer pour accomplir leur cycle biologique."
    }
  },
  {
    "translation": {
      "en": "At the American Media Incorporated building in Boca Raton.",
      "fr": "L'immeuble d'American Media Incorporated de Boca Raton a été bouclé."
    }
  },
  {
    "translation": {
      "en": "The building has been sealed and anthrax has now been detected",
      "fr": "L'immeuble d'American Media Incorporated de Boca Raton a été bouclé. On a trouvé de l'anthrax sur le clavier de Bob Stevens, un employé de 63 ans,"
    }
  },
  {
    "translation": {
      "en": "on a computer keyboard used by 63- year- old Bob Stevens.",
      "fr": "On a trouvé de l'anthrax sur le clavier de Bob Stevens, un employé de 63 ans,"
    }
  },
  {
    "translation": {
      "en": "He's the first person in the U.S.",
      "fr": "la 1re personne aux États-Unis"
    }
  },
  {
    "translation": {
      "en": "to die of the extremely rare form of the disease in 25 years.",
      "fr": "à mourir de la forme rare de la maladie depuis 25 ans."
    }
  },
  {
    "translation": {
      "en": "Investigators believe he contracted this anthrax naturally,",
      "fr": "Il aurait contracté la maladie du charbon de façon naturelle,"
    }
  },
  {
    "translation": {
      "en": "which means it must have come from soil or from a farm animal.",
      "fr": "au contact de la terre ou d'un animal d'élevage."
    }
  },
  {
    "translation": {
      "en": "Do we know…? Sir, was this inhalation anthrax?",
      "fr": "C'est de l'anthrax par inhalation ?"
    }
  },
  {
    "translation": {
      "en": "Was this fellow a hunter?",
      "fr": "Était-il chasseur ?"
    }
  },
  {
    "translation": {
      "en": "It appears, at this point in time, it's inhalation.",
      "fr": "Il semblerait que ce soit par inhalation, oui."
    }
  },
  {
    "translation": {
      "en": "Do we know if he was a hunter?",
      "fr": "Était-il chasseur ?"
    }
  },
  {
    "translation": {
      "en": "We don't-- We don't know. We know he was an outdoorsman.",
      "fr": "On sait juste qu'il aimait le grand air."
    }
  },
  {
    "translation": {
      "en": "Mister Secretary, any reason to believe this is a result of terrorism?",
      "fr": "Pourrait-il s'agir d'un acte terroriste ?"
    }
  },
  {
    "translation": {
      "en": "It appears that this is just an isolated case. There's no evidence of terrorism.",
      "fr": "Ce n'est a priori qu'un cas isolé. Rien n'indique un acte terroriste."
    }
  },
  {
    "translation": {
      "en": "Soon after 9/11, I get a phone call from a FBI scientist,",
      "fr": "Peu après le 11 septembre, un scientifique du FBI m'a appelé"
    }
  },
  {
    "translation": {
      "en": "and he starts to tell me about this unusual case of anthrax.",
      "fr": "pour me parler d'un cas inhabituel d'anthrax."
    }
  },
  {
    "translation": {
      "en": "They were reporting that he had pulmonary,",
      "fr": "Il souffrait d'une forme pulmonaire"
    }
  },
  {
    "translation": {
      "en": "or inhalational anthrax.",
      "fr": "ou inhalatoire d'anthrax."
    }
  },
  {
    "translation": {
      "en": "And so they did a spinal tap.",
      "fr": "Ils lui ont fait une ponction lombaire."
    }
  },
  {
    "translation": {
      "en": "The bacterium bacillus anthracis.",
      "fr": "La bactérie bacillus anthracis"
    }
  },
  {
    "translation": {
      "en": "It spread everywhere, even into his central nervous system.",
      "fr": "s'était répandue partout, jusqu'à son système nerveux central."
    }
  },
  {
    "translation": {
      "en": "Anthrax would not be a good death.",
      "fr": "Ce n'est pas une mort agréable."
    }
  },
  {
    "translation": {
      "en": "You'd spike a high fever, you'd feel very terrible, and then you'd crash and die.",
      "fr": "On a une forte fièvre, on se sent extrêmement mal, puis on meurt."
    }
  },
  {
    "translation": {
      "en": "In Palm Beach County, Florida,",
      "fr": "Dans le comté de Palm Beach, en Floride,"
    }
  },
  {
    "translation": {
      "en": "dozens of anxious office workers were screened for signs of bacteria today.",
      "fr": "Dans le comté de Palm Beach, en Floride, des dizaines d'employés inquiets ont subi un dépistage."
    }
  },
  {
    "translation": {
      "en": "Didn't sleep very well.",
      "fr": "J'ai mal dormi."
    }
  },
  {
    "translation": {
      "en": "They told me to get my son 'cause he's been in the building.",
      "fr": "J'ai dû emmener mon fils, il est venu ici."
    }
  },
  {
    "translation": {
      "en": "When you don't really have a direction,",
      "fr": "Quand on n'a aucune piste,"
    }
  },
  {
    "translation": {
      "en": "then you have to look at every direction.",
      "fr": "tout devient envisageable."
    }
  },
  {
    "translation": {
      "en": "We didn't know what we had.",
      "fr": "On ignorait ce que c'était."
    }
  },
  {
    "translation": {
      "en": "We had someone who had died from anthrax poisoning.",
      "fr": "Un homme est mort de la maladie du charbon."
    }
  },
  {
    "translation": {
      "en": "The question is, how did it get there?",
      "fr": "Mais comment l'avait-il contractée ?"
    }
  },
  {
    "translation": {
      "en": "So the FBI said, We want to send you a sample so that you can analyze the DNA.",
      "fr": "Le FBI nous a envoyé un échantillon afin que nous faisions une analyse ADN."
    }
  },
  {
    "translation": {
      "en": "We were expected to perform, and we needed to do this fast.",
      "fr": "Il fallait qu'on soit rapides et efficaces."
    }
  },
  {
    "translation": {
      "en": "President Bush told Americans there's progress",
      "fr": "Le président Bush a annoncé des progrès"
    }
  },
  {
    "translation": {
      "en": "in the search for those believed to be responsible for the September terrorist attacks.",
      "fr": "dans l'enquête sur les responsables des attentats du 11 septembre."
    }
  },
  {
    "translation": {
      "en": "My focus is bringing Al- Qaeda to justice.",
      "fr": "Mon objectif est de traduire Al-Qaïda en justice."
    }
  },
  {
    "translation": {
      "en": "Mr. Bush urged Americans to go about their lives.",
      "fr": "M. Bush encourage les Américains à vivre leur vie normalement,"
    }
  },
  {
    "translation": {
      "en": "To fly on airplanes, to go to work.",
      "fr": "à prendre l'avion, aller au travail."
    }
  },
  {
    "translation": {
      "en": "But he also said they should use common sense and report things that seem suspicious.",
      "fr": "Il leur conseille aussi d'être vigilants et de signaler tout élément suspect."
    }
  },
  {
    "translation": {
      "en": "Good morning, I'm Andy Lack. I'm with NBC.",
      "fr": "Bonjour, je suis Andy Lack, pour NBC."
    }
  },
  {
    "translation": {
      "en": "I'm here with the Mayor.",
      "fr": "Je suis avec le maire."
    }
  },
  {
    "translation": {
      "en": "This morning, we received a positive test for cutaneous anthrax",
      "fr": "Ce matin, un cas d'anthrax cutané a été confirmé"
    }
  },
  {
    "translation": {
      "en": "for one of our colleagues who works on Nightly News.",
      "fr": "chez un collègue de Nightly News."
    }
  },
  {
    "translation": {
      "en": "A floor of the NBC television network headquarters, closed down.",
      "fr": "Un étage du siège du réseau de télévision NBC a été bouclé."
    }
  },
  {
    "translation": {
      "en": "Authorities determining if any other traces",
      "fr": "Les autorités recherchent d'autres traces"
    }
  },
  {
    "translation": {
      "en": "of the anthrax bacteria are present.",
      "fr": "d'anthrax dans le bâtiment."
    }
  },
  {
    "translation": {
      "en": "They said that somebody in the building had anthrax.",
      "fr": "Il y a un cas d'anthrax dans l'immeuble."
    }
  },
  {
    "translation": {
      "en": "That was frightening.",
      "fr": "C'est effrayant."
    }
  },
  {
    "translation": {
      "en": "You know, you could die from it. Right?",
      "fr": "C'est une maladie mortelle, n'est-ce pas ?"
    }
  },
  {
    "translation": {
      "en": "Excuse me, please.",
      "fr": "Excusez-moi."
    }
  },
  {
    "translation": {
      "en": "At NBC, there's one other person who handled the letter",
      "fr": "À NBC, une autre personne ayant manipulé la lettre"
    }
  },
  {
    "translation": {
      "en": "who is now confirmed to have developed cutaneous anthrax.",
      "fr": "souffre également d'anthrax cutané."
    }
  },
  {
    "translation": {
      "en": "Get him out of here. Get him out of here.",
      "fr": "Sortez-le de là."
    }
  },
  {
    "translation": {
      "en": "- - Come on, let's go!",
      "fr": "Allez-y !"
    }
  },
  {
    "translation": {
      "en": "In this huge stack of mail, I saw this letter.",
      "fr": "Dans une énorme pile de courrier, j'ai vu cette lettre."
    }
  },
  {
    "translation": {
      "en": "When I open the letter, I got chills all over. So…",
      "fr": "Quand j'ai ouvert la lettre, j'ai eu des frissons."
    }
  },
  {
    "translation": {
      "en": "It said, 9/11/01.",
      "fr": "LA SUITE DU 11 SEPTEMBRE Ça disait : 11/09/2001."
    }
  },
  {
    "translation": {
      "en": "Death to America. Death to Israel.",
      "fr": "Mort à l'Amérique. Mort à Israël."
    }
  },
  {
    "translation": {
      "en": "Allah is great.",
      "fr": "Allah est grand."
    }
  },
  {
    "translation": {
      "en": "And inside was",
      "fr": "Et à l'intérieur,"
    }
  },
  {
    "translation": {
      "en": "what appeared to be, to me, it looked like a combination of brown sugar and sand.",
      "fr": "il y avait ce qui ressemblait à un mélange de sucre brun et de sable."
    }
  },
  {
    "translation": {
      "en": "I took the substance and I dumped it into the trash.",
      "fr": "J'ai jeté cette substance à la poubelle."
    }
  },
  {
    "translation": {
      "en": "I just was incredibly sick.",
      "fr": "Je suis tombée très malade."
    }
  },
  {
    "translation": {
      "en": "I felt like there was something running through my whole body and my veins.",
      "fr": "Je suis tombée très malade. J'avais l'impression que quelque chose parcourait tout mon corps."
    }
  },
  {
    "translation": {
      "en": "My doctors gave me an antibiotic.",
      "fr": "On m'a prescrit des antibiotiques."
    }
  },
  {
    "translation": {
      "en": "I could have died easily if I had just one misstep,",
      "fr": "Au moindre faux pas, j'aurais pu mourir."
    }
  },
  {
    "translation": {
      "en": "or if I decided I was going to smell that, you know, the anthrax, I would have been dead.",
      "fr": "Si j'avais simplement senti cette substance, je serais morte."
    }
  },
  {
    "translation": {
      "en": "We had a car waiting downstairs to take us to the FBI.",
      "fr": "Une voiture nous attendait pour nous emmener au FBI."
    }
  },
  {
    "translation": {
      "en": "You know, we're whisked away in a black car.",
      "fr": "On nous a embarqués dans une voiture noire."
    }
  },
  {
    "translation": {
      "en": "I remember I looked over at the ticker by the Today Show",
      "fr": "J'ai regardé le bandeau d'informations du Today Show"
    }
  },
  {
    "translation": {
      "en": "and it was like, Anthrax at NBC,",
      "fr": "qui indiquait : Anthrax à NBC."
    }
  },
  {
    "translation": {
      "en": "and I thought, Oh, my God, this is crazy.",
      "fr": "Je n'en revenais pas."
    }
  },
  {
    "translation": {
      "en": "The big fear was this is the second wave of a terrorist attack,",
      "fr": "On craignait qu'il s'agisse d'une seconde vague d'attaques terroristes"
    }
  },
  {
    "translation": {
      "en": "and now we've got an Islamic terrorist group that's sending out poison to people.",
      "fr": "et qu'un groupe terroriste islamiste tente d'empoisonner la population."
    }
  },
  {
    "translation": {
      "en": "It just feels so vulnerable now because you don't know what's gonna happen, where it's gonna happen.",
      "fr": "On se sent en danger, on ignore où et quand ça peut se produire."
    }
  },
  {
    "translation": {
      "en": "The real concern at that point is, are there more of these?",
      "fr": "La grande question était alors : Est-ce que ça va continuer ?"
    }
  },
  {
    "translation": {
      "en": "This comes to us from Washington, D.C.",
      "fr": "Des nouvelles de Washington D.C."
    }
  },
  {
    "translation": {
      "en": "President Bush just announced, uh, from the Rose Garden",
      "fr": "Depuis la Maison-Blanche, le président a annoncé"
    }
  },
  {
    "translation": {
      "en": "that, uh, Senate Majority Leader Tom Daschle,",
      "fr": "que le chef de la majorité au Sénat, Tom Daschle,"
    }
  },
  {
    "translation": {
      "en": "um, has reported seeing a suspicious letter,",
      "fr": "a signalé avoir vu une lettre suspecte."
    }
  },
  {
    "translation": {
      "en": "and that the authorities believe that letter contains anthrax.",
      "fr": "Les autorités pensent qu'elle contient de l'anthrax."
    }
  },
  {
    "translation": {
      "en": "I did contact each of the other members of leadership.",
      "fr": "J'ai contacté les autres responsables politiques."
    }
  },
  {
    "translation": {
      "en": "If it happened in my office, it could happen elsewhere.",
      "fr": "Si ça m'est arrivé, ça peut se produire ailleurs."
    }
  },
  {
    "translation": {
      "en": "Law enforcement officials say they now have reason to believe",
      "fr": "Les autorités peuvent désormais établir un lien"
    }
  },
  {
    "translation": {
      "en": "that there may be a connection between the Daschle case in Washington,",
      "fr": "entre le cas de Daschle à Washington,"
    }
  },
  {
    "translation": {
      "en": "the NBC News case in New York,",
      "fr": "celui de NBC News à New York,"
    }
  },
  {
    "translation": {
      "en": "and the tabloid newspaper case in Florida.",
      "fr": "et celui d'un journal à scandale en Floride."
    }
  },
  {
    "translation": {
      "en": "I will answer a couple of questions.",
      "fr": "Je vais répondre à vos questions."
    }
  },
  {
    "translation": {
      "en": "The anthrax attacks, sir, do you believe there is any connection to Bin Laden's organization?",
      "fr": "Pensez-vous qu'il existe un lien avec l'organisation de Ben Laden ?"
    }
  },
  {
    "translation": {
      "en": "Well, there may be some possible link.",
      "fr": "C'est possible, en effet."
    }
  },
  {
    "translation": {
      "en": "He and his spokesman are openly bragging about how they hope to inflict more pain on our country.",
      "fr": "Lui et son porte-parole affirment vouloir semer la souffrance dans notre pays."
    }
  },
  {
    "translation": {
      "en": "I wouldn't put it past him but we don't have hard evidence yet. Yeah, Ron.",
      "fr": "Ça ne m'étonnerait pas, mais nous n'avons pas de preuves."
    }
  },
  {
    "translation": {
      "en": "The seven- month- old son of an ABC News employee…",
      "fr": "Le fils de sept mois d'une employée d'ABC News…"
    }
  },
  {
    "translation": {
      "en": "…a worker at the New York Post was diagnosed…",
      "fr": "Un employé du New York Post a été testé positif…"
    }
  },
  {
    "translation": {
      "en": "An assistant to CBS News anchor, Dan Rather, exposed as well.",
      "fr": "L'assistant de Dan Rather, de CBS, y a été exposé."
    }
  },
  {
    "translation": {
      "en": "Do you know how much mail, how many packages I've opened?",
      "fr": "Vous savez combien d'enveloppes j'ai ouvertes ?"
    }
  },
  {
    "translation": {
      "en": "I don't want to touch the mail.",
      "fr": "Je refuse d'y toucher."
    }
  },
  {
    "translation": {
      "en": "It's a new form of human warfare.",
      "fr": "C'est une nouvelle forme de guerre."
    }
  },
  {
    "translation": {
      "en": "Kathy Nguyen did die due to inhalation anthrax.",
      "fr": "Kathy Nguyen est morte d'anthrax par inhalation."
    }
  },
  {
    "translation": {
      "en": "This time it's a woman in Connecticut.",
      "fr": "Une femme dans le Connecticut."
    }
  },
  {
    "translation": {
      "en": "…provided more questions than answers.",
      "fr": "… des questions sans réponse."
    }
  },
  {
    "translation": {
      "en": "Until there is a suspect, no one will know whether this was a terrorist act",
      "fr": "Personne ne sait s'il s'agit d'un acte terroriste"
    }
  },
  {
    "translation": {
      "en": "and whether it is related to the September 11 terrorists",
      "fr": "et si un lien existe avec les terroristes du 11 septembre"
    }
  },
  {
    "translation": {
      "en": "who tried to rent a crop dusting aircraft.",
      "fr": "qui ont tenté de louer un avion d'épandage."
    }
  },
  {
    "translation": {
      "en": "If we're really being honest,",
      "fr": "Soyons francs."
    }
  },
  {
    "translation": {
      "en": "if America is prepared for a chemical attack, the answer is no.",
      "fr": "L'Amérique n'est pas prête à réagir à une attaque chimique."
    }
  },
  {
    "translation": {
      "en": "Oh, my god!",
      "fr": "Mon Dieu !"
    }
  },
  {
    "translation": {
      "en": "Maybe we shouldn't be talking here.",
      "fr": "Ne parlons pas ici."
    }
  },
  {
    "translation": {
      "en": "Maybe there's anthrax flying around in the air.",
      "fr": "Il y a peut-être de l'anthrax dans l'air."
    }
  },
  {
    "translation": {
      "en": "Pharmacy supplies of the antibiotic Cipro, one of the drugs known to fight anthrax, are thin.",
      "fr": "Les réserves de Cipro, un médicament anti-anthrax, se font rares."
    }
  },
  {
    "translation": {
      "en": "Gas masks sell out in Los Angeles.",
      "fr": "Pénurie de masques à gaz à Los Angeles."
    }
  },
  {
    "translation": {
      "en": "It's probably a little paranoia, but I'm not gonna take the chance. That's all.",
      "fr": "Je suis peut-être parano, mais je ne prends pas de risque."
    }
  },
  {
    "translation": {
      "en": "We face an enemy as ruthless and unpredictable as any we've ever faced.",
      "fr": "Nous sommes confrontés à un ennemi impitoyable et imprévisible."
    }
  },
  {
    "translation": {
      "en": "And the road back to a sense of security could be a long one.",
      "fr": "Nous ne sommes pas près de nous sentir à nouveau en sécurité."
    }
  },
  {
    "translation": {
      "en": "I feel like I go to work, I don't know what's going to happen next.",
      "fr": "Quand je vais au travail, j'ignore ce qui va se passer."
    }
  },
  {
    "translation": {
      "en": "The mail system touches the entire United States.",
      "fr": "Le service postal concerne l'ensemble du pays."
    }
  },
  {
    "translation": {
      "en": "And so the potential of these letters going to whomever was huge.",
      "fr": "Ces lettres peuvent donc parvenir à n'importe qui."
    }
  },
  {
    "translation": {
      "en": "How in the world are we gonna get our arms around this quickly?",
      "fr": "Comment pouvons-nous reprendre les choses en main ?"
    }
  },
  {
    "translation": {
      "en": "One of America's most distinguished scientists, Dr. Paul Keim.",
      "fr": "L'un des plus éminents scientifiques américains, Paul Keim."
    }
  },
  {
    "translation": {
      "en": "Early in the investigation, I thought it was a foreign source",
      "fr": "Au début de l'enquête, je croyais qu'il s'agissait d'un groupe étranger"
    }
  },
  {
    "translation": {
      "en": "associated with Al- Qaeda and the 9/11 attacks,",
      "fr": "lié à Al-Qaïda et aux attentats du 11 septembre,"
    }
  },
  {
    "translation": {
      "en": "but we got the data and we started comparing it to our databases.",
      "fr": "jusqu'à ce qu'on compare ces données aux nôtres."
    }
  },
  {
    "translation": {
      "en": "And it matched up with this strain that we call the Ames strain.",
      "fr": "Les données correspondaient à la souche Ames."
    }
  },
  {
    "translation": {
      "en": "Everybody was silent",
      "fr": "On était sidérés."
    }
  },
  {
    "translation": {
      "en": "because at that point, the only examples of the Ames strain,",
      "fr": "À ce moment-là, et c'est encore le cas aujourd'hui,"
    }
  },
  {
    "translation": {
      "en": "even to this day, the only examples of the Ames strain that we have in our database",
      "fr": "les seules traces de la souche Ames présentes dans notre base de données"
    }
  },
  {
    "translation": {
      "en": "originate in American laboratories.",
      "fr": "provenaient de laboratoires américains."
    }
  },
  {
    "translation": {
      "en": "The person that we were pursuing was one of us.",
      "fr": "Celui que l'on cherchait était l'un des nôtres."
    }
  },
  {
    "translation": {
      "en": "Barbara Hatch Rosenberg believes the anthrax attack is an inside job.",
      "fr": "Barbara Hatch Rosenberg pense qu'il s'agit d'un coup monté de l'intérieur."
    }
  },
  {
    "translation": {
      "en": "What many consider to be the largest FBI investigation in history.",
      "fr": "C'est la plus grande enquête de l'histoire du FBI."
    }
  },
  {
    "translation": {
      "en": "This is criminal intent to commit murder.",
      "fr": "Il s'agit de meurtres avec préméditation."
    }
  },
  {
    "translation": {
      "en": "We will find the perpetrators of anthrax",
      "fr": "Nous trouverons les coupables"
    }
  },
  {
    "translation": {
      "en": "and we will punish the guilty for their crimes.",
      "fr": "et nous les punirons pour les crimes qu'ils ont commis."
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "fr": "Bonjour."
    }
  },
  {
    "translation": {
      "en": "Final touches.",
      "fr": "On va commencer."
    }
  },
  {
    "translation": {
      "en": "Sound check, please.",
      "fr": "On vérifie le son."
    }
  },
  {
    "translation": {
      "en": "One, two, one, two. Testing. One, two, three, four.",
      "fr": "Test, un, deux, trois, quatre."
    }
  },
  {
    "translation": {
      "en": "My name is Dr. Bruce Edward Ivins.",
      "fr": "Je suis le docteur Bruce Edward Ivins."
    }
  },
  {
    "translation": {
      "en": "I am a Department of Defense researcher at USAMRIID.",
      "fr": "Je suis chercheur au département de la Défense, à l'USAMRIID,"
    }
  },
  {
    "translation": {
      "en": "That's the United States Army Medical Research Institute of Infectious Diseases.",
      "fr": "l'institut de recherche médicale sur les maladies infectieuses de l'armée."
    }
  },
  {
    "translation": {
      "en": "For me, it's a real thrill to make a discovery",
      "fr": "Je trouve fascinant de faire une découverte"
    }
  },
  {
    "translation": {
      "en": "and know that I've just revealed something that no one else in the world ever knew before.  Morning, sir.",
      "fr": "et de révéler quelque chose que le monde entier ignorait."
    }
  },
  {
    "translation": {
      "en": "I feel like a detective",
      "fr": "Je suis comme un détective."
    }
  },
  {
    "translation": {
      "en": "and that which is unknown dares me to try to find out about it.",
      "fr": "Ce qui est inconnu me met au défi de le découvrir."
    }
  },
  {
    "translation": {
      "en": "Bruce Ivins, he struck me as somewhat eccentric,",
      "fr": "Je trouvais Bruce Ivins quelque peu excentrique,"
    }
  },
  {
    "translation": {
      "en": "but he had a worldwide reputation as one of the experts on anthrax.",
      "fr": "mais c'était un spécialiste de l'anthrax de renommée mondiale."
    }
  },
  {
    "translation": {
      "en": "He was extremely well thought of.",
      "fr": "Il était très apprécié."
    }
  },
  {
    "translation": {
      "en": "As opposed to being aloof and self- important, - Bruce was neither of those things. - Hey, Bruce.",
      "fr": "Bruce n'était ni distant ni narcissique."
    }
  },
  {
    "translation": {
      "en": "It is clear that the terrorists responsible for these attacks",
      "fr": "Les terroristes responsables de ces attaques"
    }
  },
  {
    "translation": {
      "en": "intended to use this anthrax",
      "fr": "avaient l'intention de se servir de cet anthrax"
    }
  },
  {
    "translation": {
      "en": "as a weapon.",
      "fr": "comme d'une arme."
    }
  },
  {
    "translation": {
      "en": "We still don't know who is responsible.",
      "fr": "On ignore qui sont les responsables."
    }
  },
  {
    "translation": {
      "en": "As you look at him, I could see how he could be a suspect.",
      "fr": "Je comprends qu'on puisse le considérer comme un suspect."
    }
  },
  {
    "translation": {
      "en": "Whoever committed this act of bioterrorism",
      "fr": "Celui qui a commis cet acte terroriste"
    }
  },
  {
    "translation": {
      "en": "is somebody with a pretty extensive scientific background",
      "fr": "a fait de longues études scientifiques"
    }
  },
  {
    "translation": {
      "en": "and access to deadly spores.",
      "fr": "et a accès à des spores mortelles."
    }
  },
  {
    "translation": {
      "en": "I mean, one of the challenges we had",
      "fr": "On a été confrontés à une difficulté de taille :"
    }
  },
  {
    "translation": {
      "en": "was relying on the scientific community.",
      "fr": "faire confiance à la communauté scientifique"
    }
  },
  {
    "translation": {
      "en": "- Yeah. …to help us in the investigation.",
      "fr": "pour nous aider dans notre enquête."
    }
  },
  {
    "translation": {
      "en": "What time?",
      "fr": "À quelle heure ?"
    }
  },
  {
    "translation": {
      "en": "How do we know that they were being helpful?",
      "fr": "Comment savoir s'ils allaient nous aider ?"
    }
  },
  {
    "translation": {
      "en": "And so, Bruce was definitely somebody that needed to be looked at.",
      "fr": "Il fallait donc enquêter sur Bruce."
    }
  },
  {
    "translation": {
      "en": "Any time you interview somebody, particularly on something at this level,",
      "fr": "Quand on interroge quelqu'un, surtout un expert de ce niveau,"
    }
  },
  {
    "translation": {
      "en": "would be a little bit, I suppose, like a chess match",
      "fr": "c'est une sorte de partie d'échecs,"
    }
  },
  {
    "translation": {
      "en": "because you're dealing with somebody that's clearly intelligent.",
      "fr": "on s'adresse à quelqu'un d'une intelligence incontestable."
    }
  },
  {
    "translation": {
      "en": "You're obviously trying to get them to tell you what they have done,",
      "fr": "On essaie de leur faire avouer ce qu'ils ont fait,"
    }
  },
  {
    "translation": {
      "en": "if in fact they've done anything.",
      "fr": "s'ils ont effectivement fait quelque chose."
    }
  },
  {
    "translation": {
      "en": "- Really sorry to keep you guys waiting. - Not a problem.",
      "fr": "Pardon pour l'attente. Ce n'est rien."
    }
  },
  {
    "translation": {
      "en": "We appreciate--",
      "fr": "J'étais en combinaison,"
    }
  },
  {
    "translation": {
      "en": "I was working in the hot suite and it's quite a process to de- gown.",
      "fr": "J'étais en combinaison, l'enlever prend un temps fou."
    }
  },
  {
    "translation": {
      "en": "Let me tell you.",
      "fr": "l'enlever prend un temps fou."
    }
  },
  {
    "translation": {
      "en": "Have a seat, Doctor.",
      "fr": "Asseyez-vous."
    }
  },
  {
    "translation": {
      "en": "Yeah, thank you.",
      "fr": "Merci."
    }
  },
  {
    "translation": {
      "en": "I'm Special Agent Hayward. This is my partner, Agent Braxton.",
      "fr": "Je suis l'agent spécial Hayward, voici l'agent Braxton."
    }
  },
  {
    "translation": {
      "en": "I'm very happy to meet you.",
      "fr": "Enchanté."
    }
  },
  {
    "translation": {
      "en": "We appreciate your help with the sample analysis.",
      "fr": "Merci d'avoir analysé ces échantillons."
    }
  },
  {
    "translation": {
      "en": "Of course, my pleasure.",
      "fr": "Je vous en prie."
    }
  },
  {
    "translation": {
      "en": "You say here the, uh, spores found in the letters are not garage spores.",
      "fr": "Vous dites que les spores des enveloppes ne sont pas des spores de garage."
    }
  },
  {
    "translation": {
      "en": "What does that mean?",
      "fr": "C'est-à-dire ?"
    }
  },
  {
    "translation": {
      "en": "It means they're highly purified.",
      "fr": "Elles sont très pures."
    }
  },
  {
    "translation": {
      "en": "99% refractile. No vegetative cells or debris.",
      "fr": "Réfractives à 99 %. Pas de cellules végétatives."
    }
  },
  {
    "translation": {
      "en": "Any idea who could make something like this?",
      "fr": "Qui aurait pu les fabriquer ?"
    }
  },
  {
    "translation": {
      "en": "Someone with specialized training.",
      "fr": "Quelqu'un de hautement qualifié,"
    }
  },
  {
    "translation": {
      "en": "Someone with access to industrial manufacturing tools.",
      "fr": "qui a accès à un équipement de haute qualité."
    }
  },
  {
    "translation": {
      "en": "Oh, so, someone like you.",
      "fr": "Quelqu'un comme vous ?"
    }
  },
  {
    "translation": {
      "en": "I wish. To produce powder of that purity from wet spores,",
      "fr": "Si seulement. Pour produire une poudre de cette pureté,"
    }
  },
  {
    "translation": {
      "en": "you'd need serious equipment.",
      "fr": "il faut du matériel de pointe."
    }
  },
  {
    "translation": {
      "en": "Much better than we have in this dump.",
      "fr": "Bien meilleur que ce qu'on a ici."
    }
  },
  {
    "translation": {
      "en": "We were stuck from the standpoint that we really did have to rely on the people that were the experts.",
      "fr": "Nous n'avions d'autre choix que de nous fier aux experts."
    }
  },
  {
    "translation": {
      "en": "But the problem we had was, we had zero evidence",
      "fr": "Mais rien ne nous prouvait"
    }
  },
  {
    "translation": {
      "en": "that one of these scientists was the ultimate culprit.",
      "fr": "que l'un de ces scientifiques était coupable."
    }
  },
  {
    "translation": {
      "en": "And so, you know, the question is how to stop this anthrax thing",
      "fr": "Impossible de savoir comment arrêter l'anthrax,"
    }
  },
  {
    "translation": {
      "en": "where we had no clue when it would stop, if it would stop.",
      "fr": "on ignorait si c'était possible et quand ce serait envisageable."
    }
  },
  {
    "translation": {
      "en": "Good evening, Tom. Military experts say the powder in that letter sent to Senator Daschle",
      "fr": "D'après les experts de l'armée, la poudre envoyée au sénateur Daschle"
    }
  },
  {
    "translation": {
      "en": "was the same biological type as in the other letters.",
      "fr": "était du même type que celle des autres lettres."
    }
  },
  {
    "translation": {
      "en": "But so pure and so extremely fine, it was clearly designed to kill.",
      "fr": "Sa pureté et la finesse de sa mouture indiquent une volonté de tuer."
    }
  },
  {
    "translation": {
      "en": "When we heard about the Daschle letter, that's when it felt closer to home.",
      "fr": "C'est avec la lettre adressée à Daschle qu'on s'est sentis concernés."
    }
  },
  {
    "translation": {
      "en": "I was like, Wow, in order for them to get their mail, it has to come through Brentwood.",
      "fr": "Tout leur courrier transite par Brentwood."
    }
  },
  {
    "translation": {
      "en": "So I kinda, like, went inside myself just to stay calm.",
      "fr": "Je me suis efforcée de garder mon calme."
    }
  },
  {
    "translation": {
      "en": "This mail had to come through our building.",
      "fr": "Cette lettre était passée par notre centre."
    }
  },
  {
    "translation": {
      "en": "These letters are pushed through rollers,",
      "fr": "Ces lettres passent dans des rouleaux,"
    }
  },
  {
    "translation": {
      "en": "and then the spores that are inside the letter",
      "fr": "les spores contenues dans les enveloppes"
    }
  },
  {
    "translation": {
      "en": "could doubtlessly get pushed out through any cracks.",
      "fr": "peuvent sans aucun doute s'en échapper."
    }
  },
  {
    "translation": {
      "en": "A little bit of that powder gets out, and it just flies.",
      "fr": "Si un peu de poudre s'échappe, elle s'envole."
    }
  },
  {
    "translation": {
      "en": "I want to thank you for joining us here today.",
      "fr": "Merci d'être venus aujourd'hui."
    }
  },
  {
    "translation": {
      "en": "As, you know, one letter",
      "fr": "Comme vous le savez, une lettre"
    }
  },
  {
    "translation": {
      "en": "from among the more than 3.5 million pieces of mail handled here each day",
      "fr": "parmi les 3,5 millions de courriers traités ici chaque jour,"
    }
  },
  {
    "translation": {
      "en": "contained Anthrax.",
      "fr": "contenait de l'anthrax."
    }
  },
  {
    "translation": {
      "en": "That letter was extremely well sealed,",
      "fr": "Cette lettre était très bien scellée,"
    }
  },
  {
    "translation": {
      "en": "and there is only a minute chance",
      "fr": "et il y a très peu de chances"
    }
  },
  {
    "translation": {
      "en": "that anthrax spores escaped from it into this facility.",
      "fr": "que des spores d'anthrax se soient répandues dans ce centre."
    }
  },
  {
    "translation": {
      "en": "When it first hit the national news, I said to myself, Oh, boy.",
      "fr": "Quand les informations nationales en ont parlé, je me suis inquiétée."
    }
  },
  {
    "translation": {
      "en": "My brother Joe dealt with all the mail",
      "fr": "Mon frère Joe travaillait"
    }
  },
  {
    "translation": {
      "en": "that would come through Brentwood at that time.",
      "fr": "au centre de Brentwood à ce moment-là."
    }
  },
  {
    "translation": {
      "en": "I talked to him on the phone. I said, Joe, please. Please be careful.",
      "fr": "Je lui ai téléphoné, je lui ai dit d'être prudent."
    }
  },
  {
    "translation": {
      "en": "And he said, I will, I am.",
      "fr": "Il s'est montré rassurant."
    }
  },
  {
    "translation": {
      "en": "I just had this feeling of foreboding.",
      "fr": "J'avais un mauvais pressentiment."
    }
  },
  {
    "translation": {
      "en": "Knowing that you probably in a place that's not safe,",
      "fr": "On savait qu'on était peut-être en danger."
    }
  },
  {
    "translation": {
      "en": "but then somebody's telling you it's safe and you're trying to trust them.",
      "fr": "On nous disait l'inverse, on voulait les croire."
    }
  },
  {
    "translation": {
      "en": "And then you find out later you can't trust 'em at all.",
      "fr": "Puis on a su qu'on ne pouvait pas leur faire confiance."
    }
  },
  {
    "translation": {
      "en": "Our plant manager said, We're going to have some people come in and test.",
      "fr": "Le directeur a dit : Des gens vont venir faire des analyses."
    }
  },
  {
    "translation": {
      "en": "They're gonna have on the Hazmat gear from head to toe.",
      "fr": "Ils porteront des combinaisons intégrales."
    }
  },
  {
    "translation": {
      "en": "Why did they have Hazmat gear on if everything was safe?",
      "fr": "Pourquoi porter des combinaisons s'il n'y avait aucun danger ?"
    }
  },
  {
    "translation": {
      "en": "Just to be clear,",
      "fr": "Si je comprends bien,"
    }
  },
  {
    "translation": {
      "en": "you guys could see people in moon suits walking around the plant?",
      "fr": "il y avait des gens en combinaison dans le centre ?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "fr": "Oui."
    }
  },
  {
    "translation": {
      "en": "They just told us to stay out of their way.",
      "fr": "EMPLOYÉ DES POSTES, 1996-2001 CENTRE DE BRENTWOOD, WASHINGTON D.C. Ils nous ont dit de ne pas les déranger."
    }
  },
  {
    "translation": {
      "en": "And then, our plant manager goes,",
      "fr": "Le directeur du centre nous a dit :"
    }
  },
  {
    "translation": {
      "en": "You know what, if we shut the building down,",
      "fr": "Si on ferme le centre,"
    }
  },
  {
    "translation": {
      "en": "then the terrorists wins.",
      "fr": "les terroristes gagnent."
    }
  },
  {
    "translation": {
      "en": "Why would you feel that we should not have been tested and the building closed?",
      "fr": "Pourquoi ne pas nous faire dépister et fermer le centre ?"
    }
  },
  {
    "translation": {
      "en": "They were telling the media and the workers the same thing.",
      "fr": "Ils disaient la même chose à la presse."
    }
  },
  {
    "translation": {
      "en": "It's nothing to worry about.",
      "fr": "Rien à signaler."
    }
  },
  {
    "translation": {
      "en": "Anthrax isn't in the building.",
      "fr": "Pas d'anthrax dans le centre."
    }
  },
  {
    "translation": {
      "en": "And that's when it happened.",
      "fr": "Et c'est là que c'est arrivé."
    }
  },
  {
    "translation": {
      "en": "Our chests started to hurt.",
      "fr": "Des douleurs à la poitrine."
    }
  },
  {
    "translation": {
      "en": "All of us started having dizziness or, um, headaches,",
      "fr": "On a tous commencé à souffrir de vertiges et de maux de tête."
    }
  },
  {
    "translation": {
      "en": "and I could see Joseph Curseen.",
      "fr": "Je voyais Joseph Curseen."
    }
  },
  {
    "translation": {
      "en": "He sat on there and his head was kind of down.",
      "fr": "Il avait mauvaise mine."
    }
  },
  {
    "translation": {
      "en": "That stood out because he's-- he had never taken a sick day off work.",
      "fr": "Je l'ai remarqué parce qu'il n'était jamais malade."
    }
  },
  {
    "translation": {
      "en": "And then not long after that,",
      "fr": "Peu après,"
    }
  },
  {
    "translation": {
      "en": "you start hearing about another postal worker, Thomas Morris.",
      "fr": "on a entendu parler d'un autre employé, Thomas Morris."
    }
  },
  {
    "translation": {
      "en": "- - Um…",
      "fr": "APPEL AUX URGENCES DE THOMAS MORRIS"
    }
  },
  {
    "translation": {
      "en": "It was early in the morning when Joe's wife woke up.",
      "fr": "Ce matin-là, la femme de Joe s'est levée tôt."
    }
  },
  {
    "translation": {
      "en": "Joe wasn't there in the bed,",
      "fr": "Joe n'était pas dans le lit,"
    }
  },
  {
    "translation": {
      "en": "she went to their bathroom and he was sprawled out.",
      "fr": "elle l'a retrouvé par terre dans la salle de bain."
    }
  },
  {
    "translation": {
      "en": "I don't know whether he had",
      "fr": "J'ignore s'il s'était"
    }
  },
  {
    "translation": {
      "en": "defecated on himself-- I mean, he was just out.",
      "fr": "déféqué dessus… Il était inconscient."
    }
  },
  {
    "translation": {
      "en": "He was that sick",
      "fr": "Il était très malade."
    }
  },
  {
    "translation": {
      "en": "and she called the ambulance, called my parents,",
      "fr": "Elle a appelé une ambulance et mes parents."
    }
  },
  {
    "translation": {
      "en": "and when they got there,",
      "fr": "Quand ils sont arrivés,"
    }
  },
  {
    "translation": {
      "en": "they could… I guess they took them to an area,",
      "fr": "ils les ont emmenés quelque part,"
    }
  },
  {
    "translation": {
      "en": "and they could actually hear him heaving.",
      "fr": "ils l'ont entendu partir."
    }
  },
  {
    "translation": {
      "en": "And I tried to call home and I kept calling and calling.",
      "fr": "J'ai essayé d'appeler la maison, encore et encore."
    }
  },
  {
    "translation": {
      "en": "That's when my mother told me Joe was dead.",
      "fr": "Et ma mère m'a annoncé la mort de Joe."
    }
  },
  {
    "translation": {
      "en": "And I dropped the phone and, uh…",
      "fr": "J'ai lâché le téléphone."
    }
  },
  {
    "translation": {
      "en": "A short while ago, I briefed the president with the latest facts",
      "fr": "J'ai récemment informé le président des derniers faits"
    }
  },
  {
    "translation": {
      "en": "on the anthrax situation, as we know them.",
      "fr": "sur la question de l'anthrax."
    }
  },
  {
    "translation": {
      "en": "Two postal employees",
      "fr": "Deux employés des postes"
    }
  },
  {
    "translation": {
      "en": "who work at the Brentwood Mail Facility here in Washington, D.C.",
      "fr": "qui travaillent au centre de Brentwood, à Washington D.C.,"
    }
  },
  {
    "translation": {
      "en": "became critically ill, tragically, ultimately passed away.",
      "fr": "sont tombés gravement malades et, hélas, sont décédés."
    }
  },
  {
    "translation": {
      "en": "That Saturday, we buried Joe.",
      "fr": "Ce samedi-là, nous avons enterré Joe."
    }
  },
  {
    "translation": {
      "en": "And, let me tell you something.",
      "fr": "En toute franchise,"
    }
  },
  {
    "translation": {
      "en": "If it weren't for my faith,",
      "fr": "si je n'avais pas eu la foi,"
    }
  },
  {
    "translation": {
      "en": "I would have lost my mind",
      "fr": "je serais devenue folle"
    }
  },
  {
    "translation": {
      "en": "behind losing my brother,",
      "fr": "d'avoir perdu mon frère,"
    }
  },
  {
    "translation": {
      "en": "especially like that.",
      "fr": "surtout de cette façon."
    }
  },
  {
    "translation": {
      "en": "We mourn the loss of the lives of Thomas Morris and Joseph Curseen.",
      "fr": "Nous pleurons la mort de Thomas Morris et de Joseph Curseen,"
    }
  },
  {
    "translation": {
      "en": "Postal workers who died in the line of duty.",
      "fr": "des employés des postes morts au travail."
    }
  },
  {
    "translation": {
      "en": "We have seen the horrors terrorists can inflict.",
      "fr": "Nous avons vu les horreurs dont les terroristes sont capables."
    }
  },
  {
    "translation": {
      "en": "Overseas,",
      "fr": "Que ce soit à l'étranger"
    }
  },
  {
    "translation": {
      "en": "and here at home.",
      "fr": "ou sur notre territoire."
    }
  },
  {
    "translation": {
      "en": "But one thing is for certain.",
      "fr": "Une chose est sûre…"
    }
  },
  {
    "translation": {
      "en": "These terrorists must be pursued.",
      "fr": "… nous devons retrouver ces terroristes."
    }
  },
  {
    "translation": {
      "en": "They must be defeated.",
      "fr": "Ils doivent être vaincus,"
    }
  },
  {
    "translation": {
      "en": "And they must be brought to justice.",
      "fr": "et traduits en justice."
    }
  },
  {
    "translation": {
      "en": "As far as high- profile, pressurized cases, I can't think of anything as big as this.",
      "fr": "Très peu d'affaires sont aussi exposées médiatiquement."
    }
  },
  {
    "translation": {
      "en": "We were, many times on a weekly basis,",
      "fr": "Plusieurs fois par semaine,"
    }
  },
  {
    "translation": {
      "en": "going to FBI headquarters and briefing the director",
      "fr": "nous allions au siège du FBI pour informer le directeur"
    }
  },
  {
    "translation": {
      "en": "as to what's going on in this case.",
      "fr": "des derniers événements."
    }
  },
  {
    "translation": {
      "en": "Good morning. I want you to know our investigators are hard at work.",
      "fr": "Bonjour. Sachez que nos enquêteurs travaillent dur à New York, en Floride,"
    }
  },
  {
    "translation": {
      "en": "Are hard at work in New York, in Florida,",
      "fr": "travaillent dur à New York, en Floride,"
    }
  },
  {
    "translation": {
      "en": "in New Jersey, uh, in D.C., and throughout the country.",
      "fr": "dans le New Jersey, à Washington et partout dans le pays."
    }
  },
  {
    "translation": {
      "en": "You gotta get this solved and we need to move on here.",
      "fr": "Il fallait régler ce problème de toute urgence."
    }
  },
  {
    "translation": {
      "en": "We're not in a position at this point to determine, uh, those who are responsible.",
      "fr": "Nous ne sommes pas encore en mesure d'identifier les responsables."
    }
  },
  {
    "translation": {
      "en": "I'm just gonna leave it there.",
      "fr": "Je n'ai rien d'autre à dire."
    }
  },
  {
    "translation": {
      "en": "A biological killer sent through the mail. The letters killed five people…",
      "fr": "Une arme biologique dans le courrier. Ces lettres ont fait cinq morts"
    }
  },
  {
    "translation": {
      "en": "…and made 17 others sick. The case remains an unsolved mystery.",
      "fr": "et rendu 17 personnes malades. Le mystère reste entier."
    }
  },
  {
    "translation": {
      "en": "Over a period of time,",
      "fr": "Au fil du temps, les agents du FBI"
    }
  },
  {
    "translation": {
      "en": "the case agents and the postal inspectors",
      "fr": "Au fil du temps, les agents du FBI et les inspecteurs des postes"
    }
  },
  {
    "translation": {
      "en": "were able to develop, sort of, the movement",
      "fr": "ont pu remonter jusqu'à la boîte aux lettres"
    }
  },
  {
    "translation": {
      "en": "of these letters from a particular mailbox,",
      "fr": "où ont été postés ces courriers,"
    }
  },
  {
    "translation": {
      "en": "which was Princeton, New Jersey.",
      "fr": "à Princeton dans le New Jersey."
    }
  },
  {
    "translation": {
      "en": "Postal inspectors take these mailings very seriously.",
      "fr": "Les inspecteurs prennent cette affaire très au sérieux."
    }
  },
  {
    "translation": {
      "en": "This afternoon, I am announcing the offer of a reward of up to $1 million.",
      "fr": "J'annonce une récompense qui pourra s'élever à un million de dollars."
    }
  },
  {
    "translation": {
      "en": "Quickly you want to figure out how to rule people out and how to rule people in.",
      "fr": "Il faut vite déterminer qui est suspect ou non."
    }
  },
  {
    "translation": {
      "en": "And so, we were looking at every possible angle one could.",
      "fr": "PROCUREURE ADJOINTE, 1997-2012 On a exploré toutes les pistes possibles."
    }
  },
  {
    "translation": {
      "en": "Right? Someone at some point noticed that certain letters were heavily bolded.",
      "fr": "Quelqu'un a remarqué que l'auteur repassait sur certaines lettres."
    }
  },
  {
    "translation": {
      "en": "Some of the A's and the T's.",
      "fr": "Les A et les T, notamment."
    }
  },
  {
    "translation": {
      "en": "What does that mean?",
      "fr": "Pour quelle raison ?"
    }
  },
  {
    "translation": {
      "en": "Maybe it means nothing, but maybe it means something.",
      "fr": "Cela peut avoir un sens, ou non."
    }
  },
  {
    "translation": {
      "en": "What could it mean?",
      "fr": "Si oui, lequel ?"
    }
  },
  {
    "translation": {
      "en": "It's another thing to look at as you're trying to narrow down who did this.",
      "fr": "C'est un élément à étudier quand on cherche le coupable."
    }
  },
  {
    "translation": {
      "en": "This is the coolest part. Look at this.",
      "fr": "C'est la partie la plus dingue. Regardez,"
    }
  },
  {
    "translation": {
      "en": "The elongated morphology.",
      "fr": "la morphologie allongée."
    }
  },
  {
    "translation": {
      "en": "These, uh, centipede- looking things?",
      "fr": "Ces espèces de mille-pattes ?"
    }
  },
  {
    "translation": {
      "en": "Each bacterium is coated with a smooth mono- amino acid shell",
      "fr": "Les bactéries sont couvertes d'une couche d'acide qui empêche"
    }
  },
  {
    "translation": {
      "en": "that blocks the T- cells from recognizing it as a pathogen.",
      "fr": "les cellules T de détecter leur caractère pathogène."
    }
  },
  {
    "translation": {
      "en": "Understand?",
      "fr": "- Vous comprenez ? - Non."
    }
  },
  {
    "translation": {
      "en": "Not a word. Continue.",
      "fr": "- Vous comprenez ? - Non. Poursuivez."
    }
  },
  {
    "translation": {
      "en": "That's how it survives.",
      "fr": "D'où leur survie."
    }
  },
  {
    "translation": {
      "en": "It makes itself seem harmless, slips past the defenses.",
      "fr": "Elles font croire qu'elles sont inoffensives."
    }
  },
  {
    "translation": {
      "en": "Even though there's about 15 labs that produce the Ames strain,",
      "fr": "Même s'il y a environ 15 laboratoires qui produisent la souche Ames,"
    }
  },
  {
    "translation": {
      "en": "it's still sort of a needle in a haystack because you have no idea which lab it came from.",
      "fr": "ça reste trop flou, impossible de savoir duquel il s'agit."
    }
  },
  {
    "translation": {
      "en": "There was a couple of scientists at USAMRIID",
      "fr": "Des scientifiques de l'USAMRIID"
    }
  },
  {
    "translation": {
      "en": "who were working directly with the powders from the letters.",
      "fr": "ont étudié la poudre présente dans les enveloppes."
    }
  },
  {
    "translation": {
      "en": "They noticed that when they plated the spores out onto Petri dishes",
      "fr": "En examinant les spores dans des boîtes de Petri,"
    }
  },
  {
    "translation": {
      "en": "at a small frequency,",
      "fr": "dans de rares cas,"
    }
  },
  {
    "translation": {
      "en": "some of the anthrax looked different. It had different morphology.",
      "fr": "l'anthrax avait une morphologie différente."
    }
  },
  {
    "translation": {
      "en": "And those differences then would be a way to figure out,",
      "fr": "Ces différences ont permis de savoir"
    }
  },
  {
    "translation": {
      "en": "not just whether you have the Ames strain,",
      "fr": "s'il s'agissait bien de la souche Ames,"
    }
  },
  {
    "translation": {
      "en": "but whether you actually have the Ames strain that ended up in the anthrax letters.",
      "fr": "mais surtout si c'était celle qui était présente dans les enveloppes."
    }
  },
  {
    "translation": {
      "en": "And sure enough, all of those samples",
      "fr": "Et, de fait, tous les échantillons"
    }
  },
  {
    "translation": {
      "en": "that had the morphs were at USAMRIID.",
      "fr": "ayant cette morphologie venaient bien de l'USAMRIID."
    }
  },
  {
    "translation": {
      "en": "USAMRIID was founded in the early '70s",
      "fr": "L'USAMRIID a été fondé au début des années 70."
    }
  },
  {
    "translation": {
      "en": "as a biological defense organization.",
      "fr": "C'était un institut de défense biologique"
    }
  },
  {
    "translation": {
      "en": "In particular, infectious diseases that have been weaponized.",
      "fr": "spécialisé dans les maladies transformées en armes."
    }
  },
  {
    "translation": {
      "en": "So, like most of our scientists,",
      "fr": "Comme la plupart de mes collègues,"
    }
  },
  {
    "translation": {
      "en": "I had this nagging sense that",
      "fr": "j'avais un mauvais pressentiment."
    }
  },
  {
    "translation": {
      "en": "we, or somebody that we knew, would be caught up,",
      "fr": "Je craignais qu'on finisse par nous accuser"
    }
  },
  {
    "translation": {
      "en": "um, and… and accused of being behind this.",
      "fr": "d'être derrière tout ça."
    }
  },
  {
    "translation": {
      "en": "When, in fact, we had nothing to do with it.",
      "fr": "Ce qui n'était pas le cas."
    }
  },
  {
    "translation": {
      "en": "Doctor, for the record…",
      "fr": "Docteur, pour être sûr…"
    }
  },
  {
    "translation": {
      "en": "Were you involved in any way in the anthrax mailings",
      "fr": "Êtes-vous impliqué dans les envois d'anthrax par courrier"
    }
  },
  {
    "translation": {
      "en": "of September and October, 2001?",
      "fr": "de septembre et octobre 2001 ?"
    }
  },
  {
    "translation": {
      "en": "Absolutely not.",
      "fr": "Absolument pas."
    }
  },
  {
    "translation": {
      "en": "Any ideas who might have been?",
      "fr": "Avez-vous une idée de qui il peut s'agir ?"
    }
  },
  {
    "translation": {
      "en": "Oh, yes. Lots.",
      "fr": "Oui, plusieurs."
    }
  },
  {
    "translation": {
      "en": "Not only do these two particular researchers have access to the original strain, they--",
      "fr": "Non seulement ces deux chercheurs ont accès à la souche initiale,"
    }
  },
  {
    "translation": {
      "en": "They also routinely make serial dilutions.",
      "fr": "mais ils font aussi des dilutions en série."
    }
  },
  {
    "translation": {
      "en": "We keep a detailed record of all that activity.",
      "fr": "On tient un registre de ces activités."
    }
  },
  {
    "translation": {
      "en": "Appreciate your help.",
      "fr": "Merci pour votre aide."
    }
  },
  {
    "translation": {
      "en": "We'll be in touch.",
      "fr": "On reste en contact."
    }
  },
  {
    "translation": {
      "en": "The FBI said, Okay, all the people who had access to the Ames strain,",
      "fr": "Le FBI a demandé à tous ceux qui ont eu accès à la souche Ames"
    }
  },
  {
    "translation": {
      "en": "send us a sample.",
      "fr": "d'envoyer un échantillon."
    }
  },
  {
    "translation": {
      "en": "Under subpoena, all of the scientists at USAMRIID,",
      "fr": "Par décision de justice, les scientifiques de l'USAMRIID,"
    }
  },
  {
    "translation": {
      "en": "including Bruce, would have had to have gone into their collection,",
      "fr": "y compris Bruce, ont dû piocher dans leurs stocks"
    }
  },
  {
    "translation": {
      "en": "sampled each of their tubes,",
      "fr": "et prélever des échantillons."
    }
  },
  {
    "translation": {
      "en": "and then the FBI would have sent that to my laboratory for DNA analysis,",
      "fr": "Le FBI me les a envoyés dans le but de faire des analyses ADN"
    }
  },
  {
    "translation": {
      "en": "and also for long- term storage.",
      "fr": "et de les stocker à long terme."
    }
  },
  {
    "translation": {
      "en": "And when they did the analysis for the morphs,",
      "fr": "Une fois les analyses effectuées,"
    }
  },
  {
    "translation": {
      "en": "none of the scientists' tubes have the morphs.",
      "fr": "aucun échantillon n'avait la morphologie en question"
    }
  },
  {
    "translation": {
      "en": "And so they weren't part of the anthrax letters sources.",
      "fr": "et n'était donc pas la source de l'anthrax des lettres."
    }
  },
  {
    "translation": {
      "en": "Bruce was in the clear.",
      "fr": "Bruce était hors de cause."
    }
  },
  {
    "translation": {
      "en": "The anthrax was identified as the Ames strain, commonly used in U.S. government labs.",
      "fr": "Il s'agit de la souche d'anthrax Ames, utilisée dans les laboratoires américains."
    }
  },
  {
    "translation": {
      "en": "One of those labs is located on the Fort Detrick Army Base in Maryland,",
      "fr": "L'un de ces laboratoires se situe sur la base militaire de Fort Detrick,"
    }
  },
  {
    "translation": {
      "en": "but without a solid suspect, conspiracy theories persist,",
      "fr": "mais sans suspect, les théories du complot persistent,"
    }
  },
  {
    "translation": {
      "en": "especially since the killer hasn't struck again.",
      "fr": "notamment parce que le tueur n'a pas recommencé."
    }
  },
  {
    "translation": {
      "en": "Michael Jordan, in his first comments since confirming his NBA comeback says…",
      "fr": "Michael Jordan a confirmé son retour en NBA…"
    }
  },
  {
    "translation": {
      "en": "You said you had something for us.",
      "fr": "Du nouveau ?"
    }
  },
  {
    "translation": {
      "en": "I sure do. This is really cool.",
      "fr": "Oui, c'est vraiment dingue."
    }
  },
  {
    "translation": {
      "en": "You're gonna love this. It's… Okay, here we go.",
      "fr": "Ça va vous plaire. Regardez."
    }
  },
  {
    "translation": {
      "en": "Now that Bruce Ivins had been eliminated as a suspect…",
      "fr": "Maintenant que Bruce Ivins était hors de cause,"
    }
  },
  {
    "translation": {
      "en": "…he could help us maybe narrow this down.",
      "fr": "il pouvait peut-être nous aider."
    }
  },
  {
    "translation": {
      "en": "These are anthrax cultures.",
      "fr": "Des cultures d'anthrax."
    }
  },
  {
    "translation": {
      "en": "Agent Hayward, I'm very impressed.",
      "fr": "Impressionnant, M. Hayward."
    }
  },
  {
    "translation": {
      "en": "Yes, that's exactly what those are.",
      "fr": "Oui, c'est exactement ça."
    }
  },
  {
    "translation": {
      "en": "Those are from my personal stock,",
      "fr": "Elles viennent de mon stock personnel,"
    }
  },
  {
    "translation": {
      "en": "straight from the source.",
      "fr": "directement de la source."
    }
  },
  {
    "translation": {
      "en": "Bruce was really enamored by the idea that, you know, his contributions and through his science",
      "fr": "Bruce était enthousiaste à l'idée que ses contributions scientifiques"
    }
  },
  {
    "translation": {
      "en": "would help them to solve this case.",
      "fr": "puissent aider à résoudre l'enquête."
    }
  },
  {
    "translation": {
      "en": "What else can you tell us?",
      "fr": "Quoi d'autre ?"
    }
  },
  {
    "translation": {
      "en": "Bruce's main project at the time was a new vaccine.",
      "fr": "À l'époque, Bruce travaillait sur un nouveau vaccin."
    }
  },
  {
    "translation": {
      "en": "We were all vaccinated,",
      "fr": "Nous étions vaccinés,"
    }
  },
  {
    "translation": {
      "en": "but this was a vaccine that went back decades and decades,",
      "fr": "mais ce vaccin datait de plusieurs décennies"
    }
  },
  {
    "translation": {
      "en": "and some people who got that anthrax vaccine ended up with knots on their arms the size of grapefruit.",
      "fr": "et pouvait entraîner des gonflements de la taille d'un pamplemousse."
    }
  },
  {
    "translation": {
      "en": "So he was trying to make a vaccine that was just as effective,",
      "fr": "Il voulait concevoir un vaccin tout aussi efficace,"
    }
  },
  {
    "translation": {
      "en": "but didn't cause the side effects.",
      "fr": "mais sans les effets secondaires."
    }
  },
  {
    "translation": {
      "en": "He was normal for a scientist, but he was out there a little bit by your general population.",
      "fr": "C'était un scientifique ordinaire, mais un homme assez atypique."
    }
  },
  {
    "translation": {
      "en": "He definitely was one of those geeky, nerdy guys that you see across the room.",
      "fr": "Il correspondait au cliché de la tête d'ampoule dans son laboratoire."
    }
  },
  {
    "translation": {
      "en": "Like me. Like me.",
      "fr": "Comme moi."
    }
  },
  {
    "translation": {
      "en": "Okay, so, here are some of the most objectionable aspects about me.",
      "fr": "Voici quelques-uns de mes aspects les plus problématiques."
    }
  },
  {
    "translation": {
      "en": "One. Giving bad advice when no advice was asked for or needed.",
      "fr": "Un : donner de mauvais conseils non sollicités."
    }
  },
  {
    "translation": {
      "en": "Two. Being demanding.",
      "fr": "Deux : être trop exigeant."
    }
  },
  {
    "translation": {
      "en": "Three. Asking personal questions",
      "fr": "Trois : poser des questions indiscrètes"
    }
  },
  {
    "translation": {
      "en": "that are none of my business, also known as the Grand Ivins Inquiry.",
      "fr": "sur des sujets qui ne me concernent pas, les enquêtes d'Ivins."
    }
  },
  {
    "translation": {
      "en": "He played piano,",
      "fr": "Il jouait du piano,"
    }
  },
  {
    "translation": {
      "en": "he fooled around with the banjo…",
      "fr": "un peu de banjo…"
    }
  },
  {
    "translation": {
      "en": "You know, he had a lot of talents like that.",
      "fr": "Il avait beaucoup de talents."
    }
  },
  {
    "translation": {
      "en": "Bruce!",
      "fr": "Bruce."
    }
  },
  {
    "translation": {
      "en": "Shit!",
      "fr": "Merde !"
    }
  },
  {
    "translation": {
      "en": "There's Bruce Ivins, you know, doing, uh, something unusual again.",
      "fr": "Bruce Ivins faisait un tas de choses étranges."
    }
  },
  {
    "translation": {
      "en": "Okay, so, four.",
      "fr": "Quatre :"
    }
  },
  {
    "translation": {
      "en": "Interrupting people and then monopolizing the conversations.",
      "fr": "interrompre les gens et monopoliser la parole."
    }
  },
  {
    "translation": {
      "en": "- Five. Calling people at home. -",
      "fr": "Cinq : appeler les gens chez eux."
    }
  },
  {
    "translation": {
      "en": "- Hello? - Hey.",
      "fr": "- Allô ? - Salut."
    }
  },
  {
    "translation": {
      "en": "Six. Talking a mile a minute,",
      "fr": "Six : parler à cent à l'heure"
    }
  },
  {
    "translation": {
      "en": "and then asking several questions without waiting for the answers.",
      "fr": "et poser plusieurs questions sans attendre les réponses."
    }
  },
  {
    "translation": {
      "en": "I think that pretty much covers it.",
      "fr": "C'est à peu près tout."
    }
  },
  {
    "translation": {
      "en": "By the time a piece of mail makes it through the postal system,",
      "fr": "Le temps qu'elle parvienne à son destinataire,"
    }
  },
  {
    "translation": {
      "en": "it is gathered and dumped and sorted, shaken, jostled, and squeezed.",
      "fr": "une lettre est ramassée, déposée, triée, secouée, remuée et écrasée."
    }
  },
  {
    "translation": {
      "en": "So everyone's a little edgy,",
      "fr": "Tout le monde est un peu nerveux,"
    }
  },
  {
    "translation": {
      "en": "no group more so than the nation's postal workers.",
      "fr": "surtout les employés des postes."
    }
  },
  {
    "translation": {
      "en": "I'd just like to say that this is a very sad time for the postal service.",
      "fr": "C'est un moment très triste pour notre service postal."
    }
  },
  {
    "translation": {
      "en": "We mourn the loss of two of our soldiers on the front line,",
      "fr": "Nous avons perdu deux soldats au front,"
    }
  },
  {
    "translation": {
      "en": "and we're gonna do what we can, uh, to… to deliver America's mail.",
      "fr": "et nous ferons le nécessaire pour livrer son courrier au pays."
    }
  },
  {
    "translation": {
      "en": "Finally, after ten days,",
      "fr": "Enfin, au bout de dix jours,"
    }
  },
  {
    "translation": {
      "en": "the building had been shut down.",
      "fr": "le centre a fermé ses portes."
    }
  },
  {
    "translation": {
      "en": "They told us that everybody more than likely had an exposure.",
      "fr": "On nous a dit que tout le monde avait probablement été exposé à l'anthrax."
    }
  },
  {
    "translation": {
      "en": "More than 2,200 D.C. postal workers have been urged to get tested for Anthrax exposure.",
      "fr": "Plus de 2 200 employés des postes ont été invités à se faire dépister."
    }
  },
  {
    "translation": {
      "en": "When it first came out, when Congress got tested, everyone should have got tested.",
      "fr": "Quand le Congrès s'est fait dépister, tout le monde aurait dû y passer."
    }
  },
  {
    "translation": {
      "en": "At Brentwood, they kept the building open for 24 hours,",
      "fr": "À Brentwood, le site est resté ouvert 24 h sur 24"
    }
  },
  {
    "translation": {
      "en": "seven days a week, for ten straight days.",
      "fr": "pendant dix jours."
    }
  },
  {
    "translation": {
      "en": "There were forklifts, power oxes riding through.",
      "fr": "Il y avait des chariots élévateurs, des tracteurs à main,"
    }
  },
  {
    "translation": {
      "en": "People moving around, shuffling, spores flying everywhere.",
      "fr": "des gens qui s'agitaient, des spores partout."
    }
  },
  {
    "translation": {
      "en": "Machines running 35 miles an hour.",
      "fr": "Des machines qui allaient à 50 km/h."
    }
  },
  {
    "translation": {
      "en": "And when you look back at the Hart Senate Office Building,",
      "fr": "Quand on regarde l'immeuble Hart du Sénat,"
    }
  },
  {
    "translation": {
      "en": "what we see is what a building really looks like when people are in danger.",
      "fr": "on voit à quoi devrait ressembler un bâtiment où des gens sont en danger."
    }
  },
  {
    "translation": {
      "en": "About 10:30 a.m. this morning,",
      "fr": "Ce matin, vers 10h30,"
    }
  },
  {
    "translation": {
      "en": "my office, uh, opened a suspicious package,",
      "fr": "un colis suspect a été ouvert dans mon bureau."
    }
  },
  {
    "translation": {
      "en": "and the good news is that,",
      "fr": "Bonne nouvelle,"
    }
  },
  {
    "translation": {
      "en": "uh, everyone will be okay.",
      "fr": "tout le monde va bien."
    }
  },
  {
    "translation": {
      "en": "That building was shut down in two hours.",
      "fr": "Ils ont bouclé l'immeuble en deux heures."
    }
  },
  {
    "translation": {
      "en": "Evacuated everybody, tested everybody, everybody's safe.",
      "fr": "Tout le monde a été évacué et testé."
    }
  },
  {
    "translation": {
      "en": "Two hundred and forty hours versus two hours.",
      "fr": "Deux cent quarante heures contre deux heures."
    }
  },
  {
    "translation": {
      "en": "The dogs got Cipro on Capitol Hill before we did.",
      "fr": "Leurs chiens ont reçu du Cipro avant nous."
    }
  },
  {
    "translation": {
      "en": "They say there were five deaths.",
      "fr": "On dit qu'il y a eu cinq morts"
    }
  },
  {
    "translation": {
      "en": "Seventeen people got sick.",
      "fr": "et 17 malades."
    }
  },
  {
    "translation": {
      "en": "No, they don't know how many people…",
      "fr": "Ils sont loin du compte."
    }
  },
  {
    "translation": {
      "en": "My x- rays show that my lungs look like I've been a heavy smoker,",
      "fr": "J'ai fait une radio, j'ai des poumons de gros fumeur,"
    }
  },
  {
    "translation": {
      "en": "or like I have a lung disease.",
      "fr": "voire de cancéreux."
    }
  },
  {
    "translation": {
      "en": "I never smoked a day in my life.",
      "fr": "Je n'ai jamais fumé de ma vie."
    }
  },
  {
    "translation": {
      "en": "When this happens to you, you become obsessed.",
      "fr": "Ce genre de choses peut virer à l'obsession."
    }
  },
  {
    "translation": {
      "en": "And then a picture of the No Photos sign",
      "fr": "Une photo du panneau Pas de photos"
    }
  },
  {
    "translation": {
      "en": "at the entrance of the Brentwood Post Office,",
      "fr": "à l'entrée du centre postal de Brentwood."
    }
  },
  {
    "translation": {
      "en": "as well as the machinery",
      "fr": "On voit également les machines"
    }
  },
  {
    "translation": {
      "en": "and the tents",
      "fr": "et les tentes"
    }
  },
  {
    "translation": {
      "en": "in which these Hazmat teams, uh, worked out of.",
      "fr": "qui ont servi aux équipes d'intervention."
    }
  },
  {
    "translation": {
      "en": "The tunnels leading up to the building to put the…",
      "fr": "Les tunnels qui mènent au bâtiment ont servi à pulvériser le…"
    }
  },
  {
    "translation": {
      "en": "The chlorine dioxide.",
      "fr": "Le dioxyde de chlore."
    }
  },
  {
    "translation": {
      "en": "Dioxide…",
      "fr": "Oui."
    }
  },
  {
    "translation": {
      "en": "Zoom in on… on…",
      "fr": "On zoome."
    }
  },
  {
    "translation": {
      "en": "Okay, yeah. They got warnings on the building here.",
      "fr": "Ils ont mis des avertissements."
    }
  },
  {
    "translation": {
      "en": "This was about them knowing that the building was contaminated",
      "fr": "Il fallait qu'ils sachent que le bâtiment était contaminé,"
    }
  },
  {
    "translation": {
      "en": "and keeping us in there and jeopardizing our lives.",
      "fr": "nous forcer à y rester mettait nos vies en danger."
    }
  },
  {
    "translation": {
      "en": "They… They should have done better.",
      "fr": "Ils auraient dû faire mieux."
    }
  },
  {
    "translation": {
      "en": "For two months, investigators have been searching",
      "fr": "Depuis deux mois, les enquêteurs cherchent le coupable"
    }
  },
  {
    "translation": {
      "en": "for the culprit in the anthrax- by- mail attacks.",
      "fr": "des attaques à l'anthrax par courrier."
    }
  },
  {
    "translation": {
      "en": "That's one thing that lurks in the back of a lot of postal people's mind,",
      "fr": "C'est très pesant pour tous les employés des postes."
    }
  },
  {
    "translation": {
      "en": "that it's been done once, and they got away with it, they could do it again.",
      "fr": "Si c'est déjà arrivé, ça peut se reproduire."
    }
  },
  {
    "translation": {
      "en": "And then we'll be right back where we started.",
      "fr": "Et après, retour à la case départ."
    }
  },
  {
    "translation": {
      "en": "Who sent letters laced with the biological hazard and why?",
      "fr": "Qui envoie ces lettres contaminées et pourquoi ?"
    }
  },
  {
    "translation": {
      "en": "An invisible enemy killing Americans, one breath at a time.",
      "fr": "Un ennemi invisible tue les Américains, une respiration à la fois."
    }
  },
  {
    "translation": {
      "en": "Just like DNA, we're solving crimes today that we couldn't solve ten years ago",
      "fr": "Comme avec l'ADN, on résout des crimes qui étaient insolubles il y a dix ans,"
    }
  },
  {
    "translation": {
      "en": "because science has improved. We hope that's going to be the case",
      "fr": "grâce à la science. On espère qu'il en ira de même pour cette affaire."
    }
  },
  {
    "translation": {
      "en": "with the anthrax case also.",
      "fr": "On espère qu'il en ira de même pour cette affaire."
    }
  },
  {
    "translation": {
      "en": "It's been nine months since the wave of deadly anthrax letters began passing through the U.S. mail.",
      "fr": "Neuf mois sont passés depuis le début de la vague de lettres à l'anthrax."
    }
  },
  {
    "translation": {
      "en": "New York Times columnist Nicholas Kristof joins us now live.",
      "fr": "Nicholas Kristof, journaliste au New York Times, est avec nous."
    }
  },
  {
    "translation": {
      "en": "You've come up with some suspicions of your own.",
      "fr": "Vous avez des soupçons."
    }
  },
  {
    "translation": {
      "en": "Why don't you tell our viewers what they are?",
      "fr": "Pouvez-vous nous en faire part ?"
    }
  },
  {
    "translation": {
      "en": "He's somebody who's in the biodefense community,",
      "fr": "Il travaille dans le domaine de la biodéfense,"
    }
  },
  {
    "translation": {
      "en": "uh, in the kind of military intelligence establishment.",
      "fr": "un milieu proche de l'armée et du renseignement."
    }
  },
  {
    "translation": {
      "en": "There's been a lot of buzz about him,",
      "fr": "On a beaucoup parlé de lui,"
    }
  },
  {
    "translation": {
      "en": "uh, as somebody that people think should be investigated a lot more closely.",
      "fr": "il faudrait mener une enquête bien plus rigoureuse à son sujet."
    }
  },
  {
    "translation": {
      "en": "The block has been kind of swarming with guys in suits.",
      "fr": "Le quartier grouille d'hommes en costume."
    }
  },
  {
    "translation": {
      "en": "They just showed us a picture, asked if we had recognized this fella.",
      "fr": "Ils nous ont montré une photo et demandé si on reconnaissait cet homme."
    }
  },
  {
    "translation": {
      "en": "A gentleman with kind of dark hair, a bushy mustache, kind of close- set eyes.",
      "fr": "Cheveux noirs, moustache fournie, yeux rapprochés."
    }
  },
  {
    "translation": {
      "en": "FBI agents have searched the apartment",
      "fr": "Le FBI a fouillé l'appartement"
    }
  },
  {
    "translation": {
      "en": "of a former Army researcher named Dr. Steven Hatfill.",
      "fr": "d'un ancien chercheur de l'armée, le Dr Steven Hatfill."
    }
  },
  {
    "translation": {
      "en": "There was a lot of… aspects of what Dr. Hatfill had done and said,",
      "fr": "Sous bien des aspects, les actes et les propos du docteur Hatfill"
    }
  },
  {
    "translation": {
      "en": "uh, that made him, quite appropriately,",
      "fr": "faisaient de lui, de façon très claire,"
    }
  },
  {
    "translation": {
      "en": "the leading suspect.",
      "fr": "le suspect numéro un."
    }
  },
  {
    "translation": {
      "en": "He was fired in 1999 for violating lab procedures",
      "fr": "Il a été licencié en 1999 pour avoir enfreint les procédures de sécurité,"
    }
  },
  {
    "translation": {
      "en": "and then he got a job with a government contractor and lost that security clearance for that job,",
      "fr": "il a été embauché par un sous-traitant et a perdu son certificat de sécurité"
    }
  },
  {
    "translation": {
      "en": "August 23rd of 2001.",
      "fr": "le 23 août 2001."
    }
  },
  {
    "translation": {
      "en": "Just about a month before the anthrax went in the mail.",
      "fr": "Environ un mois avant l'affaire de l'anthrax."
    }
  },
  {
    "translation": {
      "en": "He was polygraphed three times, each of those three showed evasions.",
      "fr": "Lors de trois séances de polygraphe, il est resté très évasif."
    }
  },
  {
    "translation": {
      "en": "His resumes were a skeleton of truth.",
      "fr": "Il mentait dans son CV."
    }
  },
  {
    "translation": {
      "en": "He was mad at the world, at the government.",
      "fr": "Il en voulait au monde, au gouvernement."
    }
  },
  {
    "translation": {
      "en": "A study that he commissioned described a fictional terrorist attack.",
      "fr": "Une de ses études décrivait un attentat fictif."
    }
  },
  {
    "translation": {
      "en": "Federal agents searched Steven Hatfill's Maryland home",
      "fr": "Le FBI a fouillé son domicile au Maryland"
    }
  },
  {
    "translation": {
      "en": "for a second time.",
      "fr": "pour la deuxième fois."
    }
  },
  {
    "translation": {
      "en": "Hatfill has denied any involvement in the anthrax attacks.",
      "fr": "Hatfill a nié être impliqué dans l'affaire de l'anthrax."
    }
  },
  {
    "translation": {
      "en": "Let me just be clear here.",
      "fr": "Soyons clairs."
    }
  },
  {
    "translation": {
      "en": "And to be fair.",
      "fr": "Et honnêtes."
    }
  },
  {
    "translation": {
      "en": "This is the first bio- terror attack in our nation's history.",
      "fr": "C'est la première attaque biologique de l'histoire de notre pays."
    }
  },
  {
    "translation": {
      "en": "None of us were prepared for it.",
      "fr": "Personne n'y était préparé."
    }
  },
  {
    "translation": {
      "en": "It scared the American public. It scared Congress.",
      "fr": "Les Américains ont eu peur, le Congrès aussi."
    }
  },
  {
    "translation": {
      "en": "But nothing justified the treatment that he received here, nothing whatsoever.",
      "fr": "Mais rien ne justifie le traitement qu'il a subi."
    }
  },
  {
    "translation": {
      "en": "I'll give you some sound checks, fellas.",
      "fr": "Profitez-en pour régler le son."
    }
  },
  {
    "translation": {
      "en": "Tell me if this works for you.",
      "fr": "Ça vous convient ?"
    }
  },
  {
    "translation": {
      "en": "And so I came on to represent him",
      "fr": "J'ai souhaité le défendre."
    }
  },
  {
    "translation": {
      "en": "in a case that if it was brought,",
      "fr": "S'il était condamné,"
    }
  },
  {
    "translation": {
      "en": "was undoubtedly going to be a death penalty case.",
      "fr": "ce serait sans doute à mort."
    }
  },
  {
    "translation": {
      "en": "Dr. Hatfill deserves to get his life back,",
      "fr": "Le Dr Hatfill mérite de retrouver sa vie,"
    }
  },
  {
    "translation": {
      "en": "and the American public deserves a real investigation.",
      "fr": "et les Américains méritent une véritable enquête."
    }
  },
  {
    "translation": {
      "en": "Look what actually happened here. Okay?",
      "fr": "Regardons ce qui s'est passé."
    }
  },
  {
    "translation": {
      "en": "They signal to the American public",
      "fr": "Les médias ont dit aux gens"
    }
  },
  {
    "translation": {
      "en": "that Dr. Hatfill was the person who committed this horrendous attack.",
      "fr": "que le Dr Hatfill était l'auteur de ces attaques."
    }
  },
  {
    "translation": {
      "en": "Is Dr. Hatfill a suspect?",
      "fr": "Le Dr Hatfill est-il un suspect ?"
    }
  },
  {
    "translation": {
      "en": "Well, he's a person of interest.",
      "fr": "C'est un suspect potentiel."
    }
  },
  {
    "translation": {
      "en": "Person of interest.  Person of interest…",
      "fr": "Un suspect potentiel."
    }
  },
  {
    "translation": {
      "en": "It had such a huge draw from the media.",
      "fr": "UN SUSPECT POTENTIEL Les médias se sont jetés sur lui."
    }
  },
  {
    "translation": {
      "en": "And, like, they're all over the place,",
      "fr": "Ils le harcelaient,"
    }
  },
  {
    "translation": {
      "en": "and there's helicopters above his apartment.",
      "fr": "des hélicoptères survolaient son appartement."
    }
  },
  {
    "translation": {
      "en": "A couple of dopey agents fell madly in love with him.",
      "fr": "Des agents de pacotille se sont amourachés de lui."
    }
  },
  {
    "translation": {
      "en": "It was like a teenage romance crush,",
      "fr": "Ils ne voulaient pas le lâcher,"
    }
  },
  {
    "translation": {
      "en": "and they just kept pushing a round peg in a square hole.",
      "fr": "quitte à mettre les faits de côté."
    }
  },
  {
    "translation": {
      "en": "They essentially engaged in a campaign",
      "fr": "Ils se sont lancés dans une campagne,"
    }
  },
  {
    "translation": {
      "en": "with their friends in the press",
      "fr": "avec leurs amis journalistes,"
    }
  },
  {
    "translation": {
      "en": "to continually suggest to the American public",
      "fr": "afin de convaincre les Américains"
    }
  },
  {
    "translation": {
      "en": "that Dr. Hatfill has committed this offense.",
      "fr": "que le docteur Hatfill était coupable,"
    }
  },
  {
    "translation": {
      "en": "They did so without any evidence because they were happy",
      "fr": "sans la moindre preuve. Ils étaient ravis d'avoir un bouc émissaire pour sauver la face."
    }
  },
  {
    "translation": {
      "en": "to have a patsy here, to suggest to the public that we're making progress.",
      "fr": "Ils étaient ravis d'avoir un bouc émissaire pour sauver la face."
    }
  },
  {
    "translation": {
      "en": "It says to me that there's some good gumshoe detective work going on and they're hot on the trail of somebody.",
      "fr": "Ça m'a l'air d'une enquête sérieuse, on dirait qu'ils ont une piste."
    }
  },
  {
    "translation": {
      "en": "People had differing views about how much they believe",
      "fr": "Les avis divergeaient, tout le monde n'était pas sûr"
    }
  },
  {
    "translation": {
      "en": "whether Hatfill was the right guy or not.",
      "fr": "que Hatfill était coupable."
    }
  },
  {
    "translation": {
      "en": "But the problem is they just couldn't eliminate Steven.",
      "fr": "Mais il était impossible de l'innocenter."
    }
  },
  {
    "translation": {
      "en": "They had me actually interview him more than once.",
      "fr": "Je l'ai interrogé à plusieurs reprises."
    }
  },
  {
    "translation": {
      "en": "You know, we start talking about, you know, his history with anthrax.",
      "fr": "On a évoqué son rapport à l'anthrax."
    }
  },
  {
    "translation": {
      "en": "And he says, You guys don't believe me.",
      "fr": "Il m'a dit : Vous ne me croyez pas."
    }
  },
  {
    "translation": {
      "en": "You think I did this.",
      "fr": "Vous me croyez coupable."
    }
  },
  {
    "translation": {
      "en": "And, you know, my response to that was Well, Steve,",
      "fr": "Ce à quoi j'ai répondu : Steve,"
    }
  },
  {
    "translation": {
      "en": "did you do it? And he says, Of course not, I didn't do it.",
      "fr": "êtes-vous coupable ? Il a nié en bloc."
    }
  },
  {
    "translation": {
      "en": "But the bureau still thought he was the right guy,",
      "fr": "LE FBI DÉFEND SON ENQUÊTE Le FBI était persuadé de tenir le coupable,"
    }
  },
  {
    "translation": {
      "en": "and that's… that's why they moved forward.",
      "fr": "et a continué son enquête."
    }
  },
  {
    "translation": {
      "en": "Now, one possible outcome",
      "fr": "Il est possible"
    }
  },
  {
    "translation": {
      "en": "sources suggest is that the government could bring charges against Hatfill",
      "fr": "que le gouvernement poursuive Hatfill pour d'autres motifs"
    }
  },
  {
    "translation": {
      "en": "unrelated to the anthrax attacks at all,",
      "fr": "que l'affaire de l'anthrax,"
    }
  },
  {
    "translation": {
      "en": "if they become convinced that's the only way to stop future incidents…",
      "fr": "s'il est convaincu que cela évitera d'autres incidents."
    }
  },
  {
    "translation": {
      "en": "And still no arrests,",
      "fr": "Pas d'arrestation,"
    }
  },
  {
    "translation": {
      "en": "even though investigators believe they know who the culprit is and where he is.",
      "fr": "bien que les enquêteurs soient convaincus de l'identité du coupable."
    }
  },
  {
    "translation": {
      "en": "What's going on here?",
      "fr": "Que se passe-t-il ?"
    }
  },
  {
    "translation": {
      "en": "This is, like, real pressure.",
      "fr": "Un sacré coup de pression."
    }
  },
  {
    "translation": {
      "en": "You have him under surveillance 24- 7.",
      "fr": "Il était surveillé en permanence,"
    }
  },
  {
    "translation": {
      "en": "You're following him every place he goes.",
      "fr": "suivi où qu'il aille."
    }
  },
  {
    "translation": {
      "en": "And he's often publicly tailed by the FBI",
      "fr": "Le FBI le suit sans la moindre discrétion,"
    }
  },
  {
    "translation": {
      "en": "so closely that an agent drove over his foot three months ago.",
      "fr": "un agent lui a même roulé sur le pied."
    }
  },
  {
    "translation": {
      "en": "The fuckin' dogs.",
      "fr": "Ces putains de chiens."
    }
  },
  {
    "translation": {
      "en": "They opened the doors of the apartment",
      "fr": "En ouvrant la porte,"
    }
  },
  {
    "translation": {
      "en": "and one of the dogs just excitedly bounded across the room",
      "fr": "l'un des chiens a foncé dans la pièce"
    }
  },
  {
    "translation": {
      "en": "and went straight up to Dr. Hatfill.",
      "fr": "et sauté sur le docteur Hatfill."
    }
  },
  {
    "translation": {
      "en": "Now, what they didn't tell",
      "fr": "Ils ont omis de préciser"
    }
  },
  {
    "translation": {
      "en": "was that the dogs alerted on eight or nine other scientists.",
      "fr": "que les chiens ont eu la même réaction avec huit ou neuf autres scientifiques."
    }
  },
  {
    "translation": {
      "en": "So, that's the equivalent of saying-- telling your boss,",
      "fr": "C'est comme dire à son patron :"
    }
  },
  {
    "translation": {
      "en": "Hey, I've got Dan's fingerprints on a gun,",
      "fr": "Il y a les empreintes de Dan sur une arme,"
    }
  },
  {
    "translation": {
      "en": "and not telling him,",
      "fr": "sans dire :"
    }
  },
  {
    "translation": {
      "en": "By the way, I got ten other fingerprints on the gun that aren't Dan's.",
      "fr": "Il y a dix autres empreintes qui ne sont pas celles de Dan."
    }
  },
  {
    "translation": {
      "en": "This is in- your- face harassment.",
      "fr": "C'est du harcèlement assumé."
    }
  },
  {
    "translation": {
      "en": "This was not surveillance. This was a design to sweat him.",
      "fr": "Ce n'est pas de la surveillance, c'est fait pour le faire craquer."
    }
  },
  {
    "translation": {
      "en": "The pressure the criminal suspect has when the FBI has them under scrutiny,",
      "fr": "La pression que subit un suspect surveillé de près par le FBI"
    }
  },
  {
    "translation": {
      "en": "can lead them to break and do awful things,",
      "fr": "peut le pousser à bout,"
    }
  },
  {
    "translation": {
      "en": "including committing suicide.",
      "fr": "voire au suicide."
    }
  },
  {
    "translation": {
      "en": "He was so…  …distressed about the media,",
      "fr": "Il était traumatisé par la pression médiatique."
    }
  },
  {
    "translation": {
      "en": "and for whatever reason, they knew where we were going to interview him.",
      "fr": "J'ignore comment, mais ils savaient où on allait l'interviewer."
    }
  },
  {
    "translation": {
      "en": "I mean, it got so bad at one location",
      "fr": "C'est allé si loin"
    }
  },
  {
    "translation": {
      "en": "that we actually put him in the back of a vehicle and took him to a hotel.",
      "fr": "qu'on l'a fait monter dans notre voiture et emmené à l'hôtel."
    }
  },
  {
    "translation": {
      "en": "I wasn't there and I'm not going to judge the day- to- day on that,",
      "fr": "Je n'étais pas là, je ne peux pas juger."
    }
  },
  {
    "translation": {
      "en": "but I will say,",
      "fr": "Cela dit,"
    }
  },
  {
    "translation": {
      "en": "when you have somebody who you think committed this major bioweapons attack,",
      "fr": "quand on pense que quelqu'un peut avoir commis une attaque biologique,"
    }
  },
  {
    "translation": {
      "en": "you're gonna want to look at every aspect of his life",
      "fr": "on doit faire une enquête approfondie,"
    }
  },
  {
    "translation": {
      "en": "and you're going to want to interview his friends",
      "fr": "interroger ses amis,"
    }
  },
  {
    "translation": {
      "en": "and you're going to want to perhaps physically surveil him.",
      "fr": "et le surveiller de près."
    }
  },
  {
    "translation": {
      "en": "It's… It frankly would be malpractice if they hadn't done some of those things.",
      "fr": "Ne pas le faire constituerait une faute professionnelle."
    }
  },
  {
    "translation": {
      "en": "Of course he should have been investigated.",
      "fr": "C'est raisonnable d'enquêter sur lui."
    }
  },
  {
    "translation": {
      "en": "No one has ever complained that the FBI shouldn't have looked at him.",
      "fr": "Personne n'a dit que le FBI n'aurait pas dû s'intéresser à lui."
    }
  },
  {
    "translation": {
      "en": "The complaint is,",
      "fr": "Ce qui est inacceptable,"
    }
  },
  {
    "translation": {
      "en": "you wrenched him from all the other people that they were looking at",
      "fr": "c'est de le distinguer de tous les suspects potentiels"
    }
  },
  {
    "translation": {
      "en": "and put him forefront in the American public and said,",
      "fr": "de le livrer en pâture aux Américains et de dire :"
    }
  },
  {
    "translation": {
      "en": "He's our guy.",
      "fr": "C'est lui."
    }
  },
  {
    "translation": {
      "en": "That's what happened here, and that's the complaint.",
      "fr": "C'est là qu'est le problème."
    }
  },
  {
    "translation": {
      "en": "Guess what? Once you burn a man's house down,",
      "fr": "Vous savez, quand on brûle la maison d'un homme,"
    }
  },
  {
    "translation": {
      "en": "and then take his clothes",
      "fr": "qu'on le déshabille,"
    }
  },
  {
    "translation": {
      "en": "and then spit in his face…",
      "fr": "et qu'on lui crache au visage…"
    }
  },
  {
    "translation": {
      "en": "Guess what?",
      "fr": "Devinez quoi ?"
    }
  },
  {
    "translation": {
      "en": "He's gonna fight back.",
      "fr": "Il riposte."
    }
  },
  {
    "translation": {
      "en": "Good afternoon, ladies and gentlemen.",
      "fr": "Bonjour, mesdames et messieurs."
    }
  },
  {
    "translation": {
      "en": "My name is Steve Hatfill.",
      "fr": "Je m'appelle Steve Hatfill."
    }
  },
  {
    "translation": {
      "en": "After one of the most intensive public and private investigations",
      "fr": "Après une enquête publique et privée parmi les plus intensives"
    }
  },
  {
    "translation": {
      "en": "in American history, no one,",
      "fr": "de l'histoire du pays, personne n'a trouvé le moindre élément de preuve"
    }
  },
  {
    "translation": {
      "en": "no one has come up with a shred of evidence",
      "fr": "personne n'a trouvé le moindre élément de preuve"
    }
  },
  {
    "translation": {
      "en": "that I had anything to do with the anthrax letters.",
      "fr": "de mon implication dans l'affaire des lettres à l'anthrax."
    }
  },
  {
    "translation": {
      "en": "I am not the Anthrax Killer!",
      "fr": "Je ne suis pas le tueur à l'anthrax !"
    }
  },
  {
    "translation": {
      "en": "We're almost a year now into the anthrax investigation",
      "fr": "L'enquête a débuté il y a près d'un an,"
    }
  },
  {
    "translation": {
      "en": "and the FBI doesn't have a clue who's responsible.",
      "fr": "et le FBI n'a toujours pas trouvé le coupable."
    }
  },
  {
    "translation": {
      "en": "FBI officials say there are just too many questions about Hatfill to back off now.",
      "fr": "Selon le FBI, il y a trop de doutes au sujet de Hatfill pour renoncer."
    }
  },
  {
    "translation": {
      "en": "Some involved in the case are clearly frustrated.",
      "fr": "Il y a de la frustration dans l'air."
    }
  },
  {
    "translation": {
      "en": "More than 18 months later, there has not been one single arrest…",
      "fr": "Plus de 18 mois plus tard, pas la moindre arrestation…"
    }
  },
  {
    "translation": {
      "en": "And it does seem like the FBI works very slowly, which makes us wonder…",
      "fr": "Le FBI prend son temps, ce qui pose des questions…"
    }
  },
  {
    "translation": {
      "en": "Well, it's like this. It's not television. There's a lot of legwork…",
      "fr": "Nous ne sommes pas à la télévision. Ça demande beaucoup de travail."
    }
  },
  {
    "translation": {
      "en": "Does it disappoint you? A case like this, unsolved, no arrests, no indictment?",
      "fr": "Êtes-vous déçu qu'il n'y ait toujours pas d'arrestation dans cette affaire ?"
    }
  },
  {
    "translation": {
      "en": "As of this moment, is he still being investigated?",
      "fr": "Fait-il toujours l'objet d'une enquête ?"
    }
  },
  {
    "translation": {
      "en": "We may not have the admissible evidence",
      "fr": "Nous manquons d'éléments concrets"
    }
  },
  {
    "translation": {
      "en": "that we need in order to prove it in court.",
      "fr": "pour le prouver devant un tribunal."
    }
  },
  {
    "translation": {
      "en": "Remember the anthrax scare?",
      "fr": "Vous souvenez-vous de l'anthrax ?"
    }
  },
  {
    "translation": {
      "en": "It was five years ago today that a photographer in Florida…",
      "fr": "Il y a cinq ans, un photographe de Floride…"
    }
  },
  {
    "translation": {
      "en": "There's a split at the FBI",
      "fr": "Le FBI est divisé."
    }
  },
  {
    "translation": {
      "en": "with some agents now thinking Hatfill didn't do it,",
      "fr": "Certains agents croient que Hatfill est innocent,"
    }
  },
  {
    "translation": {
      "en": "but others still believe he did.",
      "fr": "d'autres le pensent coupable."
    }
  },
  {
    "translation": {
      "en": "It's one of the largest FBI investigations ever",
      "fr": "C'est l'une des plus grandes enquêtes de l'histoire du FBI,"
    }
  },
  {
    "translation": {
      "en": "with more than 9,000 interviews,",
      "fr": "avec plus de 9 000 entretiens,"
    }
  },
  {
    "translation": {
      "en": "6,000 subpoenas, and 67 separate searches.",
      "fr": "six mille citations à comparaître et 67 perquisitions."
    }
  },
  {
    "translation": {
      "en": "The FBI insists this case remains active.",
      "fr": "Le FBI insiste, l'enquête reste ouverte."
    }
  },
  {
    "translation": {
      "en": "The fatal flaw that some people have is",
      "fr": "Le problème, c'est que certains"
    }
  },
  {
    "translation": {
      "en": "trying to prove that somebody committed a crime,",
      "fr": "cherchent à prouver que quelqu'un a commis un crime,"
    }
  },
  {
    "translation": {
      "en": "versus just investigating the crime.",
      "fr": "au lieu de mener l'enquête."
    }
  },
  {
    "translation": {
      "en": "The investigation had been going on for five years,",
      "fr": "L'enquête durait depuis cinq ans."
    }
  },
  {
    "translation": {
      "en": "and Director Mueller wanted to have some new eyes in there.",
      "fr": "M. Mueller, le directeur, voulait un regard neuf sur l'affaire."
    }
  },
  {
    "translation": {
      "en": "And so I took over the investigation.",
      "fr": "Alors, j'ai repris l'enquête."
    }
  },
  {
    "translation": {
      "en": "I told the team, This case might be old,",
      "fr": "C'était une vieille affaire,"
    }
  },
  {
    "translation": {
      "en": "but it's not stale and it's not like we don't care.",
      "fr": "mais elle restait d'actualité."
    }
  },
  {
    "translation": {
      "en": "We still have, you know, resources dedicated to it.",
      "fr": "On avait toujours les moyens d'enquêter."
    }
  },
  {
    "translation": {
      "en": "We told everybody-- Like, we empowered them to investigate.",
      "fr": "On a mis toute l'équipe dans de bonnes conditions."
    }
  },
  {
    "translation": {
      "en": "At that point, there was an incredibly aggressive development of the science,",
      "fr": "À ce moment, la science avait fait des progrès impressionnants."
    }
  },
  {
    "translation": {
      "en": "and it became the game- changing piece of the investigation.",
      "fr": "Ça a marqué un tournant décisif dans l'enquête."
    }
  },
  {
    "translation": {
      "en": "Previously, nobody was sequencing genomes.",
      "fr": "Avant, on ne pratiquait pas le séquençage des génomes."
    }
  },
  {
    "translation": {
      "en": "It's what we call a pre- genomics era.",
      "fr": "On appelle ça l'ère pré-génomique."
    }
  },
  {
    "translation": {
      "en": "We were using DNA to identify the Ames strain, but we hadn't sequenced the whole genome.",
      "fr": "L'ADN servait à identifier la souche Ames, mais on n'avait pas séquencé le génome."
    }
  },
  {
    "translation": {
      "en": "What they wanted to do was develop a DNA fingerprint",
      "fr": "Ils ont développé une empreinte ADN"
    }
  },
  {
    "translation": {
      "en": "for the spores that were mailed",
      "fr": "des spores envoyées,"
    }
  },
  {
    "translation": {
      "en": "to see if we could identify the parent.",
      "fr": "afin d'identifier leur provenance."
    }
  },
  {
    "translation": {
      "en": "And we did it because the technology improved,",
      "fr": "On l'a fait grâce aux progrès de la science,"
    }
  },
  {
    "translation": {
      "en": "but also because we had a lot of money.",
      "fr": "mais aussi parce qu'on en avait les moyens."
    }
  },
  {
    "translation": {
      "en": "This was the most expensive investigation that the FBI ever carried out.",
      "fr": "C'était l'enquête la plus coûteuse de l'histoire du FBI."
    }
  },
  {
    "translation": {
      "en": "Then they compared the DNA fingerprints",
      "fr": "Ils ont comparé les empreintes ADN"
    }
  },
  {
    "translation": {
      "en": "that they had identified in the spores that were mailed",
      "fr": "des spores envoyées par la poste"
    }
  },
  {
    "translation": {
      "en": "to everything they'd collected.",
      "fr": "à celles qu'ils ont rassemblées."
    }
  },
  {
    "translation": {
      "en": "Those all traced back to a single flask…",
      "fr": "Elles remontaient toutes à une fiole unique…"
    }
  },
  {
    "translation": {
      "en": "called RMR- 1029.",
      "fr": "appelé RMR-1029."
    }
  },
  {
    "translation": {
      "en": "And then on top of that, we found out that this was a flask",
      "fr": "Pour couronner le tout, on a découvert que cette fiole"
    }
  },
  {
    "translation": {
      "en": "of anthrax spores that Bruce Ivins had created for his experiments.",
      "fr": "avait été créé par Bruce Ivins pour ses expériences."
    }
  },
  {
    "translation": {
      "en": "♪ It's a song ♪",
      "fr": "HAUTEMENT PURIFIÉ"
    }
  },
  {
    "translation": {
      "en": "♪ A sigh of the weary ♪",
      "fr": "HAUTEMENT PURIFIÉ ÉTAT : TRÈS BON BRUCE IVINS"
    }
  },
  {
    "translation": {
      "en": "At the beginning of this investigation, it was this global whodunit.",
      "fr": "Au début, c'était un mystère à l'échelle mondiale."
    }
  },
  {
    "translation": {
      "en": "The global whodunit has now shrunk to one flask in one walk- in cooler,",
      "fr": "Le voilà réduit à une fiole dans un congélateur,"
    }
  },
  {
    "translation": {
      "en": "in one lab, created and maintained by one guy.",
      "fr": "dans un laboratoire, créée par un homme."
    }
  },
  {
    "translation": {
      "en": "Do we know definitively at that point that Bruce Ivins sent the letters?",
      "fr": "À ce moment, est-on sûrs que Bruce Ivins a envoyé les lettres ?"
    }
  },
  {
    "translation": {
      "en": "No. Uh…",
      "fr": "Non."
    }
  },
  {
    "translation": {
      "en": "RMR- 1029 was a resource that was used by many people.",
      "fr": "RMR-1029 était utilisé par de nombreuses personnes."
    }
  },
  {
    "translation": {
      "en": "Some of the material from that had even been sent to my laboratory.",
      "fr": "Un échantillon en a même été envoyé à mon laboratoire."
    }
  },
  {
    "translation": {
      "en": "So, we looked at the relevant time period",
      "fr": "On a étudié la période en question"
    }
  },
  {
    "translation": {
      "en": "and said, Okay, who had access to RMR- 1029 during this time period?",
      "fr": "et on s'est demandé qui avait eu accès à RMR-1029 à l'époque."
    }
  },
  {
    "translation": {
      "en": "The FBI swung back around and started focusing on USAMRIID again.",
      "fr": "Le FBI a fait volte-face et s'est à nouveau intéressé à l'USAMRIID."
    }
  },
  {
    "translation": {
      "en": "We were right back under the magnifying glass.",
      "fr": "Nous étions à nouveau sous surveillance."
    }
  },
  {
    "translation": {
      "en": "We were one of the few institutes that fully cooperated with them.",
      "fr": "On était l'un des rares instituts à coopérer sans réserve."
    }
  },
  {
    "translation": {
      "en": "Not only providing the expertise and the assistance,",
      "fr": "On a offert notre expertise, notre aide,"
    }
  },
  {
    "translation": {
      "en": "but giving full access to all of our written records,",
      "fr": "et l'accès total à toutes nos archives,"
    }
  },
  {
    "translation": {
      "en": "all of our biological samples,",
      "fr": "nos échantillons…"
    }
  },
  {
    "translation": {
      "en": "providing anything and everything that they wanted, on a voluntary basis.",
      "fr": "On leur a fourni tout ce qu'ils voulaient en toute bonne foi."
    }
  },
  {
    "translation": {
      "en": "But then, because you've created records of everything,",
      "fr": "Mais, puisque tout est archivé,"
    }
  },
  {
    "translation": {
      "en": "that gives them something to sift through,",
      "fr": "ça leur donne de quoi fouiller."
    }
  },
  {
    "translation": {
      "en": "and if something similar is found,",
      "fr": "Et s'ils trouvent un élément comparable,"
    }
  },
  {
    "translation": {
      "en": "it's going to label you as the originator of this attack material.",
      "fr": "nous voilà repeints en terroristes potentiels."
    }
  },
  {
    "translation": {
      "en": "You know, that was disconcerting for a lot of people",
      "fr": "C'était déconcertant pour nous,"
    }
  },
  {
    "translation": {
      "en": "because it created a lot of fear and paranoia.",
      "fr": "ça a généré un sentiment de peur et de paranoïa."
    }
  },
  {
    "translation": {
      "en": "Each one of them became a suspect, right? Get me a rock- solid alibi.",
      "fr": "Tous étaient devenus des suspects. Il fallait des alibis en béton."
    }
  },
  {
    "translation": {
      "en": "We had some people on the list that we had phone records,",
      "fr": "Certains avaient des relevés téléphoniques,"
    }
  },
  {
    "translation": {
      "en": "where they were on the phone with their spouse who was overseas at the time.",
      "fr": "ils étaient au téléphone avec leur partenaire à l'étranger."
    }
  },
  {
    "translation": {
      "en": "Right? So there's no way they could have driven to Princeton",
      "fr": "Ils n'auraient pas pu se rendre à Princeton"
    }
  },
  {
    "translation": {
      "en": "on the 17th or 18th of September",
      "fr": "le 17 ou le 18 septembre"
    }
  },
  {
    "translation": {
      "en": "and mailed the letters.",
      "fr": "pour poster les lettres."
    }
  },
  {
    "translation": {
      "en": "We checked everybody else off the list.",
      "fr": "On a éliminé toutes les pistes."
    }
  },
  {
    "translation": {
      "en": "But then, the more we investigated Bruce, the more things that came to light.",
      "fr": "Plus on enquêtait sur Bruce, plus on en apprenait."
    }
  },
  {
    "translation": {
      "en": "One of the things that stuck out was his time in the hot suites,",
      "fr": "Il avait passé beaucoup de temps en salle sécurisée,"
    }
  },
  {
    "translation": {
      "en": "leading up to the attacks.",
      "fr": "peu avant les attaques."
    }
  },
  {
    "translation": {
      "en": "Late at nights and on weekends and into the wee hours of the morning.",
      "fr": "Tard le soir, le week-end, jusqu'à l'aube."
    }
  },
  {
    "translation": {
      "en": "And going into a hot suite isn't just going into a room.",
      "fr": "Entrer dans ces salles, ce n'est pas que passer une porte."
    }
  },
  {
    "translation": {
      "en": "And then there was a break for about a week or so,",
      "fr": "Il a arrêté pendant près d'une semaine,"
    }
  },
  {
    "translation": {
      "en": "and then it picked up again where he was back in there.",
      "fr": "puis a rapidement recommencé."
    }
  },
  {
    "translation": {
      "en": "Then he had all these hours in there leading up to the second mailing.",
      "fr": "Il y a passé beaucoup de temps avant le second envoi."
    }
  },
  {
    "translation": {
      "en": "Never before, never since, did he have time in the hot suites like that.",
      "fr": "Jamais, ni avant, ni après, il n'y a passé autant de temps."
    }
  },
  {
    "translation": {
      "en": "That, standing alone, is not proof beyond a reasonable doubt,",
      "fr": "Ce n'est pas une preuve accablante,"
    }
  },
  {
    "translation": {
      "en": "but it's certainly a brick in the wall of evidence.",
      "fr": "mais c'est un tournant dans l'enquête."
    }
  },
  {
    "translation": {
      "en": "Now with the additional knowledge",
      "fr": "Maintenant que nous savons"
    }
  },
  {
    "translation": {
      "en": "that, whoa, we think this identified flask of spores",
      "fr": "que la fiole de spores identifiée,"
    }
  },
  {
    "translation": {
      "en": "that was created and maintained by Dr. Ivins",
      "fr": "créée et gérée par le Dr Ivins,"
    }
  },
  {
    "translation": {
      "en": "is the source of the murder weapon, right? Is the source of the mailed material.",
      "fr": "est la source de l'arme du crime, de l'anthrax envoyé."
    }
  },
  {
    "translation": {
      "en": "Let's go back and take a look at everything he has said",
      "fr": "Réexaminons ses propos"
    }
  },
  {
    "translation": {
      "en": "and everything he's done, in a different light.",
      "fr": "et ses actes sous un nouveau jour."
    }
  },
  {
    "translation": {
      "en": "Going back and looking at statements he had given.",
      "fr": "Réétudions ses déclarations. IVINS N'EST PAS AU COURANT"
    }
  },
  {
    "translation": {
      "en": "Was he sabotaging, undermining, misdirecting the investigation?",
      "fr": "A-t-il saboté ou torpillé l'enquête ?"
    }
  },
  {
    "translation": {
      "en": "Did he try to distract?",
      "fr": "Ou créé une diversion ?"
    }
  },
  {
    "translation": {
      "en": "I had one other thought. Iraq, for instance.",
      "fr": "J'ai pensé à autre chose. Pourquoi pas l'Irak ?"
    }
  },
  {
    "translation": {
      "en": "What else can you tell us?",
      "fr": "Quoi d'autre ?"
    }
  },
  {
    "translation": {
      "en": "- - Oh. Hey, guys.",
      "fr": "Bonjour, messieurs."
    }
  },
  {
    "translation": {
      "en": "Did he try to deflect?",
      "fr": "A-t-il détourné l'attention ?"
    }
  },
  {
    "translation": {
      "en": "Get a load of this.",
      "fr": "Regardez ça."
    }
  },
  {
    "translation": {
      "en": "Those are from my personal stock, straight from the source.",
      "fr": "Ça vient de mon stock personnel."
    }
  },
  {
    "translation": {
      "en": "What else can you tell us?",
      "fr": "Quoi d'autre ?"
    }
  },
  {
    "translation": {
      "en": "Did he identify certain suspects",
      "fr": "A-t-il identifié certains suspects"
    }
  },
  {
    "translation": {
      "en": "depending on his personal feelings towards that person at the time?",
      "fr": "selon les rapports qu'il avait avec eux à l'époque ?"
    }
  },
  {
    "translation": {
      "en": "Not only do these two particular researchers",
      "fr": "Non seulement ces deux chercheurs ont accès à la souche initiale,"
    }
  },
  {
    "translation": {
      "en": "have access to the original strain, they also routinely make serial dilutions.",
      "fr": "Non seulement ces deux chercheurs ont accès à la souche initiale, mais ils font aussi des dilutions en série."
    }
  },
  {
    "translation": {
      "en": "What else can you tell us?",
      "fr": "Quoi d'autre ?"
    }
  },
  {
    "translation": {
      "en": "Did he try to send investigators in different directions?",
      "fr": "A-t-il envoyé les enquêteurs sur de fausses pistes ?"
    }
  },
  {
    "translation": {
      "en": "- Can you get us copies? - I'll fax them over this afternoon.",
      "fr": "- Peut-on avoir une copie ? - Je vais vous les faxer."
    }
  },
  {
    "translation": {
      "en": "What else can you tell us?",
      "fr": "Quoi d'autre ?"
    }
  },
  {
    "translation": {
      "en": "Lots.",
      "fr": "Plein de choses."
    }
  },
  {
    "translation": {
      "en": "Here is this super respected, talented scientist within the government,",
      "fr": "Un scientifique talentueux et respecté qui travaille pour le gouvernement"
    }
  },
  {
    "translation": {
      "en": "giving advice about, you know, what to pursue and what not to pursue.",
      "fr": "qui donne des conseils sur les pistes à suivre ou non."
    }
  },
  {
    "translation": {
      "en": "What else can you tell us?",
      "fr": "Quoi d'autre ?"
    }
  },
  {
    "translation": {
      "en": "There was now absolutely a concerted focus on Dr. Ivins.",
      "fr": "L'attention de tous s'est alors portée sur le docteur Ivins."
    }
  },
  {
    "translation": {
      "en": "- - ♪ Take me by the hand ♪",
      "fr": "1ER NOVEMBRE 2007 5 ANS, 2 MOIS ET 21 JOURS APRÈS LE PREMIER CAS D'ANTHRAX"
    }
  },
  {
    "translation": {
      "en": "♪ I will always understand… ♪",
      "fr": "5 ANS, 2 MOIS ET 21 JOURS APRÈS LE PREMIER CAS D'ANTHRAX"
    }
  },
  {
    "translation": {
      "en": "You know, this guy checks a lot of boxes when you talk about an insider threat.",
      "fr": "Beaucoup d'aspects de sa personnalité en font un suspect potentiel."
    }
  },
  {
    "translation": {
      "en": "We found out that he had some mental health issues,",
      "fr": "Il souffrait de troubles mentaux."
    }
  },
  {
    "translation": {
      "en": "that it was common for him to leave at night and come home",
      "fr": "Parfois, il sortait en pleine nuit"
    }
  },
  {
    "translation": {
      "en": "sometime the next morning, without his wife knowing.",
      "fr": "et rentrait le lendemain à l'insu de sa femme."
    }
  },
  {
    "translation": {
      "en": "He maintained P.O. boxes in different names at different locations.",
      "fr": "Il louait plusieurs boîtes postales sous de faux noms."
    }
  },
  {
    "translation": {
      "en": "He would drive to remote locations",
      "fr": "Il faisait beaucoup de route"
    }
  },
  {
    "translation": {
      "en": "and mail something to conceal his identity.",
      "fr": "pour poster des courriers en secret."
    }
  },
  {
    "translation": {
      "en": "Dr. Ivins.",
      "fr": "Docteur Ivins."
    }
  },
  {
    "translation": {
      "en": "We're with the FBI.",
      "fr": "Nous sommes du FBI."
    }
  },
  {
    "translation": {
      "en": "We'd like to speak with you, sir. Won't take long.",
      "fr": "Nous aimerions vous parler un instant."
    }
  },
  {
    "translation": {
      "en": "Now? Uh, I was supposed to be home an hour ago. Uh, my wife--",
      "fr": "Maintenant ? Je devais rentrer il y a une heure. Ma femme­…"
    }
  },
  {
    "translation": {
      "en": "Your wife is being taken care of.",
      "fr": "On s'en occupe."
    }
  },
  {
    "translation": {
      "en": "What… What does that mean?",
      "fr": "C'est-à-dire ?"
    }
  },
  {
    "translation": {
      "en": "Sir, we're currently executing a federal grand jury search warrant",
      "fr": "Monsieur, une perquisition a lieu en ce moment"
    }
  },
  {
    "translation": {
      "en": "at your home.",
      "fr": "à votre domicile."
    }
  },
  {
    "translation": {
      "en": "That's when we jumped out of the cake, right?",
      "fr": "On a débarqué à ce moment-là."
    }
  },
  {
    "translation": {
      "en": "Hey, Bruce, we're executing a search warrant at your house.",
      "fr": "Bruce, on fait une perquisition chez vous."
    }
  },
  {
    "translation": {
      "en": "You are a big suspect in this.",
      "fr": "Vous êtes un suspect."
    }
  },
  {
    "translation": {
      "en": "We've arranged a hotel for you and your family, just until the search is complete.",
      "fr": "Vous logerez à l'hôtel avec votre famille jusqu'à la fin de la perquisition."
    }
  },
  {
    "translation": {
      "en": "We've got a car just over here.",
      "fr": "Une voiture va vous emmener."
    }
  },
  {
    "translation": {
      "en": "Uh, no, thank you. I… I need to go home.",
      "fr": "Non, merci. Je dois rentrer."
    }
  },
  {
    "translation": {
      "en": "We'll see you on the ten o'clock news, then.",
      "fr": "On vous verra au journal de 22 h, alors."
    }
  },
  {
    "translation": {
      "en": "Doctor, you go home, it's going to cause a major scene.",
      "fr": "Si vous rentrez chez vous, attendez-vous à un scandale."
    }
  },
  {
    "translation": {
      "en": "Neighbors start talking.",
      "fr": "Les voisins vont jaser."
    }
  },
  {
    "translation": {
      "en": "Next thing you know, news trucks are rolling in like the third armored brigade.",
      "fr": "Ensuite, les camions de la presse vont débarquer comme des chars d'assaut."
    }
  },
  {
    "translation": {
      "en": "You don't really want that. Do you, Dr. Ivins?",
      "fr": "C'est ce que vous voulez, docteur Ivins ?"
    }
  },
  {
    "translation": {
      "en": "Where's Agent Hayward? I always work with Agent--",
      "fr": "Où est M. Hayward ? Je travaillais…"
    }
  },
  {
    "translation": {
      "en": "Agent Hayward is no longer assigned to this case.",
      "fr": "Il ne travaille plus sur ce dossier."
    }
  },
  {
    "translation": {
      "en": "What? No. No, you don't understand. Hayward is my contact--",
      "fr": "Comment ? Vous ne comprenez pas, c'est mon contact…"
    }
  },
  {
    "translation": {
      "en": "I know this is upsetting.",
      "fr": "Je sais, c'est perturbant."
    }
  },
  {
    "translation": {
      "en": "Best thing is to remain calm, let us do our work.",
      "fr": "Restez calme, laissez-nous travailler."
    }
  },
  {
    "translation": {
      "en": "I think I just-- I need you to stop. Stop the car. Stop.",
      "fr": "Arrêtez la voiture."
    }
  },
  {
    "translation": {
      "en": "You-- You're saying it was me?",
      "fr": "Vous pensez que c'est moi ?"
    }
  },
  {
    "translation": {
      "en": "You think-- You think I sent those letters? That I'm some kind of terrorist?",
      "fr": "Que j'ai envoyé ces lettres ? Que je suis un terroriste ?"
    }
  },
  {
    "translation": {
      "en": "No one's saying that.",
      "fr": "On ne dit pas ça."
    }
  },
  {
    "translation": {
      "en": "I'm a patriot. I've worked my entire life protecting American lives.",
      "fr": "Je suis patriote. Je suis au service des Américains."
    }
  },
  {
    "translation": {
      "en": "Sir, please.",
      "fr": "Monsieur, calmez-vous."
    }
  },
  {
    "translation": {
      "en": "Let's just all keep our heads and give the team a chance to do its work.",
      "fr": "Gardons la tête froide et laissons l'équipe travailler."
    }
  },
  {
    "translation": {
      "en": "How does that sound, Doctor?",
      "fr": "Qu'en dites-vous, docteur ?"
    }
  },
  {
    "translation": {
      "en": "To be quite honest,",
      "fr": "Pour être honnête,"
    }
  },
  {
    "translation": {
      "en": "we didn't come out of there with a silver bullet.",
      "fr": "on n'a rien trouvé d'accablant."
    }
  },
  {
    "translation": {
      "en": "There were some people that thought that he would've kept a souvenir.",
      "fr": "On pensait qu'il aurait gardé un souvenir."
    }
  },
  {
    "translation": {
      "en": "Right? And we're like, What souvenir are we gonna find?",
      "fr": "On s'est demandé ce que ça pourrait être."
    }
  },
  {
    "translation": {
      "en": "And there wasn't that much.",
      "fr": "Il n'y avait pas grand-chose."
    }
  },
  {
    "translation": {
      "en": "But then a couple guys on the team had a great idea.",
      "fr": "Mais des membres de l'équipe ont eu une bonne idée."
    }
  },
  {
    "translation": {
      "en": "Two nights later was trash night.",
      "fr": "Deux jours plus tard, il sortait ses poubelles."
    }
  },
  {
    "translation": {
      "en": "See what he throws out that we may have missed.",
      "fr": "Qu'allait-il vouloir jeter ?"
    }
  },
  {
    "translation": {
      "en": "Unbeknownst to him, was an FBI agent holding his breath,",
      "fr": "À son insu, un agent du FBI"
    }
  },
  {
    "translation": {
      "en": "standing motionless so that Bruce wouldn't see him.",
      "fr": "restait caché, à l'abri des regards."
    }
  },
  {
    "translation": {
      "en": "He clearly wanted to make sure that nobody recovered what he threw away.",
      "fr": "Il voulait s'assurer que personne ne récupère ce qu'il jetait."
    }
  },
  {
    "translation": {
      "en": "I was in Washington at a conference in a hotel out near Dulles Airport.",
      "fr": "Je suis allé à une conférence dans un hôtel de Washington."
    }
  },
  {
    "translation": {
      "en": "Welcome, everyone.",
      "fr": "Bienvenue à tous."
    }
  },
  {
    "translation": {
      "en": "And the FBI knew I was there and so they actually set up a meeting for me.",
      "fr": "Le FBI savait que j'étais là, ils ont organisé un entretien."
    }
  },
  {
    "translation": {
      "en": "There were, like, 20 people there,",
      "fr": "Il y avait une vingtaine de personnes,"
    }
  },
  {
    "translation": {
      "en": "and they didn't have lights shining on me or anything like an interrogation,",
      "fr": "ce n'était pas un interrogatoire formel,"
    }
  },
  {
    "translation": {
      "en": "but it kind of felt that way. It kind of felt like that environment.",
      "fr": "mais ça y ressemblait beaucoup."
    }
  },
  {
    "translation": {
      "en": "And we sat down and one of them",
      "fr": "On s'est assis, et l'un d'eux"
    }
  },
  {
    "translation": {
      "en": "reassured me that, uh, they were not there to arrest me.",
      "fr": "m'a assuré qu'ils ne venaient pas pour m'arrêter."
    }
  },
  {
    "translation": {
      "en": "It was like, That had never crossed my mind until just now that you might be here to arrest me.",
      "fr": "Je leur ai dit que je n'avais même pas envisagé cette possibilité."
    }
  },
  {
    "translation": {
      "en": "And they started pulling out emails that I had sent to Bruce Ivins.",
      "fr": "Ils ont ressorti des e-mails que j'avais envoyés à Bruce Ivins."
    }
  },
  {
    "translation": {
      "en": "They were trying to figure out if there was any information in these emails",
      "fr": "Ils voulaient savoir s'il y avait, dans ces e-mails,"
    }
  },
  {
    "translation": {
      "en": "that might have tipped off Bruce Ivins about the analysis that we were doing.",
      "fr": "des informations indiquant à Bruce Ivins les analyses que nous faisions."
    }
  },
  {
    "translation": {
      "en": "That's when a kind of light went off in my head, said, They're looking at Bruce.",
      "fr": "C'est là que j'ai compris qu'ils s'intéressaient à lui."
    }
  },
  {
    "translation": {
      "en": "Many of his co- workers defended him and said, No, it couldn't be Bruce.",
      "fr": "La plupart de ses collègues l'ont défendu."
    }
  },
  {
    "translation": {
      "en": "And when we pointed to strange behaviors, you know…",
      "fr": "Nous avons décrit ses comportements suspects, et ils ont dit : C'est Bruce, il est comme ça."
    }
  },
  {
    "translation": {
      "en": "…things that Bruce did, it was always, Well, that's just Bruce being Bruce.",
      "fr": "et ils ont dit : C'est Bruce, il est comme ça."
    }
  },
  {
    "translation": {
      "en": "That was the common phrase we heard. That's Bruce being Bruce.",
      "fr": "On a souvent entendu cette phrase."
    }
  },
  {
    "translation": {
      "en": "But from looking at Bruce's emails,",
      "fr": "Mais en étudiant de près ses e-mails,"
    }
  },
  {
    "translation": {
      "en": "it was clear that he had obsessions.",
      "fr": "il était clair qu'il était obsessionnel."
    }
  },
  {
    "translation": {
      "en": "His relationships with some of his co- workers were…",
      "fr": "Ses relations avec certains de ses collègues étaient…"
    }
  },
  {
    "translation": {
      "en": "You know, one woman-- he wrote a lot of personal emails",
      "fr": "Il a écrit de nombreux e-mails personnels à une femme,"
    }
  },
  {
    "translation": {
      "en": "that were troubling.",
      "fr": "des messages troublants."
    }
  },
  {
    "translation": {
      "en": "Occasionally, I get this tingling that goes down both arms.",
      "fr": "J'ai parfois des picotements dans les deux bras."
    }
  },
  {
    "translation": {
      "en": "At the same time, I get a bit dizzy",
      "fr": "À ce moment-là, j'ai des vertiges"
    }
  },
  {
    "translation": {
      "en": "and I get this unidentifiable metallic taste in my mouth.",
      "fr": "et un étrange goût métallique dans la bouche."
    }
  },
  {
    "translation": {
      "en": "I'm not trying to be funny.",
      "fr": "Je ne plaisante pas."
    }
  },
  {
    "translation": {
      "en": "Actually, it scares me a bit.",
      "fr": "Ça me fait peur."
    }
  },
  {
    "translation": {
      "en": "When I get these episodes,",
      "fr": "Quand ça m'arrive,"
    }
  },
  {
    "translation": {
      "en": "I become mean- spirited,",
      "fr": "je deviens méchant,"
    }
  },
  {
    "translation": {
      "en": "hateful,",
      "fr": "odieux,"
    }
  },
  {
    "translation": {
      "en": "angry,",
      "fr": "furieux,"
    }
  },
  {
    "translation": {
      "en": "withdrawn,",
      "fr": "introverti,"
    }
  },
  {
    "translation": {
      "en": "paranoid.",
      "fr": "paranoïaque."
    }
  },
  {
    "translation": {
      "en": "Of course, I regret them thoroughly when they're over,",
      "fr": "Dès que c'est terminé, je regrette mon comportement,"
    }
  },
  {
    "translation": {
      "en": "but when I'm going through them,",
      "fr": "mais pendant que ça a lieu,"
    }
  },
  {
    "translation": {
      "en": "it's as if I'm a passenger on a ride.",
      "fr": "je ne me contrôle plus."
    }
  },
  {
    "translation": {
      "en": "Like I'm a few feet away watching myself.",
      "fr": "J'ai l'impression de me voir de l'extérieur."
    }
  },
  {
    "translation": {
      "en": "I try to put on a good front here at work and at home",
      "fr": "Je fais bonne figure au travail et à la maison,"
    }
  },
  {
    "translation": {
      "en": "so I don't spread the pestilence.",
      "fr": "pour ne pas tout souiller."
    }
  },
  {
    "translation": {
      "en": "Unfortunately, I have to talk about it to someone.",
      "fr": "Mais il faut que j'en parle à quelqu'un."
    }
  },
  {
    "translation": {
      "en": "So, you get to be my secret sharer.",
      "fr": "Tu seras ma confidente."
    }
  },
  {
    "translation": {
      "en": "His behavior toward those women was the same as another of his obsessions.",
      "fr": "Son comportement envers ces femmes était comparable à ses autres obsessions."
    }
  },
  {
    "translation": {
      "en": "We found out that he had an obsession with KKG Sorority.",
      "fr": "Il était obsédé par la sororité Kappa Kappa Gamma."
    }
  },
  {
    "translation": {
      "en": "This obsession was something that he developed in the 1960s in college",
      "fr": "Son obsession est née dans les années 60, à l'université,"
    }
  },
  {
    "translation": {
      "en": "when he asked a girl on a date who belonged to KKG Sorority.",
      "fr": "quand il a invité une membre de KKG à sortir avec lui."
    }
  },
  {
    "translation": {
      "en": "She turned him down,",
      "fr": "Elle a refusé,"
    }
  },
  {
    "translation": {
      "en": "and Bruce was rejected.",
      "fr": "et il s'est senti rejeté."
    }
  },
  {
    "translation": {
      "en": "And so, he decided to steal from a sorority house.",
      "fr": "Alors, il a cambriolé le bâtiment de la sororité."
    }
  },
  {
    "translation": {
      "en": "He stole their cipher, which allowed him to decrypt their rituals that they had.",
      "fr": "Il a volé leur décrypteur, afin de connaître leurs rituels."
    }
  },
  {
    "translation": {
      "en": "And when you think about… here's a man, 40 or 50 years later,",
      "fr": "On a donc un homme, 40 ou 50 ans plus tard,"
    }
  },
  {
    "translation": {
      "en": "who had multiple personas…",
      "fr": "aux personnalités multiples…"
    }
  },
  {
    "translation": {
      "en": "…who was 60 years old,",
      "fr": "dans la soixantaine,"
    }
  },
  {
    "translation": {
      "en": "posing as a sorority sister, online.",
      "fr": "se faisant passer pour une membre d'une sororité."
    }
  },
  {
    "translation": {
      "en": "It kind of raises some eyebrows.",
      "fr": "C'est louche."
    }
  },
  {
    "translation": {
      "en": "One of the women that he had this strong interest or obsession with",
      "fr": "L'une des femmes par qui il était obsédé"
    }
  },
  {
    "translation": {
      "en": "defended him over and over,",
      "fr": "l'a défendu bec et ongles,"
    }
  },
  {
    "translation": {
      "en": "until we showed her some information that he somehow identified her password",
      "fr": "jusqu'à ce qu'on lui prouve qu'il avait volé son mot de passe,"
    }
  },
  {
    "translation": {
      "en": "and would log on to her computer, as her, and read her personal emails.",
      "fr": "et qu'il se connectait à son ordinateur pour lire ses e-mails privés."
    }
  },
  {
    "translation": {
      "en": "And whenever he read something disparaging against him,",
      "fr": "Quand il lisait des critiques à son égard,"
    }
  },
  {
    "translation": {
      "en": "then he was just enraged by it.",
      "fr": "il était furieux."
    }
  },
  {
    "translation": {
      "en": "It was pretty disturbing, and she agreed to cooperate with us.",
      "fr": "C'était troublant. Elle a accepté de collaborer avec nous."
    }
  },
  {
    "translation": {
      "en": "- You came. - I came.",
      "fr": "- Tu es venue. - Oui."
    }
  },
  {
    "translation": {
      "en": "I just keep thinking about that grand jury hearing.",
      "fr": "Je repense à l'audience du grand jury."
    }
  },
  {
    "translation": {
      "en": "They were so accusatory.",
      "fr": "Ils n'ont pas arrêté de m'accuser."
    }
  },
  {
    "translation": {
      "en": "You can't keep going on like this, Bruce.",
      "fr": "Tu ne peux pas continuer comme ça, Bruce."
    }
  },
  {
    "translation": {
      "en": "Sure I can. See?",
      "fr": "Bien sûr que si. Tu vois ?"
    }
  },
  {
    "translation": {
      "en": "Maybe you should see somebody.",
      "fr": "Tu devrais aller voir quelqu'un."
    }
  },
  {
    "translation": {
      "en": "I have you.",
      "fr": "Je t'ai, toi."
    }
  },
  {
    "translation": {
      "en": "My secret sharer.",
      "fr": "Ma confidente."
    }
  },
  {
    "translation": {
      "en": "Don't call me that.",
      "fr": "Ne m'appelle pas comme ça."
    }
  },
  {
    "translation": {
      "en": "I'm… I'm sorry, Bruce. I want to support you, I do.",
      "fr": "Désolée, Bruce. J'ai vraiment envie de t'aider."
    }
  },
  {
    "translation": {
      "en": "But these things that you've been writing me about…",
      "fr": "Mais toutes ces choses que tu m'as écrites…"
    }
  },
  {
    "translation": {
      "en": "Alternate personas, paranoid delusions…",
      "fr": "Les troubles de la personnalité, la paranoïa…"
    }
  },
  {
    "translation": {
      "en": "So this woman actually wore a wire to… to meet with Bruce.",
      "fr": "Elle portait un micro lors de sa discussion avec Bruce."
    }
  },
  {
    "translation": {
      "en": "Just let him volunteer and see how comfortable he gets.",
      "fr": "On voulait voir jusqu'où il irait dans ses confidences."
    }
  },
  {
    "translation": {
      "en": "- I don't know what to do. - The crazy thing about those emails is",
      "fr": "- J'ignore quoi faire. - Le plus fou avec ces e-mails,"
    }
  },
  {
    "translation": {
      "en": "I don't even remember actually writing them.",
      "fr": "c'est que je ne m'en souviens pas."
    }
  },
  {
    "translation": {
      "en": "What?",
      "fr": "Quoi ?"
    }
  },
  {
    "translation": {
      "en": "The first I know about them is when I see them in my sent box in the morning.",
      "fr": "Je ne les ai découverts qu'en les voyant dans mon dossier d'envoi."
    }
  },
  {
    "translation": {
      "en": "I wake up and there's all these traces of what Crazy Bruce has been doing.",
      "fr": "Au réveil, je découvre ce qu'a fait Bruce le fou."
    }
  },
  {
    "translation": {
      "en": "I see keys by my bed and I think, Oh, no, did I drive somewhere?",
      "fr": "Je vois mes clés près du lit et j'ignore où je suis allé."
    }
  },
  {
    "translation": {
      "en": "For somebody who's a suspect in a bioterrorism event, right?",
      "fr": "Pour un suspect dans une affaire de bioterrorisme,"
    }
  },
  {
    "translation": {
      "en": "It's alarming to us.",
      "fr": "on trouve ça inquiétant."
    }
  },
  {
    "translation": {
      "en": "I want to ask you something. But please don't get mad at me.",
      "fr": "J'ai une question. Ne t'énerve pas, d'accord ?"
    }
  },
  {
    "translation": {
      "en": "You want to know if I did it. You want to know if I sent those letters.",
      "fr": "Tu veux savoir si c'est moi qui ai envoyé ces lettres ?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "fr": "Oui."
    }
  },
  {
    "translation": {
      "en": "I can't recall doing anything like that.",
      "fr": "Je n'en ai pas le moindre souvenir."
    }
  },
  {
    "translation": {
      "en": "But you're not sure?",
      "fr": "Mais tu n'en es pas sûr."
    }
  },
  {
    "translation": {
      "en": "The only thing I know for sure",
      "fr": "Tout ce que je sais,"
    }
  },
  {
    "translation": {
      "en": "is that in my right mind, I would never hurt anyone.",
      "fr": "c'est que dans mon état normal, je suis inoffensif."
    }
  },
  {
    "translation": {
      "en": "Did you kill five people? It's a pretty easy question to answer for most people, right?",
      "fr": "As-tu tué cinq personnes ? C'est une question simple."
    }
  },
  {
    "translation": {
      "en": "And Bruce didn't say no.",
      "fr": "Bruce n'a pas dit non."
    }
  },
  {
    "translation": {
      "en": "You know, I was thinking, this friend of mine, her therapist hypnotizes her.",
      "fr": "J'ai une amie qui consulte un hypnothérapeute."
    }
  },
  {
    "translation": {
      "en": "- No. - And it helps her.",
      "fr": "- J'ai dit non. - Ça l'aide."
    }
  },
  {
    "translation": {
      "en": "- I said no. - It helps her remember.",
      "fr": "- J'ai dit non. - Ça l'aide. - Ça fait remonter ses souvenirs. - Je n'en ai pas envie."
    }
  },
  {
    "translation": {
      "en": "What if I don't want to remember?",
      "fr": "- Ça fait remonter ses souvenirs. - Je n'en ai pas envie."
    }
  },
  {
    "translation": {
      "en": "But, Br-- Bruce, wait.",
      "fr": "Bruce, attends."
    }
  },
  {
    "translation": {
      "en": "Don't go.",
      "fr": "Ne pars pas."
    }
  },
  {
    "translation": {
      "en": "Sit down.",
      "fr": "Assieds-toi."
    }
  },
  {
    "translation": {
      "en": "You used to be so beautiful.",
      "fr": "Tu étais si belle."
    }
  },
  {
    "translation": {
      "en": "It's getting to be lately, I felt there's nobody in the world I can confide in.",
      "fr": "Depuis un moment, je n'ai plus personne à qui me confier."
    }
  },
  {
    "translation": {
      "en": "I used to walk at night through a bad part of town",
      "fr": "J'allais marcher dans un quartier chaud"
    }
  },
  {
    "translation": {
      "en": "with a loaded gun in my windbreaker.",
      "fr": "avec une arme dans mon manteau."
    }
  },
  {
    "translation": {
      "en": "If I saw a group of young guys on the street,",
      "fr": "Quand je voyais un groupe de jeunes,"
    }
  },
  {
    "translation": {
      "en": "I'd walk right through the middle of them.",
      "fr": "je passais au milieu d'eux."
    }
  },
  {
    "translation": {
      "en": "Just hoping someone would try something.",
      "fr": "J'espérais qu'ils tenteraient quelque chose."
    }
  },
  {
    "translation": {
      "en": "You have to battle back.",
      "fr": "Il faut se défendre."
    }
  },
  {
    "translation": {
      "en": "Look these bastards in the eye and say,",
      "fr": "Regarder ces salauds et dire :"
    }
  },
  {
    "translation": {
      "en": "You're not going to drive me into a hole.",
      "fr": "Je ne me laisserai pas faire."
    }
  },
  {
    "translation": {
      "en": "You go after me, I'll go after you.",
      "fr": "Si nécessaire, je riposterai."
    }
  },
  {
    "translation": {
      "en": "Bruce? Bruce?",
      "fr": "Bruce ?"
    }
  },
  {
    "translation": {
      "en": "Just remember what I said. Short and direct.",
      "fr": "Rappelez-vous ce que j'ai dit. Simple et direct."
    }
  },
  {
    "translation": {
      "en": "No unnecessary details.",
      "fr": "Pas de détails superflus."
    }
  },
  {
    "translation": {
      "en": "Gonna do great.",
      "fr": "Ça va aller."
    }
  },
  {
    "translation": {
      "en": "Appreciate you coming in today.",
      "fr": "Merci d'être venus."
    }
  },
  {
    "translation": {
      "en": "I'm Vince Lisi, Special Agent in charge here.",
      "fr": "Je m'appelle Vince Lisi, je m'occupe du dossier."
    }
  },
  {
    "translation": {
      "en": "We just wanted to let him know we had him.",
      "fr": "On voulait qu'il sache qu'on le tenait."
    }
  },
  {
    "translation": {
      "en": "Okay if I call you Bruce?",
      "fr": "Je peux vous appeler Bruce ?"
    }
  },
  {
    "translation": {
      "en": "Sure, Vince.",
      "fr": "D'accord, Vince."
    }
  },
  {
    "translation": {
      "en": "Look, I want to be very clear.",
      "fr": "Je vais être clair."
    }
  },
  {
    "translation": {
      "en": "This interview here, it's voluntary. You're here on your own accord.",
      "fr": "Vous êtes ici de votre plein gré,"
    }
  },
  {
    "translation": {
      "en": "- In the presence of your attorney. - I understand.",
      "fr": "- en présence de votre avocat. - En effet."
    }
  },
  {
    "translation": {
      "en": "An enormous amount of work was put into getting ready for that first interview of Dr. Ivins.",
      "fr": "Ce premier entretien avec le docteur Ivins a demandé beaucoup de préparation."
    }
  },
  {
    "translation": {
      "en": "We had a very careful plan",
      "fr": "On avait tout prévu,"
    }
  },
  {
    "translation": {
      "en": "that involved both what questions we want to ask, how do we want to ask them,",
      "fr": "des questions à poser d'une façon précise."
    }
  },
  {
    "translation": {
      "en": "but also consulting with a psychologist about how do we approach him.",
      "fr": "On a consulté un psychologue afin de ne pas le braquer."
    }
  },
  {
    "translation": {
      "en": "Right? What are the triggers, what are the aspects that are going to get him talking.",
      "fr": "Qu'est-ce qui le fait réagir ? Qu'est-ce qui le fait parler ?"
    }
  },
  {
    "translation": {
      "en": "So, tell me, Bruce. What's the deal with you and women?",
      "fr": "Dites-moi, Bruce. Quel est votre problème avec les femmes ?"
    }
  },
  {
    "translation": {
      "en": "Excuse me?",
      "fr": "Pardon ?"
    }
  },
  {
    "translation": {
      "en": "Two former female co- workers said you hounded them for over a decade.",
      "fr": "Deux ex-collègues disent que vous les avez harcelées."
    }
  },
  {
    "translation": {
      "en": "One said you threatened to poison her?",
      "fr": "L'une d'elles parle de menaces."
    }
  },
  {
    "translation": {
      "en": "Now there's this whole thing with a Kappa Kappa Gamma Sorority.",
      "fr": "Et il y a cette histoire avec la sororité Kappa Kappa Gamma."
    }
  },
  {
    "translation": {
      "en": "A preoccupation, it says.",
      "fr": "Cette préoccupation."
    }
  },
  {
    "translation": {
      "en": "I wouldn't call it a preoccupation.",
      "fr": "Je n'utiliserais pas ce terme."
    }
  },
  {
    "translation": {
      "en": "No? What would you call it?",
      "fr": "Ah non ? Quel terme emploiriez-vous ?"
    }
  },
  {
    "translation": {
      "en": "An obsession.",
      "fr": "Une obsession."
    }
  },
  {
    "translation": {
      "en": "He just cut me off. He goes, It's not an interest. It's an obsession.",
      "fr": "Il me coupe, me dit qu'il s'agit d'une obsession."
    }
  },
  {
    "translation": {
      "en": "He said I just lay in bed at night and this just goes through my head.",
      "fr": "Il me dit : J'y pense la nuit, dans mon lit."
    }
  },
  {
    "translation": {
      "en": "It says that you broke into a sorority house",
      "fr": "Vous avez cambriolé le bâtiment d'une sororité"
    }
  },
  {
    "translation": {
      "en": "at the University of North Carolina to steal their code books.",
      "fr": "à l'université de Caroline du Nord, pour voler un décrypteur."
    }
  },
  {
    "translation": {
      "en": "Interested in codes, Bruce?",
      "fr": "Le sujet vous intéresse ?"
    }
  },
  {
    "translation": {
      "en": "Not especially.",
      "fr": "Pas vraiment."
    }
  },
  {
    "translation": {
      "en": "You know, I read somewhere",
      "fr": "J'ai lu quelque part"
    }
  },
  {
    "translation": {
      "en": "that you can write secret messages using DNA codons.",
      "fr": "qu'on peut écrire des messages secrets avec des codons d'ADN."
    }
  },
  {
    "translation": {
      "en": "Ever hear anything like that?",
      "fr": "Vous le saviez ?"
    }
  },
  {
    "translation": {
      "en": "Doesn't sound familiar.",
      "fr": "Ça ne me dit rien."
    }
  },
  {
    "translation": {
      "en": "- - How 'bout now?",
      "fr": "CONFIDENTIEL Et maintenant ?"
    }
  },
  {
    "translation": {
      "en": "This was not on the search and seizure inventory.",
      "fr": "Ça n'a pas été saisi lors de la perquisition."
    }
  },
  {
    "translation": {
      "en": "I found it in his trash.",
      "fr": "C'était dans ses ordures."
    }
  },
  {
    "translation": {
      "en": "And that's whenever they found some, uh, some pretty, pretty interesting and damning, uh, items.",
      "fr": "C'est là qu'on a trouvé des éléments intéressants et accablants."
    }
  },
  {
    "translation": {
      "en": "An Eternal Golden Braid. That's a-- That's a good book.",
      "fr": "Les Brins d'une guirlande éternelle. Un bon bouquin."
    }
  },
  {
    "translation": {
      "en": "I mean, at least the parts I could understand.",
      "fr": "Je n'ai pas tout compris."
    }
  },
  {
    "translation": {
      "en": "Gödel, Escher, Bach was the book he had that he was very interested in",
      "fr": "Gödel, Escher, Bach est un livre qui le fascinait,"
    }
  },
  {
    "translation": {
      "en": "that talked about codes and coded language.",
      "fr": "il parle de langages codés."
    }
  },
  {
    "translation": {
      "en": "Hey, Bruce. What the heck is a codon, anyway?",
      "fr": "Bruce, qu'est-ce qu'un codon ?"
    }
  },
  {
    "translation": {
      "en": "Okay, you're asking Dr. Ivins to teach remedial science to the FBI now?",
      "fr": "Vous demandez au docteur Ivins de donner des cours de science au FBI ?"
    }
  },
  {
    "translation": {
      "en": "The letters A and T are used in DNA codons, right?",
      "fr": "Les lettres A et T sont utilisées dans les codons, je me trompe ?"
    }
  },
  {
    "translation": {
      "en": "We knew that there was a hidden message in the letter.",
      "fr": "On savait qu'il y avait un message caché dans les lettres."
    }
  },
  {
    "translation": {
      "en": "Bold a T in one word and then you bold an A in another word",
      "fr": "Un T en gras dans un mot, un A en gras dans un autre."
    }
  },
  {
    "translation": {
      "en": "and use that to send hidden messages.",
      "fr": "Et voilà un message secret."
    }
  },
  {
    "translation": {
      "en": "And they kind of had an idea of how it was translated.",
      "fr": "On avait une piste pour le décoder."
    }
  },
  {
    "translation": {
      "en": "We knew both from talking to Dr. Ivins",
      "fr": "On a appris, en parlant au Dr Ivins"
    }
  },
  {
    "translation": {
      "en": "and from things he had written, that Dr. Ivins hated New York.",
      "fr": "et en lisant ses e-mails, qu'il détestait New York."
    }
  },
  {
    "translation": {
      "en": "The bolded letters translated into FNY.",
      "fr": "Les lettres en gras se traduisaient ainsi : FNY."
    }
  },
  {
    "translation": {
      "en": "Take, what you will, the FNY.",
      "fr": "Ça forme des initiales."
    }
  },
  {
    "translation": {
      "en": "Mr. Lisi, we agreed to come here in the spirit of cooperation.",
      "fr": "M. Lisi, nous sommes là dans un esprit de coopération."
    }
  },
  {
    "translation": {
      "en": "I don't appreciate you trying to intimidate my client.",
      "fr": "Je n'apprécie pas vos tentatives d'intimidation."
    }
  },
  {
    "translation": {
      "en": "You feeling intimidated, Bruce?",
      "fr": "Vous vous sentez intimidé ?"
    }
  },
  {
    "translation": {
      "en": "All that matters here is the science.",
      "fr": "Tout ce qui compte ici, c'est la science."
    }
  },
  {
    "translation": {
      "en": "We talked about the submission to the repository.",
      "fr": "On a parlé de son dépôt."
    }
  },
  {
    "translation": {
      "en": "I mean, it was just, like, one fastball after another.",
      "fr": "On envoyait coup sur coup."
    }
  },
  {
    "translation": {
      "en": "Six years ago, you submitted a sample of anthrax in your custody, came back clean.",
      "fr": "Il y a six ans, vous avez déposé votre échantillon d'anthrax."
    }
  },
  {
    "translation": {
      "en": "Negative match.",
      "fr": "Testé négatif."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "fr": "Oui."
    }
  },
  {
    "translation": {
      "en": "There was another sample.",
      "fr": "Il y en avait un autre."
    }
  },
  {
    "translation": {
      "en": "The original one.",
      "fr": "L'original."
    }
  },
  {
    "translation": {
      "en": "It was supposed to be destroyed because, well, you didn't follow protocol.",
      "fr": "Censé être détruit suite à une erreur de protocole."
    }
  },
  {
    "translation": {
      "en": "You used the wrong test tubes, or some nonsense.",
      "fr": "Vous aviez utilisé les mauvais tubes, une bêtise de ce genre."
    }
  },
  {
    "translation": {
      "en": "What?",
      "fr": "Pardon ?"
    }
  },
  {
    "translation": {
      "en": "Wrong test tubes. The lab guys are very particular.",
      "fr": "Erreur de tubes. Au labo, ils sont exigeants."
    }
  },
  {
    "translation": {
      "en": "Someone kept it, Bruce.",
      "fr": "Quelqu'un l'a gardé, Bruce."
    }
  },
  {
    "translation": {
      "en": "Let me back up, because actually, you prepare two, right?",
      "fr": "Je récapitule : on prépare deux échantillons."
    }
  },
  {
    "translation": {
      "en": "One sample goes to the repository, and one sample goes to Paul Keim.",
      "fr": "Un échantillon part au dépôt, l'autre est envoyé à Paul Keim."
    }
  },
  {
    "translation": {
      "en": "The tube that came to me,",
      "fr": "Le tube que j'ai reçu,"
    }
  },
  {
    "translation": {
      "en": "the FBI didn't ever tell me to get rid of 'em.",
      "fr": "le FBI ne m'a pas dit de m'en débarrasser."
    }
  },
  {
    "translation": {
      "en": "And so, that first set of tubes that he sent to me",
      "fr": "Le premier jeu de tubes que j'ai reçu"
    }
  },
  {
    "translation": {
      "en": "stayed in our repository for the next four years.",
      "fr": "est resté dans notre stock pendant quatre ans."
    }
  },
  {
    "translation": {
      "en": "That one came back a match.",
      "fr": "Il a été testé positif."
    }
  },
  {
    "translation": {
      "en": "The same DNA markers as the spores that killed those five people in 2001.",
      "fr": "Les mêmes marqueurs ADN que les spores qui ont fait cinq victimes en 2001."
    }
  },
  {
    "translation": {
      "en": "We traced it to a flask labeled RMR- 1029.",
      "fr": "On est remontés jusqu'à la fiole RMR-1029."
    }
  },
  {
    "translation": {
      "en": "Which you control.",
      "fr": "La vôtre."
    }
  },
  {
    "translation": {
      "en": "A dozen people have access to that flask.",
      "fr": "Une douzaine de personnes y a accès."
    }
  },
  {
    "translation": {
      "en": "Fourteen, actually.",
      "fr": "Quatorze, en fait."
    }
  },
  {
    "translation": {
      "en": "But you're so sure it's me?",
      "fr": "Et vous m'accusez ?"
    }
  },
  {
    "translation": {
      "en": "I think we are finished here.  Dr. Ivins.",
      "fr": "Cet entretien est terminé, docteur Ivins."
    }
  },
  {
    "translation": {
      "en": "Why'd you submit two different samples, Bruce?",
      "fr": "Pourquoi avoir envoyé deux échantillons ?"
    }
  },
  {
    "translation": {
      "en": "Can you explain why?",
      "fr": "Expliquez-nous pourquoi."
    }
  },
  {
    "translation": {
      "en": "So after Bruce's first sample was refused by the repository and it was destroyed,",
      "fr": "Après le refus et la destruction du premier échantillon de Bruce,"
    }
  },
  {
    "translation": {
      "en": "he, uh, attended this meeting",
      "fr": "il s'est rendu à l'entretien"
    }
  },
  {
    "translation": {
      "en": "and was told exactly what the samples were going to be used for.",
      "fr": "et a appris à quoi serviraient les échantillons."
    }
  },
  {
    "translation": {
      "en": "Right? So now he's thinking, Wait a minute…",
      "fr": "Ça l'a fait réfléchir."
    }
  },
  {
    "translation": {
      "en": "Doctor, please, follow protocol to the letter this time.",
      "fr": "Merci de suivre le protocole à la lettre, cette fois."
    }
  },
  {
    "translation": {
      "en": "So when I submit my new sample of RMR- 1029,",
      "fr": "Dans ce nouvel échantillon de RMR-1029,"
    }
  },
  {
    "translation": {
      "en": "I'll put something else in there, so it doesn't point back to me.",
      "fr": "je vais mettre autre chose pour brouiller les pistes."
    }
  },
  {
    "translation": {
      "en": "He got a second bite at the apple, right?",
      "fr": "Il a eu une deuxième chance."
    }
  },
  {
    "translation": {
      "en": "We appreciate your help.",
      "fr": "Merci pour votre aide."
    }
  },
  {
    "translation": {
      "en": "Can you explain that?",
      "fr": "Expliquez-nous."
    }
  },
  {
    "translation": {
      "en": "I'm not a killer.",
      "fr": "Je ne suis pas un tueur."
    }
  },
  {
    "translation": {
      "en": "Let's see what a jury says.",
      "fr": "Voyons ce qu'en dira le jury."
    }
  },
  {
    "translation": {
      "en": "The one thing Bruce was not is an emotionally strong person.",
      "fr": "Bruce était quelqu'un de vulnérable sur le plan émotionnel."
    }
  },
  {
    "translation": {
      "en": "The FBI isolated him from most of his friends and family.",
      "fr": "Le FBI l'a isolé de ses amis et de sa famille."
    }
  },
  {
    "translation": {
      "en": "His reputation had been sullied.",
      "fr": "Sa réputation était salie."
    }
  },
  {
    "translation": {
      "en": "He seemed to be moving away from his former self.",
      "fr": "Il n'était plus que l'ombre de lui-même."
    }
  },
  {
    "translation": {
      "en": "The first thing I noticed was that he wasn't",
      "fr": "Ce qui m'a marqué, c'est qu'il ne cherchait pas"
    }
  },
  {
    "translation": {
      "en": "primarily interested in getting other people to laugh or to engage with other people.",
      "fr": "à plaisanter ou à interagir avec les autres."
    }
  },
  {
    "translation": {
      "en": "He became somewhat withdrawn.",
      "fr": "Il s'est renfermé."
    }
  },
  {
    "translation": {
      "en": "He admitted that he had been drinking and that he wasn't sleeping well.",
      "fr": "Il a avoué qu'il souffrait d'alcoolisme et d'insomnies."
    }
  },
  {
    "translation": {
      "en": "I think he even had an issue with a mental health professional that he was seeing.",
      "fr": "Il a même eu une dispute avec le psychologue qu'il consultait."
    }
  },
  {
    "translation": {
      "en": "He actually had a restraining order against him by his counselor.",
      "fr": "Son psychologue a demandé une mesure d'éloignement."
    }
  },
  {
    "translation": {
      "en": "There was a dark side to Bruce that many of us didn't see.",
      "fr": "Nous ne voyions pas le côté sombre de Bruce."
    }
  },
  {
    "translation": {
      "en": "I have this terrible dreaded feeling that…",
      "fr": "J'ai la terrible impression"
    }
  },
  {
    "translation": {
      "en": "I have been selected for the blood sacrifice.",
      "fr": "d'avoir été choisi pour être sacrifié."
    }
  },
  {
    "translation": {
      "en": "The FBI can take the most innocent moment or incident",
      "fr": "Le FBI peut prendre un moment innocent"
    }
  },
  {
    "translation": {
      "en": "and turn it into something that looks as if it came from the devil himself.",
      "fr": "et le faire passer pour un acte diabolique."
    }
  },
  {
    "translation": {
      "en": "I don't have a killer bone in my body, but it doesn't make a difference.",
      "fr": "Je n'ai rien d'un tueur, mais ça ne change rien."
    }
  },
  {
    "translation": {
      "en": "I miss the days…",
      "fr": "Cette époque me manque."
    }
  },
  {
    "translation": {
      "en": "I miss the days that people would say that I was sane without a snicker.",
      "fr": "L'époque où on disait de moi que j'étais sain d'esprit."
    }
  },
  {
    "translation": {
      "en": "I miss the days when I felt that we were doing",
      "fr": "Quand j'avais l'impression que mon travail était utile"
    }
  },
  {
    "translation": {
      "en": "what was worthy and honest.",
      "fr": "Quand j'avais l'impression que mon travail était utile et honnête."
    }
  },
  {
    "translation": {
      "en": "Our pasts shape our futures.",
      "fr": "Notre passé façonne notre avenir."
    }
  },
  {
    "translation": {
      "en": "And mine was built",
      "fr": "Le mien est bâti"
    }
  },
  {
    "translation": {
      "en": "with lies and craziness and depression.",
      "fr": "sur un lit de mensonges, de folie et de dépression."
    }
  },
  {
    "translation": {
      "en": "Go down low. Low.",
      "fr": "Descendez."
    }
  },
  {
    "translation": {
      "en": "Low as you can go.",
      "fr": "Aussi bas que possible."
    }
  },
  {
    "translation": {
      "en": "And then dig forever.",
      "fr": "Creusez jusqu'au fond."
    }
  },
  {
    "translation": {
      "en": "And there you'll find me.",
      "fr": "C'est là que vous me trouverez."
    }
  },
  {
    "translation": {
      "en": "My psyche.",
      "fr": "Ma psyché."
    }
  },
  {
    "translation": {
      "en": "Alone.",
      "fr": "Seul."
    }
  },
  {
    "translation": {
      "en": "The farther I go, it's alone.",
      "fr": "Plus j'avance, puis je suis seul."
    }
  },
  {
    "translation": {
      "en": "Frederick County 911. What is the address of the emergency?",
      "fr": "Urgences du comté de Frederick. Quelle est votre adresse ?"
    }
  },
  {
    "translation": {
      "en": "- And what's your name? - Diane Ivins.",
      "fr": "Quel est votre nom ? Diane Ivins."
    }
  },
  {
    "translation": {
      "en": "Diane, what's the problem? Tell me exactly what happened.",
      "fr": "Quel est le problème ? Je vous écoute."
    }
  },
  {
    "translation": {
      "en": "My husband, I found him laying on the bathroom floor upstairs.",
      "fr": "J'ai trouvé mon mari dans la salle de bains."
    }
  },
  {
    "translation": {
      "en": "He's unconscious. He's got a…",
      "fr": "Il est inconscient."
    }
  },
  {
    "translation": {
      "en": "He's breathing rapidly, he's clammy.",
      "fr": "Sa respiration s'emballe, il transpire."
    }
  },
  {
    "translation": {
      "en": "I found some…",
      "fr": "Il a bu…"
    }
  },
  {
    "translation": {
      "en": "a glass of wine earlier in the day.",
      "fr": "un verre de vin dans la journée."
    }
  },
  {
    "translation": {
      "en": "I don't know if he was drinking and got up and fell or...",
      "fr": "Je ne sais pas s'il a perdu l'équilibre"
    }
  },
  {
    "translation": {
      "en": "if he drank too much.",
      "fr": "ou s'il a trop bu."
    }
  },
  {
    "translation": {
      "en": "All right, I'm sending the ambulance to help you now.",
      "fr": "Je vous envoie une ambulance."
    }
  },
  {
    "translation": {
      "en": "Want me to stay on the line with you or are you okay?",
      "fr": "Voulez-vous que je reste en ligne ?"
    }
  },
  {
    "translation": {
      "en": "No, I'm okay.",
      "fr": "Non, ça ira."
    }
  },
  {
    "translation": {
      "en": "Bruce Ivins, a brilliant microbi--",
      "fr": "Bruce Ivins, un microbiologiste de talent…"
    }
  },
  {
    "translation": {
      "en": "Tuesday, Ivins died of an apparent overdose.",
      "fr": "Mardi dernier, Ivins est mort d'une overdose."
    }
  },
  {
    "translation": {
      "en": "The nation's most notorious unsolved terrorist crime.",
      "fr": "L'attentat mystérieux qui a bouleversé le pays."
    }
  },
  {
    "translation": {
      "en": "The death of Bruce Ivins--",
      "fr": "La mort de Bruce Ivins…"
    }
  },
  {
    "translation": {
      "en": "…was a delusional sociopath.",
      "fr": "C'était un sociopathe."
    }
  },
  {
    "translation": {
      "en": "A history of mental illness.",
      "fr": "Il souffrait de troubles mentaux."
    }
  },
  {
    "translation": {
      "en": "It was his own fault.",
      "fr": "C'était sa faute."
    }
  },
  {
    "translation": {
      "en": "One of the largest and most complex investigations--",
      "fr": "L'une des enquêtes les plus complexes…"
    }
  },
  {
    "translation": {
      "en": "…had the opportunity, motive, and means to be the 2001 Anthrax Killer.",
      "fr": "Il avait le mobile et les moyens d'être le tueur à l'anthrax de 2001."
    }
  },
  {
    "translation": {
      "en": "Good afternoon.",
      "fr": "Bonjour."
    }
  },
  {
    "translation": {
      "en": "Because of the extraordinary and justified public interest in this investigation,",
      "fr": "Au vu de l'intérêt public compréhensible suscité par cette enquête,"
    }
  },
  {
    "translation": {
      "en": "as well as the significant public attention resulting from the death",
      "fr": "ainsi qu'à l'attention médiatique qui a suivi le décès"
    }
  },
  {
    "translation": {
      "en": "of Dr. Bruce Edward Ivins last week,",
      "fr": "de Bruce Edward Ivins la semaine passée,"
    }
  },
  {
    "translation": {
      "en": "today we are compelled to take the extraordinary step of providing some of our conclusions.",
      "fr": "nous avons pris la décision exceptionnelle de vous faire part de nos conclusions."
    }
  },
  {
    "translation": {
      "en": "We are confident",
      "fr": "Nous sommes convaincus"
    }
  },
  {
    "translation": {
      "en": "that Dr. Ivins was the only person responsible for these attacks.",
      "fr": "que le docteur Ivins était le seul auteur de ces attaques."
    }
  },
  {
    "translation": {
      "en": "How is it possible that a guy in this state of mind",
      "fr": "Comment est-il possible qu'un homme aussi troublé"
    }
  },
  {
    "translation": {
      "en": "could have tricked the FBI for so long?",
      "fr": "ait pu berner le FBI toutes ces années ?"
    }
  },
  {
    "translation": {
      "en": "Officials say authorities were investigating",
      "fr": "Les autorités se demandent"
    }
  },
  {
    "translation": {
      "en": "whether Ivins released anthrax as a way of testing the vaccine",
      "fr": "si Ivins a pu envoyer de l'anthrax afin de tester le vaccin"
    }
  },
  {
    "translation": {
      "en": "he developed here at Fort Detrick.",
      "fr": "qu'il développait à Fort Detrick."
    }
  },
  {
    "translation": {
      "en": "Are you a hundred percent certain Bruce did it? Oh, absolutely. Absolutely. Beyond a reasonable doubt.",
      "fr": "- Êtes-vous certain de sa culpabilité ? - Oui, sans le moindre doute."
    }
  },
  {
    "translation": {
      "en": "Bruce was worried that his life's work",
      "fr": "Bruce craignait que tout son travail"
    }
  },
  {
    "translation": {
      "en": "dedicated to anthrax research was gonna come to an end.",
      "fr": "consacré à l'anthrax allait disparaître."
    }
  },
  {
    "translation": {
      "en": "Right? And then the anthrax attacks happen",
      "fr": "Puis les attaques ont eu lieu,"
    }
  },
  {
    "translation": {
      "en": "and all of a sudden the FDA quickly approves this batch of vaccines,",
      "fr": "et soudain, la FDA a approuvé de nouveaux vaccins. Bruce a reçu la plus haute distinction qu'un civil puisse recevoir"
    }
  },
  {
    "translation": {
      "en": "and then Bruce ended up getting the highest award a civilian can get",
      "fr": "Bruce a reçu la plus haute distinction qu'un civil puisse recevoir"
    }
  },
  {
    "translation": {
      "en": "in the Army for his work on anthrax.",
      "fr": "Bruce a reçu la plus haute distinction qu'un civil puisse recevoir pour ses recherches."
    }
  },
  {
    "translation": {
      "en": "No.",
      "fr": "Non."
    }
  },
  {
    "translation": {
      "en": "He's responsible for five murders. You know?",
      "fr": "Il a tué cinq personnes."
    }
  },
  {
    "translation": {
      "en": "How certain are you that Bruce was responsible?",
      "fr": "Êtes-vous certain que Bruce est coupable ?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm-- I'm not certain that he was the mailer.",
      "fr": "Non, je n'en suis pas certain."
    }
  },
  {
    "translation": {
      "en": "It's not like a murder case, you know,",
      "fr": "Ce n'est pas un meurtre classique,"
    }
  },
  {
    "translation": {
      "en": "where you have a blood stain and you can come back and say,",
      "fr": "on ne peut pas analyser une trace de sang"
    }
  },
  {
    "translation": {
      "en": "Absolutely, this belongs to that person. That puts them at the crime scene.",
      "fr": "et remonter jusqu'à une personne en particulier."
    }
  },
  {
    "translation": {
      "en": "In the case of the anthrax with the DNA, uh,",
      "fr": "Dans le cas de l'anthrax,"
    }
  },
  {
    "translation": {
      "en": "we just put the… the suspect or the perpetrator in the vicinity",
      "fr": "on est partis du principe que le suspect était en contact"
    }
  },
  {
    "translation": {
      "en": "of the flask.",
      "fr": "avec la fiole."
    }
  },
  {
    "translation": {
      "en": "It's a circumstantial case.",
      "fr": "C'est une preuve indirecte,"
    }
  },
  {
    "translation": {
      "en": "There's no silver bullet here,",
      "fr": "rien de véritablement accablant."
    }
  },
  {
    "translation": {
      "en": "but… and if you want to look at any one little aspect",
      "fr": "On peut toujours prendre les éléments un par un"
    }
  },
  {
    "translation": {
      "en": "and pick it apart, that's fine.",
      "fr": "et tout examiner en détail."
    }
  },
  {
    "translation": {
      "en": "But I tell people it's like looking at the Mona Lisa through a drinking straw.",
      "fr": "Ça revient à regarder La Joconde à travers une paille."
    }
  },
  {
    "translation": {
      "en": "Right? You got to step back and look at the whole thing.",
      "fr": "Il faut une vue d'ensemble."
    }
  },
  {
    "translation": {
      "en": "Former supervisor Jeffrey Adamovicz says Ivins knew he was under suspicion.",
      "fr": "Selon Jeffrey Adamovicz, Ivins savait qu'il était soupçonné."
    }
  },
  {
    "translation": {
      "en": "If this case is closed and that evidence was not sufficient",
      "fr": "Si l'affaire est classée et que rien ne prouve"
    }
  },
  {
    "translation": {
      "en": "to indicate that he was the person who did this,",
      "fr": "qu'il est l'auteur de ce crime,"
    }
  },
  {
    "translation": {
      "en": "that means that person is still out there.",
      "fr": "ça signifie que le coupable est en liberté."
    }
  },
  {
    "translation": {
      "en": "I think the FBI was under tremendous political pressure to solve this case.",
      "fr": "Le FBI était sous pression, il fallait résoudre cette affaire."
    }
  },
  {
    "translation": {
      "en": "But it was clear that these spores had been processed in such a way",
      "fr": "Mais il apparaît clairement que les spores en question"
    }
  },
  {
    "translation": {
      "en": "that they had characteristics and features that weren't consistent",
      "fr": "avaient des particularités qui n'étaient pas cohérentes"
    }
  },
  {
    "translation": {
      "en": "with the spores that we made.",
      "fr": "avec celles que nous produisions."
    }
  },
  {
    "translation": {
      "en": "And it didn't seem that Bruce had the technical knowledge to do that, nor did anybody else at the institute.",
      "fr": "Ni Bruce, ni personne d'autre à l'institut n'avait les compétences pour faire cela."
    }
  },
  {
    "translation": {
      "en": "And that's what still bothers me to this day about this entire case.",
      "fr": "C'est ce qui me dérange encore aujourd'hui dans toute cette affaire."
    }
  },
  {
    "translation": {
      "en": "Bruce would tell us that he didn't have the skill set to grow the spores.",
      "fr": "Bruce dirait qu'il n'a pas les compétences pour cultiver ces spores."
    }
  },
  {
    "translation": {
      "en": "But I met with a leading scientist and said,",
      "fr": "J'ai demandé à un expert"
    }
  },
  {
    "translation": {
      "en": "How many people do you know that can make spores like this?",
      "fr": "combien de personnes en seraient capables."
    }
  },
  {
    "translation": {
      "en": "And he goes, That I know of?",
      "fr": "Il m'a dit, à sa connaissance,"
    }
  },
  {
    "translation": {
      "en": "Maybe six or eight.",
      "fr": "six ou huit personnes."
    }
  },
  {
    "translation": {
      "en": "Bruce was one of the first names.",
      "fr": "Bruce en faisait partie."
    }
  },
  {
    "translation": {
      "en": "While the FBI believes it's solved the case,",
      "fr": "Pour le FBI, l'affaire est bouclée."
    }
  },
  {
    "translation": {
      "en": "an attorney for the Ivins family says nothing could be further from the truth.",
      "fr": "L'avocat de la famille Ivins crie au scandale."
    }
  },
  {
    "translation": {
      "en": "The evidence does not directly tie Ivins to the anthrax letters,",
      "fr": "Aucune preuve n'incrimine les Ivins."
    }
  },
  {
    "translation": {
      "en": "but with the suspect now dead,",
      "fr": "Le suspect étant décédé,"
    }
  },
  {
    "translation": {
      "en": "the government will never have to prove that link.",
      "fr": "ce lien n'aura pas à être prouvé."
    }
  },
  {
    "translation": {
      "en": "I was very disappointed in the FBI",
      "fr": "Le FBI m'a beaucoup déçu."
    }
  },
  {
    "translation": {
      "en": "because there was still a lot to learn,",
      "fr": "Il y avait d'autres pistes à explorer,"
    }
  },
  {
    "translation": {
      "en": "and instead they closed the case and they destroyed the evidence.",
      "fr": "mais ils ont clos le dossier et détruit les preuves."
    }
  },
  {
    "translation": {
      "en": "Almost all of those spores and samples have now been destroyed,",
      "fr": "Presque tous les échantillons ont été détruits,"
    }
  },
  {
    "translation": {
      "en": "and so, uh, there's no chance to go back and reopen this and look at it.",
      "fr": "il est désormais impossible de rouvrir ce dossier."
    }
  },
  {
    "translation": {
      "en": "Now to that anthrax investigation,",
      "fr": "Dans l'enquête sur l'anthrax,"
    }
  },
  {
    "translation": {
      "en": "as you know, the prime suspect committed suicide--",
      "fr": "le suspect numéro un s'est suicidé."
    }
  },
  {
    "translation": {
      "en": "News crews now descending upon the widow's home…",
      "fr": "Des journalistes sont au domicile de la veuve."
    }
  },
  {
    "translation": {
      "en": "You know, when I found out that he committed suicide,",
      "fr": "Quand j'ai su qu'il s'était suicidé,"
    }
  },
  {
    "translation": {
      "en": "I thought through it a lot.",
      "fr": "j'ai beaucoup repensé"
    }
  },
  {
    "translation": {
      "en": "I'd seen what the FBI had done with Steven Hatfill.",
      "fr": "à ce que le FBI avait infligé à Steven Hatfill."
    }
  },
  {
    "translation": {
      "en": "The pressure that they'd put on him to try to break him…",
      "fr": "Ce qu'ils lui avaient fait subir pour le faire craquer."
    }
  },
  {
    "translation": {
      "en": "It wasn't unusual for him to sleep all day",
      "fr": "Il lui arrivait de ne pas sortir du lit,"
    }
  },
  {
    "translation": {
      "en": "because he's been depressed and concerned about this investigation.",
      "fr": "il a fait une dépression, l'enquête l'a traumatisé."
    }
  },
  {
    "translation": {
      "en": "He's been incredibly, incredibly stressed because of the way he's been hounded by the FBI.",
      "fr": "Il était très stressé, le FBI le harcelait."
    }
  },
  {
    "translation": {
      "en": "I can imagine.",
      "fr": "J'imagine."
    }
  },
  {
    "translation": {
      "en": "And I felt that he couldn't take it anymore.",
      "fr": "J'ai senti qu'il n'en pouvait plus."
    }
  },
  {
    "translation": {
      "en": "Bruce talked about them threatening his family,",
      "fr": "Bruce disait qu'ils menaçaient sa famille,"
    }
  },
  {
    "translation": {
      "en": "trying to get his children to testify against him.",
      "fr": "qu'ils voulaient que ses enfants témoignent contre lui."
    }
  },
  {
    "translation": {
      "en": "Maybe he sent the letters, and maybe he didn't.",
      "fr": "Il a peut-être envoyé ces lettres."
    }
  },
  {
    "translation": {
      "en": "But it was the pressure of the FBI is why Bruce committed suicide.",
      "fr": "Mais c'est la pression du FBI qui a poussé Bruce au suicide."
    }
  },
  {
    "translation": {
      "en": "It's really hard for me to hear that,",
      "fr": "C'est difficile à entendre,"
    }
  },
  {
    "translation": {
      "en": "when I feel like we're accused of driving him to suicide.",
      "fr": "qu'on a pu le pousser au suicide."
    }
  },
  {
    "translation": {
      "en": "We did everything we could to both keep him safe, right?",
      "fr": "On a fait tout ce qu'on a pu pour protéger tout le monde."
    }
  },
  {
    "translation": {
      "en": "To protect himself and protect the public,",
      "fr": "Lui et la population."
    }
  },
  {
    "translation": {
      "en": "but also pursuing him aggressively because we had to,",
      "fr": "On a été opiniâtres, c'est notre devoir."
    }
  },
  {
    "translation": {
      "en": "because we were convinced he was the one who committed the anthrax attacks.",
      "fr": "On était convaincus qu'il était l'auteur de ces attaques."
    }
  },
  {
    "translation": {
      "en": "The investigation into the Anthrax Killer",
      "fr": "L'enquête sur le tueur à l'anthrax"
    }
  },
  {
    "translation": {
      "en": "is being called the FBI's most expensive undertaking ever.",
      "fr": "est l'opération la plus coûteuse de l'histoire du FBI."
    }
  },
  {
    "translation": {
      "en": "The agency spent more than $10 million…",
      "fr": "L'agence a dépensé plus de dix millions de dollars…"
    }
  },
  {
    "translation": {
      "en": "Over the past seven years, they've followed up 50,000 leads",
      "fr": "En sept ans, ils ont exploré 50 000 pistes"
    }
  },
  {
    "translation": {
      "en": "on six continents,",
      "fr": "sur six continents,"
    }
  },
  {
    "translation": {
      "en": "conducted 9,000- plus interviews,",
      "fr": "effectué plus de 9 000 entretiens"
    }
  },
  {
    "translation": {
      "en": "and issued 6,000 grand jury subpoenas.",
      "fr": "et émis 6 000 citations à comparaître."
    }
  },
  {
    "translation": {
      "en": "They never let this go.",
      "fr": "Ils n'ont rien lâché."
    }
  },
  {
    "translation": {
      "en": "What could ever possibly motivate somebody to mail anthrax",
      "fr": "Qu'est-ce qui peut pousser quelqu'un à envoyer de l'anthrax"
    }
  },
  {
    "translation": {
      "en": "and kill innocent victims?",
      "fr": "et à tuer des innocents ?"
    }
  },
  {
    "translation": {
      "en": "And when you think about the letters themselves,",
      "fr": "Pour ce qui est des lettres,"
    }
  },
  {
    "translation": {
      "en": "the letters didn't get to Tom Brokaw. They didn't get to Senator Daschle.",
      "fr": "elles ne sont pas parvenues à Tom Brokaw ou au sénateur Daschle."
    }
  },
  {
    "translation": {
      "en": "But who are the people who get sick?",
      "fr": "Qui est tombé malade ?"
    }
  },
  {
    "translation": {
      "en": "Mr. Stevens in Florida.",
      "fr": "M. Stevens, en Floride."
    }
  },
  {
    "translation": {
      "en": "The people who opened the letters in NBC.",
      "fr": "Les responsables du courrier à NBC."
    }
  },
  {
    "translation": {
      "en": "Let's close off…",
      "fr": "On boucle la zone."
    }
  },
  {
    "translation": {
      "en": "The people who were working in the Hart Senate Office Building.",
      "fr": "Les employés de l'immeuble Hart du Sénat."
    }
  },
  {
    "translation": {
      "en": "People were coming in contact with it just through the course of their, like, duty",
      "fr": "Des gens qui les ont manipulées, c'était leur travail"
    }
  },
  {
    "translation": {
      "en": "as a civilian employee of the U.S. Postal Service.",
      "fr": "en tant qu'employés des postes."
    }
  },
  {
    "translation": {
      "en": "We have provided you copies of the court documents which give details…",
      "fr": "Nous vous avons fourni des copies des documents juridiques…"
    }
  },
  {
    "translation": {
      "en": "When I heard about the press conference, I said, Okay, I need to be there.",
      "fr": "J'ai appris qu'il y aurait une conférence de presse, j'ai su que je devais y aller."
    }
  },
  {
    "translation": {
      "en": "I have a postal press badge and they let me in.",
      "fr": "J'avais une accréditation, on m'a laissée entrer."
    }
  },
  {
    "translation": {
      "en": "How big a factor was Dr. Hatfill? How did the FBI get so off track?",
      "fr": "Quel rôle a joué le Dr Hatfill ? Comment le FBI a-t-il fait fausse route ?"
    }
  },
  {
    "translation": {
      "en": "If you talk a little more about the meeting with the family…",
      "fr": "Pouvez-vous nous parler de votre échange avec la famille ?"
    }
  },
  {
    "translation": {
      "en": "I have a question.",
      "fr": "J'ai une question."
    }
  },
  {
    "translation": {
      "en": "- Yes, in the back. - I'd like to ask the Postal Inspector…",
      "fr": "- Au fond. - Monsieur l'inspecteur des postes,"
    }
  },
  {
    "translation": {
      "en": "Um, when are you-- Are you planning to brief or speak with the postal workers",
      "fr": "prévoyez-vous de soutenir les employés des postes"
    }
  },
  {
    "translation": {
      "en": "who were affected, or is that the end of it?",
      "fr": "affectés par cette affaire ?"
    }
  },
  {
    "translation": {
      "en": "Um, we, today, this morning, sent out a letter from the Postmaster General",
      "fr": "Ce matin, nous avons envoyé un courrier depuis le siège du service postal"
    }
  },
  {
    "translation": {
      "en": "to all of our postal employees.",
      "fr": "à tous nos employés."
    }
  },
  {
    "translation": {
      "en": "I was just appalled that they dismissed us like that, and they just continue to dismiss us.",
      "fr": "J'étais consternée par leur manque de considération."
    }
  },
  {
    "translation": {
      "en": "I would like to know, are you all planning to do anything to meet with us",
      "fr": "Prévoyez-vous de nous recevoir"
    }
  },
  {
    "translation": {
      "en": "so that we can, um, get a briefing and also ask our questions?",
      "fr": "afin de nous informer et d'entendre nos questions ?"
    }
  },
  {
    "translation": {
      "en": "Of course, we'll answer the questions as the questions come in to, uh, to the Postal Service.",
      "fr": "Nous répondrons aux questions qui parviendront aux services postaux."
    }
  },
  {
    "translation": {
      "en": "But remember, we have 700,000 employees across the country.",
      "fr": "Je vous rappelle que nous employons 700 000 personnes dans le pays."
    }
  },
  {
    "translation": {
      "en": "Brentwood was renamed",
      "fr": "On a donné au centre de Brentwood"
    }
  },
  {
    "translation": {
      "en": "the Joseph P. Curseen Junior and Thomas Morris Junior Processing and Distribution Facility.",
      "fr": "les noms de Joseph P. Curseen Junior et de Thomas Morris Junior."
    }
  },
  {
    "translation": {
      "en": "And I thought that was a beautiful tribute.",
      "fr": "J'ai trouvé que c'était un bel hommage."
    }
  },
  {
    "translation": {
      "en": "I can't hold bitterness. I can't hold hatred.",
      "fr": "Je ne veux garder ni amertume ni haine."
    }
  },
  {
    "translation": {
      "en": "Obviously… He… He… This person had issues,",
      "fr": "De toute évidence, cette personne était perturbée,"
    }
  },
  {
    "translation": {
      "en": "and something wasn't quite right there.",
      "fr": "quelque chose n'allait pas."
    }
  },
  {
    "translation": {
      "en": "And because we're all intertwined,",
      "fr": "Comme nous sommes tous liés,"
    }
  },
  {
    "translation": {
      "en": "innocent people get caught up in it.",
      "fr": "des innocents s'y trouvent mêlés."
    }
  },
  {
    "translation": {
      "en": "I feel bad for him, that if he did this, that his mind took him there.",
      "fr": "J'ai de la peine pour lui, qu'il en soit arrivé là."
    }
  },
  {
    "translation": {
      "en": "Clearly, suicide is horrible and terrible,",
      "fr": "Le suicide est un acte terrible,"
    }
  },
  {
    "translation": {
      "en": "but the fact that I knew that this person who may have killed five people",
      "fr": "mais savoir que cet homme qui a peut-être tué cinq personnes"
    }
  },
  {
    "translation": {
      "en": "wasn't alive anymore… is that a terrible thing to say? I…",
      "fr": "n'est plus en vie… C'est peut-être horrible à dire."
    }
  },
  {
    "translation": {
      "en": "I was just somewhat relieved that he wasn't around anymore.",
      "fr": "J'étais soulagée qu'il ne soit plus là."
    }
  },
  {
    "translation": {
      "en": "Sorry, God.",
      "fr": "Pardon, Seigneur."
    }
  },
  {
    "translation": {
      "en": "The names on that building,",
      "fr": "Les noms sur ce bâtiment"
    }
  },
  {
    "translation": {
      "en": "it's a testament for us as to what happened, you know? And, um…",
      "fr": "témoignent de ce qui nous est arrivé."
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "fr": "Désolé."
    }
  },
  {
    "translation": {
      "en": "But…",
      "fr": "Mais…"
    }
  },
  {
    "translation": {
      "en": "I think different people",
      "fr": "Je pense que chacun…"
    }
  },
  {
    "translation": {
      "en": "walk away from this with different things.",
      "fr": "réagit à sa façon."
    }
  },
  {
    "translation": {
      "en": "And I think we're still learning from the experience.",
      "fr": "On a encore beaucoup à apprendre de cette histoire."
    }
  },
  {
    "translation": {
      "en": "My throat was raw and I couldn't hardly swallow.",
      "fr": "J'avais mal à la gorge, j'avais du mal à respirer."
    }
  },
  {
    "translation": {
      "en": "I could barely eat. I couldn't keep anything down.",
      "fr": "Je ne pouvais plus rien avaler."
    }
  },
  {
    "translation": {
      "en": "I was having problems breathing. My throat was real sore.",
      "fr": "Je respirais mal, j'avais mal à la gorge."
    }
  },
  {
    "translation": {
      "en": "I feel as though we were betrayed.",
      "fr": "J'ai l'impression qu'on a été trahis."
    }
  },
  {
    "translation": {
      "en": "This is the video deposition of John Ashcroft.",
      "fr": "Voici la déposition de John Ashcroft."
    }
  },
  {
    "translation": {
      "en": "Is it appropriate for Department of Justice officials",
      "fr": "Est-il approprié que le département de la Justice"
    }
  },
  {
    "translation": {
      "en": "to suggest that Dr. Hatfill fits a behavioral profile of the Anthrax Killer?",
      "fr": "suggère que le profil du Dr Hatfill correspond à celui du tueur ?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "fr": "Je ne sais pas."
    }
  },
  {
    "translation": {
      "en": "You don't know whether it was appropriate to disclose that kind of information?",
      "fr": "Vous ne savez pas si c'est approprié ?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "fr": "Je ne sais pas."
    }
  },
  {
    "translation": {
      "en": "Do you think it's fair to Dr. Hatfill?",
      "fr": "Trouvez-vous cela juste ?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "fr": "Je ne sais pas."
    }
  },
  {
    "translation": {
      "en": "What direct evidence do you have?",
      "fr": "Quelles preuves concrètes avez-vous ?"
    }
  },
  {
    "translation": {
      "en": "For instance, do you have any tape that was used on the envelope that was recovered from his home?",
      "fr": "Avez-vous retrouvé du ruban adhésif utilisé sur l'enveloppe à son domicile ?"
    }
  },
  {
    "translation": {
      "en": "Do you have any other, uh, evidence",
      "fr": "D'après l'académie nationale des sciences,"
    }
  },
  {
    "translation": {
      "en": "that clearly would link him? For instance, the affidavit mentions",
      "fr": "il est impossible de tirer des conclusions définitives"
    }
  },
  {
    "translation": {
      "en": "that people of this sort often keep souvenirs.",
      "fr": "sur l'origine de l'anthrax."
    }
  },
  {
    "translation": {
      "en": "It was known as the Quantico Letter. It was a letter sent in September of 2001 identifying an Arab- American scientist…",
      "fr": "Le FBI affirme que la science résout rarement une affaire à elle seule."
    }
  },
  {
    "translation": {
      "en": "Were you able to place him at the mailboxes in Princeton?",
      "fr": "Pouvez-vous prouver qu'il est allé à Princeton ?"
    }
  },
  {
    "translation": {
      "en": "Like a gas receipt?",
      "fr": "Un ticket de caisse…"
    }
  },
  {
    "translation": {
      "en": "We don't have that piece of direct evidence you mention.",
      "fr": "Nous ne disposons pas de preuve de ce genre."
    }
  },
  {
    "translation": {
      "en": "Can you speak broadly about some of the skepticism that people have? Is that normal?",
      "fr": "Que répondez-vous aux sceptiques ? Comprenez-vous leur réaction ?"
    }
  }
]