[
  {
    "translation": {
      "en": "We're gonna do a vulnerability assessment",
      "fr": "Nous allons évaluer votre niveau de vulnérabilité"
    }
  },
  {
    "translation": {
      "en": "for the coordinated entry program throughout the county.",
      "fr": "pour le plan d'accès au logement."
    }
  },
  {
    "translation": {
      "en": "I'm going to ask you some questions about your history of homelessness.",
      "fr": "Je vais vous interroger pour comprendre comment vous êtes devenu SDF,"
    }
  },
  {
    "translation": {
      "en": "I'm also gonna ask you questions that'll help me understand how you get things that you need, what you do when you need help.",
      "fr": "comment vous parvenez à survivre, et où vous trouvez l'aide nécessaire."
    }
  },
  {
    "translation": {
      "en": "Some of the questions may feel like I'm asking for personal information.",
      "fr": "Certaines questions pourront vous sembler indiscrètes,"
    }
  },
  {
    "translation": {
      "en": "I'm not trying to make you uncomfortable. We ask everyone the same questions.",
      "fr": "mais je ne cherche pas à vous gêner. Nous posons les mêmes à tout le monde."
    }
  },
  {
    "translation": {
      "en": "The more information you give me,",
      "fr": "Plus vous m'en direz,"
    }
  },
  {
    "translation": {
      "en": "the better we are able to understand your situation and what your needs are.",
      "fr": "mieux nous comprendrons votre situation et vos besoins."
    }
  },
  {
    "translation": {
      "en": "All right. We'll just go ahead and get started then.",
      "fr": "Bon, nous allons commencer."
    }
  },
  {
    "translation": {
      "en": "Sir, what kind of services do you need help with?",
      "fr": "De quel genre d'aide avez-vous besoin ?"
    }
  },
  {
    "translation": {
      "en": "- I need a place. - Mm- hm.",
      "fr": "J'ai besoin d'un logement."
    }
  },
  {
    "translation": {
      "en": "An apartment or a house.",
      "fr": "Dans un appartement ou une maison."
    }
  },
  {
    "translation": {
      "en": "Right now, I'm mostly looking for psychiatric care,",
      "fr": "En ce moment, j'ai surtout besoin de soins psychiatriques"
    }
  },
  {
    "translation": {
      "en": "and I'm working on my housing.",
      "fr": "ainsi que d'un logement."
    }
  },
  {
    "translation": {
      "en": "That's about it, really.",
      "fr": "C'est à peu près tout."
    }
  },
  {
    "translation": {
      "en": "Once I get my housing, I have my base, and I'll be able to do what I need to do.",
      "fr": "Un logement sera le point de départ qui me permettra d'avancer."
    }
  },
  {
    "translation": {
      "en": "How long have you been experiencing homelessness?",
      "fr": "Depuis combien de temps êtes-vous sans-abri ?"
    }
  },
  {
    "translation": {
      "en": "It's been about four years for homelessness.",
      "fr": "Ça fait environ quatre ans."
    }
  },
  {
    "translation": {
      "en": "Four years for being homeless.",
      "fr": "Quatre ans que je suis sans-abri."
    }
  },
  {
    "translation": {
      "en": "In November 2016, my brother put me up in the hostels for a couple of months,",
      "fr": "En novembre 2016, mon frère m'a payé quelques mois d'hébergement à l'hôtel,"
    }
  },
  {
    "translation": {
      "en": "but I just didn't want to burden him with another bill.",
      "fr": "mais je n'ai pas voulu rester une charge pour lui."
    }
  },
  {
    "translation": {
      "en": "I started staying out in the streets.",
      "fr": "J'ai commencé à dormir dehors."
    }
  },
  {
    "translation": {
      "en": "I've been here for two years. That's too long.",
      "fr": "Ça fait deux ans que je suis là. C'est trop long."
    }
  },
  {
    "translation": {
      "en": "Do you have family, and did you have contact with?",
      "fr": "Si vous avez de la famille, êtes-vous en contact ?"
    }
  },
  {
    "translation": {
      "en": "There's no medical tent today?  What do you need? A Band- Aid?",
      "fr": "- La tente médicale n'est pas là ? - Il te faut un pansement ?"
    }
  },
  {
    "translation": {
      "en": "Let me see if-- I got some stuff in the truck.",
      "fr": "J'ai du matériel dans le camion."
    }
  },
  {
    "translation": {
      "en": "- What'd you do? Did you smash it? - No, it just got infected.",
      "fr": "- Tu t'es écrasé le doigt ? - Non, il s'est infecté."
    }
  },
  {
    "translation": {
      "en": "And I went yesterday to the hospital,",
      "fr": "Je suis allé à l'hôpital hier."
    }
  },
  {
    "translation": {
      "en": "to general, and they numbed it and sliced it and drained it.",
      "fr": "Ils l'ont anesthésié, puis ils ont incisé et drainé."
    }
  },
  {
    "translation": {
      "en": "Oh, look. Ask Zia.",
      "fr": "- Demande à Zia. - Elle t'a accompagné ?"
    }
  },
  {
    "translation": {
      "en": "- Did she go with you? - She… She has a video.",
      "fr": "- Demande à Zia. - Elle t'a accompagné ? Elle a une vidéo."
    }
  },
  {
    "translation": {
      "en": "That's cool you're kicking it with her. She's so cool.",
      "fr": "C'est cool que tu traînes avec elle. Elle est super."
    }
  },
  {
    "translation": {
      "en": "Yo, hey… Last Tuesday I met her here.",
      "fr": "Ouais. Je l'ai rencontrée ici mardi dernier."
    }
  },
  {
    "translation": {
      "en": "That's it?",
      "fr": "Comme ça ?"
    }
  },
  {
    "translation": {
      "en": "- Yeah, like-- - Oh, man…",
      "fr": "- Ouais… - Mon vieux."
    }
  },
  {
    "translation": {
      "en": "I wanna get off the streets for her.",
      "fr": "Je veux sortir de la rue pour elle."
    }
  },
  {
    "translation": {
      "en": "Oh, man. I know! Does she seem to have her head on straight?",
      "fr": "Ça alors ! Je comprends. Elle a la tête sur les épaules ?"
    }
  },
  {
    "translation": {
      "en": "- She's gonna take me and walk me through-- -",
      "fr": "Elle va m'aider et me guider…"
    }
  },
  {
    "translation": {
      "en": "Can we not do this at the showers, please?",
      "fr": "Pas de ça dans les douches !"
    }
  },
  {
    "translation": {
      "en": "- Hey, Derek, what's going on, man? - Nothing's going on!",
      "fr": "- Derek, qu'est-ce qui se passe ? - Rien !"
    }
  },
  {
    "translation": {
      "en": "Hey. - You're here. - I'm right here. I'm always here.",
      "fr": "- Hé, tu es là. - Je suis là. Je suis toujours là."
    }
  },
  {
    "translation": {
      "en": "- What's up with him? -",
      "fr": "Qu'est-ce qu'il a ?"
    }
  },
  {
    "translation": {
      "en": "Do you remember the landlord's name at the RV park in Arizona?",
      "fr": "Tu te souviens du nom de la propriétaire du camping en Arizona ?"
    }
  },
  {
    "translation": {
      "en": "- Bonnie? - Yeah.",
      "fr": "Bonnie ?"
    }
  },
  {
    "translation": {
      "en": "- - Thank you. Shut up.",
      "fr": "C'est ça. Merci. La ferme."
    }
  },
  {
    "translation": {
      "en": "You were working somewhere else when I first came, and I saw the girls.",
      "fr": "Aviez-vous… Vous aviez un autre travail la première fois que je suis venue ici."
    }
  },
  {
    "translation": {
      "en": "I got to working again, and things just kinda fell apart.",
      "fr": "Je m'étais remise à travailler, et puis tout a dérapé."
    }
  },
  {
    "translation": {
      "en": "'Cause the second you report",
      "fr": "Parce que dès qu'on signale"
    }
  },
  {
    "translation": {
      "en": "that you have enough money coming in to pay your rent",
      "fr": "qu'on a assez de rentrées d'argent pour payer son loyer"
    }
  },
  {
    "translation": {
      "en": "and pay all your bills, bam!",
      "fr": "et toutes ses factures, bam !"
    }
  },
  {
    "translation": {
      "en": "There goes most of your food stamps. All of a sudden,",
      "fr": "On se fait sucrer ses bons alimentaires et soudain,"
    }
  },
  {
    "translation": {
      "en": "the money that you had allotted to pay rent, now has to pay for food.",
      "fr": "l'argent prévu pour le loyer doit servir à acheter à manger."
    }
  },
  {
    "translation": {
      "en": "- Yep. - Because what is an immediate concern?",
      "fr": "- D'accord. - Car qu'est-ce qui est plus important ?"
    }
  },
  {
    "translation": {
      "en": "Your child eating that night, or the rent that's due in two weeks?",
      "fr": "Nourrir son enfant ou mettre de côté pour le loyer ?"
    }
  },
  {
    "translation": {
      "en": "I'm gonna feed my kid.",
      "fr": "Je nourris mon enfant."
    }
  },
  {
    "translation": {
      "en": "This is an extreme situation. We gotta get you guys into housing.",
      "fr": "C'est une situation extrême. On doit vous trouver un hébergement."
    }
  },
  {
    "translation": {
      "en": "You know, this is funny-- You don't-- You… You gradually get into an extreme situation,",
      "fr": "C'est drôle, car quand on se retrouve peu à peu dans une situation extrême,"
    }
  },
  {
    "translation": {
      "en": "it doesn't seem as extreme.",
      "fr": "elle ne paraît pas si extrême."
    }
  },
  {
    "translation": {
      "en": "The public health and safety issues we've seen out there,",
      "fr": "Les problèmes de santé et de sécurité constatés ici,"
    }
  },
  {
    "translation": {
      "en": "include the sanitation issues and risks of disease,",
      "fr": "comme les problèmes sanitaires et les risques de maladie,"
    }
  },
  {
    "translation": {
      "en": "and then also shootings, other violence, and crime",
      "fr": "ainsi que les fusillades, les autres actes de violence et la criminalité,"
    }
  },
  {
    "translation": {
      "en": "that are, obviously, a hazard to the people living in the camps,",
      "fr": "représentent un danger pour les personnes vivant dans ces campements"
    }
  },
  {
    "translation": {
      "en": "as well as the surrounding community.",
      "fr": "et pour la communauté environnante."
    }
  },
  {
    "translation": {
      "en": "And that's why we clean up locations.",
      "fr": "C'est pour ça qu'on y fait le ménage."
    }
  },
  {
    "translation": {
      "en": "So, if we need more manpower because it's a larger site, um, we have that at our disposal.",
      "fr": "Si nous avons besoin de plus d'effectifs sur un site, nous en avons à disposition."
    }
  },
  {
    "translation": {
      "en": "So, this week, we visited 31 sites across the city.",
      "fr": "Cette semaine, nous avons visité 31 sites à travers la ville."
    }
  },
  {
    "translation": {
      "en": "We made 50 contacts with individuals",
      "fr": "Nous avons noué des contacts avec 50 personnes"
    }
  },
  {
    "translation": {
      "en": "and referred 19 people to shelters or alternative living arrangements.",
      "fr": "et en avons orienté 19 vers des foyers ou d'autres types d'hébergement."
    }
  },
  {
    "translation": {
      "en": "I think the resources that you guys are using",
      "fr": "Je pense que les ressources que vous utilisez"
    }
  },
  {
    "translation": {
      "en": "are the right entry points, uh,",
      "fr": "sont des bons points de départ"
    }
  },
  {
    "translation": {
      "en": "to get these unsheltered individuals, uh, into the housing.",
      "fr": "pour trouver des logements à ces personnes sans-abri."
    }
  },
  {
    "translation": {
      "en": "But while we have developed a lot of units",
      "fr": "Nous avons mis en place un grand nombre de logements supervisés permanents,"
    }
  },
  {
    "translation": {
      "en": "of permanent supportive housing, um, we're not keeping pace to the need.",
      "fr": "Nous avons mis en place un grand nombre de logements supervisés permanents, mais ça ne suffit pas pour répondre aux besoins."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "fr": "Merci."
    }
  },
  {
    "translation": {
      "en": "How did you end up homeless?",
      "fr": "Comment êtes-vous devenu SDF ?"
    }
  },
  {
    "translation": {
      "en": "Well, that's a long story.",
      "fr": "C'est une longue histoire."
    }
  },
  {
    "translation": {
      "en": "Well, it really started, to be honest, from 9/11.",
      "fr": "À vrai dire, tout a commencé avec le 11 septembre."
    }
  },
  {
    "translation": {
      "en": "9/11 put me in a deep depression.",
      "fr": "Ça m'a plongé dans une grave dépression."
    }
  },
  {
    "translation": {
      "en": "It was mainly because the cost of living is so high, especially in Hollywood,",
      "fr": "À cause du coût très élevé de la vie, en particulier à Hollywood,"
    }
  },
  {
    "translation": {
      "en": "that I can't afford to live in an apartment.",
      "fr": "je n'ai pas les moyens de louer."
    }
  },
  {
    "translation": {
      "en": "I lost my job, and the person I was staying with--",
      "fr": "J'ai perdu mon boulot, je ne pouvais plus payer mon loyer,"
    }
  },
  {
    "translation": {
      "en": "I couldn't pay my rent. They had no understanding,",
      "fr": "J'ai perdu mon boulot, je ne pouvais plus payer mon loyer, et la personne avec qui j'habitais m'a mise dehors."
    }
  },
  {
    "translation": {
      "en": "so they kicked me out.",
      "fr": "et la personne avec qui j'habitais m'a mise dehors."
    }
  },
  {
    "translation": {
      "en": "Disability.",
      "fr": "Le handicap."
    }
  },
  {
    "translation": {
      "en": "Jail, prison, um, substance abuse, mental health issues, family issues.",
      "fr": "La prison, la drogue, des troubles mentaux et des problèmes familiaux."
    }
  },
  {
    "translation": {
      "en": "Just a combination of things.",
      "fr": "Un ensemble de choses."
    }
  },
  {
    "translation": {
      "en": "I came out as transgender my senior year in college,",
      "fr": "J'ai fait mon coming-out transgenre en dernière année d'université,"
    }
  },
  {
    "translation": {
      "en": "and I kind of lost all of my family support.",
      "fr": "et j'ai perdu tout le soutien de ma famille."
    }
  },
  {
    "translation": {
      "en": "I've been homeless since I was probably 19 or 20.",
      "fr": "Je suis sans-abri depuis que j'ai 19 ou 20 ans."
    }
  },
  {
    "translation": {
      "en": "I went to go stay with my daughter for a while.",
      "fr": "Je suis allée vivre quelque temps chez ma fille."
    }
  },
  {
    "translation": {
      "en": "And, after that, I winded down here, um…",
      "fr": "Et après ça, ma situation s'est dégradée et je me suis retrouvée là…"
    }
  },
  {
    "translation": {
      "en": "at the Union Rescue Mission. Yeah.",
      "fr": "dans ce foyer de la Union Rescue Mission."
    }
  },
  {
    "translation": {
      "en": "Do you think you're getting enough to eat?",
      "fr": "Mangez-vous à votre faim ?"
    }
  },
  {
    "translation": {
      "en": "There's been a couple of times where I felt my stomach was gonna touch my back.  'Cause I couldn't eat.",
      "fr": "Ça m'est arrivé d'avoir la sensation que mon estomac allait toucher mon dos."
    }
  },
  {
    "translation": {
      "en": "I was hungry and didn't… didn't have no money, no food.",
      "fr": "J'avais faim, mais j'avais pas d'argent, pas de nourriture."
    }
  },
  {
    "translation": {
      "en": "I didn't know where to get no food from.",
      "fr": "Je savais pas où trouver à manger."
    }
  },
  {
    "translation": {
      "en": "Was this the one that was on sale for $5?",
      "fr": "C'est celui-là qui coûte cinq dollars ?"
    }
  },
  {
    "translation": {
      "en": "- Four ninety- nine. - Hallelujah. Right on.",
      "fr": "- Quatre quatre-vingt-dix-neuf. - Alléluia."
    }
  },
  {
    "translation": {
      "en": "Well, I'm gonna cook for my kids.",
      "fr": "Je vais cuisiner pour mes enfants."
    }
  },
  {
    "translation": {
      "en": "That's really cool.",
      "fr": "C'est super."
    }
  },
  {
    "translation": {
      "en": "Total is twenty- six dollars and fifty- two cents.",
      "fr": "Ça fera 26 dollars et 52 cents."
    }
  },
  {
    "translation": {
      "en": "Well, thank you. You have a good day.",
      "fr": "Merci beaucoup. Bonne journée."
    }
  },
  {
    "translation": {
      "en": "Twelve ninety- nine, that's insane.",
      "fr": "C'est dingue, 12,99 dollars."
    }
  },
  {
    "translation": {
      "en": "But I didn't think about it.",
      "fr": "Je n'ai pas fait attention."
    }
  },
  {
    "translation": {
      "en": "Take that jacket off. I've got to wash it. It's filthy.",
      "fr": "Enlève cette veste. Il faut que je la lave, elle est sale."
    }
  },
  {
    "translation": {
      "en": "Yeah. I gotta empty it out.",
      "fr": "Ouais. Je dois la vider."
    }
  },
  {
    "translation": {
      "en": "So, for tomorrow I gotta go to school.",
      "fr": "Demain, je dois aller à l'école puis chercher ma carte d'identité."
    }
  },
  {
    "translation": {
      "en": "- And get my ID. - I could finish laundry tomorrow.",
      "fr": "Demain, je dois aller à l'école puis chercher ma carte d'identité. - Je peux finir la lessive demain. - Ça peut attendre vendredi."
    }
  },
  {
    "translation": {
      "en": "- Don't do laundry till Friday. - Okay.",
      "fr": "- Je peux finir la lessive demain. - Ça peut attendre vendredi. D'accord."
    }
  },
  {
    "translation": {
      "en": "Saturday night, before we turn in, dinner or a movie?",
      "fr": "Samedi soir, on se fait un dîner ou un film ?"
    }
  },
  {
    "translation": {
      "en": "You tired?",
      "fr": "Tu es fatigué ?"
    }
  },
  {
    "translation": {
      "en": "- Exhausted. -",
      "fr": "Épuisé."
    }
  },
  {
    "translation": {
      "en": "Hey, Mom.",
      "fr": "Salut, maman."
    }
  },
  {
    "translation": {
      "en": "I was just telling you that you're gonna be a grandma.",
      "fr": "Je voulais te dire que tu allais être grand-mère."
    }
  },
  {
    "translation": {
      "en": "No, I still have to go to the doctors and confirm and find everything out,",
      "fr": "Non, je dois aller chez le docteur pour confirmer tout ça,"
    }
  },
  {
    "translation": {
      "en": "but it's a big positivo, probably.",
      "fr": "mais le test était bien positif. Probablement."
    }
  },
  {
    "translation": {
      "en": "I don't know, Mom. I'll-- I'll talk about this later.",
      "fr": "Je ne sais pas, maman. On en parlera plus tard."
    }
  },
  {
    "translation": {
      "en": "- What'd they say? - Take care of yourself.",
      "fr": "- Ils ont dit quoi ? - Prends soin de toi."
    }
  },
  {
    "translation": {
      "en": "Try getting into housing as fast as possible and be a family.",
      "fr": "Essaie de trouver un logement dès que possible pour ta famille."
    }
  },
  {
    "translation": {
      "en": "All right, love you.",
      "fr": "Allez. Je t'aime."
    }
  },
  {
    "translation": {
      "en": "- I'll see you.  - Bye.",
      "fr": "- À très vite. - Salut."
    }
  },
  {
    "translation": {
      "en": "Call me. I love you.",
      "fr": "Appelle-moi. Je t'aime."
    }
  },
  {
    "translation": {
      "en": "Kind of bougie.",
      "fr": "C'est cozy."
    }
  },
  {
    "translation": {
      "en": "Where do you usually sleep?",
      "fr": "Où dormez-vous d'habitude ?"
    }
  },
  {
    "translation": {
      "en": "They have, uh, a dorm on the second floor,",
      "fr": "Il y a un dortoir au premier étage,"
    }
  },
  {
    "translation": {
      "en": "um, and it's, like, 160 ladies. 'Cause it's bunk beds.",
      "fr": "avec environ 160 femmes. Dans des lits superposés."
    }
  },
  {
    "translation": {
      "en": "How often do you say you sleep outside?",
      "fr": "Est-ce que vous dormez souvent dehors ?"
    }
  },
  {
    "translation": {
      "en": "I did four nights, and that was two years ago.",
      "fr": "J'ai dormi dehors pendant quatre nuits, il y a deux ans."
    }
  },
  {
    "translation": {
      "en": "Do you know where to go for showers and laundry?",
      "fr": "Où allez-vous pour vous doucher et faire vos lessives ?"
    }
  },
  {
    "translation": {
      "en": "I had to go to hotels to take showers",
      "fr": "Je devais aller à l'hôtel pour prendre des douches,"
    }
  },
  {
    "translation": {
      "en": "when the maids left the room.",
      "fr": "quand les femmes de chambre avaient fini la chambre."
    }
  },
  {
    "translation": {
      "en": "And, um…",
      "fr": "Et…"
    }
  },
  {
    "translation": {
      "en": "I kept going like that for a while.",
      "fr": "j'ai vécu comme ça pendant un moment."
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "fr": "Désolée."
    }
  },
  {
    "translation": {
      "en": "Do you ever feel scared or unsafe?",
      "fr": "Vous sentez-vous parfois en danger ?"
    }
  },
  {
    "translation": {
      "en": "I've been molested, I've been stabbed, I've been shot,",
      "fr": "Je me suis fait agresser, poignarder, tirer dessus, renverser."
    }
  },
  {
    "translation": {
      "en": "I've been run over. Like, I've been through a lot of stuff.",
      "fr": "Je me suis fait agresser, poignarder, tirer dessus, renverser. J'ai traversé plein d'épreuves."
    }
  },
  {
    "translation": {
      "en": "How many times have you been attacked or beaten up since you've become homeless?",
      "fr": "Combien de fois avez-vous été agressée ou frappée depuis que vous êtes SDF ?"
    }
  },
  {
    "translation": {
      "en": "Oh, recently I've been--",
      "fr": "Ces derniers temps, c'est arrivé…"
    }
  },
  {
    "translation": {
      "en": "Like, four or five.",
      "fr": "Quatre ou cinq fois."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "fr": "D'accord."
    }
  },
  {
    "translation": {
      "en": "How do you feel?",
      "fr": "Comment tu te sens ?"
    }
  },
  {
    "translation": {
      "en": "It feels good to be off the streets. I'll tell you that.",
      "fr": "Ça fait du bien d'être sorti de la rue."
    }
  },
  {
    "translation": {
      "en": "You wake up, you roll over,",
      "fr": "Tu te réveilles, tu te lèves,"
    }
  },
  {
    "translation": {
      "en": "you got your toilet right there and everything, huh?",
      "fr": "et t'as tes toilettes et tout ça sur place ?"
    }
  },
  {
    "translation": {
      "en": "Good morning!",
      "fr": "- Bonjour. - Bonjour."
    }
  },
  {
    "translation": {
      "en": "Make me understand, Luis. Being that you just got your place,",
      "fr": "Explique-moi, Luis. Tu viens de trouver un logement,"
    }
  },
  {
    "translation": {
      "en": "and in six months, you're gonna be homeless again?",
      "fr": "et dans six mois tu seras de nouveau SDF ?"
    }
  },
  {
    "translation": {
      "en": "Yeah, 'cause the rent is 700.",
      "fr": "Oui, car le loyer coûte 700 dollars."
    }
  },
  {
    "translation": {
      "en": "I was supposed to continue, but I can't afford that.",
      "fr": "J'étais censé continuer, mais je n'ai pas les moyens."
    }
  },
  {
    "translation": {
      "en": "If not, the weather's nice enough out here that I could",
      "fr": "Il fait assez beau ici pour que je puisse"
    }
  },
  {
    "translation": {
      "en": "set up a tent and break it up in the morning.",
      "fr": "monter une tente et la démonter le matin."
    }
  },
  {
    "translation": {
      "en": "Nah. We're not gonna go backwards.",
      "fr": "Non. On va pas régresser."
    }
  },
  {
    "translation": {
      "en": "- We came too far to go backwards. - Yeah.",
      "fr": "- On est allés trop loin pour ça. - Ouais."
    }
  },
  {
    "translation": {
      "en": "It ain't by choice if I do.",
      "fr": "Si ça arrive, ça sera pas par choix."
    }
  },
  {
    "translation": {
      "en": "What's up? You want water?",
      "fr": "Ça va ? Tu veux de l'eau ?"
    }
  },
  {
    "translation": {
      "en": "Water?",
      "fr": "De l'eau ?"
    }
  },
  {
    "translation": {
      "en": "- Thank you. - You got it.",
      "fr": "- Merci. - Tu en veux ? Tiens."
    }
  },
  {
    "translation": {
      "en": "Patty, have you been in touch with Anna?",
      "fr": "Patty, tu as des nouvelles d'Anna ?"
    }
  },
  {
    "translation": {
      "en": "Uh… I'm not sure. But I'm trying to go somewhere where I'm not--",
      "fr": "Je crois pas. Mais j'essaie d'aller à un endroit où je suis pas…"
    }
  },
  {
    "translation": {
      "en": "It's okay. It's okay.",
      "fr": "Ça va aller."
    }
  },
  {
    "translation": {
      "en": "Was it-- What's his name? Mike?",
      "fr": "Comment il s'appelle ? Mike ?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Okay.",
      "fr": "Ouais. D'accord."
    }
  },
  {
    "translation": {
      "en": "It's been getting bad? Yeah.",
      "fr": "Ça a empiré ? Ouais."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "fr": "Bon."
    }
  },
  {
    "translation": {
      "en": "I got this scar from him. Okay.",
      "fr": "- C'est lui qui m'a fait ça. - OK."
    }
  },
  {
    "translation": {
      "en": "Was it recent? Okay. It was, like, a week or two ago.",
      "fr": "- Récemment ? D'accord. - Il y a une ou deux semaines."
    }
  },
  {
    "translation": {
      "en": "- The last time when I seen her. - Last time he was here. Okay.",
      "fr": "- La dernière fois qu'elle était là. - Je vois."
    }
  },
  {
    "translation": {
      "en": "- It was big, she had a big-- - Okay.",
      "fr": "- Elle avait une grosse… - OK."
    }
  },
  {
    "translation": {
      "en": "Where's he at? Is he around?",
      "fr": "Il est parti où ? Dans le coin ?"
    }
  },
  {
    "translation": {
      "en": "- Yeah, somewhere. - It's okay.",
      "fr": "- Ouais, pas loin. - Ça va aller."
    }
  },
  {
    "translation": {
      "en": "- And then today he hit me in the face. - Okay.",
      "fr": "- Aujourd'hui, il m'a frappée au visage. - OK."
    }
  },
  {
    "translation": {
      "en": "- He's gonna end up killing me. - I know. You gotta get out.",
      "fr": "- Il va finir par me tuer. - Je sais. Il faut que tu partes."
    }
  },
  {
    "translation": {
      "en": "Hey, I'm out here at the basin.",
      "fr": "Salut, je suis au bassin en ce moment."
    }
  },
  {
    "translation": {
      "en": "Yeah, Patty has been in a situation with Mike.",
      "fr": "Patty a des problèmes avec Mike."
    }
  },
  {
    "translation": {
      "en": "She got beat up again.",
      "fr": "Elle s'est encore fait frapper."
    }
  },
  {
    "translation": {
      "en": "Is there any way that, while I'm out here, you can talk to somebody to see",
      "fr": "Pendant que je suis ici, pourrais-tu essayer de lui trouver"
    }
  },
  {
    "translation": {
      "en": "if we can get her into Bridge? She'll go today. She wants to get away.",
      "fr": "une place à Bridge ? Elle est prête à y aller aujourd'hui."
    }
  },
  {
    "translation": {
      "en": "What do you want to eat for dinner?",
      "fr": "Vous voulez quoi pour le dîner ?"
    }
  },
  {
    "translation": {
      "en": "- Bacon, eggs, and grits. - Potatoes!",
      "fr": "Du bacon, des œufs et du porridge."
    }
  },
  {
    "translation": {
      "en": "- Bacon, eggs, and grits. - That's breakfast food, though.",
      "fr": "On mange ça pour le petit déjeuner, pas pour le dîner."
    }
  },
  {
    "translation": {
      "en": "Give me a hug. Okay. Bye, y'all. Have a good day at school.",
      "fr": "Faites-moi un câlin. Au revoir, amusez-vous bien à l'école."
    }
  },
  {
    "translation": {
      "en": "From the moment I met you, you didn't share anything.",
      "fr": "Vous ne m'avez jamais raconté ce qui vous est arrivé."
    }
  },
  {
    "translation": {
      "en": "You were just trying to move forward.",
      "fr": "Vous ne m'avez jamais raconté ce qui vous est arrivé. Vous essayez d'avancer."
    }
  },
  {
    "translation": {
      "en": "I see you go to the grocery store every night, when we serve food here, to get food for your kids",
      "fr": "Tous les soirs, je vous vois à l'épicerie chercher à manger pour vos enfants,"
    }
  },
  {
    "translation": {
      "en": "and come and make dinner for them every night.",
      "fr": "et leur préparer un dîner."
    }
  },
  {
    "translation": {
      "en": "Because I try not to lose our family in homelessness.",
      "fr": "J'essaie de préserver ma famille des problèmes de la rue."
    }
  },
  {
    "translation": {
      "en": "Like, despite the situation, Momma got you.",
      "fr": "Malgré la situation, ils peuvent compter sur maman."
    }
  },
  {
    "translation": {
      "en": "Right. So, let's talk about your story.",
      "fr": "Je comprends. Parlons maintenant de votre histoire."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "fr": "D'accord."
    }
  },
  {
    "translation": {
      "en": "Nine months ago, my ex started stalking me.",
      "fr": "Il y a neuf mois, mon ex a commencé à me harceler."
    }
  },
  {
    "translation": {
      "en": "He kicked my door in, and he pistol- whipped me, and he raped me.",
      "fr": "Il a enfoncé ma porte, m'a frappée avec un pistolet et violée."
    }
  },
  {
    "translation": {
      "en": "Um, and I'm currently 32 weeks pregnant as a result of that.",
      "fr": "Suite à ça, je suis enceinte de 32 semaines."
    }
  },
  {
    "translation": {
      "en": "So, when I was in the hospital, I had black eyes, I was fucked- up- looking,",
      "fr": "Quand j'étais à l'hôpital, j'étais couverte de bleus et de blessures."
    }
  },
  {
    "translation": {
      "en": "and the Urban League here, they were able to get me in the hotel.",
      "fr": "La Urban League a réussi à me trouver une place à l'hôtel."
    }
  },
  {
    "translation": {
      "en": "I didn't qualify for any supportive services.",
      "fr": "Je n'avais pas droit aux services d'aide."
    }
  },
  {
    "translation": {
      "en": "I couldn't sign up for housing. I was not considered homeless.",
      "fr": "Je n'ai pas pu demander un logement, n'étant pas considérée comme SDF."
    }
  },
  {
    "translation": {
      "en": "- Because you were in a hotel. - A hotel that the agency paid for me.",
      "fr": "- Car vous viviez dans un hôtel. - Un hôtel payé par l'association."
    }
  },
  {
    "translation": {
      "en": "So, they put us for six weeks in a hotel.",
      "fr": "On a été placés dans un hôtel pour six semaines."
    }
  },
  {
    "translation": {
      "en": "I could financially afford to pay for two weeks myself in the hotel,",
      "fr": "Je n'avais pas les moyens de continuer à payer cet hôtel,"
    }
  },
  {
    "translation": {
      "en": "and then we were in a situation where I didn't have money",
      "fr": "et on s'est donc retrouvés sans argent et sans nulle part où aller."
    }
  },
  {
    "translation": {
      "en": "and nowhere else to go. So we slept outside for three days,",
      "fr": "et on s'est donc retrouvés sans argent et sans nulle part où aller. On a dormi trois jours dehors,"
    }
  },
  {
    "translation": {
      "en": "and then I was able to get into a place called the Center of Hope.",
      "fr": "puis j'ai trouvé un hébergement appelé Center of Hope."
    }
  },
  {
    "translation": {
      "en": "It's like a one- room facility, and you sleep on mats on the floor.",
      "fr": "Tout le monde dort dans une seule pièce, sur des matelas par terre."
    }
  },
  {
    "translation": {
      "en": "Um, there are no shower facilities.",
      "fr": "Il n'y a pas de douches."
    }
  },
  {
    "translation": {
      "en": "So, I made it be like we were camping.",
      "fr": "J'ai dit à mes enfants que c'était comme si on campait."
    }
  },
  {
    "translation": {
      "en": "And we had to be out of the place by 6:30, seven o'clock every morning.",
      "fr": "Tous les matins, on devait partir entre 6h30 et 7 h."
    }
  },
  {
    "translation": {
      "en": "Rain or shine, we had to leave.",
      "fr": "Qu'il pleuve ou qu'il vente."
    }
  },
  {
    "translation": {
      "en": "So, I didn't want my kids to know. I didn't want people to know.",
      "fr": "Je ne voulais pas que mes enfants sachent, que les gens sachent."
    }
  },
  {
    "translation": {
      "en": "So I would go to Safeway and get them something to eat and bathe them in the bathroom.",
      "fr": "J'allais au supermarché pour leur acheter à manger et les laver dans les toilettes."
    }
  },
  {
    "translation": {
      "en": "I would take turns with them so I could go in the bathroom and wash them up and brush their hair.",
      "fr": "Je les accompagnais chacun leur tour pour les débarbouiller et les coiffer."
    }
  },
  {
    "translation": {
      "en": "'Cause I didn't want people to look at my kids. I didn't wanna just be walking the streets.",
      "fr": "Je ne voulais pas qu'on regarde mes gosses et je ne voulais pas errer dans les rues."
    }
  },
  {
    "translation": {
      "en": "And then we would wait around for the library to open,",
      "fr": "On attendait alors que la bibliothèque ouvre,"
    }
  },
  {
    "translation": {
      "en": "'cause the library opens at 9:00.",
      "fr": "parce qu'elle ouvre à 9 h."
    }
  },
  {
    "translation": {
      "en": "And I could take my babies in there, 'cause it was warm…",
      "fr": "J'y emmenais mes chéris, car il faisait chaud à l'intérieur,"
    }
  },
  {
    "translation": {
      "en": "…and they could play video games and watch TV,",
      "fr": "et ils pouvaient jouer à des jeux vidéos et regarder la télé."
    }
  },
  {
    "translation": {
      "en": "and so they didn't understand what the struggle was.",
      "fr": "Ainsi, ils ne comprenaient pas à quel point c'était difficile."
    }
  },
  {
    "translation": {
      "en": "So, that's what I did every day.",
      "fr": "Je faisais ça tous les jours."
    }
  },
  {
    "translation": {
      "en": "Jeez.",
      "fr": "Mon Dieu."
    }
  },
  {
    "translation": {
      "en": "That's why I don't wanna be in a position that I need anybody for anything.",
      "fr": "Je ne veux plus d'une situation où j'ai besoin des autres."
    }
  },
  {
    "translation": {
      "en": "- Right. - I will not do this again.  Right.",
      "fr": "- Je comprends. - Je refuse de recommencer ça."
    }
  },
  {
    "translation": {
      "en": "You guys, get your stuff. They're coming down here. They're coming.",
      "fr": "Rassemblez vos affaires. Ils viennent ici. Ils arrivent."
    }
  },
  {
    "translation": {
      "en": "- Calling order, please. - Check.",
      "fr": "Silence, je vous prie."
    }
  },
  {
    "translation": {
      "en": "Item 8A requests approval of a resolution authorizing",
      "fr": "L'article 8A attend l'approbation de la résolution autorisant"
    }
  },
  {
    "translation": {
      "en": "the Department of Homelessness",
      "fr": "le Service des sans-abri"
    }
  },
  {
    "translation": {
      "en": "for the proposed Embarcadero SAFE Navigation Center.",
      "fr": "à ouvrir un centre d'accueil SAFE à l'Embarcadero."
    }
  },
  {
    "translation": {
      "en": "We're going to set up a perimeter, all encampments.",
      "fr": "On va établir un périmètre autour des campements."
    }
  },
  {
    "translation": {
      "en": "We just found too many hazardous materials,",
      "fr": "Il y a trop de produits dangereux."
    }
  },
  {
    "translation": {
      "en": "so we have a crew out here to remove that right now.",
      "fr": "Une équipe est là pour faire le ménage."
    }
  },
  {
    "translation": {
      "en": "We need to be allowing homeless shelters",
      "fr": "Nous devons autoriser les refuges pour SDF"
    }
  },
  {
    "translation": {
      "en": "in every single neighborhood across the city.",
      "fr": "dans tous les quartiers de la ville."
    }
  },
  {
    "translation": {
      "en": "Get all your stuff out.",
      "fr": "Prenez vos affaires."
    }
  },
  {
    "translation": {
      "en": "Get it out. At least get your tents and all that stuff out of here.",
      "fr": "Bougez-les d'ici. Prenez au moins vos tentes et tout ça."
    }
  },
  {
    "translation": {
      "en": "This 200- bed Navigation Center will act as a magnet",
      "fr": "Ce centre de 200 lits agira comme un aimant."
    }
  },
  {
    "translation": {
      "en": "and will import a massive homeless population",
      "fr": "Il attirera une importante population de sans-abri"
    }
  },
  {
    "translation": {
      "en": "and will harm the surrounding neighborhood.",
      "fr": "et sera nuisible pour le quartier."
    }
  },
  {
    "translation": {
      "en": "I asked them, Where do you want them to go?",
      "fr": "J'ai demandé : Où voulez-vous qu'ils aillent ?"
    }
  },
  {
    "translation": {
      "en": "There's nowhere for anyone to go. Where are they supposed to go?",
      "fr": "Ils n'ont nulle part où aller. Où sont-ils censés aller ?"
    }
  },
  {
    "translation": {
      "en": "I have never seen a mayor jam down the throats",
      "fr": "Je n'ai jamais vu un maire faire ainsi passer de force"
    }
  },
  {
    "translation": {
      "en": "of a neighborhood a project when the neighborhood was 95% opposed.",
      "fr": "un projet auquel s'opposent 95 % des riverains."
    }
  },
  {
    "translation": {
      "en": "I was just called a racist",
      "fr": "On m'a traité de raciste"
    }
  },
  {
    "translation": {
      "en": "for not wanting things like drug use, drug sale,",
      "fr": "car je m'oppose à des choses comme la consommation et vente de drogues,"
    }
  },
  {
    "translation": {
      "en": "importing additional homeless into our neighborhood.",
      "fr": "et l'arrivée de plus de SDF dans notre quartier."
    }
  },
  {
    "translation": {
      "en": "Yeah, I don't think a lot of people want those things in their backyard.",
      "fr": "Je pense que peu de gens veulent ça près de chez eux."
    }
  },
  {
    "translation": {
      "en": "People are dying in your front yard!",
      "fr": "Des gens meurent devant chez vous !"
    }
  },
  {
    "translation": {
      "en": "People are dying in your front yard!",
      "fr": "Des gens meurent devant chez vous !"
    }
  },
  {
    "translation": {
      "en": "There's a better life out there, Patty. There's a better life.",
      "fr": "Il y aura des jours meilleurs, Patty. C'est certain."
    }
  },
  {
    "translation": {
      "en": "You just gotta believe, and you gotta work, you know?",
      "fr": "Tu dois y croire et tu dois travailler, hein ?"
    }
  },
  {
    "translation": {
      "en": "And I'm a paycheck away from being in the tent right next to you, girl, so…",
      "fr": "Si je perdais mon travail, je serais dans la tente à côté de toi."
    }
  },
  {
    "translation": {
      "en": "It can happen to anybody. You know? It really can.",
      "fr": "Ça peut arriver à n'importe qui, tu sais ? Vraiment."
    }
  },
  {
    "translation": {
      "en": "Here we go.",
      "fr": "Et voilà."
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "fr": "Bonjour."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "fr": "Bien."
    }
  },
  {
    "translation": {
      "en": "Uh, what are your plans for housing?",
      "fr": "Quels sont vos projets de logement ?"
    }
  },
  {
    "translation": {
      "en": "I plan on getting a house and staying in it.",
      "fr": "J'ai l'intention de trouver un logement et d'y rester."
    }
  },
  {
    "translation": {
      "en": "If I can get housing,",
      "fr": "Si je trouve un logement,"
    }
  },
  {
    "translation": {
      "en": "I will definitely be leaving this shelter here.",
      "fr": "je quitterai sans aucun doute ce foyer."
    }
  },
  {
    "translation": {
      "en": "I would be in a better environment.",
      "fr": "Je serais dans un meilleur environnement."
    }
  },
  {
    "translation": {
      "en": "I can actually eat more, shower more.",
      "fr": "Je pourrais manger plus souvent, me doucher plus souvent."
    }
  },
  {
    "translation": {
      "en": "Every time I get an apartment, I always end up homeless again.",
      "fr": "Chaque fois que je trouve un appartement, je finis toujours par redevenir SDF."
    }
  },
  {
    "translation": {
      "en": "So, at this point, I just want to get a van, a big van, or an RV,",
      "fr": "À ce stade, je veux juste une camionnette ou un camping-car."
    }
  },
  {
    "translation": {
      "en": "and something that I own that they can't take from me, you know?",
      "fr": "Quelque chose qui m'appartient et qu'on ne peut pas me prendre."
    }
  },
  {
    "translation": {
      "en": "Is anyone helping you apply for housing?",
      "fr": "Avez-vous de l'aide pour trouver un logement ?"
    }
  },
  {
    "translation": {
      "en": "Right now, I'm waiting. I'm in a mental health program,",
      "fr": "J'attends. Je suis un programme de santé mentale"
    }
  },
  {
    "translation": {
      "en": "and they helped me get my Section 8 voucher, so",
      "fr": "et on m'a aidé à faire une demande de loyer modéré."
    }
  },
  {
    "translation": {
      "en": "I'm just waiting for whatever they have to do.",
      "fr": "J'attends juste ce qui doit être fait."
    }
  },
  {
    "translation": {
      "en": "Are there any other goals that you want to work on?",
      "fr": "Avez-vous d'autres objectifs ?"
    }
  },
  {
    "translation": {
      "en": "If, like, I can get a place",
      "fr": "J'aimerais trouver un logement"
    }
  },
  {
    "translation": {
      "en": "and do what I have to do to keep my head, like, out of the street mind.",
      "fr": "et faire ce qu'il faut pour sortir de la mentalité de la rue."
    }
  },
  {
    "translation": {
      "en": "But that's all I-- Like, to be honest, that's all I know.",
      "fr": "Mais c'est tout ce que je… À vrai dire, je ne connais que ça."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "fr": "D'accord."
    }
  },
  {
    "translation": {
      "en": "I really want",
      "fr": "Je veux vraiment"
    }
  },
  {
    "translation": {
      "en": "to be stable,",
      "fr": "trouver la stabilité"
    }
  },
  {
    "translation": {
      "en": "and…",
      "fr": "et…"
    }
  },
  {
    "translation": {
      "en": "have my family around me like I used to.",
      "fr": "être entourée de ma famille, comme avant."
    }
  },
  {
    "translation": {
      "en": "I've always had that desire to get off the streets.",
      "fr": "J'ai toujours eu le désir de sortir de la rue."
    }
  },
  {
    "translation": {
      "en": "It's just been hard.",
      "fr": "Ça a été difficile."
    }
  },
  {
    "translation": {
      "en": "I'm not trying to bother anybody, you know, burden anybody.",
      "fr": "Je ne veux déranger personne, je ne veux pas être un fardeau."
    }
  },
  {
    "translation": {
      "en": "And when police used to wake us up and rustle us up,",
      "fr": "Quand la police nous réveillait en nous pressant de partir :"
    }
  },
  {
    "translation": {
      "en": "You can't be here.",
      "fr": "Vous ne pouvez pas rester là."
    }
  },
  {
    "translation": {
      "en": "I used to tell them, I do the same things you do.",
      "fr": "Je disais : Je fais les mêmes choses que vous."
    }
  },
  {
    "translation": {
      "en": "I wash my teeth. I gotta eat.",
      "fr": "Je me lave les dents. Je dois manger."
    }
  },
  {
    "translation": {
      "en": "The only thing for me, everything is spread out.",
      "fr": "Sauf que pour moi, tout est éparpillé."
    }
  },
  {
    "translation": {
      "en": "Everybody else just got it inside, in one spot.",
      "fr": "Les autres font ça à l'intérieur, au même endroit."
    }
  },
  {
    "translation": {
      "en": "But I do the same things everybody else does.",
      "fr": "Mais je fais les mêmes choses que les autres."
    }
  },
  {
    "translation": {
      "en": "Nothing different.",
      "fr": "Rien de différent."
    }
  },
  {
    "translation": {
      "en": "We're all in this ship, and we're still sinking.",
      "fr": "On est tous dans ce bateau en train de sombrer."
    }
  },
  {
    "translation": {
      "en": "Particularly in high- cost cities like ours, I mean,",
      "fr": "En particulier dans les villes comme la nôtre, où la vie est chère,"
    }
  },
  {
    "translation": {
      "en": "we are not reaching enough people,",
      "fr": "nous n'aidons pas assez de gens."
    }
  },
  {
    "translation": {
      "en": "and Oakland's homelessness has doubled in four years. Doubled.",
      "fr": "Le nombre de sans-abri à Oakland a doublé en quatre ans. Doublé."
    }
  },
  {
    "translation": {
      "en": "That especially hits hard certain communities.",
      "fr": "Ce problème touche davantage certaines communautés."
    }
  },
  {
    "translation": {
      "en": "If you're African- American, or if you've ever served time, there's even a greater likelihood.",
      "fr": "Les Afro-Américains ou ceux qui ont fait de la prison y sont plus exposés."
    }
  },
  {
    "translation": {
      "en": "And then, of course, COVID- 19 hits.",
      "fr": "Et puis bien sûr, il y a le Covid-19."
    }
  },
  {
    "translation": {
      "en": "Everyone sees the tsunami of homelessness coming",
      "fr": "Tout le monde prévoit une explosion du nombre de SDF."
    }
  },
  {
    "translation": {
      "en": "because nobody can pay the rent",
      "fr": "Beaucoup de gens ne peuvent plus payer leur loyer,"
    }
  },
  {
    "translation": {
      "en": "and those eviction moratoriums are gonna run out.",
      "fr": "et les moratoires sur les expulsions vont prendre fin."
    }
  },
  {
    "translation": {
      "en": "This requires a different level of commitment, and we need a FEMA- like response to this.",
      "fr": "Ce problème nécessite la mise en place d'un plan d'urgence."
    }
  },
  {
    "translation": {
      "en": "How do we make sure there is a right to housing in California?",
      "fr": "Comment garantir un droit au logement en Californie ?"
    }
  },
  {
    "translation": {
      "en": "We have a lot of work to do, but cities and counties can't do it alone.",
      "fr": "Il y a du travail, mais les villes et comtés ne peuvent agir seuls."
    }
  },
  {
    "translation": {
      "en": "These heartbreaking stories have got to come to some dramatic, necessary change.",
      "fr": "Ces histoires terribles doivent absolument conduire à des changements en profondeur."
    }
  },
  {
    "translation": {
      "en": "♪ Well, every road I see ♪",
      "fr": "Toutes les routes que je vois"
    }
  },
  {
    "translation": {
      "en": "♪ Leads away from me ♪",
      "fr": "Mènent loin de moi"
    }
  },
  {
    "translation": {
      "en": "♪ There's not a single one ♪",
      "fr": "Aucune d'elles"
    }
  },
  {
    "translation": {
      "en": "♪ That leads me home ♪",
      "fr": "Ne me conduit à la maison"
    }
  },
  {
    "translation": {
      "en": "♪ The road keeps saying ♪",
      "fr": "La route ne cesse de dire"
    }
  },
  {
    "translation": {
      "en": "♪ Friend, come see what's round the bend ♪",
      "fr": "Mon amie, viens voir après le tournant"
    }
  },
  {
    "translation": {
      "en": "♪ So is it any wonder that I roam? ♪",
      "fr": "Alors est-ce étonnant que j'erre ainsi ?"
    }
  },
  {
    "translation": {
      "en": "♪ All the places I have been ♪",
      "fr": "Tous les endroits où j'ai été"
    }
  },
  {
    "translation": {
      "en": "♪ Keep calling me back again ♪",
      "fr": "Ne cessent de me rappeler"
    }
  },
  {
    "translation": {
      "en": "You're a good girl.",
      "fr": "Gentille fille."
    }
  },
  {
    "translation": {
      "en": "♪ Down in the pines ♪",
      "fr": "Dans les sapins"
    }
  },
  {
    "translation": {
      "en": "♪ I hear the cold winds blow ♪",
      "fr": "J'entends le vent froid qui souffle"
    }
  },
  {
    "translation": {
      "en": "♪ My heart keeps telling me ♪",
      "fr": "Mon cœur ne cesse de me dire"
    }
  },
  {
    "translation": {
      "en": "♪ Footloose and fancy- free ♪",
      "fr": "Libre et sans attache"
    }
  },
  {
    "translation": {
      "en": "♪ And the road goes by ♪",
      "fr": "Et la route passe"
    }
  },
  {
    "translation": {
      "en": "♪ And calls me as it goes ♪",
      "fr": "Tout en m'appelant"
    }
  },
  {
    "translation": {
      "en": "♪ Well, maybe somewhere There's a someone ♪",
      "fr": "Peut-être y a-t-il quelqu'un quelque part"
    }
  },
  {
    "translation": {
      "en": "♪ Waiting there with a smile ♪",
      "fr": "Qui attend avec un sourire"
    }
  },
  {
    "translation": {
      "en": "♪ And maybe there'll be a place ♪",
      "fr": "Et peut-être y a-t-il un endroit"
    }
  },
  {
    "translation": {
      "en": "♪ To stop and rest awhile ♪",
      "fr": "Pour s'arrêter et se reposer un peu"
    }
  },
  {
    "translation": {
      "en": "♪ And maybe you weren't meant to be ♪",
      "fr": "Et peut-être n'étais-tu pas censée être"
    }
  },
  {
    "translation": {
      "en": "♪ Just a rolling stone ♪",
      "fr": "Juste une vagabonde"
    }
  },
  {
    "translation": {
      "en": "♪ And there's a road to travel on ♪",
      "fr": "Et peut-être y a-t-il une route"
    }
  },
  {
    "translation": {
      "en": "♪ That leads you back to home ♪",
      "fr": "Qui te ramènera à la maison"
    }
  },
  {
    "translation": {
      "en": "♪ Oh, but I'll keep traveling on ♪",
      "fr": "Oh, mais je continuerai à voyager"
    }
  },
  {
    "translation": {
      "en": "♪ Keep looking at the dawn ♪",
      "fr": "Et à contempler l'aurore"
    }
  },
  {
    "translation": {
      "en": "♪ Till I can lay this lonesome body down ♪",
      "fr": "Jusqu'à ce que je puisse poser Mon corps solitaire"
    }
  },
  {
    "translation": {
      "en": "♪ And when that day has come ♪",
      "fr": "Et quand ce jour sera arrivé"
    }
  },
  {
    "translation": {
      "en": "♪ I nevermore will roam ♪",
      "fr": "Plus jamais je n'errerai"
    }
  },
  {
    "translation": {
      "en": "♪ And every road I see will lead me home ♪",
      "fr": "Et toutes les routes mèneront à la maison"
    }
  },
  {
    "translation": {
      "en": "Ready for nite- nite, Luna?",
      "fr": "Tu es prête à te coucher, Luna ?"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "fr": "Voilà."
    }
  },
  {
    "translation": {
      "en": "Tomorrow's another day.",
      "fr": "Demain est un autre jour."
    }
  },
  {
    "translation": {
      "en": "Luna, what are we gonna watch?",
      "fr": "Luna, qu'est-ce qu'on va regarder ?"
    }
  }
]