[
  {
    "translation": {
      "en": "[Leonardo DiCaprio] In 1776, 56 men signed a document claiming something radical:",
      "fr": "En 1776, 56 hommes ont signé un document faisant une déclaration radicale :"
    }
  },
  {
    "translation": {
      "en": "All men are created equal.",
      "fr": "tous les hommes naissent égaux."
    }
  },
  {
    "translation": {
      "en": "A couple lines down, they went further.",
      "fr": "Quelques lignes plus bas, ils sont allés plus loin."
    }
  },
  {
    "translation": {
      "en": "It says quite clearly in the Declaration of Independence",
      "fr": "Il est écrit clairement, dans la Déclaration d'indépendance,"
    }
  },
  {
    "translation": {
      "en": "that all governments derive \"their just powers",
      "fr": "que tous les gouvernements tirent leurs pouvoirs légitimes du consentement des gouvernés."
    }
  },
  {
    "translation": {
      "en": "-from the consent of the governed.\" -And then we got the Constitution.",
      "fr": "leurs pouvoirs légitimes du consentement des gouvernés. On a eu la Constitution."
    }
  },
  {
    "translation": {
      "en": "The Constitution basically said,",
      "fr": "La Constitution a dit :"
    }
  },
  {
    "translation": {
      "en": "\"Yeah, we think that those things are true, but we didn't mean it for everyone.\"",
      "fr": "\"Oui, on pense que c'est vrai, mais pas pour tout le monde.\""
    }
  },
  {
    "translation": {
      "en": "They want some level of democracy,",
      "fr": "Ils veulent un certain niveau de démocratie,"
    }
  },
  {
    "translation": {
      "en": "but they own human beings.",
      "fr": "mais ils possèdent des êtres humains."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Voting was a privilege almost exclusively for white men with property.",
      "fr": "Le vote était un privilège pour les blancs qui avaient des biens."
    }
  },
  {
    "translation": {
      "en": "[Anderson] In the founding Constitution, you will not find the right to vote.",
      "fr": "Dans la Constitution, vous ne trouverez pas le droit de vote."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] When George Washington was elected America's first president,",
      "fr": "Quand George Washington a été élu premier président américain,"
    }
  },
  {
    "translation": {
      "en": "at most, 20% of the governed were eligible to vote.",
      "fr": "20 % des gouvernés tout au plus pouvaient voter."
    }
  },
  {
    "translation": {
      "en": "But that number grew.",
      "fr": "Ce nombre a augmenté."
    }
  },
  {
    "translation": {
      "en": "One of the great engines of American history",
      "fr": "L'un des grands moteurs de l'histoire américaine"
    }
  },
  {
    "translation": {
      "en": "is the struggle to decide and declare",
      "fr": "a été la lutte pour décider et déclarer"
    }
  },
  {
    "translation": {
      "en": "that voting was a right,",
      "fr": "que voter était un droit,"
    }
  },
  {
    "translation": {
      "en": "not a privilege.",
      "fr": "et non un privilège."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] First, Black men won the vote, then white women in 1920,",
      "fr": "Les hommes noirs ont pu voter, les femmes blanches en 1920,"
    }
  },
  {
    "translation": {
      "en": "then Native Americans.",
      "fr": "puis les Amérindiens."
    }
  },
  {
    "translation": {
      "en": "And in 1971, the voting age dropped from 21 to 18.",
      "fr": "En 1971, l'âge du vote est passé de 21 à 18 ans."
    }
  },
  {
    "translation": {
      "en": "By 2016, around 90% of everyone over 18 in America had the right to vote.",
      "fr": "En 2016, 90 % des Américains de plus de 18 ans avaient le droit de vote."
    }
  },
  {
    "translation": {
      "en": "But only 56% actually used it.",
      "fr": "Mais seulement 56 % l'ont utilisé."
    }
  },
  {
    "translation": {
      "en": "The United States lags behind most other developed countries",
      "fr": "Les USA sont à la traîne par rapport aux autres pays développés"
    }
  },
  {
    "translation": {
      "en": "in voter participation.",
      "fr": "en termes de participation."
    }
  },
  {
    "translation": {
      "en": "Our democracy is broken.",
      "fr": "Notre démocratie est brisée."
    }
  },
  {
    "translation": {
      "en": "It's a rigged system, and people are angry. People are upset.",
      "fr": "Le système est truqué, les gens sont en colère."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] And the coronavirus pandemic has made the debate around voting inescapable.",
      "fr": "La pandémie de coronavirus a rendu le débat autour du vote inévitable."
    }
  },
  {
    "translation": {
      "en": "The mail ballots are corrupt.",
      "fr": "Le vote par correspondance est corrompu."
    }
  },
  {
    "translation": {
      "en": "Some are concerned that, well, if we allow this,",
      "fr": "Certains craignent que si on le permet,"
    }
  },
  {
    "translation": {
      "en": "there'll be, quote, \"too many people who can vote.\"",
      "fr": "il y aura \"trop de gens qui pourront voter\"."
    }
  },
  {
    "translation": {
      "en": "Well, that's kind of a pathetic excuse.",
      "fr": "C'est une excuse lamentable."
    }
  },
  {
    "translation": {
      "en": "You do have to ask yourself,",
      "fr": "On peut se demander :"
    }
  },
  {
    "translation": {
      "en": "if someone doesn't really care enough",
      "fr": "si quelqu'un ne fait pas l'effort"
    }
  },
  {
    "translation": {
      "en": "to go down to the school gymnasium and cast a ballot,",
      "fr": "d'aller au gymnase de l'école pour voter,"
    }
  },
  {
    "translation": {
      "en": "how eager should we be to get that person's vote?",
      "fr": "pourquoi voudrait-on le vote de cette personne ?"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] It's an age-old battle in America,",
      "fr": "Une bataille séculaire en Amérique :"
    }
  },
  {
    "translation": {
      "en": "whether the vote should be for everybody, or just some people,",
      "fr": "le vote devrait-il être pour tous ou pour certains ?"
    }
  },
  {
    "translation": {
      "en": "whether it should be easy or hard.",
      "fr": "Facile ou difficile ?"
    }
  },
  {
    "translation": {
      "en": "It's the world's oldest democracy,",
      "fr": "C'est la plus vieille démocratie du monde,"
    }
  },
  {
    "translation": {
      "en": "so why is the right to vote still a fight?",
      "fr": "alors pourquoi le droit de vote est-il un combat ?"
    }
  },
  {
    "translation": {
      "en": "The great right of all.",
      "fr": "Le grand droit de tous."
    }
  },
  {
    "translation": {
      "en": "Our most important right, the right to vote.",
      "fr": "Le plus important, le droit de vote."
    }
  },
  {
    "translation": {
      "en": "I'm so grateful to exercise my right as a voter again.",
      "fr": "Je suis ravie de pouvoir exercer mon droit de vote."
    }
  },
  {
    "translation": {
      "en": "We're willing to be beaten for democracy!",
      "fr": "On est prêts à souffrir !"
    }
  },
  {
    "translation": {
      "en": "You beat people bloody in order that they will not have the privilege to vote!",
      "fr": "Vous battez des gens pour qu'ils ne puissent pas voter !"
    }
  },
  {
    "translation": {
      "en": "[John Lewis] Some people gave more than a little blood.",
      "fr": "Certains ont donné plus que du sang, ils y ont laissé la vie."
    }
  },
  {
    "translation": {
      "en": "-Some gave their very lives. -[man] I don't want everybody to vote.",
      "fr": "Certains ont donné plus que du sang, ils y ont laissé la vie. Pas de vote pour tous."
    }
  },
  {
    "translation": {
      "en": "Our leverage in the elections quite candidly goes up as the voting populace goes down.",
      "fr": "Notre influence aux élections augmente quand l'électorat populaire baisse."
    }
  },
  {
    "translation": {
      "en": "Don't boo. Vote.",
      "fr": "Ne huez pas. Votez."
    }
  },
  {
    "translation": {
      "en": "This right to vote is the basic right without which all others are meaningless.",
      "fr": "Sans le droit de vote, les autres droits n'ont aucun sens."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] America's never held an election quite like this one.",
      "fr": "L'Amérique n'a jamais organisé d'élection comme celle-ci."
    }
  },
  {
    "translation": {
      "en": "Given the deadly pandemic,",
      "fr": "Vu la pandémie mortelle,"
    }
  },
  {
    "translation": {
      "en": "states all over the country have extended the option to vote by mail.",
      "fr": "tous les États offrent la possibilité de voter par correspondance."
    }
  },
  {
    "translation": {
      "en": "So there's a small number of states that have universal vote-by-mail.",
      "fr": "Dans certains États, le vote par courrier est automatique."
    }
  },
  {
    "translation": {
      "en": "States like Colorado, Washington, Oregon.",
      "fr": "Colorado, Washington, Oregon."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Ballots are mailed to every registered voter,",
      "fr": "Les bulletins sont envoyés à tous les électeurs,"
    }
  },
  {
    "translation": {
      "en": "but in most states, you have to apply, like in Kansas.",
      "fr": "mais dans la majorité des États, il faut postuler, comme au Kansas."
    }
  },
  {
    "translation": {
      "en": "The ballot won't be sent to you until",
      "fr": "Le bulletin n'est pas envoyé"
    }
  },
  {
    "translation": {
      "en": "the signature on your request form is verified",
      "fr": "avant qu'on vérifie la signature sur votre demande"
    }
  },
  {
    "translation": {
      "en": "and matched with a signature that the state has on file with you.",
      "fr": "par rapport à votre signature officielle."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] In some states, you need an excuse to vote by mail,",
      "fr": "Parfois, il faut une raison pour voter par courrier,"
    }
  },
  {
    "translation": {
      "en": "and the pandemic doesn't count.",
      "fr": "et la pandémie ne compte pas."
    }
  },
  {
    "translation": {
      "en": "The rules that govern American elections are largely made by state politicians.",
      "fr": "Les règles des élections sont imposées par les élus des États."
    }
  },
  {
    "translation": {
      "en": "That's how it's always been.",
      "fr": "Ça a toujours été le cas."
    }
  },
  {
    "translation": {
      "en": "Voting was always left to the states.",
      "fr": "Les élections sont régies par les États."
    }
  },
  {
    "translation": {
      "en": "Different states can try different systems,",
      "fr": "Chaque État peut essayer un système différent."
    }
  },
  {
    "translation": {
      "en": "and if they work, other states will copy them.",
      "fr": "Si ça fonctionne, d'autres États les imiteront."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] And these partisan politicians can also set the rules",
      "fr": "Et ces politiciens partisans peuvent aussi déterminer"
    }
  },
  {
    "translation": {
      "en": "for who has the right to vote at all.",
      "fr": "qui a le droit de voter."
    }
  },
  {
    "translation": {
      "en": "You know, I remember in 2016, when my wife ran for office,",
      "fr": "Quand ma femme s'est présentée aux élections de 2016,"
    }
  },
  {
    "translation": {
      "en": "and I couldn't even vote for her.",
      "fr": "je n'ai pas pu voter."
    }
  },
  {
    "translation": {
      "en": "Because I lived in Florida, I couldn't vote for my own wife.",
      "fr": "En Floride, je ne pouvais pas voter pour ma propre femme."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Florida had stripped the right to vote from all convicted felons for life.",
      "fr": "La Floride avait retiré le droit de vote à vie aux criminels condamnés."
    }
  },
  {
    "translation": {
      "en": "But from 2007 to 2011, 155,000 of them got it back",
      "fr": "Entre 2007 et 2011, 155 000 l'ont récupéré"
    }
  },
  {
    "translation": {
      "en": "from then-Republican Governor Charlie Crist",
      "fr": "grâce au gouverneur républicain Charlie Crist"
    }
  },
  {
    "translation": {
      "en": "through a nearly automatic process.",
      "fr": "par un processus automatique."
    }
  },
  {
    "translation": {
      "en": "Then Rick Scott became governor.",
      "fr": "Puis, Rick Scott est devenu gouverneur."
    }
  },
  {
    "translation": {
      "en": "I'll never forget when the governor at the time, Rick Scott,",
      "fr": "Je n'oublierai jamais quand le gouverneur, Rick Scott,"
    }
  },
  {
    "translation": {
      "en": "he rolled back the clemency policies from the previous administration.",
      "fr": "a annulé les politiques de clémence du gouvernement précédent."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Ex-felons now had to make their appeal in an in-person hearing.",
      "fr": "Les ex-criminels devaient faire appel en personne."
    }
  },
  {
    "translation": {
      "en": "People would basically go in front of the governor and his cabinet",
      "fr": "Les gens se présentaient devant le gouverneur et son cabinet"
    }
  },
  {
    "translation": {
      "en": "and beg the governor to restore their rights.",
      "fr": "et les suppliaient de rétablir leurs droits."
    }
  },
  {
    "translation": {
      "en": "I'm here to get my rights back so I can have a voice.",
      "fr": "Je viens récupérer mon droit pour me faire entendre."
    }
  },
  {
    "translation": {
      "en": "And the governor would just deny so many people for no rhyme or reason.",
      "fr": "Le gouverneur leur refusait ce droit sans raison valide."
    }
  },
  {
    "translation": {
      "en": "I deny a full pardon.",
      "fr": "Pardon refusé."
    }
  },
  {
    "translation": {
      "en": "I deny a full pardon.",
      "fr": "Pardon refusé."
    }
  },
  {
    "translation": {
      "en": "I deny restoration of civil rights and deny the full pardon.",
      "fr": "Refus du droit de vote et du pardon."
    }
  },
  {
    "translation": {
      "en": "That whole process was an arbitrary process.",
      "fr": "Ce processus était arbitraire."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Scott restored the right to vote",
      "fr": "Scott a rétabli le droit de vote"
    }
  },
  {
    "translation": {
      "en": "to less than 4,000 ex-felons over eight years.",
      "fr": "à moins de 4 000 ex-criminels en huit ans."
    }
  },
  {
    "translation": {
      "en": "And I remember thinking, \"Wow, that's a lot of power",
      "fr": "Je me suis dit : \"Quel pouvoir incroyable"
    }
  },
  {
    "translation": {
      "en": "to be able to decide which American citizen gets to vote and which American citizen don't get to vote.\"",
      "fr": "de pouvoir décider quel citoyen peut voter ou non.\""
    }
  },
  {
    "translation": {
      "en": "And I thought that was too much power for any politician to have.",
      "fr": "C'est trop de pouvoir pour un seul homme politique."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Rick Scott then won a seat in the Senate by a very thin margin.",
      "fr": "Rick Scott a gagné un siège au Sénat par une très faible marge."
    }
  },
  {
    "translation": {
      "en": "If he'd restored voting rights like his predecessor, he might have lost.",
      "fr": "S'il avait rétabli le droit de vote comme son prédécesseur, il aurait perdu."
    }
  },
  {
    "translation": {
      "en": "That's why expansions of the vote have faced resistance from the beginning.",
      "fr": "Voilà pourquoi l'élargissement du vote fait face à certaines résistances."
    }
  },
  {
    "translation": {
      "en": "When America declared independence,",
      "fr": "Quand l'Amérique a déclaré son indépendance,"
    }
  },
  {
    "translation": {
      "en": "New Jersey decided to let anyone with enough wealth vote.",
      "fr": "le New Jersey a décidé de laisser voter les gens assez riches."
    }
  },
  {
    "translation": {
      "en": "[Berkin] There were women who were widows.",
      "fr": "Il y avait des veuves."
    }
  },
  {
    "translation": {
      "en": "There were free African Americans in New Jersey who said, \"I own property.",
      "fr": "Des Afro-Américains libres dans le New Jersey ont dit : \"J'ai une propriété. Je vais voter\", et ils l'ont fait."
    }
  },
  {
    "translation": {
      "en": "I'm going to vote.\" And they did.",
      "fr": "\"J'ai une propriété. Je vais voter\", et ils l'ont fait."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] But then came concerns about voter fraud.",
      "fr": "On a commencé à s'inquiéter des fraudes."
    }
  },
  {
    "translation": {
      "en": "Men cross-dressing to vote.",
      "fr": "Des hommes se déguisaient pour voter."
    }
  },
  {
    "translation": {
      "en": "Ineligible women voting by the carriageful.",
      "fr": "Les femmes votaient sans en avoir le droit."
    }
  },
  {
    "translation": {
      "en": "After 30 years, New Jersey politicians stripped women and Black men of the right to vote,",
      "fr": "Après 30 ans, le New Jersey a retiré le droit de vote aux femmes et aux noirs,"
    }
  },
  {
    "translation": {
      "en": "groups that also happened to be voting against them.",
      "fr": "qui votaient justement contre eux."
    }
  },
  {
    "translation": {
      "en": "Non-citizens could vote almost everywhere in early America,",
      "fr": "Sans être citoyen, on pouvait voter partout au début de l'Amérique,"
    }
  },
  {
    "translation": {
      "en": "but over the decades, states took that right away, too.",
      "fr": "mais au fil des années, les États leur ont retiré ce droit."
    }
  },
  {
    "translation": {
      "en": "And when the federal government began to extend the right to vote to Black men in 1867…",
      "fr": "Quand le gouvernement fédéral a autorisé le droit de vote aux noirs en 1867..."
    }
  },
  {
    "translation": {
      "en": "The very next year, Florida passed a law",
      "fr": "L'année suivante, la Floride a adopté une loi"
    }
  },
  {
    "translation": {
      "en": "that said those with a felony conviction could not vote.",
      "fr": "interdisant aux criminels de voter."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] The 15th Amendment banned states",
      "fr": "Le 15e amendement interdisait aux États"
    }
  },
  {
    "translation": {
      "en": "from restricting the right to vote on account of race.",
      "fr": "de restreindre le vote en fonction de l'origine des gens,"
    }
  },
  {
    "translation": {
      "en": "It doesn't say anything about getting arrested.",
      "fr": "mais ne parlait pas des arrestations."
    }
  },
  {
    "translation": {
      "en": "What's also happening at this time, a rise of laws coming out of these states",
      "fr": "On enregistre aussi, à cette époque, une montée des lois dans ces États"
    }
  },
  {
    "translation": {
      "en": "that criminalize Blackness,",
      "fr": "qui criminalisent les noirs,"
    }
  },
  {
    "translation": {
      "en": "laws that only Black people are subjected to.",
      "fr": "auxquelles seuls les noirs sont soumis."
    }
  },
  {
    "translation": {
      "en": "The main reason was to prevent newly-freed slaves from being able to",
      "fr": "Tout était fait pour que les esclaves devenus libres ne puissent pas"
    }
  },
  {
    "translation": {
      "en": "actively participate in our democracy.",
      "fr": "participer à notre démocratie."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] And it wasn't just Florida.",
      "fr": "Pas qu'en Floride."
    }
  },
  {
    "translation": {
      "en": "Felony disenfranchisement laws had spread all around the country.",
      "fr": "La privation du vote aux condamnés s'est répandue dans tout le pays."
    }
  },
  {
    "translation": {
      "en": "White Democrats throughout the South enacted a patchwork of other laws",
      "fr": "Les Démocrates blancs du Sud ont promulgué un ensemble de lois"
    }
  },
  {
    "translation": {
      "en": "designed to restrict the vote, so they could hold on to power.",
      "fr": "pour restreindre le vote, afin de garder le pouvoir."
    }
  },
  {
    "translation": {
      "en": "They did it by using the legacies of slavery,",
      "fr": "Ils se sont servis des séquelles de l'esclavage"
    }
  },
  {
    "translation": {
      "en": "the legacies of the lack of wealth.",
      "fr": "et du manque de richesse."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Like taxes, you had to pay to vote, with exemptions if your grandfather voted.",
      "fr": "On devait payer un impôt pour voter, sauf si son grand-père avait voté."
    }
  },
  {
    "translation": {
      "en": "Well, if you were a slave, this is the first generation after slavery,",
      "fr": "C'est la première génération après l'esclavage."
    }
  },
  {
    "translation": {
      "en": "no one's grandfather, if you were Black, would have been permitted to vote.",
      "fr": "Aucun grand-père noir n'aurait eu le droit de voter."
    }
  },
  {
    "translation": {
      "en": "The legacies of the lack of access to education.",
      "fr": "Les séquelles du manque d'accès à l'éducation."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Like understanding clauses and literacy tests.",
      "fr": "Il y avait une clause de compréhension et un test d'alphabétisation."
    }
  },
  {
    "translation": {
      "en": "The man who helped raise me talked about taking the literacy test.",
      "fr": "L'homme qui m'a élevée m'a parlé du test d'alphabétisation."
    }
  },
  {
    "translation": {
      "en": "And his question was, \"How high is up?\"",
      "fr": "On lui a demandé : \"À quelle hauteur est le haut ?\""
    }
  },
  {
    "translation": {
      "en": "Those actually originated in the Northeast,",
      "fr": "Ces tests venaient du nord-est"
    }
  },
  {
    "translation": {
      "en": "and they targeted European immigrants who came from non-English-speaking countries.",
      "fr": "et visaient les Européens venant de pays non-anglophones."
    }
  },
  {
    "translation": {
      "en": "And so over and over again, we've seen voter suppression target communities.",
      "fr": "La privation du droit de vote vise certaines communautés."
    }
  },
  {
    "translation": {
      "en": "Sometimes it's racially-based,",
      "fr": "Parfois, c'est racial,"
    }
  },
  {
    "translation": {
      "en": "but always it's because those in power do not want to share that power.",
      "fr": "mais c'est surtout pour garder les gens au pouvoir."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] The list went on.",
      "fr": "La liste continuait."
    }
  },
  {
    "translation": {
      "en": "And whatever those policies didn't cover,",
      "fr": "En plus de ces lois,"
    }
  },
  {
    "translation": {
      "en": "we'd experience state-sanctioned violence.",
      "fr": "les autorités faisaient usage de la force."
    }
  },
  {
    "translation": {
      "en": "[Abrams] Voter suppression has existed in almost every state in our nation.",
      "fr": "La répression des électeurs a existé dans tous les États."
    }
  },
  {
    "translation": {
      "en": "But the South was the most effective purveyor of voter suppression.",
      "fr": "Mais c'est le Sud qui la faisait appliquer le plus."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] The right to vote there was essentially destroyed.",
      "fr": "Dans le Sud, le droit de vote a été anéanti."
    }
  },
  {
    "translation": {
      "en": "[Anderson] By 1940,",
      "fr": "En 1940,"
    }
  },
  {
    "translation": {
      "en": "only three percent of African-American adults in the South",
      "fr": "seuls trois pour cent des adultes afro-américains du Sud"
    }
  },
  {
    "translation": {
      "en": "were registered to vote.",
      "fr": "étaient inscrits sur les registres de vote."
    }
  },
  {
    "translation": {
      "en": "Three percent.",
      "fr": "Trois pour cent."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] In 1964, a Constitutional amendment banned poll taxes,",
      "fr": "En 1964, un amendement constitutionnel a interdit la capitation,"
    }
  },
  {
    "translation": {
      "en": "but it took until the next year for the tide to break.",
      "fr": "mais il a fallu attendre un an que le vent tourne."
    }
  },
  {
    "translation": {
      "en": "Hundreds marched for the right to vote in Selma, Alabama,",
      "fr": "Ils ont manifesté par centaines pour le droit de vote en Alabama."
    }
  },
  {
    "translation": {
      "en": "and the images of police",
      "fr": "Les images de la police"
    }
  },
  {
    "translation": {
      "en": "brutally attacking protesters, including future Congressman John Lewis,",
      "fr": "attaquant brutalement des manifestants, dont le futur député John Lewis,"
    }
  },
  {
    "translation": {
      "en": "finally shocked the nation",
      "fr": "ont enfin choqué le pays."
    }
  },
  {
    "translation": {
      "en": "and President Lyndon Johnson into action.",
      "fr": "Le président Lyndon Johnson est intervenu."
    }
  },
  {
    "translation": {
      "en": "The right is one which no American",
      "fr": "Ce droit, aucun Américain fidèle à nos principes ne peut le remettre en question."
    }
  },
  {
    "translation": {
      "en": "true to our principles can deny.",
      "fr": "aucun Américain fidèle à nos principes ne peut le remettre en question."
    }
  },
  {
    "translation": {
      "en": "[Will] With the passage of the Voting Rights Act in 1965,",
      "fr": "Avec l'adoption de la loi sur le droit de vote de 1965,"
    }
  },
  {
    "translation": {
      "en": "the United States finally became,",
      "fr": "les USA sont enfin devenus,"
    }
  },
  {
    "translation": {
      "en": "in the full sense of the word, a democracy.",
      "fr": "au plein sens du terme, une démocratie."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] All these racist tactics became illegal, and crucially,",
      "fr": "Toutes ces tactiques racistes sont devenues illégales."
    }
  },
  {
    "translation": {
      "en": "states that had disenfranchised the most citizens",
      "fr": "Les États qui avaient retiré le droit de vote"
    }
  },
  {
    "translation": {
      "en": "now had to get pre-clearance from the federal government",
      "fr": "devaient avoir l'autorisation du gouvernement fédéral"
    }
  },
  {
    "translation": {
      "en": "if they wanted to make voting harder.",
      "fr": "pour rendre le vote plus difficile."
    }
  },
  {
    "translation": {
      "en": "The system worked, and it changed American politics forever.",
      "fr": "Le système a fonctionné et changé la politique américaine à jamais."
    }
  },
  {
    "translation": {
      "en": "Starting in 1965, after the Voting Rights Act,",
      "fr": "À partir de 1965, après la loi sur le droit de vote,"
    }
  },
  {
    "translation": {
      "en": "we saw the emergence of basically a bipartisan consensus",
      "fr": "on a vu l'émergence d'un accord bipartite"
    }
  },
  {
    "translation": {
      "en": "to make voting easier.",
      "fr": "pour faciliter le vote."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Every time the Voting Rights Act was set to expire,",
      "fr": "Chaque fois que la loi sur le droit de vote allait expirer,"
    }
  },
  {
    "translation": {
      "en": "the government reauthorized it.",
      "fr": "le gouvernement la réautorisait."
    }
  },
  {
    "translation": {
      "en": "[Reagan] As long as I'm in a position to uphold the Constitution,",
      "fr": "Tant que je pourrai faire respecter la Constitution,"
    }
  },
  {
    "translation": {
      "en": "no barrier will come between our citizens and the voting booth.",
      "fr": "rien ne s'immiscera entre nos citoyens et l'isoloir."
    }
  },
  {
    "translation": {
      "en": "By reauthorizing this Act, Congress has reaffirmed its belief",
      "fr": "En autorisant à nouveau cette loi, le Congrès réaffirme sa conviction"
    }
  },
  {
    "translation": {
      "en": "that all men are created equal.",
      "fr": "que nous naissons égaux."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] And there were new ideas to make voting easier,",
      "fr": "Il y a eu de nouvelles idées pour faciliter le vote :"
    }
  },
  {
    "translation": {
      "en": "like making registration simpler.",
      "fr": "rendre l'inscription plus simple."
    }
  },
  {
    "translation": {
      "en": "In this country, we don't have a person to waste.",
      "fr": "Chaque votant compte."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Letting people vote before Election Day.",
      "fr": "Laisser les gens voter avant les élections."
    }
  },
  {
    "translation": {
      "en": "They're voting for president today, under the state's new early voting program.",
      "fr": "Ils votent pour le président, dans le cadre du vote anticipé."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] And expanding voting by mail.",
      "fr": "Élargir le vote par correspondance."
    }
  },
  {
    "translation": {
      "en": "[newsman] Everyone eligible to vote in this election, 1.4 million people,",
      "fr": "Tous les gens éligibles, 1,4 million d'électeurs, ont reçu un bulletin par correspondance."
    }
  },
  {
    "translation": {
      "en": "received mail-in ballots.",
      "fr": "1,4 million d'électeurs, ont reçu un bulletin par correspondance."
    }
  },
  {
    "translation": {
      "en": "Georgia actually has one of the most expansive standards for vote-by-mail,",
      "fr": "La Géorgie a le plus de règles pour le vote par correspondance."
    }
  },
  {
    "translation": {
      "en": "and it was passed by Republicans when they took control in 2005.",
      "fr": "Ça a été décidé par les élus républicains en 2005."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] And in 2008…",
      "fr": "Et en 2008..."
    }
  },
  {
    "translation": {
      "en": "[Obama] If there is anyone out there",
      "fr": "Y a-t-il encore quelqu'un"
    }
  },
  {
    "translation": {
      "en": "who still questions the power of our democracy,",
      "fr": "qui remet en question le pouvoir de notre démocratie ?"
    }
  },
  {
    "translation": {
      "en": "tonight is your answer.",
      "fr": "Ce soir, voici votre réponse."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Record numbers of people who had been historically locked out of voting",
      "fr": "Un nombre record de personnes historiquement exclues du vote"
    }
  },
  {
    "translation": {
      "en": "elected the nation's first Black president.",
      "fr": "a fait élire le premier président noir du pays."
    }
  },
  {
    "translation": {
      "en": "After President Obama got elected in 2008,",
      "fr": "Après l'élection du président Obama en 2008,"
    }
  },
  {
    "translation": {
      "en": "that's where this bipartisan consensus kind of broke apart.",
      "fr": "l'accord bipartite s'est rompu."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Obama and the Democratic party had captured the growing diversity of America.",
      "fr": "Obama et les Démocrates avaient captivé la diversité grandissante de l'Amérique."
    }
  },
  {
    "translation": {
      "en": "Republicans hadn't.",
      "fr": "Pas les Républicains."
    }
  },
  {
    "translation": {
      "en": "Democrats in the South had been incentivized to suppress the vote.",
      "fr": "Les Démocrates du Sud avaient été incités à réprimer le droit de vote."
    }
  },
  {
    "translation": {
      "en": "Now Republicans were.",
      "fr": "Maintenant, c'était les Républicains."
    }
  },
  {
    "translation": {
      "en": "And in 2013, the Supreme Court made that a lot easier.",
      "fr": "En 2013, la Cour suprême leur a facilité la tâche."
    }
  },
  {
    "translation": {
      "en": "Today, the Supreme Court essentially knocked down",
      "fr": "Aujourd'hui, la Cour suprême a fait tomber"
    }
  },
  {
    "translation": {
      "en": "one of the pillars of the Civil Rights Movement.",
      "fr": "l'un des piliers des droits civiques."
    }
  },
  {
    "translation": {
      "en": "The US Supreme Court has driven a stake through the heart of the most important",
      "fr": "La Cour suprême a poignardé la plus importante loi"
    }
  },
  {
    "translation": {
      "en": "Civil Rights law ever enacted, the Voting Rights Act.",
      "fr": "sur les droits civiques, la loi sur le droit de vote."
    }
  },
  {
    "translation": {
      "en": "Today, the Supreme Court stuck a dagger in the heart of the Voting Rights Act.",
      "fr": "La Cour suprême a enfoncé un poignard dans le cœur du droit de vote."
    }
  },
  {
    "translation": {
      "en": "In a five-to-four ruling, the Court's conservatives said",
      "fr": "À cinq contre quatre, les conservateurs ont déclaré"
    }
  },
  {
    "translation": {
      "en": "the areas covered by the Voting Rights Act had changed,",
      "fr": "que les domaines couverts par la loi avaient changé"
    }
  },
  {
    "translation": {
      "en": "but the law has not kept up.",
      "fr": "et que la loi n'avait pas suivi."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] States and counties the Voting Rights Act had regulated",
      "fr": "États et comtés réglementés par la loi sur le droit de vote"
    }
  },
  {
    "translation": {
      "en": "could now change their election laws without federal pre-clearance.",
      "fr": "pouvaient changer leurs lois sans autorisation fédérale."
    }
  },
  {
    "translation": {
      "en": "It sent a loud and clear message:",
      "fr": "Le message était clair et net :"
    }
  },
  {
    "translation": {
      "en": "The Supreme Court was not going to police voter suppression",
      "fr": "la Cour suprême n'allait pas surveiller la répression des électeurs"
    }
  },
  {
    "translation": {
      "en": "in the way in which courts had before.",
      "fr": "comme elle l'avait fait."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Throughout this period,",
      "fr": "Au cours de cette période,"
    }
  },
  {
    "translation": {
      "en": "half of the United States enacted new restrictions on how people voted.",
      "fr": "la moitié des États ont imposé de nouvelles restrictions."
    }
  },
  {
    "translation": {
      "en": "Polling places closed, and lines at the polls grew…",
      "fr": "Bureaux de vote fermés, longues queues pour voter..."
    }
  },
  {
    "translation": {
      "en": "I feel like maybe it's intentional that it's so difficult to vote. [laughs]",
      "fr": "Ils font exprès de rendre le vote difficile."
    }
  },
  {
    "translation": {
      "en": "…with Black and Latino voters waiting 45% longer than white voters.",
      "fr": "Les électeurs noirs et latinos attendent 45 % plus que les blancs."
    }
  },
  {
    "translation": {
      "en": "And while states always have to maintain the registration lists…",
      "fr": "Les États ont toujours tenu les registres de vote."
    }
  },
  {
    "translation": {
      "en": "Every state has this problem of what I call \"slop\" on the voter rolls.",
      "fr": "Tous les États ont des problèmes de \"débordement\","
    }
  },
  {
    "translation": {
      "en": "Additional names on the voter rolls.",
      "fr": "de noms en plus."
    }
  },
  {
    "translation": {
      "en": "…the states now free of federal supervision",
      "fr": "Les États, libérés du contrôle fédéral,"
    }
  },
  {
    "translation": {
      "en": "purged 40% more names.",
      "fr": "ont éliminé 40 % de plus de noms."
    }
  },
  {
    "translation": {
      "en": "We saw much, much stricter ID laws become much more common.",
      "fr": "Les vérifications d'identité sont devenues beaucoup plus strictes."
    }
  },
  {
    "translation": {
      "en": "It sounds innocuous,",
      "fr": "Ça a l'air inoffensif,"
    }
  },
  {
    "translation": {
      "en": "and it's built on a lie.",
      "fr": "mais ça part d'un mensonge."
    }
  },
  {
    "translation": {
      "en": "It's built on the lie of massive, rampant voter fraud.",
      "fr": "On invente une fraude généralisée."
    }
  },
  {
    "translation": {
      "en": "A Los Angeles man today charged with voter fraud.",
      "fr": "Un homme de Los Angeles accusé de fraude électorale."
    }
  },
  {
    "translation": {
      "en": "-Voter fraud. -Voter fraud.",
      "fr": "Fraude électorale."
    }
  },
  {
    "translation": {
      "en": "-Voter fraud. -Voter fraud.",
      "fr": "Fraude électorale."
    }
  },
  {
    "translation": {
      "en": "-Voter fraud. -[all] Voter fraud.",
      "fr": "Fraude électorale."
    }
  },
  {
    "translation": {
      "en": "Voter fraud in the form of a non-citizen voting is also pretty frequent.",
      "fr": "Il est assez fréquent que des non-nationaux votent."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] President Trump and Kris Kobach claim that millions illegally voted in 2016,",
      "fr": "Trump et Kobach affirment que des millions de gens ont voté illégalement en 2016,"
    }
  },
  {
    "translation": {
      "en": "without any evidence.",
      "fr": "sans aucune preuve."
    }
  },
  {
    "translation": {
      "en": "If 11.3% of aliens residing in the United States voted,",
      "fr": "Si 11,3 % des étrangers résidant aux États-Unis ont voté,"
    }
  },
  {
    "translation": {
      "en": "you can probably conclude that a very high percentage voted for Hillary Clinton.",
      "fr": "il y a de grandes chances qu'ils ont voté pour Hillary Clinton."
    }
  },
  {
    "translation": {
      "en": "Not a conspiracy theory, folks.",
      "fr": "Je ne l'invente pas."
    }
  },
  {
    "translation": {
      "en": "Millions and millions of people.",
      "fr": "Des millions de gens."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Elections have been rigged in America's history.",
      "fr": "Il y a eu des élections truquées en Amérique,"
    }
  },
  {
    "translation": {
      "en": "But it's politicians, not individual voters, who do it.",
      "fr": "par l'action des hommes politiques, pas des électeurs."
    }
  },
  {
    "translation": {
      "en": "One election official admitted that, in 1948,",
      "fr": "Un élu a admis qu'en 1948,"
    }
  },
  {
    "translation": {
      "en": "he approved around 200 fraudulent votes",
      "fr": "il avait approuvé 200 votes frauduleux"
    }
  },
  {
    "translation": {
      "en": "on the orders of a Democratic political boss,",
      "fr": "sur l'ordre d'un chef politique démocrate,"
    }
  },
  {
    "translation": {
      "en": "so their candidate could win his Senate primary.",
      "fr": "pour que leur candidat puisse gagner au Sénat."
    }
  },
  {
    "translation": {
      "en": "The candidate? Future President Lyndon Johnson.",
      "fr": "Ce candidat ? Le futur président Lyndon Johnson."
    }
  },
  {
    "translation": {
      "en": "Election security has improved a lot since 1948.",
      "fr": "La sécurité des élections s'est beaucoup améliorée depuis 1948."
    }
  },
  {
    "translation": {
      "en": "In 2017, Trump asked Kobach to lead a commission",
      "fr": "En 2017, Trump a demandé à Kobach de mener une commission"
    }
  },
  {
    "translation": {
      "en": "to look for evidence to back their claims of non-citizens illegally voting.",
      "fr": "pour prouver leurs allégations que des non-nationaux votaient illégalement."
    }
  },
  {
    "translation": {
      "en": "There's never been a nationwide effort to do some sort of analysis of this scope and scale.",
      "fr": "Il n'y a jamais eu d'analyse nationale de cette portée et de cette échelle."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Eight months later,",
      "fr": "Huit mois plus tard,"
    }
  },
  {
    "translation": {
      "en": "the president disbanded the commission that hadn't uncovered any fraud.",
      "fr": "le président a dissous la commission qui n'avait découvert aucune fraude."
    }
  },
  {
    "translation": {
      "en": "One comprehensive study has found",
      "fr": "Une étude d'ensemble n'a trouvé"
    }
  },
  {
    "translation": {
      "en": "only 45 credible allegations of voter impersonation,",
      "fr": "que 45 accusations crédibles d'imposture."
    }
  },
  {
    "translation": {
      "en": "the kind of fraud that voter ID laws are for.",
      "fr": "D'où la vérification d'identité pour les empêcher."
    }
  },
  {
    "translation": {
      "en": "Spread that out over 16 years and over one billion votes cast.",
      "fr": "Étendons cela à 16 ans et un milliard de votes."
    }
  },
  {
    "translation": {
      "en": "And another analysis found that in three universal vote-by-mail states,",
      "fr": "Dans trois États où le vote par correspondance est automatique,"
    }
  },
  {
    "translation": {
      "en": "there were only 372 cases of suspicious votes",
      "fr": "il n'y avait eu que 372 cas de votes suspects"
    }
  },
  {
    "translation": {
      "en": "out of 14.6 million mailed ballots.",
      "fr": "sur 14,6 millions de votes par courrier."
    }
  },
  {
    "translation": {
      "en": "The evidence of voter fraud is scant to vanishing.",
      "fr": "Les preuves de fraude sont extrêmement minces."
    }
  },
  {
    "translation": {
      "en": "It's a minor problem in the United States, if a problem at all.",
      "fr": "C'est un problème mineur, voire inexistant, aux États-Unis."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] But voter fraud doesn't need to be real for states to restrict the vote.",
      "fr": "La fraude n'a pas besoin d'être réelle pour qu'on restreigne le vote."
    }
  },
  {
    "translation": {
      "en": "In 2008, a lawsuit over Indiana's ID law went all the way to the Supreme Court.",
      "fr": "En 2008, la loi sur la présentation d'une carte d'identité en Indiana est allée jusqu'à la Cour suprême."
    }
  },
  {
    "translation": {
      "en": "The Supreme Court had a choice between whether or not to say",
      "fr": "La Cour suprême avait le choix. Elle pouvait autoriser ou non"
    }
  },
  {
    "translation": {
      "en": "that restrictions on the right to vote…",
      "fr": "les restrictions au droit de vote..."
    }
  },
  {
    "translation": {
      "en": "because they are a restriction on a fundamental right,",
      "fr": "Si elles touchent à un droit fondamental,"
    }
  },
  {
    "translation": {
      "en": "have to meet a really high bar in order to be upheld.",
      "fr": "elles doivent répondre à un critère élevé pour être retenues."
    }
  },
  {
    "translation": {
      "en": "That's true with most fundamental rights.",
      "fr": "Comme tous les droits fondamentaux."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Like free speech.",
      "fr": "Comme la liberté d'expression."
    }
  },
  {
    "translation": {
      "en": "In the USA, you can burn a flag, have a Neo-Nazi rally,",
      "fr": "Aux USA, on peut brûler un drapeau, organiser un rassemblement néonazi"
    }
  },
  {
    "translation": {
      "en": "and watch adult content all at once.",
      "fr": "et regarder des films X en même temps."
    }
  },
  {
    "translation": {
      "en": "The states can't restrict that",
      "fr": "Les États ne peuvent pas vous l'interdire,"
    }
  },
  {
    "translation": {
      "en": "unless they have a super, super, super compelling reason, which almost never exists.",
      "fr": "à moins d'avoir une raison convaincante, et ce n'est jamais le cas."
    }
  },
  {
    "translation": {
      "en": "Instead, the Supreme Court adopted this balancing test,",
      "fr": "Au lieu de cela, la Cour suprême a mis au point un test d'équilibre :"
    }
  },
  {
    "translation": {
      "en": "of, \"Well, you know, what's the state's interest in preventing fraud even if there's no history of fraud?\"",
      "fr": "quel intérêt ont-ils d'empêcher la fraude, alors qu'il n'y a pas d'antécédent ?"
    }
  },
  {
    "translation": {
      "en": "Frankly, the state of Indiana doesn't have to prove",
      "fr": "L'Indiana n'est pas forcé de prouver"
    }
  },
  {
    "translation": {
      "en": "that voter impersonation or any particular type of fraud occurs frequently",
      "fr": "que l'usurpation d'identité ou toute autre fraude arrive fréquemment"
    }
  },
  {
    "translation": {
      "en": "in order to legally justify the photo ID law that Indiana had.",
      "fr": "pour justifier leur loi sur la vérification d'identité."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] It's also hard to prove whether any one of these rules has swung an election.",
      "fr": "Il est difficile de prouver si l'une de ces règles a influencé les élections."
    }
  },
  {
    "translation": {
      "en": "[Elias] People are always looking for the one thing",
      "fr": "Les gens cherchent toujours ce qui empêche"
    }
  },
  {
    "translation": {
      "en": "that causes voters not to vote.",
      "fr": "les électeurs de voter."
    }
  },
  {
    "translation": {
      "en": "Voter suppression laws work in tandem with one another.",
      "fr": "Les lois de répression des électeurs fonctionnent en tandem."
    }
  },
  {
    "translation": {
      "en": "Oftentimes these things come in pairs,",
      "fr": "Souvent, ça va deux par deux,"
    }
  },
  {
    "translation": {
      "en": "or they come in groups of three or four.",
      "fr": "ou en groupes de trois ou quatre."
    }
  },
  {
    "translation": {
      "en": "And it is the cumulative effect of each of these individual provisions",
      "fr": "C'est l'effet cumulé de chaque disposition"
    }
  },
  {
    "translation": {
      "en": "that has a suppressive effect on voting.",
      "fr": "qui provoque un effet suppressif sur le vote."
    }
  },
  {
    "translation": {
      "en": "I ran against the Secretary of State.",
      "fr": "Je me suis présentée contre le secrétaire d'État."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Brian Kemp, who is both the candidate and in charge of the election.",
      "fr": "Brian Kemp, candidat et responsable de l'élection."
    }
  },
  {
    "translation": {
      "en": "Under Secretary Kemp, more people have lost the right to vote",
      "fr": "Sous Kemp, plus de gens ont perdu le droit de vote en Géorgie."
    }
  },
  {
    "translation": {
      "en": "in the state of Georgia.",
      "fr": "plus de gens ont perdu le droit de vote en Géorgie."
    }
  },
  {
    "translation": {
      "en": "He purged 1.4 million voters, including nearly half a million people",
      "fr": "Il a éliminé 1,4 million d'électeurs, dont un demi-million qui n'aurait pas dû être rayé de la liste."
    }
  },
  {
    "translation": {
      "en": "who should not have been removed from the rolls.",
      "fr": "dont un demi-million qui n'aurait pas dû être rayé de la liste."
    }
  },
  {
    "translation": {
      "en": "He oversaw the closure of 214 polling places,",
      "fr": "Il a supervisé la fermeture de 214 bureaux de vote."
    }
  },
  {
    "translation": {
      "en": "which, according to independent analysis, meant between 54,000 and 85,000 people",
      "fr": "Selon une analyse indépendante, entre 54 000 et 85 000 personnes,"
    }
  },
  {
    "translation": {
      "en": "physically could not cast a ballot because they simply could not get",
      "fr": "n'ont pas pu voter car ils n'ont pas pu se rendre à un bureau de vote."
    }
  },
  {
    "translation": {
      "en": "to the place where the ballots had to be cast.",
      "fr": "car ils n'ont pas pu se rendre à un bureau de vote."
    }
  },
  {
    "translation": {
      "en": "When it was my turn, after waiting three hours,",
      "fr": "J'ai fait trois heures de queue."
    }
  },
  {
    "translation": {
      "en": "I had difficulties with casting my vote",
      "fr": "Et j'ai eu du mal à voter"
    }
  },
  {
    "translation": {
      "en": "because the machine kept glitching and it was pausing and freezing.",
      "fr": "car la machine marchait mal et n'arrêtait pas de bloquer."
    }
  },
  {
    "translation": {
      "en": "And they told me there was nothing we could do about it.",
      "fr": "Et ils ne pouvaient rien y faire."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Under Georgia's Exact Match law,",
      "fr": "Selon la loi de correspondance exacte,"
    }
  },
  {
    "translation": {
      "en": "a registration with a slight spelling mismatch to government records,",
      "fr": "la moindre différence par rapport aux registres du gouvernement,"
    }
  },
  {
    "translation": {
      "en": "like a shortened name or missing accent,",
      "fr": "comme un nom abrégé ou un accent manquant,"
    }
  },
  {
    "translation": {
      "en": "could be put on hold, and that happened to 53,000 people.",
      "fr": "mettait le vote en attente. Et c'est arrivé à 53 000 personnes."
    }
  },
  {
    "translation": {
      "en": "Eighty percent of those people were people of color, 70% of them were Black.",
      "fr": "80 % de ces gens étaient de couleur, 70 % étaient noirs."
    }
  },
  {
    "translation": {
      "en": "The machinery of democracy should work for everyone everywhere,",
      "fr": "Les rouages de la démocratie devraient fonctionner pour tous et partout,"
    }
  },
  {
    "translation": {
      "en": "not just in certain places and not just on a certain day.",
      "fr": "pas seulement à certains endroits et un certain jour."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Kemp won by 55,000 votes,",
      "fr": "Kemp a gagné par 55 000 votes."
    }
  },
  {
    "translation": {
      "en": "which means it's just not clear if these tactics tipped the race.",
      "fr": "On ignore si ces tactiques ont fait pencher la balance."
    }
  },
  {
    "translation": {
      "en": "It will forever be a question.",
      "fr": "Nous ne le saurons jamais."
    }
  },
  {
    "translation": {
      "en": "And while we can't know the full impact of these policies around the country,",
      "fr": "Bien qu'on ignore l'impact de ces lois dans tout le pays,"
    }
  },
  {
    "translation": {
      "en": "we do know that the pandemic is making this problem so much worse.",
      "fr": "on sait que la pandémie ne fait qu'aggraver ce problème."
    }
  },
  {
    "translation": {
      "en": "[Will] Obviously, this is an enormous problem, an unprecedented problem.",
      "fr": "Évidemment, c'est un énorme problème, un problème sans précédent."
    }
  },
  {
    "translation": {
      "en": "It will drive the country toward early voting,",
      "fr": "Il mènera le pays vers le vote anticipé,"
    }
  },
  {
    "translation": {
      "en": "toward absentee voting, and toward voting by mail.",
      "fr": "le vote par procuration et le vote par courrier."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] But some states don't have early voting.",
      "fr": "Certains États n'offrent pas le vote anticipé."
    }
  },
  {
    "translation": {
      "en": "Rules around mail-in voting, remember, are all over the place,",
      "fr": "Rappelez-vous que les règles diffèrent énormément."
    }
  },
  {
    "translation": {
      "en": "and the huge influx of mail ballots are more likely to be rejected,",
      "fr": "Une grande quantité de votes par courrier sera certainement rejetée,"
    }
  },
  {
    "translation": {
      "en": "especially if you're young.",
      "fr": "surtout chez les jeunes."
    }
  },
  {
    "translation": {
      "en": "If you vote by mail, you have a one to two-percent chance that your ballot won't count.",
      "fr": "Vous avez un ou deux pour cent de chances que votre vote par courrier ne compte pas."
    }
  },
  {
    "translation": {
      "en": "But when you dig into that data further,",
      "fr": "Mais en creusant,"
    }
  },
  {
    "translation": {
      "en": "what you find out is that not everyone's ballot",
      "fr": "on découvre que les votes n'ont pas"
    }
  },
  {
    "translation": {
      "en": "has an equal chance of being rejected.",
      "fr": "la même chance d'être rejetés."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Florida rejected less than one percent of mailed ballots in 2018,",
      "fr": "La Floride a rejeté moins d'un pour cent des votes envoyés en 2018,"
    }
  },
  {
    "translation": {
      "en": "for voters over 65.",
      "fr": "pour les électeurs de plus de 65 ans."
    }
  },
  {
    "translation": {
      "en": "[Elias] But when you look at the other end of the age spectrum, at voters 18 to 21,",
      "fr": "Mais quand on regarde l'autre tranche d'âge, les électeurs de 18 à 21 ans, le taux de rejet était de 5,4 %."
    }
  },
  {
    "translation": {
      "en": "they had a 5.4% rejection rate.",
      "fr": "les électeurs de 18 à 21 ans, le taux de rejet était de 5,4 %."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] The most common reasons for rejection…",
      "fr": "Les raisons les plus fréquentes de rejet ?"
    }
  },
  {
    "translation": {
      "en": "The voter didn't sign where they needed to,",
      "fr": "L'électeur n'a pas signé où il fallait"
    }
  },
  {
    "translation": {
      "en": "or their signature didn't match the one on file,",
      "fr": "ou sa signature ne correspondait pas au registre"
    }
  },
  {
    "translation": {
      "en": "or the ballot didn't make it back to election officials on time.",
      "fr": "ou le bulletin n'a pas été reçu à temps."
    }
  },
  {
    "translation": {
      "en": "And all this is getting much worse in 2020.",
      "fr": "Et tout cela va empirer en 2020."
    }
  },
  {
    "translation": {
      "en": "NPR analyzed primary election data.",
      "fr": "Une étude a été menée sur les primaires."
    }
  },
  {
    "translation": {
      "en": "It found at least 550,000 mail ballots were rejected,",
      "fr": "Au moins 550 000 bulletins ont été rejetés,"
    }
  },
  {
    "translation": {
      "en": "most of them from first-time absentee voters.",
      "fr": "surtout des nouveaux électeurs par procuration."
    }
  },
  {
    "translation": {
      "en": "The US Postal Service, something we all rely on, is the center of a bitter battle.",
      "fr": "Les services postaux, dont nous dépendons, sont au cœur d'une bataille."
    }
  },
  {
    "translation": {
      "en": "President Trump doubling down on his opposition to giving",
      "fr": "Le président Trump refuse de fournir"
    }
  },
  {
    "translation": {
      "en": "25 billion dollars in needed funding to the US Postal Service...",
      "fr": "les 25 milliards de fonds nécessaires à la poste."
    }
  },
  {
    "translation": {
      "en": "[Trump] They need that money to have the post office work.",
      "fr": "La poste a besoin de cet argent."
    }
  },
  {
    "translation": {
      "en": "...in order to block expanded mail-in voting for November's election",
      "fr": "Il tente de bloquer le vote par correspondance,"
    }
  },
  {
    "translation": {
      "en": "because he believes it will benefit Democrats.",
      "fr": "qui, selon lui, profitera aux Démocrates."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] If you are voting by mail, you're probably going to need some stamps.",
      "fr": "Si vous votez par courrier, vous aurez besoin de timbres."
    }
  },
  {
    "translation": {
      "en": "And make absolutely sure you're following the instructions.",
      "fr": "Suivez bien les instructions."
    }
  },
  {
    "translation": {
      "en": "Remember to sign in the right spot.",
      "fr": "N'oubliez pas de signer au bon endroit."
    }
  },
  {
    "translation": {
      "en": "Get your vote in early, and if you're worried, avoid the mail.",
      "fr": "Votez par anticipation et évitez la poste."
    }
  },
  {
    "translation": {
      "en": "Most states have drop-off options.",
      "fr": "Déposez votre bulletin dans une urne."
    }
  },
  {
    "translation": {
      "en": "I didn't put mine in the mail because I have concerns about the US Postal Service right now.",
      "fr": "J'ai préféré ne pas utiliser la poste, en ce moment."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] All those extra mail ballots mean we can't expect results on Election Night.",
      "fr": "Ces bulletins pourraient retarder l'annonce des résultats,"
    }
  },
  {
    "translation": {
      "en": "It might be Election Week, or Month.",
      "fr": "d'une semaine ou d'un mois."
    }
  },
  {
    "translation": {
      "en": "The lawsuits are already mounting,",
      "fr": "Les procès commencent,"
    }
  },
  {
    "translation": {
      "en": "fighting over whose votes should get counted.",
      "fr": "pour savoir quel vote devrait être pris en compte."
    }
  },
  {
    "translation": {
      "en": "And for some people, they're still fighting for the right to vote at all.",
      "fr": "Certains se battent toujours pour avoir le droit de vote."
    }
  },
  {
    "translation": {
      "en": "[chanting] Let my people vote! Let my people vote!",
      "fr": "Laissez mon peuple voter !"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] In 2018, alongside the candidates on Florida's ballot,",
      "fr": "En 2018, en plus des candidats, sur le bulletin de vote de la Floride,"
    }
  },
  {
    "translation": {
      "en": "voters could decide whether to restore the right to vote for former felons.",
      "fr": "les électeurs ont décidé s'ils voulaient rétablir le droit de vote aux ex-détenus."
    }
  },
  {
    "translation": {
      "en": "Florida had disenfranchised 10% of its voting-age population,",
      "fr": "La Floride avait privé du droit de vote 10 % de sa population en âge de voter,"
    }
  },
  {
    "translation": {
      "en": "20% of its Black voting-age population.",
      "fr": "20 % des noirs en âge de voter."
    }
  },
  {
    "translation": {
      "en": "How long did I have to endure this?",
      "fr": "Ça allait durer longtemps ?"
    }
  },
  {
    "translation": {
      "en": "How long do people like me have to wait to be able to vote again?",
      "fr": "Quand les gens comme moi allaient-ils pouvoir voter ?"
    }
  },
  {
    "translation": {
      "en": "-[DiCaprio] It took building a movement. -[Meade] God, it was a grind, day-to-day.",
      "fr": "Il a fallu un mouvement. C'était épuisant au quotidien. J'ai passé quatre ans à mener campagne."
    }
  },
  {
    "translation": {
      "en": "I was on the campaign trail for well over four years.",
      "fr": "C'était épuisant au quotidien. J'ai passé quatre ans à mener campagne."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Desmond and the Florida Rights Restoration Committee needed hundreds of thousands of signatures.",
      "fr": "Desmond et son comité avaient besoin de centaines de milliers de signatures."
    }
  },
  {
    "translation": {
      "en": "I put over 50,000 miles a year on my car,",
      "fr": "J'ai fait plus de 80 000 km en voiture chaque année,"
    }
  },
  {
    "translation": {
      "en": "just driving from town to town, county to county.",
      "fr": "à aller de ville en ville, de comté en comté."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Five-point-one million voters chose \"Yes\" to extending the right to vote",
      "fr": "Et 5,1 millions d'électeurs ont dit \"Oui\" pour étendre le droit de vote"
    }
  },
  {
    "translation": {
      "en": "-to 1.4 million more. -[cheering]",
      "fr": "à 1,4 million d'électeurs."
    }
  },
  {
    "translation": {
      "en": "[newsman] Florida restored voting rights to nearly 1.5 million former felons.",
      "fr": "La Floride a rétabli le droit de vote à près de 1,5 million d'anciens criminels."
    }
  },
  {
    "translation": {
      "en": "They've paid their debt to society. Now let them vote.",
      "fr": "Ils ont payé leur dette à la société, qu'ils votent !"
    }
  },
  {
    "translation": {
      "en": "Once they pay the price for what they've done,",
      "fr": "Ils ont payé pour ce qu'ils ont fait,"
    }
  },
  {
    "translation": {
      "en": "I think they ought to have their rights restored.",
      "fr": "ils devraient retrouver leurs droits."
    }
  },
  {
    "translation": {
      "en": "In this political climate, where there is so much hate and fear,",
      "fr": "Dans ce climat politique, où il y a tant de haine et de peur,"
    }
  },
  {
    "translation": {
      "en": "there were 5.1 million votes",
      "fr": "on a enregistré 5,1 millions de votes"
    }
  },
  {
    "translation": {
      "en": "that was based on love, forgiveness, and redemption.",
      "fr": "fondés sur l'amour, le pardon et la rédemption."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] After Florida's people voted to restore voting rights to felons,",
      "fr": "Les habitants de la Floride ont redonné le droit de vote aux criminels,"
    }
  },
  {
    "translation": {
      "en": "their elected officials had their own vote,",
      "fr": "mais leurs élus ont procédé à un autre vote,"
    }
  },
  {
    "translation": {
      "en": "requiring felons to first pay all their court fines, fees, and restitution,",
      "fr": "obligeant les criminels à payer leurs amendes, frais et compensations."
    }
  },
  {
    "translation": {
      "en": "putting half of those newly eligible voters in flux.",
      "fr": "La moitié de ces nouveaux électeurs étaient en suspens."
    }
  },
  {
    "translation": {
      "en": "The new Republican Governor Ron DeSantis,",
      "fr": "Le nouveau gouverneur républicain Ron DeSantis,"
    }
  },
  {
    "translation": {
      "en": "who had won by only 30,000 votes, cheered",
      "fr": "qui n'avait gagné que par 30 000 votes, a applaudi"
    }
  },
  {
    "translation": {
      "en": "and called voting \"a privilege.\"",
      "fr": "et a appelé le fait de voter \"un privilège\"."
    }
  },
  {
    "translation": {
      "en": "Floridians overwhelmingly voted to enfranchise felons.",
      "fr": "Une large majorité a redonné le droit de vote aux criminels."
    }
  },
  {
    "translation": {
      "en": "If people are still putting impediments",
      "fr": "Si les gens mettent encore un frein"
    }
  },
  {
    "translation": {
      "en": "in the way of the right to vote by these felons,",
      "fr": "au droit de vote de ces ex-condamnés, ils devraient avoir honte,"
    }
  },
  {
    "translation": {
      "en": "shame on them, and that's up to the courts of Florida to make them stop.",
      "fr": "au droit de vote de ces ex-condamnés, ils devraient avoir honte, et c'est aux juges de Floride de les arrêter."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] The Supreme Court refused to intervene.",
      "fr": "La Cour suprême a refusé d'intervenir."
    }
  },
  {
    "translation": {
      "en": "In dissent, Justice Sotomayor wrote,",
      "fr": "D'un avis divergent, le juge Sotomayor a écrit :"
    }
  },
  {
    "translation": {
      "en": "\"The court's inaction continues a trend of condoning disenfranchisement.\"",
      "fr": "\"L'inaction de la cour soutient encore la privation du droit de vote.\""
    }
  },
  {
    "translation": {
      "en": "I think the big question facing our democracy right now",
      "fr": "La question à laquelle notre démocratie est confrontée"
    }
  },
  {
    "translation": {
      "en": "is whether the right to vote is slipping back.",
      "fr": "est de savoir si le droit de vote recule."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] America is the world's oldest democracy.",
      "fr": "L'Amérique est la plus vieille démocratie du monde."
    }
  },
  {
    "translation": {
      "en": "We still carry the weight of that old age.",
      "fr": "On porte toujours le poids de ces années."
    }
  },
  {
    "translation": {
      "en": "If we really wanted everyone to vote,",
      "fr": "Si on veut que tout le monde vote,"
    }
  },
  {
    "translation": {
      "en": "we could learn from those countries where more people do vote.",
      "fr": "prenons exemple sur les pays avec une participation plus élevée."
    }
  },
  {
    "translation": {
      "en": "Most have elections on weekends, not Tuesdays.",
      "fr": "Les élections se déroulent le week-end, pas un mardi."
    }
  },
  {
    "translation": {
      "en": "In a few, voting is more than a right.",
      "fr": "Dans certains pays, le vote est plus qu'un droit."
    }
  },
  {
    "translation": {
      "en": "It's a duty, like jury duty.",
      "fr": "C'est un devoir, comme pour les jurés."
    }
  },
  {
    "translation": {
      "en": "And almost all of them make voter registration entirely automatic.",
      "fr": "Dans presque tous ces pays, l'inscription électorale est automatique."
    }
  },
  {
    "translation": {
      "en": "Some states have implemented automatic voter registration.",
      "fr": "Certains États ont mis en place l'inscription automatique."
    }
  },
  {
    "translation": {
      "en": "These ones let voters register on Election Day.",
      "fr": "Ici, les électeurs peuvent s'inscrire le jour des élections."
    }
  },
  {
    "translation": {
      "en": "And North Dakota doesn't have registration at all.",
      "fr": "Le Dakota du Nord n'a pas d'inscription."
    }
  },
  {
    "translation": {
      "en": "But mostly, Americans need to deal with registration themselves in advance.",
      "fr": "Mais ailleurs, les Américains doivent s'inscrire eux-mêmes et à l'avance."
    }
  },
  {
    "translation": {
      "en": "So don't wait. Do it now.",
      "fr": "Alors, n'attendez pas. Faites-le maintenant."
    }
  },
  {
    "translation": {
      "en": "Find out more information at vox.com/vote.",
      "fr": "Pour plus d'informations, visitez vox.com/vote."
    }
  },
  {
    "translation": {
      "en": "The people most likely to vote today",
      "fr": "Les gens qui votent le plus aujourd'hui"
    }
  },
  {
    "translation": {
      "en": "look like those who didn't have to fight for the right to vote.",
      "fr": "sont ceux qui n'ont pas eu à se battre pour le droit de vote."
    }
  },
  {
    "translation": {
      "en": "Whiter. Richer. Older.",
      "fr": "Ils sont plus blancs, plus riches, plus âgés."
    }
  },
  {
    "translation": {
      "en": "And that's not an accident.",
      "fr": "Ce n'est pas un hasard."
    }
  },
  {
    "translation": {
      "en": "If your vote didn't matter,",
      "fr": "Si votre vote ne compte pas,"
    }
  },
  {
    "translation": {
      "en": "why the hell are so many systems and people",
      "fr": "pourquoi tant de systèmes et de gens font tout"
    }
  },
  {
    "translation": {
      "en": "trying so hard to prevent you from voting?",
      "fr": "pourquoi tant de systèmes et de gens font tout pour vous empêcher de voter ?"
    }
  },
  {
    "translation": {
      "en": "This right to vote has been a battlefield in American democracy.",
      "fr": "Ce droit de vote est un champ de bataille dans la démocratie américaine."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] All of us may have been created equal,",
      "fr": "Nous sommes tous nés égaux,"
    }
  },
  {
    "translation": {
      "en": "but we'll never actually be equal until we all vote.",
      "fr": "mais nous ne serons jamais égaux tant que nous ne voterons pas tous."
    }
  },
  {
    "translation": {
      "en": "[Meade] Moms and dads took their kids to vote with them during the Civil Rights era.",
      "fr": "Les parents emmenaient leurs enfants voter à l'ère des droits civiques."
    }
  },
  {
    "translation": {
      "en": "[voice breaking] And how I get to do that now…",
      "fr": "Je peux faire ça maintenant."
    }
  },
  {
    "translation": {
      "en": "How I get to take my family with me!",
      "fr": "Je peux emmener ma famille avec moi !"
    }
  },
  {
    "translation": {
      "en": "-In 2020, we're making this personal! -[man] Yes!",
      "fr": "En 2020, on en fait une affaire personnelle."
    }
  },
  {
    "translation": {
      "en": "[Meade] It is our time… -Yes! -…to finally have our voices heard.",
      "fr": "L'heure est venue de faire entendre notre voix."
    }
  },
  {
    "translation": {
      "en": "-[woman] Yeah! -[man] Absolutely!",
      "fr": "Absolument !"
    }
  },
  {
    "translation": {
      "en": "-Our time! -[all] Right now! -Our time! -[all] Right now!",
      "fr": "- Notre heure ! - Maintenant !"
    }
  }
]