[
  {
    "translation": {
      "en": "[Male Speaker] There is no close substitute for water.",
      "fr": "L'eau n'a aucun substitut."
    }
  },
  {
    "translation": {
      "en": "[Female Speaker] It's the most precious resource we have.",
      "fr": "L'eau n'a aucun substitut. Elle est inestimable."
    }
  },
  {
    "translation": {
      "en": "[Female Speaker] We are not treating it as a crisis",
      "fr": "Elle est inestimable. On ne traite pas ce sujet comme une crise,alors qu'on le devrait."
    }
  },
  {
    "translation": {
      "en": "when we should be treating it as a crisis.",
      "fr": "On ne traite pas ce sujet comme une crise,alors qu'on le devrait."
    }
  },
  {
    "translation": {
      "en": "Imagine if tomorrow, we cured cancer, and in a hundred years,",
      "fr": "Imaginez que le cancer soit curable,"
    }
  },
  {
    "translation": {
      "en": "there were still a million kids dying of cancer.",
      "fr": "mais qu'un million d'enfantsen meurent encore."
    }
  },
  {
    "translation": {
      "en": "It would be unthinkable, but that's the situation we find ourselves in with water.",
      "fr": "Ça serait inacceptable.Mais c'est ce qui se passe avec l'eau."
    }
  },
  {
    "translation": {
      "en": "The government has failed",
      "fr": "Le gouvernement a failli à sa tâche"
    }
  },
  {
    "translation": {
      "en": "in telling the population the truth",
      "fr": "Le gouvernement a failli à sa tâche en ne nous communiquant pas la véritésur la situation actuelle."
    }
  },
  {
    "translation": {
      "en": "about the situation that we are facing.",
      "fr": "en ne nous communiquant pas la véritésur la situation actuelle."
    }
  },
  {
    "translation": {
      "en": "[Narrator] About 7.7 billion people have inherited the Earth.",
      "fr": "Environ 8 milliards de personnesont hérité de la Terre."
    }
  },
  {
    "translation": {
      "en": "Almost two billion of us are struggling to survive without clean drinking water.",
      "fr": "Près de deux milliards d'entre ellesluttent pour survivre sans eau potable."
    }
  },
  {
    "translation": {
      "en": "The water crisis isn't imminent. It isn't looming.",
      "fr": "La crise de l'eau n'est pas imminenteou proche."
    }
  },
  {
    "translation": {
      "en": "It's here... now.",
      "fr": "Elle est là. Maintenant."
    }
  },
  {
    "translation": {
      "en": "The UN estimated that by 2025,",
      "fr": "L'ONU estime, que d'ici 2025,"
    }
  },
  {
    "translation": {
      "en": "1.8 billion people will be living in water stress regions.",
      "fr": "1,8 milliard de personnesvivront dans des régions pauvres en eau."
    }
  },
  {
    "translation": {
      "en": "People are not gonna be starving and dying instantly.",
      "fr": "Les gens ne vont pas mourir sur place."
    }
  },
  {
    "translation": {
      "en": "They're gonna be moving. They won't have the resources to live where they're at.",
      "fr": "Ils partiront et ne pourront pas vivrelà où ils sont."
    }
  },
  {
    "translation": {
      "en": "[Narrator] Contrary to popular thought,",
      "fr": "Contrairement aux idées reçues,"
    }
  },
  {
    "translation": {
      "en": "this crisis isn't just a developing world problem.",
      "fr": "cette crise ne touche pasque les pays en développement."
    }
  },
  {
    "translation": {
      "en": "It is already beginning to impact everyone everywhere.",
      "fr": "Elle commence déjà à touchertout le monde, partout."
    }
  },
  {
    "translation": {
      "en": "Our changing climate is less forgiving, keeping more water for itself.",
      "fr": "Notre climat est moins indulgent,se gardant plus d'eau pour lui."
    }
  },
  {
    "translation": {
      "en": "Pollution is corrupting our supplies.",
      "fr": "La pollution dénature nos réserves."
    }
  },
  {
    "translation": {
      "en": "Infrastructures are failing faster than they can be repaired.",
      "fr": "Les infrastructures lâchentavant qu'on puisse les réparer."
    }
  },
  {
    "translation": {
      "en": "And everyday, there are more people in the world all thirsting for water.",
      "fr": "Et chaque jour, le monde s'agrandit,et avec lui la soif de l'eau."
    }
  },
  {
    "translation": {
      "en": "More often than not, a water crisis isn't an act of nature. It's an act of humankind.",
      "fr": "Les pénuries ne sont souvent pas de causenaturelle, elles viennent des hommes."
    }
  },
  {
    "translation": {
      "en": "By not planning, by not using the right technologies,",
      "fr": "À défaut de planification,de technologies adéquates,"
    }
  },
  {
    "translation": {
      "en": "and by not acting soon enough,",
      "fr": "de réactivité,"
    }
  },
  {
    "translation": {
      "en": "we set ourselves up to fail.",
      "fr": "l'échec est inévitable."
    }
  },
  {
    "translation": {
      "en": "[Narrator] It's a truly daunting crisis,",
      "fr": "C'est une crise de taille."
    }
  },
  {
    "translation": {
      "en": "but what if the solutions were already at hand?",
      "fr": "Et si les solutionsétaient à portée de main ?"
    }
  },
  {
    "translation": {
      "en": "Right now all around the globe, an army of visionaries and innovators",
      "fr": "Partout en ce moment, une arméede visionnaires et d'innovateurs,"
    }
  },
  {
    "translation": {
      "en": "is working to reimagine and reinvent water systems",
      "fr": "travaille à réinventer les systèmes d'eau"
    }
  },
  {
    "translation": {
      "en": "to generate, supply, and clean the water",
      "fr": "pour produire, approvisionneret purifier l'eau"
    }
  },
  {
    "translation": {
      "en": "we all depend on for our very lives.",
      "fr": "dont nos vies dépendent."
    }
  },
  {
    "translation": {
      "en": "The water challenges facing the world really fall into three categories.",
      "fr": "Il y a trois catégories de défisliés à l'eau."
    }
  },
  {
    "translation": {
      "en": "First is the scarcity of water.",
      "fr": "Le premier est la pénurie d'eau."
    }
  },
  {
    "translation": {
      "en": "Second is building resilient infrastructure against climate change.",
      "fr": "Le deuxième est l'adaptationdes infrastructures à la crise du climat."
    }
  },
  {
    "translation": {
      "en": "And third is doing all that in a way that's affordable for society.",
      "fr": "Et le troisième, c'est d'assurerla faisabilité économique."
    }
  },
  {
    "translation": {
      "en": "The problem with this crisis is",
      "fr": "Le problème de cette crise,"
    }
  },
  {
    "translation": {
      "en": "the water that's drinkable is gonna start disappearing",
      "fr": "c'est que l'eau potable va se raréfier"
    }
  },
  {
    "translation": {
      "en": "and the water that's not drinkable is gonna start appearing everywhere.",
      "fr": "et l'eau non potable va se répandre."
    }
  },
  {
    "translation": {
      "en": "There are solutions. It's just a matter of bringing them to bear on the problem and we can fix it.",
      "fr": "Il existe des solutions.Il suffit de les appliquer au problème."
    }
  },
  {
    "translation": {
      "en": "We are running against the clock in terms of solving these issues.",
      "fr": "Ces problèmes sont urgents à régler."
    }
  },
  {
    "translation": {
      "en": "In a sense, it breaks my heart that we have the solutions, right?",
      "fr": "Ça me brise le cœurqu'on ait des solutions"
    }
  },
  {
    "translation": {
      "en": "And then we can't get them out fast enough.",
      "fr": "Ça me brise le cœurqu'on ait des solutions et qu'on doive attendre."
    }
  },
  {
    "translation": {
      "en": "The demand for water to sustain not only the population",
      "fr": "La demande en eau,pour approvisionner la population"
    }
  },
  {
    "translation": {
      "en": "but the lifestyle that we have",
      "fr": "La demande en eau,pour approvisionner la population mais aussi pour notre mode de vie,"
    }
  },
  {
    "translation": {
      "en": "has grown just tremendously,",
      "fr": "a énormément augmenté."
    }
  },
  {
    "translation": {
      "en": "but we're still trying to do things",
      "fr": "a énormément augmenté. Mais nos techniques n'ont pas évolué."
    }
  },
  {
    "translation": {
      "en": "the way we've done them in the past.",
      "fr": "Mais nos techniques n'ont pas évolué."
    }
  },
  {
    "translation": {
      "en": "Back around the turn of the century,",
      "fr": "Au début du siècle précédent,"
    }
  },
  {
    "translation": {
      "en": "really everybody was responsible for their own sewage.",
      "fr": "Au début du siècle précédent, chacun était responsablede ses eaux usées, son eau potable."
    }
  },
  {
    "translation": {
      "en": "They were responsible for their own water.",
      "fr": "chacun était responsablede ses eaux usées, son eau potable."
    }
  },
  {
    "translation": {
      "en": "They drilled a well, dug a well, or they got water out of a creek.",
      "fr": "On creusait un puitsou on prenait l'eau d'un ruisseau."
    }
  },
  {
    "translation": {
      "en": "And then they used a pit latrine",
      "fr": "On avait des latrines à fosse"
    }
  },
  {
    "translation": {
      "en": "or a sewage lagoon behind the house.",
      "fr": "ou un bassin à égout derrière la maison."
    }
  },
  {
    "translation": {
      "en": "Of course, there were public health issues with that. People were getting sick,",
      "fr": "Ce n'était pas hygiénique,les gens tombaient malades."
    }
  },
  {
    "translation": {
      "en": "and so the governments around the world",
      "fr": "Ce n'était pas hygiénique,les gens tombaient malades. Alors les gouvernements sont intervenus"
    }
  },
  {
    "translation": {
      "en": "kinda stepped in and said",
      "fr": "Alors les gouvernements sont intervenus"
    }
  },
  {
    "translation": {
      "en": "that this is an intrinsic government function.",
      "fr": "en déclarant que c'était leur rôle,"
    }
  },
  {
    "translation": {
      "en": "We need to provide for the safety",
      "fr": "en déclarant que c'était leur rôle, qu'ils devaient assurer la sécuritéet la santé des communautés,"
    }
  },
  {
    "translation": {
      "en": "and welfare of the community,",
      "fr": "qu'ils devaient assurer la sécuritéet la santé des communautés,"
    }
  },
  {
    "translation": {
      "en": "and money's really no object.",
      "fr": "peu importe le coût."
    }
  },
  {
    "translation": {
      "en": "So they ended up with these incredibly expensive sewer systems",
      "fr": "Ils se sont donc retrouvésavec un système d'égout très cher"
    }
  },
  {
    "translation": {
      "en": "where there's a pipe to everybody's house.",
      "fr": "Ils se sont donc retrouvésavec un système d'égout très cher et des tuyaux dans chaque foyer."
    }
  },
  {
    "translation": {
      "en": "There's a water pipe to everybody's house,",
      "fr": "et des tuyaux dans chaque foyer."
    }
  },
  {
    "translation": {
      "en": "there's a sewer pipe to everybody's house.",
      "fr": "Un tuyau pour l'eau potableet un pour l'eau usée."
    }
  },
  {
    "translation": {
      "en": "Incredibly complex networks of systems",
      "fr": "Des réseaux de systèmes très complexes"
    }
  },
  {
    "translation": {
      "en": "that get old and all have to be replaced.",
      "fr": "Des réseaux de systèmes très complexes qui vieillissent et doivent être remplacésà un prix exorbitant."
    }
  },
  {
    "translation": {
      "en": "And huge expense associated with it,",
      "fr": "qui vieillissent et doivent être remplacésà un prix exorbitant."
    }
  },
  {
    "translation": {
      "en": "but it provided a safe environment.",
      "fr": "qui vieillissent et doivent être remplacésà un prix exorbitant. Mais les conditions étaient saines."
    }
  },
  {
    "translation": {
      "en": "It dealt with the public health issues associated with that.",
      "fr": "Ce système réglait les problèmessanitaires liés à cet aspect."
    }
  },
  {
    "translation": {
      "en": "[Narrator ] Attempting to engineer our way our of trouble is deepening the problem.",
      "fr": "Le recours à l'ingénierie pour résoudrecette crise aggrave les choses."
    }
  },
  {
    "translation": {
      "en": "As we throw more and more resources at outmoded infrastructure,",
      "fr": "Alors que nous alimentonscette infrastructure désuète,"
    }
  },
  {
    "translation": {
      "en": "the challenge is to let go of an older inefficient system",
      "fr": "il va falloir réussir à abandonnerce système ineffectif"
    }
  },
  {
    "translation": {
      "en": "and start to open our minds to new ways of managing water.",
      "fr": "et se tourner vers de nouvelles méthodesde gestion de l'eau."
    }
  },
  {
    "translation": {
      "en": "Nothing focuses the mind like a crisis.",
      "fr": "Les crises aident aux avancées."
    }
  },
  {
    "translation": {
      "en": "So when Flint, Michigan faced a shocking crisis",
      "fr": "Lorsque la ville de Flint a souffert"
    }
  },
  {
    "translation": {
      "en": "of lead contamination in its drinking water,",
      "fr": "Lorsque la ville de Flint a souffert d'une contamination au plombde son eau potable,"
    }
  },
  {
    "translation": {
      "en": "activists not only demanded change,",
      "fr": "les activistes ont prôné le changement,"
    }
  },
  {
    "translation": {
      "en": "but actively sought creative solutions to the problem.",
      "fr": "mais ont aussi cherchédes solutions créatives au problème."
    }
  },
  {
    "translation": {
      "en": "One such creatively focused mind",
      "fr": "L'une de ses figures"
    }
  },
  {
    "translation": {
      "en": "belongs to rapper, actor, and entrepreneur Jaden Smith.",
      "fr": "est le rappeur, acteur et entrepreneur,Jaden Smith."
    }
  },
  {
    "translation": {
      "en": "My motivation around water started when I was about 11 years old.",
      "fr": "Mon intérêt pour l'eau s'est éveilléquand j'avais 11 ans."
    }
  },
  {
    "translation": {
      "en": "And it came from me learning about the environment from my teachers in school.",
      "fr": "Il m'est venu des courssur l'environnement, à l'école."
    }
  },
  {
    "translation": {
      "en": "It got to the point where I really wanted to make an active change",
      "fr": "J'en suis arrivé au stadeoù je voulais créer un vrai changement."
    }
  },
  {
    "translation": {
      "en": "and I wanted to do something that could make a difference in the world.",
      "fr": "Je voulais faire une différence."
    }
  },
  {
    "translation": {
      "en": "I always wanted to go above and beyond",
      "fr": "J'ai toujours voulu aller plus loin,"
    }
  },
  {
    "translation": {
      "en": "and just go across the world and make an impact, and make a change, you know?",
      "fr": "aller à l'autre bout du monde,changer les choses."
    }
  },
  {
    "translation": {
      "en": "I want to put a filtration system in Africa. I want to put a filtration system in India.",
      "fr": "Mettre en place un systèmede filtration en Afrique, en Inde."
    }
  },
  {
    "translation": {
      "en": "As I started to evolve these ideas,",
      "fr": "À mesure que je réfléchissais,"
    }
  },
  {
    "translation": {
      "en": "I started to realize that we have problems so close to home.",
      "fr": "j'ai réalisé qu'il y avait des problèmesici aussi."
    }
  },
  {
    "translation": {
      "en": "We have water sanitation issues that are right here in our backyard",
      "fr": "Nous avons des problèmes liés à l'eau,sous nos yeux,"
    }
  },
  {
    "translation": {
      "en": "that need to be addressed.",
      "fr": "qui demandent notre attention."
    }
  },
  {
    "translation": {
      "en": "And seeing the effect that this crisis has had on everyone in Flint, Michigan.",
      "fr": "Et de voir l'effet de cette crisesur la ville de Flint,"
    }
  },
  {
    "translation": {
      "en": "When you see the kids there and when you see the elderly people,",
      "fr": "de voir des enfants et des personnes âgées"
    }
  },
  {
    "translation": {
      "en": "that still they can't use the water that's coming out of the pipes,",
      "fr": "qui n'ont toujours pas d'eau potable,"
    }
  },
  {
    "translation": {
      "en": "it's heart wrenching.",
      "fr": "c'est déchirant."
    }
  },
  {
    "translation": {
      "en": "We wanted to give back to that community",
      "fr": "Nous voulions aider la communauté"
    }
  },
  {
    "translation": {
      "en": "and purify the water for people who don't have access for clean water.",
      "fr": "et purifier l'eau pour ceuxqui n'ont pas d'eau potable."
    }
  },
  {
    "translation": {
      "en": "That is why we did The Water Box in Flint.",
      "fr": "C'est comme ça qu'on a crééThe Water Box à Flint."
    }
  },
  {
    "translation": {
      "en": "What it does is it filters water",
      "fr": "Cette machine filtre l'eau"
    }
  },
  {
    "translation": {
      "en": "and it delivers 10 gallons of clean water every 60 seconds.",
      "fr": "et fournit 40 litres d'eau potabletoutes les 60 secondes."
    }
  },
  {
    "translation": {
      "en": "It's specifically made to filter out the lead",
      "fr": "Elle est spécialement conçuepour filtrer le plomb"
    }
  },
  {
    "translation": {
      "en": "and we have people on site that are testing the water every single day.",
      "fr": "et nos intervenants testent l'eautous les jours."
    }
  },
  {
    "translation": {
      "en": "The entire plan and the goal to make it work here first",
      "fr": "Notre but, c'est que cette méthodefonctionne ici, tout d'abord,"
    }
  },
  {
    "translation": {
      "en": "and then to take it places across the world",
      "fr": "puis de l'exporter partoutoù l'on rencontre des problèmes,"
    }
  },
  {
    "translation": {
      "en": "that are having the same issues and say okay,",
      "fr": "puis de l'exporter partoutoù l'on rencontre des problèmes, et dire : \"Le problème ici,n'est peut-être pas lié au plomb,"
    }
  },
  {
    "translation": {
      "en": "well maybe this is not a lead problem over here,",
      "fr": "et dire : \"Le problème ici,n'est peut-être pas lié au plomb,"
    }
  },
  {
    "translation": {
      "en": "so we can change the configuration of the machine.",
      "fr": "on va changer la configurationde la machine.\""
    }
  },
  {
    "translation": {
      "en": "The goal is to have it wherever it would be necessary",
      "fr": "Le but est de l'avoir là où on en a besoin"
    }
  },
  {
    "translation": {
      "en": "and to modify it for that specific places",
      "fr": "et de pouvoir la modifier"
    }
  },
  {
    "translation": {
      "en": "so that it wold work efficiently just as it does in Flint.",
      "fr": "afin qu'elle fonctionnede manière efficace, comme à Flint."
    }
  },
  {
    "translation": {
      "en": "Water is viewed as a global issue because it affects everybody on the planet,",
      "fr": "La crise de l'eau est vue comme étantun problème mondial."
    }
  },
  {
    "translation": {
      "en": "but really at it's heart, it's a local issue,",
      "fr": "Mais c'est un problème local,"
    }
  },
  {
    "translation": {
      "en": "because we have to deal with it city by city, town by town.",
      "fr": "car il doit être géré ville par ville."
    }
  },
  {
    "translation": {
      "en": "So what we see is that people who are really at the coalface",
      "fr": "On observe que les gensqui sont en première ligne,"
    }
  },
  {
    "translation": {
      "en": "who are struggling with drought or deteriorating water quality,",
      "fr": "ceux confrontés à la sécheresseou à une mauvaise qualité de l'eau,"
    }
  },
  {
    "translation": {
      "en": "those are the people on the edges and on the fringes who are really innovating.",
      "fr": "ceux qui sont à l'écart,sont les gens qui innovent vraiment."
    }
  },
  {
    "translation": {
      "en": "And that's where the future lies.",
      "fr": "Et c'est là que réside le futur."
    }
  },
  {
    "translation": {
      "en": "[Narrator] One innovator on one such fringe is Beth Koiji",
      "fr": "Une de ces innovatrices est Beth Koiji."
    }
  },
  {
    "translation": {
      "en": "who had to think outside the box when her well ran dry.",
      "fr": "Elle a su faire preuve d'imaginationlorsque son puits s'est asséché."
    }
  },
  {
    "translation": {
      "en": "When I was doing my undergraduate,",
      "fr": "Pendant mes études,"
    }
  },
  {
    "translation": {
      "en": "I think I was tired of getting on and off waterborne diseases.",
      "fr": "j'en ai eu marre d'être tout le tempssujette aux maladies hydriques."
    }
  },
  {
    "translation": {
      "en": "So I started making my own water filter in my dorm,",
      "fr": "Alors, j'ai créé mon propre filtre à eau,"
    }
  },
  {
    "translation": {
      "en": "that heal or remove all bacterias.",
      "fr": "qui élimine toutes les bactéries."
    }
  },
  {
    "translation": {
      "en": "I started going to community with it",
      "fr": "J'ai commencé à l'emmener avec moi,"
    }
  },
  {
    "translation": {
      "en": "showing people how to make a simple filter in your house",
      "fr": "et à montrer aux genscomment fabriquer un filtre,"
    }
  },
  {
    "translation": {
      "en": "because actually filters are not that cheap in Kenya.",
      "fr": "parce que les filtres sont chers au Kenya."
    }
  },
  {
    "translation": {
      "en": "And in 2016, Kenya was facing a huge drought",
      "fr": "Et en 2016,le Kenya a connu une grave sécheresse."
    }
  },
  {
    "translation": {
      "en": "and we felt that people now didn't see filters as a solution",
      "fr": "Les gens ne voyaient pasl'utilité des filtres,"
    }
  },
  {
    "translation": {
      "en": "because they actually don't have enough water to filter.",
      "fr": "car il n'y avait pas assez d'eauà filtrer."
    }
  },
  {
    "translation": {
      "en": "The only choice here is to fetch water from the river.",
      "fr": "Il leur fallait aller chercher de l'eauà la rivière."
    }
  },
  {
    "translation": {
      "en": "Children are sent to the river the whole day",
      "fr": "Les enfants étaient envoyés la chercher,"
    }
  },
  {
    "translation": {
      "en": "so they don't attend school.",
      "fr": "et ils rataient l'école."
    }
  },
  {
    "translation": {
      "en": "The water has high level of chemical contaminants,",
      "fr": "L'eau contient un haut niveaude produits chimiques."
    }
  },
  {
    "translation": {
      "en": "so basically, you cannot drink that water.",
      "fr": "Elle n'est pas potable."
    }
  },
  {
    "translation": {
      "en": "So we were looking at something specific",
      "fr": "Alors on a cherché un système"
    }
  },
  {
    "translation": {
      "en": "that is able to utilize the humidity in air.",
      "fr": "pour récolter l'humidité de l'air."
    }
  },
  {
    "translation": {
      "en": "[Narrator] Frustrated with her own experience of watching water scarcity ravage her country,",
      "fr": "Frustrée de voir la pénurie d'eauravager son pays,"
    }
  },
  {
    "translation": {
      "en": "Beth looks to nature to solve the problem.",
      "fr": "Beth se tourne vers la naturepour résoudre le problème."
    }
  },
  {
    "translation": {
      "en": "Getting water from air has never been a new concept.",
      "fr": "La collecte de l'eau de l'air,ce n'est pas nouveau,"
    }
  },
  {
    "translation": {
      "en": "In nature, there are some Namibian beetle",
      "fr": "dans la nature. Des scarabées namibiens"
    }
  },
  {
    "translation": {
      "en": "that actually have its drinking water from the atmosphere.",
      "fr": "obtiennent leur eau de l'atmosphère."
    }
  },
  {
    "translation": {
      "en": "There's six times more water in the atmosphere than there is in all the wells around the world.",
      "fr": "L'atmosphère contient six fois plus d'eauque toutes les rivières du monde."
    }
  },
  {
    "translation": {
      "en": "So that is a huge resource that is yet to be properly tapped.",
      "fr": "C'est donc une énorme ressourcequi n'a pas encore été exploitée."
    }
  },
  {
    "translation": {
      "en": "[Narrator] She designed a machine that extracts clean water from the atmosphere",
      "fr": "Son invention extrait l'eau potablede l'atmosphère."
    }
  },
  {
    "translation": {
      "en": "and she calls it Majik.",
      "fr": "Elle l'appelle Majik."
    }
  },
  {
    "translation": {
      "en": "Beth took her invention to the Ark Children's Orphanage",
      "fr": "Beth a apporté son inventionà l'orphelinat Ark,"
    }
  },
  {
    "translation": {
      "en": "so kids could focus on education instead of walking miles for water.",
      "fr": "afin que les enfants puissent étudierau lieu d'avoir à aller chercher de l'eau."
    }
  },
  {
    "translation": {
      "en": "These technologies are very, very simple.",
      "fr": "Cette technologie est très simple."
    }
  },
  {
    "translation": {
      "en": "It works the same as the refrigerator",
      "fr": "Ça marche comme un frigo"
    }
  },
  {
    "translation": {
      "en": "and an air conditioner.",
      "fr": "et un climatiseur."
    }
  },
  {
    "translation": {
      "en": "The air is pulled in by a fan",
      "fr": "L'air est aspiré par un ventilateur,"
    }
  },
  {
    "translation": {
      "en": "and then passed through a condenser coil.",
      "fr": "puis traverse un condenseur."
    }
  },
  {
    "translation": {
      "en": "That's where the condensing happens",
      "fr": "C'est là où s'opère la condensation,"
    }
  },
  {
    "translation": {
      "en": "and then the water is dispensed to a collecting tank.",
      "fr": "et l'eau se déversedans un bac collecteur."
    }
  },
  {
    "translation": {
      "en": "We just came from a very dry season,",
      "fr": "La saison a été très sèche."
    }
  },
  {
    "translation": {
      "en": "so this was the only source of drinking water for these children.",
      "fr": "C'était donc la seule sourced'eau potable pour ces enfants."
    }
  },
  {
    "translation": {
      "en": "It's for security for them.",
      "fr": "C'est une sécurité pour eux."
    }
  },
  {
    "translation": {
      "en": "As long as you have air, you can have clean drinking water.",
      "fr": "Tant qu'ils ont de l'air,ils auront de l'eau potable."
    }
  },
  {
    "translation": {
      "en": "[Narrator] Technological innovation isn't enough",
      "fr": "Ce genre d'innovation ne suffit pas,"
    }
  },
  {
    "translation": {
      "en": "in places where the primary obstacle to obtaining clean water is something as simple as it is elusive.",
      "fr": "là où l'accès à l'eau potable rencontreun obstacle simple, mais insaisissable :"
    }
  },
  {
    "translation": {
      "en": "Money.",
      "fr": "l'argent."
    }
  },
  {
    "translation": {
      "en": "Today in 2019, it's a million children a year under the age of five die",
      "fr": "Aujourd'hui, en 2019,un million d'enfants de moins de cinq ans"
    }
  },
  {
    "translation": {
      "en": "because they lack access to safe water and sanitation.",
      "fr": "meurent par manque d'hygièneet d'accès en eau potable."
    }
  },
  {
    "translation": {
      "en": "The very first water collection I went on",
      "fr": "J'ai fait ma première collecte d'eau"
    }
  },
  {
    "translation": {
      "en": "was when the magnitude of the problem hit me.",
      "fr": "après avoir réalisé l'ampleur du problème."
    }
  },
  {
    "translation": {
      "en": "I was in a very rural village in Zambia and I was with this 14 year old girl.",
      "fr": "J'étais dans un village très ruralen Zambie, avec une fille de 14 ans."
    }
  },
  {
    "translation": {
      "en": "She picked up the jerry can, I picked up a jerry can,",
      "fr": "Elle a pris son jerrycan,j'ai pris le mien"
    }
  },
  {
    "translation": {
      "en": "and we walked off together with an interpreter.",
      "fr": "et on est partis ensemble,avec un interprète."
    }
  },
  {
    "translation": {
      "en": "And we walked about a while to this bore-well to fill these jerry cans.",
      "fr": "On a marché près de deux kilomètresjusqu'à un puits foré."
    }
  },
  {
    "translation": {
      "en": "I asked her, \"What are you gonna do when you grow up? \"Are you gonna live here in this village?\"",
      "fr": "Je lui ai demandé : \"Que veux-tu faireplus tard, vas-tu vivre ici ?\""
    }
  },
  {
    "translation": {
      "en": "And she looked around. She was like, \"No, I'm not staying here.\" She goes, \"I'm going to Lusaka, \"I'm going to the big city.\"",
      "fr": "Elle a regardé autour d'elle et a dit :\"Non, j'irai à Lusaka, à la grande ville."
    }
  },
  {
    "translation": {
      "en": "She's like, \"I'm gonna be a nurse.\"",
      "fr": "Je veux être infirmière.\""
    }
  },
  {
    "translation": {
      "en": "It reminded me of being 14, and with Ben Affleck,",
      "fr": "Ça m'a rappelé quand j'avais 14 anset qu'avec Ben Affleck, on s'était dit :"
    }
  },
  {
    "translation": {
      "en": "and saying we're gonna go to the big city of New York,",
      "fr": "Ça m'a rappelé quand j'avais 14 anset qu'avec Ben Affleck, on s'était dit : \"On va à New York, on va devenir acteurs.\""
    }
  },
  {
    "translation": {
      "en": "and we're gonna be actors.",
      "fr": "\"On va à New York, on va devenir acteurs.\""
    }
  },
  {
    "translation": {
      "en": "I was just brought back to that feeling.",
      "fr": "Ce sentiment m'est revenu."
    }
  },
  {
    "translation": {
      "en": "And it wasn't until I drove away that it hit me",
      "fr": "Et ce n'est qu'en partantque j'ai compris,"
    }
  },
  {
    "translation": {
      "en": "that had it not been for someone having the foresight",
      "fr": "que si quelqu'un n'avait pas eu l'idéede forer ce puits"
    }
  },
  {
    "translation": {
      "en": "to sink this bore-well a mile from this kid's house,",
      "fr": "que si quelqu'un n'avait pas eu l'idéede forer ce puits près de chez cette enfant,"
    }
  },
  {
    "translation": {
      "en": "she wouldn't have any hope for any type of future whatsoever.",
      "fr": "elle n'aurait eu aucun espoir d'avenir."
    }
  },
  {
    "translation": {
      "en": "She would be spending her entire day not in school,",
      "fr": "Elle aurait passé sa journée entière, pas à l'école, mais à chercher de l'eau."
    }
  },
  {
    "translation": {
      "en": "but rather collecting water.",
      "fr": "pas à l'école, mais à chercher de l'eau."
    }
  },
  {
    "translation": {
      "en": "Please welcome Matt Damon and Gary White.",
      "fr": "Voici Matt Damon et Gary White."
    }
  },
  {
    "translation": {
      "en": "I read one of the stories from your organization",
      "fr": "J'ai lu l'un de vos témoignages."
    }
  },
  {
    "translation": {
      "en": "where there a woman who was paying $60 a month",
      "fr": "Une femme payait 60 $ par mois"
    }
  },
  {
    "translation": {
      "en": "to get bottled water delivered to her so that she could have something to drink.",
      "fr": "en livraison de bouteilles d'eau,pour son eau potable."
    }
  },
  {
    "translation": {
      "en": "Through your program, she got a loan to have her own water source",
      "fr": "Votre programme lui a accordéun prêt pour créer sa propre source d'eau"
    }
  },
  {
    "translation": {
      "en": "and then pays back the loan at five or $6 a month.",
      "fr": "qu'elle rembourse à hauteurde six dollars par mois."
    }
  },
  {
    "translation": {
      "en": "Exactly.",
      "fr": "Tout à fait."
    }
  },
  {
    "translation": {
      "en": "Which is a simple and yet insane concept that nobody has thought of that.",
      "fr": "C'est si simple, c'est fou que personnen'y ait pensé avant."
    }
  },
  {
    "translation": {
      "en": "-Is it that simple? -Yes. - Giving access to money-- - Yes. To make their own water source?",
      "fr": "Est-ce vraiment simple ?Financer la création de sources d'eau ?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "fr": "Oui, et ils participentà leur propre solution."
    }
  },
  {
    "translation": {
      "en": "And then they participate in their own solution.",
      "fr": "Oui, et ils participentà leur propre solution. Ils résolvent leur propre problème."
    }
  },
  {
    "translation": {
      "en": "They fix their own problem.",
      "fr": "Ils résolvent leur propre problème."
    }
  },
  {
    "translation": {
      "en": "With Water.org,",
      "fr": "À Water.org,"
    }
  },
  {
    "translation": {
      "en": "what we do is we break down the barriers",
      "fr": "À Water.org, nous faisons tomber les barrièresentre les gens,"
    }
  },
  {
    "translation": {
      "en": "between people and safe water and sanitation.",
      "fr": "nous faisons tomber les barrièresentre les gens, et l'eau potable et la santé publique."
    }
  },
  {
    "translation": {
      "en": "We're able to help them with financing",
      "fr": "Nous les aidons avec le financement,"
    }
  },
  {
    "translation": {
      "en": "so that they can afford filters at the household level.",
      "fr": "pour qu'ils puissent acheter des filtres,"
    }
  },
  {
    "translation": {
      "en": "So that people can enjoy the fact,",
      "fr": "pour qu'ils puissent profiter du fait"
    }
  },
  {
    "translation": {
      "en": "not just that they don't have to walk for water anymore,",
      "fr": "qu'ils n'ont plus à aller chercherde l'eau,"
    }
  },
  {
    "translation": {
      "en": "but they also have safe potable water.",
      "fr": "mais qu'ils disposent aussi d'eau potable."
    }
  },
  {
    "translation": {
      "en": "Having raised and deployed about 27 million dollars in philanthropic capital,",
      "fr": "Les 27 millions de capitalphilanthropique recueillis et déployés"
    }
  },
  {
    "translation": {
      "en": "that has unleashed 1.1 billion dollars in these micro-loans",
      "fr": "ont généré 1,1 milliard de dollarsdans ces micro-prêts,"
    }
  },
  {
    "translation": {
      "en": "so that people can get their water and sanitation solutions that best meet their needs.",
      "fr": "pour apporter aux gensles solutions sanitaires appropriées."
    }
  },
  {
    "translation": {
      "en": "The real success story for us in this entire endeavor",
      "fr": "La vraie réussite pour nousdans cette entreprise,"
    }
  },
  {
    "translation": {
      "en": "has been the fact that the loans that we make pay back at 99%.",
      "fr": "c'est le fait que les prêts accordéssont remboursés à 99 %."
    }
  },
  {
    "translation": {
      "en": "And that is astonishing.",
      "fr": "C'est stupéfiant."
    }
  },
  {
    "translation": {
      "en": "To know that these are the poorest people on Earth",
      "fr": "Ce sont les gens les plus pauvresdu monde,"
    }
  },
  {
    "translation": {
      "en": "and all they want",
      "fr": "et tout ce qu'ils veulent…"
    }
  },
  {
    "translation": {
      "en": "is that if you nudge the markets toward them a little bit",
      "fr": "et tout ce qu'ils veulent… Si on pousse les marchés vers eux,"
    }
  },
  {
    "translation": {
      "en": "and give them the dignity to solve their own problem, they will.",
      "fr": "et qu'on leur permet de résoudreleur problèmes, ils le font."
    }
  },
  {
    "translation": {
      "en": "And if you think of them instead of as a charity case",
      "fr": "Et si au lieu d'y voirune action humanitaire,"
    }
  },
  {
    "translation": {
      "en": "as a customer with their own economic citizenship,",
      "fr": "on les considère comme les acteursde leur propre économie,"
    }
  },
  {
    "translation": {
      "en": "then you're gonna be floored by what they do.",
      "fr": "on en sort époustouflé."
    }
  },
  {
    "translation": {
      "en": "And we've done over three million of these loans now,",
      "fr": "on en sort époustouflé. Nous avons accordé plus de trois millionsde prêts. Donc 99 %, ce n'est pas rien."
    }
  },
  {
    "translation": {
      "en": "so that 99% number is very real.",
      "fr": "Nous avons accordé plus de trois millionsde prêts. Donc 99 %, ce n'est pas rien."
    }
  },
  {
    "translation": {
      "en": "[Narrator] Of course, access to clean water is only part of the equation.",
      "fr": "Bien sûr, l'accès à l'eau potablen'est qu'une partie de l'équation."
    }
  },
  {
    "translation": {
      "en": "A healthy and sustainable future also depends",
      "fr": "Bien sûr, l'accès à l'eau potablen'est qu'une partie de l'équation. Un avenir sain et durable"
    }
  },
  {
    "translation": {
      "en": "on solving an equally urgent aspect of the crisis.",
      "fr": "dépend aussi de la résolution d'un aspectaussi urgent de la crise."
    }
  },
  {
    "translation": {
      "en": "Sanitation.",
      "fr": "La question sanitaire."
    }
  },
  {
    "translation": {
      "en": "According to the Bill and Melinda Gates Foundation,",
      "fr": "Selon la fondation Bill et Melinda Gates,"
    }
  },
  {
    "translation": {
      "en": "poor sanitation causes more than 1,200 deaths",
      "fr": "les mauvaises conditions d'hygiènecausent la mort de plus de 1 200 enfants"
    }
  },
  {
    "translation": {
      "en": "of children under five every single day.",
      "fr": "les mauvaises conditions d'hygiènecausent la mort de plus de 1 200 enfants chaque jour."
    }
  },
  {
    "translation": {
      "en": "That's more than AIDS, measles, and tuberculosis combined.",
      "fr": "C'est plus que le sida, la rougeoleet la tuberculose réunis."
    }
  },
  {
    "translation": {
      "en": "Although the flushed toilet and central sewer systems",
      "fr": "Bien que les toilettes et les égouts"
    }
  },
  {
    "translation": {
      "en": "are considered by many to be the gold standard for safe sanitation,",
      "fr": "sont considérés par beaucoup commela référence en matière de salubrité,"
    }
  },
  {
    "translation": {
      "en": "the solutions enjoyed by developed countries",
      "fr": "les solutions des pays développés"
    }
  },
  {
    "translation": {
      "en": "cannot simply be scaled down for poorer nations.",
      "fr": "ne peuvent être transposéesaux pays plus pauvres."
    }
  },
  {
    "translation": {
      "en": "Therefore, innovators around the globe are developing locally appropriate alternatives",
      "fr": "C'est pourquoi à travers le monde,on développe des alternatives sur mesure"
    }
  },
  {
    "translation": {
      "en": "that can be safer, more cost effective,",
      "fr": "qui sont plus sûres, moins chères,"
    }
  },
  {
    "translation": {
      "en": "and more environmentally friendly,",
      "fr": "et meilleures pour l'environnement."
    }
  },
  {
    "translation": {
      "en": "often, an individual visionary can move faster",
      "fr": "Souvent, un individu guidé par une vision,réagit mieux et plus vite"
    }
  },
  {
    "translation": {
      "en": "and more effectively than any government,",
      "fr": "Souvent, un individu guidé par une vision,réagit mieux et plus vite qu'un gouvernement."
    }
  },
  {
    "translation": {
      "en": "like this man, who has developed a solution to sanitation",
      "fr": "Comme cet homme,qui a créé une solution sanitaire"
    }
  },
  {
    "translation": {
      "en": "for some of the world's poorest people.",
      "fr": "pour l'un des groupes les plus pauvres."
    }
  },
  {
    "translation": {
      "en": "I grew up in the slums.",
      "fr": "J'ai grandi dans les bidonvilles."
    }
  },
  {
    "translation": {
      "en": "And growing up in the slums",
      "fr": "Dans les bidonvilles,"
    }
  },
  {
    "translation": {
      "en": "is you come across sanitation challenges everyday.",
      "fr": "on rencontre tous les joursdes problèmes d'hygiène."
    }
  },
  {
    "translation": {
      "en": "Everyday when I go to bed and before I wake up",
      "fr": "Chaque matin et soir, je me dis :"
    }
  },
  {
    "translation": {
      "en": "is like how can I make sure my brother, my sister,",
      "fr": "Chaque matin et soir, je me dis : \"Comment puis-je faire en sorteque mon frère, ma sœur, mon cousin,"
    }
  },
  {
    "translation": {
      "en": "my cousin who is still facing sanitation challenge",
      "fr": "\"Comment puis-je faire en sorteque mon frère, ma sœur, mon cousin, qui sont en situation de crise sanitaire,aient une vie différente ?\""
    }
  },
  {
    "translation": {
      "en": "has a different life.",
      "fr": "qui sont en situation de crise sanitaire,aient une vie différente ?\""
    }
  },
  {
    "translation": {
      "en": "[Narrator] Dixon's company Sanivation",
      "fr": "La société de Dixon"
    }
  },
  {
    "translation": {
      "en": "is a truly local solution to a global problem,",
      "fr": "apporte une solution localeà un problème mondial."
    }
  },
  {
    "translation": {
      "en": "providing home toilets and waste treatment for 20,000 people in Kenya",
      "fr": "Elle fournit des W.C. privéset traite les déchets de 20 000 Kényans,"
    }
  },
  {
    "translation": {
      "en": "in an economically sustainable way.",
      "fr": "d'une manière économiquement durable."
    }
  },
  {
    "translation": {
      "en": "We have 126 homes that we've been serving for the last three plus years.",
      "fr": "Nous nous occupons de 126 foyersdepuis plus de trois ans."
    }
  },
  {
    "translation": {
      "en": "And we are really excited to see the impact we make",
      "fr": "Et nous sommes ravis de l'impact que nous créonssur ces familles,"
    }
  },
  {
    "translation": {
      "en": "into these families week after week,",
      "fr": "de l'impact que nous créonssur ces familles, semaine après semaine, mois après mois,année après année."
    }
  },
  {
    "translation": {
      "en": "month after month, years after years.",
      "fr": "semaine après semaine, mois après mois,année après année."
    }
  },
  {
    "translation": {
      "en": "[Translator] Initially, we used to have a shared toilet",
      "fr": "Au début, on utilisaitles toilettes partagées"
    }
  },
  {
    "translation": {
      "en": "that was used by the entire plot.",
      "fr": "Au début, on utilisaitles toilettes partagées pour tout le secteur."
    }
  },
  {
    "translation": {
      "en": "And it was unsafe because most people are using and it's unclean,",
      "fr": "Ce n'est pas sain, car beaucoup de genss'en servent et c'est sale."
    }
  },
  {
    "translation": {
      "en": "so it's not safe for me and my children.",
      "fr": "C'était dangereux pour moi et mes enfants."
    }
  },
  {
    "translation": {
      "en": "And right now, I have a blue box that I can use at any time",
      "fr": "Maintenant, j'ai une Blue Box,que je peux utiliser quand je veux."
    }
  },
  {
    "translation": {
      "en": "and it's also secure because I can use it in the house.",
      "fr": "Et c'est sûr, car elle est chez moi."
    }
  },
  {
    "translation": {
      "en": "I'm so happy right now because my family's safe.",
      "fr": "Je suis heureuse parce que ma familleest protégée."
    }
  },
  {
    "translation": {
      "en": "[Narrator] Sanivation collects human waste once weekly,",
      "fr": "Sanivation vide ces W.C.une fois par semaine."
    }
  },
  {
    "translation": {
      "en": "employing 98 local workers to transport these materials",
      "fr": "Elle emploie 98 travailleurs locauxpour l'acheminement"
    }
  },
  {
    "translation": {
      "en": "to their centralized treatment facility.",
      "fr": "vers le centre de traitement."
    }
  },
  {
    "translation": {
      "en": "But Dixon isn't satisfied",
      "fr": "Mais Dixon fait bien plus"
    }
  },
  {
    "translation": {
      "en": "with simply offsetting the spread of disease.",
      "fr": "que de repousser la propagationdes maladies."
    }
  },
  {
    "translation": {
      "en": "He's turning waste into a windfall.",
      "fr": "Il capitalise les déchets."
    }
  },
  {
    "translation": {
      "en": "Once it gets here,",
      "fr": "Une fois ici,"
    }
  },
  {
    "translation": {
      "en": "our first step is treating it",
      "fr": "la première étape est de traiterles excréments avec notre technologie."
    }
  },
  {
    "translation": {
      "en": "with our technology that we just harness the sun",
      "fr": "la première étape est de traiterles excréments avec notre technologie. On exploite le soleil pour éliminertous les pathogènes."
    }
  },
  {
    "translation": {
      "en": "and ensure all the pathogens are killed.",
      "fr": "On exploite le soleil pour éliminertous les pathogènes."
    }
  },
  {
    "translation": {
      "en": "it goes to the next stage where we mix it agriculture residue.",
      "fr": "Après ça, on les mélangeavec des résidus agricoles,"
    }
  },
  {
    "translation": {
      "en": "And after that, we have a product that is from feces.",
      "fr": "et on obtient un produità base de matières fécales."
    }
  },
  {
    "translation": {
      "en": "And it can be used as a replacement for the traditional charcoal.",
      "fr": "Il peut remplacer le charbon traditionnel."
    }
  },
  {
    "translation": {
      "en": "With this charcoal, there's no carbon emission",
      "fr": "Avec ce charbon,l'empreinte carbone est faible"
    }
  },
  {
    "translation": {
      "en": "compared to the original charcoal.",
      "fr": "par rapport au charbon traditionnel."
    }
  },
  {
    "translation": {
      "en": "It burns three times longer than the traditional charcoal.",
      "fr": "Et il brûle trois fois plus longtemps."
    }
  },
  {
    "translation": {
      "en": "That saves money.",
      "fr": "C'est économique."
    }
  },
  {
    "translation": {
      "en": "On top of that, for every ton of this charcoal sold, 88 trees are saved.",
      "fr": "Et en plus, pour chaque tonnede charbon vendu, 88 arbres sont sauvés."
    }
  },
  {
    "translation": {
      "en": "The sale of the products we make cover the operation costs,",
      "fr": "Les ventes couvrentles frais de fonctionnement."
    }
  },
  {
    "translation": {
      "en": "so that makes our model very attractive",
      "fr": "Ça rend notre modèle très attrayant"
    }
  },
  {
    "translation": {
      "en": "and a good option to the government.",
      "fr": "et réalisable pour le gouvernement."
    }
  },
  {
    "translation": {
      "en": "[Narrator] Sanivation is partnering with the local government",
      "fr": "Sanivation s'associe au gouvernement local"
    }
  },
  {
    "translation": {
      "en": "to expand their reach across Kenya and beyond.",
      "fr": "pour étendre sa portée au Kenyaet au-delà."
    }
  },
  {
    "translation": {
      "en": "This kind of partnership is crucial to expanding the impact of innovations",
      "fr": "Ce genre de partenariat est crucialpour la propagation des innovations"
    }
  },
  {
    "translation": {
      "en": "like The Water Box, Majik Water, and Sanivation.",
      "fr": "telles que The Water Box, Majik Wateret Sanivation."
    }
  },
  {
    "translation": {
      "en": "But recovery of resources from water and sanitation",
      "fr": "Mais ces méthodesde création de ressources"
    }
  },
  {
    "translation": {
      "en": "are not just important in the developing world.",
      "fr": "ne servent pas que les paysen développement."
    }
  },
  {
    "translation": {
      "en": "Creative solutions are equally important in cities like Chicago,",
      "fr": "Elle sont aussi importantespour les villes, comme celle de Chicago."
    }
  },
  {
    "translation": {
      "en": "home to the largest water treatment plant on Earth.",
      "fr": "Chicago abrite la plus grandestation d'épuration au monde."
    }
  },
  {
    "translation": {
      "en": "A city of three million residents",
      "fr": "Une ville de trois millions d'habitants,"
    }
  },
  {
    "translation": {
      "en": "where millions of gallons of waste water are discharged every single day.",
      "fr": "où des millions de litres d'eau uséesont rejetés chaque jour."
    }
  },
  {
    "translation": {
      "en": "We get about 750 million gallons of water per day on average.",
      "fr": "En moyenne, on reçoit par jour,près de trois milliards de litres d'eau."
    }
  },
  {
    "translation": {
      "en": "We could fill an Olympic size swimming pool",
      "fr": "On peut remplir une piscine olympique"
    }
  },
  {
    "translation": {
      "en": "in about 12 minutes.",
      "fr": "en 12 minutes."
    }
  },
  {
    "translation": {
      "en": "One of the pollutants that we want to remove from the water",
      "fr": "L'un des polluants qu'on veut éliminerest le phosphore,"
    }
  },
  {
    "translation": {
      "en": "is phosphorous because in excessive quantities,",
      "fr": "L'un des polluants qu'on veut éliminerest le phosphore, car sa présence dans les canauxen trop grande quantité,"
    }
  },
  {
    "translation": {
      "en": "phosphorous in the waterway",
      "fr": "car sa présence dans les canauxen trop grande quantité,"
    }
  },
  {
    "translation": {
      "en": "encourages algae to grow and other water plants.",
      "fr": "stimule la croissance d'algueset d'autres plantes."
    }
  },
  {
    "translation": {
      "en": "And if you have too much algae and too much water plants, it can clog the waterway.",
      "fr": "Et ces plantes aquatiques peuvent boucherl'écoulement de l'eau."
    }
  },
  {
    "translation": {
      "en": "[Narrator] While an excess of phosphorous damages aquatic ecosystems,",
      "fr": "Alors que l'excès de phosphorenuit aux systèmes aquatiques,"
    }
  },
  {
    "translation": {
      "en": "the element itself is a key component of DNA,",
      "fr": "l'élément lui-mêmeest un élément clé de l'ADN,"
    }
  },
  {
    "translation": {
      "en": "making it essential to all living things.",
      "fr": "ce qui le rend essentielà tous les êtres vivants."
    }
  },
  {
    "translation": {
      "en": "But phosphorous is a finite resource that is disappearing fast.",
      "fr": "Mais cette ressource est limitéeet s'épuise rapidement."
    }
  },
  {
    "translation": {
      "en": "Scientists fear that there could be",
      "fr": "Les scientifiques craignentune pénurie mondiale"
    }
  },
  {
    "translation": {
      "en": "a global shortage of phosphorous as early as 2035.",
      "fr": "Les scientifiques craignentune pénurie mondiale qui pourrait survenir dès 2035."
    }
  },
  {
    "translation": {
      "en": "What if we could remove a pollutant from waste water",
      "fr": "Et si nous pouvions épurer nos eaux usées"
    }
  },
  {
    "translation": {
      "en": "and mine the valuable ore of pure phosphorous?",
      "fr": "tout en extrayant le précieux mineraide phosphate ?"
    }
  },
  {
    "translation": {
      "en": "Short answer? We can.",
      "fr": "La réponse rapide ? Nous le pouvons."
    }
  },
  {
    "translation": {
      "en": "Phosphorous is bound up in the organic material",
      "fr": "Le phosphore est liéà la matière organique"
    }
  },
  {
    "translation": {
      "en": "which we separate from the water.",
      "fr": "que nous enlevons de l'eau."
    }
  },
  {
    "translation": {
      "en": "When it comes out the end, it's kind of soupy so we have to draw the water out of that.",
      "fr": "La substance extraite est un peu dense,donc on doit en retirer l'eau."
    }
  },
  {
    "translation": {
      "en": "And when we pull the water out,",
      "fr": "La substance extraite est un peu dense,donc on doit en retirer l'eau. On obtient ainsi une concentrationen ammoniaque et en phosphore."
    }
  },
  {
    "translation": {
      "en": "the water is very concentrated in ammonia and phosphorous.",
      "fr": "On obtient ainsi une concentrationen ammoniaque et en phosphore."
    }
  },
  {
    "translation": {
      "en": "Now, if we take that stream,",
      "fr": "Si on prend ce résultat,"
    }
  },
  {
    "translation": {
      "en": "and doing a little bit of chemistry magic,",
      "fr": "et qu'on y mêle un brin de chimie,"
    }
  },
  {
    "translation": {
      "en": "add a little bit of magnesium chloride to that,",
      "fr": "un brin de chlorure de magnésium,"
    }
  },
  {
    "translation": {
      "en": "turn it into a product now",
      "fr": "en résulte un produit,"
    }
  },
  {
    "translation": {
      "en": "using some commercial fertilizer methods.",
      "fr": "créé selon les méthodesdes engrais commerciaux."
    }
  },
  {
    "translation": {
      "en": "And now we have a product",
      "fr": "Et on détient un produit"
    }
  },
  {
    "translation": {
      "en": "that can be sold as an agriculture fertilizer.",
      "fr": "qui peut être venducomme engrais agricole."
    }
  },
  {
    "translation": {
      "en": "Only, it's not just like any fertilizer.",
      "fr": "Mais c'est plus qu'un engrais."
    }
  },
  {
    "translation": {
      "en": "It's not just something that you would substitute for any other fertilizer",
      "fr": "Ce n'est pas n'importe quelsubstitut d'engrais,"
    }
  },
  {
    "translation": {
      "en": "because it's a slow release fertilizer.",
      "fr": "car c'est un engrais à action progressive."
    }
  },
  {
    "translation": {
      "en": "What's better than turning a waste into a resource? And one that you can make money off of.",
      "fr": "Quoi de mieux que de faire d'un déchet,une ressource, et d'en tirer profit ?"
    }
  },
  {
    "translation": {
      "en": "There's a revenue stream for this. This is a commercial fertilizer.",
      "fr": "Il y a un marché pour ça.C'est un engrais commercial."
    }
  },
  {
    "translation": {
      "en": "It's sold and we get a piece of the profit.",
      "fr": "Il est vendu, et nous récoltonsune part du profit."
    }
  },
  {
    "translation": {
      "en": "The cruel irony of wastewater treatment",
      "fr": "L'ironie dans tout ça,"
    }
  },
  {
    "translation": {
      "en": "is that there's actually more than twice as much energy in the wastewater",
      "fr": "c'est que les eaux usées renfermentplus du double de l'énergie"
    }
  },
  {
    "translation": {
      "en": "as what you would need to be able to treat it.",
      "fr": "qu'il faut pour les traiter."
    }
  },
  {
    "translation": {
      "en": "And so why are we putting so much energy into something",
      "fr": "Pourquoi met-on autant d'énergiedans une chose"
    }
  },
  {
    "translation": {
      "en": "to destroy the energy that's there?",
      "fr": "qui détruit l'énergie première ?"
    }
  },
  {
    "translation": {
      "en": "That's essentially what we're doing. It's crazy.",
      "fr": "C'est ce qui se passe. C'est absurde."
    }
  },
  {
    "translation": {
      "en": "We have these tremendous amounts of resources just flowing through our pipes.",
      "fr": "Ces ressources considérablesqui circulent dans nos tuyaux"
    }
  },
  {
    "translation": {
      "en": "It's free. And then we're spending a ton of money to get rid of it.",
      "fr": "sont gratuites, et nous les détruisonsà prix fort."
    }
  },
  {
    "translation": {
      "en": "[Narrator] Perhaps we need to completely rethink the concept of waste.",
      "fr": "Il faudrait peut-être repensercomplètement le concept du déchet."
    }
  },
  {
    "translation": {
      "en": "As they say, one man's trash is another man's treasure.",
      "fr": "Comme on dit, les déchets des unsfont le trésor des autres."
    }
  },
  {
    "translation": {
      "en": "While Chicago prevents the overgrowth of algae",
      "fr": "Alors que Chicago élimine les algues"
    }
  },
  {
    "translation": {
      "en": "by removing phosphorous from this wastewater,",
      "fr": "en retirant le phosphore de son eau usée,"
    }
  },
  {
    "translation": {
      "en": "one maverick thinker in Southern Spain",
      "fr": "un esprit singulier, au sud de l'Espagne,"
    }
  },
  {
    "translation": {
      "en": "is deliberatively encouraging the formation of algae,",
      "fr": "encourage de façon délibérée,la formation d'algues,"
    }
  },
  {
    "translation": {
      "en": "harvesting a simple yet overlooked resource.",
      "fr": "et récolte ce trésor simple, mais ignoré."
    }
  },
  {
    "translation": {
      "en": "Well, algae is actually the oldest organism on Earth",
      "fr": "L'algue est le plus vieil organismeau monde,"
    }
  },
  {
    "translation": {
      "en": "because they survive with three little things. The sunshine, the nutrients, and the water.",
      "fr": "car elle n'a besoin pour survivreque du soleil, de nutriments et d'eau."
    }
  },
  {
    "translation": {
      "en": "Here, we create our own algae.",
      "fr": "Ici, on crée nos propres algues."
    }
  },
  {
    "translation": {
      "en": "Rather than waiting for a million years, we do it in three hours.",
      "fr": "Et ce, en trois heures,au lieu d'un million d'années."
    }
  },
  {
    "translation": {
      "en": "We have big basins we call raceways.",
      "fr": "Nos bassins s'appellent\"bassins de course\"."
    }
  },
  {
    "translation": {
      "en": "That's where the algae grow. We keep it in there for three days. We feed them with wastewater.",
      "fr": "On y fait pousser les algues pendanttrois jours en les nourrissant d'eau usée."
    }
  },
  {
    "translation": {
      "en": "With flotation, we separate the algae from the water",
      "fr": "Nous séparons les algues de l'eaupar flottaison"
    }
  },
  {
    "translation": {
      "en": "and pump it into the digestor where it gets converted into biogas or methane",
      "fr": "et les pompons dans le digesteurqui les convertit en biogaz ou méthane,"
    }
  },
  {
    "translation": {
      "en": "once we add the gas purification steps.",
      "fr": "en suivant les étapes d'épuration de gaz."
    }
  },
  {
    "translation": {
      "en": "Nobody would believe how much oxygen algae can actually produce.",
      "fr": "Les algues peuvent produireune quantité d'oxygène incroyable."
    }
  },
  {
    "translation": {
      "en": "And that oxygen from algae helps us to clean the wastewater so that we have clean water at the end",
      "fr": "L'oxygène des algues nous aideà transformer l'eau usée en eau potable,"
    }
  },
  {
    "translation": {
      "en": "and what we have enough algae that we can harvest and use for biofuel.",
      "fr": "et nous permet de récolter assez d'alguespour produire du biocarburant."
    }
  },
  {
    "translation": {
      "en": "Toilet to tank is really what we're doing here. It was always my dream.",
      "fr": "\"Des toilettes au réservoir\".C'était mon rêve."
    }
  },
  {
    "translation": {
      "en": "I'm a car guy and I'm passionate about cars.",
      "fr": "Je suis passionné d'automobile."
    }
  },
  {
    "translation": {
      "en": "I can take my wastewater, put it in my car, and drive off into the sunshine.",
      "fr": "Je peux faire le plein avec mes eaux uséeset à moi la route."
    }
  },
  {
    "translation": {
      "en": "We could put these algae ponds all over Andalusia.",
      "fr": "Si on implantait ces parcs à alguesen Andalousie,"
    }
  },
  {
    "translation": {
      "en": "It would be enough to fuel 30 million cars in Spain with bio-methane.",
      "fr": "cela pourrait alimenter 30 millionsde voitures en biométhane."
    }
  },
  {
    "translation": {
      "en": "We can actually change the world little by little, step by step.",
      "fr": "On peut changer le mondepetit à petit, pas à pas."
    }
  },
  {
    "translation": {
      "en": "[Narrator] This kind of lateral thinking is also being applied to the problem,",
      "fr": "Ce genre de pensée latéraleest aussi appliqué au problème,"
    }
  },
  {
    "translation": {
      "en": "supplying fresh water in many different ways.",
      "fr": "pour créer différents systèmesd'approvisionnement."
    }
  },
  {
    "translation": {
      "en": "Just as Majik Water imitated the Namibian beetle,",
      "fr": "Tout comme Majik Water avec le scarabée,"
    }
  },
  {
    "translation": {
      "en": "other innovators are turning to nature for ideas to solve our water problems.",
      "fr": "d'autres innovateurs cherchent à puiserdans la nature pour trouver des idées."
    }
  },
  {
    "translation": {
      "en": "Imitating nature in this way is called biomimicry.",
      "fr": "Cette démarche d'imitations'appelle le biomimétisme."
    }
  },
  {
    "translation": {
      "en": "Basically what we do now",
      "fr": "En gros, le processus actuel"
    }
  },
  {
    "translation": {
      "en": "is we go out and find water of sufficient quality.",
      "fr": "consiste à chercher de l'eaude qualité suffisante,"
    }
  },
  {
    "translation": {
      "en": "We treat it a little bit as we need it.",
      "fr": "à la traiter selon nos besoins,"
    }
  },
  {
    "translation": {
      "en": "We use it and then we throw it away.",
      "fr": "à l'utiliser, puis à la jeter."
    }
  },
  {
    "translation": {
      "en": "Nature doesn't do that.",
      "fr": "La nature ne fait pas ça."
    }
  },
  {
    "translation": {
      "en": "Nature recycles every drop of water on the planet.",
      "fr": "La nature recycle chaque goutte d'eaude la planète."
    }
  },
  {
    "translation": {
      "en": "The water we have today is the water we've always had.",
      "fr": "L'eau que nous avons aujourd'huiest celle que nous avons toujours eue,"
    }
  },
  {
    "translation": {
      "en": "And that water has been reused and recycled by nature for billions of years.",
      "fr": "et la nature a réutilisé et recyclécette eau pendant des milliards d'années."
    }
  },
  {
    "translation": {
      "en": "[Narrator] Attempting to replicate nature's own recycling process,",
      "fr": "Dans l'optique de reproduirece processus de recyclage,"
    }
  },
  {
    "translation": {
      "en": "scientists in Denmark looked for an answer deep inside the cells of our own bodies.",
      "fr": "des scientifiques danois ont examinésen profondeur les cellules de notre corps."
    }
  },
  {
    "translation": {
      "en": "They discovered a protein that can be accelerated",
      "fr": "Ils ont découvert une protéinequi peut être adaptée"
    }
  },
  {
    "translation": {
      "en": "and adapted into a membrane technology to purify water.",
      "fr": "Ils ont découvert une protéinequi peut être adaptée en une technologie membranairequi purifie l'eau."
    }
  },
  {
    "translation": {
      "en": "Peter showed up in my lab one day as a graduate",
      "fr": "Peter est arrivé un jour, juste après avoir été diplômé,avec sa petite fiole"
    }
  },
  {
    "translation": {
      "en": "just after graduating with his little vial.",
      "fr": "juste après avoir été diplômé,avec sa petite fiole"
    }
  },
  {
    "translation": {
      "en": "He always carries around his little vial of aquaporin proteins.",
      "fr": "remplie de protéines aquaporines."
    }
  },
  {
    "translation": {
      "en": "An average human has between say 40 and 50 different variations",
      "fr": "Un être humain moyena entre 40 et 50 variétés"
    }
  },
  {
    "translation": {
      "en": "of aquaporin proteins in their body.",
      "fr": "d'aquaporines dans le corps."
    }
  },
  {
    "translation": {
      "en": "They perform very important functions of regulating the flow of different materials.",
      "fr": "Leur rôle de régulation des fluxde matières est très important."
    }
  },
  {
    "translation": {
      "en": "Think about what it would be like if you ate food or drank coffee,",
      "fr": "Imaginez si vous mangiezou buviez un café,"
    }
  },
  {
    "translation": {
      "en": "if that immediately went into your brain and had a stimulating effect on your brain,",
      "fr": "qu'il montait directement au cerveauet avait un effet stimulant,"
    }
  },
  {
    "translation": {
      "en": "you'd kinda go crazy every time you drank a cup of coffee.",
      "fr": "vous deviendriez fouà chaque gorgée de café."
    }
  },
  {
    "translation": {
      "en": "And so your body has developed ways of regulating the flow",
      "fr": "Notre corps sait réguler"
    }
  },
  {
    "translation": {
      "en": "of these different molecules in your body",
      "fr": "ces flux de différentes molécules."
    }
  },
  {
    "translation": {
      "en": "and an important part of that are the aquaporin proteins.",
      "fr": "Et les aquaporines y jouent un grand rôle."
    }
  },
  {
    "translation": {
      "en": "So that's an example where we've taken this biological entity,",
      "fr": "Nous avons l'exempled'une entité biologique,"
    }
  },
  {
    "translation": {
      "en": "this biological protein, integrated it into a membrane.",
      "fr": "de cette protéine,intégrée à une membrane."
    }
  },
  {
    "translation": {
      "en": "We actually reused nature's way of filtrating water.",
      "fr": "Nous réutilisons la filtration naturelle."
    }
  },
  {
    "translation": {
      "en": "Using biotechnology, we take out this small aquaporin protein",
      "fr": "Nous extrayons la protéine aquaporine"
    }
  },
  {
    "translation": {
      "en": "that filtrates water in all living cells, which is extremely efficient.",
      "fr": "qui filtre l'eau des cellules vivantesde façon très efficace."
    }
  },
  {
    "translation": {
      "en": "It's not something we have developed. It's something that nature has developed through 3.8 billon years of evolution.",
      "fr": "Ce procédé est un procédé naturel, issude 3,8 milliards d'années d'évolution."
    }
  },
  {
    "translation": {
      "en": "We just stand on the shoulders of that evolution.",
      "fr": "Nous nous servons de cette évolution."
    }
  },
  {
    "translation": {
      "en": "One gram of this aquaporin protein",
      "fr": "Un gramme de cette aquaporine"
    }
  },
  {
    "translation": {
      "en": "can filtrate 700 liters of water each second.",
      "fr": "peut filtrer des centaines de litres d'eauen une seconde."
    }
  },
  {
    "translation": {
      "en": "And so we coat the surface of a membrane with this aquaporin protein",
      "fr": "On recouvre la surface de la membranede cette aquaporine,"
    }
  },
  {
    "translation": {
      "en": "and then we get more natural water",
      "fr": "et on obtient de l'eau plus naturelle."
    }
  },
  {
    "translation": {
      "en": "and we can also instead of filtrating water,",
      "fr": "et on obtient de l'eau plus naturelle. Au lieu de filtrer l'eau,"
    }
  },
  {
    "translation": {
      "en": "we can actually extract water by forward osmosis.",
      "fr": "on peut aussi extraire l'eaupar osmose directe."
    }
  },
  {
    "translation": {
      "en": "We can open the doors for an entirely new range of filtration products",
      "fr": "Nous pouvons ouvrir la voievers de nouveaux systèmes de filtration,"
    }
  },
  {
    "translation": {
      "en": "with this component that nature has given us.",
      "fr": "grâce à ce composant offert par la nature."
    }
  },
  {
    "translation": {
      "en": "[Narrator] Membrane technologies such as the aquaporin protein",
      "fr": "Les technologies membranaires,comme l'aquaporine,"
    }
  },
  {
    "translation": {
      "en": "are also being employed to make dramatic leaps",
      "fr": "permettent des avancées spectaculaires"
    }
  },
  {
    "translation": {
      "en": "in our ability to extract freshwater from our oceans.",
      "fr": "dans l'extraction de l'eau doucede nos océans."
    }
  },
  {
    "translation": {
      "en": "Seawater by the name is highly saline.",
      "fr": "L'eau de mer, est par essence, très salée,"
    }
  },
  {
    "translation": {
      "en": "And to push salinity out of water, you need a lot of energy.",
      "fr": "et pour extraire cette salinité,il faut beaucoup d'énergie."
    }
  },
  {
    "translation": {
      "en": "And seawater is one of the most costliest water that you can get.",
      "fr": "L'eau de mer est l'une des eauxles plus coûteuses."
    }
  },
  {
    "translation": {
      "en": "In terms of next innovations, in terms of seawater treatment,",
      "fr": "En termes d'innovationdu traitement d'eau salée,"
    }
  },
  {
    "translation": {
      "en": "that's exactly where we are.",
      "fr": "nous sommes en plein dedans."
    }
  },
  {
    "translation": {
      "en": "We were talking about 40 kilowatt hours",
      "fr": "nous sommes en plein dedans. On parlait de 40 kilowattheures"
    }
  },
  {
    "translation": {
      "en": "per meter cube of water treated in the 1960s, '70s.",
      "fr": "par mètre cube d'eau traitéedans les années 60, 70."
    }
  },
  {
    "translation": {
      "en": "Now, we are talking about less than four kilowatt hours",
      "fr": "On parle maintenant de moinsde quatre kilowattheures,"
    }
  },
  {
    "translation": {
      "en": "per meter cube which is a 90% reduction in energy",
      "fr": "On parle maintenant de moinsde quatre kilowattheures, soit une réduction en énergie de 90 %pour un même traitement."
    }
  },
  {
    "translation": {
      "en": "for the same seawater treatment.",
      "fr": "soit une réduction en énergie de 90 %pour un même traitement."
    }
  },
  {
    "translation": {
      "en": "We are looking at technology which is half that further.",
      "fr": "Et nous allons encorela réduire de moitié."
    }
  },
  {
    "translation": {
      "en": "We have an incredible array of exciting innovations today at our disposal",
      "fr": "Nous disposons d'un incroyable éventaild'innovations"
    }
  },
  {
    "translation": {
      "en": "that we did not have 20 or 30 years ago.",
      "fr": "qui n'existait pas il y a 20 ou 30 ans."
    }
  },
  {
    "translation": {
      "en": "We can create biomaterials from wastewater.",
      "fr": "On peut créer des biomatériauxà partir d'eaux usées,"
    }
  },
  {
    "translation": {
      "en": "We can turn wastewater into energy.",
      "fr": "en tirer de l'énergie."
    }
  },
  {
    "translation": {
      "en": "We can purify water at a molecular level",
      "fr": "On peut purifier l'eauau niveau moléculaire."
    }
  },
  {
    "translation": {
      "en": "to do things that we could have only dreamed of doing a few decades ago.",
      "fr": "Tout ça était surréaliste,il y a quelques décennies."
    }
  },
  {
    "translation": {
      "en": "[Narrator] At a leading water research center in Singapore,",
      "fr": "Dans un centre de recherche sur l'eauà Singapour,"
    }
  },
  {
    "translation": {
      "en": "membrane technologies are also being employed to make dramatic leaps",
      "fr": "les technologies membranairesproduisent d'incroyables avancées"
    }
  },
  {
    "translation": {
      "en": "in our ability to extract freshwater from our oceans.",
      "fr": "dans l'extraction de l'eau doucede nos océans."
    }
  },
  {
    "translation": {
      "en": "While advancements in desalination will continue,",
      "fr": "Bien que les avancées en dessalementcontinueront,"
    }
  },
  {
    "translation": {
      "en": "perhaps a simpler solution may be closer to hand,",
      "fr": "une solution plus simplesemble être à portée de main :"
    }
  },
  {
    "translation": {
      "en": "reusing the water we already have.",
      "fr": "réutiliser l'eau que l'on a déjà."
    }
  },
  {
    "translation": {
      "en": "On the Pacific Coast of California,",
      "fr": "Sur la côte pacifique de la Californie,"
    }
  },
  {
    "translation": {
      "en": "massive overuse of water due to population increase",
      "fr": "la surconsommationdue à une hausse de la population"
    }
  },
  {
    "translation": {
      "en": "and industrial demands has caused record scarcities,",
      "fr": "et des demandes industrielles, a causé une pénurie d'eau record,"
    }
  },
  {
    "translation": {
      "en": "sounding an alarm to the state",
      "fr": "sonnant l'alarme révélatrice"
    }
  },
  {
    "translation": {
      "en": "that the old way of diverting water to the region",
      "fr": "que la méthode actuelled'approvisionnement"
    }
  },
  {
    "translation": {
      "en": "is no longer a viable option.",
      "fr": "n'était plus une solution viable."
    }
  },
  {
    "translation": {
      "en": "In Southern California, we have a very dry climate.",
      "fr": "En Californie du Sud,le climat est très sec."
    }
  },
  {
    "translation": {
      "en": "We've become accustomed to a certain amount of lifestyle",
      "fr": "Nous sommes habitués à un certain mode de vieet de consommation d'eau,"
    }
  },
  {
    "translation": {
      "en": "and water usage,",
      "fr": "à un certain mode de vieet de consommation d'eau,"
    }
  },
  {
    "translation": {
      "en": "relying upon outside sources of water, namely from Northern California",
      "fr": "qui dépend de sources d'eaude Californie du Nord"
    }
  },
  {
    "translation": {
      "en": "and from the Colorado River",
      "fr": "et du fleuve Colorado,"
    }
  },
  {
    "translation": {
      "en": "through aqueducts that were put in decades ago.",
      "fr": "via des aqueducs mis en placeil y a des décennies."
    }
  },
  {
    "translation": {
      "en": "When we started looking forward, we knew that population was gonna increase",
      "fr": "Nous savions que la populationallait augmenter"
    }
  },
  {
    "translation": {
      "en": "and outside sources are affected by the same drought here.",
      "fr": "et que la sécheresse allait toucherles sources d'eau."
    }
  },
  {
    "translation": {
      "en": "[Narrator] The Colorado Aqueduct",
      "fr": "L'aqueduc du Colorado transporte l'eau"
    }
  },
  {
    "translation": {
      "en": "transports water from the Colorado River",
      "fr": "L'aqueduc du Colorado transporte l'eau du fleuve Coloradoau sud de la Californie."
    }
  },
  {
    "translation": {
      "en": "to Southern California.",
      "fr": "du fleuve Coloradoau sud de la Californie."
    }
  },
  {
    "translation": {
      "en": "The transport of water is extremely energy intensive,",
      "fr": "Le transport de l'eau est très énergivoreet onéreux,"
    }
  },
  {
    "translation": {
      "en": "costly, and now,",
      "fr": "Le transport de l'eau est très énergivoreet onéreux, et est maintenant incapablede répondre aux besoins actuels."
    }
  },
  {
    "translation": {
      "en": "unable to supply California's current demands.",
      "fr": "et est maintenant incapablede répondre aux besoins actuels."
    }
  },
  {
    "translation": {
      "en": "This used to be a heavily agricultural area. It's called Orange County for a reason.",
      "fr": "C'était une zone très agricole.D'où son nom de comté d'Orange."
    }
  },
  {
    "translation": {
      "en": "It was full of orange groves, soybean fields.",
      "fr": "Il était plein d'orangeraies,de champs de soja."
    }
  },
  {
    "translation": {
      "en": "There's a long time perception not just in California",
      "fr": "On a cette idée, pas seulement ici,mais un peu partout aux États-Unis,"
    }
  },
  {
    "translation": {
      "en": "but in a lot of the U.S. that when you use groundwater,",
      "fr": "On a cette idée, pas seulement ici,mais un peu partout aux États-Unis, que les eaux souterrainessont des sources naturelles,"
    }
  },
  {
    "translation": {
      "en": "it's kind of a natural source.",
      "fr": "que les eaux souterrainessont des sources naturelles,"
    }
  },
  {
    "translation": {
      "en": "It's usually free from contamination. It's very good quality water.",
      "fr": "qui sont souvent non polluéeset de bonne qualité,"
    }
  },
  {
    "translation": {
      "en": "That it will just replenish itself, right?",
      "fr": "et ne cessent de se renouveler."
    }
  },
  {
    "translation": {
      "en": "Nature will do that for you. Rain, precipitation.",
      "fr": "La nature s'en occupe pour nous.Pluie, précipitations…"
    }
  },
  {
    "translation": {
      "en": "It'll eventually recharge itself to the point where we can just keep using it.",
      "fr": "Cette ressource se rechargepour qu'on puisse continuer à l'utiliser."
    }
  },
  {
    "translation": {
      "en": "But natural precipitation is not enough.",
      "fr": "Mais ces précipitations ne suffisent pas."
    }
  },
  {
    "translation": {
      "en": "We can't rely upon nature alone. We thought where else could we look?",
      "fr": "On ne peut pas se reposer sur la nature.On s'est dit : \"Où peut-on chercher ?\""
    }
  },
  {
    "translation": {
      "en": "So there's manmade ways that we can recharge the aquifer to keep it sustainable,",
      "fr": "Il existe des moyens artificielspour continuer d'alimenter l'aquifère."
    }
  },
  {
    "translation": {
      "en": "so that's when we thought okay, let's take on this wastewater.",
      "fr": "C'est là où s'est dit :\"Attaquons-nous à ces eaux usées.\""
    }
  },
  {
    "translation": {
      "en": "[Narrator] Mehul's team worked hard to persuade the government",
      "fr": "L'équipe de Mehul a bataillépour convaincre le gouvernement"
    }
  },
  {
    "translation": {
      "en": "that using recycled water to refill the aquifers",
      "fr": "que le remplissage des aquifèresavec de l'eau recyclée"
    }
  },
  {
    "translation": {
      "en": "would enable Orange County to future proof their supplies",
      "fr": "permettrait au comté d'Orangede pérenniser ses réserves"
    }
  },
  {
    "translation": {
      "en": "and avoid another drought.",
      "fr": "et d'éviter une autre sécheresse."
    }
  },
  {
    "translation": {
      "en": "This membrane technology's very good at removing contaminants",
      "fr": "Cette technologie membranaireest très efficace pour dépolluer"
    }
  },
  {
    "translation": {
      "en": "and purifying water that was once thought unable to be treated.",
      "fr": "et purifier une eau qu'on pensaitde pas pouvoir traiter."
    }
  },
  {
    "translation": {
      "en": "The great part about putting it underground is we lose virtually nothing.",
      "fr": "L'avantage de l'avoir sous terre,c'est qu'on ne perd rien."
    }
  },
  {
    "translation": {
      "en": "We actually lose more,",
      "fr": "On perd plus…"
    }
  },
  {
    "translation": {
      "en": "when you see a large reservoir or a lake,",
      "fr": "Si on prend un grand réservoir ou un lac,"
    }
  },
  {
    "translation": {
      "en": "you love a good 5% to evaporation.",
      "fr": "on perd au moins 5 % en évaporation."
    }
  },
  {
    "translation": {
      "en": "You almost have a natural protective cap",
      "fr": "C'est comme une couverture naturelle"
    }
  },
  {
    "translation": {
      "en": "keeping it free from environmental contaminants,",
      "fr": "qui le protège des polluants."
    }
  },
  {
    "translation": {
      "en": "and so it's kind of nature's perfect storage bowl.",
      "fr": "C'est la préservation naturelle parfaite."
    }
  },
  {
    "translation": {
      "en": "We kind of hit the geological jackpot",
      "fr": "C'est un peu le summum géologique"
    }
  },
  {
    "translation": {
      "en": "by having this large natural underground aquifer",
      "fr": "que d'avoir cet énorme aquifèrenaturel souterrain."
    }
  },
  {
    "translation": {
      "en": "that as long as we take care of it, can sustain all of our population.",
      "fr": "Et tant qu'on s'en occupe,il pourra nous approvisionner."
    }
  },
  {
    "translation": {
      "en": "[Narrator] Of course, in many parts of the world,",
      "fr": "Bien sûr, partout à travers le monde,"
    }
  },
  {
    "translation": {
      "en": "large cities are continuing to deplete groundwater levels.",
      "fr": "les grandes villes continuent d'épuiserles eaux souterraines,"
    }
  },
  {
    "translation": {
      "en": "While governments struggle to get a handle on the problem,",
      "fr": "au désarroi de leurs gouvernements."
    }
  },
  {
    "translation": {
      "en": "that's where industry can step up.",
      "fr": "C'est là que l'industrie peut intervenir."
    }
  },
  {
    "translation": {
      "en": "Mexico City, with its population of 20 million people,",
      "fr": "La ville de Mexico,avec ses 20 millions d'habitants,"
    }
  },
  {
    "translation": {
      "en": "is literally sinking under its own weight,",
      "fr": "croule sous son propre poids,"
    }
  },
  {
    "translation": {
      "en": "causing roads and buildings to crumble.",
      "fr": "causant l'effondrement de ses structures."
    }
  },
  {
    "translation": {
      "en": "Relying on governments to solve the problem isn't enough.",
      "fr": "Les gouvernements ne pourront pasrégler seuls le problème."
    }
  },
  {
    "translation": {
      "en": "To make a major impact worldwide will require the progressive engagement",
      "fr": "Un impact global majeurva nécessiter l'engagement progressif"
    }
  },
  {
    "translation": {
      "en": "of some of the world's biggest users of water.",
      "fr": "de certains des plus grandsconsommateurs d'eau."
    }
  },
  {
    "translation": {
      "en": "Industries need to rise up to bring this in the center of the agenda,",
      "fr": "Les industries doivent fairede ce problème, la priorité."
    }
  },
  {
    "translation": {
      "en": "invest in technologies to reuse water or recycle water,",
      "fr": "Investir dans le recyclageet la sauvegarde de l'eau,"
    }
  },
  {
    "translation": {
      "en": "save water so that the future generations",
      "fr": "Investir dans le recyclageet la sauvegarde de l'eau, afin d'assurer l'avenirdes générations futures."
    }
  },
  {
    "translation": {
      "en": "are not in a bad place.",
      "fr": "afin d'assurer l'avenirdes générations futures."
    }
  },
  {
    "translation": {
      "en": "[Narrator] Industrial production frequently involves water usage on a massive scale.",
      "fr": "Les productions industriellessont d'avides consommatrices d'eau."
    }
  },
  {
    "translation": {
      "en": "Whilst the cosmetics industry isn't the biggest offender,",
      "fr": "L'industrie cosmétiquen'est pas la plus gourmande,"
    }
  },
  {
    "translation": {
      "en": "innovation and processes here have begun",
      "fr": "mais ses nouveaux procédés innovants"
    }
  },
  {
    "translation": {
      "en": "that could influence water usage in many areas of manufacturing.",
      "fr": "pourraient bien influencerla consommation d'eau d'autres industries."
    }
  },
  {
    "translation": {
      "en": "Because cleaning equipment between cycles",
      "fr": "Le nettoyage des équipements"
    }
  },
  {
    "translation": {
      "en": "is the most water intensive part of production,",
      "fr": "est l'étape de productionrequérant le plus d'eau."
    }
  },
  {
    "translation": {
      "en": "it is here where the cosmetics company L'Oreal",
      "fr": "Et c'est à cette étape,que le groupe L'Oréal,"
    }
  },
  {
    "translation": {
      "en": "have made the most change.",
      "fr": "a fait le plus de changements."
    }
  },
  {
    "translation": {
      "en": "I think for us, it's a company.",
      "fr": "Pour nous, à L'Oréal, l'eau est importante,car elle est nécessaire à notre activité."
    }
  },
  {
    "translation": {
      "en": "Water is important because we need it to operate effectively.",
      "fr": "l'eau est importante,car elle est nécessaire à notre activité."
    }
  },
  {
    "translation": {
      "en": "And in the areas where water is critical,",
      "fr": "Et dans les zones en stress hydrique,"
    }
  },
  {
    "translation": {
      "en": "we have to do all what we can to reduce our impact on these communities,",
      "fr": "nous devons tout faire pour réduirenotre impact sur ces communautés,"
    }
  },
  {
    "translation": {
      "en": "on these regions by water using.",
      "fr": "sur ces régions,en termes d'usage de l'eau."
    }
  },
  {
    "translation": {
      "en": "So we have to reduce our water.",
      "fr": "Nous devons réduirenotre consommation d'eau."
    }
  },
  {
    "translation": {
      "en": "We started with water efficiency to reduce our water needs,",
      "fr": "Nous avons commencé avec l'optimisationpour réduire nos besoins en eau,"
    }
  },
  {
    "translation": {
      "en": "then to reduce water that we cannot reuse,",
      "fr": "puis la réutilisation de l'eauqui est indispensable,"
    }
  },
  {
    "translation": {
      "en": "and then to recycle.",
      "fr": "jusqu'au recyclage."
    }
  },
  {
    "translation": {
      "en": "And we saw that water efficiency is not enough,",
      "fr": "Nous avons remarqué que l'optimisationne suffisait pas."
    }
  },
  {
    "translation": {
      "en": "so we started to think what can we do?",
      "fr": "Et nous nous sommes interrogés."
    }
  },
  {
    "translation": {
      "en": "And it was so obvious because we discharge it wastewater.",
      "fr": "C'était évident !Nous rejetions l'eau usée."
    }
  },
  {
    "translation": {
      "en": "In nature, no water is wasted.",
      "fr": "C'est impensable dans la nature."
    }
  },
  {
    "translation": {
      "en": "We picked this as our resource for freshwater to replace city water.",
      "fr": "C'est devenu notre ressource en eau doucepour remplacer l'eau de ville."
    }
  },
  {
    "translation": {
      "en": "Then we came up with recycling projects.",
      "fr": "Puis, nous avons créédes projets de recyclage."
    }
  },
  {
    "translation": {
      "en": "At the end of 2018,",
      "fr": "Fin 2018,"
    }
  },
  {
    "translation": {
      "en": "we had about 12 plants already running with recycling.",
      "fr": "nous comptions déjà 12 usinesqui fonctionnaient grâce au recyclage."
    }
  },
  {
    "translation": {
      "en": "Based on these positive experiences",
      "fr": "Sur la base de ces expériences positives"
    }
  },
  {
    "translation": {
      "en": "with the recycling systems,",
      "fr": "avec les systèmes de recyclage,"
    }
  },
  {
    "translation": {
      "en": "we wanted to push the system a little further",
      "fr": "nous voulions aller plus loin,"
    }
  },
  {
    "translation": {
      "en": "and we developed the concept of dry factory.",
      "fr": "et nous avons lancé l'usine sèche."
    }
  },
  {
    "translation": {
      "en": "[Narrator] Dry factory means",
      "fr": "Une usine sèche"
    }
  },
  {
    "translation": {
      "en": "that 100% of the water needs for an industrial process",
      "fr": "est une usine où 100 % des besoinsde production en eau"
    }
  },
  {
    "translation": {
      "en": "is covered by the reuse of treated and recycled water.",
      "fr": "sont couverts en réutilisantl'eau traitée et recyclée."
    }
  },
  {
    "translation": {
      "en": "No city water is now necessary for this purpose,",
      "fr": "Il n'y a ainsi plus besoin d'utiliserl'eau de ville,"
    }
  },
  {
    "translation": {
      "en": "cutting down on water consumption dramatically.",
      "fr": "ce qui réduit radicalementla consommation d'eau."
    }
  },
  {
    "translation": {
      "en": "Now, we are rolling out the dry factory concept",
      "fr": "Nous déployons maintenantce concept de l'usine sèche,"
    }
  },
  {
    "translation": {
      "en": "with priority to high water consuming factories",
      "fr": "en priorisant les usinesà forte consommation d'eau et les usines opérant dans les régions"
    }
  },
  {
    "translation": {
      "en": "and factories operating in regions",
      "fr": "et les usines opérant dans les régions"
    }
  },
  {
    "translation": {
      "en": "where water is a critical issue like here in Mexico.",
      "fr": "où l'eau est un problème critique. Comme ici, au Mexique."
    }
  },
  {
    "translation": {
      "en": "[Narrator] If industry follows this leadership,",
      "fr": "Si ce secteur suit cette direction,"
    }
  },
  {
    "translation": {
      "en": "the global water consumption for manufacturing",
      "fr": "sa consommation mondiale d'eau"
    }
  },
  {
    "translation": {
      "en": "could be drastically reduced by as much as 90%,",
      "fr": "pourrait connaître une réduction de 90 %,"
    }
  },
  {
    "translation": {
      "en": "depending on the type of industry.",
      "fr": "selon le type d'industrie."
    }
  },
  {
    "translation": {
      "en": "We don't have the choice.",
      "fr": "Nous n'avons pas le choix."
    }
  },
  {
    "translation": {
      "en": "We have to reduce our environmental impact.",
      "fr": "Il faut réduire notre impact écologique."
    }
  },
  {
    "translation": {
      "en": "There is not a plan B.",
      "fr": "C'est inéluctable."
    }
  },
  {
    "translation": {
      "en": "Everyone has to be aware and to contribute.",
      "fr": "Tout le monde doit en prendre conscienceet participer."
    }
  },
  {
    "translation": {
      "en": "[Narrator] Cosmetic manufacturing",
      "fr": "L'industrie cosmétique"
    }
  },
  {
    "translation": {
      "en": "is only one of many water intensive industries.",
      "fr": "n'est qu'une industrie parmitant d'autres."
    }
  },
  {
    "translation": {
      "en": "For example, textile companies like those in India",
      "fr": "Par exemple, les entreprises de textiles,comme celles en Inde,"
    }
  },
  {
    "translation": {
      "en": "are some of the largest consumers of water.",
      "fr": "font parties des plus grossesconsommatrices d'eau."
    }
  },
  {
    "translation": {
      "en": "And many of them have been major contributors",
      "fr": "Et beaucoup contribuent"
    }
  },
  {
    "translation": {
      "en": "to regional pollution.",
      "fr": "à la pollution régionale,"
    }
  },
  {
    "translation": {
      "en": "Poisoning water with dyes, bleaches, and other chemicals,",
      "fr": "contaminant l'eau avec des colorantset autres produits chimiques,"
    }
  },
  {
    "translation": {
      "en": "and leaving their citizens without usable water.",
      "fr": "privant ainsi leurs citoyensd'eau potable."
    }
  },
  {
    "translation": {
      "en": "In 2010, the government demanded that all dyeing and bleaching units",
      "fr": "En 2010, le gouvernement demandaà toutes ces sociétés"
    }
  },
  {
    "translation": {
      "en": "must either clean up or close up,",
      "fr": "d'adresser ce problème ou de fermer,"
    }
  },
  {
    "translation": {
      "en": "threatening 55,000 jobs.",
      "fr": "menaçant 55 000 emplois."
    }
  },
  {
    "translation": {
      "en": "One textile factory owner in Southern India",
      "fr": "Le propriétaire d'une usine textileau sud du pays,"
    }
  },
  {
    "translation": {
      "en": "rose to the challenge,",
      "fr": "Le propriétaire d'une usine textileau sud du pays, releva le défi et mit en placeune solution durable,"
    }
  },
  {
    "translation": {
      "en": "discovering a sustainable solution",
      "fr": "releva le défi et mit en placeune solution durable,"
    }
  },
  {
    "translation": {
      "en": "and setting an example for other factories in the region.",
      "fr": "montrant ainsi l'exempleaux autres usines de la région."
    }
  },
  {
    "translation": {
      "en": "In 2010 and all,",
      "fr": "montrant ainsi l'exempleaux autres usines de la région. En 2010, il y a eu un gros problèmecausé par les effluents."
    }
  },
  {
    "translation": {
      "en": "there was a heavy problem related to effluent.",
      "fr": "En 2010, il y a eu un gros problèmecausé par les effluents."
    }
  },
  {
    "translation": {
      "en": "There was untreated effluent which was discharged.",
      "fr": "Ces effluents n'avaient pas été traités."
    }
  },
  {
    "translation": {
      "en": "The rivers were in color.",
      "fr": "Les rivières s'étaient colorées."
    }
  },
  {
    "translation": {
      "en": "Because of dyeing factories and chemical factories",
      "fr": "À cause des usines de teintureet des usines chimiques, des produits chimiques ont été rejetésdans la rivière Noyyal."
    }
  },
  {
    "translation": {
      "en": "chemicals were discharged into the Noyal river.",
      "fr": "des produits chimiques ont été rejetésdans la rivière Noyyal."
    }
  },
  {
    "translation": {
      "en": "If we walked into the river, we would get all sorts of diseases.",
      "fr": "La rivière nous transmettait des maladies."
    }
  },
  {
    "translation": {
      "en": "Our feet and legs would be in pain",
      "fr": "La rivière nous transmettait des maladies. Nos pieds et nos jambes faisaient mal,"
    }
  },
  {
    "translation": {
      "en": "and have a burning sensation",
      "fr": "et on avait des sensations de brûlure."
    }
  },
  {
    "translation": {
      "en": "Now, we are putting on continuous efforts and our technologies are getting updated.",
      "fr": "Nous continuons d'avanceret nos technologies évoluent."
    }
  },
  {
    "translation": {
      "en": "The river which was colored two decades ago,",
      "fr": "La rivière, colorée il y a 20 ans,"
    }
  },
  {
    "translation": {
      "en": "now, it is all fresh and clean.",
      "fr": "La rivière, colorée il y a 20 ans, est maintenant propre,"
    }
  },
  {
    "translation": {
      "en": "And now, it is a total zero discharge unit.",
      "fr": "et rien n'y est rejeté."
    }
  },
  {
    "translation": {
      "en": "[Narrator] Water from the dyeing process including bleach, chemicals, and salts",
      "fr": "L'eau de teinture, contenantdes produits chimiques et des sels,"
    }
  },
  {
    "translation": {
      "en": "is now treated instead of being flushed into local waterways.",
      "fr": "est désormais traitée au lieu d'être jetéedans les cours d'eau."
    }
  },
  {
    "translation": {
      "en": "And instead of taking water from the rivers,",
      "fr": "Et au lieu de pomper les rivières,"
    }
  },
  {
    "translation": {
      "en": "Rahul's company is reusing over 90% of its textile processing water.",
      "fr": "l'entreprise de Rahul réutiliseplus de 90 % de son eau de traitement."
    }
  },
  {
    "translation": {
      "en": "Now the situation is much better compared to even five years back",
      "fr": "La situation est bien meilleure,même comparée à il y a cinq ans."
    }
  },
  {
    "translation": {
      "en": "Effluent from our factory which has brine in it,",
      "fr": "Nos effluents contiennent de la saumure,"
    }
  },
  {
    "translation": {
      "en": "colors in it, salts in it,",
      "fr": "des colorants, des sels."
    }
  },
  {
    "translation": {
      "en": "that is taken to a plant",
      "fr": "On les envoie dans une usine"
    }
  },
  {
    "translation": {
      "en": "wherein it is stored for about 24 hours in the bio.",
      "fr": "où ils sont entreposés pendant 24 heures."
    }
  },
  {
    "translation": {
      "en": "There, it is all treated.",
      "fr": "De là, ils sont traités par adoucissement,"
    }
  },
  {
    "translation": {
      "en": "It is taken to the softening plant and then to the membrane.",
      "fr": "De là, ils sont traités par adoucissement, puis par membranes."
    }
  },
  {
    "translation": {
      "en": "From the membrane, we get all the reused water.",
      "fr": "C'est de là que l'on récupèrel'eau réutilisable."
    }
  },
  {
    "translation": {
      "en": "And the reject from that is taken to the evaporator",
      "fr": "Le résidu est envoyé à l'évaporateur,"
    }
  },
  {
    "translation": {
      "en": "wherein we get the salt of the crystallization.",
      "fr": "d'où on extrait le selpar cristallisation."
    }
  },
  {
    "translation": {
      "en": "The water from the membrane",
      "fr": "L'eau de la membrane"
    }
  },
  {
    "translation": {
      "en": "and the salt from the evaporator is used here.",
      "fr": "et le sel de l'évaporateursont utilisés ici."
    }
  },
  {
    "translation": {
      "en": "Ninety percent of the water is returned.",
      "fr": "On réutilise 90 % de l'eau."
    }
  },
  {
    "translation": {
      "en": "Everyone is participating together.",
      "fr": "C'est un travail collectif."
    }
  },
  {
    "translation": {
      "en": "The chemical, the dyer, and the membrane suppliers,",
      "fr": "Produits chimiques, colorantset membranes ont tous un rôle."
    }
  },
  {
    "translation": {
      "en": "so it is all in a chain that we are developing ourselves.",
      "fr": "C'est une chaîne que nous avons développéenous-mêmes."
    }
  },
  {
    "translation": {
      "en": "We are trying to keep our industry environment friendly.",
      "fr": "Nous voulons préserver l'environnement."
    }
  },
  {
    "translation": {
      "en": "I think it is high time now",
      "fr": "Je pense qu'il est grand temps"
    }
  },
  {
    "translation": {
      "en": "that everyone will have to realize and start doing it.",
      "fr": "que tout le monde le comprenneet œuvre dans ce sens."
    }
  },
  {
    "translation": {
      "en": "No one can dodge with this anymore.",
      "fr": "Plus personne ne peut y échapper."
    }
  },
  {
    "translation": {
      "en": "[Narrator] In another part of India,",
      "fr": "Ailleurs en Inde,"
    }
  },
  {
    "translation": {
      "en": "the problem wasn't pollution but supply.",
      "fr": "le problème était autre : le manque d'eau."
    }
  },
  {
    "translation": {
      "en": "In 2019, a city of 10 million people",
      "fr": "En 2019, une ville de 10 millions d'habitantsvécu l'impensable,"
    }
  },
  {
    "translation": {
      "en": "experienced what was once unthinkable,",
      "fr": "une ville de 10 millions d'habitantsvécu l'impensable,"
    }
  },
  {
    "translation": {
      "en": "but is now becoming increasingly common,",
      "fr": "un impensable qui devientde plus en plus commun :"
    }
  },
  {
    "translation": {
      "en": "day zero,",
      "fr": "le jour zéro."
    }
  },
  {
    "translation": {
      "en": "when a city simply runs out of drinking water.",
      "fr": "Lorsqu'une ville n'a plus du toutd'eau potable."
    }
  },
  {
    "translation": {
      "en": "Everyone is after one thing only in Chennai",
      "fr": "Les gens ne cherchent qu'une choseà Chennai,"
    }
  },
  {
    "translation": {
      "en": "and that is water.",
      "fr": "et c'est de l'eau."
    }
  },
  {
    "translation": {
      "en": "Chennai is facing a lot of water crisis. Last year, we didn't have rains at all.",
      "fr": "La crise est complexe.L'an dernier, il n'a pas plu du tout."
    }
  },
  {
    "translation": {
      "en": "Groundwater is not there and rainwater is not treated properly",
      "fr": "Il n'y a pas d'eau souterraine,l'eau de pluie n'est pas bien traitée"
    }
  },
  {
    "translation": {
      "en": "and it's not connected to all the sources.",
      "fr": "Il n'y a pas d'eau souterraine,l'eau de pluie n'est pas bien traitée et n'est pas bien reliéeà toutes les sources."
    }
  },
  {
    "translation": {
      "en": "And many apartments have to rely on tankers",
      "fr": "Beaucoup de foyers dépendent des camions-citernespour leur eau."
    }
  },
  {
    "translation": {
      "en": "to supply them for water.",
      "fr": "dépendent des camions-citernespour leur eau."
    }
  },
  {
    "translation": {
      "en": "Recently, there was a water tanker strike for four or five days.",
      "fr": "Il y a peu, les camions-citernesont fait grève pendant cinq jours."
    }
  },
  {
    "translation": {
      "en": "They are left without having any water.",
      "fr": "Les gens n'avaient pas d'eau."
    }
  },
  {
    "translation": {
      "en": "Day by day, it is getting worse, so people need to just do something about it.",
      "fr": "C'est pire de jour en jour,les gens doivent faire quelque chose."
    }
  },
  {
    "translation": {
      "en": "[Narrator] Unlike most of Chennai's 10 million locals",
      "fr": "Contrairement à la plupart des habitants"
    }
  },
  {
    "translation": {
      "en": "who were desperate for water in the face of this crisis,",
      "fr": "qui sont au désespoir face à cette crise,"
    }
  },
  {
    "translation": {
      "en": "the almost 200 families in this Chennai apartment are not.",
      "fr": "les 200 familles de ce lotissementde Chennai ne le sont pas."
    }
  },
  {
    "translation": {
      "en": "How did these residents avoid purchasing costly water from tankers?",
      "fr": "Elles ont réussi à se passerdes camions-citernes grâce à une chose :"
    }
  },
  {
    "translation": {
      "en": "Resourcefulness.",
      "fr": "l'ingéniosité."
    }
  },
  {
    "translation": {
      "en": "See, as a teenager, I've never thought about it much.",
      "fr": "Lorsque j'étais jeune, je n'y pensais pas,"
    }
  },
  {
    "translation": {
      "en": "But as a mother, I want to give important things like clean water to my kid.",
      "fr": "mais en tant que mère,je veux de l'eau potable pour mes enfants."
    }
  },
  {
    "translation": {
      "en": "We went door to door",
      "fr": "On a expliqué aux gens"
    }
  },
  {
    "translation": {
      "en": "explaining why we should have rainwater harvesting and how it is supposed to be done.",
      "fr": "pourquoi et commentil fallait récupérer l'eau de pluie."
    }
  },
  {
    "translation": {
      "en": "Now, they're all trained up. Everybody's doing that.",
      "fr": "Maintenant, ils le font tous."
    }
  },
  {
    "translation": {
      "en": "As a committee of commitment,",
      "fr": "En signe de soutien à notre communauté,"
    }
  },
  {
    "translation": {
      "en": "we decided that we are not going to buy a single drop of water.",
      "fr": "nous avons décidé de ne pas payerpour notre eau."
    }
  },
  {
    "translation": {
      "en": "So we have decided we are going to upgrade",
      "fr": "Nous avons donc décidé de moderniser"
    }
  },
  {
    "translation": {
      "en": "our sewage treatment plant.",
      "fr": "notre système d'épuration,"
    }
  },
  {
    "translation": {
      "en": "We are going to upgrade our water treatment plant.",
      "fr": "moderniser notre station d'épuration,"
    }
  },
  {
    "translation": {
      "en": "We are going to upgrade our rain harvesting system.",
      "fr": "moderniser notre systèmede récolte de pluie."
    }
  },
  {
    "translation": {
      "en": "It all goes through the rain harvesting trenches",
      "fr": "Tout passe par les conduites de récolte,"
    }
  },
  {
    "translation": {
      "en": "and it will lead to the well",
      "fr": "qui mènent au puits,ce qui fait que nous utilisons l'eau"
    }
  },
  {
    "translation": {
      "en": "so that we are using the water within our complex.",
      "fr": "qui mènent au puits,ce qui fait que nous utilisons l'eau là où elle est récoltée."
    }
  },
  {
    "translation": {
      "en": "All this \"upgradeation,\"",
      "fr": "Toute cette mise en place"
    }
  },
  {
    "translation": {
      "en": "well, it has given us a fantastic result.",
      "fr": "Toute cette mise en place a engendré des résultats fantastiques."
    }
  },
  {
    "translation": {
      "en": "You can see behind me, there is a beautiful large green garden.",
      "fr": "Vous voyez derrière moi,il y a un grand jardin verdoyant."
    }
  },
  {
    "translation": {
      "en": "You may be thinking from where you are getting this much water to make this greenery?",
      "fr": "Vous vous demandez peut-êtred'où vient l'eau qui alimente ce parc."
    }
  },
  {
    "translation": {
      "en": "Absolutely, this is not here groundwater.",
      "fr": "Ce n'est pas l'eau souterraine."
    }
  },
  {
    "translation": {
      "en": "This is water which we reused from the sewage treatment plant,",
      "fr": "C'est l'eau que l'on a réutiliséeà partir de la station d'épuration."
    }
  },
  {
    "translation": {
      "en": "so it looks lush and green.",
      "fr": "Elle nous offre ce vert luxuriant."
    }
  },
  {
    "translation": {
      "en": "When I look through my window, seeing all the other communities close by,",
      "fr": "En regardant les autres communautéspar ma fenêtre,"
    }
  },
  {
    "translation": {
      "en": "I wonder if they have the same water management system as we do here in our community",
      "fr": "je me dis que s'ils avaient un systèmede gestion d'eau comme le nôtre,"
    }
  },
  {
    "translation": {
      "en": "that would help solve all the water crisis problems.",
      "fr": "cela résoudrait leurs problèmesde manque d'eau."
    }
  },
  {
    "translation": {
      "en": "We feel every drop of water is so valuable and we are not letting it waste.",
      "fr": "Chaque goutte d'eau est si précieuse,que l'on n'en perd aucune."
    }
  },
  {
    "translation": {
      "en": "It's a win-win situation.",
      "fr": "Tout le monde y gagne."
    }
  },
  {
    "translation": {
      "en": "Once you start to deal with water more locally, and that's a systems level change, not a technology change,",
      "fr": "La gestion au niveau local, qui est baséesur les systèmes et non la technologie,"
    }
  },
  {
    "translation": {
      "en": "you reduce the capital costs and you make it much easier to reuse that water.",
      "fr": "réduit les coûtset facilite la réutilisation de l'eau."
    }
  },
  {
    "translation": {
      "en": "I go back to the issue of scarcity.",
      "fr": "Reparlons du problème de pénurie."
    }
  },
  {
    "translation": {
      "en": "Water reuse, we believe,",
      "fr": "Pour nous, le recyclage de l'eau"
    }
  },
  {
    "translation": {
      "en": "is one of the smartest most efficient ways",
      "fr": "est la façon la plus efficaceet ingénieuse"
    }
  },
  {
    "translation": {
      "en": "for us to deal with that issue.",
      "fr": "pour résoudre ce problème."
    }
  },
  {
    "translation": {
      "en": "So more and more of the landscape",
      "fr": "Donc, de plus en plus,"
    }
  },
  {
    "translation": {
      "en": "is moving into indirect reuse and going to full water recycling.",
      "fr": "on se dirige vers la réutilisationindirecte et le recyclage complet."
    }
  },
  {
    "translation": {
      "en": "[Narrator] In California, we saw water conservation at a municipal scale.",
      "fr": "La Californie nous donne un exemplede conservation au niveau municipal."
    }
  },
  {
    "translation": {
      "en": "And in India, we saw Chennai residents of the building complex",
      "fr": "En Inde, des habitantsd'un lotissement de Chennai"
    }
  },
  {
    "translation": {
      "en": "taking water supply into their own hands.",
      "fr": "gèrent leur propre système d'eau."
    }
  },
  {
    "translation": {
      "en": "But could that be scaled down even further?",
      "fr": "Pourrions-nous aller encore plus loin ?"
    }
  },
  {
    "translation": {
      "en": "Absolutely.",
      "fr": "Tout à fait."
    }
  },
  {
    "translation": {
      "en": "Here in the Netherlands,",
      "fr": "LEEUWARDEN, PAYS-BAS Ici, aux Pays-Bas,"
    }
  },
  {
    "translation": {
      "en": "a group called the Dutch Water Alliance",
      "fr": "The Dutch Water Alliance,"
    }
  },
  {
    "translation": {
      "en": "has introduced groundbreaking technology",
      "fr": "a introduit une technologie novatrice"
    }
  },
  {
    "translation": {
      "en": "that allows us to recycle water right inside our own homes.",
      "fr": "qui permet de recycler l'eaudepuis le confort de nos foyers."
    }
  },
  {
    "translation": {
      "en": "You see in industry,",
      "fr": "Le monde industriel"
    }
  },
  {
    "translation": {
      "en": "measures are being taken to use less water.",
      "fr": "a agi pour réduire sa consommation d'eau,"
    }
  },
  {
    "translation": {
      "en": "You see it in agriculture.",
      "fr": "comme en agriculture."
    }
  },
  {
    "translation": {
      "en": "And so now, it's up to us and consumers.",
      "fr": "Maintenant, c'est à nous,aux consommateurs."
    }
  },
  {
    "translation": {
      "en": "And we're wasting so much water and it's so easy",
      "fr": "On gaspille tellement d'eauet c'est si facile,"
    }
  },
  {
    "translation": {
      "en": "because the water source is already at our house.",
      "fr": "car la source d'eau est déjà chez nous."
    }
  },
  {
    "translation": {
      "en": "The Hydraloop is a residential gray water recycling system,",
      "fr": "L'Hydraloop est un systèmede recyclage des eaux grises."
    }
  },
  {
    "translation": {
      "en": "so it recycles water from bath, shower, and washing machine,",
      "fr": "Il purifie l'eau du bainet de la machine à laver"
    }
  },
  {
    "translation": {
      "en": "purifies it so it can be reused again for toilet flushing, washing machine, garden, and swimming pool.",
      "fr": "qui est réutilisée pour la chasse d'eau,le lave-linge, le jardin et la piscine."
    }
  },
  {
    "translation": {
      "en": "We've created a very new and innovative way of cleaning the water.",
      "fr": "C'est une façon novatrice et uniquede nettoyer l'eau."
    }
  },
  {
    "translation": {
      "en": "We're using six existing techniques. We've combined them into one.",
      "fr": "On utilise six techniques existantesque nous combinant en une."
    }
  },
  {
    "translation": {
      "en": "And they're all very simple techniques, and altogether,",
      "fr": "Ce sont des techniques très simples,et ensemble,"
    }
  },
  {
    "translation": {
      "en": "they treat the water in such a way that is clean, clear, and safe,",
      "fr": "elles offrent une eau propre,claire et sûre."
    }
  },
  {
    "translation": {
      "en": "and it's actually certified to the highest international standards so it can be reused again.",
      "fr": "Ce système est certifié selon les plushautes normes, pour la réutilisation."
    }
  },
  {
    "translation": {
      "en": "Within once month, we saved up to 3,000 liters of water.",
      "fr": "En un mois, nous avons économiséjusqu'à 3 000 litres d'eau."
    }
  },
  {
    "translation": {
      "en": "And that's a lot of water actually.",
      "fr": "Et ça fait beaucoup d'eau."
    }
  },
  {
    "translation": {
      "en": "And so annually, we save up to 30,000 liters of water.",
      "fr": "Donc chaque année,on économise jusqu'à 30 000 litres d'eau."
    }
  },
  {
    "translation": {
      "en": "It is our vision that in 20 years time,",
      "fr": "Pour nous, dans 20 ans,"
    }
  },
  {
    "translation": {
      "en": "no house shall be built without its own residential water recycling.",
      "fr": "aucune maison ne sera construitesans système de recyclage."
    }
  },
  {
    "translation": {
      "en": "I think if we don't start living sustainable",
      "fr": "Je pense que si on ne commence pasà vivre selon le modèle durable,"
    }
  },
  {
    "translation": {
      "en": "and also water is a part of that,",
      "fr": "et l'eau en fait partie,"
    }
  },
  {
    "translation": {
      "en": "it will be a disaster in the end for the whole world I think.",
      "fr": "ça sera un désastre pour le monde entier."
    }
  },
  {
    "translation": {
      "en": "In 10 years time,",
      "fr": "Dans dix ans,"
    }
  },
  {
    "translation": {
      "en": "there will be 8.5 billion people on this planet.",
      "fr": "nous serons 8,5 milliardssur cette planète,"
    }
  },
  {
    "translation": {
      "en": "And if only 5% of those",
      "fr": "nous serons 8,5 milliardssur cette planète, et si seulement 5 % d'entre nousrecyclent leur eau en interne,"
    }
  },
  {
    "translation": {
      "en": "will be recycling their water in house,",
      "fr": "et si seulement 5 % d'entre nousrecyclent leur eau en interne,"
    }
  },
  {
    "translation": {
      "en": "it will actually stop the growth of water uptake on this planet.",
      "fr": "cela stoppera la croissancede l'absorption d'eau sur cette planète."
    }
  },
  {
    "translation": {
      "en": "That really is the power of residential water recycling.",
      "fr": "C'est le pouvoir qui résidedans le recyclage résidentiel."
    }
  },
  {
    "translation": {
      "en": "[Narrator] Many innovations in water filtration were developed for applications",
      "fr": "De nombreuses technologies de filtrageont été développées pour être utilisées"
    }
  },
  {
    "translation": {
      "en": "far away from the blue planet we seek to preserve.",
      "fr": "De nombreuses technologies de filtrageont été développées pour être utilisées bien loin de la planète bleueque nous voulons préserver."
    }
  },
  {
    "translation": {
      "en": "To deliver water to the International Space Station is very, very expensive.",
      "fr": "L'approvisionnementde la Station spatiale internationale"
    }
  },
  {
    "translation": {
      "en": "It's tens of thousands of dollars per liter to get it up there.",
      "fr": "coûte des dizaines de milliers de dollarspar litre d'eau."
    }
  },
  {
    "translation": {
      "en": "Water recycling's a big part of NASA's program.",
      "fr": "Le recyclage est très important à la NASA."
    }
  },
  {
    "translation": {
      "en": "For instance, on the International Space Station right now,",
      "fr": "Le recyclage est très important à la NASA. Dans la Station spatiale internationale,"
    }
  },
  {
    "translation": {
      "en": "the only sources of water are recycled urine and recycled humidity condensate",
      "fr": "l'eau provient des urines recycléeset de la condensation recyclée,"
    }
  },
  {
    "translation": {
      "en": "which is the water in your breath that you generate from eating foods.",
      "fr": "qui émane de votre soufflelorsque vous mangez."
    }
  },
  {
    "translation": {
      "en": "We've developed some technologies that are associated with mimicking the function of your small intestine.",
      "fr": "Nous avons développé des technologiesimitant la fonction de l'intestin grêle,"
    }
  },
  {
    "translation": {
      "en": "We look at how does that work? How does that small intestine have this sort of regenerative capability?",
      "fr": "en se demandant : \"Comment ça marche ?Comment l'intestin se régénère-t-il ?\""
    }
  },
  {
    "translation": {
      "en": "And then we go into the laboratory.",
      "fr": "en se demandant : \"Comment ça marche ?Comment l'intestin se régénère-t-il ?\" Puis, grâce à l'ingénierie génétique"
    }
  },
  {
    "translation": {
      "en": "We use genetic engineering",
      "fr": "Puis, grâce à l'ingénierie génétique"
    }
  },
  {
    "translation": {
      "en": "and a variety of other techniques",
      "fr": "et une variété d'autres techniques,on fabrique des membranes"
    }
  },
  {
    "translation": {
      "en": "and applying it to making membranes to recycle the water.",
      "fr": "et une variété d'autres techniques,on fabrique des membranes pour recycler l'eau."
    }
  },
  {
    "translation": {
      "en": "You could bring a cup of water and that's all you would ever need.",
      "fr": "On pourrait partir avec une tasse d'eau,et ça suffirait."
    }
  },
  {
    "translation": {
      "en": "You could just recycle it around, and around, and around again.",
      "fr": "On pourrait la recyclerencore et toujours."
    }
  },
  {
    "translation": {
      "en": "[Narrator] It's truly inspiring to see these innovators",
      "fr": "C'est vraiment exaltantde voir ces innovateurs,"
    }
  },
  {
    "translation": {
      "en": "often with very limited resources",
      "fr": "souvent avec très peu de ressources,"
    }
  },
  {
    "translation": {
      "en": "saving their communities and helping to stem the water crisis tide.",
      "fr": "sauver leurs communautéset endiguer la crise de l'eau."
    }
  },
  {
    "translation": {
      "en": "But we can't simply leave the solutions to the experts, the engineers, the innovative visionaries.",
      "fr": "Mais il ne suffit pas de s'en remettreaux experts, ingénieurs et novateurs."
    }
  },
  {
    "translation": {
      "en": "We all have a responsibility to act",
      "fr": "Il est de notre responsabilité d'agir,"
    }
  },
  {
    "translation": {
      "en": "and to act now to create this Brave Blue World.",
      "fr": "ici et maintenant,afin de créer un monde courageux."
    }
  },
  {
    "translation": {
      "en": "If we can look for the beacons",
      "fr": "Si on peut trouver des modèleset des exemples,"
    }
  },
  {
    "translation": {
      "en": "and the examples where people are already doing this",
      "fr": "Si on peut trouver des modèleset des exemples, qui ont été mis en placeet qui fonctionnent,"
    }
  },
  {
    "translation": {
      "en": "and it's working,",
      "fr": "qui ont été mis en placeet qui fonctionnent,"
    }
  },
  {
    "translation": {
      "en": "that's what's encouraging.",
      "fr": "c'est encourageant."
    }
  },
  {
    "translation": {
      "en": "And then it's simply a question of adopting and accelerating that adoption faster.",
      "fr": "Il ne reste alors qu'à les adopter,et à accélérer cette adoption."
    }
  },
  {
    "translation": {
      "en": "And a lot of what needs to happen is simply we have to think differently",
      "fr": "Il nous faut simplementchanger notre façon de penser,"
    }
  },
  {
    "translation": {
      "en": "and embrace those new ideas. And that's down to each of us.",
      "fr": "embrasser ces nouvelles idées,et cela ne tient qu'à nous."
    }
  },
  {
    "translation": {
      "en": "[Narrator] For some of us,",
      "fr": "Pour certains, cela peut être"
    }
  },
  {
    "translation": {
      "en": "action might take the form of pressuring local utilities",
      "fr": "Pour certains, cela peut être de pousser ses prestatairesà aller de l'avant"
    }
  },
  {
    "translation": {
      "en": "to be more progressive",
      "fr": "de pousser ses prestatairesà aller de l'avant"
    }
  },
  {
    "translation": {
      "en": "in their approach to water supply and sanitation.",
      "fr": "dans leur approche en matièrede gestion sanitaire."
    }
  },
  {
    "translation": {
      "en": "For others, it might be applying our talents to become part of the solution.",
      "fr": "Pour d'autres, c'est peut-être de créerdes solutions aux problèmes."
    }
  },
  {
    "translation": {
      "en": "So ask yourself,",
      "fr": "Alors, réfléchissez :"
    }
  },
  {
    "translation": {
      "en": "what can I do today to be part of the solution?",
      "fr": "\"Que puis-je faire aujourd'huipour prendre part à ce combat ?\""
    }
  },
  {
    "translation": {
      "en": "The answers are all around us.",
      "fr": "Les réponses sont tout autour de nous."
    }
  },
  {
    "translation": {
      "en": "We can be more mindful of our own water usage",
      "fr": "Nous pouvons surveillernotre consommation d'eau"
    }
  },
  {
    "translation": {
      "en": "and that of our family and friends.",
      "fr": "et celle de nos proches."
    }
  },
  {
    "translation": {
      "en": "We can research new technologies like the ones we have just seen",
      "fr": "Nous pouvons étudier les nouvellestechnologies qui sont développées"
    }
  },
  {
    "translation": {
      "en": "and apply them in our home, workplace, and community.",
      "fr": "et les appliquer à notre foyer,travail et communauté."
    }
  },
  {
    "translation": {
      "en": "We can support companies showing leadership in water management",
      "fr": "Nous pouvons soutenir les entreprisesinnovantes,"
    }
  },
  {
    "translation": {
      "en": "and we can encourage brands we care about",
      "fr": "et encourager nos marques préférées"
    }
  },
  {
    "translation": {
      "en": "to rethink their water policies.",
      "fr": "et encourager nos marques préférées à repenser leur politique de l'eau."
    }
  },
  {
    "translation": {
      "en": "We can pressure our local, regional,",
      "fr": "Nous pouvons exiger de nos gouvernementsà tous les niveaux,"
    }
  },
  {
    "translation": {
      "en": "and national governments to take tangible action.",
      "fr": "Nous pouvons exiger de nos gouvernementsà tous les niveaux, des mesures concrètes."
    }
  },
  {
    "translation": {
      "en": "Letters, emails, petitions, social media campaigns.",
      "fr": "Courriers, e-mails, pétitions,campagnes sur les réseaux sociaux."
    }
  },
  {
    "translation": {
      "en": "These things can make an immediate and lasting difference.",
      "fr": "Toutes ces choses peuvent fairela différence."
    }
  },
  {
    "translation": {
      "en": "This is a solvable problem, right?",
      "fr": "C'est un problème qui peut être résolu."
    }
  },
  {
    "translation": {
      "en": "We know what the answers are.",
      "fr": "Nous connaissons les solutions."
    }
  },
  {
    "translation": {
      "en": "We've tested the answers,",
      "fr": "Nous connaissons les solutions. Nous les avons testées et observées."
    }
  },
  {
    "translation": {
      "en": "we've seen the answers out there.",
      "fr": "Nous les avons testées et observées."
    }
  },
  {
    "translation": {
      "en": "We know we can solve this problem.",
      "fr": "Nous savons comment faire."
    }
  },
  {
    "translation": {
      "en": "It's just a matter of putting together the business model,",
      "fr": "Il faut créer des modèles économiques,"
    }
  },
  {
    "translation": {
      "en": "bringing all the pieces together,",
      "fr": "réunir tous les éléments,"
    }
  },
  {
    "translation": {
      "en": "getting governments to provide the proper regulations to support to allow water recycling.",
      "fr": "et obtenir des régulations officiellespour permettre le recyclage de l'eau."
    }
  },
  {
    "translation": {
      "en": "[Kimberly Kupiecki] I don't think it's technology that's holding us back from solving our water crisis.",
      "fr": "Nous ne sommes pas faceà un manque technologique."
    }
  },
  {
    "translation": {
      "en": "It has to do with finance, and politics, and policy.",
      "fr": "Nous ne sommes pas faceà un manque technologique. Le problème est financier,politique et a besoin de régulations."
    }
  },
  {
    "translation": {
      "en": "[Cate Lamb] Banks control two-thirds of the world's money.",
      "fr": "Les banques contrôlentdeux tiers de l'argent mondial."
    }
  },
  {
    "translation": {
      "en": "If those banks made it a requirement for every loan that is made,",
      "fr": "Si ces banques imposaientune condition pour que chaque prêt"
    }
  },
  {
    "translation": {
      "en": "that there has to be a water win",
      "fr": "Si ces banques imposaientune condition pour que chaque prêt ait un impact positif sur l'eau,"
    }
  },
  {
    "translation": {
      "en": "at the back of that loan,",
      "fr": "ait un impact positif sur l'eau,"
    }
  },
  {
    "translation": {
      "en": "what an amazing opportunity that could be.",
      "fr": "quelles possibilités cela ouvrirait !"
    }
  },
  {
    "translation": {
      "en": "[Glen Daigger] One simple sentence to the public about water",
      "fr": "Il existe une formule simple que le public pourrait utiliser :\"Demandons plus, demandons mieux.\""
    }
  },
  {
    "translation": {
      "en": "is demand more, demand better.",
      "fr": "que le public pourrait utiliser :\"Demandons plus, demandons mieux.\""
    }
  },
  {
    "translation": {
      "en": "It's there.",
      "fr": "C'est possible."
    }
  },
  {
    "translation": {
      "en": "You know, it takes strong leadership",
      "fr": "Il faut faire preuve de courage,"
    }
  },
  {
    "translation": {
      "en": "to make decisions to go into areas that haven't been pursued before,",
      "fr": "pour emprunter des cheminsqui n'ont pas encore été empruntés."
    }
  },
  {
    "translation": {
      "en": "but to do it because we know that it's the right thing.",
      "fr": "Il faut le faire, car c'est la solution."
    }
  },
  {
    "translation": {
      "en": "It's the right thing for our society. It's the right thing for our environment.",
      "fr": "Pour notre société, pour l'environnement,"
    }
  },
  {
    "translation": {
      "en": "It's the right thing for the future of humanity.",
      "fr": "pour l'avenir de l'humanité."
    }
  },
  {
    "translation": {
      "en": "[Narrator] For some of us, action might simply take the form",
      "fr": "Pour certains, agir sera peut-être"
    }
  },
  {
    "translation": {
      "en": "of recognizing the ineffable value of water",
      "fr": "de reconnaître la valeur ineffablede l'eau"
    }
  },
  {
    "translation": {
      "en": "and being willing to pay the price for such a precious resource,",
      "fr": "et d'être prêt à payer le prixd'une si précieuse ressource,"
    }
  },
  {
    "translation": {
      "en": "even in regions where water appears to be plentiful.",
      "fr": "même là où l'eau semble abondante."
    }
  },
  {
    "translation": {
      "en": "Just as climate change has sparked grassroots activism across the planet,",
      "fr": "Tout comme le changement climatiquea réveillé l'activisme populaire,"
    }
  },
  {
    "translation": {
      "en": "the water crisis too requires massive mobilization of people",
      "fr": "la crise de l'eau a elle aussi,besoin de mobilisations massives"
    }
  },
  {
    "translation": {
      "en": "who truly care about our shared future.",
      "fr": "ayant pour motif, notre avenir commun."
    }
  },
  {
    "translation": {
      "en": "I think quite frankly,",
      "fr": "Un mouvement se crée"
    }
  },
  {
    "translation": {
      "en": "we create a movement amongst the younger generation",
      "fr": "Un mouvement se crée au sein de la jeune génération,et elle ne tolère pas"
    }
  },
  {
    "translation": {
      "en": "and they will simply not tolerate",
      "fr": "au sein de la jeune génération,et elle ne tolère pas"
    }
  },
  {
    "translation": {
      "en": "that we do things as status quo.",
      "fr": "le statu quo."
    }
  },
  {
    "translation": {
      "en": "[Narrator] Each positive step we take,",
      "fr": "Chaque pas que nous prenons,"
    }
  },
  {
    "translation": {
      "en": "every innovation we employ,",
      "fr": "chaque innovationque nous mettons en œuvre,"
    }
  },
  {
    "translation": {
      "en": "every progressive policy initiative we enact",
      "fr": "chaque nouvelle initiativeque nous promulguons,"
    }
  },
  {
    "translation": {
      "en": "moves the needle further and further away from catastrophe.",
      "fr": "nous éloignent de plus en plus de la catastrophe."
    }
  },
  {
    "translation": {
      "en": "This can happen in our lifetime. This has to happen in our lifetime",
      "fr": "Ça peut arriver maintenant,ça doit arriver maintenant,"
    }
  },
  {
    "translation": {
      "en": "or we are looking at a very different world for our children.",
      "fr": "ou ce sera un monde très différentpour nos enfants."
    }
  },
  {
    "translation": {
      "en": "We want to see the government committed",
      "fr": "Le gouvernement doit s'engager"
    }
  },
  {
    "translation": {
      "en": "in putting in money",
      "fr": "à financer les installation sanitaires"
    }
  },
  {
    "translation": {
      "en": "and supporting sanitation to be a reality to everyone.",
      "fr": "à financer les installation sanitaires afin que tous puissent y avoir accès."
    }
  },
  {
    "translation": {
      "en": "[Matt Damon] We envision a day when everybody has access to clean water and sanitation,",
      "fr": "Nous imaginons le jouroù l'eau sera accessible à tous,"
    }
  },
  {
    "translation": {
      "en": "and we envision that in our lifetime.",
      "fr": "et nous voulons voir ce jour."
    }
  },
  {
    "translation": {
      "en": "We're on the brink of being hopeless, but we're not there yet.",
      "fr": "La situation est presque désespérée,mais elle ne l'est pas encore."
    }
  },
  {
    "translation": {
      "en": "And if we really come together, we can make a difference.",
      "fr": "Ensemble, nous pouvons y arriver."
    }
  },
  {
    "translation": {
      "en": "And if you look at these people that are doing amazing things around the world,",
      "fr": "Ces gens qui accomplissentces choses incroyables"
    }
  },
  {
    "translation": {
      "en": "you start to be inspired 'cause you're like we can make a difference.",
      "fr": "nous inspirent, car on se dit :\"On peut faire une différence.\""
    }
  },
  {
    "translation": {
      "en": "Like how lucky are we",
      "fr": "C'est nous qui allons résoudrecette crise."
    }
  },
  {
    "translation": {
      "en": "that we're the ones who get to solve this?",
      "fr": "C'est nous qui allons résoudrecette crise. Dans 100 ans, on nous envierad'avoir eu la chance de le faire."
    }
  },
  {
    "translation": {
      "en": "In 100 years, people are gonna wish they could solve a problem this big.",
      "fr": "Dans 100 ans, on nous envierad'avoir eu la chance de le faire."
    }
  },
  {
    "translation": {
      "en": "♪ Every breaking wave ♪",
      "fr": "Sous-titres : Sophie Céneray"
    }
  }
]