[
  {
    "translation": {
      "en": "Planet Earth, home to a growing number of Homo sapiens",
      "fr": "La planète Terre, où vivent de nombreux Homo sapiens et bien d'autres créatures."
    }
  },
  {
    "translation": {
      "en": "and a whole lot of other creatures.",
      "fr": "où vivent de nombreux Homo sapiens et bien d'autres créatures."
    }
  },
  {
    "translation": {
      "en": "It's a great place to live.",
      "fr": "C'est un endroit formidable."
    }
  },
  {
    "translation": {
      "en": "When it comes to the future of our small planet…",
      "fr": "Pour ce qui est de l'avenir de notre planète…"
    }
  },
  {
    "translation": {
      "en": "Now to a dire warning about climate change.",
      "fr": "Le changement climatique est extrêmement préoccupant…"
    }
  },
  {
    "translation": {
      "en": "Natural disasters like hurricanes or wildfires…",
      "fr": "Catastrophes naturelles, ouragans, incendies…"
    }
  },
  {
    "translation": {
      "en": "An unprecedented decline in nature threatening humanity.",
      "fr": "Une menace sans précédent pour l'espèce humaine."
    }
  },
  {
    "translation": {
      "en": "Sixth mass extinction event is already well underway…",
      "fr": "La sixième extinction de masse est déjà…"
    }
  },
  {
    "translation": {
      "en": "There's so much bad news about our planet, it's overwhelming.",
      "fr": "Un nombre accablant de mauvaises nouvelles pour notre planète."
    }
  },
  {
    "translation": {
      "en": "The fear that we're headed for a cliff",
      "fr": "La peur de foncer droit dans le mur…"
    }
  },
  {
    "translation": {
      "en": "puts most of us into a state of paralysis.",
      "fr": "plonge nombre d'entre nous dans la sidération."
    }
  },
  {
    "translation": {
      "en": "The truth is…",
      "fr": "Le fait est…"
    }
  },
  {
    "translation": {
      "en": "I've given up.",
      "fr": "que j'ai abandonné."
    }
  },
  {
    "translation": {
      "en": "And the odds are so have you.",
      "fr": "Il est probable que vous aussi."
    }
  },
  {
    "translation": {
      "en": "But what if there was another path?",
      "fr": "Mais s'il y avait une autre voie ?"
    }
  },
  {
    "translation": {
      "en": "This is the story of a simple solution, a way to heal our planet",
      "fr": "Voici l'histoire d'une solution simple, une façon de guérir notre planète"
    }
  },
  {
    "translation": {
      "en": "and keep our species off the extinction list.",
      "fr": "et de sauver notre espèce."
    }
  },
  {
    "translation": {
      "en": "In fact, the solution I'm talking about is right under our feet,",
      "fr": "En fait, cette solution se trouve sous nos pieds,"
    }
  },
  {
    "translation": {
      "en": "and it's as old as dirt.",
      "fr": "et… est vieille comme le monde."
    }
  },
  {
    "translation": {
      "en": "We call it soil, earth, or ground.",
      "fr": "On l'appelle sol ou terre."
    }
  },
  {
    "translation": {
      "en": "And due to its vast scale,",
      "fr": "Grâce à son étendue"
    }
  },
  {
    "translation": {
      "en": "and its ability to sequester immense quantities of greenhouse gases,",
      "fr": "et à sa capacité à absorber de grandes quantités de gaz à effet de serre,"
    }
  },
  {
    "translation": {
      "en": "it could just be the one thing that can balance our climate,",
      "fr": "il pourrait être la seule chose à pouvoir réguler le climat,"
    }
  },
  {
    "translation": {
      "en": "replenish our fresh water supplies,",
      "fr": "reconstituer nos réserves d'eau douce,"
    }
  },
  {
    "translation": {
      "en": "and feed the world.",
      "fr": "et nourrir le monde."
    }
  },
  {
    "translation": {
      "en": "That's why some people are racing to save our soil",
      "fr": "Ainsi, certaines personnes s'efforcent de sauver notre sol"
    }
  },
  {
    "translation": {
      "en": "in hopes our soil just might…",
      "fr": "dans l'espoir qu'il puisse…"
    }
  },
  {
    "translation": {
      "en": "save us.",
      "fr": "nous sauver."
    }
  },
  {
    "translation": {
      "en": "I am a conservation agronomist.",
      "fr": "Je suis agronome."
    }
  },
  {
    "translation": {
      "en": "I have been in every state,",
      "fr": "J'ai été dans tous les États,"
    }
  },
  {
    "translation": {
      "en": "all the way from Alaska, to Puerto Rico, to Hawaii.",
      "fr": "en Alaska, à Porto Rico, à Hawaï…"
    }
  },
  {
    "translation": {
      "en": "I've also been asked to go speak in Europe, Australia…",
      "fr": "On m'a invité à donner des conférences en Europe ou en Australie."
    }
  },
  {
    "translation": {
      "en": "I just haven't had the time.",
      "fr": "Je n'ai pas trouvé le temps."
    }
  },
  {
    "translation": {
      "en": "If we get the soil right, we can fix a lot of our issues.",
      "fr": "Protéger le sol peut régler bien des problèmes."
    }
  },
  {
    "translation": {
      "en": "Healthy soils lead to a healthy plant.",
      "fr": "Un sol sain donne des plantes saines."
    }
  },
  {
    "translation": {
      "en": "Healthy plant, healthy animal, healthy human,",
      "fr": "Ainsi que des animaux, des êtres humains, de l'eau"
    }
  },
  {
    "translation": {
      "en": "healthy water, healthy climate.",
      "fr": "Ainsi que des animaux, des êtres humains, de l'eau et un climat sains."
    }
  },
  {
    "translation": {
      "en": "This is what this is about today.",
      "fr": "C'est de ça qu'il s'agit."
    }
  },
  {
    "translation": {
      "en": "Learning how the soil works and learning how to farm like nature does.",
      "fr": "Comprendre le fonctionnement du sol et imiter la nature."
    }
  },
  {
    "translation": {
      "en": "I have learned my job is to drop a seed.",
      "fr": "J'ai appris que mon travail était de planter une graine."
    }
  },
  {
    "translation": {
      "en": "And the more you farm like nature, the more we can reduce your inputs,",
      "fr": "Plus on imite la nature, plus on réduit notre intervention,"
    }
  },
  {
    "translation": {
      "en": "and the more money you can make.",
      "fr": "et plus on gagne d'argent."
    }
  },
  {
    "translation": {
      "en": "It's my calling. Just as simple as that.",
      "fr": "C'est ma vocation. C'est aussi simple que ça."
    }
  },
  {
    "translation": {
      "en": "I've lived in four or five states.",
      "fr": "J'ai vécu dans quatre ou cinq États."
    }
  },
  {
    "translation": {
      "en": "Everywhere I go and work, we're still having the same problem.",
      "fr": "Le même problème se retrouve partout."
    }
  },
  {
    "translation": {
      "en": "Massive erosion.",
      "fr": "Une érosion massive."
    }
  },
  {
    "translation": {
      "en": "Erosion is when soil becomes dirt.",
      "fr": "Quand la terre s'érode, elle vire à la poussière."
    }
  },
  {
    "translation": {
      "en": "Rapid erosion began long ago when humans developed the plow.",
      "fr": "L'érosion rapide commença avec l'invention de la charrue."
    }
  },
  {
    "translation": {
      "en": "Its purpose was to break the soil in order to sow seeds.",
      "fr": "Son but était de creuser le sol pour y semer des graines."
    }
  },
  {
    "translation": {
      "en": "By the Bronze Age,",
      "fr": "Dès l'âge du bronze, de vastes zones autour des villes"
    }
  },
  {
    "translation": {
      "en": "vast areas around cities were plowed up to plant grains.",
      "fr": "Dès l'âge du bronze, de vastes zones autour des villes furent labourées pour planter des céréales."
    }
  },
  {
    "translation": {
      "en": "But as their soils eroded,",
      "fr": "Quand leurs sols s'érodèrent, ces empires colossaux…"
    }
  },
  {
    "translation": {
      "en": "those once- great empires vanished into dust.",
      "fr": "Quand leurs sols s'érodèrent, ces empires colossaux… tombèrent en poussière."
    }
  },
  {
    "translation": {
      "en": "But we don't have to look back thousands of years to see the dangers of erosion.",
      "fr": "Inutile de remonter aussi loin pour constater les dangers de l'érosion."
    }
  },
  {
    "translation": {
      "en": "In the 1930s,",
      "fr": "Dans les années 30, l'Amérique vécut"
    }
  },
  {
    "translation": {
      "en": "America experienced the largest man- made environmental disaster",
      "fr": "Dans les années 30, l'Amérique vécut la plus grande catastrophe écologique causée par l'être humain."
    }
  },
  {
    "translation": {
      "en": "in history.",
      "fr": "la plus grande catastrophe écologique causée par l'être humain."
    }
  },
  {
    "translation": {
      "en": "It was called the Dust Bowl.",
      "fr": "Elle fut nommée… le Dust Bowl."
    }
  },
  {
    "translation": {
      "en": "It was largely caused by farmers tilling the once- fertile Midwestern Plains",
      "fr": "Elle fut causée en grande partie par le surlabourage des plaines du Midwest"
    }
  },
  {
    "translation": {
      "en": "and leaving the soil exposed.",
      "fr": "laissant la terre nue."
    }
  },
  {
    "translation": {
      "en": "By the end of 1934,",
      "fr": "Fin 1934,"
    }
  },
  {
    "translation": {
      "en": "roughly 200 million acres of cropland were permanently damaged.",
      "fr": "environ 81 millions d'hectares de terres cultivables étaient anéantis."
    }
  },
  {
    "translation": {
      "en": "On a whistle stop train tour, President Franklin D. Roosevelt saw",
      "fr": "Lors d'une campagne en train, le président Franklin D. Roosevelt"
    }
  },
  {
    "translation": {
      "en": "the destruction of America's soil firsthand.",
      "fr": "vit par lui-même la destruction du sol américain."
    }
  },
  {
    "translation": {
      "en": "In response, he created the Soil Conservation Service",
      "fr": "En réponse, il créa le Soil Conservation Service pour sauver le sol du pays."
    }
  },
  {
    "translation": {
      "en": "to save the nation's soil.",
      "fr": "il créa le Soil Conservation Service pour sauver le sol du pays."
    }
  },
  {
    "translation": {
      "en": "What I have seen confirms me",
      "fr": "Ce que j'ai vu… me conforte…"
    }
  },
  {
    "translation": {
      "en": "in the belief that I've had for a long time…",
      "fr": "dans la croyance que j'ai depuis longtemps."
    }
  },
  {
    "translation": {
      "en": "that we're going to win on this problem.",
      "fr": "Nous allons régler ce problème."
    }
  },
  {
    "translation": {
      "en": "It relates to working out a plan of cooperation with nature",
      "fr": "Il s'agit de mettre en place un système de coopération avec la nature"
    }
  },
  {
    "translation": {
      "en": "instead of going along with what we've been doing in the past",
      "fr": "plutôt que de poursuivre nos anciennes méthodes"
    }
  },
  {
    "translation": {
      "en": "trying to buck nature.",
      "fr": "s'opposant à elle."
    }
  },
  {
    "translation": {
      "en": "The practice of plowing and tilling the soil continues to this day.",
      "fr": "Le labour et le travail du sol se poursuivent encore aujourd'hui."
    }
  },
  {
    "translation": {
      "en": "But so does Franklin D. Roosevelt's Soil Conservation Service.",
      "fr": "Tout comme le Soil Conservation Service de Franklin D. Roosevelt."
    }
  },
  {
    "translation": {
      "en": "It was made part of the US Department of Agriculture,",
      "fr": "Il a intégré le département de l'Agriculture des États-Unis"
    }
  },
  {
    "translation": {
      "en": "and it's now called the Natural Resources Conservation Service,",
      "fr": "et s'appelle désormais le Natural Resources Conservation Service,"
    }
  },
  {
    "translation": {
      "en": "the NRCS.",
      "fr": "le NRCS."
    }
  },
  {
    "translation": {
      "en": "We want the water to leave through a living plant.",
      "fr": "On veut que l'eau passe par une plante vivante."
    }
  },
  {
    "translation": {
      "en": "Today, the NRC has field agents, like Ray, trying to teach farmers to reduce tilling…",
      "fr": "Le NRCS apprend aux agriculteurs à réduire le travail du sol…"
    }
  },
  {
    "translation": {
      "en": "Microbes live in there, and that's called the porous sphere.",
      "fr": "Des microbes vivent ici, dans la couche poreuse."
    }
  },
  {
    "translation": {
      "en": "…and reduce the spraying of industrial chemicals",
      "fr": "…et à réduire l'épandage de produits industriels qui nuisent au sol."
    }
  },
  {
    "translation": {
      "en": "that damage the soil.",
      "fr": "de produits industriels qui nuisent au sol."
    }
  },
  {
    "translation": {
      "en": "Tillage is one of the most intrusive things we do in modern agriculture.",
      "fr": "Le travail du sol est une pratique dangereuse."
    }
  },
  {
    "translation": {
      "en": "It is not our friend.",
      "fr": "Ce n'est pas notre ami."
    }
  },
  {
    "translation": {
      "en": "The message is simple,",
      "fr": "Le message est simple."
    }
  },
  {
    "translation": {
      "en": "but getting that message out… is difficult.",
      "fr": "Mais le faire passer… est difficile."
    }
  },
  {
    "translation": {
      "en": "We have a social problem. We have an education issue.",
      "fr": "On a un problème social. On a un problème d'éducation."
    }
  },
  {
    "translation": {
      "en": "And until we get that right, we can't fix our ecological issues.",
      "fr": "Il faut s'en occuper pour régler nos problèmes écologiques."
    }
  },
  {
    "translation": {
      "en": "I have been in NRCS for 31 years.",
      "fr": "Je fais partie du NRCS depuis 31 ans."
    }
  },
  {
    "translation": {
      "en": "It's kind of amazing to me as I was teaching all over the country.",
      "fr": "En parcourant le pays, j'ai été sidéré par le fait"
    }
  },
  {
    "translation": {
      "en": "I'm going, wow, our producers don't really know how the soil works.",
      "fr": "que nos producteurs ne comprennent pas le fonctionnement du sol,"
    }
  },
  {
    "translation": {
      "en": "They don't understand the basic ecological principles.",
      "fr": "ni les principes écologiques de base."
    }
  },
  {
    "translation": {
      "en": "Everything runs by carbon.",
      "fr": "Tout est fait de carbone."
    }
  },
  {
    "translation": {
      "en": "We're built by carbon. The soil microbes run by carbon.",
      "fr": "Nous, les microbes du sol…"
    }
  },
  {
    "translation": {
      "en": "Carbon is the driving engine.",
      "fr": "Le carbone est le moteur."
    }
  },
  {
    "translation": {
      "en": "It runs the system.",
      "fr": "Il fait tourner le système."
    }
  },
  {
    "translation": {
      "en": "But when it comes to the role of carbon in our world,",
      "fr": "Quand on parle du rôle du carbone dans notre monde,"
    }
  },
  {
    "translation": {
      "en": "there's… a bit of confusion.",
      "fr": "cela prête à confusion."
    }
  },
  {
    "translation": {
      "en": "To be specific, carbon dioxide is a gas.",
      "fr": "Le dioxyde de carbone est un gaz."
    }
  },
  {
    "translation": {
      "en": "We breathe it out, and plants breathe it in.",
      "fr": "On l'expire, et les végétaux l'inspirent."
    }
  },
  {
    "translation": {
      "en": "We also make carbon dioxide by burning fossil fuels.",
      "fr": "On en produit aussi en brûlant des combustibles fossiles."
    }
  },
  {
    "translation": {
      "en": "But carbon isn't bad.",
      "fr": "Mais le carbone n'est pas nuisible."
    }
  },
  {
    "translation": {
      "en": "In fact, it's the basis for all life on Earth.",
      "fr": "En fait, c'est la base de toute vie sur Terre."
    }
  },
  {
    "translation": {
      "en": "There's a tendency right now for us to be at war with carbon.",
      "fr": "On a tendance à être en guerre contre le carbone."
    }
  },
  {
    "translation": {
      "en": "Carbon's the bad guy.",
      "fr": "Le carbone serait mauvais, c'est un comble."
    }
  },
  {
    "translation": {
      "en": "And I think this is a lost opportunity. Carbon's the good guy.",
      "fr": "Le carbone serait mauvais, c'est un comble. Le carbone est bénéfique."
    }
  },
  {
    "translation": {
      "en": "We're carbon. I'm- I'm 16 percent carbon,",
      "fr": "Nous sommes du carbone, j'en suis composé à 16 %,"
    }
  },
  {
    "translation": {
      "en": "and all of it came from eating vegetation and things that eat vegetation.",
      "fr": "ayant consommé des plantes et des animaux qui s'en sont nourris."
    }
  },
  {
    "translation": {
      "en": "Plants use sunlight as energy,",
      "fr": "Les plantes puisent l'énergie solaire,"
    }
  },
  {
    "translation": {
      "en": "and they pull carbon dioxide out of the atmosphere,",
      "fr": "extraient le dioxyde de carbone de l'atmosphère,"
    }
  },
  {
    "translation": {
      "en": "they turn it into a carbon fuel, and that's how they grow.",
      "fr": "le transforment en carbone, et, ainsi, peuvent pousser."
    }
  },
  {
    "translation": {
      "en": "But 40 percent of that carbon fuel, they send down to their roots.",
      "fr": "Mais 40 % de ce carbone est envoyé dans leurs racines."
    }
  },
  {
    "translation": {
      "en": "They're leaking it out in a very strategic way to soil microorganisms.",
      "fr": "Elles les transmettent de façon stratégique aux micro-organismes."
    }
  },
  {
    "translation": {
      "en": "Plants are feeding soil microorganisms carbon,",
      "fr": "Les plantes nourrissent les micro-organismes,"
    }
  },
  {
    "translation": {
      "en": "and the soil microorganisms are bringing plants mineral nutrients.",
      "fr": "qui leur apportent en échange des éléments minéraux."
    }
  },
  {
    "translation": {
      "en": "And in the process of all that,",
      "fr": "Au cours de ce processus,"
    }
  },
  {
    "translation": {
      "en": "those soil microorganisms make a carbon glue out of that carbon fuel.",
      "fr": "ces micro-organismes transforment ce carbone en colle,"
    }
  },
  {
    "translation": {
      "en": "And they make habitat in the soil.",
      "fr": "et créent un habitat."
    }
  },
  {
    "translation": {
      "en": "They make little pockets in the soil to control the flow of air and water.",
      "fr": "Ils forment des poches qui régulent le passage de l'air et de l'eau."
    }
  },
  {
    "translation": {
      "en": "And that's one of the ways that carbon gets fixed in the soil.",
      "fr": "C'est une des façons dont le carbone se fixe dans le sol."
    }
  },
  {
    "translation": {
      "en": "In other words, soil has the unique ability",
      "fr": "En d'autres termes, le sol a la capacité"
    }
  },
  {
    "translation": {
      "en": "to sequester carbon dioxide out of the atmosphere.",
      "fr": "de piéger le dioxyde de carbone hors de l'atmosphère."
    }
  },
  {
    "translation": {
      "en": "That's a big deal.",
      "fr": "Ce n'est pas rien."
    }
  },
  {
    "translation": {
      "en": "And what's even more amazing:",
      "fr": "Et, encore plus impressionnant,"
    }
  },
  {
    "translation": {
      "en": "the soil contains an entire universe of life.",
      "fr": "le sol contient tout un univers de vie."
    }
  },
  {
    "translation": {
      "en": "Here, I went to years of college, and I took soil science. I didn't know.",
      "fr": "À l'université, j'ai choisi la pédologie. Je ne savais rien."
    }
  },
  {
    "translation": {
      "en": "I really did not know how the soil worked.",
      "fr": "Je ne connaissais pas le fonctionnement du sol."
    }
  },
  {
    "translation": {
      "en": "It's alive.",
      "fr": "Il est vivant."
    }
  },
  {
    "translation": {
      "en": "In every handful of healthy soil,",
      "fr": "Dans une poignée de terre saine, il y a plus d'organismes"
    }
  },
  {
    "translation": {
      "en": "there more organisms than the number of people who've ever lived",
      "fr": "Dans une poignée de terre saine, il y a plus d'organismes que d'humains n'ayant jamais vécu sur Terre."
    }
  },
  {
    "translation": {
      "en": "on planet Earth.",
      "fr": "que d'humains n'ayant jamais vécu sur Terre."
    }
  },
  {
    "translation": {
      "en": "And those organisms are processing organic matter that's in the soil",
      "fr": "Ces organismes transforment la matière organique du sol"
    }
  },
  {
    "translation": {
      "en": "and putting the nutrients into a form that the plant needs.",
      "fr": "et les nutriments pour que la plante puisse s'en nourrir."
    }
  },
  {
    "translation": {
      "en": "Comparing the soil microbial diversity",
      "fr": "En comparant la diversité microbienne du sol"
    }
  },
  {
    "translation": {
      "en": "to the microbial diversity we're now seeing inside the human organism,",
      "fr": "à la diversité microbienne que l'on observe dans le corps humain,"
    }
  },
  {
    "translation": {
      "en": "you have more bacterial cells in your body than you have human cells.",
      "fr": "celui-ci a plus de cellules bactériennes que de cellules humaines."
    }
  },
  {
    "translation": {
      "en": "Yeah, we're about one percent human and 99 percent microbes.",
      "fr": "Le corps humain est microbien à 99 %."
    }
  },
  {
    "translation": {
      "en": "It's the truth.",
      "fr": "C'est la vérité."
    }
  },
  {
    "translation": {
      "en": "The food that we eat,",
      "fr": "Lorsque nous mangeons,"
    }
  },
  {
    "translation": {
      "en": "we actually chew and break that food material down into little bits",
      "fr": "nous mâchons et réduisons la nourriture"
    }
  },
  {
    "translation": {
      "en": "that get eaten by the bacteria in our gut.",
      "fr": "en petits morceaux mangés par nos bactéries intestinales."
    }
  },
  {
    "translation": {
      "en": "When you eat kale,  let's say,",
      "fr": "Par exemple, quand vous mangez du chou kale,"
    }
  },
  {
    "translation": {
      "en": "when you're eating kale, your body doesn't consume kale.",
      "fr": "Par exemple, quand vous mangez du chou kale, ce n'est pas votre corps qui le consomme, mais les bactéries."
    }
  },
  {
    "translation": {
      "en": "The bacteria consumed the kale.",
      "fr": "ce n'est pas votre corps qui le consomme, mais les bactéries."
    }
  },
  {
    "translation": {
      "en": "And you feed off of what the bacteria have processed and released",
      "fr": "Vous vous nourrissez de ce qui a été produit par les bactéries"
    }
  },
  {
    "translation": {
      "en": "by the consumption of that kale.",
      "fr": "lors de la consommation du chou."
    }
  },
  {
    "translation": {
      "en": "The key to health is eating dirt.",
      "fr": "Pour votre santé, mangez de la terre."
    }
  },
  {
    "translation": {
      "en": "What I mean by that is we need to eat what's in the dirt",
      "fr": "Je veux dire par là qu'il faut manger ce qui passe dans la terre par les plantes"
    }
  },
  {
    "translation": {
      "en": "that's transferred to the plants, that then we eat and create health.",
      "fr": "ce qui passe dans la terre par les plantes pour être en bonne santé."
    }
  },
  {
    "translation": {
      "en": "You know, my husband is an athlete for a living,",
      "fr": "Mon mari est un sportif professionnel,"
    }
  },
  {
    "translation": {
      "en": "so he wants to provide his body with the best possible nutrients",
      "fr": "il veut offrir à son corps les meilleurs nutriments possible pour être performant."
    }
  },
  {
    "translation": {
      "en": "so he can perform.",
      "fr": "les meilleurs nutriments possible pour être performant."
    }
  },
  {
    "translation": {
      "en": "I beat my body down so much over the course of the season,",
      "fr": "J'en fais déjà voir de toutes les couleurs à mon corps,"
    }
  },
  {
    "translation": {
      "en": "the last thing I want to do is add a bunch of food",
      "fr": "pas question d'y ajouter des aliments"
    }
  },
  {
    "translation": {
      "en": "that I won't be able to properly digest,",
      "fr": "que je digérerai mal,"
    }
  },
  {
    "translation": {
      "en": "that won't be the kind of nutrition that I need",
      "fr": "qui ne seront pas ce dont j'ai besoin"
    }
  },
  {
    "translation": {
      "en": "in order to repair and regenerate my body the way that it needs to be.",
      "fr": "pour réparer et régénérer mon corps correctement."
    }
  },
  {
    "translation": {
      "en": "And, of course, the quality of the soil is huge",
      "fr": "La qualité du sol est essentielle,"
    }
  },
  {
    "translation": {
      "en": "because it is the beginning of the quality of the food.",
      "fr": "la qualité de la nourriture en dépend."
    }
  },
  {
    "translation": {
      "en": "That quality of food provides quality health.",
      "fr": "De la bonne nourriture engendre une bonne santé."
    }
  },
  {
    "translation": {
      "en": "It all comes from the Earth. Big Mama.",
      "fr": "Tout vient de la Terre."
    }
  },
  {
    "translation": {
      "en": "Our health and the health of our planet are connected.",
      "fr": "Notre santé et celle de notre planète sont liées."
    }
  },
  {
    "translation": {
      "en": "If we choose healthy food, there is a reciprocation.",
      "fr": "Si nous mangeons sainement, cela a un effet réciproque."
    }
  },
  {
    "translation": {
      "en": "Not only we feel better, we are healthier, but the Earth is healthier.",
      "fr": "Nous sommes en meilleure santé, et la Terre se porte mieux."
    }
  },
  {
    "translation": {
      "en": "Taking care of the microbes in the soil is critical for human health.",
      "fr": "Prendre soin des microbes du sol est crucial pour la santé humaine."
    }
  },
  {
    "translation": {
      "en": "But spraying the soil with toxic chemicals,",
      "fr": "Mais épandre des produits toxiques sur le sol…"
    }
  },
  {
    "translation": {
      "en": "well, does something else.",
      "fr": "a d'autres effets."
    }
  },
  {
    "translation": {
      "en": "All of our soils that are under chemical conventional agriculture",
      "fr": "Les sols cultivés selon les méthodes de l'agriculture chimique conventionnelle"
    }
  },
  {
    "translation": {
      "en": "are almost completely devoid of microorganisms.",
      "fr": "sont presque entièrement dépourvus de micro-organismes."
    }
  },
  {
    "translation": {
      "en": "Spraying the soil with toxic chemicals",
      "fr": "L'épandage de produits toxiques"
    }
  },
  {
    "translation": {
      "en": "kills the very microbes we need to give us health,",
      "fr": "tue les microbes nécessaires à notre santé"
    }
  },
  {
    "translation": {
      "en": "and pull the carbon from the atmosphere.",
      "fr": "et à la séquestration du carbone."
    }
  },
  {
    "translation": {
      "en": "The more tilling that's done, the weaker the soil gets,",
      "fr": "Plus le sol est labouré, plus il s'affaiblit,"
    }
  },
  {
    "translation": {
      "en": "and the more farmers feel compelled to use chemical sprays.",
      "fr": "et plus les agriculteurs ont recours aux produits chimiques."
    }
  },
  {
    "translation": {
      "en": "This is the vicious cycle of industrial agriculture.",
      "fr": "C'est le cercle vicieux de l'agriculture industrielle."
    }
  },
  {
    "translation": {
      "en": "And that cycle was developed as a result of war.",
      "fr": "Ce cycle s'est développé après la guerre."
    }
  },
  {
    "translation": {
      "en": "The roots of industrial agriculture go back to a German scientist named Fritz Haber.",
      "fr": "Nous devons l'agriculture industrielle à un scientifique allemand, Fritz Haber."
    }
  },
  {
    "translation": {
      "en": "Haber invented a process for making synthetic nitrogen fertilizer",
      "fr": "Haber inventa un procédé de création d'engrais synthétique à base d'azote"
    }
  },
  {
    "translation": {
      "en": "that increased food production.",
      "fr": "augmentant la production alimentaire."
    }
  },
  {
    "translation": {
      "en": "His other scientific breakthrough was the creation of poisons",
      "fr": "Son autre innovation scientifique fut la création de poisons nommés pesticides."
    }
  },
  {
    "translation": {
      "en": "known as pesticides.",
      "fr": "fut la création de poisons nommés pesticides."
    }
  },
  {
    "translation": {
      "en": "Haber used his pesticides as the first chemical weapons in history.",
      "fr": "Ses pesticides furent les premières armes chimiques de l'histoire."
    }
  },
  {
    "translation": {
      "en": "Then he developed the poison used in the gas chambers of the Holocaust.",
      "fr": "Puis il développa le poison utilisé dans les chambres à gaz nazies."
    }
  },
  {
    "translation": {
      "en": "When the war ended,",
      "fr": "Après guerre, des entreprises américaines"
    }
  },
  {
    "translation": {
      "en": "US chemical companies brought Haber's poisons back to America",
      "fr": "Après guerre, des entreprises américaines rapportèrent ses poisons aux États-Unis"
    }
  },
  {
    "translation": {
      "en": "and rebranded his toxic chemicals as pesticides for American farms.",
      "fr": "et rebaptisèrent ses produits toxiques pesticides pour les champs du pays."
    }
  },
  {
    "translation": {
      "en": "Dow set out to demonstrate the effectiveness of its chemical killers",
      "fr": "Dow veut prouver l'efficacité de ses produits chimiques"
    }
  },
  {
    "translation": {
      "en": "on a nationwide scale.",
      "fr": "à l'échelle du pays."
    }
  },
  {
    "translation": {
      "en": "When the war ended,",
      "fr": "À la fin de la guerre,"
    }
  },
  {
    "translation": {
      "en": "all the energy that went into fighting the enemies in the world…",
      "fr": "l'énergie consacrée à la lutte contre les ennemis dans le monde"
    }
  },
  {
    "translation": {
      "en": "went into fighting the enemies on the farm.",
      "fr": "se tourna vers les ennemis dans les champs."
    }
  },
  {
    "translation": {
      "en": "All of a sudden, chemical fertilizer nitrogen was available,",
      "fr": "Tout à coup, de l'engrais chimique à l'azote était disponible"
    }
  },
  {
    "translation": {
      "en": "and farmers could toss that on a field.",
      "fr": "et les agriculteurs pouvaient l'épandre."
    }
  },
  {
    "translation": {
      "en": "Even if they hadn't taken care of their soil, they could get a good crop for a while.",
      "fr": "Même sans avoir pris soin de leur terre, ils pouvaient avoir une bonne récolte."
    }
  },
  {
    "translation": {
      "en": "Together, these wartime innovations",
      "fr": "Ensemble, ces innovations"
    }
  },
  {
    "translation": {
      "en": "created the most powerful industrial food production system",
      "fr": "créèrent le système de production alimentaire le plus puissant"
    }
  },
  {
    "translation": {
      "en": "the world had ever seen.",
      "fr": "de tous les temps."
    }
  },
  {
    "translation": {
      "en": "We created an infrastructure around single types of industry,",
      "fr": "On a créé une infrastructure autour d'industries distinctes,"
    }
  },
  {
    "translation": {
      "en": "and then we decoupled livestock and row crop production.",
      "fr": "puis on a séparé l'élevage et la culture."
    }
  },
  {
    "translation": {
      "en": "We found people who are really good at raising livestock,",
      "fr": "On a trouvé des gens doués pour l'élevage,"
    }
  },
  {
    "translation": {
      "en": "and you found people who were really good at growing row crops,",
      "fr": "d'autres doués pour la culture,"
    }
  },
  {
    "translation": {
      "en": "and you split those two camps.",
      "fr": "et on les a séparés."
    }
  },
  {
    "translation": {
      "en": "That ushered in this big philosophical shift",
      "fr": "Ça a marqué le début d'un changement philosophique"
    }
  },
  {
    "translation": {
      "en": "in terms of how we approached farming.",
      "fr": "dans notre approche de l'agriculture."
    }
  },
  {
    "translation": {
      "en": "Instead of understanding and honoring natural processes,",
      "fr": "Au lieu de comprendre et de respecter les processus naturels,"
    }
  },
  {
    "translation": {
      "en": "we could just throw out these chemicals. We just throw out more and more of them.",
      "fr": "on a mis des produits chimiques en quantités de plus en plus importantes."
    }
  },
  {
    "translation": {
      "en": "It kept going up and up and up.",
      "fr": "Ça a continué d'augmenter."
    }
  },
  {
    "translation": {
      "en": "It takes more nitrogen now to raise a bushel of grain",
      "fr": "Il faut plus d'azote pour cultiver un boisseau de céréales aujourd'hui"
    }
  },
  {
    "translation": {
      "en": "than it did in 1960.",
      "fr": "qu'en 1960."
    }
  },
  {
    "translation": {
      "en": "Our chemical fertilizers mask the problem of degraded soils.",
      "fr": "Nos engrais chimiques dissimulent la dégradation des sols."
    }
  },
  {
    "translation": {
      "en": "Modern agriculture was not designed for the betterment of the soil.",
      "fr": "L'agriculture moderne n'a pas été conçue pour améliorer le sol."
    }
  },
  {
    "translation": {
      "en": "Today, our most common crops are genetically altered",
      "fr": "Les cultures les plus communes sont génétiquement modifiées"
    }
  },
  {
    "translation": {
      "en": "to resist the spraying of toxic pesticides.",
      "fr": "pour résister à l'épandage de pesticides."
    }
  },
  {
    "translation": {
      "en": "For example, the number one crop in the United States, field corn,",
      "fr": "Par exemple, la culture numéro un aux États-Unis, le maïs,"
    }
  },
  {
    "translation": {
      "en": "is almost entirely sprayed with glyphosate,",
      "fr": "est presque entièrement aspergée de glyphosate,"
    }
  },
  {
    "translation": {
      "en": "a chemical suspected to cause cancer that's so over sprayed,",
      "fr": "un produit suspecté d'être cancérigène tellement épandu"
    }
  },
  {
    "translation": {
      "en": "it's found its way into our drinking water.",
      "fr": "qu'on en retrouve… dans l'eau que l'on boit."
    }
  },
  {
    "translation": {
      "en": "These chemicals,",
      "fr": "Ces produits chimiques,"
    }
  },
  {
    "translation": {
      "en": "which were considered dangerous to begin with,",
      "fr": "déjà considérés dangereux,"
    }
  },
  {
    "translation": {
      "en": "are now being used at rates that would have been inconceivable",
      "fr": "sont désormais employés dans des quantités considérées inconcevables"
    }
  },
  {
    "translation": {
      "en": "twenty years ago.",
      "fr": "il y a 20 ans."
    }
  },
  {
    "translation": {
      "en": "Every year, for every American alive,",
      "fr": "Chaque année, pour chaque Américain,"
    }
  },
  {
    "translation": {
      "en": "three pounds of toxic chemicals are sprayed onto the food grown on our farms.",
      "fr": "1,3 kg de produits chimiques toxiques est épandu sur les cultures."
    }
  },
  {
    "translation": {
      "en": "That goes into the soil. It goes into the water.",
      "fr": "Ça va dans le sol, dans l'eau,"
    }
  },
  {
    "translation": {
      "en": "It goes into our bodies.",
      "fr": "dans notre corps."
    }
  },
  {
    "translation": {
      "en": "It's not just on the food you eat. It's everywhere.",
      "fr": "Ce n'est pas que dans la nourriture. Il y en a partout."
    }
  },
  {
    "translation": {
      "en": "Most of the agricultural industries' pesticides and herbicides",
      "fr": "La plupart des pesticides et herbicides de l'agriculture industrielle"
    }
  },
  {
    "translation": {
      "en": "transfer directly through breast milk to babies.",
      "fr": "sont transmis aux bébés par le lait maternel."
    }
  },
  {
    "translation": {
      "en": "There are over 200 peer- reviewed studies",
      "fr": "Il existe plus de 200 études scientifiques"
    }
  },
  {
    "translation": {
      "en": "that correlate the spraying of these toxic chemicals",
      "fr": "montrant une corrélation entre l'épandage de ces produits"
    }
  },
  {
    "translation": {
      "en": "to effects like ADD in children,",
      "fr": "et les troubles de l'attention,"
    }
  },
  {
    "translation": {
      "en": "pediatric cancers, and birth defects.",
      "fr": "les cancers pédiatriques et les anomalies congénitales."
    }
  },
  {
    "translation": {
      "en": "That's why juries have begun to award billions of dollars in damages",
      "fr": "Les tribunaux ont commencé à accorder des milliards de dollars"
    }
  },
  {
    "translation": {
      "en": "to people who contracted cancer after using glyphosate.",
      "fr": "à des victimes de cancers suite à l'emploi de glyphosate."
    }
  },
  {
    "translation": {
      "en": "We know, for example, that glyphosate, which is also known as Roundup,",
      "fr": "On sait par exemple que le glyphosate, aussi appelé Roundup,"
    }
  },
  {
    "translation": {
      "en": "has an effect on the gut microbiome",
      "fr": "a des effets sur le microbiome intestinal"
    }
  },
  {
    "translation": {
      "en": "that may lead to disturbances that can create disease,",
      "fr": "pouvant engendrer des troubles menant à des maladies"
    }
  },
  {
    "translation": {
      "en": "including cancer.",
      "fr": "dont le cancer."
    }
  },
  {
    "translation": {
      "en": "A big reason these chemicals make us sick",
      "fr": "Si ces produits nous rendent malades,"
    }
  },
  {
    "translation": {
      "en": "is because just as toxic chemicals kill the microbes in the soil,",
      "fr": "c'est parce qu'en plus de tuer les microbes présents dans le sol,"
    }
  },
  {
    "translation": {
      "en": "they also kill the microbes in our bodies.",
      "fr": "ils tuent les microbes dans notre corps."
    }
  },
  {
    "translation": {
      "en": "What I tell people is, your body can handle acute stresses,",
      "fr": "Je dis aux gens : Le corps peut gérer une pression aiguë, pas une pression chronique."
    }
  },
  {
    "translation": {
      "en": "but it cannot handle chronic stresses.",
      "fr": "Le corps peut gérer une pression aiguë, pas une pression chronique."
    }
  },
  {
    "translation": {
      "en": "The soil ecosystem is the same way.",
      "fr": "Pareil pour l'écosystème du sol."
    }
  },
  {
    "translation": {
      "en": "If you keep dumping the fungicides, you keep dumping the herbicide,",
      "fr": "L'épandage continuel de fongicides, d'herbicides,"
    }
  },
  {
    "translation": {
      "en": "you keep dumping the insecticide, you keep doing the tillage…",
      "fr": "d'insecticides, le surlabourage…"
    }
  },
  {
    "translation": {
      "en": "chronic stress.",
      "fr": "c'est une pression chronique."
    }
  },
  {
    "translation": {
      "en": "It doesn't function anymore.",
      "fr": "Ça ne fonctionne plus."
    }
  },
  {
    "translation": {
      "en": "Since chemical agriculture ramped up worldwide in the 1970s,",
      "fr": "Depuis l'essor de l'agriculture chimique dans le monde dans les années 70,"
    }
  },
  {
    "translation": {
      "en": "we have lost one third of the Earth's topsoil.",
      "fr": "nous avons perdu un tiers de la couche arable de la Terre."
    }
  },
  {
    "translation": {
      "en": "But industrial agriculture isn't just harming our soils.",
      "fr": "Mais l'agriculture industrielle ne fait pas que nuire à nos sols."
    }
  },
  {
    "translation": {
      "en": "It's also affecting something much larger.",
      "fr": "Elle a des conséquences bien plus importantes."
    }
  },
  {
    "translation": {
      "en": "The most massive tsunami,",
      "fr": "Un cataclysme… sans précédent…"
    }
  },
  {
    "translation": {
      "en": "perfect storm, is bearing down upon us.",
      "fr": "dû à un ensemble de facteurs, approche."
    }
  },
  {
    "translation": {
      "en": "But fossil fuels… carbon, coal, and gas…",
      "fr": "Mais les énergies fossiles, le charbon, le gaz…"
    }
  },
  {
    "translation": {
      "en": "are by no means the only thing that is causing climate change.",
      "fr": "ne sont pas les seules raisons du changement climatique."
    }
  },
  {
    "translation": {
      "en": "Now, because the fate of water and carbon",
      "fr": "Puisque l'eau et le charbon"
    }
  },
  {
    "translation": {
      "en": "are tied to soil organic matter,",
      "fr": "sont liés à la matière organique du sol,"
    }
  },
  {
    "translation": {
      "en": "when we damage soils, you give off carbon. Carbon goes back to the atmosphere.",
      "fr": "quand on abîme le sol, il émet du carbone qui retourne dans l'atmosphère."
    }
  },
  {
    "translation": {
      "en": "Healthy soils absorb water and carbon dioxide.",
      "fr": "Un sol sain absorbe l'eau et le dioxyde de carbone."
    }
  },
  {
    "translation": {
      "en": "But when we destroy soil, it releases water and carbon dioxide.",
      "fr": "Mais lorsqu'on détruit le sol, il les rejette."
    }
  },
  {
    "translation": {
      "en": "This dries out the soil and turns it into dust.",
      "fr": "Cela assèche le sol qui se transforme en poussière."
    }
  },
  {
    "translation": {
      "en": "The process is called desertification.",
      "fr": "Ce processus s'appelle la désertification."
    }
  },
  {
    "translation": {
      "en": "And how we deal with it",
      "fr": "Et notre réponse à ce processus"
    }
  },
  {
    "translation": {
      "en": "could determine the fate of more than just our climate.",
      "fr": "pourrait affecter bien plus que notre climat."
    }
  },
  {
    "translation": {
      "en": "Desertification is a fancy word for land that is turning to desert,",
      "fr": "La désertification est un mot savant pour décrire un sol qui devient un désert,"
    }
  },
  {
    "translation": {
      "en": "and this happens only when we create too much bare ground.",
      "fr": "ce qui se produit lorsqu'on laisse une étendue trop vaste de terre nue."
    }
  },
  {
    "translation": {
      "en": "Soil and the plant and the climate are connected.",
      "fr": "Les sols, les plantes et le climat sont liés."
    }
  },
  {
    "translation": {
      "en": "If you don't have a living plant,",
      "fr": "Sans plantes vivantes,"
    }
  },
  {
    "translation": {
      "en": "you're going to have more evaporation.",
      "fr": "l'évaporation est trop importante."
    }
  },
  {
    "translation": {
      "en": "What we want is transpiration,",
      "fr": "On recherche la transpiration,"
    }
  },
  {
    "translation": {
      "en": "when the moisture leaves through the plant.",
      "fr": "quand l'humidité ressort par les plantes."
    }
  },
  {
    "translation": {
      "en": "When it does that, it increases humidity.",
      "fr": "Ce faisant, le taux d'humidité augmente,"
    }
  },
  {
    "translation": {
      "en": "And when it increases the humidity, we have more rain.",
      "fr": "ainsi que les précipitations."
    }
  },
  {
    "translation": {
      "en": "Sixty percent of our rainfall comes from the ocean.",
      "fr": "60 % de notre pluie provient de l'océan."
    }
  },
  {
    "translation": {
      "en": "But a lot of people don't realize 40 percent comes from small water cycles",
      "fr": "Beaucoup de gens ignorent que 40 % de la pluie provient du petit cycle,"
    }
  },
  {
    "translation": {
      "en": "where our rain comes from inland.",
      "fr": "dans lequel la pluie vient de l'intérieur des terres."
    }
  },
  {
    "translation": {
      "en": "What's going on is we disrupted the small water cycles.",
      "fr": "Nous avons perturbé les petits cycles de l'eau."
    }
  },
  {
    "translation": {
      "en": "That's when you have too much sensible heat coming off bare soil.",
      "fr": "Cela se produit lorsqu'un sol nu émet trop de chaleur sensible."
    }
  },
  {
    "translation": {
      "en": "You're having these huge vortexes of hot air going out.",
      "fr": "Cela crée d'immenses tourbillons d'air chaud."
    }
  },
  {
    "translation": {
      "en": "Instead of attracting the rain, it's pushing the rain clouds away.",
      "fr": "Au lieu d'attirer la pluie, ils repoussent les nuages."
    }
  },
  {
    "translation": {
      "en": "Take one square meter of soil and make it bare,",
      "fr": "Prenez un mètre carré de terre et dénudez-le,"
    }
  },
  {
    "translation": {
      "en": "and I promise you, you will find it much colder at dawn",
      "fr": "je vous garantis qu'il sera bien plus froid à l'aube"
    }
  },
  {
    "translation": {
      "en": "and much hotter at mid- day than that same piece of ground",
      "fr": "et bien plus chaud à midi que la même surface couverte de plantes."
    }
  },
  {
    "translation": {
      "en": "if it's just covered with plant litter.",
      "fr": "que la même surface couverte de plantes."
    }
  },
  {
    "translation": {
      "en": "You have changed the microclimate.",
      "fr": "Vous avez changé le microclimat."
    }
  },
  {
    "translation": {
      "en": "Now, by the time you're doing that…",
      "fr": "Si vous faites cela"
    }
  },
  {
    "translation": {
      "en": "on more than half the world's land…",
      "fr": "sur plus de la moitié de la terre de la planète…"
    }
  },
  {
    "translation": {
      "en": "you are changing macroclimate.",
      "fr": "vous changez le macroclimat."
    }
  },
  {
    "translation": {
      "en": "Desertification of our soils is a pressing threat to our climate",
      "fr": "La désertification de nos sols est une menace urgente pour notre climat et notre espèce."
    }
  },
  {
    "translation": {
      "en": "and our species.",
      "fr": "est une menace urgente pour notre climat et notre espèce."
    }
  },
  {
    "translation": {
      "en": "But I have for you a very simple message.",
      "fr": "J'ai un message très simple pour vous."
    }
  },
  {
    "translation": {
      "en": "About two- thirds of the world is desertifying.",
      "fr": "Près des deux tiers du monde sont en désertification."
    }
  },
  {
    "translation": {
      "en": "As soils turn to dust around the world,",
      "fr": "Tandis que les sols se changent en poussière,"
    }
  },
  {
    "translation": {
      "en": "every year, 40 million people are pushed off their land.",
      "fr": "chaque année, 40 millions de personnes sont chassées de leur terre."
    }
  },
  {
    "translation": {
      "en": "By 2050, it's estimated that one billion people",
      "fr": "D'ici 2050, on estime à un milliard"
    }
  },
  {
    "translation": {
      "en": "will be refugees of soil desertification.",
      "fr": "le nombre de réfugiés dus à la désertification des sols."
    }
  },
  {
    "translation": {
      "en": "More than 20 civilizations, in all regions of the world, have failed",
      "fr": "Plus de 20 civilisations, partout dans le monde, ont disparu à cause des dégâts de l'agriculture sur l'environnement."
    }
  },
  {
    "translation": {
      "en": "because of agriculture damaging the environment.",
      "fr": "ont disparu à cause des dégâts de l'agriculture sur l'environnement."
    }
  },
  {
    "translation": {
      "en": "Their communities could not handle",
      "fr": "Ces communautés n'ont pas su répondre"
    }
  },
  {
    "translation": {
      "en": "the deteriorating environment and the rising population.",
      "fr": "à la détérioration de l'environnement et à la population croissante."
    }
  },
  {
    "translation": {
      "en": "Globally, that's what we're doing today.",
      "fr": "Ça nous arrive aujourd'hui."
    }
  },
  {
    "translation": {
      "en": "Poor land leads to poor people.",
      "fr": "Une terre pauvre engendre la pauvreté."
    }
  },
  {
    "translation": {
      "en": "Poor people leads to social breakdown.",
      "fr": "La pauvreté engendre des troubles sociaux."
    }
  },
  {
    "translation": {
      "en": "Poor land leads to increasing frequency of floods and droughts,",
      "fr": "Une terre pauvre augmente la fréquence des inondations, des sécheresses,"
    }
  },
  {
    "translation": {
      "en": "and mass immigration across borders and into cities.",
      "fr": "et de l'immigration massive à travers les frontières et dans les villes."
    }
  },
  {
    "translation": {
      "en": "And it's leading to ideal recruitment conditions.",
      "fr": "Et mène à des conditions de recrutement idéales."
    }
  },
  {
    "translation": {
      "en": "What we know right now is the way we're feeding ourselves",
      "fr": "Ce que l'on sait à l'heure actuelle, c'est que notre manière de nous nourrir"
    }
  },
  {
    "translation": {
      "en": "is undermining the very ecology that we're dependent upon.",
      "fr": "est nuisible… à l'écosystème dont nous dépendons."
    }
  },
  {
    "translation": {
      "en": "So the long- term prognosis for our survival on this planet,",
      "fr": "À long terme, nos chances de survie sur cette planète"
    }
  },
  {
    "translation": {
      "en": "given business as usual, is very, very poor.",
      "fr": "dans les conditions actuelles sont très faibles."
    }
  },
  {
    "translation": {
      "en": "According to the United Nations,",
      "fr": "D'après les Nations unies,"
    }
  },
  {
    "translation": {
      "en": "the world's remaining topsoil will be gone within 60 years.",
      "fr": "les terres arables restantes dans le monde auront disparu d'ici 60 ans."
    }
  },
  {
    "translation": {
      "en": "In other words, unless we find a way to save our soils,",
      "fr": "Autrement dit, à moins de trouver un moyen de sauver nos sols,"
    }
  },
  {
    "translation": {
      "en": "we have 60 harvests left.",
      "fr": "il nous reste 60 récoltes."
    }
  },
  {
    "translation": {
      "en": "The global scale of the problems we face may seem insurmountable.",
      "fr": "L'ampleur du problème peut paraître insurmontable."
    }
  },
  {
    "translation": {
      "en": "But in every fight that seems unwinnable,",
      "fr": "Mais dans tout combat apparemment perdu d'avance,"
    }
  },
  {
    "translation": {
      "en": "there are those who refuse to give up.",
      "fr": "il y a ceux qui refusent de baisser les bras."
    }
  },
  {
    "translation": {
      "en": "Oh, let's see. Let's do that. We'll do a couple of demos.",
      "fr": "Voyons voir. On fera quelques démonstrations."
    }
  },
  {
    "translation": {
      "en": "We're very fortunate to have Ray Archuleta with us today.",
      "fr": "Nous avons la chance de recevoir Ray Archuleta."
    }
  },
  {
    "translation": {
      "en": "Ray, as you can tell, is someone that has quite a bit of notoriety.",
      "fr": "Ray jouit d'une certaine notoriété."
    }
  },
  {
    "translation": {
      "en": "He's got his own-- He's got his own reality show. Now, that--",
      "fr": "Il a sa propre émission de télé-réalité."
    }
  },
  {
    "translation": {
      "en": "With that, I'm gonna turn the floor over to Ray,",
      "fr": "Je vais passer la parole à Ray."
    }
  },
  {
    "translation": {
      "en": "and, Ray, we appreciate you being here. - Thank you very much. - Thank you, Ray.",
      "fr": "- Merci d'être là. - Merci."
    }
  },
  {
    "translation": {
      "en": "This is a supercomputer model by NASA.",
      "fr": "Ce modèle a été conçu avec un supercalculateur de la NASA."
    }
  },
  {
    "translation": {
      "en": "We're concerned of the red and purples being CO2.",
      "fr": "Le rouge et le violet représentent le CO2."
    }
  },
  {
    "translation": {
      "en": "I want you to notice the dates.",
      "fr": "Regardez bien les dates."
    }
  },
  {
    "translation": {
      "en": "That is February.",
      "fr": "On est en février."
    }
  },
  {
    "translation": {
      "en": "March.",
      "fr": "Mars."
    }
  },
  {
    "translation": {
      "en": "Now, what are we doing March? April?",
      "fr": "Que fait-on en mars et avril ?"
    }
  },
  {
    "translation": {
      "en": "What do we do in modern agriculture in April?",
      "fr": "Que fait-on dans l'agriculture moderne au mois d'avril ?"
    }
  },
  {
    "translation": {
      "en": "We are tilling.",
      "fr": "On laboure."
    }
  },
  {
    "translation": {
      "en": "We're tilling the land.",
      "fr": "On laboure la terre."
    }
  },
  {
    "translation": {
      "en": "And look at the huge plumes of CO2.",
      "fr": "Regardez les énormes panaches e CO2."
    }
  },
  {
    "translation": {
      "en": "Look at the dates.",
      "fr": "Regardez les dates."
    }
  },
  {
    "translation": {
      "en": "May.",
      "fr": "Mai."
    }
  },
  {
    "translation": {
      "en": "Now, let's see what happens around June.",
      "fr": "Maintenant… regardons ce qui se passe au mois de juin."
    }
  },
  {
    "translation": {
      "en": "Look at the colors change.",
      "fr": "Regardez le changement de couleur."
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen, what is happening in June?",
      "fr": "Mesdames et messieurs, que se passe-t-il en juin ?"
    }
  },
  {
    "translation": {
      "en": "Do you see how powerful the living plants are?",
      "fr": "Voyez-vous à quel point les plantes sont puissantes ?"
    }
  },
  {
    "translation": {
      "en": "Can you imagine if we had all our rangeland",
      "fr": "Et si tous nos pâturages"
    }
  },
  {
    "translation": {
      "en": "and all our cropland covered?",
      "fr": "et tous nos champs étaient couverts ?"
    }
  },
  {
    "translation": {
      "en": "A covered planet is a healthy planet.",
      "fr": "Une planète couverte est une planète saine."
    }
  },
  {
    "translation": {
      "en": "We can fix a lot of our climate issues",
      "fr": "On peut régler une grande partie des problèmes climatiques"
    }
  },
  {
    "translation": {
      "en": "if we bring the CO2 down into a living plant",
      "fr": "en rapportant le CO2 dans les plantes"
    }
  },
  {
    "translation": {
      "en": "and put it back into the soil where it belongs.",
      "fr": "et dans le sol, où est sa place."
    }
  },
  {
    "translation": {
      "en": "Agriculture is the biggest way that humans impact our landscape.",
      "fr": "L'agriculture a un impact majeur sur nos paysages."
    }
  },
  {
    "translation": {
      "en": "We have unleashed, through agriculture,",
      "fr": "À cause de l'agriculture, on a rejeté"
    }
  },
  {
    "translation": {
      "en": "over the centuries, over the millennia, carbon from the land,",
      "fr": "au cours des siècles, du carbone présent dans le sol,"
    }
  },
  {
    "translation": {
      "en": "and it's now up in the atmosphere.",
      "fr": "dans l'atmosphère."
    }
  },
  {
    "translation": {
      "en": "It's now part of that legacy load of carbon dioxide.",
      "fr": "Ça fait partie de cette charge de CO2."
    }
  },
  {
    "translation": {
      "en": "Many people are coming to this discussion about soil health",
      "fr": "Beaucoup de gens s'expriment sur l'état des sols"
    }
  },
  {
    "translation": {
      "en": "because it can bring that carbon back down",
      "fr": "Beaucoup de gens s'expriment sur l'état des sols car la terre peut réabsorber ce carbone."
    }
  },
  {
    "translation": {
      "en": "and put it in the ground.",
      "fr": "car la terre peut réabsorber ce carbone."
    }
  },
  {
    "translation": {
      "en": "First, he's an environmentalist and the editor of Drawdown,",
      "fr": "Écologiste et rédacteur de Drawdown,"
    }
  },
  {
    "translation": {
      "en": "the most comprehensive plan ever proposed to reverse global warming.",
      "fr": "le projet le plus exhaustif pour contrer le réchauffement climatique,"
    }
  },
  {
    "translation": {
      "en": "Please welcome Paul Hawken.",
      "fr": "applaudissez Paul Hawken."
    }
  },
  {
    "translation": {
      "en": "Tell us why your plan is different and why it is the most comprehensive.",
      "fr": "En quoi votre projet est-il différent et plus exhaustif ?"
    }
  },
  {
    "translation": {
      "en": "Well, it's very different because it's the first one ever.",
      "fr": "Il est différent, car c'est le tout premier."
    }
  },
  {
    "translation": {
      "en": "You cannot achieve drawdown without bio sequestration.",
      "fr": "On ne peut pas faire marche arrière sans bioséquestration."
    }
  },
  {
    "translation": {
      "en": "Bio sequestration is using plants, trees, perennials,",
      "fr": "La bioséquestration utilise des plantes, des arbres, des vivaces,"
    }
  },
  {
    "translation": {
      "en": "and techniques of grazing and farming to capture carbon",
      "fr": "et des techniques de pâture et de culture pour capturer le carbone, le piéger dans le sol,"
    }
  },
  {
    "translation": {
      "en": "and store it in the sink of the soil,",
      "fr": "pour capturer le carbone, le piéger dans le sol,"
    }
  },
  {
    "translation": {
      "en": "and retain it for decades, if not centuries.",
      "fr": "et le conserver pendant des décennies voire des siècles."
    }
  },
  {
    "translation": {
      "en": "What we did is mapped, measured, and modeled",
      "fr": "On a comparé et évalué"
    }
  },
  {
    "translation": {
      "en": "the hundred most substantive solutions to global warming.",
      "fr": "les cent meilleures solutions face au réchauffement climatique."
    }
  },
  {
    "translation": {
      "en": "And what I mean by solutions, I mean things that are at hand. We know how to do it. There's scaling.",
      "fr": "On parle de solutions disponibles qu'on doit appliquer à grande échelle."
    }
  },
  {
    "translation": {
      "en": "And if we continue to scale in a rigorous, but reasonable way, over 30 years,",
      "fr": "Si l'on y parvient de manière rigoureuse mais raisonnable sur 30 ans,"
    }
  },
  {
    "translation": {
      "en": "we can reverse global warming.",
      "fr": "on peut inverser le réchauffement climatique."
    }
  },
  {
    "translation": {
      "en": "When you talk to people about this great technology",
      "fr": "Quand on évoque cette technologie formidable"
    }
  },
  {
    "translation": {
      "en": "that has existed for millions of years",
      "fr": "qui existe depuis des millions d'années,"
    }
  },
  {
    "translation": {
      "en": "that takes carbon out of the atmosphere and stores it safely in the soil,",
      "fr": "qui puise le carbone de l'atmosphère pour le stocker dans le sol,"
    }
  },
  {
    "translation": {
      "en": "and that it's called plants working with soil microorganisms, it seems too simple.",
      "fr": "ces plantes et ces micro-organismes, ça semble trop simple."
    }
  },
  {
    "translation": {
      "en": "Putting our atmospheric carbon down into our soil may be a simple idea,",
      "fr": "Stocker le carbone de l'atmosphère dans notre sol est une idée simple,"
    }
  },
  {
    "translation": {
      "en": "but to do it on a global scale requires…",
      "fr": "mais sa mise en place à l'échelle mondiale est une question…"
    }
  },
  {
    "translation": {
      "en": "politics.",
      "fr": "politique."
    }
  },
  {
    "translation": {
      "en": "And when it comes to the politics of climate change,",
      "fr": "En politique, au sujet du réchauffement climatique,"
    }
  },
  {
    "translation": {
      "en": "well, let's just say…",
      "fr": "disons qu'il y a…"
    }
  },
  {
    "translation": {
      "en": "there's a lot of hot air.",
      "fr": "de l'eau dans le gaz."
    }
  },
  {
    "translation": {
      "en": "In 2015, the United Nations held a climate summit in Paris.",
      "fr": "En 2015, l'ONU a tenu un sommet pour le climat à Paris."
    }
  },
  {
    "translation": {
      "en": "It was called COP 21.",
      "fr": "La COP 21."
    }
  },
  {
    "translation": {
      "en": "Forty thousand delegates from 196 countries from all over the world",
      "fr": "40 000 représentants venus de 196 pays du monde entier"
    }
  },
  {
    "translation": {
      "en": "met to reach an agreement on how to address climate change.",
      "fr": "pour trouver des solutions au changement climatique."
    }
  },
  {
    "translation": {
      "en": "There were presentations and meetings",
      "fr": "Il y eut des exposés, des réunions,"
    }
  },
  {
    "translation": {
      "en": "and speeches, and speeches,",
      "fr": "des discours, des discours,"
    }
  },
  {
    "translation": {
      "en": "and speeches.",
      "fr": "et des discours."
    }
  },
  {
    "translation": {
      "en": "My name is Bunkin.",
      "fr": "Je m'appelle Bunkin."
    }
  },
  {
    "translation": {
      "en": "Please touch my screen.",
      "fr": "Veuillez toucher mon écran."
    }
  },
  {
    "translation": {
      "en": "And there was one proposal that offered real hope,",
      "fr": "Une proposition offrit un véritable espoir,"
    }
  },
  {
    "translation": {
      "en": "and it was presented by this guy.",
      "fr": "présentée par cet homme."
    }
  },
  {
    "translation": {
      "en": "France maintains the largest agricultural science institution in Europe.",
      "fr": "La France a la plus grande institution scientifique agronomique d'Europe :"
    }
  },
  {
    "translation": {
      "en": "It's called INRA, and it's been studying soil for over a hundred years.",
      "fr": "l'INRA, qui étudie les sols depuis plus d'un siècle."
    }
  },
  {
    "translation": {
      "en": "INRA recently developed a program called the Four for 1000 Initiative.",
      "fr": "L'INRA a récemment développé l'initiative 4 pour 1000,"
    }
  },
  {
    "translation": {
      "en": "Their goal is to increase the carbon content of the world's soils",
      "fr": "visant à augmenter la quantité de carbone dans les sols du monde"
    }
  },
  {
    "translation": {
      "en": "by .4 percent annually.",
      "fr": "de 0,4 % par an,"
    }
  },
  {
    "translation": {
      "en": "That would sequester the same amount of carbon",
      "fr": "ce qui absorberait la quantité de carbone"
    }
  },
  {
    "translation": {
      "en": "that humanity emits each year.",
      "fr": "émise chaque année par l'humanité."
    }
  },
  {
    "translation": {
      "en": "- - The soil environment can hold more carbon",
      "fr": "Le sol peut stocker davantage de carbone"
    }
  },
  {
    "translation": {
      "en": "than the atmosphere and plants living on the surface of the soil combined.",
      "fr": "que l'atmosphère et les végétaux à la surface du sol réunis."
    }
  },
  {
    "translation": {
      "en": "We have an incredible ability to be able to store that carbon in the soil",
      "fr": "On a une capacité incroyable à emmagasiner ce carbone dans le sol"
    }
  },
  {
    "translation": {
      "en": "in a relatively short period of time.",
      "fr": "en un laps de temps relativement court."
    }
  },
  {
    "translation": {
      "en": "At a side meeting at COP 21,",
      "fr": "Lors d'une conférence au cours de la COP 21,"
    }
  },
  {
    "translation": {
      "en": "Monsieur Le Foll, the French Minister of Agriculture,",
      "fr": "M. Le Foll, le ministre français de l'Agriculture,"
    }
  },
  {
    "translation": {
      "en": "presented an idea that just might change the world.",
      "fr": "présenta une idée qui pourrait changer le monde."
    }
  },
  {
    "translation": {
      "en": "At the Four for 1000 event,",
      "fr": "Lors de l'événement 4 pour 1000,"
    }
  },
  {
    "translation": {
      "en": "many countries signed Stéphane Le Foll's pledge",
      "fr": "de nombreux pays signèrent l'engagement de Stéphane Le Foll"
    }
  },
  {
    "translation": {
      "en": "to draw carbon down into their soils.",
      "fr": "visant à absorber le carbone dans leurs sols."
    }
  },
  {
    "translation": {
      "en": "Thirty countries from around the world signing on to, what I believe,",
      "fr": "Trente pays du monde entier s'engagent à appliquer ce que je considère"
    }
  },
  {
    "translation": {
      "en": "is going to be one of the most significant changes in agriculture.",
      "fr": "comme un changement crucial dans le domaine de l'agriculture."
    }
  },
  {
    "translation": {
      "en": "Because to achieve this Four for 1000,",
      "fr": "Pour atteindre l'objectif des 4 pour 1000,"
    }
  },
  {
    "translation": {
      "en": "we have to change the way we do agriculture.",
      "fr": "nous devons changer notre approche de l'agriculture."
    }
  },
  {
    "translation": {
      "en": "And doing agriculture in a way that sequesters carbon",
      "fr": "Pratiquer l'agriculture afin de piéger le carbone"
    }
  },
  {
    "translation": {
      "en": "requires a radical reduction in toxic pesticides,",
      "fr": "exige une réduction radicale de l'emploi de pesticides toxiques,"
    }
  },
  {
    "translation": {
      "en": "GMOs, and synthetic chemicals.",
      "fr": "d'OGM et de produits de synthèse."
    }
  },
  {
    "translation": {
      "en": "But the three largest contributors to carbon dioxide",
      "fr": "Mais les trois plus importants émetteurs de CO2"
    }
  },
  {
    "translation": {
      "en": "and the three largest agricultural producers were missing from the agreement.",
      "fr": "et les trois plus gros producteurs agricoles manquaient à l'appel."
    }
  },
  {
    "translation": {
      "en": "India, the United States, and China did not show.",
      "fr": "L'Inde, les États-Unis et la Chine n'ont pas répondu présent."
    }
  },
  {
    "translation": {
      "en": "Does it frustrate you that America did not sign on to the agreement?",
      "fr": "N'est-il pas frustrant que les États-Unis n'aient pas signé ?"
    }
  },
  {
    "translation": {
      "en": "And after all that, the United States announced",
      "fr": "Par la suite, les États-Unis annoncèrent"
    }
  },
  {
    "translation": {
      "en": "that it had pulled entirely out of the Paris Agreement.",
      "fr": "leur retrait complet de l'accord de Paris."
    }
  },
  {
    "translation": {
      "en": "If we are going to succeed in balancing our climate,",
      "fr": "Afin de stabiliser notre climat,"
    }
  },
  {
    "translation": {
      "en": "we do need to switch to renewable energies.",
      "fr": "nous devons passer aux énergies renouvelables."
    }
  },
  {
    "translation": {
      "en": "But none of that will alter the tremendous amount of carbon",
      "fr": "Mais ça ne compensera pas la quantité astronomique de carbone déjà émise dans l'atmosphère."
    }
  },
  {
    "translation": {
      "en": "we've already put into the atmosphere.",
      "fr": "la quantité astronomique de carbone déjà émise dans l'atmosphère."
    }
  },
  {
    "translation": {
      "en": "Since 1750, when the Industrial Revolution began,",
      "fr": "Depuis 1750 et le début de la révolution industrielle,"
    }
  },
  {
    "translation": {
      "en": "we've pumped about 1,000 billion tons,",
      "fr": "nous avons émis environ 1 000 milliards de tonnes,"
    }
  },
  {
    "translation": {
      "en": "also known as gigatons,",
      "fr": "aussi appelées gigatonnes,"
    }
  },
  {
    "translation": {
      "en": "of carbon dioxide into the atmosphere.",
      "fr": "de dioxyde de carbone dans l'atmosphère."
    }
  },
  {
    "translation": {
      "en": "It's called our legacy load of carbon.",
      "fr": "On appelle cela notre charge de carbone."
    }
  },
  {
    "translation": {
      "en": "And even if we stopped all greenhouse gas emissions today,",
      "fr": "Même si nous arrêtions toutes les émissions de gaz à effet de serre,"
    }
  },
  {
    "translation": {
      "en": "that legacy load of carbon will still be there.",
      "fr": "il resterait cette charge de carbone."
    }
  },
  {
    "translation": {
      "en": "That legacy load of carbon dioxide",
      "fr": "Cette charge de CO2"
    }
  },
  {
    "translation": {
      "en": "is still gonna be warming the atmosphere for decades, if not centuries.",
      "fr": "réchauffera encore l'atmosphère pendant des décennies, voire des siècles."
    }
  },
  {
    "translation": {
      "en": "So if all we talk about is reducing emissions,",
      "fr": "Ainsi, si nous ne parlons que de réduire les émissions,"
    }
  },
  {
    "translation": {
      "en": "it's not enough.",
      "fr": "ça ne suffit pas."
    }
  },
  {
    "translation": {
      "en": "If electric cars and solar panels aren't enough,",
      "fr": "Si voitures électriques et panneaux solaires ne suffisent pas,"
    }
  },
  {
    "translation": {
      "en": "then what is the solution?",
      "fr": "quelle est la solution ?"
    }
  },
  {
    "translation": {
      "en": "The only goal that makes sense for humanity is drawdown,",
      "fr": "Le seul objectif logique pour l'humanité est l'inversion."
    }
  },
  {
    "translation": {
      "en": "a year- to- year reduction in carbon in the upper atmosphere.",
      "fr": "Une baisse annuelle de carbone dans l'atmosphère."
    }
  },
  {
    "translation": {
      "en": "Anything else is climate chaos.",
      "fr": "Le reste, c'est le chaos climatique."
    }
  },
  {
    "translation": {
      "en": "If we want to achieve drawdown,",
      "fr": "Afin de parvenir à cette inversion,"
    }
  },
  {
    "translation": {
      "en": "we have to go thank the Earth",
      "fr": "on doit aller remercier la Terre"
    }
  },
  {
    "translation": {
      "en": "and start to farm and grow our plants and trees in an entirely different way.",
      "fr": "et changer radicalement notre manière de cultiver les végétaux et les arbres."
    }
  },
  {
    "translation": {
      "en": "Once you achieve drawdown, within 20 years, you have cooling.",
      "fr": "Une fois l'inversion atteinte, on voit un refroidissement sous 20 ans."
    }
  },
  {
    "translation": {
      "en": "You have the beginning of cooling.",
      "fr": "Le début du refroidissement."
    }
  },
  {
    "translation": {
      "en": "So, now, we have a horizon that if you're 20, 30 years old,",
      "fr": "Désormais, il existe un horizon pour les gens de 20 ou 30 ans,"
    }
  },
  {
    "translation": {
      "en": "you can say, In my lifetime, we can achieve this.",
      "fr": "qui peuvent dire : On peut y arriver de mon vivant."
    }
  },
  {
    "translation": {
      "en": "In other words, the very practices that heal our soils",
      "fr": "En d'autres termes, les techniques qui guérissent le sol"
    }
  },
  {
    "translation": {
      "en": "will also heal our climate.",
      "fr": "sont aussi bénéfiques au climat."
    }
  },
  {
    "translation": {
      "en": "To stabilize Earth's climate,",
      "fr": "Pour stabiliser le climat de la Terre,"
    }
  },
  {
    "translation": {
      "en": "we can use the most powerful carbon capture technologies:",
      "fr": "on a les plus puissantes technologies de capture du carbone…"
    }
  },
  {
    "translation": {
      "en": "the photosynthesis of plants and the microorganisms in the soil.",
      "fr": "la photosynthèse des plantes et les micro-organismes du sol."
    }
  },
  {
    "translation": {
      "en": "And the one type of farming that does this the best",
      "fr": "Le seul type de culture qui en tire parti et absorbe le plus de carbone"
    }
  },
  {
    "translation": {
      "en": "and draws down the most carbon",
      "fr": "qui en tire parti et absorbe le plus de carbone"
    }
  },
  {
    "translation": {
      "en": "is based on the concept of regeneration,",
      "fr": "est basé sur le concept de… régénération,"
    }
  },
  {
    "translation": {
      "en": "which simply means to repair the damage we've done",
      "fr": "ce qui signifie réparer nos dégâts"
    }
  },
  {
    "translation": {
      "en": "and make things better.",
      "fr": "et changer les choses."
    }
  },
  {
    "translation": {
      "en": "So we are sitting in a food forest.",
      "fr": "Nous sommes dans une forêt comestible."
    }
  },
  {
    "translation": {
      "en": "This is agroforestry.",
      "fr": "C'est de l'agroforesterie."
    }
  },
  {
    "translation": {
      "en": "It's agriculture through trees, tree diversification.",
      "fr": "C'est de l'agriculture arboricole, de l'association d'arbres."
    }
  },
  {
    "translation": {
      "en": "I've got an avocado tree, banana tree, fig tree, coffee trees.",
      "fr": "J'ai un avocatier, un bananier, un figuier, des caféiers."
    }
  },
  {
    "translation": {
      "en": "We went from a lot of crop of single Hass avocado",
      "fr": "On est passé d'une seule variété, l'avocat Hass,"
    }
  },
  {
    "translation": {
      "en": "to now having about 40 different fruit varieties onsite.",
      "fr": "à environ 40 variétés de fruits sur site."
    }
  },
  {
    "translation": {
      "en": "By diversifying, we can now have harvests every month.",
      "fr": "En diversifiant, on a des récoltes tous les mois."
    }
  },
  {
    "translation": {
      "en": "If you're looking to do something that would greatly impact Mother Earth,",
      "fr": "Vous cherchez à avoir un impact positif sur Mère Nature ?"
    }
  },
  {
    "translation": {
      "en": "plant a tree.",
      "fr": "Plantez un arbre."
    }
  },
  {
    "translation": {
      "en": "You don't need acres and acres and acres to build a food forest. You really just need a few hundred square feet.",
      "fr": "Quelques dizaines de mètres carrés suffisent pour une forêt comestible."
    }
  },
  {
    "translation": {
      "en": "You're gonna look outside one day ago and go,",
      "fr": "Un jour, vous vous direz :"
    }
  },
  {
    "translation": {
      "en": "What is something we buy every day at the grocery store,",
      "fr": "J'achète ça tous les jours au supermarché,"
    }
  },
  {
    "translation": {
      "en": "that instead of waiting for it to be shipped around the world to me,",
      "fr": "au lieu d'attendre qu'on me l'envoie du bout du monde,"
    }
  },
  {
    "translation": {
      "en": "what can I put in my own backyard that I can do myself?",
      "fr": "je peux le faire pousser dans mon jardin."
    }
  },
  {
    "translation": {
      "en": "Regenerative agriculture grows more food per acre.",
      "fr": "L'agriculture régénératrice cultive plus de nourriture par hectare."
    }
  },
  {
    "translation": {
      "en": "It's scalable to our entire agricultural system.",
      "fr": "On peut l'appliquer à l'ensemble de l'agriculture."
    }
  },
  {
    "translation": {
      "en": "And what's more, it's already being done right now, today.",
      "fr": "De plus, elle est déjà en application aujourd'hui."
    }
  },
  {
    "translation": {
      "en": "I'm a rancher.",
      "fr": "Je suis éleveur."
    }
  },
  {
    "translation": {
      "en": "That's how I prefer to be thought of is I'm a rancher.",
      "fr": "C'est mon métier, je suis éleveur."
    }
  },
  {
    "translation": {
      "en": "A farmer technically grows crops.",
      "fr": "Un cultivateur fait pousser des cultures."
    }
  },
  {
    "translation": {
      "en": "A rancher raises livestock.",
      "fr": "Un éleveur élève du bétail."
    }
  },
  {
    "translation": {
      "en": "Why I like to be considered a rancher is because…",
      "fr": "J'aime être considéré comme un éleveur, car…"
    }
  },
  {
    "translation": {
      "en": "I'm all about living things and taking part in living ecosystems.",
      "fr": "j'aime le vivant, et participer à un écosystème."
    }
  },
  {
    "translation": {
      "en": "And, to me, that's what my operation is about: a living ecosystem.",
      "fr": "C'est ce qu'est mon entreprise, un écosystème vivant."
    }
  },
  {
    "translation": {
      "en": "We purchased this place in 1991.",
      "fr": "On a acheté cet endroit en 1991."
    }
  },
  {
    "translation": {
      "en": "And for the first two years, I was farming conventionally.",
      "fr": "J'ai fait deux ans d'agriculture conventionnelle."
    }
  },
  {
    "translation": {
      "en": "Heavy, heavy tillage. High use of synthetics.",
      "fr": "Surlabourage. Épandage de pesticides."
    }
  },
  {
    "translation": {
      "en": "1995 came along, and the day before I was going to start combining,",
      "fr": "En 1995, la veille de la moisson,"
    }
  },
  {
    "translation": {
      "en": "I lost 100 percent of our crop to a hail storm.",
      "fr": "la grêle a anéanti toute ma récolte."
    }
  },
  {
    "translation": {
      "en": "So we were totally wiped out.",
      "fr": "On a été balayés."
    }
  },
  {
    "translation": {
      "en": "No income from our crops.",
      "fr": "Aucun revenu de nos récoltes."
    }
  },
  {
    "translation": {
      "en": "That was really tough to take 'cause we didn't have crop insurance.",
      "fr": "C'était dur, on n'avait pas d'assurance."
    }
  },
  {
    "translation": {
      "en": "1996 came along, we lost 100 percent of our crop to hail, again.",
      "fr": "En 1996, on a à nouveau tout perdu à cause de la grêle."
    }
  },
  {
    "translation": {
      "en": "1997 came along…",
      "fr": "En 1997…"
    }
  },
  {
    "translation": {
      "en": "we dried out. Nobody combined an acre. There was a major drought in this area.",
      "fr": "Pas de moisson non plus, à cause d'une grave sécheresse."
    }
  },
  {
    "translation": {
      "en": "1998 came along, and we lost 80 percent of our crop to hail.",
      "fr": "En 1998, 80 % de nos récoltes anéanties par la grêle."
    }
  },
  {
    "translation": {
      "en": "So we were four years with basically no crop income.",
      "fr": "En quatre ans, les cultures n'ont presque rien rapporté."
    }
  },
  {
    "translation": {
      "en": "The neighbors were all taking bets and waiting for my land.",
      "fr": "Les voisins prenaient des paris et attendaient mes terres."
    }
  },
  {
    "translation": {
      "en": "Times were really getting tough financially,",
      "fr": "C'était dur, financièrement,"
    }
  },
  {
    "translation": {
      "en": "and the banker didn't want to loan me any money to buy inputs.",
      "fr": "la banque me refusait un prêt pour acheter des intrants."
    }
  },
  {
    "translation": {
      "en": "The best thing that could have happened.",
      "fr": "Elle m'a rendu service."
    }
  },
  {
    "translation": {
      "en": "I wasn't gonna fail.",
      "fr": "Pas question d'échouer."
    }
  },
  {
    "translation": {
      "en": "I really had to start focusing,",
      "fr": "Je devais me concentrer."
    }
  },
  {
    "translation": {
      "en": "how can I make this farm and ranch",
      "fr": "Comment faire prospérer mon exploitation ?"
    }
  },
  {
    "translation": {
      "en": "get these soils to produce a crop without all these inputs?",
      "fr": "Comment faire, sans tous ces intrants ?"
    }
  },
  {
    "translation": {
      "en": "So I started to be a studier of soil ecosystems.",
      "fr": "J'ai commencé à étudier l'écosystème des sols."
    }
  },
  {
    "translation": {
      "en": "I actually went back and I read Thomas Jefferson's old journals",
      "fr": "Je suis remonté loin, j'ai lu les journaux de Thomas Jefferson"
    }
  },
  {
    "translation": {
      "en": "'cause I was trying to figure out how did they do this",
      "fr": "pour comprendre comment on s'y prenait"
    }
  },
  {
    "translation": {
      "en": "previous to the use of all these synthetics.",
      "fr": "avant les produits de synthèse."
    }
  },
  {
    "translation": {
      "en": "We have been promoting no till for many, many years.",
      "fr": "On combat le labourage depuis des années."
    }
  },
  {
    "translation": {
      "en": "No tillage means you don't till the soil at all.",
      "fr": "Ce qui signifie aucun travail du sol."
    }
  },
  {
    "translation": {
      "en": "You just plant directly into it.",
      "fr": "On plante directement."
    }
  },
  {
    "translation": {
      "en": "This is a no- till drill.",
      "fr": "C'est un semoir sans labour."
    }
  },
  {
    "translation": {
      "en": "No- till drills are available everywhere in the world.",
      "fr": "Ces semoirs sont disponibles partout dans le monde."
    }
  },
  {
    "translation": {
      "en": "This will help you grow topsoil.",
      "fr": "Ça aide à préserver la terre arable,"
    }
  },
  {
    "translation": {
      "en": "Any type of tillage equipment will destroy topsoil.",
      "fr": "là où le matériel de labour la détruit."
    }
  },
  {
    "translation": {
      "en": "This is your firming wheel. This holds this residue so the disc here can cut it,",
      "fr": "Cette roue maintient les résidus pour que le disque les découpe,"
    }
  },
  {
    "translation": {
      "en": "just making a small slit.",
      "fr": "ne faisant qu'une entaille."
    }
  },
  {
    "translation": {
      "en": "The seed travels down at a specific rate per acre.",
      "fr": "Les graines tombent à une fréquence spécifique."
    }
  },
  {
    "translation": {
      "en": "This comes around,",
      "fr": "Cette partie tourne,"
    }
  },
  {
    "translation": {
      "en": "moves a small amount of soil right over that seed.",
      "fr": "et dépose une petite quantité de terre sur la graine."
    }
  },
  {
    "translation": {
      "en": "We're keeping all this armor on the soil surface",
      "fr": "On garde le sol couvert"
    }
  },
  {
    "translation": {
      "en": "in order to protect the soil from wind erosion, water erosion,",
      "fr": "pour le protéger de l'érosion due au vent et à l'eau"
    }
  },
  {
    "translation": {
      "en": "so we can grow crops on much less moisture with this type of a system.",
      "fr": "pour faire pousser nos cultures avec beaucoup moins d'eau."
    }
  },
  {
    "translation": {
      "en": "Rain falls on this, it's going to go right into the soil.",
      "fr": "Quand la pluie tombe là-dessus, elle va dans le sol."
    }
  },
  {
    "translation": {
      "en": "Rain falls on bare soil, it's going to run off,",
      "fr": "Quand elle tombe sur un sol nu, elle va s'écouler"
    }
  },
  {
    "translation": {
      "en": "and then it's going to evaporate very quickly.",
      "fr": "et s'évaporer rapidement."
    }
  },
  {
    "translation": {
      "en": "Soil that is not tilled stores more water,",
      "fr": "Un sol non labouré stocke davantage d'eau,"
    }
  },
  {
    "translation": {
      "en": "thus increasing microbe growth,",
      "fr": "augmentant la croissance microbienne,"
    }
  },
  {
    "translation": {
      "en": "which leads to more plant growth and even to more local rainfall.",
      "fr": "ce qui augmente la croissance des plantes et même les pluies locales."
    }
  },
  {
    "translation": {
      "en": "This is the virtuous cycle of regeneration.",
      "fr": "C'est le cycle vertueux de la régénération."
    }
  },
  {
    "translation": {
      "en": "Gabe Brown's soil is also pulling more carbon out of the atmosphere.",
      "fr": "Cette terre absorbe aussi davantage de carbone dans l'atmosphère."
    }
  },
  {
    "translation": {
      "en": "For every one percent increase in organic matter,",
      "fr": "Pour 1 % d'augmentation de matière organique,"
    }
  },
  {
    "translation": {
      "en": "an acre of soil draws down ten more tons of carbon.",
      "fr": "un demi-hectare de terre absorbe dix tonnes de carbone supplémentaire."
    }
  },
  {
    "translation": {
      "en": "I mean, that's huge.",
      "fr": "C'est énorme."
    }
  },
  {
    "translation": {
      "en": "We have to reduce tillage.",
      "fr": "On doit réduire le labour."
    }
  },
  {
    "translation": {
      "en": "We gotta grow cover crops.",
      "fr": "On doit couvrir le sol,"
    }
  },
  {
    "translation": {
      "en": "We have to get a living root all the time.",
      "fr": "conserver de la vie en terre,"
    }
  },
  {
    "translation": {
      "en": "We can't have these bare periods with nothing growing on them.",
      "fr": "on ne peut pas laisser le sol nu pendant de longues périodes."
    }
  },
  {
    "translation": {
      "en": "We've gotta start using these principles to restore the water cycle.",
      "fr": "On doit utiliser ces principes pour rétablir le cycle de l'eau."
    }
  },
  {
    "translation": {
      "en": "And it is fixable.",
      "fr": "C'est réparable."
    }
  },
  {
    "translation": {
      "en": "So I'm taking you to a field here that is a multi- species cover crop.",
      "fr": "Je vous emmène dans un champ de polyculture."
    }
  },
  {
    "translation": {
      "en": "The purpose of a cover crop is to enhance the life and the function of the soil.",
      "fr": "Le principe de la polyculture est d'améliorer la qualité du sol."
    }
  },
  {
    "translation": {
      "en": "Think of it this way. If I draw a monoculture on this field,",
      "fr": "Si j'y fais de la monoculture,"
    }
  },
  {
    "translation": {
      "en": "we'd only be feeding the soil biology one type of root exudate.",
      "fr": "je ne nourris le sol que par un seul type de racine."
    }
  },
  {
    "translation": {
      "en": "I'm growing 19 species here.",
      "fr": "Ici, je cultive 19 variétés."
    }
  },
  {
    "translation": {
      "en": "We're accelerating biological time.",
      "fr": "On accélère le temps biologique."
    }
  },
  {
    "translation": {
      "en": "We're feeding the soil biology",
      "fr": "On apporte à la vie du sol"
    }
  },
  {
    "translation": {
      "en": "what it would take a conventional farmer 19 years to do.",
      "fr": "ce qu'un agriculteur conventionnel fournirait en 19 ans."
    }
  },
  {
    "translation": {
      "en": "I'm doing it in one year.",
      "fr": "Je le fais en un an."
    }
  },
  {
    "translation": {
      "en": "So people might ask, How do you get any money from this then?",
      "fr": "On me demande : Comment gagnez-vous votre vie ?"
    }
  },
  {
    "translation": {
      "en": "Our livestock will graze this during the winter,",
      "fr": "Notre bétail va brouter ici au cours de l'hiver,"
    }
  },
  {
    "translation": {
      "en": "speeding up the process of regenerating those soils.",
      "fr": "accélérant le processus de régénération des sols."
    }
  },
  {
    "translation": {
      "en": "Animals grazing living plants are a part of the carbon cycle.",
      "fr": "Les animaux qui broutent font partie du cycle du carbone."
    }
  },
  {
    "translation": {
      "en": "Here in the Northern Plains, our soils were formed by large herds of bison and elk",
      "fr": "Les sols de la région ont été formés par des troupeaux de bisons et d'élans"
    }
  },
  {
    "translation": {
      "en": "being moved by predators,",
      "fr": "déplacés par des prédateurs,"
    }
  },
  {
    "translation": {
      "en": "grazing a landscape, trampling that carbon,",
      "fr": "broutant dans les prairies, piétinant le carbone, les plantes"
    }
  },
  {
    "translation": {
      "en": "the plants, onto the soil surface.",
      "fr": "broutant dans les prairies, piétinant le carbone, les plantes dans le sol."
    }
  },
  {
    "translation": {
      "en": "Not coming back for maybe a year. Allowing full recovery.",
      "fr": "Ils ne revenaient pas avant un an, permettant un rétablissement complet."
    }
  },
  {
    "translation": {
      "en": "It wasn't that long ago",
      "fr": "Il n'y a pas si longtemps,"
    }
  },
  {
    "translation": {
      "en": "that over 60 million buffalo roamed the continent.",
      "fr": "plus de 60 millions de bisons parcouraient le continent."
    }
  },
  {
    "translation": {
      "en": "In an attempt to starve the Native Americans,",
      "fr": "Afin d'affamer les autochtones, l'armée des États-Unis"
    }
  },
  {
    "translation": {
      "en": "the US military and the railroads killed most of the buffalo.",
      "fr": "Afin d'affamer les autochtones, l'armée des États-Unis et les chemins de fer ont tué la plupart des bisons."
    }
  },
  {
    "translation": {
      "en": "By the time the culling ended,",
      "fr": "À la fin, il ne restait plus que quelques milliers"
    }
  },
  {
    "translation": {
      "en": "only a few thousand of the majestic animals remained.",
      "fr": "À la fin, il ne restait plus que quelques milliers de ces animaux majestueux."
    }
  },
  {
    "translation": {
      "en": "Where buffalo once roamed,",
      "fr": "L'agriculture industrielle a pris la place des bisons."
    }
  },
  {
    "translation": {
      "en": "industrial agriculture now grows hundreds of millions of acres of crops",
      "fr": "L'agriculture industrielle a pris la place des bisons. Des millions d'hectares de cultures…"
    }
  },
  {
    "translation": {
      "en": "just to feed animals.",
      "fr": "pour nourrir des animaux."
    }
  },
  {
    "translation": {
      "en": "And those animals are concentrated into feedlots.",
      "fr": "Ces animaux sont concentrés dans des parcs d'engraissement."
    }
  },
  {
    "translation": {
      "en": "In turn, feedlots produce a tremendous amount of greenhouse gases.",
      "fr": "Ces parcs produisent une quantité énorme de gaz à effet de serre."
    }
  },
  {
    "translation": {
      "en": "A feedlot situation has a positive amount of greenhouse gases being emitted.",
      "fr": "Un parc d'engraissement émet des gaz à effet de serre."
    }
  },
  {
    "translation": {
      "en": "In a grazing situation, the data shows",
      "fr": "Dans une pâture, les données montrent qu'en réalité,"
    }
  },
  {
    "translation": {
      "en": "that we actually get greenhouse gases sequestered.",
      "fr": "Dans une pâture, les données montrent qu'en réalité, ces gaz sont absorbés."
    }
  },
  {
    "translation": {
      "en": "So in one situation, you get emissions,",
      "fr": "Dans un cas, il y a émission,"
    }
  },
  {
    "translation": {
      "en": "and in the other situation, you get sequestration.",
      "fr": "dans l'autre, il y a séquestration."
    }
  },
  {
    "translation": {
      "en": "The problem isn't the animal.",
      "fr": "Le problème n'est pas l'animal."
    }
  },
  {
    "translation": {
      "en": "The problem is where the animals are at.",
      "fr": "Le problème, c'est où sont les animaux."
    }
  },
  {
    "translation": {
      "en": "Cows can be good.",
      "fr": "Les vaches peuvent être bénéfiques."
    }
  },
  {
    "translation": {
      "en": "That is one of the most controversial statements…",
      "fr": "C'est une affirmation très controversée…"
    }
  },
  {
    "translation": {
      "en": "of mankind at this point.",
      "fr": "pour l'humanité, aujourd'hui."
    }
  },
  {
    "translation": {
      "en": "Using cattle and allowing them to roam and graze,",
      "fr": "Permettre au bétail de brouter en liberté"
    }
  },
  {
    "translation": {
      "en": "land grazing, can literally revive enough space",
      "fr": "Permettre au bétail de brouter en liberté peut régénérer assez de sols pour absorber énormément de carbone."
    }
  },
  {
    "translation": {
      "en": "to create a tremendous amount of drawdown.",
      "fr": "peut régénérer assez de sols pour absorber énormément de carbone."
    }
  },
  {
    "translation": {
      "en": "I'm from Southeast Louisiana. I grew up in an incredibly delicate ecosystem.",
      "fr": "Je viens du sud-est de la Louisiane, un écosystème très fragile."
    }
  },
  {
    "translation": {
      "en": "Conservation was always a very serious part of my life.",
      "fr": "La protection de la nature a toujours beaucoup compté pour moi."
    }
  },
  {
    "translation": {
      "en": "I had no idea that the Earth was desertifying.",
      "fr": "J'ignorais que la Terre se désertifiait."
    }
  },
  {
    "translation": {
      "en": "I got on a plane from New York City to fly to Zimbabwe to meet Allan Savory",
      "fr": "Je suis allé rencontrer Allan Savory au Zimbabwe"
    }
  },
  {
    "translation": {
      "en": "so he could show us the difference between desertification and regeneration.",
      "fr": "pour qu'il nous montre la différence entre désertification et régénération."
    }
  },
  {
    "translation": {
      "en": "Land that has been holistically managed through planned grazing using cattle,",
      "fr": "Des terres sous gestion holistique, où l'on planifie le broutage du bétail,"
    }
  },
  {
    "translation": {
      "en": "- the most vilified animal in the world. -",
      "fr": "l'animal le plus calomnié du monde."
    }
  },
  {
    "translation": {
      "en": "We are in Africa right now driving through a field",
      "fr": "Nous voici en Afrique, dans un champ"
    }
  },
  {
    "translation": {
      "en": "that has been under Allan Savory's holistic management for nine years,",
      "fr": "sous la gestion holistique d'Allan Savory depuis neuf ans."
    }
  },
  {
    "translation": {
      "en": "and it is an Eden.",
      "fr": "C'est le paradis."
    }
  },
  {
    "translation": {
      "en": "This is what you call high grass.",
      "fr": "Voici des hautes herbes."
    }
  },
  {
    "translation": {
      "en": "Using livestock to reverse desertification",
      "fr": "Utiliser le bétail pour inverser la désertification est applicable"
    }
  },
  {
    "translation": {
      "en": "is totally scalable to about two- thirds of the world's land,",
      "fr": "pour inverser la désertification est applicable aux deux tiers des sols de la planète."
    }
  },
  {
    "translation": {
      "en": "and nothing else is.",
      "fr": "Rien d'autre ne l'est."
    }
  },
  {
    "translation": {
      "en": "And, frankly, that can be done at extremely low cost.",
      "fr": "Ça peut être appliqué à très bas coût."
    }
  },
  {
    "translation": {
      "en": "Here we are.",
      "fr": "Nous y voilà."
    }
  },
  {
    "translation": {
      "en": "This is what it should be like.",
      "fr": "Ça devrait être comme ça."
    }
  },
  {
    "translation": {
      "en": "You've been working on this land for eight or nine years.",
      "fr": "Vous travaillez sur cette terre depuis huit ou neuf ans."
    }
  },
  {
    "translation": {
      "en": "It went from a place of turning into a total desert,",
      "fr": "C'était un endroit en pleine désertification."
    }
  },
  {
    "translation": {
      "en": "and using hooved herding herbivores.",
      "fr": "Grâce au bétail,"
    }
  },
  {
    "translation": {
      "en": "You have literally transformed that, what we've been seeing,",
      "fr": "vous avez transformé ce qu'on a vu"
    }
  },
  {
    "translation": {
      "en": "- into this. - Yeah.",
      "fr": "en ceci."
    }
  },
  {
    "translation": {
      "en": "How in the hell do you make this happen?",
      "fr": "Comment avez-vous fait ?"
    }
  },
  {
    "translation": {
      "en": "So the urine and the hooves of the animals",
      "fr": "La bouse, l'urine et les sabots des animaux,"
    }
  },
  {
    "translation": {
      "en": "are what caused this grass to grow.",
      "fr": "ont fait pousser cette herbe."
    }
  },
  {
    "translation": {
      "en": "That livestock is never on more than a hectare of this land, about 2.5 acres,",
      "fr": "Ce cheptel ne reste jamais sur plus d'un hectare de terre"
    }
  },
  {
    "translation": {
      "en": "- never more than three days. - Right.",
      "fr": "- plus de trois jours. - Je vois."
    }
  },
  {
    "translation": {
      "en": "And they're never back on that piece of land under about six to nine months.",
      "fr": "Et il n'y revient pas avant six à neuf mois."
    }
  },
  {
    "translation": {
      "en": "- Wow. - So no plant can get overgrazed.",
      "fr": "Il n'y a pas de surpâturage."
    }
  },
  {
    "translation": {
      "en": "You can come any day of the year, anywhere on this land,",
      "fr": "Venez n'importe quand, n'importe où sur cette terre, vous ne verrez pas de bétail"
    }
  },
  {
    "translation": {
      "en": "and you will see no livestock",
      "fr": "n'importe où sur cette terre, vous ne verrez pas de bétail"
    }
  },
  {
    "translation": {
      "en": "because they will be on less than one hectare of land.",
      "fr": "car il sera concentré sur moins d'un hectare."
    }
  },
  {
    "translation": {
      "en": "And unless we take you there, you won't even know it.",
      "fr": "Pour le voir, il faut qu'on vous emmène."
    }
  },
  {
    "translation": {
      "en": "Dealing with this beast of climate change, a lot of people don't understand",
      "fr": "Face au changement climatique, beaucoup de gens ne comprennent pas…"
    }
  },
  {
    "translation": {
      "en": "that this…",
      "fr": "beaucoup de gens ne comprennent pas…"
    }
  },
  {
    "translation": {
      "en": "- helps climate change. - Yes.",
      "fr": "- que ceci le combat. - Oui."
    }
  },
  {
    "translation": {
      "en": "- This sequesters carbon. - Yeah.",
      "fr": "Ça… - absorbe du carbone. - Oui."
    }
  },
  {
    "translation": {
      "en": "This takes the one thing that we so desperately need out of the air,",
      "fr": "Ça enlève la chose qu'on doit retirer de l'air,"
    }
  },
  {
    "translation": {
      "en": "and it holds it, and it makes oxygen.",
      "fr": "ça la stocke et produit de l'oxygène."
    }
  },
  {
    "translation": {
      "en": "Yeah, if we can produce solid grassland,",
      "fr": "Si on peut créer de bonnes prairies,"
    }
  },
  {
    "translation": {
      "en": "you can pull down enormous amounts of carbon back into the soil.",
      "fr": "le sol pourra absorber d'énormes quantités de carbone."
    }
  },
  {
    "translation": {
      "en": "Two- thirds of the world, roughly, is grasslands in savannas",
      "fr": "Près de deux tiers du monde sont des prairies et des savanes"
    }
  },
  {
    "translation": {
      "en": "where the rainfall is too low to support a solid canopy of trees",
      "fr": "où les pluies sont trop faibles pour permettre aux arbres de couvrir le sol."
    }
  },
  {
    "translation": {
      "en": "giving you soil cover.",
      "fr": "pour permettre aux arbres de couvrir le sol."
    }
  },
  {
    "translation": {
      "en": "So grass is essentially what has to stabilize that soil.",
      "fr": "C'est donc l'herbe qui doit stabiliser le sol."
    }
  },
  {
    "translation": {
      "en": "You look at this, and you realize this is what the world should look like.",
      "fr": "C'est à ça que le monde devrait ressembler."
    }
  },
  {
    "translation": {
      "en": "This is what Africa should look like. This is what South and Central America should look like.",
      "fr": "L'Afrique, l'Amérique du Sud, l'Amérique centrale,"
    }
  },
  {
    "translation": {
      "en": "This is what Texas should look like.",
      "fr": "le Texas devraient ressembler à ça."
    }
  },
  {
    "translation": {
      "en": "This is how we win.",
      "fr": "C'est la solution."
    }
  },
  {
    "translation": {
      "en": "We can get the Earth",
      "fr": "On peut refaire de la Terre"
    }
  },
  {
    "translation": {
      "en": "back to the garden of Eden that it once was",
      "fr": "le paradis qu'elle était autrefois"
    }
  },
  {
    "translation": {
      "en": "by regeneration.",
      "fr": "grâce à la régénération."
    }
  },
  {
    "translation": {
      "en": "When used smartly,",
      "fr": "Bien utilisés,"
    }
  },
  {
    "translation": {
      "en": "herbivores can pull down carbon and reverse desertification.",
      "fr": "les herbivores peuvent réduire le carbone et inverser la désertification."
    }
  },
  {
    "translation": {
      "en": "But it doesn't just work for Africa.",
      "fr": "Mais ça ne marche pas que pour l'Afrique."
    }
  },
  {
    "translation": {
      "en": "It works everywhere in the world.",
      "fr": "Ça marche partout dans le monde."
    }
  },
  {
    "translation": {
      "en": "So it's long pants today, right? You guys are gonna ride horses?",
      "fr": "Pantalon long ? Vous allez faire du cheval ?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "fr": "Oui."
    }
  },
  {
    "translation": {
      "en": "I was raised in a rural area in Washington,",
      "fr": "J'ai grandi dans une région rurale de Washington,"
    }
  },
  {
    "translation": {
      "en": "adopted by a Lakota elder.",
      "fr": "j'ai été adoptée par un ancien Lakota."
    }
  },
  {
    "translation": {
      "en": "We were out in nature every day.",
      "fr": "On était dans la nature tous les jours."
    }
  },
  {
    "translation": {
      "en": "I found permaculture, and that was very influential in my life,",
      "fr": "J'ai découvert la permaculture, et ça a changé ma vie."
    }
  },
  {
    "translation": {
      "en": "where I could see that there could be a permanent agriculture…",
      "fr": "J'ai appris qu'il existait une agriculture pérenne,"
    }
  },
  {
    "translation": {
      "en": "an agriculture that not only fed the planet,",
      "fr": "une agriculture qui nourrit la planète"
    }
  },
  {
    "translation": {
      "en": "but also fed the people in a way that regenerated",
      "fr": "ainsi que les gens d'une façon qui régénère les ressources"
    }
  },
  {
    "translation": {
      "en": "and didn't deplete resources.",
      "fr": "au lieu de les épuiser."
    }
  },
  {
    "translation": {
      "en": "Holistic ranchers, like the Markegards, use careful planning",
      "fr": "Les éleveurs holistiques comme les Markegard s'organisent avec soin"
    }
  },
  {
    "translation": {
      "en": "so their cows sequester carbon and actually regenerate the land.",
      "fr": "pour que leurs vaches piègent le carbone et régénèrent la terre."
    }
  },
  {
    "translation": {
      "en": "So this is our grazing plan and control chart.",
      "fr": "Voici notre plan de pâture et notre tableau de contrôle."
    }
  },
  {
    "translation": {
      "en": "This tells us where we're planning to have the cattle when.",
      "fr": "Ça dit où se trouvera le bétail à tel moment donné."
    }
  },
  {
    "translation": {
      "en": "Hi!",
      "fr": "Bonjour !"
    }
  },
  {
    "translation": {
      "en": "Let's see. It's July 22nd,",
      "fr": "Voyons voir. On est le 22 juillet,"
    }
  },
  {
    "translation": {
      "en": "so they were in G1,",
      "fr": "elles étaient en G1,"
    }
  },
  {
    "translation": {
      "en": "and they are going to move here.",
      "fr": "et on va les déplacer ici."
    }
  },
  {
    "translation": {
      "en": "All these paddocks correlate with a map that I have here.",
      "fr": "Tous ces enclos correspondent à une carte qui se trouve ici."
    }
  },
  {
    "translation": {
      "en": "So these are all segments of fencing where the cattle are.",
      "fr": "Il y a des segments de clôture où le bétail se trouve,"
    }
  },
  {
    "translation": {
      "en": "It tells me how big it is.",
      "fr": "ça m'indique leur taille."
    }
  },
  {
    "translation": {
      "en": "I can record observations, species, all right in here in the field.",
      "fr": "Je peux enregistrer des observations, les espèces, directement sur place."
    }
  },
  {
    "translation": {
      "en": "We manage over 8,000 acres throughout the Bay Area,",
      "fr": "On gère plus de 3 200 hectares dans la région,"
    }
  },
  {
    "translation": {
      "en": "so we're constantly on the move.",
      "fr": "on se déplace sans cesse."
    }
  },
  {
    "translation": {
      "en": "I never get bored.",
      "fr": "Je ne m'ennuie jamais."
    }
  },
  {
    "translation": {
      "en": "I never get bored.",
      "fr": "Je ne m'ennuie jamais."
    }
  },
  {
    "translation": {
      "en": "They call cows mobile microbe tanks,",
      "fr": "On appelle les vaches des réservoirs de microbes,"
    }
  },
  {
    "translation": {
      "en": "you know, because cows employ microbes in their rumen",
      "fr": "car les microbes présents dans leur panse"
    }
  },
  {
    "translation": {
      "en": "to break down the fibers in food.",
      "fr": "décomposent les fibres."
    }
  },
  {
    "translation": {
      "en": "So when cows poop,",
      "fr": "Quand les vaches défèquent,"
    }
  },
  {
    "translation": {
      "en": "that is just like a steaming mound of microbes dumped onto the land,",
      "fr": "elles déposent un tas fumant de microbes sur la terre,"
    }
  },
  {
    "translation": {
      "en": "and it's-- it- it, you know, it's a powerful stuff for the land.",
      "fr": "et c'est très bénéfique au sol."
    }
  },
  {
    "translation": {
      "en": "So it's been about three months",
      "fr": "Ça fait environ trois mois"
    }
  },
  {
    "translation": {
      "en": "since the cattle have been in this pasture.",
      "fr": "que le bétail est passé dans ce pâturage."
    }
  },
  {
    "translation": {
      "en": "Did you hear that little pop when I popped it out?",
      "fr": "Vous avez entendu ce petit bruit lors de l'arrachage ?"
    }
  },
  {
    "translation": {
      "en": "That was all these root hairs popping off.",
      "fr": "C'est le bruit des poils racinaires qui se détachent."
    }
  },
  {
    "translation": {
      "en": "There's just thousands and thousands of feet of these root hairs",
      "fr": "Sur des milliers de mètres, ces poils racinaires"
    }
  },
  {
    "translation": {
      "en": "that are interconnected with all of these other bunch grasses",
      "fr": "sont interconnectés avec toutes ces autres herbes,"
    }
  },
  {
    "translation": {
      "en": "and all of these other species through their root hairs",
      "fr": "toutes ces autres variétés, à travers ces poils et le réseau mycorhizien."
    }
  },
  {
    "translation": {
      "en": "and also through the mycorrhiza fungi.",
      "fr": "à travers ces poils et le réseau mycorhizien."
    }
  },
  {
    "translation": {
      "en": "The cattle will come along,",
      "fr": "Le bétail viendra,"
    }
  },
  {
    "translation": {
      "en": "and they'll eat the tops off.",
      "fr": "et mangera l'herbe."
    }
  },
  {
    "translation": {
      "en": "What happens when the grasses get bitten off",
      "fr": "Quand l'herbe est broutée,"
    }
  },
  {
    "translation": {
      "en": "is these roots slough off.",
      "fr": "les racines se décollent."
    }
  },
  {
    "translation": {
      "en": "And what is that root made out of?",
      "fr": "Et de quoi est faite cette racine ?"
    }
  },
  {
    "translation": {
      "en": "Carbon.",
      "fr": "De carbone."
    }
  },
  {
    "translation": {
      "en": "We're taking carbon from the atmosphere via photosynthesis into the plant,",
      "fr": "La plante absorbe le carbone dans l'atmosphère grâce à la photosynthèse"
    }
  },
  {
    "translation": {
      "en": "and then it's going through the plant",
      "fr": "il passe à travers la plante"
    }
  },
  {
    "translation": {
      "en": "into the root system,",
      "fr": "via le système racinaire,"
    }
  },
  {
    "translation": {
      "en": "that carbon, and it sloughs off and turns into humus…",
      "fr": "et il se transforme en humus…"
    }
  },
  {
    "translation": {
      "en": "where it belongs.",
      "fr": "là où est sa place."
    }
  },
  {
    "translation": {
      "en": "The form of agriculture that we use",
      "fr": "Le type d'agriculture qu'on emploie"
    }
  },
  {
    "translation": {
      "en": "creates billions of lives",
      "fr": "crée des milliards de vies…"
    }
  },
  {
    "translation": {
      "en": "in the form of soil microbes,",
      "fr": "sous la forme de microbes, de nématodes,"
    }
  },
  {
    "translation": {
      "en": "in nematodes, in grassland birds.",
      "fr": "sous la forme de microbes, de nématodes, d'oiseaux des prairies."
    }
  },
  {
    "translation": {
      "en": "All of that wildlife is flourishing under an agriculture system",
      "fr": "Tout cette vie sauvage s'épanouit dans un système d'agriculture,"
    }
  },
  {
    "translation": {
      "en": "versus a tilled crop field, which is denude of life.",
      "fr": "alors qu'un champ labouré est totalement dénué de vie."
    }
  },
  {
    "translation": {
      "en": "In the vast majority of those tilled fields grow one thing:",
      "fr": "La grande majorité de ces champs labourés cultive une seule chose :"
    }
  },
  {
    "translation": {
      "en": "animal feed.",
      "fr": "de la nourriture animale."
    }
  },
  {
    "translation": {
      "en": "Corn, soy, and hay.",
      "fr": "Du maïs, du soja et du foin."
    }
  },
  {
    "translation": {
      "en": "These crops and the feedlots that rely on them exist",
      "fr": "Ces cultures et les parcs d'engraissement qui en dépendent"
    }
  },
  {
    "translation": {
      "en": "only because they are subsidized by our tax dollars.",
      "fr": "n'existent que grâce aux subventions publiques."
    }
  },
  {
    "translation": {
      "en": "I was speaking to a group of corn and soybean producers from Missouri",
      "fr": "Je discutais avec des producteurs de maïs et de soja du Missouri"
    }
  },
  {
    "translation": {
      "en": "this past winter.",
      "fr": "cet hiver."
    }
  },
  {
    "translation": {
      "en": "And the one guy stood up and said,",
      "fr": "Un type me dit :"
    }
  },
  {
    "translation": {
      "en": "Why would I want to plant anything else than corn and beans",
      "fr": "Pourquoi planter autre chose que du maïs et du soja"
    }
  },
  {
    "translation": {
      "en": "when I'm guaranteed a profit before I even go on the field?",
      "fr": "s'ils me garantissent des bénéfices d'office ?"
    }
  },
  {
    "translation": {
      "en": "The United States Department of Agriculture uses something",
      "fr": "Le département de l'Agriculture des États-Unis"
    }
  },
  {
    "translation": {
      "en": "called the Commodity Credit Corporation",
      "fr": "utilise la Commodity Credit Corporation,"
    }
  },
  {
    "translation": {
      "en": "to give farmers price guarantees for growing specific crops.",
      "fr": "qui garantit des prix aux cultivateurs pour certaines variétés."
    }
  },
  {
    "translation": {
      "en": "In the current system,",
      "fr": "Dans le système actuel,"
    }
  },
  {
    "translation": {
      "en": "taxpayers subsidize farmers to grow the crops",
      "fr": "les contribuables subventionnent des cultures"
    }
  },
  {
    "translation": {
      "en": "that feed the animals that live in feedlots,",
      "fr": "utilisées dans des parcs d'engraissement"
    }
  },
  {
    "translation": {
      "en": "which emit greenhouse gases.",
      "fr": "qui émettent des gaz à effet de serre."
    }
  },
  {
    "translation": {
      "en": "The result?",
      "fr": "Le résultat ?"
    }
  },
  {
    "translation": {
      "en": "Our land is turning to dust, and our farmers are going bust.",
      "fr": "Notre terre tombe en poussière, et les agriculteurs font faillite."
    }
  },
  {
    "translation": {
      "en": "And then I come back and ask them, now, how much money would you be making",
      "fr": "Je leur demande combien d'argent ils gagneraient"
    }
  },
  {
    "translation": {
      "en": "if the government wasn't subsidizing your operation?",
      "fr": "sans subventions gouvernementales."
    }
  },
  {
    "translation": {
      "en": "And they know. They know the answer.",
      "fr": "Ils connaissent la réponse."
    }
  },
  {
    "translation": {
      "en": "They're not gonna be making money.",
      "fr": "Ils ne gagneraient rien."
    }
  },
  {
    "translation": {
      "en": "I dropped off all those programs.",
      "fr": "J'ai renoncé à tout cela."
    }
  },
  {
    "translation": {
      "en": "I tell producers I don't want to be on welfare anymore.",
      "fr": "Je ne veux plus vivre des allocations."
    }
  },
  {
    "translation": {
      "en": "Even with genetically- altered seeds,",
      "fr": "Même avec des graines génétiquement modifiées,"
    }
  },
  {
    "translation": {
      "en": "chemical sprays, and government subsidies,",
      "fr": "des pesticides et des subventions gouvernementales,"
    }
  },
  {
    "translation": {
      "en": "most farmers struggle to make a few dollars per acre.",
      "fr": "la plupart des agriculteurs gagnent très peu d'argent."
    }
  },
  {
    "translation": {
      "en": "But on its 5,000 acres,",
      "fr": "Mais sur ses 2 000 hectares,"
    }
  },
  {
    "translation": {
      "en": "Brown's ranch generates over $100 profit per acre per year.",
      "fr": "le ranch de Brown génère plus de 100 $ de bénéfice annuel par demi-hectare."
    }
  },
  {
    "translation": {
      "en": "If you build a healthy farm ecosystem, you're going to be resilient.",
      "fr": "Mettre en place un écosystème sain, c'est assurer sa résilience,"
    }
  },
  {
    "translation": {
      "en": "You're going to take the risk out of it.",
      "fr": "se protéger des risques."
    }
  },
  {
    "translation": {
      "en": "Yes, I grow corn. I don't grow soybeans, but I grow peas.",
      "fr": "Oui, je fais pousser du maïs. Pas du soja, mais des pois."
    }
  },
  {
    "translation": {
      "en": "That's good.",
      "fr": "Délicieux."
    }
  },
  {
    "translation": {
      "en": "But I also grow wheat, and barley, and oats, vetch,",
      "fr": "Je cultive du blé, de l'orge, de l'avoine, de la vesce,"
    }
  },
  {
    "translation": {
      "en": "and triticale, and alfalfa, grass- finished beef, lamb, pork,",
      "fr": "du triticale, de la luzerne, j'élève des bœufs, des agneaux, des porcs,"
    }
  },
  {
    "translation": {
      "en": "honey, vegetables, all these other products.",
      "fr": "je produis du miel, des légumes…"
    }
  },
  {
    "translation": {
      "en": "I could care less what the price of corn or beans are",
      "fr": "Je me fiche du prix du maïs,"
    }
  },
  {
    "translation": {
      "en": "because they're such a small fraction of my operation.",
      "fr": "c'est une toute petite partie de mon activité."
    }
  },
  {
    "translation": {
      "en": "I built resiliency into the ecosystem.",
      "fr": "J'ai créé un écosystème résilient."
    }
  },
  {
    "translation": {
      "en": "Most of the land that's managed by farmers",
      "fr": "La plupart des terres gérées par des agriculteurs"
    }
  },
  {
    "translation": {
      "en": "is owned by somebody other than the farmer.",
      "fr": "ne leur appartiennent pas."
    }
  },
  {
    "translation": {
      "en": "We believe landowners, as they come to understand the long- term benefits",
      "fr": "Nous croyons que les propriétaires, en comprenant les bénéfices à long terme"
    }
  },
  {
    "translation": {
      "en": "of managing for soil health,",
      "fr": "de la protection du sol,"
    }
  },
  {
    "translation": {
      "en": "will encourage their farmers to prioritize this.",
      "fr": "encourageront les agriculteurs à en faire leur priorité."
    }
  },
  {
    "translation": {
      "en": "Once a farmer starts to manage for soil health",
      "fr": "Une fois qu'un agriculteur protège son sol"
    }
  },
  {
    "translation": {
      "en": "and see those economic benefits, they won't turn back.",
      "fr": "et en voit les bénéfices, il ne fait jamais marche arrière."
    }
  },
  {
    "translation": {
      "en": "By switching to regenerative agriculture,",
      "fr": "En passant à l'agriculture régénératrice,"
    }
  },
  {
    "translation": {
      "en": "American farmers could increase their profits",
      "fr": "les agriculteurs américains peuvent augmenter leurs bénéfices"
    }
  },
  {
    "translation": {
      "en": "by over 100 billion dollars annually,",
      "fr": "de plus de 100 milliards de dollars par an"
    }
  },
  {
    "translation": {
      "en": "and virtually eliminate their subsidies.",
      "fr": "et quasiment se passer de subventions."
    }
  },
  {
    "translation": {
      "en": "You know, we have a motto on our operation.",
      "fr": "Notre devise est simple."
    }
  },
  {
    "translation": {
      "en": "We want to sign the back of the check and not the front.",
      "fr": "On veut signer le verso du chèque, pas le recto."
    }
  },
  {
    "translation": {
      "en": "It's a pretty good motto. It leaves a lot more in your pocket.",
      "fr": "C'est une bonne devise, on s'y retrouve bien plus."
    }
  },
  {
    "translation": {
      "en": "The federal farm program we have today",
      "fr": "Le programme fédéral d'agriculture actuel"
    }
  },
  {
    "translation": {
      "en": "is the most detrimental thing there is to regenerative agriculture.",
      "fr": "est ce qu'il y a de plus néfaste pour l'agriculture régénératrice."
    }
  },
  {
    "translation": {
      "en": "In order for our governments to support the shift to regeneration,",
      "fr": "Pour que nos gouvernements soutiennent le passage à la régénération,"
    }
  },
  {
    "translation": {
      "en": "the people may have to lead the way.",
      "fr": "le peuple devra peut-être montrer la voie."
    }
  },
  {
    "translation": {
      "en": "And the odds are there are some things that you can do",
      "fr": "Il y a des choses que vous pouvez faire"
    }
  },
  {
    "translation": {
      "en": "to save our soils today.",
      "fr": "pour sauver nos sols… dès aujourd'hui."
    }
  },
  {
    "translation": {
      "en": "This is everybody's life every hour of the day almost.",
      "fr": "C'est la vie de tous, quasiment en permanence."
    }
  },
  {
    "translation": {
      "en": "Food waste. Yeah, food waste is ubiquitous. Everybody does it.",
      "fr": "- Le gaspillage alimentaire. - Oui, tout le monde en fait."
    }
  },
  {
    "translation": {
      "en": "Well, not everybody does it.",
      "fr": "Non, pas tout le monde."
    }
  },
  {
    "translation": {
      "en": "There are continents and other really large regions that are getting hit",
      "fr": "Certains continents et grandes régions subissent une double difficulté : des fortes chaleurs et des sécheresses."
    }
  },
  {
    "translation": {
      "en": "with a double whammy of higher temperatures and drought.",
      "fr": "subissent une double difficulté : des fortes chaleurs et des sécheresses."
    }
  },
  {
    "translation": {
      "en": "This kills soil. It kills life.",
      "fr": "Ça tue le sol. Ça tue la vie."
    }
  },
  {
    "translation": {
      "en": "One of the solutions to that challenge",
      "fr": "L'une des solutions est de collecter les restes alimentaires dans les villes"
    }
  },
  {
    "translation": {
      "en": "is to collect the food scraps from cities, like San Francisco,",
      "fr": "L'une des solutions est de collecter les restes alimentaires dans les villes comme San Francisco,"
    }
  },
  {
    "translation": {
      "en": "turn them into compost, and get it onto local farms.",
      "fr": "en faire du compost, et le donner aux exploitations locales."
    }
  },
  {
    "translation": {
      "en": "And that helps them retain water because compost is a natural sponge.",
      "fr": "Ça les aide à retenir l'eau, le compost étant une éponge naturelle."
    }
  },
  {
    "translation": {
      "en": "The unfortunate reality is most trash or garbage gets incinerated",
      "fr": "Malheureusement, la plupart des déchets sont incinérés ou envoyés dans des décharges."
    }
  },
  {
    "translation": {
      "en": "or sent to a landfill.",
      "fr": "la plupart des déchets sont incinérés ou envoyés dans des décharges."
    }
  },
  {
    "translation": {
      "en": "We need to model nature.",
      "fr": "Imitons la nature."
    }
  },
  {
    "translation": {
      "en": "I had the good fortune of being mayor when we brought the United Nations World Environment Day into our city.",
      "fr": "J'étais maire lors de la Journée mondiale de l'environnement."
    }
  },
  {
    "translation": {
      "en": "We made it a week- long celebration of the environment and a call to action.",
      "fr": "On a célébré l'environnement pendant toute une semaine."
    }
  },
  {
    "translation": {
      "en": "And one of the specific strategies was reducing waste.",
      "fr": "L'une de nos stratégies était la réduction du gaspillage."
    }
  },
  {
    "translation": {
      "en": "San Francisco residents are actually fined",
      "fr": "Les Franciscanais reçurent des amendes"
    }
  },
  {
    "translation": {
      "en": "for not putting compost into the green bin.",
      "fr": "pour ne pas avoir mis leur compost dans la poubelle verte."
    }
  },
  {
    "translation": {
      "en": "We incentivize people to keep things out of the black bins.",
      "fr": "On incite les gens à éviter au maximum la poubelle noire."
    }
  },
  {
    "translation": {
      "en": "When you have nothing in a black bin, we don't charge you.",
      "fr": "Rien dans la noire ? Vous ne payez rien."
    }
  },
  {
    "translation": {
      "en": "When you have a ton of stuff in the black bin, we charge you a lot.",
      "fr": "Elle est pleine ? Vous payez cher."
    }
  },
  {
    "translation": {
      "en": "So your goal is to get it in the green and blue bins,",
      "fr": "Le but est de remplir la verte et la bleue,"
    }
  },
  {
    "translation": {
      "en": "the composting and the recycling bins.",
      "fr": "le compost et le recyclage."
    }
  },
  {
    "translation": {
      "en": "You want to move the mouse, gotta move the cheese.",
      "fr": "C'est la carotte et le bâton."
    }
  },
  {
    "translation": {
      "en": "In San Francisco,",
      "fr": "À San Francisco,"
    }
  },
  {
    "translation": {
      "en": "we're collecting 700 tons of food scraps and plant cuttings per day.",
      "fr": "on récupère 700 tonnes de déchets alimentaires et végétaux par jour."
    }
  },
  {
    "translation": {
      "en": "It's 5:00 in the morning…",
      "fr": "Il est 5 h du matin,"
    }
  },
  {
    "translation": {
      "en": "and we're making compost.",
      "fr": "on fabrique du compost."
    }
  },
  {
    "translation": {
      "en": "This is the most important kind of garbage that there is",
      "fr": "Ce sont les déchets les plus importants,"
    }
  },
  {
    "translation": {
      "en": "because this is where the nutrients are, and this is where the carbon is.",
      "fr": "c'est là que sont les nutriments et le carbone."
    }
  },
  {
    "translation": {
      "en": "The compost arrives,",
      "fr": "Le compost arrive,"
    }
  },
  {
    "translation": {
      "en": "the food scraps from the restaurants and people's homes,",
      "fr": "les restes des restaurants et des foyers,"
    }
  },
  {
    "translation": {
      "en": "and we put them in this sorting system.",
      "fr": "ils sont envoyés au triage."
    }
  },
  {
    "translation": {
      "en": "Sixty days ago,",
      "fr": "Il y a 60 jours, c'était des coquilles d'œufs,"
    }
  },
  {
    "translation": {
      "en": "this was egg shells, and chicken bones,",
      "fr": "Il y a 60 jours, c'était des coquilles d'œufs, des os de poulet et des épluchures."
    }
  },
  {
    "translation": {
      "en": "and vegetable peelings.",
      "fr": "des os de poulet et des épluchures."
    }
  },
  {
    "translation": {
      "en": "And, now, it's a beautiful finished compost.",
      "fr": "Maintenant, c'est un superbe compost mûr."
    }
  },
  {
    "translation": {
      "en": "And I'm digging in, and it's quite warm here.",
      "fr": "Je creuse, c'est chaud à l'intérieur."
    }
  },
  {
    "translation": {
      "en": "It's still composting very actively.",
      "fr": "Le processus de compostage est encore en cours."
    }
  },
  {
    "translation": {
      "en": "We collect our food scraps. We put them in the green bin.",
      "fr": "On met les restes dans la poubelle verte,"
    }
  },
  {
    "translation": {
      "en": "It goes off to Recology's compost facility.",
      "fr": "ils partent au centre de Recolgy,"
    }
  },
  {
    "translation": {
      "en": "We turn it into compost, and it gets on a farm.",
      "fr": "on en fait du compost pour une exploitation."
    }
  },
  {
    "translation": {
      "en": "That's a simple solution.",
      "fr": "C'est une solution simple."
    }
  },
  {
    "translation": {
      "en": "San Francisco became the most sustainable big city",
      "fr": "San Francisco est devenu la grande ville la plus durable"
    }
  },
  {
    "translation": {
      "en": "in the United States of America in just a few short years, and we grew our economy.",
      "fr": "du pays en quelques années, et notre économie en bénéficie."
    }
  },
  {
    "translation": {
      "en": "And if San Francisco can prove an ideal,",
      "fr": "Si l'expérience de San Francisco est positive,"
    }
  },
  {
    "translation": {
      "en": "then that success can be replicated in other cities, in other states,",
      "fr": "ce succès peut être imité dans d'autres villes, d'autres États"
    }
  },
  {
    "translation": {
      "en": "and other nations around the rest of the world.",
      "fr": "et d'autres pays du monde."
    }
  },
  {
    "translation": {
      "en": "Compost is the natural decomposition of organic matter in nature.",
      "fr": "Le compostage est la décomposition de la matière organique."
    }
  },
  {
    "translation": {
      "en": "In a forest floor, it's when the leaves drop, the fungi and bacteria take it over and literally build the soil at the root zone.",
      "fr": "Quand les feuilles tombent dans la forêt, champignons et bactéries les décomposent."
    }
  },
  {
    "translation": {
      "en": "Compost is all about community,",
      "fr": "Le compost, c'est la communauté."
    }
  },
  {
    "translation": {
      "en": "from the community of microbes that are breaking down the pile,",
      "fr": "Des microbes qui décomposent la matière,"
    }
  },
  {
    "translation": {
      "en": "to the community of individuals in Los Angeles",
      "fr": "aux habitants de Los Angeles"
    }
  },
  {
    "translation": {
      "en": "that are physically turning and sifting and contributing to that pile.",
      "fr": "qui remuent et nourrissent ce tas."
    }
  },
  {
    "translation": {
      "en": "I collect food scraps from restaurants, manure from zoos.",
      "fr": "Je récupère les restes des restaurants, du fumier dans des zoos."
    }
  },
  {
    "translation": {
      "en": "Manure. Do you know why?",
      "fr": "Pourquoi du fumier ?"
    }
  },
  {
    "translation": {
      "en": "To keep this stuff out of landfills and use it to make good, rich dirt.",
      "fr": "Pour vider les décharges et fabriquer une terre riche et belle."
    }
  },
  {
    "translation": {
      "en": "That's why.",
      "fr": "Voilà pourquoi."
    }
  },
  {
    "translation": {
      "en": "How do we take waste and repurpose and reuse it?",
      "fr": "Comment fait-on pour réutiliser les déchets ?"
    }
  },
  {
    "translation": {
      "en": "Because it's really not waste.",
      "fr": "Ce ne sont pas des déchets."
    }
  },
  {
    "translation": {
      "en": "My name is Pashon. It's Pashon Murray.",
      "fr": "Je m'appelle Pashon Murray."
    }
  },
  {
    "translation": {
      "en": "So that was my destiny, to be passionate about the environment.",
      "fr": "J'ai toujours été passionnée par l'environnement."
    }
  },
  {
    "translation": {
      "en": "When we went to Haiti to run this compost sanitation pilot…",
      "fr": "Quand on est allés à Haïti pour diriger ce centre de compostage,"
    }
  },
  {
    "translation": {
      "en": "everybody kind of thought I was crazy.",
      "fr": "tout le monde me croyait folle."
    }
  },
  {
    "translation": {
      "en": "And maybe I am.",
      "fr": "Je le suis peut-être."
    }
  },
  {
    "translation": {
      "en": "- I'm Steven. Yeah. - And you're the…?",
      "fr": "- Je suis Steven. - Vous êtes…"
    }
  },
  {
    "translation": {
      "en": "- The  man. - And I'm the  woman.",
      "fr": "- Je gère la… - Moi aussi !"
    }
  },
  {
    "translation": {
      "en": "- Yeah. We are the  men around, man. - Yeah.",
      "fr": "Génial ! On s'occupe de la…"
    }
  },
  {
    "translation": {
      "en": "Well Haiti happened, obviously,",
      "fr": "Il y a eu Haïti."
    }
  },
  {
    "translation": {
      "en": "this earthquake that was just so devastating.",
      "fr": "Ce séisme a été dévastateur."
    }
  },
  {
    "translation": {
      "en": "We all felt like we wanted to do something.",
      "fr": "On voulait tous agir."
    }
  },
  {
    "translation": {
      "en": "And Patricia, she's a problem solver.",
      "fr": "Patricia résout les problèmes."
    }
  },
  {
    "translation": {
      "en": "As soon as she got there, she was like, Okay, they have a sanitation problem.",
      "fr": "Dès son arrivée, elle a dit : Il y a un problème d'assainissement."
    }
  },
  {
    "translation": {
      "en": "The water under the soil was getting contaminated.",
      "fr": "L'eau souterraine était contaminée."
    }
  },
  {
    "translation": {
      "en": "2.5 billion people don't have sanitation around the world,",
      "fr": "2,5 milliards de personnes sont privées d'assainissement,"
    }
  },
  {
    "translation": {
      "en": "and that means people can get diseases.",
      "fr": "et sont vulnérables aux maladies."
    }
  },
  {
    "translation": {
      "en": "So we train people around the world to have composting toilets",
      "fr": "On forme les gens à l'utilisation de toilettes sèches"
    }
  },
  {
    "translation": {
      "en": "so they can learn how to collect and treat their own waste for their community.",
      "fr": "afin de récolter et traiter les excréments de leur communauté."
    }
  },
  {
    "translation": {
      "en": "The most noticeable change that we saw was the smell.",
      "fr": "Le changement le plus perceptible, c'est l'odeur."
    }
  },
  {
    "translation": {
      "en": "The experience of living around the latrines was night and day.",
      "fr": "La vie autour des latrines, c'était le jour et la nuit."
    }
  },
  {
    "translation": {
      "en": "We're in front of this compost pile.",
      "fr": "On est devant le compost."
    }
  },
  {
    "translation": {
      "en": "- Do you guys smell anything bad here? - No.",
      "fr": "Vous sentez quelque chose ? Non."
    }
  },
  {
    "translation": {
      "en": "Part of the strength of this system is that it's very easy to learn.",
      "fr": "La force de ce système, c'est sa grande simplicité."
    }
  },
  {
    "translation": {
      "en": "You don't have to order some part or component.",
      "fr": "Pas besoin de commander de matériel particulier."
    }
  },
  {
    "translation": {
      "en": "People can learn how to do this everywhere.",
      "fr": "On peut faire ça n'importe où."
    }
  },
  {
    "translation": {
      "en": "So here is the spare container. Here is the sawdust available.",
      "fr": "Voici le conteneur de rechange. Voici la sciure."
    }
  },
  {
    "translation": {
      "en": "What I love about thermophilic composting",
      "fr": "Le compostage thermophile"
    }
  },
  {
    "translation": {
      "en": "is that it helps address multiple climate change issues.",
      "fr": "répond à plusieurs aspects du changement climatique."
    }
  },
  {
    "translation": {
      "en": "It helps us protect water resources.",
      "fr": "répond à plusieurs aspects du changement climatique. Il protège les réserves d'eau."
    }
  },
  {
    "translation": {
      "en": "Treating it and getting rid of all the pathogens, and ending up with compost.",
      "fr": "Le processus élimine les pathogènes et fournit du compost."
    }
  },
  {
    "translation": {
      "en": "And when it's finished, it will be like beautiful dirt.",
      "fr": "Quand ce sera terminé, ce sera comme de la belle terre."
    }
  },
  {
    "translation": {
      "en": "You can then amend the soil and have more crop growth.",
      "fr": "On peut alors nourrir le sol et avoir de belles récoltes."
    }
  },
  {
    "translation": {
      "en": "The only problem with it is that people are hung up on the fact that it's human feces.",
      "fr": "Le seul problème est d'être obnubilé par le fait que ce sont des déjections."
    }
  },
  {
    "translation": {
      "en": "We just, in general, as humans, have a poo phobia.",
      "fr": "Les excréments nous dégoûtent."
    }
  },
  {
    "translation": {
      "en": "But what most people don't know is that all across America,",
      "fr": "Ce que les gens ignorent, c'est qu'en Amérique,"
    }
  },
  {
    "translation": {
      "en": "if you buy some potting mix, it probably has biosolids in it,",
      "fr": "le terreau qu'on achète contient souvent des biosolides"
    }
  },
  {
    "translation": {
      "en": "and that comes from human sewage.",
      "fr": "qui proviennent des eaux usées."
    }
  },
  {
    "translation": {
      "en": "We eat food. We poop it out.",
      "fr": "On mange des aliments, on fait caca."
    }
  },
  {
    "translation": {
      "en": "We can then treat it and create soil",
      "fr": "On peut le traiter et créer de la terre bénéfique aux plantes,"
    }
  },
  {
    "translation": {
      "en": "that has good content for the plants,",
      "fr": "et créer de la terre bénéfique aux plantes,"
    }
  },
  {
    "translation": {
      "en": "and then the circle just goes around and around.",
      "fr": "et le cycle se poursuit."
    }
  },
  {
    "translation": {
      "en": "The poop has to stay in the loop.",
      "fr": "Le caca doit rester dans la boucle."
    }
  },
  {
    "translation": {
      "en": "This is a very nice toilet,",
      "fr": "Ce sont de belles toilettes,"
    }
  },
  {
    "translation": {
      "en": "and I would love to go to the bathroom in your toilet. Excuse me, please.",
      "fr": "j'aimerais bien les utiliser. Si vous permettez…"
    }
  },
  {
    "translation": {
      "en": "Compost is just one of a suite of soil- based carbon capture solutions.",
      "fr": "Le compostage n'est qu'une des nombreuses solutions de capture du carbone."
    }
  },
  {
    "translation": {
      "en": "The more we choose regenerative foods, the more that farmers will grow them.",
      "fr": "Plus on consomme d'aliments régénérateurs, plus ils seront produits."
    }
  },
  {
    "translation": {
      "en": "We're at a critical moment in human history.",
      "fr": "Nous sommes à un moment critique de notre histoire."
    }
  },
  {
    "translation": {
      "en": "There could be a way to eat food that heals the planet.",
      "fr": "Il est possible de manger des aliments qui protègent la planète."
    }
  },
  {
    "translation": {
      "en": "The way we're articulating it is the regenerative diet.",
      "fr": "On appelle ça le régime régénérateur."
    }
  },
  {
    "translation": {
      "en": "I've personally been vegan for 20 years.",
      "fr": "Je suis vegan depuis 20 ans."
    }
  },
  {
    "translation": {
      "en": "I've just kind of proven in my own world, like, hey, you can rock life in a…",
      "fr": "Je suis la preuve qu'on peut vivre à fond,"
    }
  },
  {
    "translation": {
      "en": "very healthy, strong, and powerful fashion",
      "fr": "être en pleine santé et avoir de l'énergie"
    }
  },
  {
    "translation": {
      "en": "on a plant- based diet.",
      "fr": "en ne mangeant que des plantes."
    }
  },
  {
    "translation": {
      "en": "If you're eating meat, if you can eat it from a lot more correct high- level farms.",
      "fr": "Si vous mangez de la viande, des élevages plus corrects existent."
    }
  },
  {
    "translation": {
      "en": "If we do eat meat,",
      "fr": "Si on mange de la viande,"
    }
  },
  {
    "translation": {
      "en": "we need to eat meat that comes from pasture- raised,",
      "fr": "elle doit provenir d'animaux nourris à l'herbe dans des pâturages"
    }
  },
  {
    "translation": {
      "en": "grass- fed, humanely- killed animals.",
      "fr": "elle doit provenir d'animaux nourris à l'herbe dans des pâturages et abattus humainement."
    }
  },
  {
    "translation": {
      "en": "This is the most crucial choice all of us can make for the future of the planet.",
      "fr": "C'est le choix le plus crucial pour l'avenir de la planète."
    }
  },
  {
    "translation": {
      "en": "What are we eating?",
      "fr": "Que mange-t-on ?"
    }
  },
  {
    "translation": {
      "en": "What kind of farming systems are we supporting?",
      "fr": "Quelle agriculture soutenons-nous ?"
    }
  },
  {
    "translation": {
      "en": "Are we regenerating the Earth, or are we degenerating?",
      "fr": "Régénérer ou détruire la Terre ?"
    }
  },
  {
    "translation": {
      "en": "So what we have here are two of our egg- mobiles.",
      "fr": "Voici deux de nos œufs-mobiles."
    }
  },
  {
    "translation": {
      "en": "Approximately three days after the cattle move through an area and graze,",
      "fr": "Trois jours après le passage du bétail dans cette zone,"
    }
  },
  {
    "translation": {
      "en": "we'll bring the land hens in.",
      "fr": "on y amène les poules."
    }
  },
  {
    "translation": {
      "en": "They truly are free range.",
      "fr": "Elles sont libres."
    }
  },
  {
    "translation": {
      "en": "They could walk to California if they so choose.",
      "fr": "Elles peuvent partir en Californie si ça leur chante."
    }
  },
  {
    "translation": {
      "en": "What we did here is we went to the local grocer,",
      "fr": "On est allés chez l'épicier du coin"
    }
  },
  {
    "translation": {
      "en": "and we bought a dozen cage- free, all- natural, humanely- raised eggs.",
      "fr": "et on a acheté 12 œufs de poules élevées en plein air."
    }
  },
  {
    "translation": {
      "en": "We'll reach in there and crack one of those open.",
      "fr": "Cassons un de ces œufs."
    }
  },
  {
    "translation": {
      "en": "Now, what we have here is one from our pastured land hens.",
      "fr": "Voici un œuf de nos poules élevées en plein pâturage."
    }
  },
  {
    "translation": {
      "en": "Ours on the left is much darker colored.",
      "fr": "La couleur du nôtre est plus foncée."
    }
  },
  {
    "translation": {
      "en": "Now, watch this.",
      "fr": "Regardez."
    }
  },
  {
    "translation": {
      "en": "See how that breaks open rather easily?",
      "fr": "Le jaune casse facilement."
    }
  },
  {
    "translation": {
      "en": "It's runny.",
      "fr": "Il est baveux."
    }
  },
  {
    "translation": {
      "en": "Now, look at this.",
      "fr": "Regardez ça."
    }
  },
  {
    "translation": {
      "en": "I can poke my finger into there several times before we finally break it.",
      "fr": "Je peux y enfoncer mon doigt plusieurs fois avant de le casser."
    }
  },
  {
    "translation": {
      "en": "Now, look at the color of that yolk and look at the difference.",
      "fr": "Regardez la couleur du jaune, constatez la différence."
    }
  },
  {
    "translation": {
      "en": "Ours are out on pasture. They eat whatever they can forage for.",
      "fr": "Nos poules sont en pâture, elles mangent ce qu'elles trouvent."
    }
  },
  {
    "translation": {
      "en": "These, although they're cage- free,",
      "fr": "Celles-ci, bien qu'en plein air, vivent sans doute confinées,"
    }
  },
  {
    "translation": {
      "en": "they are no doubt in confinement, and they're fed mostly grain.",
      "fr": "Celles-ci, bien qu'en plein air, vivent sans doute confinées, et ne mangent presque que des graines."
    }
  },
  {
    "translation": {
      "en": "Ours are going to be much higher in nutrient density as compared to these.",
      "fr": "Les nôtres seront bien plus nourrissants que ceux-ci."
    }
  },
  {
    "translation": {
      "en": "And what you're really feeling there",
      "fr": "On ressent bien"
    }
  },
  {
    "translation": {
      "en": "is the nutrients and the complexity of regenerative agriculture.",
      "fr": "les nutriments et la complexité de l'agriculture régénératrice."
    }
  },
  {
    "translation": {
      "en": "Eating a regenerative diet is important,",
      "fr": "Avoir un régime régénérateur est important,"
    }
  },
  {
    "translation": {
      "en": "but so is working with the people who grow our food.",
      "fr": "tout comme travailler avec ceux qui produisent notre nourriture."
    }
  },
  {
    "translation": {
      "en": "Today, we estimate five percent or less of farms",
      "fr": "Aujourd'hui, on estime que 5 % ou moins des exploitations protègent leur sol."
    }
  },
  {
    "translation": {
      "en": "are managed for soil health.",
      "fr": "que 5 % ou moins des exploitations protègent leur sol."
    }
  },
  {
    "translation": {
      "en": "The Nature Conservancy has partnered with the National Corn Growers Association",
      "fr": "The Nature Conservancy et la National Corn Growers Association"
    }
  },
  {
    "translation": {
      "en": "to establish the Soil Health Partnership.",
      "fr": "ont établi le partenariat de protection des sols."
    }
  },
  {
    "translation": {
      "en": "Our goal is to grow this to 50 percent of US farms managed for soil health",
      "fr": "Notre but est que 50 % des exploitations protègent leur sol"
    }
  },
  {
    "translation": {
      "en": "by 2025.",
      "fr": "d'ici 2025."
    }
  },
  {
    "translation": {
      "en": "This idea of the Soil Health Academy started about five years ago",
      "fr": "Le projet de la Soil Health Academy est né il y a environ cinq ans,"
    }
  },
  {
    "translation": {
      "en": "when Ray first stepped onto my ranch and we first met.",
      "fr": "quand j'ai rencontré Ray lorsqu'il est venu dans mon exploitation."
    }
  },
  {
    "translation": {
      "en": "Little did we know what would become of that plan",
      "fr": "On ne se doutait pas de ce que deviendrait ce projet"
    }
  },
  {
    "translation": {
      "en": "to try and move regeneration forward.",
      "fr": "pour promouvoir la régénération."
    }
  },
  {
    "translation": {
      "en": "It's finally come to fruition.",
      "fr": "Il porte enfin ses fruits."
    }
  },
  {
    "translation": {
      "en": "Hi, Jesse. Good to see you.",
      "fr": "Bonjour, enchanté."
    }
  },
  {
    "translation": {
      "en": "Let me-- let me start off with myself. My name is, uh, Ray Archuleta.",
      "fr": "Je me présente, je m'appelle Ray Archuleta."
    }
  },
  {
    "translation": {
      "en": "I have 32 years of government service.",
      "fr": "J'ai été fonctionnaire pendant 32 ans…"
    }
  },
  {
    "translation": {
      "en": "Our goal was to make the soil healthy to teach more these ecological principles.",
      "fr": "Notre but est de protéger le sol, d'enseigner ces principes écologiques."
    }
  },
  {
    "translation": {
      "en": "We wanted to… to mentor, to inspire people",
      "fr": "On souhaite guider les gens, leur faire comprendre"
    }
  },
  {
    "translation": {
      "en": "that they're part of the planet,",
      "fr": "qu'ils font partie de la planète"
    }
  },
  {
    "translation": {
      "en": "and that we're gonna have a better relationship with it.",
      "fr": "et améliorer notre relation avec elle."
    }
  },
  {
    "translation": {
      "en": "Used to be you'd pick up a farm magazine, and there wasn't a single article about soil health.",
      "fr": "Avant, dans les magazines agricoles, on ne parlait pas de la santé des sols."
    }
  },
  {
    "translation": {
      "en": "Now, you cannot pick one up",
      "fr": "Maintenant, on en parle"
    }
  },
  {
    "translation": {
      "en": "without there bein' some article about soil health.",
      "fr": "dans tous les numéros."
    }
  },
  {
    "translation": {
      "en": "That gives me hope.",
      "fr": "Ça me donne de l'espoir."
    }
  },
  {
    "translation": {
      "en": "We can improve soil health much, much faster than we used to think possible.",
      "fr": "On peut reconstituer les sols bien plus vite ce que l'on croit."
    }
  },
  {
    "translation": {
      "en": "Sometimes, when I give presentations,",
      "fr": "Parfois, en conférence,"
    }
  },
  {
    "translation": {
      "en": "I get this group that's just, no way. It won't happen here. Can't happen here.",
      "fr": "des gens disent : Ça ne marchera pas ici, impossible."
    }
  },
  {
    "translation": {
      "en": "So I offer them this challenge.",
      "fr": "Je leur propose ce défi."
    }
  },
  {
    "translation": {
      "en": "I said, I will bet my ranch against yours that I can get it to work on your operation.",
      "fr": "Je parie mon exploitation contre la vôtre que ça marchera chez vous."
    }
  },
  {
    "translation": {
      "en": "Because the principles of soil health,",
      "fr": "Car les principes de la santé des sols,"
    }
  },
  {
    "translation": {
      "en": "the least amount of mechanical disturbance, diversity,",
      "fr": "un minimum d'intervention mécanique, la diversité,"
    }
  },
  {
    "translation": {
      "en": "armor on the soil, living root at all times, animal integration…",
      "fr": "la protection du sol, la conservation de racines, l'intégration des animaux, sont universels."
    }
  },
  {
    "translation": {
      "en": "Those principles are universal.",
      "fr": "l'intégration des animaux, sont universels."
    }
  },
  {
    "translation": {
      "en": "There is zero doubt, and I mean zero doubt in my mind",
      "fr": "Il n'y a aucun doute, pas le moindre, selon moi,"
    }
  },
  {
    "translation": {
      "en": "I can get these practices to work anywhere in the world.",
      "fr": "que ces pratiques marcheront partout dans le monde."
    }
  },
  {
    "translation": {
      "en": "If you look over here, we have my neighbor's land",
      "fr": "Regardez la terre de mon voisin,"
    }
  },
  {
    "translation": {
      "en": "that has been chemical fallowed.",
      "fr": "désherbée chimiquement."
    }
  },
  {
    "translation": {
      "en": "It has had nothing growing on it for over a year",
      "fr": "Rien n'y pousse depuis plus d'un an,"
    }
  },
  {
    "translation": {
      "en": "except for the few Roundup- resistant weeds that are on here.",
      "fr": "à part quelques adventices résistantes au Roundup."
    }
  },
  {
    "translation": {
      "en": "It's an ecological desert.",
      "fr": "C'est un désert écologique."
    }
  },
  {
    "translation": {
      "en": "Then you look over at our paddocks,",
      "fr": "Regardez nos champs."
    }
  },
  {
    "translation": {
      "en": "you have a diversity of different plant species.",
      "fr": "Il y a une grande diversité végétale."
    }
  },
  {
    "translation": {
      "en": "You have insects.",
      "fr": "Des insectes."
    }
  },
  {
    "translation": {
      "en": "You have wildlife, plus the livestock grazing on it.",
      "fr": "De la vie sauvage, en plus du bétail qui y broute."
    }
  },
  {
    "translation": {
      "en": "We're capturing sunlight from early in the spring till late in the fall,",
      "fr": "On capte la lumière du soleil du début du printemps à la fin de l'automne,"
    }
  },
  {
    "translation": {
      "en": "converting that sunlight into liquid carbon",
      "fr": "on la convertit en carbone liquide"
    }
  },
  {
    "translation": {
      "en": "to drive and fuel the system.",
      "fr": "qui alimente le système."
    }
  },
  {
    "translation": {
      "en": "There you have soil. Over on this side, you have dirt.",
      "fr": "Ici, il y a de la terre. Là, il y a de la poussière."
    }
  },
  {
    "translation": {
      "en": "Where do you want your food to come from? Which model do you want your food to be produced from?",
      "fr": "De quel champ préférez-vous que vos aliments proviennent ?"
    }
  },
  {
    "translation": {
      "en": "The answer is pretty simple to me.",
      "fr": "Pour moi, la réponse est simple."
    }
  },
  {
    "translation": {
      "en": "All over our planet,",
      "fr": "Partout sur notre planète,"
    }
  },
  {
    "translation": {
      "en": "people are using the practices of regeneration to heal the land",
      "fr": "on utilise des pratiques régénératrices pour reconstituer le sol"
    }
  },
  {
    "translation": {
      "en": "and balance the climate.",
      "fr": "et stabiliser le climat."
    }
  },
  {
    "translation": {
      "en": "Some of these projects are big.",
      "fr": "Certains projets sont énormes."
    }
  },
  {
    "translation": {
      "en": "We know that about 25 percent of the world's landmass",
      "fr": "On sait qu'environ 25 % des sols de la planète"
    }
  },
  {
    "translation": {
      "en": "has been degraded by human beings over historical time.",
      "fr": "ont été dégradés par l'être humain."
    }
  },
  {
    "translation": {
      "en": "When we look at the cradles of civilization,",
      "fr": "Quand on observe les berceaux de la civilisation,"
    }
  },
  {
    "translation": {
      "en": "Greece and Rome,",
      "fr": "la Grèce ou Rome,"
    }
  },
  {
    "translation": {
      "en": "we find that many of these places have turned into deserts.",
      "fr": "on constate que bien des endroits sont devenus des déserts."
    }
  },
  {
    "translation": {
      "en": "The sand is blowing across the ruins of once- great civilizations.",
      "fr": "Le sable souffle sur les ruines de grandes civilisations."
    }
  },
  {
    "translation": {
      "en": "Loess Plateau, the cradle of Chinese civilization.",
      "fr": "Le plateau de Lœss"
    }
  },
  {
    "translation": {
      "en": "That was the place where settled agriculture first began.",
      "fr": "est le berceau de l'agriculture sédentaire."
    }
  },
  {
    "translation": {
      "en": "When I was asked to film the baseline study in the Loess Plateau,",
      "fr": "Quand on m'a demandé de filmer une étude sur ce plateau,"
    }
  },
  {
    "translation": {
      "en": "I found myself alone standing on a mountain top,",
      "fr": "je me suis retrouvé au sommet d'une montagne,"
    }
  },
  {
    "translation": {
      "en": "and I could look in 360 degrees, and there was no vegetation.",
      "fr": "je regardais à 360 degrés, et il n'y avait pas de végétation."
    }
  },
  {
    "translation": {
      "en": "This was fundamentally, ecologically destroyed.",
      "fr": "C'était écologiquement détruit."
    }
  },
  {
    "translation": {
      "en": "It was called the most eroded place on Earth,",
      "fr": "On l'appelait l'endroit le plus érodé de la Terre,"
    }
  },
  {
    "translation": {
      "en": "filled with miserably poor people.",
      "fr": "frappé par une pauvreté extrême."
    }
  },
  {
    "translation": {
      "en": "So I felt that I had to spend the rest of my life dealing with this.",
      "fr": "J'ai décidé de consacrer ma vie à ce problème."
    }
  },
  {
    "translation": {
      "en": "It was hard to imagine, at that time, that you could restore that.",
      "fr": "À l'époque, il était difficile d'imaginer qu'on pouvait le régler."
    }
  },
  {
    "translation": {
      "en": "So from about 1994 till 2009, 14 years,",
      "fr": "En 14 ans, de 1994 à 2009,"
    }
  },
  {
    "translation": {
      "en": "an area of 35,000 square kilometers, approximately the size of Belgium,",
      "fr": "sur une zone de 35 000 km² soit environ la superficie de la Belgique…"
    }
  },
  {
    "translation": {
      "en": "they had the top Chinese scientists,",
      "fr": "les meilleurs scientifiques de Chine"
    }
  },
  {
    "translation": {
      "en": "they had international scientists from the World Bank supporting them…",
      "fr": "et du monde entier, avec le soutien de la Banque mondiale,"
    }
  },
  {
    "translation": {
      "en": "They created mapping systems with satellites",
      "fr": "ont cartographié la zone par satellite"
    }
  },
  {
    "translation": {
      "en": "so that every watershed had a unique address.",
      "fr": "pour que chaque bassin ait une adresse spécifique."
    }
  },
  {
    "translation": {
      "en": "The results were…",
      "fr": "Les résultats ont été…"
    }
  },
  {
    "translation": {
      "en": "stunning.",
      "fr": "ahurissants."
    }
  },
  {
    "translation": {
      "en": "Hundreds of millions of people were lifted out of poverty.",
      "fr": "Des centaines de millions de gens sortis de la pauvreté."
    }
  },
  {
    "translation": {
      "en": "We met people who were illiterate,",
      "fr": "On a rencontré des gens illettrés"
    }
  },
  {
    "translation": {
      "en": "and their children now go to the top universities in the country.",
      "fr": "dont les enfants fréquentent aujourd'hui les meilleures universités."
    }
  },
  {
    "translation": {
      "en": "Human beings emerged in paradise.",
      "fr": "Les êtres humains sont apparus au paradis."
    }
  },
  {
    "translation": {
      "en": "If we restore all the degraded land on the Earth,",
      "fr": "Si on reconstitue toutes les terres dégradées,"
    }
  },
  {
    "translation": {
      "en": "we can return to paradise.",
      "fr": "on peut y retourner."
    }
  },
  {
    "translation": {
      "en": "If we start now to build a restoration economy, a regeneration economy,",
      "fr": "Commençons à bâtir une économie de la régénération,"
    }
  },
  {
    "translation": {
      "en": "this is the way forward.",
      "fr": "c'est la solution."
    }
  },
  {
    "translation": {
      "en": "To see a stream return and flow to bring back fertile soils,",
      "fr": "Faire renaître un cours d'eau qui rend sa fertilité au sol,"
    }
  },
  {
    "translation": {
      "en": "to see biodiversity return to a place that was completely devastated,",
      "fr": "voir la biodiversité réinvestir un lieu totalement dévasté,"
    }
  },
  {
    "translation": {
      "en": "this is where everyone can find tremendous satisfaction.",
      "fr": "tout le monde peut y trouver une satisfaction phénoménale."
    }
  },
  {
    "translation": {
      "en": "So let's restore a little bit of paradise every day.",
      "fr": "Reconstituons un petit coin de paradis chaque jour."
    }
  },
  {
    "translation": {
      "en": "It's not that difficult.",
      "fr": "Ce n'est pas si difficile."
    }
  },
  {
    "translation": {
      "en": "If we stop distracting ourselves with shiny objects,",
      "fr": "Cessons de nous distraire avec des objets rutilants,"
    }
  },
  {
    "translation": {
      "en": "and we start to think about what's really important to us,",
      "fr": "réfléchissons à ce qui compte vraiment,"
    }
  },
  {
    "translation": {
      "en": "to see biodiversity returned to a place it was completely devastated…",
      "fr": "faire revenir la biodiversité dans des endroits dévastés."
    }
  },
  {
    "translation": {
      "en": "This is where everyone can find tremendous satisfaction",
      "fr": "Tout le monde peut y trouver une satisfaction phénoménale,"
    }
  },
  {
    "translation": {
      "en": "and the meaning of our lives.",
      "fr": "et le sens de nos vies."
    }
  },
  {
    "translation": {
      "en": "Every action that we take affects every other action like a ripple in the pond.",
      "fr": "Tous nos actes en entraînent d'autres, comme les ondes à la surface de l'eau."
    }
  },
  {
    "translation": {
      "en": "So what decision are you gonna make",
      "fr": "Quelle décision prendrez-vous"
    }
  },
  {
    "translation": {
      "en": "that will make a positive impact on this beautiful planet",
      "fr": "pour avoir un impact positif sur cette planète sublime,"
    }
  },
  {
    "translation": {
      "en": "so that our great grandchildren, seven generations in the future,",
      "fr": "pour que nos arrière-petits-enfants, dans sept générations,"
    }
  },
  {
    "translation": {
      "en": "can actually go up and hug an old growth redwood tree,",
      "fr": "puissent grimper dans un vieux séquoia,"
    }
  },
  {
    "translation": {
      "en": "and swim in clean waters,",
      "fr": "nager dans l'eau pure,"
    }
  },
  {
    "translation": {
      "en": "and be able to open their mouths and drink while they're swimming?",
      "fr": "et pouvoir boire l'eau dans laquelle ils nagent ?"
    }
  },
  {
    "translation": {
      "en": "And what is it that we can do today",
      "fr": "Que peut-on faire aujourd'hui"
    }
  },
  {
    "translation": {
      "en": "so that our children can flourish in the abundance",
      "fr": "pour que nos enfants puissent s'épanouir dans l'abondance qui résulte de nos décisions ?"
    }
  },
  {
    "translation": {
      "en": "that we've created by our decisions?",
      "fr": "dans l'abondance qui résulte de nos décisions ?"
    }
  },
  {
    "translation": {
      "en": "I will drive 100 miles, 1,000 miles if we have to,",
      "fr": "Je ferai 100 kilomètres, 1 000 s'il le faut,"
    }
  },
  {
    "translation": {
      "en": "to save one farm. To open one heart and one mind.",
      "fr": "pour sauver une exploitation, pour m'adresser au cœur et à l'esprit."
    }
  },
  {
    "translation": {
      "en": "It's that one mind that you change.",
      "fr": "C'est ce qui compte."
    }
  },
  {
    "translation": {
      "en": "You don't know if it'll affect another mind, another heart.",
      "fr": "On ignore si ça affectera d'autres esprits, d'autres cœurs."
    }
  },
  {
    "translation": {
      "en": "It's what happened to us.",
      "fr": "Ça nous est arrivé, ça a changé nos cœurs"
    }
  },
  {
    "translation": {
      "en": "It changed our hearts, and it changed our lives.",
      "fr": "Ça nous est arrivé, ça a changé nos cœurs et ça a changé nos vies."
    }
  },
  {
    "translation": {
      "en": "No, it's not about religion. It's not about politics.",
      "fr": "Il ne s'agit pas de religion ou de politique."
    }
  },
  {
    "translation": {
      "en": "It's about love.",
      "fr": "Il s'agit d'amour."
    }
  },
  {
    "translation": {
      "en": "And if you love something or you love somebody,",
      "fr": "Quand on aime quelque chose ou quelqu'un,"
    }
  },
  {
    "translation": {
      "en": "you want to understand them,",
      "fr": "Quand on aime quelque chose ou quelqu'un, on veut le comprendre, s'en occuper,"
    }
  },
  {
    "translation": {
      "en": "and you want to, like, take care of them and protect them",
      "fr": "on veut le comprendre, s'en occuper,"
    }
  },
  {
    "translation": {
      "en": "and keep them safe.",
      "fr": "et le protéger."
    }
  },
  {
    "translation": {
      "en": "And that's what we're all here to do.",
      "fr": "C'est ce qu'on veut faire."
    }
  },
  {
    "translation": {
      "en": "Even like the little mycorrhiza fungi, and the worms, and the bacteria.",
      "fr": "Même les petits champignons mycorhiziens, les vers, et les bactéries."
    }
  },
  {
    "translation": {
      "en": "And if we take care of them, they'll take care of us.",
      "fr": "Si on s'occupe d'eux, ils nous le rendront."
    }
  },
  {
    "translation": {
      "en": "From the smallest microbes to the largest creatures,",
      "fr": "Des plus petits microbes aux plus grandes créatures,"
    }
  },
  {
    "translation": {
      "en": "our blue planet pulses with life.",
      "fr": "notre planète bleue est pleine de vie."
    }
  },
  {
    "translation": {
      "en": "For millions of years, it has self- healed and self- balanced.",
      "fr": "Pendant des millions d'années, elle s'est reconstituée et stabilisée."
    }
  },
  {
    "translation": {
      "en": "But, today, our species faces its biggest test.",
      "fr": "Mais aujourd'hui, notre espèce est confrontée à sa plus grande épreuve."
    }
  },
  {
    "translation": {
      "en": "Our mission is simple.",
      "fr": "Notre mission est simple."
    }
  },
  {
    "translation": {
      "en": "We must harness the regenerative power of Earth, itself.",
      "fr": "Nous devons exploiter le pouvoir régénérateur de la Terre."
    }
  },
  {
    "translation": {
      "en": "I'll make you a deal.",
      "fr": "Je vous propose un marché."
    }
  },
  {
    "translation": {
      "en": "I won't give up,",
      "fr": "Je n'abandonnerai pas,"
    }
  },
  {
    "translation": {
      "en": "and neither should you.",
      "fr": "ne le faites pas non plus."
    }
  },
  {
    "translation": {
      "en": "♪ 'Cause even the stars, they burn ♪",
      "fr": "COUVRONS MAMAN DE PLANTES"
    }
  },
  {
    "translation": {
      "en": "♪ Some even fall to the earth ♪",
      "fr": "LE SOL NOUS SAUVERA RESPECTONS NOTRE MÈRE MANGEONS RÉGÉNÉRATEUR LA SOLUTION EST SOUS VOS PIEDS"
    }
  },
  {
    "translation": {
      "en": "♪ We got a lot to learn ♪",
      "fr": "VERS DE TERRE = AMIS PLANTONS DES ARBRES PAS DE GASPILLAGE ALIMENTAIRE RENDONS SA GRANDEUR À LA TERRE"
    }
  },
  {
    "translation": {
      "en": "♪ God knows we're worth it ♪",
      "fr": "JE SUIS AVEC ELLE VOTEZ POUR LE SOL"
    }
  },
  {
    "translation": {
      "en": "♪ No, I won't give up ♪",
      "fr": "COMPOSTONS LE SOL NOUS SAUVERA"
    }
  },
  {
    "translation": {
      "en": "♪ Our differences, they do a lot To teach us how to use ♪",
      "fr": "ENSEMBLE, NOUS POUVONS RÉGÉNÉRER LA TERRE"
    }
  },
  {
    "translation": {
      "en": "♪ The tools and gifts we got Yeah, we got a lot at stake ♪",
      "fr": "REJOIGNEZ LE MOUVEMENT MONDIAL POUR PROTÉGER NOTRE SOL, NOTRE SANTÉ ET NOTRE CLIMAT"
    }
  },
  {
    "translation": {
      "en": "♪ And in the end, you're still my friend At least we did intend ♪",
      "fr": "TROUVEZ VOTRE VOIE SUR :"
    }
  },
  {
    "translation": {
      "en": "♪ For us to work, we didn't break We didn't burn ♪",
      "fr": "TROUVEZ VOTRE VOIE SUR : KISSTHEGROUNDMOVIE.COM"
    }
  },
  {
    "translation": {
      "en": "♪ We had to learn how to bend Without the world caving in ♪",
      "fr": "KISSTHEGROUNDMOVIE.COM"
    }
  },
  {
    "translation": {
      "en": "What is carbon dioxide?",
      "fr": "Qu'est-ce que le CO2 ?"
    }
  },
  {
    "translation": {
      "en": "It's, um… Comes from… Um…",
      "fr": "C'est… Ça vient…"
    }
  },
  {
    "translation": {
      "en": "That's a trick question for me. You caught me off guard on that.",
      "fr": "C'est une question piège, vous me prenez au dépourvu."
    }
  },
  {
    "translation": {
      "en": "I guess that would be carbon and two atoms-- two molecules of dio--",
      "fr": "Je dirais du carbone et deux atomes… Deux molécules de…"
    }
  },
  {
    "translation": {
      "en": "of whatever.",
      "fr": "je sais pas."
    }
  },
  {
    "translation": {
      "en": "Something bad?",
      "fr": "C'est mauvais ?"
    }
  },
  {
    "translation": {
      "en": "It's poison that you're breathing. And it will destroy you.",
      "fr": "Du poison que l'on respire, qui nous tue."
    }
  },
  {
    "translation": {
      "en": "What are things that you're doing in your life",
      "fr": "Que faites-vous au quotidien"
    }
  },
  {
    "translation": {
      "en": "to make an impact around climate change?",
      "fr": "pour réduire le changement climatique ?"
    }
  },
  {
    "translation": {
      "en": "I mean, I like to, you know, do my part when I can, like, with my metal straw.",
      "fr": "Je fais mon possible, j'utilise une paille en métal."
    }
  },
  {
    "translation": {
      "en": "- Going to the paper straws. - No plastic straws.",
      "fr": "- Des pailles en papier. - Pas de plastique."
    }
  },
  {
    "translation": {
      "en": "Paper straws versus plastic.",
      "fr": "Des pailles en papier."
    }
  },
  {
    "translation": {
      "en": "Recycled straws.",
      "fr": "Des pailles recyclées."
    }
  },
  {
    "translation": {
      "en": "Every time I come here, I feel energized.",
      "fr": "Venir ici me donne de l'énergie."
    }
  },
  {
    "translation": {
      "en": "If recycling and paper straws are our only hope,",
      "fr": "Si le recyclage et les pailles en papier sont notre seul espoir,"
    }
  },
  {
    "translation": {
      "en": "then we are in really big trouble.",
      "fr": "on est dans le pétrin."
    }
  },
  {
    "translation": {
      "en": "We can absolutely reverse climate change by making things better,",
      "fr": "On peut inverser le changement climatique en changeant les choses,"
    }
  },
  {
    "translation": {
      "en": "not just fixing what was bad.",
      "fr": "pas en réparant ce qui n'allait pas."
    }
  },
  {
    "translation": {
      "en": "Could you imagine that? So, we're not just--",
      "fr": "Vous imaginez ?"
    }
  },
  {
    "translation": {
      "en": "we're not-- no longer degenerating, we are regenerating.",
      "fr": "On ne détruit plus, on régénère."
    }
  },
  {
    "translation": {
      "en": "That sound awesome. I want regeneration.",
      "fr": "Ça a l'air génial. Vive la régénération."
    }
  }
]