[
  {
    "translation": {
      "en": "God has plans.",
      "fr": "Dieu a des projets."
    }
  },
  {
    "translation": {
      "en": "Life is tricky.",
      "fr": "La vie est compliquée."
    }
  },
  {
    "translation": {
      "en": "It is unpredictable and hard to understand.",
      "fr": "Imprévisible, difficile à comprendre."
    }
  },
  {
    "translation": {
      "en": "Things don't always happen the way we want them to.",
      "fr": "Tout ne va pas toujours comme on voudrait."
    }
  },
  {
    "translation": {
      "en": "And that's okay with me.",
      "fr": "Et ça me va."
    }
  },
  {
    "translation": {
      "en": "the 27- year- old captain and goalkeeper of the South African national football team,",
      "fr": "27 ans, le capitaine et gardien de but de l'équipe de foot d'Afrique du Sud"
    }
  },
  {
    "translation": {
      "en": "has been shot and killed.",
      "fr": "a été tué par balle."
    }
  },
  {
    "translation": {
      "en": "A national tragedy.",
      "fr": "UNE SÉRIE DOCUMENTAIRE NETFLIX Une tragédie nationale."
    }
  },
  {
    "translation": {
      "en": "For me, this is a national tragedy.",
      "fr": "Pour moi, c'est une tragédie nationale."
    }
  },
  {
    "translation": {
      "en": "- - Soccer star Senzo Meyiwa,",
      "fr": "La star du foot, Senzo Meyiwa,"
    }
  },
  {
    "translation": {
      "en": "murdered in an apparent robbery at his girlfriend's home.",
      "fr": "a été tué dans ce qui semble être un cambriolage chez sa compagne."
    }
  },
  {
    "translation": {
      "en": "…shot dead at the Vosloorus home of singer Kelly Khumalo.",
      "fr": "Abattu à Vosloorus, au domicile de la chanteuse Kelly Khumalo."
    }
  },
  {
    "translation": {
      "en": "I am one person who thrives in her truth.",
      "fr": "Je suis quelqu'un qui vit dans la vérité."
    }
  },
  {
    "translation": {
      "en": "And I also believe that if you own your truth, no one can use it against you.",
      "fr": "Si on détient sa propre vérité, personne ne peut l'utiliser contre nous."
    }
  },
  {
    "translation": {
      "en": "Police say he was in a house with seven other people when it happened.",
      "fr": "Selon la police, il était dans une maison avec sept autres personnes. DANS LA MAISON LE JOUR DU MEURTRE"
    }
  },
  {
    "translation": {
      "en": "If it's more than a robbery that went wrong, what can it be?",
      "fr": "Si ce n'est pas un cambriolage qui a mal tourné, c'est quoi ?"
    }
  },
  {
    "translation": {
      "en": "Senzo's life is like a safe,",
      "fr": "La vie de Senzo est un coffre-fort."
    }
  },
  {
    "translation": {
      "en": "where you go inside it and then you find another safe",
      "fr": "À l'intérieur, on trouve un autre coffre,"
    }
  },
  {
    "translation": {
      "en": "and another safe…",
      "fr": "et puis encore un autre."
    }
  },
  {
    "translation": {
      "en": "Police now say it was a hit.",
      "fr": "La police avance la thèse d'un contrat."
    }
  },
  {
    "translation": {
      "en": "This was an assassination. The robbery was a cover- up.",
      "fr": "C'était un assassinat. Le vol, c'était un camouflage."
    }
  },
  {
    "translation": {
      "en": "Why would you kill your husband?",
      "fr": "Pourquoi tuer son mari ?"
    }
  },
  {
    "translation": {
      "en": "Why? For what?",
      "fr": "Pourquoi ? Dans quel but ?"
    }
  },
  {
    "translation": {
      "en": "People like Kelly might help to solve this case.",
      "fr": "Des gens comme Kelly peuvent aider à résoudre cette affaire."
    }
  },
  {
    "translation": {
      "en": "People like Longwe, they're not saying anything.",
      "fr": "Des gens comme Longwe ne disent rien."
    }
  },
  {
    "translation": {
      "en": "Kelly is a dog! Kelly is a dog!",
      "fr": "Kelly est une chienne !"
    }
  },
  {
    "translation": {
      "en": "After six years, police finally arrested",
      "fr": "Six ans après, la police a arrêté plusieurs suspects qui seraient derrière ce meurtre."
    }
  },
  {
    "translation": {
      "en": "several suspects they believe are behind the murder.",
      "fr": "la police a arrêté plusieurs suspects qui seraient derrière ce meurtre."
    }
  },
  {
    "translation": {
      "en": "They are hitmen and they kill, but I know they're not involved in Senzo's case.",
      "fr": "Ce sont des tueurs à gages, mais ils n'ont pas commis le meurtre."
    }
  },
  {
    "translation": {
      "en": "The people in the house are hiding something.",
      "fr": "Les gens de la maison cachent quelque chose."
    }
  },
  {
    "translation": {
      "en": "The truth always comes out.",
      "fr": "La vérité éclate toujours."
    }
  },
  {
    "translation": {
      "en": "We've lost a captain. We've lost a father, a brother, a friend.",
      "fr": "On a perdu un capitaine. Un père, un frère, un ami."
    }
  },
  {
    "translation": {
      "en": "Everyone who was in that house… and I mean everyone, they know who killed my child.",
      "fr": "Tous ceux présents dans cette maison savent qui a tué mon fils."
    }
  },
  {
    "translation": {
      "en": "Why did my child leave me?",
      "fr": "Pourquoi mon fils m'a-t-il quitté ?"
    }
  },
  {
    "translation": {
      "en": "The Bafana Bafana and Orlando Pirates captain",
      "fr": "Le capitaine des Bafana Bafana et des Orlando Pirates"
    }
  },
  {
    "translation": {
      "en": "was shot dead at the Vosloorus home of singer Kelly Khumalo.",
      "fr": "a été abattu au domicile de la chanteuse Kelly Khumalo."
    }
  },
  {
    "translation": {
      "en": "The national football captain was visiting his girlfriend,",
      "fr": "Le joueur rendait visite à sa petite amie,"
    }
  },
  {
    "translation": {
      "en": "who is a well- known musician in her own right.",
      "fr": "une musicienne bien connue."
    }
  },
  {
    "translation": {
      "en": "The couple have a seven- month- old daughter together.",
      "fr": "Le couple a une fille de sept mois."
    }
  },
  {
    "translation": {
      "en": "Late that night, I received a call from",
      "fr": "Tard ce soir-là, j'ai reçu un appel"
    }
  },
  {
    "translation": {
      "en": "the provincial commissioner responsible for the detectives,",
      "fr": "du commissaire de province responsable de l'enquête."
    }
  },
  {
    "translation": {
      "en": "and he informed me that, um…",
      "fr": "Il m'a dit que"
    }
  },
  {
    "translation": {
      "en": "Bafana Bafana's goalkeeper Senzo Meyiwa has been gunned down.",
      "fr": "le gardien des Bafana Bafana, Senzo Meyiwa, avait été abattu."
    }
  },
  {
    "translation": {
      "en": "- Me and my team, we rushed to the scene. -",
      "fr": "Mon équipe et moi, on a foncé sur les lieux."
    }
  },
  {
    "translation": {
      "en": "There were many people outside the yard and inside the yard.",
      "fr": "Il y avait beaucoup de gens à l'extérieur et à l'intérieur."
    }
  },
  {
    "translation": {
      "en": "The duty officer on standby was there from the local detectives.",
      "fr": "L'officier de service était là, de l'unité de police locale."
    }
  },
  {
    "translation": {
      "en": "And I also found the MEC for Public Safety.",
      "fr": "Il y avait aussi le conseiller exécutif à la Sécurité Publique."
    }
  },
  {
    "translation": {
      "en": "Then we cleared the scene, and together we sat inside in the house",
      "fr": "On a fait évacuer la scène et on est entrés dans la maison"
    }
  },
  {
    "translation": {
      "en": "to interview the family as to what happened.",
      "fr": "pour interroger la famille sur ce qui s'était passé."
    }
  },
  {
    "translation": {
      "en": "People in the house saying that it was a robbery that went wrong.",
      "fr": "Ils disaient que c'était un cambriolage qui avait mal tourné."
    }
  },
  {
    "translation": {
      "en": "Unfortunately, Senzo tried to protect Kelly",
      "fr": "Senzo a essayé de protéger Kelly,"
    }
  },
  {
    "translation": {
      "en": "because one of the guys was pointing a firearm,",
      "fr": "parce que l'un des hommes pointait une arme à feu sur elle."
    }
  },
  {
    "translation": {
      "en": "a gun, at-- at Kelly,",
      "fr": "Il la pointait sur Kelly."
    }
  },
  {
    "translation": {
      "en": "and when he did that, they-- they shot him from the back.",
      "fr": "Ils lui ont tiré dans le dos."
    }
  },
  {
    "translation": {
      "en": "As they explained what happened,",
      "fr": "Ils ont expliqué ce qui s'était passé."
    }
  },
  {
    "translation": {
      "en": "they were in the house and two people came in.",
      "fr": "Ils étaient dans la maison, et deux personnes sont entrées."
    }
  },
  {
    "translation": {
      "en": "And then Senzo tried to jump on one as they were robbing them,",
      "fr": "Senzo a voulu repousser l'un d'eux pendant qu'ils les cambriolaient,"
    }
  },
  {
    "translation": {
      "en": "and then they shot at him.",
      "fr": "et ils lui ont tiré dessus."
    }
  },
  {
    "translation": {
      "en": "My phone started going crazy.",
      "fr": "Mon portable n'arrêtait pas de sonner. #RIPEYIWA #RIPMEYIWA #RIPSENZO"
    }
  },
  {
    "translation": {
      "en": "They were talking about being at Kelly's house, drama, guns being drawn.",
      "fr": "On me parlait de la maison de Kelly, d'un drame, d'arme à feu."
    }
  },
  {
    "translation": {
      "en": "There was something about a break- in, but what did they take?",
      "fr": "On me parlait d'un cambriolage, mais qu'ont-ils volé ?"
    }
  },
  {
    "translation": {
      "en": "They just took his life away.",
      "fr": "Ils lui ont volé sa vie."
    }
  },
  {
    "translation": {
      "en": "But why him, if there's a room full of people?",
      "fr": "Pourquoi lui, dans une maison pleine de gens ?"
    }
  },
  {
    "translation": {
      "en": "You know, stories that weren't really making sense.",
      "fr": "Tout ça n'avait pas beaucoup de sens."
    }
  },
  {
    "translation": {
      "en": "What was the motive, you know?",
      "fr": "Quel était le mobile ?"
    }
  },
  {
    "translation": {
      "en": "Because here's a football player who…",
      "fr": "C'était un joueur de foot"
    }
  },
  {
    "translation": {
      "en": "was either fighting to win with his club…",
      "fr": "qui se battait pour gagner avec son club,"
    }
  },
  {
    "translation": {
      "en": "…or had a big broad smile, who was loved by the fans.",
      "fr": "qui avait toujours le sourire et qui était aimé de ses fans."
    }
  },
  {
    "translation": {
      "en": "Senzo was at the height of his career when he passed away.",
      "fr": "Senzo était au sommet de sa carrière quand il est mort."
    }
  },
  {
    "translation": {
      "en": "Just tell us your name, your position, and how long you've been at the club.",
      "fr": "Dites-nous votre nom, votre poste et depuis quand vous êtes au club."
    }
  },
  {
    "translation": {
      "en": "Ah, my name is Senzo Meyiwa,",
      "fr": "Je m'appelle Senzo Meyiwa,"
    }
  },
  {
    "translation": {
      "en": "Orlando Pirates goalkeeper, and I've been ten years at Orlando Pirates.",
      "fr": "je suis le gardien des Orlando Pirates, où je joue depuis 10 ans."
    }
  },
  {
    "translation": {
      "en": "For ten years?",
      "fr": "Dix ans ?"
    }
  },
  {
    "translation": {
      "en": "Header!",
      "fr": "Tête !"
    }
  },
  {
    "translation": {
      "en": "And Meyiwa saves.",
      "fr": "Arrêt de Meyiwa !"
    }
  },
  {
    "translation": {
      "en": "And that game in the rain was arguably the best I had seen him play…",
      "fr": "Pour moi, ce match sous la pluie, c'était son meilleur."
    }
  },
  {
    "translation": {
      "en": "given the conditions.",
      "fr": "Vu les conditions."
    }
  },
  {
    "translation": {
      "en": "You know when you say people are playing the game of their lives?",
      "fr": "Parfois des joueurs jouent le match de leur vie."
    }
  },
  {
    "translation": {
      "en": "He was playing the game of his life.",
      "fr": "C'était son cas ce soir-là."
    }
  },
  {
    "translation": {
      "en": "Although we did not know that it was going to be the last game of his life.",
      "fr": "Mais on ignorait que ce serait le dernier match de sa vie."
    }
  },
  {
    "translation": {
      "en": "Lots of movement in the box. Dolly goes for the goal!",
      "fr": "Du mouvement dans la surface. Tir de Dolly !"
    }
  },
  {
    "translation": {
      "en": "Meyiwa makes a very good save again.",
      "fr": "Encore un superbe arrêt de Meyiwa."
    }
  },
  {
    "translation": {
      "en": "He's an experienced goalkeeper.",
      "fr": "C'est un gardien expérimenté."
    }
  },
  {
    "translation": {
      "en": "He goes for safety. Didn't try to catch the ball outright.",
      "fr": "Il joue la sécurité. Il n'a pas tenté de saisir le ballon."
    }
  },
  {
    "translation": {
      "en": "Good shot, as well. Very intriguing.",
      "fr": "UMLAZI, KWAZULU-NATAL, AFRIQUE DU SUD"
    }
  },
  {
    "translation": {
      "en": "He really gave it pace at the end there.",
      "fr": "LE SOIR DU MEURTRE CHEZ LES PARENTS DE SENZO"
    }
  },
  {
    "translation": {
      "en": "We didn't watch Senzo when he played soccer.",
      "fr": "On ne regardait jamais Senzo quand il jouait."
    }
  },
  {
    "translation": {
      "en": "His father would always watch the next day.",
      "fr": "Son père regardait toujours le lendemain."
    }
  },
  {
    "translation": {
      "en": "I asked his father to call and tell him we were watching.",
      "fr": "J'ai demandé à son père de l'appeler pour lui dire qu'on le regardait."
    }
  },
  {
    "translation": {
      "en": "His father sent a message saying, Senzo, we are watching you here.",
      "fr": "Son père a envoyé un message : Senzo, on te regarde."
    }
  },
  {
    "translation": {
      "en": "After each game, his father would text him and advise him on his mistakes.",
      "fr": "MÈRE DE SENZO Après chaque match, son père lui envoyait un texto et le conseillait."
    }
  },
  {
    "translation": {
      "en": "His dream was to play for Pirates and God granted him that wish.",
      "fr": "Son rêve était de jouer pour les Pirates, et Dieu l'a exaucé."
    }
  },
  {
    "translation": {
      "en": "He loved Pirates so much. He really loved Pirates.",
      "fr": "Il adorait les Pirates."
    }
  },
  {
    "translation": {
      "en": "When they lost a game he would cry.",
      "fr": "Quand ils perdaient un match, il pleurait."
    }
  },
  {
    "translation": {
      "en": "So, I asked his father, Has he not responded yet?",
      "fr": "J'ai demandé à son père : Il n'a pas encore répondu ?"
    }
  },
  {
    "translation": {
      "en": "He said, No, not yet. I said, He will answer.",
      "fr": "Il a dit que non. J'ai dit qu'il répondrait."
    }
  },
  {
    "translation": {
      "en": "I don't know how people found out. They just started arriving.",
      "fr": "J'ignore comment les gens l'ont appris. Ils ont commencé à arriver."
    }
  },
  {
    "translation": {
      "en": "It was really tough.",
      "fr": "Ça a été très dur."
    }
  },
  {
    "translation": {
      "en": "When he died, I also died.",
      "fr": "Quand il est mort, je suis morte aussi."
    }
  },
  {
    "translation": {
      "en": "I remember him sitting on my bed. My old, broken bed.",
      "fr": "Je me souviens de lui assis sur mon lit. Mon vieux lit cassé."
    }
  },
  {
    "translation": {
      "en": "He said, Mom, I will buy you a bed.",
      "fr": "Il disait : Maman, je t'achèterai un lit."
    }
  },
  {
    "translation": {
      "en": "Senzo would support us.",
      "fr": "Senzo nous soutenait."
    }
  },
  {
    "translation": {
      "en": "We would eat, there was nothing he didn't do for us.",
      "fr": "On mangeait grâce à lui. Il faisait tout pour nous."
    }
  },
  {
    "translation": {
      "en": "Why did my child leave me?",
      "fr": "Pourquoi mon enfant m'a quitté ?"
    }
  },
  {
    "translation": {
      "en": "Today, I cry alone.",
      "fr": "Aujourd'hui, je pleure seule."
    }
  },
  {
    "translation": {
      "en": "We now cross live to our reporter who's at the family home at Umlazi in Durban.",
      "fr": "Notre journaliste est en direct de la maison des Meyiwa à Umlazi."
    }
  },
  {
    "translation": {
      "en": "His mother has been unable, really, to accept the news,",
      "fr": "Sa mère n'a pas pu accepter la nouvelle."
    }
  },
  {
    "translation": {
      "en": "as she was then rushed off to hospital,",
      "fr": "Elle a été emmenée à l'hôpital"
    }
  },
  {
    "translation": {
      "en": "of course, as she got the news in the early hours of this morning.",
      "fr": "quand elle a appris la nouvelle tôt ce matin."
    }
  },
  {
    "translation": {
      "en": "His siblings are inside, his father is also here.",
      "fr": "Ses frères et sœurs sont à l'intérieur, son père aussi."
    }
  },
  {
    "translation": {
      "en": "Although Senzo Meyiwa's death is a tragic loss,",
      "fr": "Bien que la mort de Senzo Meyiwa soit une perte tragique,"
    }
  },
  {
    "translation": {
      "en": "fans of Orlando Pirates in Umlazi are determined to celebrate his life.",
      "fr": "les fans des Orlando Pirates sont déterminés à célébrer sa vie."
    }
  },
  {
    "translation": {
      "en": "Irvin Khoza, the club's head, personally paid his respects at Meyiwa's home.",
      "fr": "Irvin Khoza, le directeur du club, lui a rendu hommage en personne chez lui."
    }
  },
  {
    "translation": {
      "en": "Why Senzo?",
      "fr": "Pourquoi Senzo ?"
    }
  },
  {
    "translation": {
      "en": "If that question can be answered, I'd be the happiest person.",
      "fr": "Si on pouvait répondre à cette question, je serais heureux."
    }
  },
  {
    "translation": {
      "en": "To give a full report to the father,",
      "fr": "Pour l'expliquer à son père."
    }
  },
  {
    "translation": {
      "en": "because he gave the boy to me when he was only 14 years old.",
      "fr": "Il m'a confié son fils quand il avait 14 ans."
    }
  },
  {
    "translation": {
      "en": "In this place where we are, it's Umlazi.",
      "fr": "Ici, nous sommes à Umlazi."
    }
  },
  {
    "translation": {
      "en": "These places were the dumping grounds by apartheid,",
      "fr": "Un endroit où on nous a parqués durant l'apartheid,"
    }
  },
  {
    "translation": {
      "en": "for us not to make it in life.",
      "fr": "pour qu'on ne réussisse pas dans la vie."
    }
  },
  {
    "translation": {
      "en": "But people like Senzo Meyiwa emerged from this township,",
      "fr": "Mais des gens comme Senzo Meyiwa ont émergé de ce township pour devenir"
    }
  },
  {
    "translation": {
      "en": "and became not only warriors but heroes of millions of South African youth.",
      "fr": "ont émergé de ce township pour devenir des guerriers et des héros pour des millions de jeunes Sud-Africains."
    }
  },
  {
    "translation": {
      "en": "He was a very accomplished player, and he was really just entering",
      "fr": "C'était un joueur accompli, qui commençait"
    }
  },
  {
    "translation": {
      "en": "a particularly exciting phase of his career.",
      "fr": "une phase très intéressante de sa carrière."
    }
  },
  {
    "translation": {
      "en": "He'd only played six times for the national side,",
      "fr": "Il n'avait joué que six matchs en équipe nationale,"
    }
  },
  {
    "translation": {
      "en": "known as Bafana Bafana in South Africa,",
      "fr": "les Bafana Bafana d'Afrique du Sud."
    }
  },
  {
    "translation": {
      "en": "and he was on the brink of leading them to the African Cup of Nations.",
      "fr": "Il était sur le point de les mener à la Coupe d'Afrique des nations."
    }
  },
  {
    "translation": {
      "en": "Obviously, I started as a striker.",
      "fr": "J'ai commencé comme attaquant."
    }
  },
  {
    "translation": {
      "en": "I was a top striker.",
      "fr": "J'étais un buteur."
    }
  },
  {
    "translation": {
      "en": "No, I started as a striker.",
      "fr": "J'ai commencé comme attaquant."
    }
  },
  {
    "translation": {
      "en": "We used to play using small poles in the township.",
      "fr": "On jouait entre de petits poteaux dans le township."
    }
  },
  {
    "translation": {
      "en": "Then Pirates held trials in 2002.",
      "fr": "Les Pirates faisaient une sélection de jeunes joueurs en 2002."
    }
  },
  {
    "translation": {
      "en": "My parents didn't have money. They had to borrow money from neighbors.",
      "fr": "Mes parents n'avaient pas d'argent. Ils ont dû emprunter aux voisins."
    }
  },
  {
    "translation": {
      "en": "My son is going for trials.",
      "fr": "Pour que je fasse un essai."
    }
  },
  {
    "translation": {
      "en": "There was a lot of kids there.",
      "fr": "Il y avait beaucoup de jeunes."
    }
  },
  {
    "translation": {
      "en": "They gave you five minutes for the trials.",
      "fr": "On n'avait que 5 minutes pour faire nos preuves."
    }
  },
  {
    "translation": {
      "en": "So obviously, they must see something from you.",
      "fr": "Ils voulaient voir si on avait quelque chose."
    }
  },
  {
    "translation": {
      "en": "Even if they don't come and shoot,",
      "fr": "Même si on marquait pas,"
    }
  },
  {
    "translation": {
      "en": "what are you doing as a keeper in your goalposts?",
      "fr": "ils voulaient voir comment on tenait la surface."
    }
  },
  {
    "translation": {
      "en": "I think I used that.",
      "fr": "C'est ce que j'ai fait."
    }
  },
  {
    "translation": {
      "en": "Twenty years old. His first derby today.",
      "fr": "Vingt ans. Son premier derby aujourd'hui."
    }
  },
  {
    "translation": {
      "en": "Even if I don't know the players,",
      "fr": "Je ne connaissais pas les joueurs."
    }
  },
  {
    "translation": {
      "en": "Hey, come inside. Check man behind. Watch on your right shoulder.",
      "fr": "Hé, dans la surface, au marquage. Surveille ton épaule droite."
    }
  },
  {
    "translation": {
      "en": "Meyiwa has even less experience then Khune.",
      "fr": "Meyiwa a encore moins d'expérience que Khune."
    }
  },
  {
    "translation": {
      "en": "You know, Keeper's ball!",
      "fr": "Laisse le ballon."
    }
  },
  {
    "translation": {
      "en": "That's why I managed to-- to survive on those trials.",
      "fr": "C'est comme ça que j'ai réussi les sélections."
    }
  },
  {
    "translation": {
      "en": "I think keeping, it's something that…",
      "fr": "Je pense… que c'est quelque chose…"
    }
  },
  {
    "translation": {
      "en": "It was in me.",
      "fr": "qui était en moi."
    }
  },
  {
    "translation": {
      "en": "I'm the best keeper in the world.",
      "fr": "Je suis le meilleur gardien du monde."
    }
  },
  {
    "translation": {
      "en": "If you want to communicate with us, and obviously, tonight it's a big one.",
      "fr": "Vous pouvez réagir suite à l'info choc de ce soir."
    }
  },
  {
    "translation": {
      "en": "What's your reaction to this?",
      "fr": "Quelle est votre réaction ?"
    }
  },
  {
    "translation": {
      "en": "This Senzo thing is too painful.",
      "fr": "C'est trop douloureux. APPELS RADIOS"
    }
  },
  {
    "translation": {
      "en": "Senzo's story is not okay. Not at all.",
      "fr": "Rien ne va dans cette histoire."
    }
  },
  {
    "translation": {
      "en": "We are heartbroken about Senzo!",
      "fr": "On a le cœur brisé pour Senzo !"
    }
  },
  {
    "translation": {
      "en": "He was so determined to play internationally one day,",
      "fr": "Il était déterminé à jouer à l'international un jour !"
    }
  },
  {
    "translation": {
      "en": "for Barcelona, for Manchester United!",
      "fr": "Pour Barcelone, pour Manchester United !"
    }
  },
  {
    "translation": {
      "en": "And so this is the scene of the crime.",
      "fr": "Voici la scène du crime."
    }
  },
  {
    "translation": {
      "en": "This house here behind me, that's where Senzo Meyiwa was shot last night.",
      "fr": "Cette maison, derrière moi, c'est là que Senzo Meyiwa a été abattu hier soir."
    }
  },
  {
    "translation": {
      "en": "Three men came in, and they fired a shot that led to the death",
      "fr": "Trois hommes sont entrés et ont tiré sur lui, causant la mort"
    }
  },
  {
    "translation": {
      "en": "of the South African national football captain.",
      "fr": "du capitaine de football sud-africain."
    }
  },
  {
    "translation": {
      "en": "I work for a Sunday publication.",
      "fr": "Je travaille pour un journal du dimanche."
    }
  },
  {
    "translation": {
      "en": "My boss said,",
      "fr": "Mon patron m'a dit :"
    }
  },
  {
    "translation": {
      "en": "This story is of national interest. This is the national goalkeeper.",
      "fr": "Cette histoire est d'intérêt national. C'est le gardien national."
    }
  },
  {
    "translation": {
      "en": "I want you guys to help with your skills, so we can get to the bottom of this.",
      "fr": "Grâce à vos compétences, aidez-moi tous à découvrir la vérité."
    }
  },
  {
    "translation": {
      "en": "When the details started emerging",
      "fr": "Quand on a commencé à avoir des détails,"
    }
  },
  {
    "translation": {
      "en": "that it was inside the house and there were seven people inside the house,",
      "fr": "qu'il était dans la maison, qu'il y avait sept personnes,"
    }
  },
  {
    "translation": {
      "en": "I said, We need to interview everyone who was in the house.",
      "fr": "on a voulu interviewer toutes les personnes présentes."
    }
  },
  {
    "translation": {
      "en": "First it was Kelly Khumalo, who was his girlfriend.",
      "fr": "Il y avait Kelly Khumalo, sa petite amie."
    }
  },
  {
    "translation": {
      "en": "Kelly Khumalo's two kids.",
      "fr": "Les deux enfants de Kelly Khumalo."
    }
  },
  {
    "translation": {
      "en": "Her sister, Zandie.",
      "fr": "Sa sœur, Zandie."
    }
  },
  {
    "translation": {
      "en": "Senzo's best friends,",
      "fr": "Les meilleurs amis de Senzo,"
    }
  },
  {
    "translation": {
      "en": "as well as Longwe Twala, who was dating Zandie at the time.",
      "fr": "ainsi que Longwe Twala, qui sortait avec Zandie à l'époque."
    }
  },
  {
    "translation": {
      "en": "And Kelly's mom.",
      "fr": "Et la mère de Kelly."
    }
  },
  {
    "translation": {
      "en": "Kelly Khumalo is a well- known pop star in South Africa.",
      "fr": "Kelly Khumalo est une pop star connue en Afrique du Sud."
    }
  },
  {
    "translation": {
      "en": "She said one thing very touching to me at the time.",
      "fr": "Elle m'a dit une chose très touchante à l'époque."
    }
  },
  {
    "translation": {
      "en": "She said, He died in my arms.",
      "fr": "Il est mort dans mes bras."
    }
  },
  {
    "translation": {
      "en": "We're fighting the intruders…",
      "fr": "On repoussait les cambrioleurs."
    }
  },
  {
    "translation": {
      "en": "and… gunshots.",
      "fr": "Et il y a eu un coup de feu."
    }
  },
  {
    "translation": {
      "en": "And then Senzo ran into my hands,",
      "fr": "Senzo est tombé dans mes bras."
    }
  },
  {
    "translation": {
      "en": "I thought he was trying to protect me from these people,",
      "fr": "Je croyais qu'il essayait de me protéger de ces gens."
    }
  },
  {
    "translation": {
      "en": "only to find out that he had been shot.",
      "fr": "Mais j'ai vu qu'on lui avait tiré dessus."
    }
  },
  {
    "translation": {
      "en": "It was very, very sad, and very… We were all touched.",
      "fr": "C'était très triste, ça nous a tous touchés."
    }
  },
  {
    "translation": {
      "en": "And then when I held him, that's when I realized he had blood on his chest and on his back.",
      "fr": "Quand il était dans mes bras,  j'ai vu du sang sur sa poitrine et dans son dos."
    }
  },
  {
    "translation": {
      "en": "And then that's when I tried…",
      "fr": "C'est là que j'ai essayé…"
    }
  },
  {
    "translation": {
      "en": "Everybody tried in the house to take him to the hospital,",
      "fr": "Tout le monde a essayé de l'emmener à l'hôpital."
    }
  },
  {
    "translation": {
      "en": "and we rushed.",
      "fr": "On a foncé."
    }
  },
  {
    "translation": {
      "en": "I prayed until I ran out of words to say.",
      "fr": "J'ai prié jusqu'à manquer de mots."
    }
  },
  {
    "translation": {
      "en": "First of all, I have never seen a gun,",
      "fr": "Tout d'abord, je n'avais jamais vu d'arme"
    }
  },
  {
    "translation": {
      "en": "ever in my life.",
      "fr": "de ma vie."
    }
  },
  {
    "translation": {
      "en": "So imagine what I was going through.",
      "fr": "Imaginez ce que j'ai pu vivre."
    }
  },
  {
    "translation": {
      "en": "I have children in my house",
      "fr": "J'avais mes enfants chez moi."
    }
  },
  {
    "translation": {
      "en": "and I have my family in my house and there's these intruders in the house.",
      "fr": "Ma famille. Et des cambrioleurs ont pénétré chez moi."
    }
  },
  {
    "translation": {
      "en": "I… At some point, I forgot my children.",
      "fr": "À un moment donné, j'ai oublié mes enfants."
    }
  },
  {
    "translation": {
      "en": "That's what happened to me at that point, and when I came back to my senses,",
      "fr": "Quand c'est arrivé. Et quand j'ai repris mes esprits,"
    }
  },
  {
    "translation": {
      "en": "I remembered that, actually, I have children in the house.",
      "fr": "je me suis souvenue que mes enfants étaient là."
    }
  },
  {
    "translation": {
      "en": "And I wanted to protect my children.",
      "fr": "Je voulais protéger mes enfants"
    }
  },
  {
    "translation": {
      "en": "At the same time, I wanted to protect myself.",
      "fr": "et en même temps, je voulais me protéger."
    }
  },
  {
    "translation": {
      "en": "So it was just a whole lot of things happening at once,",
      "fr": "Il s'est passé beaucoup de choses en même temps."
    }
  },
  {
    "translation": {
      "en": "and very confusing,",
      "fr": "C'était très déroutant."
    }
  },
  {
    "translation": {
      "en": "and… and I felt so powerless,",
      "fr": "Je me suis sentie impuissante,"
    }
  },
  {
    "translation": {
      "en": "because I'm always that person who wants to protect.",
      "fr": "car je suis quelqu'un qui veut protéger les autres."
    }
  },
  {
    "translation": {
      "en": "I'm always that person who wants to be there for the people who need me.",
      "fr": "Qui veut être là pour ceux qui ont besoin de moi."
    }
  },
  {
    "translation": {
      "en": "But at that particular time, I just had to be there for myself.",
      "fr": "Mais à ce moment précis, je devais être là pour moi."
    }
  },
  {
    "translation": {
      "en": "I had a performance that day in Soweto,",
      "fr": "J'ai donné un concert ce jour-là à Soweto."
    }
  },
  {
    "translation": {
      "en": "and for some reason,",
      "fr": "Étrangement,"
    }
  },
  {
    "translation": {
      "en": "he had just decided that he wanted to spend the entire day with me.",
      "fr": "il avait décidé de passer la journée avec moi."
    }
  },
  {
    "translation": {
      "en": "And my sister was there.",
      "fr": "Et ma sœur était là."
    }
  },
  {
    "translation": {
      "en": "And then we had invited another friend from KZN over.",
      "fr": "Puis on a invité un autre ami du KZN."
    }
  },
  {
    "translation": {
      "en": "So the friend called, and it was time for us to go pick him up,",
      "fr": "Cet ami a appelé, on devait aller le chercher."
    }
  },
  {
    "translation": {
      "en": "so we picked him up.",
      "fr": "Alors, on y est allés."
    }
  },
  {
    "translation": {
      "en": "Yeah, I remember. I was waiting for them there.",
      "fr": "Oui, je me souviens. Je les attendais là-bas."
    }
  },
  {
    "translation": {
      "en": "Whenever I'm going to meet Senzo, I was always happy.",
      "fr": "J'étais toujours content quand j'allais voir Senzo."
    }
  },
  {
    "translation": {
      "en": "Because I knew we were going to party and have some drinks.",
      "fr": "Je savais qu'on allait faire la fête, boire des verres."
    }
  },
  {
    "translation": {
      "en": "Senzo was my best friend. He was everything to me. He was like a brother.",
      "fr": "C'était mon meilleur ami. Il était comme un frère pour moi."
    }
  },
  {
    "translation": {
      "en": "He was like… he was like a family member.",
      "fr": "Comme un membre de la famille."
    }
  },
  {
    "translation": {
      "en": "When we got to the house,",
      "fr": "Quand on est arrivés à la maison,"
    }
  },
  {
    "translation": {
      "en": "Kelly's mom was there with the kids.",
      "fr": "la mère de Kelly était là avec les enfants."
    }
  },
  {
    "translation": {
      "en": "They prepared lunch together. It was Kelly's mom, Kelly, and Zandie.",
      "fr": "MÈRE DE KELLY La mère de Kelly, Kelly, et Zandie ont préparé le repas ensemble."
    }
  },
  {
    "translation": {
      "en": "I don't even know where to start, hey.",
      "fr": "Je ne sais même pas par où commencer."
    }
  },
  {
    "translation": {
      "en": "Hmm…",
      "fr": "INTERVIEW DE ZANDIE KHUMALO - MAI 2018"
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "fr": "Désolée."
    }
  },
  {
    "translation": {
      "en": "We shared a Sunday meal that my mother had prepared, as usual.",
      "fr": "On a partagé le repas du dimanche que ma mère avait préparé."
    }
  },
  {
    "translation": {
      "en": "Around sunset, Longwe called to say he was coming over.",
      "fr": "Le soir, Longwe a appelé pour dire qu'il venait."
    }
  },
  {
    "translation": {
      "en": "I said no problem, because my mom had prepared food.",
      "fr": "J'ai dit d'accord, car ma mère avait préparé à manger."
    }
  },
  {
    "translation": {
      "en": "My understanding is that Longwe and Zandie, it was a fresh love.",
      "fr": "D'après ce que je comprends, c'était récent, entre Longwe et Zandie."
    }
  },
  {
    "translation": {
      "en": "Longwe is the son of one of South Africa's most famous music producers,",
      "fr": "Longwe est le fils d'un producteur de musique très célèbre d'Afrique du Sud,"
    }
  },
  {
    "translation": {
      "en": "Kelly, at that time,",
      "fr": "Kelly, à l'époque,"
    }
  },
  {
    "translation": {
      "en": "she was recording an album at Chicco's house.",
      "fr": "enregistrait un album chez Chicco."
    }
  },
  {
    "translation": {
      "en": "She used to go there with Zandie,",
      "fr": "Elle y allait avec Zandie."
    }
  },
  {
    "translation": {
      "en": "and, most of the time, Longwe was there at the house.",
      "fr": "Et la plupart du temps, Longwe était là."
    }
  },
  {
    "translation": {
      "en": "So, they met, fell in love, and they started dating.",
      "fr": "Ils se sont rencontrés, sont tombés amoureux, et ont commencé à sortir ensemble."
    }
  },
  {
    "translation": {
      "en": "I came that day, innocently.",
      "fr": "Je suis venu ce jour-là, innocemment."
    }
  },
  {
    "translation": {
      "en": "I just came to pick Zandie up,",
      "fr": "Je venais chercher Zandie."
    }
  },
  {
    "translation": {
      "en": "but then Zandie told me that their mother has cooked Sunday lunch.",
      "fr": "Mais Zandie m'a dit que leur mère avait préparé le repas du dimanche."
    }
  },
  {
    "translation": {
      "en": "I loved Zandie at the time, you know, I wanted also a good reputation towards the mother and everything.",
      "fr": "J'étais amoureux de Zandie. Je voulais aussi que sa mère m'apprécie."
    }
  },
  {
    "translation": {
      "en": "So, you know, I stayed.",
      "fr": "Alors, je suis resté."
    }
  },
  {
    "translation": {
      "en": "It all happened shortly before 9:00 p.m.",
      "fr": "C'est arrivé peu avant 21 h."
    }
  },
  {
    "translation": {
      "en": "Shortly before 9:00.",
      "fr": "Juste avant 21 h."
    }
  },
  {
    "translation": {
      "en": "We were watching soccer.",
      "fr": "On regardait le foot."
    }
  },
  {
    "translation": {
      "en": "Chelsea was playing Manchester.",
      "fr": "Chelsea jouait contre Manchester."
    }
  },
  {
    "translation": {
      "en": "Everyone was drinking that day.",
      "fr": "Tout le monde buvait ce soir-là."
    }
  },
  {
    "translation": {
      "en": "A bang at the door, and the door opened. And it was two guys.",
      "fr": "On a mis un coup dans la porte, elle s'est ouverte, c'était deux hommes. MAISON DE LA MÈRE DE KELLY"
    }
  },
  {
    "translation": {
      "en": "That's when the man with the short dreads and hat came in.",
      "fr": "Le type aux dreadlocks courtes et au chapeau est entré."
    }
  },
  {
    "translation": {
      "en": "He pointed a gun at us",
      "fr": "Il a pointé une arme sur nous."
    }
  },
  {
    "translation": {
      "en": "and demanded money and cellphones.",
      "fr": "Il voulait de l'argent et nos téléphones."
    }
  },
  {
    "translation": {
      "en": "I couldn't believe it. I thought he was playing.",
      "fr": "J'étais incrédule, je pensais qu'il plaisantait."
    }
  },
  {
    "translation": {
      "en": "Until I saw everyone's reaction and realized it was serious.",
      "fr": "En voyant la réaction des autres, j'ai vu que c'était sérieux."
    }
  },
  {
    "translation": {
      "en": "I was actually the first to stand up to try and protect everyone.",
      "fr": "J'ai été le premier à me lever pour tenter de protéger tout le monde."
    }
  },
  {
    "translation": {
      "en": "Not realizing that the other guy was…",
      "fr": "Je n'avais pas vu que l'autre type"
    }
  },
  {
    "translation": {
      "en": "also had a gun, and pointed the gun at me. And I actually ran out.",
      "fr": "avait aussi une arme. Il l'a pointée sur moi. Je me suis enfui."
    }
  },
  {
    "translation": {
      "en": "He pushed the first guy and ran past the second guy.",
      "fr": "Il a poussé le premier, puis a couru en passant derrière le deuxième."
    }
  },
  {
    "translation": {
      "en": "I wanted to go get help, but it was late.",
      "fr": "Je voulais aller chercher de l'aide, mais il était tard."
    }
  },
  {
    "translation": {
      "en": "Neighbors and everyone was sleeping.",
      "fr": "Les voisins dormaient."
    }
  },
  {
    "translation": {
      "en": "I didn't have my phone, I left it at the house, so I couldn't call the cops.",
      "fr": "J'avais laissé mon portable, je ne pouvais pas appeler la police."
    }
  },
  {
    "translation": {
      "en": "When we saw Longwe push him, everyone else jumped up.",
      "fr": "Quand on a vu Longwe le pousser, tout le monde a bondi."
    }
  },
  {
    "translation": {
      "en": "We tried to push both men towards the door.",
      "fr": "On a essayé de repousser les deux hommes vers la porte."
    }
  },
  {
    "translation": {
      "en": "There was a scuffle back and forth.",
      "fr": "C'était la bagarre."
    }
  },
  {
    "translation": {
      "en": "We were all in the kitchen fighting these people.",
      "fr": "On était dans la cuisine, on tentait de les repousser."
    }
  },
  {
    "translation": {
      "en": "Next thing, the gun went off…",
      "fr": "Ensuite, il y a eu un coup de feu."
    }
  },
  {
    "translation": {
      "en": "When I heard the gunshot, I ran into the bathroom.",
      "fr": "Quand j'ai entendu le coup de feu, j'ai couru dans la salle de bain."
    }
  },
  {
    "translation": {
      "en": "I ran and hid in the bedroom.",
      "fr": "J'ai couru me cacher dans la chambre."
    }
  },
  {
    "translation": {
      "en": "The gunshot woke up Senzo's baby.",
      "fr": "Le coup de feu a réveillé le bébé de Senzo."
    }
  },
  {
    "translation": {
      "en": "I only realized when I came out of the room that Senzo had been shot.",
      "fr": "Je n'ai réalisé qu'en sortant de la pièce qu'on avait tiré sur Senzo."
    }
  },
  {
    "translation": {
      "en": "He was lying on the floor between the couch and the TV stand.",
      "fr": "Il était allongé par terre entre le canapé et le meuble télé."
    }
  },
  {
    "translation": {
      "en": "I called Senzo's name…",
      "fr": "J'ai appelé Senzo…"
    }
  },
  {
    "translation": {
      "en": "then I started panicking and crying.",
      "fr": "puis j'ai commencé à paniquer et à pleurer."
    }
  },
  {
    "translation": {
      "en": "I never thought I would come here again.",
      "fr": "Je ne pensais pas revenir ici un jour."
    }
  },
  {
    "translation": {
      "en": "Just bring back the memories and stuff.",
      "fr": "Ça fait remonter des souvenirs."
    }
  },
  {
    "translation": {
      "en": "We couldn't even wait for an ambulance to arrive,",
      "fr": "On n'a même pas pu attendre l'arrivée d'une ambulance."
    }
  },
  {
    "translation": {
      "en": "because for me, it felt like I would be giving up on him.",
      "fr": "J'aurais eu l'impression de l'abandonner."
    }
  },
  {
    "translation": {
      "en": "I didn't want him to feel like I was giving up on him.",
      "fr": "Je ne voulais pas qu'il pense que je l'abandonnais."
    }
  },
  {
    "translation": {
      "en": "I keep thinking about it.",
      "fr": "Je n'arrête pas d'y penser."
    }
  },
  {
    "translation": {
      "en": "Why would somebody want to do that to such an amazing person?",
      "fr": "Pourquoi quelqu'un voudrait faire ça à quelqu'un d'aussi bien ?"
    }
  },
  {
    "translation": {
      "en": "He was at the peak of his career. He was doing so…",
      "fr": "Il était au sommet de sa carrière. Il était… NOVEMBRE 2015"
    }
  },
  {
    "translation": {
      "en": "You don't understand how happy he was.",
      "fr": "Vous ne comprenez pas combien il était heureux."
    }
  },
  {
    "translation": {
      "en": "He was extremely happy with himself, extremely comfortable with himself and his life.",
      "fr": "Il était très heureux dans sa carrière et dans sa vie."
    }
  },
  {
    "translation": {
      "en": "How can somebody steal that away from him?",
      "fr": "Comment a-t-on pu lui voler tout ça ?"
    }
  },
  {
    "translation": {
      "en": "From all of us.",
      "fr": "À nous tous."
    }
  },
  {
    "translation": {
      "en": "I pray to God that one day, we are able to find those people",
      "fr": "Je prie pour qu'un jour, on retrouve ces gens et que justice soit faite."
    }
  },
  {
    "translation": {
      "en": "and justice is-- is served.",
      "fr": "on retrouve ces gens et que justice soit faite."
    }
  },
  {
    "translation": {
      "en": "Police say he was in a house with seven other people when it happened.",
      "fr": "Selon la police, il était dans une maison avec sept autres personnes lors du drame."
    }
  },
  {
    "translation": {
      "en": "Meyiwa was the only person of the seven inside the house who was injured.",
      "fr": "Meyiwa a été le seul des sept à être blessé."
    }
  },
  {
    "translation": {
      "en": "But why him?",
      "fr": "Pourquoi lui ?"
    }
  },
  {
    "translation": {
      "en": "It was sudden, it was gruesome, it was brutal.",
      "fr": "Ça a été rapide, horrible, brutal."
    }
  },
  {
    "translation": {
      "en": "It was final.",
      "fr": "Définitif."
    }
  },
  {
    "translation": {
      "en": "You know? So people still had and held on to so many of the memories.",
      "fr": "Il y a encore beaucoup de choses qui n'ont pas été dites."
    }
  },
  {
    "translation": {
      "en": "So that is why people are still trying to piece it together.",
      "fr": "C'est pour ça que les gens tentent encore de résoudre le puzzle."
    }
  },
  {
    "translation": {
      "en": "What was the motive?",
      "fr": "Quel était le mobile ?"
    }
  },
  {
    "translation": {
      "en": "It was difficult to know and to think,",
      "fr": "C'était difficile de savoir."
    }
  },
  {
    "translation": {
      "en": "because there were so many different stories.",
      "fr": "Il y avait beaucoup de versions différentes."
    }
  },
  {
    "translation": {
      "en": "They phoned me from the house when it happened.",
      "fr": "Ils m'ont appelé de la maison quand c'est arrivé."
    }
  },
  {
    "translation": {
      "en": "I gave the phone to my wife.",
      "fr": "J'ai passé le téléphone à ma femme."
    }
  },
  {
    "translation": {
      "en": "My wife asked What's wrong? I couldn't hear what they were saying.",
      "fr": "FRÈRE AÎNÉ DE SENZO Je n'entendais pas ce qu'ils disaient."
    }
  },
  {
    "translation": {
      "en": "They said he's been shot.",
      "fr": "On lui avait tiré dessus."
    }
  },
  {
    "translation": {
      "en": "Senzo's been shot.",
      "fr": "Senzo a pris une balle."
    }
  },
  {
    "translation": {
      "en": "Like it was an accident.",
      "fr": "Comme si c'était un accident."
    }
  },
  {
    "translation": {
      "en": "I kept asking, How?",
      "fr": "Je n'arrêtais pas de demander : Comment ?"
    }
  },
  {
    "translation": {
      "en": "And they said, It's true. He's been shot.",
      "fr": "Oui, on lui a tiré dessus."
    }
  },
  {
    "translation": {
      "en": "Some neighbors helped us get Senzo into the car.",
      "fr": "Des voisins nous ont aidés à mettre Senzo dans la voiture."
    }
  },
  {
    "translation": {
      "en": "He was heavy.",
      "fr": "Il était lourd."
    }
  },
  {
    "translation": {
      "en": "And Kelly was driving very fast.",
      "fr": "Kelly conduisait très vite."
    }
  },
  {
    "translation": {
      "en": "I was in the back, with Senzo's head on my lap.",
      "fr": "J'étais à l'arrière, Senzo avait sa tête posée sur mes genoux."
    }
  },
  {
    "translation": {
      "en": "I asked if he was alive.",
      "fr": "J'ai demandé s'il était encore en vie."
    }
  },
  {
    "translation": {
      "en": "He's alive. We're rushing him to the hospital.",
      "fr": "Il est vivant. On l'emmène en urgence à l'hôpital."
    }
  },
  {
    "translation": {
      "en": "That's what they said.",
      "fr": "C'est ce qu'ils ont dit."
    }
  },
  {
    "translation": {
      "en": "I knew something was wrong.",
      "fr": "Je savais que quelque chose n'allait pas."
    }
  },
  {
    "translation": {
      "en": "because he'd stopped breathing.",
      "fr": "Parce qu'il ne respirait plus."
    }
  },
  {
    "translation": {
      "en": "At some point, I left the room where they were trying to resuscitate him,",
      "fr": "À un moment, j'ai quitté la pièce où ils essayaient de le réanimer"
    }
  },
  {
    "translation": {
      "en": "to pray, and all I heard was my mother screaming at the top of her voice.",
      "fr": "pour prier, et j'ai entendu ma mère hurler."
    }
  },
  {
    "translation": {
      "en": "And then I knew that…",
      "fr": "Et là, j'ai su…"
    }
  },
  {
    "translation": {
      "en": "he was gone.",
      "fr": "qu'il était parti."
    }
  },
  {
    "translation": {
      "en": "I said to him, Senzo, did you bring me here to watch you die?",
      "fr": "Je lui ai dit : Senzo, tu m'as amené ici pour te voir mourir ?"
    }
  },
  {
    "translation": {
      "en": "I remember I kissed him on his forehead.",
      "fr": "Je l'ai embrassé sur le front, je me souviens."
    }
  },
  {
    "translation": {
      "en": "I didn't even notice everyone arriving.",
      "fr": "Je n'ai pas remarqué les gens qui arrivaient."
    }
  },
  {
    "translation": {
      "en": "Everyone was fighting, wanting to go and see Senzo,",
      "fr": "Tout le monde voulait voir Senzo."
    }
  },
  {
    "translation": {
      "en": "'cause they didn't believe that Senzo was shot.",
      "fr": "Les gens refusaient de croire qu'il avait été tué."
    }
  },
  {
    "translation": {
      "en": "When we got back to the house, the police were there.",
      "fr": "Quand on est revenus à la maison, la police était là."
    }
  },
  {
    "translation": {
      "en": "As a journalist, you know, you've got sources.",
      "fr": "Quand on est journaliste, on a des sources."
    }
  },
  {
    "translation": {
      "en": "And then you go to them and say, Please, please, I'm begging,",
      "fr": "On est allés les voir et on a demandé : S'il vous plaît,"
    }
  },
  {
    "translation": {
      "en": "if you know about this, please can I just have a look?",
      "fr": "si vous savez quelque chose, laissez-moi voir."
    }
  },
  {
    "translation": {
      "en": "I was fortunate enough that I was shown the docket.",
      "fr": "J'ai eu la chance qu'on m'ait montré le dossier."
    }
  },
  {
    "translation": {
      "en": "There is one neighbor",
      "fr": "Il y a un voisin"
    }
  },
  {
    "translation": {
      "en": "who disposed an affidavit to say she ordered people to clean the house",
      "fr": "qui a déclaré sous serment que Kelly avait dit aux gens de nettoyer la maison"
    }
  },
  {
    "translation": {
      "en": "where Senzo was killed",
      "fr": "où on avait tué Senzo"
    }
  },
  {
    "translation": {
      "en": "and throw away whatever they were drinking,",
      "fr": "et de jeter le contenu de leurs verres."
    }
  },
  {
    "translation": {
      "en": "because she didn't want people to see",
      "fr": "Elle ne voulait pas qu'on sache"
    }
  },
  {
    "translation": {
      "en": "that Senzo died in a place where they were drinking.",
      "fr": "que Senzo était mort dans un endroit où ils buvaient."
    }
  },
  {
    "translation": {
      "en": "And also, she didn't want people to see Senzo's blood.",
      "fr": "Et elle ne voulait pas que les gens voient le sang de Senzo."
    }
  },
  {
    "translation": {
      "en": "If there is any allegation of the house",
      "fr": "S'il y a une allégation selon laquelle la maison"
    }
  },
  {
    "translation": {
      "en": "being cleaned before",
      "fr": "a été nettoyée avant"
    }
  },
  {
    "translation": {
      "en": "the police arrived,",
      "fr": "l'arrivée de la police,"
    }
  },
  {
    "translation": {
      "en": "it's tampering.",
      "fr": "c'est de la falsification."
    }
  },
  {
    "translation": {
      "en": "You're supposed to be charging that person for defeating the ends of justice.",
      "fr": "On doit accuser cette personne d'entrave à la justice."
    }
  },
  {
    "translation": {
      "en": "Because that's-- that's exactly what it is.",
      "fr": "Car c'est exactement ça."
    }
  },
  {
    "translation": {
      "en": "Where are the charges? Why are they not before the courts?",
      "fr": "Où sont les accusations ? Pourquoi ne l'a-t-on pas poursuivie ?"
    }
  },
  {
    "translation": {
      "en": "When we all arrived there, it was trampled upon already.",
      "fr": "Quand on est arrivés, la scène de crime avait été altérée."
    }
  },
  {
    "translation": {
      "en": "Personally, we never found",
      "fr": "On n'a jamais retrouvé"
    }
  },
  {
    "translation": {
      "en": "any bullet or empty cartridge.",
      "fr": "de balle ou de douille vide."
    }
  },
  {
    "translation": {
      "en": "Senzo's case was broken…",
      "fr": "L'affaire de Senzo a été altérée"
    }
  },
  {
    "translation": {
      "en": "at that crime scene.",
      "fr": "sur la scène du crime."
    }
  },
  {
    "translation": {
      "en": "If the house was cleaned, what about the hat?",
      "fr": "Si la maison a été nettoyée, et le chapeau ?"
    }
  },
  {
    "translation": {
      "en": "Because that guy who entered the house,",
      "fr": "Le type qui est entré dans la maison"
    }
  },
  {
    "translation": {
      "en": "was wearing a hat with the short dreads.",
      "fr": "portait un chapeau et des dreadlocks courtes."
    }
  },
  {
    "translation": {
      "en": "So obviously, it belongs to him.",
      "fr": "C'était son chapeau."
    }
  },
  {
    "translation": {
      "en": "If the house was cleaned when we came back from hospital, what about the hat?",
      "fr": "Si la maison avait été nettoyée, pourquoi le chapeau était là ?"
    }
  },
  {
    "translation": {
      "en": "I'm not saying if it was cleaned or not, but the hat was found on the floor, right?",
      "fr": "Je ne dis pas qu'on l'a pas nettoyée, mais le chapeau était par terre."
    }
  },
  {
    "translation": {
      "en": "So why didn't the person who cleaned remove the hat?",
      "fr": "Pourquoi ceux qui ont nettoyé l'ont laissé ?"
    }
  },
  {
    "translation": {
      "en": "We want to indicate that as Orlando Pirates Football Club,",
      "fr": "Nous voulons dire que le club des Orlando Pirates"
    }
  },
  {
    "translation": {
      "en": "we are devastated.",
      "fr": "est anéanti."
    }
  },
  {
    "translation": {
      "en": "I said to the players, it's only fair that you must cry.",
      "fr": "J'ai dit aux joueurs qu'il était normal de pleurer."
    }
  },
  {
    "translation": {
      "en": "Because it's not easy",
      "fr": "Parce que c'est difficile"
    }
  },
  {
    "translation": {
      "en": "to hold back emotions,",
      "fr": "de retenir ses émotions…"
    }
  },
  {
    "translation": {
      "en": "especially on an event",
      "fr": "PROPRIÉTAIRE DES ORLANDO PIRATES … surtout dans un incident"
    }
  },
  {
    "translation": {
      "en": "like this one.",
      "fr": "comme celui-ci."
    }
  },
  {
    "translation": {
      "en": "Senzo was shot on the Sunday.",
      "fr": "Senzo a été abattu le dimanche."
    }
  },
  {
    "translation": {
      "en": "I left for Johannesburg on the Tuesday.",
      "fr": "Je suis parti pour Johannesburg le mardi."
    }
  },
  {
    "translation": {
      "en": "I went to choose a coffin.",
      "fr": "Je suis allé choisir un cercueil."
    }
  },
  {
    "translation": {
      "en": "The funeral was going to be paid for by Irvin.",
      "fr": "Irvin devait payer l'enterrement."
    }
  },
  {
    "translation": {
      "en": "Irvin Khoza is one of the most powerful soccer administrators in South Africa.",
      "fr": "Irvin Khoza est l'un des gérants de club les plus puissants d'Afrique du Sud."
    }
  },
  {
    "translation": {
      "en": "We can say that he's the boss of South African soccer.",
      "fr": "On peut dire que c'est le patron du football sud-africain."
    }
  },
  {
    "translation": {
      "en": "He's very good as an administrator.",
      "fr": "C'est un très bon gérant."
    }
  },
  {
    "translation": {
      "en": "For every nook and cranny, there's a football supporter.",
      "fr": "Partout, il y a un supporter de foot."
    }
  },
  {
    "translation": {
      "en": "So I'm saying that we're all supporters in this country.",
      "fr": "On aime tous le foot dans ce pays."
    }
  },
  {
    "translation": {
      "en": "Every corner of this country,",
      "fr": "Dans chaque coin du pays,"
    }
  },
  {
    "translation": {
      "en": "let them help us.",
      "fr": "les gens doivent nous aider."
    }
  },
  {
    "translation": {
      "en": "Because we don't want to speculate.",
      "fr": "Parce qu'on ne veut pas spéculer."
    }
  },
  {
    "translation": {
      "en": "We want to know who killed Senzo.",
      "fr": "On veut savoir qui a tué Senzo."
    }
  },
  {
    "translation": {
      "en": "Later on, we'll know why.",
      "fr": "Bientôt, on le saura."
    }
  },
  {
    "translation": {
      "en": "What I heard about the night Senzo got shot",
      "fr": "J'ai appris que le soir où on a tiré sur Senzo,"
    }
  },
  {
    "translation": {
      "en": "is there was someone who was passing by.",
      "fr": "il y avait quelqu'un dans le coin."
    }
  },
  {
    "translation": {
      "en": "I won't mention the person's name.",
      "fr": "Je ne dirai pas qui."
    }
  },
  {
    "translation": {
      "en": "He heard the gunshots and hid.",
      "fr": "Il a entendu le coup de feu et s'est caché."
    }
  },
  {
    "translation": {
      "en": "He hid for more than two hours watching Kelly's home,",
      "fr": "Il s'est caché plus de 2 h en observant la maison de Kelly."
    }
  },
  {
    "translation": {
      "en": "and didn't see any intruders exiting the gate.",
      "fr": "Il n'a vu aucun cambrioleur sortir."
    }
  },
  {
    "translation": {
      "en": "It didn't happen.",
      "fr": "Ce n'est pas arrivé."
    }
  },
  {
    "translation": {
      "en": "No robbers entered that house.",
      "fr": "Aucun voleur n'est entré dans la maison."
    }
  },
  {
    "translation": {
      "en": "Senzo… was shot by someone in the house.",
      "fr": "Senzo a été abattu par quelqu'un de la maison."
    }
  },
  {
    "translation": {
      "en": "Who do you think killed your son?",
      "fr": "Qui a tué votre fils ?"
    }
  },
  {
    "translation": {
      "en": "The person who killed Senzo",
      "fr": "La personne qui a tué Senzo…"
    }
  },
  {
    "translation": {
      "en": "was one of those in the house.",
      "fr": "INTERVIEW DU PÈRE DE SENZO - 2018 … se trouvait dans la maison."
    }
  },
  {
    "translation": {
      "en": "That boy, Tumelo Madlala, was there.",
      "fr": "Ce garçon, Tumelo Madlala, était là."
    }
  },
  {
    "translation": {
      "en": "To be honest, I was angry with Tumelo.",
      "fr": "Je vais être franche, j'étais en colère contre Tumelo. MÈRE DE SENZO"
    }
  },
  {
    "translation": {
      "en": "I'm still angry at him.",
      "fr": "Je le suis toujours."
    }
  },
  {
    "translation": {
      "en": "Tumelo was there when Senzo was shot on the Sunday.",
      "fr": "Tumelo était là quand Senzo a été tué le dimanche."
    }
  },
  {
    "translation": {
      "en": "He only came back from Johannesburg on Thursday. Only then did he come to us.",
      "fr": "Il n'est rentré de Joburg que jeudi pour venir nous voir."
    }
  },
  {
    "translation": {
      "en": "I was still there because I was waiting for my phone.",
      "fr": "Je suis resté là-bas car j'attendais mon téléphone."
    }
  },
  {
    "translation": {
      "en": "The police took our phones that day in Vosloorus.",
      "fr": "La police a pris nos téléphones ce jour-là à Vosloorus."
    }
  },
  {
    "translation": {
      "en": "If I didn't stay at Kelly's, where I was initially visiting,",
      "fr": "Si je ne restais pas chez Kelly, où je devais aller ?"
    }
  },
  {
    "translation": {
      "en": "where was I going to stay?",
      "fr": "Où ?"
    }
  },
  {
    "translation": {
      "en": "Where was I going to stay?",
      "fr": "Où ?"
    }
  },
  {
    "translation": {
      "en": "Everyone in the house was crying.",
      "fr": "Tout le monde pleurait dans la maison."
    }
  },
  {
    "translation": {
      "en": "Kelly would lock herself in the bedroom the whole day.",
      "fr": "Kelly s'enfermait dans la chambre toute la journée."
    }
  },
  {
    "translation": {
      "en": "It wasn't pleasant in the house.",
      "fr": "C'était pesant."
    }
  },
  {
    "translation": {
      "en": "Tumelo said Senzo was shot accidentally.",
      "fr": "Tumelo a dit que Senzo avait été abattu par accident."
    }
  },
  {
    "translation": {
      "en": "That's what he said. Senzo was shot by mistake.",
      "fr": "C'est ce qu'il a dit. Senzo a été abattu par erreur."
    }
  },
  {
    "translation": {
      "en": "Surely if I call you, the first thing you would say is,",
      "fr": "Si je vous appelais, la première chose que vous diriez,"
    }
  },
  {
    "translation": {
      "en": "Robbers came in and shot your brother.",
      "fr": "c'est : Des voleurs sont entrés et ont tiré sur ton frère."
    }
  },
  {
    "translation": {
      "en": "Instead they made it sound like it was an accident.",
      "fr": "Au lieu de ça, ils semblaient dire que c'était un accident."
    }
  },
  {
    "translation": {
      "en": "They said, He's been shot.",
      "fr": "Ils disaient : Il a pris une balle."
    }
  },
  {
    "translation": {
      "en": "People believe I know something.",
      "fr": "Les gens croient que je sais quelque chose."
    }
  },
  {
    "translation": {
      "en": "That I'm being paid by someone.",
      "fr": "Que je suis payé par quelqu'un."
    }
  },
  {
    "translation": {
      "en": "Many things have been said about me on the radio.",
      "fr": "On a dit des choses sur moi à la radio."
    }
  },
  {
    "translation": {
      "en": "Especially by Senzo's family.",
      "fr": "Surtout la famille de Senzo."
    }
  },
  {
    "translation": {
      "en": "Senzo's family is dealing with a wound, but I have that wound too.",
      "fr": "La famille de Senzo souffre, mais moi aussi je souffre."
    }
  },
  {
    "translation": {
      "en": "That empty space they feel, I feel it too.",
      "fr": "Ce vide qu'ils ressentent, je le ressens aussi."
    }
  },
  {
    "translation": {
      "en": "Tumelo is a long- time friend of Senzo.",
      "fr": "Tumelo est un ami de longue date de Senzo."
    }
  },
  {
    "translation": {
      "en": "He was a few grades ahead at school.",
      "fr": "Il était quelques classes au-dessus à l'école."
    }
  },
  {
    "translation": {
      "en": "They were best friends.",
      "fr": "Ils étaient meilleurs amis."
    }
  },
  {
    "translation": {
      "en": "That's what is confusing me.",
      "fr": "C'est pour ça que je suis perdu."
    }
  },
  {
    "translation": {
      "en": "I don't understand why they would lie.",
      "fr": "Je ne comprends pas pourquoi ils mentent."
    }
  },
  {
    "translation": {
      "en": "I know this is a cover- up.",
      "fr": "Ils dissimulent la vérité."
    }
  },
  {
    "translation": {
      "en": "I'm confused about why they won't speak up.",
      "fr": "J'ignore pourquoi ils refusent de parler."
    }
  },
  {
    "translation": {
      "en": "Maybe they were threatened.",
      "fr": "Ils étaient peut-être menacés."
    }
  },
  {
    "translation": {
      "en": "This thing just brings me pain.",
      "fr": "Ce drame me fait souffrir."
    }
  },
  {
    "translation": {
      "en": "It's a video, no pictures.",
      "fr": "C'est une vidéo, pas de photos."
    }
  },
  {
    "translation": {
      "en": "This is where Senzo was building his dream house.",
      "fr": "C'est là que Senzo construisait la maison de ses rêves."
    }
  },
  {
    "translation": {
      "en": "It's been a long time, but we went there often.",
      "fr": "Je ne suis pas venu depuis longtemps, mais on y allait souvent."
    }
  },
  {
    "translation": {
      "en": "My heart breaks when I see this place.",
      "fr": "Ça me brise le cœur de venir ici."
    }
  },
  {
    "translation": {
      "en": "We have put forward a reward.",
      "fr": "Nous offrons une récompense"
    }
  },
  {
    "translation": {
      "en": "This reward is on offer for any information",
      "fr": "pour toute information… COMMISSAIRE DE LA POLICE NATIONALE  (2014)"
    }
  },
  {
    "translation": {
      "en": "that could lead to the arrest and conviction of the perpetrators.",
      "fr": "… pouvant mener à l'arrestation et à la condamnation des coupables."
    }
  },
  {
    "translation": {
      "en": "We believe that someone,",
      "fr": "Nous pensons que quelqu'un,"
    }
  },
  {
    "translation": {
      "en": "somewhere,",
      "fr": "quelque part,"
    }
  },
  {
    "translation": {
      "en": "somehow, knows something about this crime.",
      "fr": "d'une façon ou d'une autre, sait quelque chose sur ce crime."
    }
  },
  {
    "translation": {
      "en": "And we appeal to that person to come forward, talk to us as the police,",
      "fr": "Nous appelons cette personne à se manifester auprès de la police"
    }
  },
  {
    "translation": {
      "en": "so that we can really do justice to this investigation.",
      "fr": "pour que justice puisse être faite dans cette affaire."
    }
  },
  {
    "translation": {
      "en": "I got a call",
      "fr": "J'ai reçu un appel"
    }
  },
  {
    "translation": {
      "en": "from my national coordinator the morning after the murder.",
      "fr": "de ma coordinatrice nationale le lendemain du meurtre."
    }
  },
  {
    "translation": {
      "en": "She said she needed my services.",
      "fr": "Elle avait besoin de mes services."
    }
  },
  {
    "translation": {
      "en": "I'm Amanda Yvonne Steenkamp.",
      "fr": "Je m'appelle Amanda Yvonne Steenkamp."
    }
  },
  {
    "translation": {
      "en": "I'm a retired police officer in the facial identification unit.",
      "fr": "Je suis officier de police à la retraite dans l'unité d'identification faciale."
    }
  },
  {
    "translation": {
      "en": "I asked to speak to the witnesses individually.",
      "fr": "J'ai demandé à parler aux témoins individuellement. EXPERTE EN RECONNAISSANCE FACIALE"
    }
  },
  {
    "translation": {
      "en": "It's better because they can't confuse or influence one another.",
      "fr": "EXPERTE EN RECONNAISSANCE FACIALE C'est mieux, car ils ne peuvent pas s'influencer entre eux."
    }
  },
  {
    "translation": {
      "en": "I can remember the first person I interviewed was Kelly Khumalo.",
      "fr": "Je me souviens de la première personne que j'ai interrogée. C'était Kelly Khumalo."
    }
  },
  {
    "translation": {
      "en": "She compiled the face of the person who entered the premises first.",
      "fr": "Elle a décrit le visage de la personne qui est entrée en premier."
    }
  },
  {
    "translation": {
      "en": "She pointed out the eyes, she remembered. The nose was very narrow.",
      "fr": "PORTRAIT-ROBOT Elle se souvenait de ses yeux. Le nez était très étroit."
    }
  },
  {
    "translation": {
      "en": "He had thin lips.",
      "fr": "Il avait des lèvres fines."
    }
  },
  {
    "translation": {
      "en": "She remembered he was wearing a hat.",
      "fr": "Elle s'est souvenue qu'il portait un chapeau."
    }
  },
  {
    "translation": {
      "en": "Next, I interviewed her sister.",
      "fr": "Ensuite, j'ai interrogé sa sœur."
    }
  },
  {
    "translation": {
      "en": "She said that the hat fell off, showing his dreadlocks.",
      "fr": "Elle a dit que le chapeau était tombé, révélant ses dreadlocks."
    }
  },
  {
    "translation": {
      "en": "Behind, medium length.",
      "fr": "En arrière, de longueur moyenne."
    }
  },
  {
    "translation": {
      "en": "One has been described as tall and slender with dreadlocks.",
      "fr": "L'un a été décrit comme grand et mince avec des dreadlocks."
    }
  },
  {
    "translation": {
      "en": "The other is short and well- built.",
      "fr": "L'autre, petit et musclé."
    }
  },
  {
    "translation": {
      "en": "The reward for information has been increased to 250,000,",
      "fr": "La récompense pour toute information a été portée à 250 000."
    }
  },
  {
    "translation": {
      "en": "and anyone with information has been asked to call Crime Stop.",
      "fr": "Toute personne ayant des informations est priée d'appeler Crime Stop."
    }
  },
  {
    "translation": {
      "en": "A man has been arrested in connection",
      "fr": "Un homme a été arrêté en lien"
    }
  },
  {
    "translation": {
      "en": "with the murder of Bafana Bafana captain Senzo Meyiwa.",
      "fr": "avec le meurtre de Senzo Meyiwa, le capitaine des Bafana Bafana."
    }
  },
  {
    "translation": {
      "en": "The suspect, who cannot be named until he appears in court…",
      "fr": "On ne saura son nom qu'après sa comparution…"
    }
  },
  {
    "translation": {
      "en": "There is a robbery that has taken place and there is a person that was killed",
      "fr": "Il y a eu un cambriolage, et une personne a été tuée."
    }
  },
  {
    "translation": {
      "en": "and therefore they will be charged for…",
      "fr": "Il sera donc accusé"
    }
  },
  {
    "translation": {
      "en": "murder and robbery.",
      "fr": "pour meurtre et vol."
    }
  },
  {
    "translation": {
      "en": "The suspect was apparently pointed out at an identity parade",
      "fr": "Le suspect a été désigné lors d'une parade d'identification"
    }
  },
  {
    "translation": {
      "en": "and linked to the crime that occurred at the Vosloorus home",
      "fr": "et serait impliqué dans le crime qui a eu lieu à Vosloorus,"
    }
  },
  {
    "translation": {
      "en": "of the mother of singer Kelly Khumalo.",
      "fr": "chez la mère de la chanteuse Kelly Khumalo."
    }
  },
  {
    "translation": {
      "en": "He's hurt the entire nation of South Africa.",
      "fr": "Il a fait du mal à toute l'Afrique du Sud."
    }
  },
  {
    "translation": {
      "en": "Not just Pirates fans. Everyone is hurt.",
      "fr": "Pas seulement aux fans des Pirates. À tout le monde."
    }
  },
  {
    "translation": {
      "en": "We don't want them arrested, we want them executed.",
      "fr": "On ne veut pas qu'il soit arrêté, mais exécuté."
    }
  },
  {
    "translation": {
      "en": "They must all be killed.",
      "fr": "Il faut tous les tuer."
    }
  },
  {
    "translation": {
      "en": "The family of the alleged perpetrator",
      "fr": "Pour la famille de l'agresseur présumé,"
    }
  },
  {
    "translation": {
      "en": "believes their family member is innocent.",
      "fr": "ce dernier est innocent."
    }
  },
  {
    "translation": {
      "en": "Stop your nonsense. I told you to leave her alone.",
      "fr": "Arrête tes bêtises. Je t'ai dit de la laisser tranquille."
    }
  },
  {
    "translation": {
      "en": "They raised questions about the identikit.",
      "fr": "Ils ont remis en cause le portrait-robot."
    }
  },
  {
    "translation": {
      "en": "Do you believe that you have the right person?",
      "fr": "Vous croyez tenir le bon suspect ?"
    }
  },
  {
    "translation": {
      "en": "We are sure that the person that we have now charged",
      "fr": "Nous sommes sûrs que la personne que nous avons inculpée"
    }
  },
  {
    "translation": {
      "en": "is one of the suspects that were involved in the incident.",
      "fr": "est l'un des suspects impliqués dans l'incident."
    }
  },
  {
    "translation": {
      "en": "…submissions made by it…",
      "fr": "TROIS SEMAINES APRÈS LE MEURTRE 11 NOVEMBRE 2014"
    }
  },
  {
    "translation": {
      "en": "The National Prosecuting Authority is informing the nation is informing the nation",
      "fr": "Le ministère public informe la nation"
    }
  },
  {
    "translation": {
      "en": "that, as of now,",
      "fr": "qu'en l'état actuel des choses,"
    }
  },
  {
    "translation": {
      "en": "there is no sufficient evidential material to put Mr. Mbatha to trial.",
      "fr": "il n'y a pas assez de preuves pour juger M. Mbatha."
    }
  },
  {
    "translation": {
      "en": "This court orders the immediate release",
      "fr": "Le tribunal ordonne la libération immédiate"
    }
  },
  {
    "translation": {
      "en": "of the accused Zamokuhle Mbatha from detention.",
      "fr": "de l'accusé Zamokuhle Mbatha, qui est innocent."
    }
  },
  {
    "translation": {
      "en": "The accused had been identified in an identification parade by two persons.",
      "fr": "Deux personnes avaient identifié l'accusé lors d'une séance d'identification."
    }
  },
  {
    "translation": {
      "en": "Subsequent to that, more information came to light.",
      "fr": "Par la suite, d'autres informations ont été révélées"
    }
  },
  {
    "translation": {
      "en": "Information that was inconsistent with the identification parade.",
      "fr": "en contradiction avec celles de la parade d'identification."
    }
  },
  {
    "translation": {
      "en": "Apparently, he was the poor guy who was washing Senzo's car.",
      "fr": "Apparemment, c'était le pauvre type qui lavait la voiture de Senzo."
    }
  },
  {
    "translation": {
      "en": "They came to my home.",
      "fr": "Ils sont venus chez moi."
    }
  },
  {
    "translation": {
      "en": "And accused me of doing it.",
      "fr": "Et ils m'ont accusé du meurtre."
    }
  },
  {
    "translation": {
      "en": "I didn't know how to respond. Anything I said, they took as a lie.",
      "fr": "Je ne savais pas quoi répondre. Ils croyaient que je mentais."
    }
  },
  {
    "translation": {
      "en": "I was traumatized over something I didn't do.",
      "fr": "J'ai été traumatisé alors que ce n'était pas moi."
    }
  },
  {
    "translation": {
      "en": "After what happened, my life changed.",
      "fr": "Après tout ça, ma vie a changé."
    }
  },
  {
    "translation": {
      "en": "People believed I was guilty.",
      "fr": "Après tout ça, ma vie a changé. Les gens me croyaient coupable."
    }
  },
  {
    "translation": {
      "en": "I was afraid to leave my home. I locked myself inside.",
      "fr": "J'avais peur de sortir de chez moi. Je m'enfermais."
    }
  },
  {
    "translation": {
      "en": "I couldn't look for a job.",
      "fr": "Je ne pouvais pas chercher de travail."
    }
  },
  {
    "translation": {
      "en": "I can't tell you how traumatized I was.",
      "fr": "Je ne peux pas vous dire à quel point j'ai été traumatisé."
    }
  },
  {
    "translation": {
      "en": "When we went to the ID parade,",
      "fr": "À la parade d'identification,"
    }
  },
  {
    "translation": {
      "en": "it was me, Kelly, and Kelly's mother.",
      "fr": "il y avait moi, Kelly et la mère de Kelly."
    }
  },
  {
    "translation": {
      "en": "It was all over the newspapers.",
      "fr": "Tous les journaux parlaient de ça."
    }
  },
  {
    "translation": {
      "en": "I didn't even know that Zamo. I don't know where he's from.",
      "fr": "Je ne connaissais même pas ce Zamo. Je ne savais pas d'où il venait."
    }
  },
  {
    "translation": {
      "en": "The person who pointed him out was Kelly's mother.",
      "fr": "Celle qui l'a désigné, c'est la mère de Kelly."
    }
  },
  {
    "translation": {
      "en": "Kelly Khumalo, her sister, her mom,",
      "fr": "Kelly Khumalo, sa sœur et sa mère"
    }
  },
  {
    "translation": {
      "en": "didn't tell the police that, Sorry, but we know this guy.",
      "fr": "n'ont pas dit à la police qu'elles le connaissaient."
    }
  },
  {
    "translation": {
      "en": "They allowed police to arrest this innocent guy.",
      "fr": "Elles ont laissé la police arrêter cet innocent."
    }
  },
  {
    "translation": {
      "en": "Now Zamokuhle is suing police.",
      "fr": "Aujourd'hui, Zamokuhle poursuit la police et réclame 17 millions"
    }
  },
  {
    "translation": {
      "en": "I think it's about 17 million for wrongful arrest.",
      "fr": "Aujourd'hui, Zamokuhle poursuit la police et réclame 17 millions pour arrestation illégale."
    }
  },
  {
    "translation": {
      "en": "And I believe that he should also sue the people in the house,",
      "fr": "Il devrait aussi poursuivre les personnes présentes dans la maison,"
    }
  },
  {
    "translation": {
      "en": "actually the people who pointed him out at the identity parade.",
      "fr": "celles qui l'ont désigné à la parade d'identification."
    }
  },
  {
    "translation": {
      "en": "The people who can tell us what happened exactly, it's the people who were there at the day of the event.",
      "fr": "Ceux qui peuvent dire ce qui s'est passé sont ceux qui étaient là le jour du drame."
    }
  },
  {
    "translation": {
      "en": "Kelly Khumalo and the South African police",
      "fr": "APPELS RADIOS Kelly Khumalo et la police doivent prendre leurs responsabilités."
    }
  },
  {
    "translation": {
      "en": "need to be held accountable.",
      "fr": "Kelly Khumalo et la police doivent prendre leurs responsabilités."
    }
  },
  {
    "translation": {
      "en": "Kelly Khumalo knows a lot.",
      "fr": "Kelly Khumalo en sait beaucoup."
    }
  },
  {
    "translation": {
      "en": "When I interviewed Kelly,",
      "fr": "Quand j'ai interrogé Kelly,"
    }
  },
  {
    "translation": {
      "en": "she was totally uninvolved with me.",
      "fr": "elle était complètement détachée."
    }
  },
  {
    "translation": {
      "en": "No eye contact.",
      "fr": "Elle évitait le contact visuel."
    }
  },
  {
    "translation": {
      "en": "She sat like this.",
      "fr": "Elle était assise comme ça."
    }
  },
  {
    "translation": {
      "en": "She looked very tired and irritated.",
      "fr": "Elle avait l'air très fatiguée et irritée."
    }
  },
  {
    "translation": {
      "en": "It was like, Oh, just get over it.",
      "fr": "Elle semblait vouloir dire : Finissons-en."
    }
  },
  {
    "translation": {
      "en": "As a policeman, I draw my own conclusions.",
      "fr": "En tant que policière, j'ai tiré mes propres conclusions."
    }
  },
  {
    "translation": {
      "en": "I realized…  …something is just fishy here.",
      "fr": "J'ai vu que quelque chose clochait."
    }
  },
  {
    "translation": {
      "en": "Her eyes.",
      "fr": "Ses yeux."
    }
  },
  {
    "translation": {
      "en": "Eyes… talk a lot.",
      "fr": "Les yeux en disent long."
    }
  },
  {
    "translation": {
      "en": "My sixth sense told me…",
      "fr": "Mon sixième sens m'a dit…"
    }
  },
  {
    "translation": {
      "en": "there is a story behind this story.",
      "fr": "il y a une histoire derrière cette histoire."
    }
  },
  {
    "translation": {
      "en": "Something is wrong.",
      "fr": "Quelque chose ne va pas."
    }
  },
  {
    "translation": {
      "en": "According to the statement of the people who were in the house,",
      "fr": "D'après les gens qui étaient dans la maison,"
    }
  },
  {
    "translation": {
      "en": "they claim that when the gunmen walked into the house…",
      "fr": "quand les hommes armés sont entrés,"
    }
  },
  {
    "translation": {
      "en": "They spoke in Zulu, they said…  Bring your cellphones.",
      "fr": "ils parlaient en zoulou et ont dit de leur donner les portables."
    }
  },
  {
    "translation": {
      "en": "But none of their cellphones were taken.",
      "fr": "Mais aucun portable n'a été pris,"
    }
  },
  {
    "translation": {
      "en": "Only one cellphone that belonged to Kelly was taken.",
      "fr": "sauf un, celui de Kelly."
    }
  },
  {
    "translation": {
      "en": "The cellphone, according to the police investigation,",
      "fr": "D'après l'enquête de la police, le portable"
    }
  },
  {
    "translation": {
      "en": "was taken to a hostel which is near by Vosloorus.",
      "fr": "a été emmené dans un hôtel près de Vosloorus."
    }
  },
  {
    "translation": {
      "en": "- That's where it was switched off. -",
      "fr": "C'est là qu'il a été éteint."
    }
  },
  {
    "translation": {
      "en": "How are you feeling, Kelly?",
      "fr": "Comment vous sentez-vous, Kelly ?"
    }
  },
  {
    "translation": {
      "en": "We don't know why that particular cellphone was a target of the gunmen.",
      "fr": "On ignore pourquoi les criminels voulaient précisément ce portable. LA POLICE ENQUÊTE SUR L'HISTORIQUE D'APPELS DE KELLY KHUMALO"
    }
  },
  {
    "translation": {
      "en": "In that docket there is two affidavits by the Khumalos' direct neighbor.",
      "fr": "Dans ce dossier, il y a deux déclarations sous serment du voisin direct des Khumalo."
    }
  },
  {
    "translation": {
      "en": "He's a retired police officer.",
      "fr": "Un policier à la retraite."
    }
  },
  {
    "translation": {
      "en": "Him and his son saw something.",
      "fr": "Son fils et lui ont vu quelque chose."
    }
  },
  {
    "translation": {
      "en": "I was sitting with my wife and we heard something strange.",
      "fr": "J'étais assis avec ma femme, et on a entendu quelque chose d'étrange."
    }
  },
  {
    "translation": {
      "en": "It sounded like people were pushing each other.",
      "fr": "On aurait dit que des gens se poussaient. VOISIN"
    }
  },
  {
    "translation": {
      "en": "My wife said, Something's happening next door.",
      "fr": "Ma femme a dit : Il se passe quelque chose à côté."
    }
  },
  {
    "translation": {
      "en": "And that's when the former police officer took out his whistle,",
      "fr": "C'est là que l'ancien policier a sorti son sifflet,"
    }
  },
  {
    "translation": {
      "en": "which is a sign in the township that there's trouble here.",
      "fr": "signe qu'il y a un problème dans le quartier."
    }
  },
  {
    "translation": {
      "en": "He blew the whistle and all the neighbors came out.",
      "fr": "Il a sifflé, et tous les voisins sont sortis."
    }
  },
  {
    "translation": {
      "en": "Kelly's child was there. The young boy.",
      "fr": "Le fils de Kelly était là. Le jeune garçon."
    }
  },
  {
    "translation": {
      "en": "I think he was there when all this happened,",
      "fr": "Je crois qu'il était là quand c'est arrivé,"
    }
  },
  {
    "translation": {
      "en": "because he was crying so much. My wife brought him here.",
      "fr": "parce qu'il pleurait beaucoup. Ma femme l'a amené ici."
    }
  },
  {
    "translation": {
      "en": "That child saw something terrible. She brought him here to rest.",
      "fr": "Ce petit a vu quelque chose de terrible. Elle l'a amené ici pour qu'il se repose."
    }
  },
  {
    "translation": {
      "en": "A child can give valuable information.",
      "fr": "Un enfant peut donner de précieuses informations."
    }
  },
  {
    "translation": {
      "en": "Even if only a small piece of the puzzle.",
      "fr": "Même si ce n'est qu'une petite pièce du puzzle."
    }
  },
  {
    "translation": {
      "en": "It can help towards a breakthrough.",
      "fr": "Ça peut aider à découvrir des choses importantes."
    }
  },
  {
    "translation": {
      "en": "I wanted to interview Kelly's little boy.",
      "fr": "J'ai voulu interroger ce petit garçon."
    }
  },
  {
    "translation": {
      "en": "Kelly said, No, no, it is too traumatizing for the child.",
      "fr": "Kelly a refusé en disant que ce serait trop traumatisant pour lui."
    }
  },
  {
    "translation": {
      "en": "But surely you should be helping us understand what happened.",
      "fr": "Elle ne devrait pas nous aider à comprendre ce qui s'est passé ?"
    }
  },
  {
    "translation": {
      "en": "South Africans believe that she owes the nation at least an answer,",
      "fr": "Les Sud-Africains pensent qu'elle doit au moins une réponse à la nation."
    }
  },
  {
    "translation": {
      "en": "if not a lead.",
      "fr": "À défaut d'une piste."
    }
  },
  {
    "translation": {
      "en": "So that is the only thing South Africans are left with, to make their own judgment.",
      "fr": "C'est tout qu'il reste aux Sud-Africains pour se faire leur propre opinion."
    }
  },
  {
    "translation": {
      "en": "Kelly is a dog! Kelly is a dog!",
      "fr": "Kelly est une chienne !"
    }
  },
  {
    "translation": {
      "en": "If you have something to say,",
      "fr": "Si vous avez quelque chose à dire."
    }
  },
  {
    "translation": {
      "en": "if you have evidence on-- on Senzo's passing,",
      "fr": "AVRIL 2019 Des preuves concernant le décès de Senzo,"
    }
  },
  {
    "translation": {
      "en": "why don't you approach the police station or the investigating officers",
      "fr": "pourquoi n'allez-vous pas au commissariat parler aux enquêteurs"
    }
  },
  {
    "translation": {
      "en": "that are in charge of the case,",
      "fr": "chargés de l'affaire,"
    }
  },
  {
    "translation": {
      "en": "instead of dragging me down just because I'm in the public eye?",
      "fr": "au lieu de me descendre juste parce que je suis connue ?"
    }
  },
  {
    "translation": {
      "en": "I-- I was a victim on that night. And I'm not here to defend myself.",
      "fr": "J'ai été une victime ce soir-là, je ne suis pas là pour me défendre."
    }
  },
  {
    "translation": {
      "en": "The law will do that.",
      "fr": "La loi le fera."
    }
  }
]