[
  {
    "translation": {
      "en": "JUST PACKED UP A REAL MONEY LOAD, AND IT'S COMIN' YOUR WAY.",
      "de": "Eine große Ladung ist wieder fertig, sie kommt in eure Richtung."
    }
  },
  {
    "translation": {
      "en": "LOOK FOR \"RODGERS\" ON THE SIDE OF THE TRUCK. DON'T FORGET MY SHARE OF THE DEAL.",
      "de": "Auf dem LKW steht \"Rodgers\" geschrieben. Und denkt an meinen Anteil."
    }
  },
  {
    "translation": {
      "en": "SHIT!",
      "de": "Scheiße!"
    }
  },
  {
    "translation": {
      "en": "TUNA ON WHITE, NO CRUST, RIGHT? I DON'T KNOW. HOW IS IT?",
      "de": "-Thunfisch auf Weißbrot ohne Kruste, ja? -Ich weiß nicht. Wie ist er?"
    }
  },
  {
    "translation": {
      "en": "EVERY DAY FOR THE LAST THREE WEEKS YOU'VE BEEN COMIN' IN HERE...",
      "de": "Seit drei Wochen kommst du jeden Tag her und fragst, wie der Thunfisch ist."
    }
  },
  {
    "translation": {
      "en": "AND YOU'VE BEEN ASKIN' ME HOW THE TUNA IS.",
      "de": "Seit drei Wochen kommst du jeden Tag her und fragst, wie der Thunfisch ist. Also gestern war er schlecht. Und vorgestern auch."
    }
  },
  {
    "translation": {
      "en": "NOW, IT WAS CRAPPY YESTERDAY, IT WAS CRAPPY THE DAY BEFORE.",
      "de": "Also gestern war er schlecht. Und vorgestern auch."
    }
  },
  {
    "translation": {
      "en": "AND GUESS WHAT? IT HASN'T CHANGED.",
      "de": "Und weißt du was? Das hat sich nicht geändert."
    }
  },
  {
    "translation": {
      "en": "- I'LL HAVE THE TUNA. - NO CRUST?",
      "de": "-Ich nehme Thunfisch. -Ohne Kruste?"
    }
  },
  {
    "translation": {
      "en": "NO CRUST.",
      "de": "Ohne Kruste."
    }
  },
  {
    "translation": {
      "en": "THANK YOU.",
      "de": "Danke."
    }
  },
  {
    "translation": {
      "en": "TALK TO ME, JESSE. THIS AIN'T WORKIN', BROTHER.",
      "de": "Rede mit mir, Jesse. Das klappt nicht, Bruder."
    }
  },
  {
    "translation": {
      "en": "IT'S YOUR FUEL MAP. IT'S GOT A NASTY HOLE.",
      "de": "Es liegt an der Benzinleitung. Da ist ein großes Loch drin."
    }
  },
  {
    "translation": {
      "en": "THAT'S WHY YOU'RE UNLOADING IN THIRD. I TOLD YOU IT WAS THIRD.",
      "de": "-Im dritten Gang leckt es. -Ich hab's dir ja gesagt."
    }
  },
  {
    "translation": {
      "en": "SHUT UP. I LENGTHEN THE INJECTOR PULSE ANOTHER MILLISEC... AND JUST TUNE THE NOS TIMER, YOU'LL RUN NINES.",
      "de": "Hab die Einspritzpumpe eine Millisekunde verzögert. Mit Vollgas geht's in neun Sek."
    }
  },
  {
    "translation": {
      "en": "WHAT'S UP WITH THIS FOOL? WHAT IS HE, SANDWICH CRAZY?",
      "de": "Was hat der Idiot? Ist er süchtig nach Sandwiches?"
    }
  },
  {
    "translation": {
      "en": "NO, \"V.\" HE AIN'T HERE FOR THE FOOD, DOG. CHILL OUT, BRO.",
      "de": "-Nein. Der ist nicht zum Essen hier, Mann. -Nur die Ruhe. Er ist Harrys Mechaniker."
    }
  },
  {
    "translation": {
      "en": "HE'S JUST SLINGIN' PARTS FOR HARRY, MAN. I KNOW WHAT HE'S SLINGIN'.",
      "de": "-Nein. Der ist nicht zum Essen hier, Mann. -Nur die Ruhe. Er ist Harrys Mechaniker. -Hier macht er aber was anderes. -Er will Mia ans Höschen, Mann."
    }
  },
  {
    "translation": {
      "en": "HE'S TRYIN' TO GET IN MIA'S PANTS, DOG.",
      "de": "-Hier macht er aber was anderes. -Er will Mia ans Höschen, Mann."
    }
  },
  {
    "translation": {
      "en": "WHAT'S UP, GUYS? HOW YOU DOIN', MIA?",
      "de": "-Wie steht's, Leute? -Wie geht es dir, Mia?"
    }
  },
  {
    "translation": {
      "en": "- HOW YOU LIVIN', GIRL? - HEY!",
      "de": "-Alles klar, Mädchen? -He!"
    }
  },
  {
    "translation": {
      "en": "HEY, DOM. YOU WANT SOMETHIN' TO DRINK?",
      "de": "He, Dom. Willst du was trinken?"
    }
  },
  {
    "translation": {
      "en": "AH, HE'S BEAUTIFUL. I LIKE HIS HAIRCUT.",
      "de": "-Er ist schön. -Mir gefällt seine Frisur."
    }
  },
  {
    "translation": {
      "en": "- VINCE! - WHAT?",
      "de": "Vince! -Was? -Willst du irgendwas?"
    }
  },
  {
    "translation": {
      "en": "- CAN I GET YOU ANYTHING? - YOU LOOK GOOD.",
      "de": "-Was? -Willst du irgendwas? Du siehst gut aus."
    }
  },
  {
    "translation": {
      "en": "♪ .357's OR AK-47's ALL TOOLS THAT CREATE 187's ♪",
      "de": "Du siehst gut aus."
    }
  },
  {
    "translation": {
      "en": "WELL, THANKS A LOT, MIA. SEE YOU TOMORROW. SURE.",
      "de": "-Vielen Dank, Mia. Bis morgen. -Klar."
    }
  },
  {
    "translation": {
      "en": "- TOMORROW? - OH, I LOVE THIS PART.",
      "de": "-Morgen? -Die Stelle liebe ich."
    }
  },
  {
    "translation": {
      "en": "TRY FATBURGER FROM NOW ON.",
      "de": "Versuch's bei Fatburger. Da kriegst du"
    }
  },
  {
    "translation": {
      "en": "YOU CAN GET YOURSELF A DOUBLE CHEESE WITH FRIES FOR 2.95, FAGGOT.",
      "de": "Versuch's bei Fatburger. Da kriegst du 'nen doppelten Cheese mit Fritten für 2,95 $."
    }
  },
  {
    "translation": {
      "en": "- I LIKE THE TUNA HERE. - BULLSHIT, ASSHOLE. NO ONE LIKES THE TUNA HERE.",
      "de": "'nen doppelten Cheese mit Fritten für 2,95 $. -Ich mag den Thunfisch hier. -Quatsch. Niemand mag den Thunfisch."
    }
  },
  {
    "translation": {
      "en": "YEAH, WELL, I DO.",
      "de": "-Ich mag den Thunfisch hier. -Quatsch. Niemand mag den Thunfisch. Na ja, ich schon."
    }
  },
  {
    "translation": {
      "en": "JESUS CHRIST, DOM! WOULD YOU GET OUT THERE?",
      "de": "Herrgott, Dom! Kommst du endlich da raus? Ich bin den Schwachsinn satt."
    }
  },
  {
    "translation": {
      "en": "I'M SICK OF THIS SHIT! I'M NOT KIDDING, DOM!",
      "de": "Herrgott, Dom! Kommst du endlich da raus? Ich bin den Schwachsinn satt. Das ist kein Witz, Dom. Komm da raus!"
    }
  },
  {
    "translation": {
      "en": "GET OUT THERE!",
      "de": "Das ist kein Witz, Dom. Komm da raus!"
    }
  },
  {
    "translation": {
      "en": "- WHAT'D YOU PUT IN THAT SANDWICH? - THAT'S REALLY FUNNY.",
      "de": "-Was war auf dem Sandwich drauf? -Das ist lustig."
    }
  },
  {
    "translation": {
      "en": "- DOM! - ALL RIGHT.",
      "de": "-Dom! -In Ordnung."
    }
  },
  {
    "translation": {
      "en": "- HEY, MAN, HE WAS IN MY FACE. - I'M IN YOUR FACE.",
      "de": "-He, Mann. Er wollte es so. -Ich will es so."
    }
  },
  {
    "translation": {
      "en": "RELAX! DON'T PUSH IT! YOU EMBARRASS ME!",
      "de": "Nur die Ruhe! Übertreib's nicht. Das ist mir peinlich!"
    }
  },
  {
    "translation": {
      "en": "GET OVER THERE!",
      "de": "Los, da rüber!"
    }
  },
  {
    "translation": {
      "en": "JESSE, GIVE ME THE WALLET.",
      "de": "Jesse, gib mir die Brieftasche."
    }
  },
  {
    "translation": {
      "en": "\"BRIAN EARL SPILNER.\" SOUNDS LIKE A SERIAL KILLER NAME.",
      "de": "\"Brian Earl Spilner.\" Klingt wie ein Serienmörder."
    }
  },
  {
    "translation": {
      "en": "IS THAT WHAT YOU ARE? NO, MAN.",
      "de": "-Bist du das etwa? -Nein, Mann."
    }
  },
  {
    "translation": {
      "en": "DON'T COME AROUND HERE AGAIN.",
      "de": "Lass dich hier nicht mehr blicken."
    }
  },
  {
    "translation": {
      "en": "HEY, MAN, YOU KNOW THIS IS BULLSHIT.",
      "de": "He, Mann. Das ist doch Schwachsinn."
    }
  },
  {
    "translation": {
      "en": "YOU WORK FOR HARRY, RIGHT?",
      "de": "-Du arbeitest für Harry, ja? -Ja. Ich habe gerade angefangen."
    }
  },
  {
    "translation": {
      "en": "- YEAH. I JUST STARTED. - YOU WERE JUST FIRED.",
      "de": "-Du arbeitest für Harry, ja? -Ja. Ich habe gerade angefangen. Du wurdest gerade gefeuert."
    }
  },
  {
    "translation": {
      "en": "HEY, DOMINIC, I APPRECIATE WHAT YOU DID IN A BIG WAY.",
      "de": "He, Dominic. Ich weiß es sehr zu schätzen, was du getan hast."
    }
  },
  {
    "translation": {
      "en": "DOMINIC, I OWE YOU.",
      "de": "He, Dominic. Ich weiß es sehr zu schätzen, was du getan hast. Dominic, ich schulde dir was."
    }
  },
  {
    "translation": {
      "en": "BRIAN, YOU'RE MESSIN' WITH MY BUSINESS. WHEN DOMINIC DRIVES, HE'S GOLDEN.",
      "de": "Brian, du störst meine Geschäfte. Wenn Dominic fährt, ist er Gold wert."
    }
  },
  {
    "translation": {
      "en": "KIDS POUR IN HERE, THEY WANT EVERYTHING HE HAS, EVERY PERFORMANCE PART, AND THEY PAY CASH!",
      "de": "Dann kommen die Kinder. Wollen alles, was er hat. Jedes Autoteil. Gegen Bares."
    }
  },
  {
    "translation": {
      "en": "WHAT DID DOMINIC SAY? YOU DON'T WANNA KNOW.",
      "de": "-Was hat Dominic gesagt? -Das willst du nicht wissen."
    }
  },
  {
    "translation": {
      "en": "WHAT DID DOMINIC SAY? HE WANTS YOU OUTTA HERE.",
      "de": "-Was hat Dominic gesagt? -Du sollst hier verschwinden."
    }
  },
  {
    "translation": {
      "en": "HE WANTS ME OUTTA HERE? YES!",
      "de": "-Ich soll hier verschwinden? -Ja."
    }
  },
  {
    "translation": {
      "en": "AND WHAT DID YOU SAY TO DOM? WHAT DO YOU THINK I SAID?",
      "de": "-Und was hast du zu Dom gesagt? -Was meinst du denn, hab ich gesagt?"
    }
  },
  {
    "translation": {
      "en": "I TOLD HIM, \"GOOD HELP IS HARD TO FIND.\"",
      "de": "Ich sagte ihm: \"Gute Helfer sind schwer zu finden.\""
    }
  },
  {
    "translation": {
      "en": "RELAX.",
      "de": "Beruhige dich."
    }
  },
  {
    "translation": {
      "en": "I NEED NOS.",
      "de": "Ich brauche Nitratoxyd."
    }
  },
  {
    "translation": {
      "en": "I NEED NOS. NO.",
      "de": "-Ich brauche Nitratoxyd. -Nein."
    }
  },
  {
    "translation": {
      "en": "MY CAR TOPPED OUT AT 140 MILES PER HOUR THIS MORNING.",
      "de": "Mein Wagen hat heute Morgen bei 220 km/h ausgesetzt."
    }
  },
  {
    "translation": {
      "en": "AMATEURS DON'T USE NITROUS OXIDE. I'VE SEEN THE WAY YOU DRIVE. YOU GOT A HEAVY FOOT.",
      "de": "Amateure nehmen kein Nitratoxyd. Ich habe gesehen, wie du fährst. Mit Bleifuß."
    }
  },
  {
    "translation": {
      "en": "YOU'LL BLOW YOURSELF TO PIECES. I NEED ONE OF THESE.",
      "de": "-Du jagst dich noch in die Luft. -Ich brauche eins davon."
    }
  },
  {
    "translation": {
      "en": "ONE OF THE BIG ONES.",
      "de": "-Du jagst dich noch in die Luft. -Ich brauche eins davon. Eins von den großen. Oder mach besser zwei draus."
    }
  },
  {
    "translation": {
      "en": "ACTUALLY, NO. LET'S MAKE IT TWO.",
      "de": "Eins von den großen. Oder mach besser zwei draus."
    }
  },
  {
    "translation": {
      "en": "AND, HARRY, I NEED IT BY TONIGHT.",
      "de": "Und, Harry, ich brauche sie heute Abend."
    }
  },
  {
    "translation": {
      "en": "HEY, HOLD UP, HOLD UP. LOOK AT THIS SNOWMAN RIGHT HERE, MAN.",
      "de": "Wartet mal. Mann, seht euch das Weichei da an."
    }
  },
  {
    "translation": {
      "en": "SWEET RIDE. WHAT YOU RUNNIN' UNDER THERE, MAN?",
      "de": "Netter Wagen. Was steckt denn unter der Haube?"
    }
  },
  {
    "translation": {
      "en": "YOU GONNA MAKE ME FIND OUT THE HARD WAY?",
      "de": "-Soll ich's auf die harte Tour rausfinden? -Teufel, ja."
    }
  },
  {
    "translation": {
      "en": "- HELL, YEAH. - YOU BRAVE. YOU BRAVE.",
      "de": "-Soll ich's auf die harte Tour rausfinden? -Teufel, ja. Du bist tapfer. Man nennt mich Hector."
    }
  },
  {
    "translation": {
      "en": "THEY CALL ME HECTOR. I GOT A LAST NAME TOO, BUT I CAN'T PRONOUNCE IT, SO--",
      "de": "Du bist tapfer. Man nennt mich Hector. Aber meinen Nachnamen kann ich nicht aussprechen."
    }
  },
  {
    "translation": {
      "en": "BRIAN SPILNER. AH, TYPICAL WHITE BOY NAME.",
      "de": "-Brian Spilner. -Typischer Name für weiße Jungs."
    }
  },
  {
    "translation": {
      "en": "KNOW WHAT I'M SAYIN'?",
      "de": "Weißt du, was ich meine?"
    }
  },
  {
    "translation": {
      "en": "- [ Chattering ] - SEE THAT OVER THERE? THAT'S MINE. IT'S MY BABY. BUT I AIN'T CUTTIN' HER LOOSE TONIGHT.",
      "de": "Siehst du den da drüben? Der gehört mir. Mein Baby. Den nehme ich heute nicht."
    }
  },
  {
    "translation": {
      "en": "- WHY NOT? - IT'S 'CAUSE I'M GOIN' LEGIT.",
      "de": "-Warum nicht? -Ich werde legitim."
    }
  },
  {
    "translation": {
      "en": "TRYIN' TO GET ON THE NIRA CIRCUIT. YOU HEARD ABOUT THAT?",
      "de": "Ich will die Rennzulassung. Schon mal davon gehört?"
    }
  },
  {
    "translation": {
      "en": "OH, HELL, YEAH. YEAH, YEAH.",
      "de": "Ich will die Rennzulassung. Schon mal davon gehört? -Klar doch. -Und was ist mit dir, Mann?"
    }
  },
  {
    "translation": {
      "en": "- SO WHAT'S UP WITH YOU, MAN? - I'M JUST WAITIN' FOR TORETTO.",
      "de": "-Klar doch. -Und was ist mit dir, Mann? -Ich warte nur auf Toretto. -Scheiße. Stell dich lieber an. Deiner?"
    }
  },
  {
    "translation": {
      "en": "SHIT. BETTER GET IN LINE.",
      "de": "-Ich warte nur auf Toretto. -Scheiße. Stell dich lieber an. Deiner?"
    }
  },
  {
    "translation": {
      "en": "THIS YOURS? YEAH. I'M STANDIN' NEXT TO IT.",
      "de": "-Ich warte nur auf Toretto. -Scheiße. Stell dich lieber an. Deiner? -Ich stehe direkt daneben. -Das ist komisch."
    }
  },
  {
    "translation": {
      "en": "THAT'S FUNNY. YOU KNOW, EDWIN HAPPENS TO KNOW A FEW THINGS.",
      "de": "-Ich stehe direkt daneben. -Das ist komisch. Weißt du, Edwin weiß ein paar Dinge."
    }
  },
  {
    "translation": {
      "en": "AND ONE OF THE THINGS EDWIN KNOWS IS,",
      "de": "Und eins der Dinge, die Edwin weiß:"
    }
  },
  {
    "translation": {
      "en": "IT'S NOT HOW YOU STAND BY YOUR CAR.",
      "de": "Wichtig ist nicht, wie du zu deinem Wagen stehst,"
    }
  },
  {
    "translation": {
      "en": "IT'S HOW YOU RACE YOUR CAR. YOU BETTER LEARN THAT.",
      "de": "sondern wie du ihn im Rennen fährst. Merk dir das besser."
    }
  },
  {
    "translation": {
      "en": "OH, SHIT. HERE THEY COME. IT'S ON.",
      "de": "Oh, Scheiße. Da kommen sie. Jetzt geht's los."
    }
  },
  {
    "translation": {
      "en": "HEY, DOM, HOW YOU DOIN'? HEY, CAMILLE. [ Dominic ] YOU BEEN DOIN' YOGA?",
      "de": "-He, Dom. Wie geht's? -He, Camille. Hast du Yoga gemacht?"
    }
  },
  {
    "translation": {
      "en": "[ Indistinct ] OH, YOU DID? OF COURSE YOU DID. - MONICA. - OW.",
      "de": "Hast du? Klar hast du. Monica."
    }
  },
  {
    "translation": {
      "en": "I SMELL... SKANKS.",
      "de": "Hier riecht's nach Luder."
    }
  },
  {
    "translation": {
      "en": "WHY DON'T YOU GIRLS JUST PACK IT UP BEFORE I LEAVE TREAD MARKS ON YOUR FACE?",
      "de": "Warum haut ihr Mädels nicht ab, bevor ich Zeichen in eurem Gesicht hinterlasse?"
    }
  },
  {
    "translation": {
      "en": "OKAY. LETTY, I WAS JUST TALKIN'.",
      "de": "-Letty, ich habe nur geredet. -Ja. Was auch immer."
    }
  },
  {
    "translation": {
      "en": "- YEAH, WHATEVER. - OKAY, HECTOR.",
      "de": "-Letty, ich habe nur geredet. -Ja. Was auch immer. -Ok, Hector. -Ja? Was ist los, Mann?"
    }
  },
  {
    "translation": {
      "en": "YEAH? WHAT'S UP, MAN?",
      "de": "-Ok, Hector. -Ja? Was ist los, Mann?"
    }
  },
  {
    "translation": {
      "en": "YO, WHAT'S UP?",
      "de": "-Ja? Was ist los? -Edwin."
    }
  },
  {
    "translation": {
      "en": "EDWIN. HOW WE DOIN' THIS TONIGHT?",
      "de": "-Ja? Was ist los? -Edwin. -Wie machen wir es heute Abend? -Ein Rennen."
    }
  },
  {
    "translation": {
      "en": "ONE RACE. TWO-G BUY-IN. WINNER TAKES ALL.",
      "de": "-Wie machen wir es heute Abend? -Ein Rennen. 2000 $ Einlage. Der Gewinner kriegt alles. Hector, du machst die Bank."
    }
  },
  {
    "translation": {
      "en": "HECTOR, YOU'RE GONNA HOLD THE CASH.",
      "de": "2000 $ Einlage. Der Gewinner kriegt alles. Hector, du machst die Bank."
    }
  },
  {
    "translation": {
      "en": "- WHY HECTOR? - HE'S TOO SLOW TO MAKE AWAY WITH THE MONEY, MAN.",
      "de": "-Warum Hector? -Zu lahm, um mit dem Geld abzuhauen."
    }
  },
  {
    "translation": {
      "en": "OKAY, GOOD LUCK, GUYS. HEY, WAIT. HOLD UP.",
      "de": "-Okay. Viel Glück, Jungs. -He, warte. Augenblick mal."
    }
  },
  {
    "translation": {
      "en": "I DON'T HAVE ANY CASH, BUT I DO HAVE THE PINK SLIP TO MY CAR.",
      "de": "Ich habe kein Bargeld. Aber ich habe meine Fahrzeugpapiere."
    }
  },
  {
    "translation": {
      "en": "HEY, YOU JUST CAN'T CLIMB IN THE RING WITH ALI 'CAUSE YOU THINK YOU BOX.",
      "de": "Du kannst nicht mit Ali in den Ring, bloß weil du glaubst, boxen zu können."
    }
  },
  {
    "translation": {
      "en": "HE KNOWS I CAN BOX.",
      "de": "Du kannst nicht mit Ali in den Ring, bloß weil du glaubst, boxen zu können. Er weiß, dass ich boxen kann. Hör doch mal zu. Es ist so."
    }
  },
  {
    "translation": {
      "en": "SO CHECK IT OUT. IT'S LIKE THIS.",
      "de": "Er weiß, dass ich boxen kann. Hör doch mal zu. Es ist so."
    }
  },
  {
    "translation": {
      "en": "I LOSE, THE WINNER TAKES MY CAR, CLEAN AND CLEAR.",
      "de": "Wenn ich verliere, kriegt der Gewinner mein Auto. Ohne Palaver."
    }
  },
  {
    "translation": {
      "en": "BUT IF I WIN, I TAKE THE CASH, AND I TAKE THE RESPECT.",
      "de": "Aber wenn ich gewinne, kriege ich das Geld und den Respekt."
    }
  },
  {
    "translation": {
      "en": "- RESPECT. - [ Everyone Laughing ]",
      "de": "Respekt."
    }
  },
  {
    "translation": {
      "en": "TO SOME PEOPLE, THAT'S MORE IMPORTANT.",
      "de": "Für manche Leute ist der wichtiger."
    }
  },
  {
    "translation": {
      "en": "THAT YOUR CAR?",
      "de": "Ist das dein Wagen?"
    }
  },
  {
    "translation": {
      "en": "I SEE A COOL-AIR INTAKE. IT'S GOT A NOS-FOGGER SYSTEM AND A T-FOUR TURBO, DOMINIC.",
      "de": "Ich sehe einen Einlass für Kühlluft. Es hat ein NOS-Fogger-System und 4er Turbo."
    }
  },
  {
    "translation": {
      "en": "I SEE AN A.I.C. CONTROLLER.",
      "de": "Da ist eine zusätzliche Tankanzeige."
    }
  },
  {
    "translation": {
      "en": "IT HAS DIRECT PORT NITROUS INJECTION.",
      "de": "Es hat einen direkten Nitrateinführstutzen."
    }
  },
  {
    "translation": {
      "en": "YEAH, AND A STAND-ALONE FUEL MANAGEMENT SYSTEM.",
      "de": "Ja. Und ein automatisches Treibstoffsteuersystem."
    }
  },
  {
    "translation": {
      "en": "NOT A BAD WAY TO SPEND $10,000.",
      "de": "Keine schlechte Anlage für 10.000 $."
    }
  },
  {
    "translation": {
      "en": "YOU SEE THAT SHIT?",
      "de": "Siehst du den Scheiß hier?"
    }
  },
  {
    "translation": {
      "en": "HE'S GOT ENOUGH NOS IN THERE TO BLOW HIMSELF UP, PERIOD. YEAH.",
      "de": "Da drinnen hat er genug NOS, um sich in die Luft zu jagen. Punkt."
    }
  },
  {
    "translation": {
      "en": "SO, WHAT DO YOU SAY? AM I WORTHY?",
      "de": "Da drinnen hat er genug NOS, um sich in die Luft zu jagen. Punkt. -Und, was sagst du? Bin ich es wert? -Wissen wir noch nicht."
    }
  },
  {
    "translation": {
      "en": "WE DON'T KNOW YET. BUT YOU'RE IN.",
      "de": "-Und, was sagst du? Bin ich es wert? -Wissen wir noch nicht. Aber du bist dabei. Fahren wir."
    }
  },
  {
    "translation": {
      "en": "LET'S GO.",
      "de": "Aber du bist dabei. Fahren wir. -In Ordnung. -Fahren wir los!"
    }
  },
  {
    "translation": {
      "en": "WHAT THE HELL'S GOIN' ON AROUND HERE?",
      "de": "-Was zum Teufel geht hier ab? -Die Straße ist gesperrt, Pizzajunge."
    }
  },
  {
    "translation": {
      "en": "STREET'S CLOSED, PIZZA BOY. FIND ANOTHER WAY HOME.",
      "de": "-Was zum Teufel geht hier ab? -Die Straße ist gesperrt, Pizzajunge. -Such dir einen anderen Heimweg. -Verdammte Straßenrennen."
    }
  },
  {
    "translation": {
      "en": "GODDAMN STREET RACERS.",
      "de": "-Such dir einen anderen Heimweg. -Verdammte Straßenrennen."
    }
  },
  {
    "translation": {
      "en": "[ Woman ] LOG ON 22, CODE THREE. TENSION IS HIGH. THEY'VE BLOCKED THE STREET.",
      "de": "22, bitte melden. Notfall. Explosive Stimmung. Sie haben die Straße blockiert."
    }
  },
  {
    "translation": {
      "en": "EDWIN...",
      "de": "Edwin."
    }
  },
  {
    "translation": {
      "en": "THIS IS YOURS, WHETHER YOU WIN OR LOSE.",
      "de": "Das gehört dir, egal ob du verlierst oder gewinnst."
    }
  },
  {
    "translation": {
      "en": "BUT IF YOU WIN, YOU GET HER, TOO.",
      "de": "Aber wenn du gewinnst, kriegst du sie dazu."
    }
  },
  {
    "translation": {
      "en": "YOU'RE GONNA WIN.",
      "de": "Du wirst gewinnen."
    }
  },
  {
    "translation": {
      "en": "I'M GONNA WIN.",
      "de": "Ich werde gewinnen."
    }
  },
  {
    "translation": {
      "en": "WE HAD A REPORTED HOMICIDE, 187, AT BARABIAN LIQUORS.",
      "de": "Ein Mord wurde gemeldet. 187, bei Barabian Spirituosen."
    }
  },
  {
    "translation": {
      "en": "I'VE GOT A 187 IN GLENDALE. COPS ARE ALL OVER IT, MAN. WE'RE GOOD TO ROLL.",
      "de": "Ich habe einen 187 in Glendale. Alle Beamten sind dort. Wir können anfangen."
    }
  },
  {
    "translation": {
      "en": "- ALL RIGHT. - LET'S RACE!",
      "de": "-Ok. -Machen wir das Rennen!"
    }
  },
  {
    "translation": {
      "en": "RIGHT. [ Cheering ]",
      "de": "-Ok. -Machen wir das Rennen! Genau."
    }
  },
  {
    "translation": {
      "en": "GO!",
      "de": "Los!"
    }
  },
  {
    "translation": {
      "en": "HELL, YEAH!",
      "de": "Teufel, ja!"
    }
  },
  {
    "translation": {
      "en": "DAMN, THAT GUY'S FAST.",
      "de": "Verdammt, der Typ ist schnell."
    }
  },
  {
    "translation": {
      "en": "LET'S GO! \"MENAGE A\"!",
      "de": "Los geht's! Ménage à!"
    }
  },
  {
    "translation": {
      "en": "NO! MONICA!",
      "de": "Nein! Monica!"
    }
  },
  {
    "translation": {
      "en": "SHUT UP!",
      "de": "Halt den Mund!"
    }
  },
  {
    "translation": {
      "en": "[ Man ] LET'S GO NOW, BABY!",
      "de": "-Lass uns gehen, Baby! -Jawoll!"
    }
  },
  {
    "translation": {
      "en": "HERE'S WHAT YOU WANT, RIGHT HERE. THERE YOU GO.",
      "de": "Na los. Fahr rückwärts. Hier ist, was du gewonnen hast, direkt hier. Da, bitte."
    }
  },
  {
    "translation": {
      "en": "YOU WERE RACIN' A BUNCH OF SKATEBOARDS, KNOW WHAT I MEAN?",
      "de": "Hier ist, was du gewonnen hast, direkt hier. Da, bitte. Du bist gegen Skateboardfahrer angetreten. Weißt du, was ich meine?"
    }
  },
  {
    "translation": {
      "en": "MY SISTER HOLDS THE MONEY. COUNT IT.",
      "de": "Meine Schwester hat das Geld. Zähle es."
    }
  },
  {
    "translation": {
      "en": "AND YOU'RE MY TROPHY.",
      "de": "Ich und meine Trophäe."
    }
  },
  {
    "translation": {
      "en": "HEY, HEY, MONICA! WHAT'S UP, BABY? WHAT'S YOUR PROBLEM, NIGGA? YOU DIDN'T WIN. OOH!",
      "de": "-He, Monica. Was ist los, Baby? -Was ist dein Problem? Du hast verloren."
    }
  },
  {
    "translation": {
      "en": "FUCK YOU, THEN!",
      "de": "Zum Teufel mit dir!"
    }
  },
  {
    "translation": {
      "en": "WAS THAT FUN?",
      "de": "Hat das Spaß gemacht?"
    }
  },
  {
    "translation": {
      "en": "[ Man ] GOT A PROBLEM THERE, HUH, BUDDY?",
      "de": "Hat das Spaß gemacht? Gibt's ein Problem, Kumpel?"
    }
  },
  {
    "translation": {
      "en": "WHAT ARE YOU SMILIN' ABOUT? - DUDE, I ALMOST HAD YOU. - [ Cheering ]",
      "de": "-Weshalb lächelst du? -Du Idiot. Ich hätte dich fast gehabt."
    }
  },
  {
    "translation": {
      "en": "YOU ALMOST HAD ME?",
      "de": "Du hättest mich fast gehabt?"
    }
  },
  {
    "translation": {
      "en": "YOU NEVER HAD ME. YOU NEVER HAD YOUR CAR.",
      "de": "Du hättest mich fast gehabt? Du hättest mich nie gehabt. Du hättest nie mein Auto gehabt."
    }
  },
  {
    "translation": {
      "en": "[ Everyone ] OOH!",
      "de": "Du hättest mich nie gehabt. Du hättest nie mein Auto gehabt."
    }
  },
  {
    "translation": {
      "en": "GRANNY SHIFTING, NOT DOUBLE-CLUTCHIN' LIKE YOU SHOULD.",
      "de": "Du schaltest wie eine Oma. Nicht rasch, wie du solltest."
    }
  },
  {
    "translation": {
      "en": "YOU'RE LUCKY THAT HUNDRED-SHOT OF NOS... DIDN'T BLOW THE WELDS ON THE INTAKE.",
      "de": "Ein Glück, dass deine NOS-Ladung nicht die Schweißnaht des Einlasses sprengte."
    }
  },
  {
    "translation": {
      "en": "- [ Man ] NICE JOB! - ALMOST HAD ME?",
      "de": "Ein Glück, dass deine NOS-Ladung nicht die Schweißnaht des Einlasses sprengte. -Du hättest mich fast gehabt? -Sag's ihm, Dominic. Hauen wir hier ab."
    }
  },
  {
    "translation": {
      "en": "YOU TELL HIM, DOMINIC. GET OUTTA HERE.",
      "de": "-Du hättest mich fast gehabt? -Sag's ihm, Dominic. Hauen wir hier ab."
    }
  },
  {
    "translation": {
      "en": "NOW ME AND THE MAD SCIENTIST GOTTA RIP APART THE BLOCK...",
      "de": "Jetzt müssen ich und dieser Verrückte den Motor zerlegen"
    }
  },
  {
    "translation": {
      "en": "AND REPLACE THE PISTON RINGS YOU FRIED.",
      "de": "und die Kolbenringe ersetzen, die du durchgeschmort hast."
    }
  },
  {
    "translation": {
      "en": "ASK ANY RACER, ANY REAL RACER.",
      "de": "Kannst jeden Rennfahrer fragen. Wirklich jeden."
    }
  },
  {
    "translation": {
      "en": "IT DON'T MATTER IF YOU WIN BY AN INCH OR A MILE.",
      "de": "Kannst jeden Rennfahrer fragen. Wirklich jeden. Es ist egal, ob man mit 2,5 cm oder 1,5 km Vorsprung siegt. Siegen ist Siegen."
    }
  },
  {
    "translation": {
      "en": "- WINNING'S WINNING. - YEAH!",
      "de": "Es ist egal, ob man mit 2,5 cm oder 1,5 km Vorsprung siegt. Siegen ist Siegen. Ja!"
    }
  },
  {
    "translation": {
      "en": "AVAILABLE UNITS, WE HAVE REPORTED STREET RACING ALONG HAWTHORNE--",
      "de": "An alle verfügbaren Einheiten, ein Rennen entlang Hawthorne..."
    }
  },
  {
    "translation": {
      "en": "OH, SHIT! WE GOT COPS, COPS, COPS!",
      "de": "Oh, Scheiße! Da sind die Bullen. Bullen!"
    }
  },
  {
    "translation": {
      "en": "[ Leon ] GO!",
      "de": "Los!"
    }
  },
  {
    "translation": {
      "en": "DOM, GET IN THE CAR! GO!",
      "de": "Bullen! Steig ins Auto! Los!"
    }
  },
  {
    "translation": {
      "en": "TORETTO, STOP RIGHT THERE!",
      "de": "Toretto, bleib genau dort stehen!"
    }
  },
  {
    "translation": {
      "en": "GET IN!",
      "de": "Steig ein!"
    }
  },
  {
    "translation": {
      "en": "YOU'RE THE LAST PERSON IN THE WORLD I EXPECTED TO SHOW UP.",
      "de": "Du bist der Letzte, den ich erwartet habe, hier zu sehen."
    }
  },
  {
    "translation": {
      "en": "YEAH, WELL, I THOUGHT IF I GOT IN YOUR GOOD GRACES,",
      "de": "Du bist der Letzte, den ich erwartet habe, hier zu sehen. Ich dachte, wenn ich mich gut mit dir stelle, lässt du mir vielleicht mein Auto."
    }
  },
  {
    "translation": {
      "en": "YOU MIGHT LET ME KEEP MY CAR.",
      "de": "Ich dachte, wenn ich mich gut mit dir stelle, lässt du mir vielleicht mein Auto."
    }
  },
  {
    "translation": {
      "en": "YOU ARE IN MY GOOD GRACES, BUT YOU AIN'T KEEPIN' YOUR CAR.",
      "de": "Ich dachte, wenn ich mich gut mit dir stelle, lässt du mir vielleicht mein Auto. Du stehst gut mit mir, aber dein Auto behältst du nicht."
    }
  },
  {
    "translation": {
      "en": "YOU DRIVE LIKE YOU'VE DONE THIS BEFORE.",
      "de": "Du stehst gut mit mir, aber dein Auto behältst du nicht. Du fährst wie ein Profi. Bist du ein Fluchtfahrer?"
    }
  },
  {
    "translation": {
      "en": "- WHAT ARE YOU, A WHEEL MAN? - NO.",
      "de": "Du fährst wie ein Profi. Bist du ein Fluchtfahrer? -Nein. -Klaust du Autos?"
    }
  },
  {
    "translation": {
      "en": "YOU BOOST CARS?",
      "de": "-Nein. -Klaust du Autos?"
    }
  },
  {
    "translation": {
      "en": "- NO. NEVER. - EVER DONE TIME?",
      "de": "-Nein. Nie. -Je gesessen?"
    }
  },
  {
    "translation": {
      "en": "COUPLE OF OVERNIGHTERS. NO BIG DEAL.",
      "de": "Ein paar Mal über Nacht. Keine große Sache."
    }
  },
  {
    "translation": {
      "en": "WHAT ABOUT THE TWO YEARS IN JUVIE FOR BOOSTIN' CARS?",
      "de": "Und die zwei Jahre im Jugendstrafvollzug fürs Autoklauen?"
    }
  },
  {
    "translation": {
      "en": "HAH. TUCSON, RIGHT?",
      "de": "Tucson, stimmt's?"
    }
  },
  {
    "translation": {
      "en": "YEAH, I HAD JESSE RUN A PROFILE ON YOU, BRIAN EARL SPILNER.",
      "de": "Ich habe dich von Jesse überprüfen lassen, Brian Earl Spilner."
    }
  },
  {
    "translation": {
      "en": "HE'LL FIND ANYTHING ON THE WEB, ANYTHING ABOUT ANYBODY.",
      "de": "Er findet alles im Internet. Alles über jeden."
    }
  },
  {
    "translation": {
      "en": "SO WHY BULLSHIT?",
      "de": "Also, wozu erzählst du den Scheiß?"
    }
  },
  {
    "translation": {
      "en": "SO WHAT ABOUT YOU?",
      "de": "Und was ist mit dir?"
    }
  },
  {
    "translation": {
      "en": "TWO YEARS IN LOMPOC.",
      "de": "Zwei Jahre in Lompoc."
    }
  },
  {
    "translation": {
      "en": "I'LL DIE BEFORE I GO BACK.",
      "de": "Eher sterbe ich, als dass ich noch mal dahin gehe."
    }
  },
  {
    "translation": {
      "en": "- OH, GREAT. - WHAT?",
      "de": "-Oh, toll. -Was?"
    }
  },
  {
    "translation": {
      "en": "IT'S GONNA BE A LONG-ASS NIGHT, THAT'S WHAT.",
      "de": "Das wird eine scheißlange Nacht. Das ist was."
    }
  },
  {
    "translation": {
      "en": "FOLLOW US.",
      "de": "Fahr uns nach."
    }
  },
  {
    "translation": {
      "en": "I THOUGHT WE HAD AN AGREEMENT. YOU STAY AWAY, I STAY AWAY.",
      "de": "Ich dachte, wir hätten eine Vereinbarung. Du bleibst weg. Ich bleibe weg."
    }
  },
  {
    "translation": {
      "en": "EVERYBODY STAYS HAPPY.",
      "de": "Und alle sind glücklich."
    }
  },
  {
    "translation": {
      "en": "WE GOT LOST, JOHNNY. WHAT DO YOU WANT ME TO TELL YOU?",
      "de": "Und alle sind glücklich. Wir sind abgehauen. Was willst du hören?"
    }
  },
  {
    "translation": {
      "en": "- WHO'S \"WE\"? - UH, MY NEW MECHANIC.",
      "de": "-Wer ist \"wir\"? -Mein neuer Mechaniker."
    }
  },
  {
    "translation": {
      "en": "BRIAN, MEET JOHNNY TRAN.",
      "de": "Brian, das ist Johnny Tran."
    }
  },
  {
    "translation": {
      "en": "THE GUY IN THE SNAKESKIN PANTS, THAT'S HIS COUSIN, LANCE.",
      "de": "Der Typ in Schlangenlederhosen. Das ist sein Cousin. Lance."
    }
  },
  {
    "translation": {
      "en": "SO WHEN ARE YOU GONNA GIVE ME A SHOT AT THAT HONDA 2000 OF YOURS?",
      "de": "Also, wann lässt du mich mal mit deinem Honda 2000 fahren?"
    }
  },
  {
    "translation": {
      "en": "- THIS YOUR RIDE? - IT WAS. IT'S HIS NOW.",
      "de": "-Ist das deiner? -War er. Jetzt ist er seiner."
    }
  },
  {
    "translation": {
      "en": "NO, IT'S NOT. I HAVEN'T TAKEN DELIVERY.",
      "de": "Nein, ist er nicht. Ich habe die Lieferung nicht angenommen."
    }
  },
  {
    "translation": {
      "en": "THEN IT'S NOBODY'S CAR. SOMEBODY PUT IN THE WRENCH TIME.",
      "de": "Dann gehört der Wagen niemandem. Aber jemand hat daran rumgeschraubt."
    }
  },
  {
    "translation": {
      "en": "WHAT DO YOU THINK, LANCE? IT'S AN AMAZING MACHINE.",
      "de": "-Was meinst du, Lance? -Ein tolles Gerät."
    }
  },
  {
    "translation": {
      "en": "[ Johnny ] YES, INDEED.",
      "de": "Ja, das stimmt."
    }
  },
  {
    "translation": {
      "en": "LET'S GO.",
      "de": "Fahren wir."
    }
  },
  {
    "translation": {
      "en": "I'LL SEE YOU IN THE DESERT NEXT MONTH. BE READY TO HAVE YOUR ASS HANDED TO YOU.",
      "de": "Ich treffe dich nächsten Monat in der Wüste. Dann setzt es was."
    }
  },
  {
    "translation": {
      "en": "- YOU'RE GONNA NEED MORE THAN THAT CROTCH ROCKET. - I GOT SOMETHIN' FOR YOU.",
      "de": "Dazu reicht dieser Penisersatz aber nicht. Ich habe was für dich."
    }
  },
  {
    "translation": {
      "en": "WHAT THE HELL WAS THAT ALL ABOUT?",
      "de": "-Was zum Teufel sollte das? -Lange Geschichte. Erzähle ich dir später."
    }
  },
  {
    "translation": {
      "en": "LONG STORY. I'LL TELL YOU LATER. LET'S GET OUTTA HERE.",
      "de": "-Was zum Teufel sollte das? -Lange Geschichte. Erzähle ich dir später. Hauen wir hier ab."
    }
  },
  {
    "translation": {
      "en": "NOS!",
      "de": "Das Nitratoxyd!"
    }
  },
  {
    "translation": {
      "en": "SO, WHAT THE HELL WAS THAT ALL ABOUT? IT'S A LONG STORY.",
      "de": "-So, und was sollte das alles jetzt? -Das ist eine lange Geschichte."
    }
  },
  {
    "translation": {
      "en": "WELL, WE GOT A 20-MILE HIKE. HUMOR ME.",
      "de": "Vor uns liegen 30 km. Unterhalte mich ruhig."
    }
  },
  {
    "translation": {
      "en": "A BUSINESS DEAL THAT WENT SOUR.",
      "de": "Ein Geschäft ging schief."
    }
  },
  {
    "translation": {
      "en": "PLUS, I MADE THE MISTAKE OF SLEEPIN' WITH HIS SISTER.",
      "de": "Außerdem machte ich den Fehler, mit seiner Schwester zu schlafen."
    }
  },
  {
    "translation": {
      "en": "YO, SPILNER.",
      "de": "He, Spilner."
    }
  },
  {
    "translation": {
      "en": "- YOU WANT A BEER? - YEAH, SURE.",
      "de": "-Willst du ein Bier? -Ja, klar."
    }
  },
  {
    "translation": {
      "en": "OH, SHIT.",
      "de": "Oh, Scheiße."
    }
  },
  {
    "translation": {
      "en": "[ Man ] WE WERE ALL THERE, RIGHT? FALLING BEHIND.",
      "de": "-Ihr seid alle da, ja? -Wow, ist die heiß, Mann."
    }
  },
  {
    "translation": {
      "en": "- WITH ALL THAT NITROUS. - YEAH.",
      "de": "-Wer von euch nimmt Nitrat? -Hier."
    }
  },
  {
    "translation": {
      "en": "YO, DOM. HEY, MAN. WE WERE JUST ABOUT TO GO LOOKIN' FOR YOU, BROTHER.",
      "de": "He, Dom. Wir wollten dich gerade suchen, Bruder."
    }
  },
  {
    "translation": {
      "en": "WHERE WERE YOU?",
      "de": "Wo warst du?"
    }
  },
  {
    "translation": {
      "en": "THERE WERE MASS COPS THERE. THEY CAME IN FROM EVERY DIRECTION.",
      "de": "Dort waren eine Menge Bullen. Sie kamen aus allen Richtungen. Es war geplant."
    }
  },
  {
    "translation": {
      "en": "THEIR SHIT WAS ORCHESTRATED. THIS YOUR BEER?",
      "de": "Dort waren eine Menge Bullen. Sie kamen aus allen Richtungen. Es war geplant. -Ist das dein Bier? -Ja, das ist mein Bier."
    }
  },
  {
    "translation": {
      "en": "YEAH, THAT'S MY BEER.",
      "de": "-Ist das dein Bier? -Ja, das ist mein Bier."
    }
  },
  {
    "translation": {
      "en": "YO, EINSTEIN. TAKE IT UPSTAIRS.",
      "de": "He, Einstein. Nimm sie mit hoch."
    }
  },
  {
    "translation": {
      "en": "YOU CAN'T DETAIL A CAR WITH THE COVER ON.",
      "de": "He, Einstein. Nimm sie mit hoch. Man sieht sich kein Auto an, das abgedeckt ist."
    }
  },
  {
    "translation": {
      "en": "CAN'T EVEN GET THAT RIGHT. YOU ALL RIGHT?",
      "de": "-Nicht mal das macht er richtig. -Bist du okay?"
    }
  },
  {
    "translation": {
      "en": "AM I ALL RIGHT? [ Letty ] IT WAS JUST A QUESTION.",
      "de": "-Ob ich okay bin? -Es war nur eine Frage."
    }
  },
  {
    "translation": {
      "en": "YO, DOM! WHY'D YOU BRING THE BUSTER HERE?",
      "de": "He, Dom. -Warum hast du den Typen angeschleppt? -Er hat mir die Handschellen erspart!"
    }
  },
  {
    "translation": {
      "en": "'CAUSE THE BUSTER KEPT ME OUT OF HANDCUFFS!",
      "de": "-Warum hast du den Typen angeschleppt? -Er hat mir die Handschellen erspart!"
    }
  },
  {
    "translation": {
      "en": "HE DIDN'T JUST RUN BACK TO THE FORT!",
      "de": "-Warum hast du den Typen angeschleppt? -Er hat mir die Handschellen erspart! Der ist nicht einfach heimgelaufen. Der Typ hat mich zurückgebracht."
    }
  },
  {
    "translation": {
      "en": "THE BUSTER BROUGHT ME BACK.",
      "de": "Der ist nicht einfach heimgelaufen. Der Typ hat mich zurückgebracht."
    }
  },
  {
    "translation": {
      "en": "YOU CAN HAVE ANY BREW YOU WANT-- AS LONG AS IT'S A CORONA.",
      "de": "Du kannst jede Marke haben, die du willst, solange es Corona ist."
    }
  },
  {
    "translation": {
      "en": "THANKS, MAN. THAT'S VINCE'S, SO ENJOY IT.",
      "de": "-Danke, Mann. -Das geht auf Vince. Genieß es."
    }
  },
  {
    "translation": {
      "en": "YOU--",
      "de": "Du."
    }
  },
  {
    "translation": {
      "en": "HEY, BRO, YOU GOT A BATHROOM? YEAH, UPSTAIRS. FIRST DOOR ON THE RIGHT.",
      "de": "-He, Bruder. Gibt's hier ein Bad? -Oben. Erste Tür rechts."
    }
  },
  {
    "translation": {
      "en": "HE'S GOT NO CALL BEIN' UP IN HERE.",
      "de": "Er hat kein Recht, hier zu sein. Du kennst den Typen doch gar nicht."
    }
  },
  {
    "translation": {
      "en": "- YOU DON'T KNOW THAT FOOL FOR SHIT! - HE'S RIGHT, DOM.",
      "de": "Er hat kein Recht, hier zu sein. Du kennst den Typen doch gar nicht. -Er hat Recht, Dom. -Einst kannte ich dich auch nicht."
    }
  },
  {
    "translation": {
      "en": "VINCE, THERE WAS A TIME WHEN I DIDN'T KNOW YOU.",
      "de": "-Er hat Recht, Dom. -Einst kannte ich dich auch nicht."
    }
  },
  {
    "translation": {
      "en": "THAT WAS IN THE THIRD GRADE!",
      "de": "Das war in der dritten Klasse!"
    }
  },
  {
    "translation": {
      "en": "[ Dominic ] YEAH, SO, WHAT GIRLS ARE HERE? HO! YOU JUST NAME IT. YOU WANT MINE?",
      "de": "-Ja. Also, welche Mädels sind hier? -Welche du willst. Willst du meine?"
    }
  },
  {
    "translation": {
      "en": "YOU NEED TO SHUT THE F-- YOU WANT TWO?",
      "de": "-Schließ erst mal... -Willst du zwei?"
    }
  },
  {
    "translation": {
      "en": "YOU DON'T HAVE ANYTHING? YOU LOOK A BIT TIRED.",
      "de": "-Hast du nichts? -Du siehst müde aus."
    }
  },
  {
    "translation": {
      "en": "[ Letty ] YOU SHOULD GO UPSTAIRS AND GIVE ME A MASSAGE.",
      "de": "Vielleicht solltest du hochgehen und mich massieren."
    }
  },
  {
    "translation": {
      "en": "LOOK AT ALL OUR GUESTS.",
      "de": "Vielleicht solltest du hochgehen und mich massieren. -Sieh dir all unsere Gäste an. -Wie wär's? Massierst du mich?"
    }
  },
  {
    "translation": {
      "en": "HOW ABOUT WE GO UPSTAIRS AND YOU GIVE ME A MASSAGE?",
      "de": "-Sieh dir all unsere Gäste an. -Wie wär's? Massierst du mich?"
    }
  },
  {
    "translation": {
      "en": "[ Chuckles ] CRAZY LADY.",
      "de": "Verrücktes Weib."
    }
  },
  {
    "translation": {
      "en": "YOU KNOW YOU OWE ME A TEN-SECOND CAR, RIGHT?",
      "de": "Du weißt, dass du mir einen 10-Sekunden-Wagen schuldest?"
    }
  },
  {
    "translation": {
      "en": "OH, SHIT.",
      "de": "Oh, Scheiße."
    }
  },
  {
    "translation": {
      "en": "DID YOU WIPE THE SEAT?",
      "de": "Hast du den Sitz abgewischt?"
    }
  },
  {
    "translation": {
      "en": "OH, JESUS CHRIST! WOULD YOU CUT THIS SHIT ALREADY? COME ON!",
      "de": "Herrgott! Gib doch mal Ruhe. Na komm!"
    }
  },
  {
    "translation": {
      "en": "COME ON. LET'S GO GET ME A DRINK. AW, COME ON, MAN. WE WERE JUST ABOUT TO GET ALONG.",
      "de": "-Na komm. Geh was trinken mit mir. -Wollten wir auch gerade."
    }
  },
  {
    "translation": {
      "en": "SO, WHAT DO YOU WANT? UH, ANYTHING, LONG AS IT'S COLD.",
      "de": "-Also, was willst du? -Egal, solange es kühl ist."
    }
  },
  {
    "translation": {
      "en": "YOU KNOW, MY BROTHER LIKES YOU. HE USUALLY DOESN'T LIKE ANYBODY.",
      "de": "Weißt du, mein Bruder mag dich. Normalerweise mag er niemanden."
    }
  },
  {
    "translation": {
      "en": "YEAH, HE'S A COMPLICATED GUY.",
      "de": "Weißt du, mein Bruder mag dich. Normalerweise mag er niemanden. -Er ist kompliziert. -Ja? Und was ist mit dir?"
    }
  },
  {
    "translation": {
      "en": "YEAH? WHAT ABOUT YOU?",
      "de": "-Er ist kompliziert. -Ja? Und was ist mit dir?"
    }
  },
  {
    "translation": {
      "en": "I'M SIMPLER. YOU'RE A SHITTY LIAR.",
      "de": "-Ich bin einfacher. -Du bist ein lausiger Lügner."
    }
  },
  {
    "translation": {
      "en": "WELL, I'LL TAKE THAT AS A COMPLIMENT.",
      "de": "Nun, das nehme ich als Kompliment."
    }
  },
  {
    "translation": {
      "en": "BUT THERE'S A PROBLEM. WHAT'S THAT?",
      "de": "-Aber da ist ein Problem. -Und welches?"
    }
  },
  {
    "translation": {
      "en": "YOU NEED TO GET SOME SLEEP.",
      "de": "Du brauchst eine Mütze Schlaf."
    }
  },
  {
    "translation": {
      "en": "AND YOU DEFINITELY, DEFINITELY NEED A SHOWER.",
      "de": "Und du brauchst ganz eindeutig eine Dusche."
    }
  },
  {
    "translation": {
      "en": "COME ON. I'LL TAKE YOU HOME.",
      "de": "Na komm. Ich bringe dich heim."
    }
  },
  {
    "translation": {
      "en": "SHOW ME YOUR HANDS. VERY GOOD. NOW OPEN THE DOOR.",
      "de": "Zeig mir deine Hände. Sehr gut. Jetzt mach die Tür auf."
    }
  },
  {
    "translation": {
      "en": "PUT YOUR HANDS ON YOUR HEAD. BEHIND YOUR HEAD.",
      "de": "Leg die Hände auf deinen Kopf. Hinter deinen Kopf."
    }
  },
  {
    "translation": {
      "en": "FACE THE FRONT OF THE VEHICLE, WALK BACKWARDS TOWARDS THE REAR.",
      "de": "Gesicht zum Fahrzeug, geh rückwärts bis zum Heck."
    }
  },
  {
    "translation": {
      "en": "TAKE TWO STEPS TO YOUR RIGHT. STOP RIGHT THERE.",
      "de": "Geh zwei Schritte nach rechts. Bleib genau da stehen."
    }
  },
  {
    "translation": {
      "en": "WHAT'D I DO? SHUT UP. HE'S CLEAN, SARGE.",
      "de": "-Was habe ich getan? -Halt den Mund. Er ist sauber."
    }
  },
  {
    "translation": {
      "en": "DAMN! MUSE, WILL YOU TAKE THESE THINGS OFF?",
      "de": "Verdammt! Muse, nimmst du wohl die Dinger ab?"
    }
  },
  {
    "translation": {
      "en": "SHIT. YOU PUT 'EM ON SO TIGHT. I LIKE REALISM.",
      "de": "-Scheiße. Die hast du so eng gemacht. -Ich hab's gern realistisch."
    }
  },
  {
    "translation": {
      "en": "YOU LIKE REALISM. YOU NEVER KNOW WHO'S WATCHING, BRIAN.",
      "de": "-Scheiße. Die hast du so eng gemacht. -Ich hab's gern realistisch. Man weiß nie, wer zusieht, Brian."
    }
  },
  {
    "translation": {
      "en": "WOW. NICE CRIB, SERGEANT.",
      "de": "Nette Hütte, Sergeant. Hübscher als die letzte, die Sie konfisziert haben."
    }
  },
  {
    "translation": {
      "en": "IT'S A LOT NICER THAN THAT LAST PLACE YOU CONFISCATED. AIN'T IT?",
      "de": "Nette Hütte, Sergeant. Hübscher als die letzte, die Sie konfisziert haben. Nicht wahr? Eddie Fisher hat dieses Haus in den 50ern für Elizabeth Taylor gebaut."
    }
  },
  {
    "translation": {
      "en": "YOU KNOW, EDDIE FISHER BUILT THIS HOUSE FOR ELIZABETH TAYLOR IN THE '50s.",
      "de": "Nicht wahr? Eddie Fisher hat dieses Haus in den 50ern für Elizabeth Taylor gebaut."
    }
  },
  {
    "translation": {
      "en": "YOU SEE, EVEN THE COPS ARE HOLLYWOOD IN HOLLYWOOD.",
      "de": "Siehst du, selbst die Bullen sind Hollywood in Hollywood."
    }
  },
  {
    "translation": {
      "en": "OKAY, HERE HE IS, FRESH FROM TORETTO'S HOT ROD HEAVEN.",
      "de": "Ok, hier ist er, frisch aus Torettos Himmel für heiße Öfen."
    }
  },
  {
    "translation": {
      "en": "THAT WAS AN $80,000 VEHICLE, OFFICER.",
      "de": "Ok, hier ist er, frisch aus Torettos Himmel für heiße Öfen. Das war ein $80.000-Fahrzeug."
    }
  },
  {
    "translation": {
      "en": "- WAIT A MINUTE. YOU TELL HIM WHAT HAPPENED? - HE KNOWS WHAT HAPPENED.",
      "de": "Das war ein $80.000-Fahrzeug. -Haben Sie erzählt, was passiert ist? -Er weiß es."
    }
  },
  {
    "translation": {
      "en": "SEND THE BILL TO JOHNNY TRAN. BRIAN. THE KID'S GIVIN' ME ATTITUDE?",
      "de": "-Schicken Sie Johnny Tran die Rechnung. -Hat der Jüngling was gegen mich?"
    }
  },
  {
    "translation": {
      "en": "THAT DOESN'T SPEAK VERY WELL FOR POLICE-F.B.I. RELATIONS, TANNER.",
      "de": "Das spricht nicht für gute Polizei-FBI-Zusammenarbeit."
    }
  },
  {
    "translation": {
      "en": "I WALK IN THE DOOR, AND THE GUY'S ALREADY GIVIN' ME-- ALL RIGHT, ALL RIGHT.",
      "de": "-Ich komme herein und der Typ ist schon... -In Ordnung."
    }
  },
  {
    "translation": {
      "en": "WE'LL TALK, OKAY? LET'S TALK ABOUT IT.",
      "de": "Wir reden, okay? Reden wir darüber."
    }
  },
  {
    "translation": {
      "en": "MUSE, WHY DON'T YOU MAKE US FOUR ICED CAPPUCCINOS, PLEASE.",
      "de": "Muse, machen Sie uns bitte vier eisgekühlte Cappuccinos?"
    }
  },
  {
    "translation": {
      "en": "COME ON. REGULAR OR DECAF, SARGE?",
      "de": "-Na los. -Normal oder entkoffeiniert?"
    }
  },
  {
    "translation": {
      "en": "UH, DECAF, I THINK.",
      "de": "Entkoffeiniert, denke ich."
    }
  },
  {
    "translation": {
      "en": "FOUR HIJACKINGS IN TWO MONTHS, AND WE DON'T HAVE ANYTHING.",
      "de": "Vier Entführungen in zwei Monaten und wir haben nichts."
    }
  },
  {
    "translation": {
      "en": "DVD PLAYERS AND DIGITAL CAMERAS ALONE ARE WORTH A MILLION-TWO,",
      "de": "Die DVD-Player und Digitalkameras sind 1,2 Millionen Dollar wert,"
    }
  },
  {
    "translation": {
      "en": "WHICH BRINGS THE GRAND TOTAL TO SIX MILLION PLUS.",
      "de": "das macht dann insgesamt über 6 Millionen Dollar."
    }
  },
  {
    "translation": {
      "en": "WE'RE IN THE POLITICAL CROSSHAIRS NOW, BRIAN.",
      "de": "Wir stehen jetzt im politischen Kreuzfeuer, Brian."
    }
  },
  {
    "translation": {
      "en": "THAT'S WHY YOU'RE UNDERCOVER.",
      "de": "Deshalb ermitteln Sie verdeckt."
    }
  },
  {
    "translation": {
      "en": "YOU WANT THAT DETECTIVE BADGE FAST, KID. AND YOU WANNA KNOW SOMETHING?",
      "de": "Sie wollen doch schnell befördert werden. Und wissen Sie was?"
    }
  },
  {
    "translation": {
      "en": "THE F.B.I. CAN HELP, IF YOU COME THROUGH FOR US.",
      "de": "Das FBI kann Ihnen helfen, wenn Sie das für uns lösen."
    }
  },
  {
    "translation": {
      "en": "WHAT DOES THE TRUCK DRIVER SAY?",
      "de": "Was sagt der LKW-Fahrer?"
    }
  },
  {
    "translation": {
      "en": "HE GAVE US THE SAME M.O. THREE HONDA CIVICS, PRECISION DRIVING,",
      "de": "Dieselbe Vorgehensweise: Drei Honda Civics, mit Präzision gesteuert,"
    }
  },
  {
    "translation": {
      "en": "THE SAME GREEN NEON GLOW FROM UNDER THE CHASSIS.",
      "de": "derselbe grüne Neonlichtschimmer unterhalb des Chassis."
    }
  },
  {
    "translation": {
      "en": "LAB SAYS THE SKID MARKS CAME BACK THE SAME: MASHAMOTO Z.X. TIRES.",
      "de": "Laut Labor sind die Reifenprofile dieselben: Mashamoto ZX-Reifen."
    }
  },
  {
    "translation": {
      "en": "SO WE KNOW THAT IT'S SOMEBODY IN THE STREET RACING WORLD.",
      "de": "Also wissen wir, dass sie aus dem Rennmilieu sind."
    }
  },
  {
    "translation": {
      "en": "WE DON'T MAKE THIS CASE SOON, THE TRUCKERS WILL TAKE MATTERS INTO THEIR OWN HANDS.",
      "de": "Wenn wir den Fall nicht lösen, nehmen die LKW-Fahrer die Sache selbst in die Hand."
    }
  },
  {
    "translation": {
      "en": "I TELL 'EM WE'RE CLOSE.",
      "de": "Ich sage ihnen, wir sind nahe dran."
    }
  },
  {
    "translation": {
      "en": "YOU GONNA MAKE ME A LIAR?",
      "de": "Soll ich denn als Lügner dastehen?"
    }
  },
  {
    "translation": {
      "en": "LOOK, WHAT DO WE KNOW?",
      "de": "Also, was wissen wir denn?"
    }
  },
  {
    "translation": {
      "en": "WE ALL KNOW THIS WORLD REVOLVES AROUND TORETTO, RIGHT?",
      "de": "Wir wissen, dass sich da alles um Toretto dreht."
    }
  },
  {
    "translation": {
      "en": "NOW, I'M NOT SAYIN' THAT HE'S NECESSARILY THE ONE THAT'S POPPIN' THESE TRUCKS,",
      "de": "Ich sage nicht, dass er es ist, der die LKWs stiehlt,"
    }
  },
  {
    "translation": {
      "en": "BUT I CAN GUARANTEE THE BOTH OF YOU THAT HE KNOWS WHO IS.",
      "de": "aber er weiß garantiert, wer das tut. Es ist nur eine Frage der Zeit, bis ich..."
    }
  },
  {
    "translation": {
      "en": "IT'S JUST A MATTER OF TIME UNTIL I WIN--",
      "de": "aber er weiß garantiert, wer das tut. Es ist nur eine Frage der Zeit, bis ich... Wenn Sie Zeit wollen, kaufen Sie die Zeitung. Wir haben keine Zeit."
    }
  },
  {
    "translation": {
      "en": "YOU WANT TIME, BUY THE MAGAZINE. WE DON'T HAVE TIME.",
      "de": "Wenn Sie Zeit wollen, kaufen Sie die Zeitung. Wir haben keine Zeit."
    }
  },
  {
    "translation": {
      "en": "JUST GET ME SOMETHING I CAN USE.",
      "de": "Bringen Sie mir was, das ich gebrauchen kann."
    }
  },
  {
    "translation": {
      "en": "IS HARRY COOPERATING?",
      "de": "Kooperiert Harry?"
    }
  },
  {
    "translation": {
      "en": "YEAH, LIKE A GUY THAT'S GONNA DO THREE TO FIVE FOR RECEIVING STOLEN PROPERTY IF HE DOESN'T.",
      "de": "Er wird wegen Hehlerei eingebuchtet, wenn er nicht kooperiert."
    }
  },
  {
    "translation": {
      "en": "WHAT KIND OF VIBE IS HE GETTING FROM TORETTO?",
      "de": "Er wird wegen Hehlerei eingebuchtet, wenn er nicht kooperiert. Wie steht er zu Toretto?"
    }
  },
  {
    "translation": {
      "en": "HE'S SCARED TO DEATH OF HIM, BUT HE DOESN'T THINK HE'S JACKIN' TRUCKS IN HIS SPARE TIME.",
      "de": "Er hat Angst vor ihm, glaubt aber nicht, dass er LKWs stiehlt."
    }
  },
  {
    "translation": {
      "en": "- HE'S TOO CONTROLLED FOR THAT. - WAIT.",
      "de": "-Dafür ist er zu kontrolliert. -Warten Sie."
    }
  },
  {
    "translation": {
      "en": "NOT THAT I WANT TO CONTRADICT HARRY'S FINE JUDGE OF CHARACTER,",
      "de": "Ich widerspreche ungern Harrys netter Beurteilung,"
    }
  },
  {
    "translation": {
      "en": "BUT, UH, TORETTO DID HARD TIME FOR NEARLY BEATING A GUY TO DEATH.",
      "de": "aber Toretto hätte einen Typen beinahe tot geschlagen."
    }
  },
  {
    "translation": {
      "en": "HE'S GOT NITROUS OXIDE IN HIS BLOOD AND A GAS TANK FOR A BRAIN.",
      "de": "Er hat Nitratoxyd im Blut und einen Tank statt eines Gehirns."
    }
  },
  {
    "translation": {
      "en": "DO NOT TURN YOUR BACK ON HIM.",
      "de": "Drehen Sie ihm nicht den Rücken zu."
    }
  },
  {
    "translation": {
      "en": "HEY, TANNER. I'M GONNA NEED ANOTHER CAR.",
      "de": "Drehen Sie ihm nicht den Rücken zu. Tanner, ich brauche einen anderen Wagen."
    }
  },
  {
    "translation": {
      "en": "WHAT ABOUT PARTS AND SERVICE? HOLD OFF ON THAT.",
      "de": "-Ersatzteile und Service? -Halt dich dabei zurück."
    }
  },
  {
    "translation": {
      "en": "DOM, I DON'T KNOW WHAT TO DO WITH THIS.",
      "de": "Dom, ich weiß nicht, was ich damit tun soll."
    }
  },
  {
    "translation": {
      "en": "ALL RIGHT, WHAT THE HELL IS THIS? WHAT DO YOU GOT THERE?",
      "de": "In Ordnung, was zum Teufel ist das? Was hast du denn da?"
    }
  },
  {
    "translation": {
      "en": "- THIS IS YOUR CAR. - MY CAR?",
      "de": "-Das ist dein Wagen. -Mein Wagen?"
    }
  },
  {
    "translation": {
      "en": "I SAID A TEN-SECOND CAR, NOT A TEN-MINUTE CAR.",
      "de": "Ich sagte, ein 10-Sekunden-Auto, nicht 10-Minuten-Auto. ANBIETERPYRAMIDE SCHNELL GUT BILLIG"
    }
  },
  {
    "translation": {
      "en": "YOU COULD PUSH THIS ACROSS THE FINISH LINE, OR TOW IT.",
      "de": "Das könnte man über die Ziellinie schieben oder ziehen."
    }
  },
  {
    "translation": {
      "en": "COULDN'T EVEN TOW THAT ACROSS THE FINISH LINE.",
      "de": "Das könnte man nicht mal über die Ziellinie ziehen."
    }
  },
  {
    "translation": {
      "en": "[ Mia And Letty Laugh ] NO FAITH.",
      "de": "Das könnte man nicht mal über die Ziellinie ziehen. Kein Vertrauen."
    }
  },
  {
    "translation": {
      "en": "OH, I HAVE FAITH IN YOU, BUT THIS ISN'T A JUNKYARD.",
      "de": "Ich vertraue dir, aber hier ist kein Schrottplatz."
    }
  },
  {
    "translation": {
      "en": "- THIS IS A GARAGE. - HEY, POP THE HOOD.",
      "de": "-Dies ist eine Werkstatt. -Mach die Haube auf."
    }
  },
  {
    "translation": {
      "en": "- POP THE HOOD? - POP THE HOOD.",
      "de": "-Die Haube aufmachen? -Mach die Haube auf."
    }
  },
  {
    "translation": {
      "en": "[ Jesse ] TWO J.Z. ENGINE. NO SHIT. AND WHAT DID I TELL YOU?",
      "de": "-2JZ-Motor. Ohne Scheiß. -Und was habe ich dir gesagt?"
    }
  },
  {
    "translation": {
      "en": "I RETRACT MY PREVIOUS STATEMENT. YOU KNOW WHAT?",
      "de": "-Ich ziehe mein vorheriges Urteil zurück. -Weißt du was?"
    }
  },
  {
    "translation": {
      "en": "THIS WILL DECIMATE ALL AFTER YOU PUT ABOUT 15 GRAND IN IT.",
      "de": "Wenn du 15.000 $ reinsteckst, wird das alles verzehnfachen."
    }
  },
  {
    "translation": {
      "en": "OR MORE, IF WE HAVE TO OVERNIGHT PARTS FROM JAPAN.",
      "de": "Oder noch mehr, wenn wir über Nacht Teile aus Japan kriegen."
    }
  },
  {
    "translation": {
      "en": "WE'LL PUT IT ON MY TAB AT HARRY'S. YES!",
      "de": "Oder noch mehr, wenn wir über Nacht Teile aus Japan kriegen. -Das geht auf meine Rechnung bei Harry's. -Ja!"
    }
  },
  {
    "translation": {
      "en": "I GOTTA GET YOU RACING AGAIN SO I CAN MAKE SOME MONEY OFF YOUR ASS.",
      "de": "Ich bringe dich wieder ins Rennen und verdiene noch viel Geld mit dir."
    }
  },
  {
    "translation": {
      "en": "THERE'S THIS SHOW DOWN IN THE DESERT CALLED RACE WARS,",
      "de": "In der Wüste findet eine Kraftprobe namens Race Wars statt."
    }
  },
  {
    "translation": {
      "en": "AND THAT'S WHERE YOU'LL DO IT.",
      "de": "Da wirst du mitmachen."
    }
  },
  {
    "translation": {
      "en": "I'LL TELL YOU WHAT. WHEN YOU'RE NOT WORKIN' AT HARRY'S, YOU'RE WORKIN' HERE.",
      "de": "Wenn du nicht bei Harry's arbeitest, dann arbeitest du hier."
    }
  },
  {
    "translation": {
      "en": "IF YOU CAN'T FIND THE RIGHT TOOL IN THIS GARAGE, MISTER ARIZONA,",
      "de": "Wenn du in dieser Werkstatt nicht das richtige Werkzeug findest, Herr Arizona,"
    }
  },
  {
    "translation": {
      "en": "YOU DON'T BELONG NEAR A CAR.",
      "de": "gehörst du nicht in die Nähe eines Autos."
    }
  },
  {
    "translation": {
      "en": "HE OWNS YOU NOW.",
      "de": "Jetzt gehörst du ihm."
    }
  },
  {
    "translation": {
      "en": "[ Jesse ] TELL ME WHAT YOU THINK ABOUT THIS. KONI ADJUSTABLES.",
      "de": "Sag mir, was du davon hältst. Koni-Regulierer."
    }
  },
  {
    "translation": {
      "en": "GONNA SAVE US ABOUT TWO POUNDS.",
      "de": "Die ersparen uns ein Kilo."
    }
  },
  {
    "translation": {
      "en": "AND THEY'RE GONNA GIVE US BETTER TRACTION FOR THE HOLE SHOT.",
      "de": "Und geben uns besseren Schub bei Vollgas."
    }
  },
  {
    "translation": {
      "en": "ALL RIGHT?",
      "de": "In Ordnung?"
    }
  },
  {
    "translation": {
      "en": "THIS IS YOUR BASIC LAYOUT OF THE CAR,",
      "de": "Das ist die Grundausstattung des Wagens."
    }
  },
  {
    "translation": {
      "en": "AND THAT'S PRETTY MUCH WHAT IT COULD LOOK LIKE WHEN IT'S FINISHED.",
      "de": "Und ungefähr so könnte er aussehen, wenn er fertig ist."
    }
  },
  {
    "translation": {
      "en": "RED, GREEN.",
      "de": "Rot, grün."
    }
  },
  {
    "translation": {
      "en": "MAN, YOU SHOULD BE GOIN' TO M.I.T. OR SOMETHIN'.",
      "de": "Du solltest aufs technische Institut gehen."
    }
  },
  {
    "translation": {
      "en": "YEAH, RIGHT.",
      "de": "Ja, klar."
    }
  },
  {
    "translation": {
      "en": "NO, I GOT THAT-- OH, WHAT'S IT CALLED?",
      "de": "Nein, ich habe das... Wie heißt es?"
    }
  },
  {
    "translation": {
      "en": "THAT ATTENTION DISORDER--",
      "de": "Diese Konzentrationsschwäche..."
    }
  },
  {
    "translation": {
      "en": "- OH, A.D.D.? - YES, THAT SHIT. YEAH.",
      "de": "-Konzentrationsschwäche? -Ja, dieser Scheiß. Ja."
    }
  },
  {
    "translation": {
      "en": "YOU KNOW, I WAS GOOD IN ALGEBRA... AND LIKE MATH AND SHIT.",
      "de": "Weißt du, ich war gut in Algebra und mag Mathe und so Zeug."
    }
  },
  {
    "translation": {
      "en": "EVERYTHING ELSE I FAILED. DROPPED OUT OF SCHOOL.",
      "de": "In allem Anderen war ich schlecht. Flog von der Schule."
    }
  },
  {
    "translation": {
      "en": "I DON'T KNOW. IT'S JUST SOMETHIN' ABOUT ENGINES...",
      "de": "Ich weiß nicht. Es ist irgendwas an den Motoren,"
    }
  },
  {
    "translation": {
      "en": "THAT-THAT CALMS ME DOWN, YOU KNOW?",
      "de": "das mich beruhigt, weißt du?"
    }
  },
  {
    "translation": {
      "en": "I'M OUTTA HERE. COME ON, DOG.",
      "de": "-Ich bin weg. -Komm, Hund."
    }
  },
  {
    "translation": {
      "en": "YO, DOM. VINCE, GET OVER HERE AND GIVE US A HAND.",
      "de": "-Ja, Dom. -Vince, komm hierher und hilf uns."
    }
  },
  {
    "translation": {
      "en": "LOOKS LIKE YOU GOT ALL THE HELP YOU NEED, BROTHER.",
      "de": "Du scheinst alle Hilfe zu haben, die du brauchst, Bruder."
    }
  },
  {
    "translation": {
      "en": "- MIA! - ALL RIGHT ALREADY. THE CHICKEN'S DRY ALREADY. I'M COMIN' OUT ALREADY.",
      "de": "-Mia! Das Hähnchen ist trocken. -In Ordnung. Ich komme ja schon."
    }
  },
  {
    "translation": {
      "en": "AW. HERE YOU GO.",
      "de": "Hier, bitte."
    }
  },
  {
    "translation": {
      "en": "- ♪ BABY ♪ - HEY, HOLD UP.",
      "de": "He, warte mal."
    }
  },
  {
    "translation": {
      "en": "BECAUSE YOU WERE THE FIRST OUT OF EVERYBODY HERE... TO REACH IN TO GET THE CHICKEN, YOU SAY GRACE.",
      "de": "Weil du als Erster nach dem Hähnchen gegriffen hast, sprichst du das Dankgebet."
    }
  },
  {
    "translation": {
      "en": "DEAR HEAVENLY, UH--",
      "de": "-Lieber Gott... -Im Himmel."
    }
  },
  {
    "translation": {
      "en": "- SPIRIT. - SPIRIT. THANK YOU.",
      "de": "-Lieber Gott... -Im Himmel. Himmel. Danke."
    }
  },
  {
    "translation": {
      "en": "UH, THANK YOU FOR PROVIDING US WITH A DIRECT PORT...",
      "de": "Himmel. Danke. Danke, dass du uns mit einem direkten Nitrat-Einfüllstutzen versorgst,"
    }
  },
  {
    "translation": {
      "en": "NITROUS, UH, INJECTION,",
      "de": "Danke, dass du uns mit einem direkten Nitrat-Einfüllstutzen versorgst,"
    }
  },
  {
    "translation": {
      "en": "FOUR CORE INTERCOOLERS AND BALL-BEARING TURBOS,",
      "de": "Danke, dass du uns mit einem direkten Nitrat-Einfüllstutzen versorgst, vier Kabelkühlern und kugelversehenen Turbos"
    }
  },
  {
    "translation": {
      "en": "AND, UM, TITANIUM VALVE SPRINGS.",
      "de": "und Ventilfedern aus Titan."
    }
  },
  {
    "translation": {
      "en": "- THANK YOU. - AMEN.",
      "de": "-Danke. -Amen."
    }
  },
  {
    "translation": {
      "en": "- NOT BAD. - AMEN.",
      "de": "-Nicht schlecht. -Amen."
    }
  },
  {
    "translation": {
      "en": "HE WAS PRAYIN' TO THE CAR GODS, MAN.",
      "de": "Er betete zu den Autogöttern, Mann."
    }
  },
  {
    "translation": {
      "en": "[ Dominic ] IF HE'S NOT THE BEST--",
      "de": "Er ist nicht der Beste."
    }
  },
  {
    "translation": {
      "en": "- [ Mia ] WHAT DO YOU WANT? - PRACTICE.",
      "de": "-Was willst du? -Übung."
    }
  },
  {
    "translation": {
      "en": "THANK YOU, GIRL. LOOK WHO IT IS.",
      "de": "Danke, Mädchen. Sieh mal, wer das ist."
    }
  },
  {
    "translation": {
      "en": "OLD COYOTES 'R' US.",
      "de": "Sieh mal, wer das ist."
    }
  },
  {
    "translation": {
      "en": "[ Leon ] I THOUGHT YOU WEREN'T HUNGRY, PUMPKIN.",
      "de": "Ich dachte, du wärst nicht hungrig, Dickerchen."
    }
  },
  {
    "translation": {
      "en": "YOU KNOW, I GOTTA EAT.",
      "de": "Ich dachte, du wärst nicht hungrig, Dickerchen. -Weißt du, ich muss essen. -Er ist immer hungrig."
    }
  },
  {
    "translation": {
      "en": "- HE'S ALWAYS HUNGRY. - ALL RIGHT, SIT DOWN.",
      "de": "-Weißt du, ich muss essen. -Er ist immer hungrig. In Ordnung, setz dich."
    }
  },
  {
    "translation": {
      "en": "♪ [ \"Evil Ways\" Instrumental ]",
      "de": "In Ordnung, setz dich."
    }
  },
  {
    "translation": {
      "en": "HOW YOU DOIN', MIA?",
      "de": "Wie läuft's denn, Mia?"
    }
  },
  {
    "translation": {
      "en": "HEY, JESSE, HAND ME THAT CHICKEN, BRO. LET'S EAT SOME GRUB, MAN.",
      "de": "-Jesse, reich mir das Hähnchen. -Lass uns Essen fassen."
    }
  },
  {
    "translation": {
      "en": "WANT SOME OF THAT CHICKEN? WHAT, YOU RENT A MOVIE OR SOMETHIN'?",
      "de": "-Jesse, reich mir das Hähnchen. -Lass uns Essen fassen. -Will jemand von dem Hähnchen? -Hast du einen Film ausgeliehen oder was?"
    }
  },
  {
    "translation": {
      "en": "NEED A HAND WITH ANYTHING ELSE?",
      "de": "Brauchst du noch bei irgendwas Hilfe?"
    }
  },
  {
    "translation": {
      "en": "NO, I'M GOOD. YOU CAN GO JOIN THE BOYS WATCHIN' THE MOVIE.",
      "de": "Brauchst du noch bei irgendwas Hilfe? Nein, schon gut. Geh ruhig zu den Jungs und guck den Film."
    }
  },
  {
    "translation": {
      "en": "WELL, YOU SEE, THE COOK DOESN'T CLEAN WHERE I COME FROM. I'D LIKE TO GO THERE.",
      "de": "-Wo ich herkomme, spült der Koch nicht. -Da wäre ich gerne."
    }
  },
  {
    "translation": {
      "en": "I THINK WE SHOULD GO OUT SOMETIME. NO, I DON'T DATE MY BROTHER'S FRIENDS.",
      "de": "-Wir sollten mal zusammen ausgehen. -Ich treffe keine Freunde meines Bruders."
    }
  },
  {
    "translation": {
      "en": "WOW. THAT SUCKS.",
      "de": "-Wir sollten mal zusammen ausgehen. -Ich treffe keine Freunde meines Bruders. Das ist das Letzte."
    }
  },
  {
    "translation": {
      "en": "I GUESS I'LL HAVE TO KICK HIS ASS THEN. I'D LOVE TO SEE THAT ONE.",
      "de": "-Dann muss ich ihm in den Hintern treten. -Würde ich gerne sehen."
    }
  },
  {
    "translation": {
      "en": "NO, I WOULD-- I WOULD PAY TO SEE THAT ONE, ACTUALLY.",
      "de": "-Dann muss ich ihm in den Hintern treten. -Würde ich gerne sehen. Ich würde sogar bezahlen, das zu sehen."
    }
  },
  {
    "translation": {
      "en": "WASH MY CAR WHEN YOU GET DONE.",
      "de": "Wasch mein Auto, wenn du fertig bist."
    }
  },
  {
    "translation": {
      "en": "WHAT WAS THAT? NO, MIA. I'M TALKIN' TO THE PUNK.",
      "de": "-Was war das? -Nein, Mia. Ich sprach mit dem Stricher."
    }
  },
  {
    "translation": {
      "en": "AND WEAR YOUR FAVORITE DRESS, 'CAUSE WHEN YOU'RE DONE,",
      "de": "Zieh dein Lieblingskleid an. Wenn du fertig bist,"
    }
  },
  {
    "translation": {
      "en": "I'M PUTTIN' YOU ON THE STREET WHERE YOU BELONG, CUTIE.",
      "de": "schicke ich dich auf die Straße, wo du hingehörst."
    }
  },
  {
    "translation": {
      "en": "- [ Beeping ] - IS THIS THING BROKEN? WHAT'S WRONG WITH THIS THING? V?",
      "de": "Ist das Ding kaputt? Was stimmt damit nicht?"
    }
  },
  {
    "translation": {
      "en": "V, WHAT WAS-- WHAT WAS THAT CUBAN RESTAURANT YOU WANTED TO TAKE ME TO?",
      "de": "In welches kubanische Restaurant wolltest du mich ausführen?"
    }
  },
  {
    "translation": {
      "en": "THE ONE WITH THE PICADILLO AND THE-- LITTLE--",
      "de": "Das mit dem Picadillo und..."
    }
  },
  {
    "translation": {
      "en": "LITTLE RED CANDLES AND THE WOODEN TABLE? YEAH, THE PLANTAIN TOO.",
      "de": "-Mit roten Kerzen, Holztischen... -Der Bananenstaude, überall zu essen."
    }
  },
  {
    "translation": {
      "en": "FOOD ALL OVER THE PLACE. WHAT WAS IT CALLED? CHA CHA CHA.",
      "de": "-Mit roten Kerzen, Holztischen... -Der Bananenstaude, überall zu essen. -Wie heißt es? -Cha Cha Cha."
    }
  },
  {
    "translation": {
      "en": "YEAH, THAT'S IT. YEAH.",
      "de": "-Ja, das ist es. -Ja."
    }
  },
  {
    "translation": {
      "en": "WELL, YOU CAN TAKE ME THERE.",
      "de": "Also, dahin darfst du mich ausführen."
    }
  },
  {
    "translation": {
      "en": "FRIDAY NIGHT AT 10:00. IS THAT GOOD FOR YOU?",
      "de": "Freitagabend um zehn. Passt dir das?"
    }
  },
  {
    "translation": {
      "en": "- YEAH, IT'S PERFECT. - GOOD.",
      "de": "-Ja, das ist perfekt. -Gut."
    }
  },
  {
    "translation": {
      "en": "THERE'S NO POPCORN? MAKE YOUR OWN GODDAMN POPCORN!",
      "de": "-Es ist kein Popcorn da. -Mach dein verdammtes Popcorn selber!"
    }
  },
  {
    "translation": {
      "en": "♪ [ Rap ]",
      "de": "Hochleistungsautoteile"
    }
  },
  {
    "translation": {
      "en": "ALL RIGHT. NOW THAT'S VALET PARKING.",
      "de": "In Ordnung. Das hier ist der Kundenparkplatz."
    }
  },
  {
    "translation": {
      "en": "HARRY. WHAT'S UP, DOG?",
      "de": "-Harry. Was geht ab? -Nett, dich zu sehen."
    }
  },
  {
    "translation": {
      "en": "EXCELLENT, BROTHER. COME ON IN, MAN.",
      "de": "Exzellent. Komm rein, Mann."
    }
  },
  {
    "translation": {
      "en": "CHECK IT. IT'S YOURS. DAMN. WHAT DO WE GOT HERE?",
      "de": "-Überprüfe es nur. Es ist deins. -Verdammt. Was haben wir hier?"
    }
  },
  {
    "translation": {
      "en": "- HIRED SOME NEW HELP, HUH? - DON'T EVEN THINK ABOUT IT.",
      "de": "-Neue Hilfe angestellt? -Denk nicht mal dran."
    }
  },
  {
    "translation": {
      "en": "WHAT'S UP, HECTOR? WHAT'S UP, BRIAN? HOW YOU FEELIN'?",
      "de": "-Wie geht's? -Wie geht's, Brian? Wie läuft's so? -Ziemlich gut. Was brauchst du? -Wie geht's, Mann?"
    }
  },
  {
    "translation": {
      "en": "SO, WHAT'S UP? WHAT DO YOU NEED? WHAT'S UP, MAN?",
      "de": "-Ziemlich gut. Was brauchst du? -Wie geht's, Mann?"
    }
  },
  {
    "translation": {
      "en": "I NEED YOU TO HOOK ME UP. THREE OF EVERYTHING. I MADE A LIST.",
      "de": "Du musst eine Sammelbestellung machen. Alles dreimal. Ich habe eine Liste gemacht."
    }
  },
  {
    "translation": {
      "en": "WHY DON'T YOU LOOK THAT OVER.",
      "de": "Warum liest du sie nicht durch?"
    }
  },
  {
    "translation": {
      "en": "WHEN DO YOU NEED THIS STUFF BY? TOMORROW, TODAY, NOW.",
      "de": "-Wann brauchst du das Zeug? -Morgen, heute, jetzt."
    }
  },
  {
    "translation": {
      "en": "RIGHT. WHITE BOYS WORK FAST, DON'T THEY?",
      "de": "-Klar. -Weiße Jungs arbeiten schnell, ja?"
    }
  },
  {
    "translation": {
      "en": "BETO, PASA LA FERIA, HOMES. THAT'S RIGHT.",
      "de": "Das stimmt."
    }
  },
  {
    "translation": {
      "en": "[ Brian ] HEY, YOU SAID YOU NEED THREE OF ALL THIS STUFF?",
      "de": "-Du sagtest, drei von allem? -Ja, drei von allem."
    }
  },
  {
    "translation": {
      "en": "[ Hector ] YEAH, THREE OF EVERYTHING. WHAT DO YOU THINK ABOUT THAT?",
      "de": "-Du sagtest, drei von allem? -Ja, drei von allem. Was hältst du davon? Sieh es dir mal an."
    }
  },
  {
    "translation": {
      "en": "CHECK THIS OUT.",
      "de": "Was hältst du davon? Sieh es dir mal an."
    }
  },
  {
    "translation": {
      "en": "HE MOANS LIKE A COP.",
      "de": "Er jammert wie ein Bulle."
    }
  },
  {
    "translation": {
      "en": "BRIAN, THIS IS ONE OF THOSE TIMES... WHEN YOU NEED TO BE VERY CLEAR ABOUT WHAT YOU SAY.",
      "de": "Brian, dieses Mal musst du dich sehr verständlich ausdrücken."
    }
  },
  {
    "translation": {
      "en": "NOD IF YOU UNDERSTAND ME.",
      "de": "Nicke, wenn du mich verstehst."
    }
  },
  {
    "translation": {
      "en": "NOD!",
      "de": "Nicke!"
    }
  },
  {
    "translation": {
      "en": "SIT UP.",
      "de": "Richte dich auf."
    }
  },
  {
    "translation": {
      "en": "TELL ME WHAT THE HELL YOU'RE DOIN' DOWN HERE.",
      "de": "Sag mir, was zum Teufel du hier unten machst."
    }
  },
  {
    "translation": {
      "en": "OH, SHIT. WHAT I'M DOIN'?",
      "de": "Sag mir, was zum Teufel du hier unten machst. Scheiße. Was ich hier tue?"
    }
  },
  {
    "translation": {
      "en": "I DON'T-- I OWE YOU A TEN-SECOND CAR.",
      "de": "Ich schulde dir ein 10-Sekunden-Auto."
    }
  },
  {
    "translation": {
      "en": "AND WHAT THIS IS ABOUT, THIS IS ABOUT RACE WARS.",
      "de": "Und worum es geht, es geht um Race Wars."
    }
  },
  {
    "translation": {
      "en": "I JUST WENT IN THERE, AND HECTOR IS GONNA BE RUNNIN'...",
      "de": "Ich war gerade dort und Hector schickt"
    }
  },
  {
    "translation": {
      "en": "THREE HONDA CIVICS WITH SPOON ENGINES.",
      "de": "drei Honda Civics mit Spoon-Motoren ins Rennen."
    }
  },
  {
    "translation": {
      "en": "AND ON TOP OF THAT, HE JUST CAME INTO HARRY'S...",
      "de": "Und zudem kam er gerade ins Harry's"
    }
  },
  {
    "translation": {
      "en": "AND HE ORDERED THREE T-66 TURBOS,",
      "de": "und bestellte drei T66er Turbos mit NOS"
    }
  },
  {
    "translation": {
      "en": "WITH NOS, AND A MoTeC SYSTEM EXHAUST.",
      "de": "und bestellte drei T66er Turbos mit NOS und einen MoTeC-System-Auspuff."
    }
  },
  {
    "translation": {
      "en": "SO, WHAT ARE YOU SAYING?",
      "de": "Was soll das heißen?"
    }
  },
  {
    "translation": {
      "en": "YOU'RE GONNA GO AROUND AND CHECK EVERYBODY'S SHIT OUT, ONE GARAGE AFTER ANOTHER?",
      "de": "Überprüfst du jeden Einzelnen, eine Werkstatt nach der nächsten?"
    }
  },
  {
    "translation": {
      "en": "YEAH.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "BECAUSE DOM, YOU KNOW... I CAN'T LOSE AGAIN.",
      "de": "Denn, Dom, du weißt, dass ich nicht wieder verlieren kann."
    }
  },
  {
    "translation": {
      "en": "[ Vince ] HE'S A COP.",
      "de": "Er ist ein Bulle."
    }
  },
  {
    "translation": {
      "en": "HE'S A COP!",
      "de": "Er ist ein Bulle!"
    }
  },
  {
    "translation": {
      "en": "YOU A COP?",
      "de": "Bist du ein Bulle?"
    }
  },
  {
    "translation": {
      "en": "LET'S GO FOR A LITTLE RIDE.",
      "de": "Machen wir eine Spritztour."
    }
  },
  {
    "translation": {
      "en": "WALK!",
      "de": "Geh!"
    }
  },
  {
    "translation": {
      "en": "ALL RIGHT, KID, STAND WATCH.",
      "de": "Okay. Du stehst Schmiere."
    }
  },
  {
    "translation": {
      "en": "YO, DOMINIC.",
      "de": "He, Dominic."
    }
  },
  {
    "translation": {
      "en": "[ Vince ] THERE'S NO ENGINES.",
      "de": "Da sind keine Motoren."
    }
  },
  {
    "translation": {
      "en": "WHAT ARE THEY PLANNIN' ON RACIN' WITH? HOPES AND DREAMS?",
      "de": "Womit wollen sie Rennen fahren, mit Hoffnung und Träumen?"
    }
  },
  {
    "translation": {
      "en": "[ Vince ] I DON'T KNOW, BUT I KNOW THEY'RE SNEAKY AS SHIT,",
      "de": "Weiß nicht, aber die sind scheißhinterhältig"
    }
  },
  {
    "translation": {
      "en": "AND THEY'VE GOT ENOUGH MONEY TO BUY ANYTHING.",
      "de": "und haben genug Geld, um alles zu kaufen."
    }
  },
  {
    "translation": {
      "en": "WHAT, JESS?",
      "de": "Was?"
    }
  },
  {
    "translation": {
      "en": "DOM, WE GOT A WOLF PACK.",
      "de": "Wir haben ein Wolfsrudel."
    }
  },
  {
    "translation": {
      "en": "[ Jesse ] IT'S JOHNNY TRAN, AND HE'S COMIN' YOUR WAY REALLY FAST!",
      "de": "Es ist Johnny Tran und er kommt sehr schnell in deine Richtung."
    }
  },
  {
    "translation": {
      "en": "ALL RIGHT, WE GOT COMPANY. SPILNER!",
      "de": "In Ordnung, wir haben Gesellschaft. Spilner."
    }
  },
  {
    "translation": {
      "en": "COME ON. MOVE!",
      "de": "Komm. Beweg dich!"
    }
  },
  {
    "translation": {
      "en": "LET ME ASK YOU A QUESTION, TED.",
      "de": "Lass mich dir eine Frage stellen, Ted."
    }
  },
  {
    "translation": {
      "en": "DO YOU SEE ANYTHING WRONG HERE? NO.",
      "de": "-Siehst du hier etwas, was nicht stimmt? -Nein."
    }
  },
  {
    "translation": {
      "en": "- WE GOT NO ENGINES, DO WE? - NO!",
      "de": "-Wir haben doch keine Motoren, oder? -Nein."
    }
  },
  {
    "translation": {
      "en": "- DO WE? - NO!",
      "de": "-Haben wir? -Nein."
    }
  },
  {
    "translation": {
      "en": "A COUPLE OF NISSAN S.R.-TWENTY MOTORS WILL PULL A PREMIUM...",
      "de": "Ein paar Nissan-SR20-Motoren bringen viel ein,"
    }
  },
  {
    "translation": {
      "en": "ONE WEEK BEFORE RACE WARS, HUH? YEAH, PROBABLY.",
      "de": "-eine Woche vor den Race Wars, ja? -Ja, wahrscheinlich."
    }
  },
  {
    "translation": {
      "en": "YOU'RE A SMART FENCE, TED. MAYBE TOO SMART.",
      "de": "Du bist ein schlauer Hehler, Ted. Vielleicht zu schlau."
    }
  },
  {
    "translation": {
      "en": "WHAT ARE YOU FEELIN', LANCE?",
      "de": "Was meinst du, Lance?"
    }
  },
  {
    "translation": {
      "en": "FORTY WEIGHT?",
      "de": "40er?"
    }
  },
  {
    "translation": {
      "en": "FIFTY WEIGHT?",
      "de": "50er?"
    }
  },
  {
    "translation": {
      "en": "A FORTY WEIGHT SOUNDS NICE.",
      "de": "40er klingt doch gut."
    }
  },
  {
    "translation": {
      "en": "WHERE ARE THEY, TED?",
      "de": "Wo sind sie, Ted?"
    }
  },
  {
    "translation": {
      "en": "WHERE ARE THEY? ENOUGH!",
      "de": "-Wo sind sie? -Das reicht!"
    }
  },
  {
    "translation": {
      "en": "- WHERE ARE THEY? - THEY'RE IN A WAREHOUSE.",
      "de": "-Wo sind sie? -Sie sind in einem Lagerhaus."
    }
  },
  {
    "translation": {
      "en": "THEY'RE IN A WAREHOUSE, MAN!",
      "de": "-Wo sind sie? -Sie sind in einem Lagerhaus. Sie sind in einem Lagerhaus, Mann!"
    }
  },
  {
    "translation": {
      "en": "KISS MY SHOES?",
      "de": "Küsst du meine Schuhe?"
    }
  },
  {
    "translation": {
      "en": "[ Johnny ] LET'S GO GET OUR ENGINES.",
      "de": "Holen wir uns unsere Motoren."
    }
  },
  {
    "translation": {
      "en": "MY SUPERIORS ARE FLYING IN FROM D.C. DAY AFTER TOMORROW.",
      "de": "Meine Vorgesetzten fliegen in zwei Tagen von D.C. her."
    }
  },
  {
    "translation": {
      "en": "I WANT SOMETHING TO SHOW.",
      "de": "Ich will etwas vorweisen."
    }
  },
  {
    "translation": {
      "en": "NOW, WE HAVE A TOP ECHELON FENCE WITH A LUBE HOSE IN HIS MOUTH,",
      "de": "Wir haben einen Hehler mit einem Schlauch im Mund,"
    }
  },
  {
    "translation": {
      "en": "AUTOMATIC WEAPONS, A JACKET FULL OF PRIORS ON EVERY ONE OF THESE ASIAN PUNKS,",
      "de": "automatische Waffen, Vorstrafenregister von all den asiatischen Strichern,"
    }
  },
  {
    "translation": {
      "en": "A GARAGE FULL OF DVD PLAYERS AND GENERALLY PSYCHOTIC BEHAVIOR.",
      "de": "eine Garage voll DVD-Player und generell psychopathisches Verhalten."
    }
  },
  {
    "translation": {
      "en": "NOW, TELL ME WHY WE SHOULDN'T MOVE ON JOHNNY TRAN RIGHT NOW...",
      "de": "eine Garage voll DVD-Player und generell psychopathisches Verhalten. Warum nehmen wir uns Tran nicht vor und entschlüsseln später alles?"
    }
  },
  {
    "translation": {
      "en": "AND SEE WHERE WE ARE WHEN THE DUST SETTLES.",
      "de": "Warum nehmen wir uns Tran nicht vor und entschlüsseln später alles?"
    }
  },
  {
    "translation": {
      "en": "BECAUSE ALL WE HAVE IS BEHAVIOR.",
      "de": "Weil es nur Vermutungen sind."
    }
  },
  {
    "translation": {
      "en": "JUST LET ME GET SOME HARD EVIDENCE, BECAUSE WHAT WE HAVE NOW IS JUST CIRCUMSTANTIAL--",
      "de": "Ich brauche handfeste Beweise, denn bis jetzt haben wir nur..."
    }
  },
  {
    "translation": {
      "en": "[ Bilkins ] WHAT WE HAVE IS PROBABLE CAUSE.",
      "de": "Nur eine wahrscheinliche Ursache."
    }
  },
  {
    "translation": {
      "en": "AND TRUCKERS ARMING THEMSELVES FOR SOME GOOD OLD-FASHIONED VIGILANTE MAYHEM.",
      "de": "Und LKW-Fahrer, die sich bewaffnen, um gute, alte Selbstjustiz zu üben."
    }
  },
  {
    "translation": {
      "en": "- TELL US ABOUT HECTOR, BRIAN. - OH, LATINOS WITH SPEAR GUNS. GIVE ME A BREAK.",
      "de": "-Erzählen Sie uns von Hector, Brian. -Latinos mit Harpunen. Das reicht jetzt."
    }
  },
  {
    "translation": {
      "en": "NO, HECTOR'S STILL WORKING ON THE ENGINES FOR THE CARS, BUT THE TIRES DON'T MATCH.",
      "de": "-Erzählen Sie uns von Hector, Brian. -Latinos mit Harpunen. Das reicht jetzt. Hector arbeitet noch an den Motoren, aber die Reifen passen nicht."
    }
  },
  {
    "translation": {
      "en": "WILL SOME-- WILL SOMEONE JUST GIVE ME A CIGARETTE? GET HIM A CIGARETTE.",
      "de": "Gibt mir jemand eine Zigarette? -Holen Sie eine. -Geben Sie ihm keine."
    }
  },
  {
    "translation": {
      "en": "DON'T GET HIM A CIGARETTE. I THOUGHT YOU QUIT.",
      "de": "-Holen Sie eine. -Geben Sie ihm keine. -Sie haben aufgehört. -Ja. Geben Sie mir eine."
    }
  },
  {
    "translation": {
      "en": "YEAH, I DID QUIT. JUST GIVE ME A CIGARETTE.",
      "de": "-Sie haben aufgehört. -Ja. Geben Sie mir eine."
    }
  },
  {
    "translation": {
      "en": "GET HIM A CIGARETTE. NO!",
      "de": "-Geben Sie ihm eine Zigarette. -Nein!"
    }
  },
  {
    "translation": {
      "en": "TELL ME ABOUT TORETTO.",
      "de": "Erzählen Sie mir von Toretto."
    }
  },
  {
    "translation": {
      "en": "WELL, I TOLD YOU, I THINK HE'S TOO CONTROLLED FOR THIS.",
      "de": "Erzählen Sie mir von Toretto. Ich sagte doch, er ist zu kontrolliert dafür."
    }
  },
  {
    "translation": {
      "en": "I MEAN WHAT? GOING SUICIDAL ON SEMI-TRUCKS? NO WAY.",
      "de": "Ich sagte doch, er ist zu kontrolliert dafür. Sich mit Klein-LKWs umbringen? Der nicht."
    }
  },
  {
    "translation": {
      "en": "I MEAN, MAYBE HIS BUDDY, VINCE, BUT HE'S TOO STUPID TO PULL IT OFF.",
      "de": "Vielleicht Vince. Aber dem fehlt der Grips."
    }
  },
  {
    "translation": {
      "en": "- I THINK THE KID SISTER'S BLURRING YOUR VISION. - WHAT DID YOU SAY?",
      "de": "-Seine Schwester trübt wohl Ihre Sicht. -Was sagen Sie?"
    }
  },
  {
    "translation": {
      "en": "I DON'T BLAME YOU. I'D GET OFF ON HER SURVEILLANCE PHOTOS TOO, BUDDY.",
      "de": "Ich mache Ihnen keinen Vorwurf. Mich machen ihre Überwachungsfotos auch an."
    }
  },
  {
    "translation": {
      "en": "KNOCK IT OFF!",
      "de": "Hören Sie auf!"
    }
  },
  {
    "translation": {
      "en": "WHAT? ARE YOU GOING NATIVE ON ME, BRIAN?",
      "de": "Was? Wollen Sie mich angehen, Brian?"
    }
  },
  {
    "translation": {
      "en": "HAVE YOU READ TORETTO'S FILE LATELY?",
      "de": "Haben Sie letzthin Torettos Akte durchgelesen?"
    }
  },
  {
    "translation": {
      "en": "YEAH. I MEMORIZED THAT FILE.",
      "de": "Haben Sie letzthin Torettos Akte durchgelesen? -Die kenne ich auswendig. -Lesen Sie sie noch mal."
    }
  },
  {
    "translation": {
      "en": "YEAH, WELL READ IT AGAIN. NO, BETTER STILL, TAKE A LOOK AT THESE.",
      "de": "-Die kenne ich auswendig. -Lesen Sie sie noch mal. Nein, noch besser, schauen Sie sich das hier an."
    }
  },
  {
    "translation": {
      "en": "REMEMBER I TOLD YOU ABOUT THE GUY HE NEARLY BEAT TO DEATH?",
      "de": "Erinnern Sie sich an den Kerl, der fast tot geschlagen wurde?"
    }
  },
  {
    "translation": {
      "en": "TORETTO DID THIS WITH A THREE-QUARTER INCH TORQUE WRENCH.",
      "de": "Erinnern Sie sich an den Kerl, der fast tot geschlagen wurde? Toretto machte das mit einem 2er-Schraubenschlüssel."
    }
  },
  {
    "translation": {
      "en": "HE'S A MODEL OF SELF-CONTROL.",
      "de": "Er ist ein Vorbild an Selbstkontrolle."
    }
  },
  {
    "translation": {
      "en": "I NEED A FEW MORE DAYS.",
      "de": "Ich brauche noch ein paar Tage."
    }
  },
  {
    "translation": {
      "en": "♪ [ Rap ] GOT A T.R.-SEVEN HERE WITH A BALL-BEARING UPGRADE.",
      "de": "Ich habe hier einen TR7, mit kugelversehenem Aufsatz."
    }
  },
  {
    "translation": {
      "en": "WHAT IT'S GONNA DO IS, IT'S GONNA-- [ Hisses ] IT'S GONNA SPOOL UP REALLY QUICK.",
      "de": "Der bringt dich ganz schnell hoch."
    }
  },
  {
    "translation": {
      "en": "I GOT THIS SET UP FOR TWENTY-FOUR P.S.I.",
      "de": "-Den hab ich mit 1,7 bar gekriegt. -Verstanden."
    }
  },
  {
    "translation": {
      "en": "SO, YOU GOT BIG PLANS TONIGHT?",
      "de": "Hast du heute Abend was vor?"
    }
  },
  {
    "translation": {
      "en": "YEAH, WE'RE GOING OUT TO DINNER.",
      "de": "Ja. Wir gehen Essen."
    }
  },
  {
    "translation": {
      "en": "YOU BREAK HER HEART, I'LL BREAK YOUR NECK.",
      "de": "Wenn du ihr das Herz brichst, breche ich dir dein Genick."
    }
  },
  {
    "translation": {
      "en": "THAT'S NOT GONNA HAPPEN.",
      "de": "Wenn du ihr das Herz brichst, breche ich dir dein Genick. Das wird nicht passieren."
    }
  },
  {
    "translation": {
      "en": "I WANNA SHOW YOU SOMETHING.",
      "de": "Ich will dir was zeigen."
    }
  },
  {
    "translation": {
      "en": "ME AND MY DAD BUILT HER.",
      "de": "Ich und mein Vater haben es gebaut."
    }
  },
  {
    "translation": {
      "en": "NINE HUNDRED HORSES OF DETROIT MUSCLE.",
      "de": "Ich und mein Vater haben es gebaut. 900 Pferdemuckis aus Detroit."
    }
  },
  {
    "translation": {
      "en": "IT'S A BEAST. KNOW WHAT SHE RAN IN PALMDALE?",
      "de": "Das ist ein Biest. -Wie schnell war der in Palmdale? -Weiß nicht. Wie schnell?"
    }
  },
  {
    "translation": {
      "en": "NO. WHAT DID SHE RUN?",
      "de": "-Wie schnell war der in Palmdale? -Weiß nicht. Wie schnell?"
    }
  },
  {
    "translation": {
      "en": "NINE SECONDS FLAT.",
      "de": "Genau neun Sekunden."
    }
  },
  {
    "translation": {
      "en": "GOD. MY DAD WAS DRIVING.",
      "de": "-Gott. -Mein Vater fuhr."
    }
  },
  {
    "translation": {
      "en": "SO MUCH TORQUE, THE CHASSIS TWISTED COMING OFF THE LINE.",
      "de": "So viel Drehmoment, dass das Chassis beim Anfahren wegdrehte."
    }
  },
  {
    "translation": {
      "en": "[ Chuckles ] BARELY KEPT HER ON THE TRACK.",
      "de": "Konnte ihn kaum in der Bahn halten."
    }
  },
  {
    "translation": {
      "en": "SO, WHAT'S YOUR BEST TIME?",
      "de": "-Und wie ist deine beste Zeit? -Ich bin nie damit gefahren."
    }
  },
  {
    "translation": {
      "en": "- I'VE NEVER DRIVEN HER. - WHY NOT?",
      "de": "-Und wie ist deine beste Zeit? -Ich bin nie damit gefahren. Warum nicht?"
    }
  },
  {
    "translation": {
      "en": "IT SCARES THE SHIT OUT OF ME.",
      "de": "Er macht mir eine Scheißangst."
    }
  },
  {
    "translation": {
      "en": "THAT'S MY DAD.",
      "de": "Das ist mein Vater."
    }
  },
  {
    "translation": {
      "en": "HE WAS COMIN' UP IN THE PRO STOCK CAR CIRCUIT.",
      "de": "Er stieg gerade in die Profi-Rennliga auf."
    }
  },
  {
    "translation": {
      "en": "LAST RACE OF THE SEASON.",
      "de": "Das letzte Rennen der Saison."
    }
  },
  {
    "translation": {
      "en": "AH, A GUY NAMED KENNY LINDER CAME UP FROM INSIDE... IN THE FINAL TURN.",
      "de": "Ein Kerl namens Kenny Linder kam von innen, in der letzten Runde."
    }
  },
  {
    "translation": {
      "en": "HE CLIPPED HIS BUMPER AND PUT HIM INTO THE WALL AT 120.",
      "de": "Er schnitt seine Stoßstange und setzte ihn mit 190 gegen die Mauer."
    }
  },
  {
    "translation": {
      "en": "I WATCHED MY DAD BURN TO DEATH.",
      "de": "Ich sah, wie mein Vater verbrannte."
    }
  },
  {
    "translation": {
      "en": "I REMEMBERED HEARING HIM SCREAM.",
      "de": "Ich weiß noch, wie ich ihn schreien hörte."
    }
  },
  {
    "translation": {
      "en": "BUT THE PEOPLE THAT WERE THERE SAID THAT HE HAD DIED BEFORE THE TANKS BLEW.",
      "de": "Aber die Leute dort sagten, er sei gestorben, bevor die Tanks explodierten."
    }
  },
  {
    "translation": {
      "en": "THEY SAID IT WAS ME WHO WAS SCREAMING.",
      "de": "Sie sagten, es wären meine Schreie gewesen."
    }
  },
  {
    "translation": {
      "en": "I SAW LINDER ABOUT A WEEK LATER.",
      "de": "Ich sah Linder eine Woche später."
    }
  },
  {
    "translation": {
      "en": "I HAD A WRENCH... AND I HIT HIM.",
      "de": "Ich hatte einen Schraubenschlüssel und schlug ihn."
    }
  },
  {
    "translation": {
      "en": "AND I DIDN'T INTEND TO KEEP HITTING HIM, BUT BY THE TIME I WAS DONE, I COULDN'T LIFT MY ARM.",
      "de": "Ich wollte ihn nicht endlos verprügeln, aber als ich aufhörte, war mein Arm lahm."
    }
  },
  {
    "translation": {
      "en": "HE'S A JANITOR AT A HIGH SCHOOL.",
      "de": "Er ist Hausmeister an einer Highschool."
    }
  },
  {
    "translation": {
      "en": "HAS TO TAKE THE BUS TO WORK EVERY DAY.",
      "de": "Er fährt jeden Tag mit dem Bus zur Arbeit."
    }
  },
  {
    "translation": {
      "en": "AND THEY BANNED ME FROM THE TRACKS FOR LIFE.",
      "de": "Und sie haben mich lebenslang aus den Rennlisten gestrichen."
    }
  },
  {
    "translation": {
      "en": "I LIVE MY LIFE A QUARTER MILE AT A TIME.",
      "de": "Ich lebe mein Leben in Halb-Kilometer-Abschnitten."
    }
  },
  {
    "translation": {
      "en": "NOTHING ELSE MATTERS. NOT THE MORTGAGE, NOT THE STORE,",
      "de": "Nichts anderes zählt. Nicht die Hypothek, nicht der Laden,"
    }
  },
  {
    "translation": {
      "en": "NOT MY TEAM AND ALL THEIR BULLSHIT.",
      "de": "nicht meine Mannschaft und ihr Schwachsinn."
    }
  },
  {
    "translation": {
      "en": "FOR THOSE TEN SECONDS OR LESS,",
      "de": "In diesen 10 Sekunden oder weniger"
    }
  },
  {
    "translation": {
      "en": "I'M FREE.",
      "de": "bin ich frei."
    }
  },
  {
    "translation": {
      "en": "[ Brian ] SO, UM, HOW IS IT, ANYWAYS, THAT THE-- THE GANG CAME TO BE?",
      "de": "Und wie kam dann die Bande zustande?"
    }
  },
  {
    "translation": {
      "en": "[ Mia ] WHAT? THE GANG.",
      "de": "-Was? -Die Bande. Die Bande? Nein, die nennen sich nicht Bande."
    }
  },
  {
    "translation": {
      "en": "THE GANG? NO, THEY DON'T CALL THEMSELVES A GANG.",
      "de": "Die Bande? Nein, die nennen sich nicht Bande."
    }
  },
  {
    "translation": {
      "en": "WELL, WHAT DO THEY CALL THEMSELVES THEN? THEY'RE A TEAM.",
      "de": "-Wie nennen sie sich? -Sie sind ein Team."
    }
  },
  {
    "translation": {
      "en": "THEY CALL THEMSELVES A TEAM. ALL RIGHT, SO HOW IS IT THAT THE TEAM CAME TO BE?",
      "de": "-Sie nennen sich ein Team. -Okay. Und wie fand das Team zusammen?"
    }
  },
  {
    "translation": {
      "en": "WELL, THAT'S-- THAT'S-- THAT'S A WHOLE LOT OF HISTORY.",
      "de": "Das ist eine lange Geschichte."
    }
  },
  {
    "translation": {
      "en": "I'VE GOT TIME. OKAY. VINCE GREW UP WITH MY BROTHER.",
      "de": "-Ich habe Zeit. -Gut. Vince wuchs mit meinem Bruder auf."
    }
  },
  {
    "translation": {
      "en": "ACTUALLY, HE DIDN'T-- HE DIDN'T EVER ACTUALLY GROW UP.",
      "de": "Eigentlich wurde er nie erwachsen, das kann ich dir sagen."
    }
  },
  {
    "translation": {
      "en": "AS YOU CAN TELL. UH, BUT THEY WERE FRIENDS AS KIDS.",
      "de": "Eigentlich wurde er nie erwachsen, das kann ich dir sagen. Aber sie sind seit der Kindheit Freunde."
    }
  },
  {
    "translation": {
      "en": "AND LETTY, SHE JUST, SHE LIVED DOWN THE STREET.",
      "de": "Aber sie sind seit der Kindheit Freunde. Und Letty lebte einfach die Straße runter."
    }
  },
  {
    "translation": {
      "en": "ALWAYS INTO CARS, THOUGH. EVER SINCE SHE WAS, LIKE, TEN YEARS OLD.",
      "de": "War aber immer verrückt nach Autos. Seit sie etwa zehn war."
    }
  },
  {
    "translation": {
      "en": "SO, NATURALLY, YOU KNOW, MY BROTHER ALWAYS HAD HER ATTENTION.",
      "de": "So hatte mein Bruder natürlich immer ihr Interesse."
    }
  },
  {
    "translation": {
      "en": "AND THEN SHE TURNED 16-- AND THEN SHE HAD DOM'S ATTENTION.",
      "de": "-Als sie dann 16 wurde... -Hatte sie dann Doms Interesse."
    }
  },
  {
    "translation": {
      "en": "YEAH. YEAH, IT'S FUNNY HOW THAT WORKS, ISN'T IT?",
      "de": "Ja. Schon komisch, wie das läuft, nicht wahr?"
    }
  },
  {
    "translation": {
      "en": "YEAH.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "HOW IS IT THAT JESSE FITS INTO THE WHOLE THING?",
      "de": "Und wie passt Jesse in die Sache?"
    }
  },
  {
    "translation": {
      "en": "JESSE? WELL, JESSE AND LEON JUST SORT OF... SHOWED UP ONE NIGHT AND NEVER, EVER LEFT.",
      "de": "Jesse. Nun, Jesse und Leon tauchten einfach eines Abends auf und blieben."
    }
  },
  {
    "translation": {
      "en": "WELL, IT'S JUST THE WAY MY BROTHER IS, THOUGH, YOU KNOW? DOM'S LIKE--",
      "de": "Das liegt an meinem Bruder, weißt du. Dom ist wie..."
    }
  },
  {
    "translation": {
      "en": "HE'S-- HE'S LIKE GRAVITY.",
      "de": "Er ist wie Schwerkraft."
    }
  },
  {
    "translation": {
      "en": "YOU KNOW, EVERYTHING JUST GETS PULLED TO HIM.",
      "de": "Alles wird zu ihm hingezogen."
    }
  },
  {
    "translation": {
      "en": "EVEN YOU.",
      "de": "Selbst du."
    }
  },
  {
    "translation": {
      "en": "HM-MM. NO.",
      "de": "Nein."
    }
  },
  {
    "translation": {
      "en": "THE ONLY THING THAT PULLED ME IN WAS YOU.",
      "de": "Das Einzige, was mich angezogen hat, warst du."
    }
  },
  {
    "translation": {
      "en": "BEING FRIENDS WITH YOUR BROTHER IS JUST A BONUS.",
      "de": "Mit deinem Bruder befreundet zu sein, ist nur ein Bonus."
    }
  },
  {
    "translation": {
      "en": "THAT-- THAT'S GOOD.",
      "de": "Das ist gut."
    }
  },
  {
    "translation": {
      "en": "THAT'S GOOD. IT'S NICE TO COME FIRST EVERY ONCE IN A WHILE.",
      "de": "Das ist gut. Es ist nett, mal an erster Stelle zu stehen."
    }
  },
  {
    "translation": {
      "en": "WANT TO GO FOR A DRIVE?",
      "de": "Magst du eine Spritztour machen?"
    }
  },
  {
    "translation": {
      "en": "YEAH. [ Tanner ] THE HIJACKERS HAVE HIT AGAIN.",
      "de": "-Ja? -Die Entführer haben wieder zugeschlagen."
    }
  },
  {
    "translation": {
      "en": "BILKINS MADE HIS DECISION. WE'RE GONNA MOVE ON JOHNNY TRAN AND HIS GUYS AT 1700 HOURS.",
      "de": "Bilkins beschloss, dass wir uns Johnny Tran und seine Jungs um fünf vornehmen."
    }
  },
  {
    "translation": {
      "en": "UNLESS YOU SAY OTHERWISE.",
      "de": "Sofern Sie nichts anderes sagen."
    }
  },
  {
    "translation": {
      "en": "IF YOU AGREE, JUST SAY YES.",
      "de": "Wenn Sie einverstanden sind, sagen Sie ja."
    }
  },
  {
    "translation": {
      "en": "YEAH. WHO IS THAT?",
      "de": "-Ja. -Wer ist das?"
    }
  },
  {
    "translation": {
      "en": "IT'S JUST A WRONG NUMBER.",
      "de": "Bloß verwählt."
    }
  },
  {
    "translation": {
      "en": "[ Bilkins ] YES, SIR. YEAH, I KNOW, BUT--",
      "de": "Ja, Sir. Ja, ich weiß, aber..."
    }
  },
  {
    "translation": {
      "en": "UH, YEAH. YEAH. YES. YES, SIR.",
      "de": "Ja, Sir."
    }
  },
  {
    "translation": {
      "en": "YEAH. I GOT IT.",
      "de": "Ja. Verstanden."
    }
  },
  {
    "translation": {
      "en": "THE DVD PLAYERS WERE PURCHASED LEGALLY.",
      "de": "Die DVD-Player wurden legal gekauft."
    }
  },
  {
    "translation": {
      "en": "ALL WE'VE GOT ON TRAN AND COMPANY ARE A COUPLE OF LOW-RENT WEAPONS CHARGES...",
      "de": "Die DVD-Player wurden legal gekauft. Wir haben nur ein paar Anklagen wegen Kleinwaffen und"
    }
  },
  {
    "translation": {
      "en": "AND SOME OUTSTANDING SPEEDING TICKETS.",
      "de": "Wir haben nur ein paar Anklagen wegen Kleinwaffen und ausstehende Geschwindigkeitsübertretungen."
    }
  },
  {
    "translation": {
      "en": "SO, THEY'RE OUT. YEAH.",
      "de": "ausstehende Geschwindigkeitsübertretungen. -Also sind sie vom Haken. -Ja."
    }
  },
  {
    "translation": {
      "en": "FATHER BAILED 'EM OUT.",
      "de": "Vater hat die Kaution gestellt."
    }
  },
  {
    "translation": {
      "en": "IS THIS THE KIND OF INTELLIGENCE I CAN EXPECT FROM YOU, O'CONNER?",
      "de": "Ist das die Art Aufklärung, die ich von Ihnen erwarten kann, O'Conner?"
    }
  },
  {
    "translation": {
      "en": "- YOU'RE GONNA PUT THIS ON ME? - I CAN PUT IT ON WHOEVER I WANT TO, KID.",
      "de": "-Geben Sie mir etwa schuld? -Ich gebe die Schuld, wem ich will."
    }
  },
  {
    "translation": {
      "en": "- PERKS OF THE JOB. - NO, THERE'S NO WAY YOU'RE GONNA PUT THIS ON ME--",
      "de": "-Das ist das Schöne an meinem Job. -Nein, Sie können nicht..."
    }
  },
  {
    "translation": {
      "en": "NO, WAIT A MINUTE. WAIT A MINUTE. LET ME TELL YOU.",
      "de": "Nein, warten Sie. Ich erkläre es."
    }
  },
  {
    "translation": {
      "en": "I DON'T CARE IF YOU HAVE TO PUT A GUN TO SOMEONE'S HEAD...",
      "de": "Es ist mir egal, ob Sie auf jemanden zielen und Ihre Deckung hochgehen lassen."
    }
  },
  {
    "translation": {
      "en": "AND BLOW YOUR COVER TO SMITHEREENS.",
      "de": "Es ist mir egal, ob Sie auf jemanden zielen und Ihre Deckung hochgehen lassen. Sie haben 36 Stunden, den Bastard festzunageln,"
    }
  },
  {
    "translation": {
      "en": "YOU'VE GOT 36 HOURS TO CRACK THIS BASTARD,",
      "de": "Sie haben 36 Stunden, den Bastard festzunageln,"
    }
  },
  {
    "translation": {
      "en": "OR YOU MIGHT WANT TO BE THINKING ABOUT ANOTHER CAREER.",
      "de": "oder Sie werden ganz neue Karrierewünsche hegen."
    }
  },
  {
    "translation": {
      "en": "IT'S TORETTO, BRIAN. IT ALWAYS HAS BEEN TORETTO.",
      "de": "Es ist Toretto, Brian. Es war immer Toretto."
    }
  },
  {
    "translation": {
      "en": "TRAN AND HECTOR ARE--",
      "de": "Tran und Hector sind..."
    }
  },
  {
    "translation": {
      "en": "THEY'RE JUST FUMES.",
      "de": "Tran und Hector sind... Sie sind nur Randfiguren."
    }
  },
  {
    "translation": {
      "en": "WELL, I KNOW YOU'VE BEEN LYING TO ME. MY QUESTION IS THIS.",
      "de": "Ich weiß, dass Sie mich angelogen haben. Ich frage Sie:"
    }
  },
  {
    "translation": {
      "en": "HAVE YOU BEEN LYING TO YOURSELF BECAUSE YOU CAN'T SEE PAST MIA?",
      "de": "Haben Sie sich selbst belogen, weil Sie nicht über Mia hinaussehen?"
    }
  },
  {
    "translation": {
      "en": "HE WON'T GO BACK TO PRISON.",
      "de": "Er wird nicht mehr ins Gefängnis gehen."
    }
  },
  {
    "translation": {
      "en": "WELL, THAT'S A CHOICE HE'S GOING TO HAVE TO MAKE.",
      "de": "Das ist eine Wahl, die er treffen muss."
    }
  },
  {
    "translation": {
      "en": "THERE'S ALL KINDS OF FAMILY, BRIAN.",
      "de": "Es gibt jede Art von Familie, Brian."
    }
  },
  {
    "translation": {
      "en": "AND THAT'S A CHOICE YOU'RE GONNA HAVE TO MAKE.",
      "de": "Und diese Wahl müssen Sie treffen."
    }
  },
  {
    "translation": {
      "en": "YOU READY FOR THIS, JUMPY?",
      "de": "Seid ihr bereit?"
    }
  },
  {
    "translation": {
      "en": "NICE CAR. WHAT'S THE RETAIL ON ONE OF THOSE?",
      "de": "Netter Wagen. Was kostet so einer im Einzelhandel?"
    }
  },
  {
    "translation": {
      "en": "MORE THAN YOU CAN AFFORD, PAL. FERRARI.",
      "de": "Mehr als du dir leisten kannst, Kumpel. Ferrari."
    }
  },
  {
    "translation": {
      "en": "SMOKE HIM.",
      "de": "Zeig ihm die Rücklichter."
    }
  },
  {
    "translation": {
      "en": "SO, WHAT'S WRONG, BRIAN?",
      "de": "Also, was stimmt nicht, Brian?"
    }
  },
  {
    "translation": {
      "en": "NOTHIN', MAN, I'M FINE.",
      "de": "Nichts, Mann, mir geht's gut."
    }
  },
  {
    "translation": {
      "en": "COME ON. OBVIOUSLY, SOMETHING'S OFF.",
      "de": "Nichts, Mann, mir geht's gut. Komm. Irgendwas stimmt doch nicht."
    }
  },
  {
    "translation": {
      "en": "LOOK, I HAVE MY GOOD DAYS AND I HAVE MY BAD DAYS. JUST LIKE ANYBODY ELSE.",
      "de": "Sieh mal, ich habe wie jeder andere gute und schlechte Tage."
    }
  },
  {
    "translation": {
      "en": "BRIAN, DON'T LOSE THAT COOL OF YOURS. THAT'S YOUR MEAL TICKET.",
      "de": "Brian, verlier nicht die Kontrolle. Das ist deine Essensmarke."
    }
  },
  {
    "translation": {
      "en": "MY MEAL TICKET? WHAT? I-- I CAN'T PAY FOR MY OWN SHRIMP?",
      "de": "Essensmarke? Kann ich meine Garnelen nicht selbst zahlen?"
    }
  },
  {
    "translation": {
      "en": "I GOT THE SHRIMP.",
      "de": "Ich habe die Garnele."
    }
  },
  {
    "translation": {
      "en": "NO, SEE, THAT'S ONE THING ABOUT ME, DOM, YOU DON'T UNDERSTAND.",
      "de": "Nein, etwas von mir verstehst du nicht."
    }
  },
  {
    "translation": {
      "en": "I DON'T NEED HANDOUTS. I DON'T TAKE HANDOUTS. I EARN MY WAY, EVERY STEP.",
      "de": "Ich lasse mir nichts schenken. Ich verdiene mir meinen Weg, jeden Schritt."
    }
  },
  {
    "translation": {
      "en": "JUST GOTTA MAKE A LITTLE SOMETHING EXTRA ON THE SIDE, LIKE YOU.",
      "de": "Ich brauche etwas auf der Kante, genau wie du."
    }
  },
  {
    "translation": {
      "en": "WHAT DO YOU MEAN, LIKE ME?",
      "de": "Was meinst du damit, genau wie ich?"
    }
  },
  {
    "translation": {
      "en": "WHAT'S THAT SUPPOSED TO MEAN? THAT'S WHAT I MEAN.",
      "de": "-Was soll das denn heißen? -Das ist es, was ich meine."
    }
  },
  {
    "translation": {
      "en": "WHAT DOES THAT MEAN, \"LIKE ME?\"",
      "de": "-Was soll das heißen, genau wie ich? -Versuch nicht..."
    }
  },
  {
    "translation": {
      "en": "DON'T TRY-- I'M NOT STUPID, ALL RIGHT?",
      "de": "-Was soll das heißen, genau wie ich? -Versuch nicht... Ich bin nicht dumm, in Ordnung?"
    }
  },
  {
    "translation": {
      "en": "I KNOW THAT THERE'S NO WAY IN HELL YOU PAID FOR ALL THAT SHIT YOU GOT UNDER THE HOOD--",
      "de": "Ich weiß, dass du den ganzen Scheiß unter der Haube nicht bezahlen kannst..."
    }
  },
  {
    "translation": {
      "en": "THERE'S NO WAY IN HELL YOU PAID FOR ALL THAT SHIT UNDER THE HOOD OF THOSE CARS...",
      "de": "Ich weiß, dass du den ganzen Scheiß unter der Haube nicht bezahlen kannst... Das ganze Zeug in den Autos kannst du nicht bezahlen,"
    }
  },
  {
    "translation": {
      "en": "BY DOING TUNE-UPS AND SELLING GROCERIES.",
      "de": "wenn du Wagen frisierst und Gemüse verkaufst."
    }
  },
  {
    "translation": {
      "en": "WHATEVER IT IS YOU'RE IN ON, I WANT IN ON IT TOO.",
      "de": "Worin du auch verwickelt bist, ich will da mitmachen."
    }
  },
  {
    "translation": {
      "en": "WELL, WHAT IS THIS? READ IT.",
      "de": "-Was ist das? -Lies es."
    }
  },
  {
    "translation": {
      "en": "WHAT IS THIS FOR?",
      "de": "-Wozu ist das? -Das sind die Regeln."
    }
  },
  {
    "translation": {
      "en": "IT'S DIRECTIONS. TO RACE WARS.",
      "de": "-Wozu ist das? -Das sind die Regeln. Für die Race Wars."
    }
  },
  {
    "translation": {
      "en": "WE'LL SEE HOW YOU DO.",
      "de": "Für die Race Wars. Wir werden sehen, wie du dich machst."
    }
  },
  {
    "translation": {
      "en": "THEN WE'LL TALK.",
      "de": "Wir werden sehen, wie du dich machst. Dann reden wir."
    }
  },
  {
    "translation": {
      "en": "HOW'S IT GOING, BRO?",
      "de": "-Wie läuft's? -Wie geht's so?"
    }
  },
  {
    "translation": {
      "en": "WHASSUP, MAN? WELCOME TO RACE WARS.",
      "de": "-Wie läuft's? -Wie geht's so? -Willkommen zu den Race Wars. -Toll. Vielen Dank."
    }
  },
  {
    "translation": {
      "en": "GREAT. THANKS A LOT.",
      "de": "-Willkommen zu den Race Wars. -Toll. Vielen Dank."
    }
  },
  {
    "translation": {
      "en": "BABY. HEY, BABY.",
      "de": "Baby. He, Baby."
    }
  },
  {
    "translation": {
      "en": "YOU SHOULD BE WATCHING FROM THE SIDE. WOULDN'T WANT TO GET ANY EXHAUST ON THAT PRETTY FACE.",
      "de": "Du solltest von der Seite zusehen. Du willst doch keine Abgase in deinem Gesicht."
    }
  },
  {
    "translation": {
      "en": "HOW 'BOUT YOU PUT YOUR MONEY WHERE YOUR MOUTH IS? WELL, HOW 'BOUT I RACE YOU FOR THAT SWEET LITTLE ASS?",
      "de": "-Steck dein Geld dahin, wo dein Mund ist. -Einsatz ist dieser hübsche Popo."
    }
  },
  {
    "translation": {
      "en": "YOU WANT ASS, WHY DON'T YOU HIT HOLLYWOOD BOULEVARD?",
      "de": "Popos findest du am Hollywood Boulevard. Ein Schub Adrenalin kostet dich zwei Hunnis."
    }
  },
  {
    "translation": {
      "en": "YOU WANT AN ADRENALINE RUSH, IT'LL BE TWO LARGE.",
      "de": "Ein Schub Adrenalin kostet dich zwei Hunnis."
    }
  },
  {
    "translation": {
      "en": "RIGHT HERE. RIGHT NOW. WHAT'S IT GONNA BE?",
      "de": "Genau da. Genau jetzt. Was soll es sein?"
    }
  },
  {
    "translation": {
      "en": "YOU GOT IT.",
      "de": "Geht klar."
    }
  },
  {
    "translation": {
      "en": "COME ON. WHAT DO YOU GOT? WHAT YOU GOT?",
      "de": "Na komm. Was hast du?"
    }
  },
  {
    "translation": {
      "en": "SEE YA.",
      "de": "Bis dann."
    }
  },
  {
    "translation": {
      "en": "WHOA! YO, BRI', WHAT'S UP? HEY, WHAT'S UP, JESSE?",
      "de": "-Was geht ab? -He, was geht ab, Jesse?"
    }
  },
  {
    "translation": {
      "en": "WHAT DO YOU HAVE IN YOUR HAND?",
      "de": "Was hast du in der Hand? Ich setze wie du den rosa Schein."
    }
  },
  {
    "translation": {
      "en": "THROWING DOWN THE PINK SLIP, JUST LIKE YOU.",
      "de": "Ich setze wie du den rosa Schein."
    }
  },
  {
    "translation": {
      "en": "THE PINK SLIP TO WHAT? THE JETTA? YEAH.",
      "de": "-Die Papiere wovon? Von dem Jetta? -Ja."
    }
  },
  {
    "translation": {
      "en": "YOU CAN'T BET YOUR DAD'S CAR.",
      "de": "-Geht nicht. Nicht deines Vaters Auto. -Schon gut."
    }
  },
  {
    "translation": {
      "en": "IT'S ALL RIGHT. I AIN'T LOSING.",
      "de": "-Geht nicht. Nicht deines Vaters Auto. -Schon gut. Ich werde nicht verlieren."
    }
  },
  {
    "translation": {
      "en": "THIS FOOL IS RUNNING A HONDA TWO THOUSAND. I'LL WIN.",
      "de": "Der Idiot fährt einen Honda 2000. Ich werde gewinnen."
    }
  },
  {
    "translation": {
      "en": "THAT WAY ME AND MY DAD CAN ROLL TOGETHER WHEN HE GETS OUT OF PRISON. IT'S ALL GOOD.",
      "de": "Dann können mein Vater und ich fahren, wenn er aus dem Knast kommt. Es ist gut."
    }
  },
  {
    "translation": {
      "en": "WELL, THEY'RE GONNA THROW HIM RIGHT BACK IN PRISON AFTER HE KILLS YOU. OH, SHIT. I'M UP.",
      "de": "Sie werden ihn sofort wieder in den Knast werfen, wenn er dich umgebracht hat."
    }
  },
  {
    "translation": {
      "en": "YOU VISUALIZE THE WIN.",
      "de": "Du visualisierst den Sieg."
    }
  },
  {
    "translation": {
      "en": "HEY, VISUALIZE THE WIN, JESSE. I'M SERIOUS. YOU GOT TO LISTEN TO ME, MAN.",
      "de": "Visualisiere den Sieg, Jesse. Ich meine es ernst. Höre auf mich, Mann."
    }
  },
  {
    "translation": {
      "en": "WHO ARE YOU RACING?",
      "de": "Visualisiere den Sieg, Jesse. Ich meine es ernst. Höre auf mich, Mann. Gegen wen fährst du?"
    }
  },
  {
    "translation": {
      "en": "JESSE, DON'T DO IT.",
      "de": "Jesse, tu's nicht."
    }
  },
  {
    "translation": {
      "en": "I BET YOU HE'S GOT MORE THAN A HUNDRED GRAND UNDER THE HOOD OF THAT CAR. UH-HUH.",
      "de": "Ich wette, unter seiner Motorhaube stecken mehr als 100.000 $."
    }
  },
  {
    "translation": {
      "en": "TOO SOON, JUNIOR.",
      "de": "Zu früh, Junior."
    }
  },
  {
    "translation": {
      "en": "NO!",
      "de": "Nein!"
    }
  },
  {
    "translation": {
      "en": "- WHOO! - SHIT!",
      "de": "Scheiße!"
    }
  },
  {
    "translation": {
      "en": "OH, GOD!",
      "de": "Oh, Gott!"
    }
  },
  {
    "translation": {
      "en": "YO! HEADS UP, BRO. WE GOT PROBLEMS.",
      "de": "Ja! Hört mal, Brüder. Wir haben Probleme."
    }
  },
  {
    "translation": {
      "en": "WHAT? JESSE.",
      "de": "-Was? -Jesse."
    }
  },
  {
    "translation": {
      "en": "WHERE'S JESSE GOING?",
      "de": "Wohin fährt Jesse?"
    }
  },
  {
    "translation": {
      "en": "- HE JUST RACED TRAN FOR SLIPS. - OH, SHIT.",
      "de": "Er ist gegen Tran gefahren, für die Papiere. Oh, Scheiße."
    }
  },
  {
    "translation": {
      "en": "- WHERE'S HE GOING? - HE WENT TO THE CAR WASH.",
      "de": "-Wohin fährt Jesse? -Er wollte zur Autowaschanlage."
    }
  },
  {
    "translation": {
      "en": "WHATEVER. GO FETCH MY CAR.",
      "de": "Wohin auch immer. Hol meinen Wagen."
    }
  },
  {
    "translation": {
      "en": "GO FETCH YOUR CAR?",
      "de": "Deinen Wagen holen?"
    }
  },
  {
    "translation": {
      "en": "WE'RE NOT ON YOUR BLOCK ANY MORE.",
      "de": "Wir sind nicht in deinem Viertel."
    }
  },
  {
    "translation": {
      "en": "YOU BETTER WATCH WHO YOU TALK TO LIKE THAT.",
      "de": "Pass besser auf, mit wem du so redest."
    }
  },
  {
    "translation": {
      "en": "SWAT CAME INTO MY HOUSE,",
      "de": "Ein Einsatzteam kam zu mir nach Hause,"
    }
  },
  {
    "translation": {
      "en": "DISRESPECTED MY WHOLE FAMILY BECAUSE SOMEBODY NARC'D ME OUT.",
      "de": "war meiner Familie gegenüber respektlos, weil jemand mich verpfiffen hat."
    }
  },
  {
    "translation": {
      "en": "AND YOU KNOW WHAT? IT WAS YOU!",
      "de": "Und weißt du was? Das warst du!"
    }
  },
  {
    "translation": {
      "en": "GO! GO! GO! GET HIM!",
      "de": "SICHERHEITSDIENST"
    }
  },
  {
    "translation": {
      "en": "NO! GET OFF OF HIM, MAN. GET OFF OF HIM!",
      "de": "Lass ihn los, Mann."
    }
  },
  {
    "translation": {
      "en": "DOM, CHILL OUT, MAN. COME ON!",
      "de": "Dom, beruhige dich, Mann. Na komm!"
    }
  },
  {
    "translation": {
      "en": "I NEVER NARC'D ON NOBODY!",
      "de": "Dom, beruhige dich, Mann. Na komm! Ich habe niemanden verpfiffen!"
    }
  },
  {
    "translation": {
      "en": "AND NOW I AM ASKING YOU NOT TO GO.",
      "de": "Ich hab dich respektiert und keinem was gesagt. Ich bitte dich, nicht zu gehen. -Ich tue das für uns beide. -Erzähl mir nicht den Kram."
    }
  },
  {
    "translation": {
      "en": "MIA, I'M DOING THIS FOR BOTH OF US. NO, DON'T GIVE ME THAT CRAP.",
      "de": "-Ich tue das für uns beide. -Erzähl mir nicht den Kram. Du tust das für dich."
    }
  },
  {
    "translation": {
      "en": "YOU'RE DOING THIS FOR YOU.",
      "de": "Du tust das für dich. Warum beharrst du so darauf? Dom, bitte, tu's einfach nicht."
    }
  },
  {
    "translation": {
      "en": "WHY ARE YOU INSISTING ON DOING THIS? DOM, PLEASE, JUST DON'T.",
      "de": "Warum beharrst du so darauf? Dom, bitte, tu's einfach nicht."
    }
  },
  {
    "translation": {
      "en": "MIA, WHAT'S GOING ON? WHAT?",
      "de": "-Mia, was ist los? -Was?"
    }
  },
  {
    "translation": {
      "en": "YOU KNOW WHAT I'M TALKING ABOUT. NO, I DON'T, BRIAN.",
      "de": "-Du weißt, wovon ich rede. -Nein, weiß ich nicht."
    }
  },
  {
    "translation": {
      "en": "OH, SO WHAT? YOU ALWAYS HAVE TEARS IN YOUR EYES WHEN DOM DRIVES AWAY?",
      "de": "Hast du immer Tränen in den Augen, wenn Dom wegfährt?"
    }
  },
  {
    "translation": {
      "en": "WHAT IS THE MATTER WITH YOU?",
      "de": "Was ist mit dir los?"
    }
  },
  {
    "translation": {
      "en": "COME ON. WHAT'S YOUR BROTHER RACING OFF IN THE MIDDLE OF THE NIGHT FOR?",
      "de": "Weshalb braust er mitten in der Nacht davon?"
    }
  },
  {
    "translation": {
      "en": "I'M TALKING ABOUT THE TRUCKS. YOU KNOW ABOUT THE TRUCKS? NO, BRIAN! WHAT TRUCKS?",
      "de": "-Was weißt du von den LKWs? -Nein, Brian! Was für LKWs?"
    }
  },
  {
    "translation": {
      "en": "JESUS CHRIST. WHAT? LISTEN TO ME.",
      "de": "-Herrgott. Was? -Hör mir zu."
    }
  },
  {
    "translation": {
      "en": "MIA, I'M A COP.",
      "de": "Mia, ich bin ein Bulle."
    }
  },
  {
    "translation": {
      "en": "WHAT ARE YOU TALKING ABOUT, BRIAN? WHAT IS THIS?",
      "de": "Wovon redest du, Brian? Was soll das?"
    }
  },
  {
    "translation": {
      "en": "EVER SINCE THE FIRST TIME I MET YOU, I'VE BEEN UNDERCOVER.",
      "de": "Wovon redest du, Brian? Was soll das? Schon seit ich dich zum ersten Mal traf, ermittele ich verdeckt."
    }
  },
  {
    "translation": {
      "en": "I'M A COP.",
      "de": "Ich bin ein Bulle."
    }
  },
  {
    "translation": {
      "en": "OH, YOU BASTARD.",
      "de": "Oh, du Bastard."
    }
  },
  {
    "translation": {
      "en": "YOU BASTARD.",
      "de": "Du Bastard."
    }
  },
  {
    "translation": {
      "en": "MIA. GET OFF OF ME, BRIAN!",
      "de": "-Mia! -Lass mich in Ruhe, Brian!"
    }
  },
  {
    "translation": {
      "en": "MIA! LISTEN TO ME!",
      "de": "Mia! Hör mir zu!"
    }
  },
  {
    "translation": {
      "en": "EVERYTHING I EVER SAID I FELT ABOUT YOU WAS REAL.",
      "de": "Was ich über meine Gefühle zu dir sagte, war wahr."
    }
  },
  {
    "translation": {
      "en": "I SWEAR TO GOD. YOU HAVE TO BELIEVE ME, MIA.",
      "de": "Ich schwöre bei Gott. Du musst mir glauben, Mia."
    }
  },
  {
    "translation": {
      "en": "BUT RIGHT NOW THIS ISN'T ABOUT YOU AND ME. YOUR BROTHER'S OUT THERE.",
      "de": "Ich schwöre bei Gott. Du musst mir glauben, Mia. Aber hier geht es nicht um uns beide. Dein Bruder dreht gerade ein Ding."
    }
  },
  {
    "translation": {
      "en": "HE'S ABOUT TO PULL A JOB, AND WE'RE RUNNING OUT OF TIME.",
      "de": "Aber hier geht es nicht um uns beide. Dein Bruder dreht gerade ein Ding. Uns läuft die Zeit davon. Die LKW-Fahrer halten nicht mehr still."
    }
  },
  {
    "translation": {
      "en": "THOSE TRUCKERS, THEY'RE NOT LAYING DOWN ANYMORE.",
      "de": "Uns läuft die Zeit davon. Die LKW-Fahrer halten nicht mehr still."
    }
  },
  {
    "translation": {
      "en": "MAYBE THEY'LL MAKE IT THROUGH TONIGHT,",
      "de": "Vielleicht schaffen sie's heute Nacht noch, aber jede Polizeibehörde"
    }
  },
  {
    "translation": {
      "en": "BUT EVERY SINGLE LAW ENFORCEMENT AGENCY IN CALIFORNIA'S COMING DOWN ON 'EM.",
      "de": "Vielleicht schaffen sie's heute Nacht noch, aber jede Polizeibehörde wird sich auf sie stürzen."
    }
  },
  {
    "translation": {
      "en": "IF YOU DON'T WANT ANYTHING TO HAPPEN TO YOUR BROTHER, TO LETTY, TO LEON, TO VINCE...",
      "de": "Wenn du nicht willst, dass ihnen etwas passiert,"
    }
  },
  {
    "translation": {
      "en": "YOU HAVE TO JUST GET IN THAT CAR WITH ME RIGHT NOW. YOU HAVE TO HELP ME.",
      "de": "dann steig jetzt mit mir in den Wagen und hilf mir."
    }
  },
  {
    "translation": {
      "en": "MIA, YOU ARE THE ONLY PERSON THAT CAN HELP ME RIGHT NOW.",
      "de": "Mia, du bist die einzige Person, die mir jetzt helfen kann."
    }
  },
  {
    "translation": {
      "en": "PLEASE, MIA. PLEASE HELP ME.",
      "de": "Bitte, Mia. Bitte hilf mir."
    }
  },
  {
    "translation": {
      "en": "CIVICS ARE STASHED SOMEWHERE OUTSIDE OF THERMAL.",
      "de": "Die Civics sind irgendwo außerhalb von Thermal versteckt."
    }
  },
  {
    "translation": {
      "en": "AND THEY WOULDN'T DOUBLE BACK. AND HIGHWAY 10's JUST WAY TOO WELL PATROLLED.",
      "de": "Zurück fahren sie woanders lang, die Autobahn ist zu gut überwacht."
    }
  },
  {
    "translation": {
      "en": "SO, WHAT DOES THAT LEAVE US WITH THEN? THAT LEAVES US WITH ALL THIS.",
      "de": "-Und was bleibt uns an Möglichkeiten? -All das hier."
    }
  },
  {
    "translation": {
      "en": "[ Woman ] NEXTEL. YEAH, THIS IS OFFICER BRIAN O'CONNER.",
      "de": "-Nextel. -Hier ist Polizeibeamter Brian O'Conner."
    }
  },
  {
    "translation": {
      "en": "SERIAL NUMBER 34762. I NEED A CELL PHONE TRACE.",
      "de": "Dienstnummer 34762. Ich brauche eine Handylokalisierung."
    }
  },
  {
    "translation": {
      "en": "OKAY. WHAT'S THE CELL NUMBER? MIA, WHAT'S THE CELL PHONE NUMBER?",
      "de": "-Ok. Wie lautet die Handynummer? -Mia, wie ist die Handynummer?"
    }
  },
  {
    "translation": {
      "en": "COME ON, MIA. SHE NEEDS DOM'S CELL PHONE NUMBER NOW.",
      "de": "Na komm, Mia. Sie braucht jetzt Doms Handynummer."
    }
  },
  {
    "translation": {
      "en": "(323) 555-6439.",
      "de": "323-555-6439."
    }
  },
  {
    "translation": {
      "en": "THANK YOU. YEAH, YOU GET THAT?",
      "de": "Danke. Ja, haben Sie das?"
    }
  },
  {
    "translation": {
      "en": "ALL RIGHT, WE'RE ONE MAN SHORT. LETTY, I NEED YOU ON THE LEFT SIDE.",
      "de": "In Ordnung, uns fehlt ein Mann. Letty, ich brauche dich links."
    }
  },
  {
    "translation": {
      "en": "YOUR SISTER'S RIGHT ABOUT THIS ONE. THIS DON'T FEEL GOOD.",
      "de": "Deine Schwester hatte diesmal Recht. Das scheint übel zu werden."
    }
  },
  {
    "translation": {
      "en": "- DON'T DO THAT. - SOMETHING'S WRONG.",
      "de": "-Tu das nicht. -Da stimmt etwas nicht."
    }
  },
  {
    "translation": {
      "en": "STOP. WE SHOULDN'T BE DOING THIS WITHOUT JESSE.",
      "de": "-Tu das nicht. -Da stimmt etwas nicht. -Stopp. -Wir sollten das nicht ohne Jesse machen."
    }
  },
  {
    "translation": {
      "en": "LOOK, THIS IS THE MOTHER LODE. WE'VE BEEN ON THIS FOR THREE MONTHS.",
      "de": "Auf diese Elite-Ladung haben wir drei Monate gewartet."
    }
  },
  {
    "translation": {
      "en": "AFTER THIS, IT'S A LONG VACATION FOR EVERYONE.",
      "de": "Danach kann jeder lange Urlaub machen."
    }
  },
  {
    "translation": {
      "en": "LET'S GO. I HOPE SO.",
      "de": "-Gehen wir. -Ich hoffe drauf."
    }
  },
  {
    "translation": {
      "en": "LISTEN, THE OTHER NIGHT I HAD A DREAM...",
      "de": "Hör mal, letzte Nacht habe ich geträumt,"
    }
  },
  {
    "translation": {
      "en": "THAT YOU AND I WERE ON THE BEACH IN MEXICO.",
      "de": "dass du und ich am Strand von Mexiko waren."
    }
  },
  {
    "translation": {
      "en": "REALLY? REALLY.",
      "de": "-Wirklich? -Wirklich."
    }
  },
  {
    "translation": {
      "en": "COME ON. LET'S MAKE THIS HAPPEN.",
      "de": "Komm. Bringen wir das hinter uns."
    }
  },
  {
    "translation": {
      "en": "- LEON, KEEP ON THOSE SCANNERS. - COPY THAT.",
      "de": "-Leon, pass mit den Scannern auf. -Verstanden."
    }
  },
  {
    "translation": {
      "en": "ALL RIGHT, LET'S GO.",
      "de": "In Ordnung, es geht los."
    }
  },
  {
    "translation": {
      "en": "YEAH. OKAY, WE TRACED THE NUMBER TO THE NORTHBOUND 86.",
      "de": "Wir haben die Nummer an der Nordgrenze 86 lokalisiert."
    }
  },
  {
    "translation": {
      "en": "MILE 114 OUTSIDE COACHELLA. WE'LL KEEP THE TRACE OPEN, OFFICER.",
      "de": "Wir haben die Nummer an der Nordgrenze 86 lokalisiert. Meilenstein 114, außerhalb Coachella. Wir bleiben weiter dran."
    }
  },
  {
    "translation": {
      "en": "LET ME SEE THIS.",
      "de": "Lass mich das sehen."
    }
  },
  {
    "translation": {
      "en": "ALL RIGHT, I THINK WE'RE ABOUT 40 MILES AWAY.",
      "de": "Ich glaube, wir sind etwa 65 km entfernt."
    }
  },
  {
    "translation": {
      "en": "WHAT ARE YOU GONNA DO?",
      "de": "Was willst du tun?"
    }
  },
  {
    "translation": {
      "en": "OKAY! GO TIME!",
      "de": "Okay! Zeit loszulegen!"
    }
  },
  {
    "translation": {
      "en": "WE'RE ALL GOOD, MAN. I GOT NOTHING ON THE SCANNERS.",
      "de": "Wir sind bereit. Die Scanner zeigen nichts an."
    }
  },
  {
    "translation": {
      "en": "KEEP GOING.",
      "de": "Mach weiter."
    }
  },
  {
    "translation": {
      "en": "VINCE, DON'T! GET BACK IN!",
      "de": "Vince, nicht! Steig wieder ein!"
    }
  },
  {
    "translation": {
      "en": "HE'S GOT A DAMN SHOTGUN! LEON!",
      "de": "Er hat ein verdammtes Gewehr! Leon!"
    }
  },
  {
    "translation": {
      "en": "BACK OFF! BACK OFF! GET HIM OFF OF THERE!",
      "de": "Hau ab! Holt ihn da weg!"
    }
  },
  {
    "translation": {
      "en": "OH, SHIT!",
      "de": "Oh, Scheiße!"
    }
  },
  {
    "translation": {
      "en": "GET ME OFF THIS THING! PULL UP! UN--",
      "de": "Macht das ab! Zieh es ab!"
    }
  },
  {
    "translation": {
      "en": "PULL UP, I'LL JUMP! UNHOOK-- UNHOOK YOURSELF. DO IT!",
      "de": "Schnall dich los. Tu es!"
    }
  },
  {
    "translation": {
      "en": "DO IT! I CAN'T GET...",
      "de": "-Tu es! -Ich komme nicht an..."
    }
  },
  {
    "translation": {
      "en": "YOU CAN DO IT!",
      "de": "Du kannst es!"
    }
  },
  {
    "translation": {
      "en": "COME ON, VINCE!",
      "de": "Komm, Vince!"
    }
  },
  {
    "translation": {
      "en": "DOM! I'M PULLING UP TO DISTRACT HIM!",
      "de": "Dom! Ich ziehe vorbei, um ihn abzulenken!"
    }
  },
  {
    "translation": {
      "en": "COME ON, BOY!",
      "de": "Na komm, Junge!"
    }
  },
  {
    "translation": {
      "en": "SHOT DOESN'T GET BETTER THAN THIS.",
      "de": "Besser kann's nicht werden."
    }
  },
  {
    "translation": {
      "en": "SON OF A BITCH!",
      "de": "Du Dreckskerl!"
    }
  },
  {
    "translation": {
      "en": "TAKE ME OFF HERE OR I'M GONNA UNHOOK THE WIRE!",
      "de": "Mach mich los oder ich muss den Draht lösen! Versuch's noch mal. Eins, zwei, drei!"
    }
  },
  {
    "translation": {
      "en": "TRY IT AGAIN. ONE, TWO, THREE!",
      "de": "Versuch's noch mal. Eins, zwei, drei!"
    }
  },
  {
    "translation": {
      "en": "UNHOOK YOURSELF!",
      "de": "Schnall dich los!"
    }
  },
  {
    "translation": {
      "en": "I CAN'T GET MY ARM FREE! MY ARM!",
      "de": "Ich kriege meinen Arm nicht frei!"
    }
  },
  {
    "translation": {
      "en": "- VINCE, GRAB MY HAND! - MY ARM!",
      "de": "-Vince, nimm meine Hand! -Mein Arm!"
    }
  },
  {
    "translation": {
      "en": "LISTEN, GIVE ME YOUR HAND.",
      "de": "Hör zu, gib mir deine Hand. Ich zieh dich aus den Gurten!"
    }
  },
  {
    "translation": {
      "en": "I'M GONNA PULL YOU OFF THE RIG!",
      "de": "Ich zieh dich aus den Gurten!"
    }
  },
  {
    "translation": {
      "en": "DOMINIC! HOLD ON!",
      "de": "Mach weiter!"
    }
  },
  {
    "translation": {
      "en": "GIVE ME YOUR HAND! LISTEN TO ME!",
      "de": "Gib mir deine Hand! Hör mir zu!"
    }
  },
  {
    "translation": {
      "en": "SHIT!",
      "de": "Scheiße!"
    }
  },
  {
    "translation": {
      "en": "- DOMINIC! - HANG ON!",
      "de": "-Dominic! -Halte durch!"
    }
  },
  {
    "translation": {
      "en": "DOM! MOVE OUT OF THE WAY. I'M COMING TO GET HIM.",
      "de": "Dom! Geh aus dem Weg. Ich hole ihn mir jetzt."
    }
  },
  {
    "translation": {
      "en": "PULL BACK FOR LETTY. GET HER OUT OF THERE!",
      "de": "Fahr zurück zu Letty. Bring sie hier raus!"
    }
  },
  {
    "translation": {
      "en": "I'M ON IT! GO!",
      "de": "Ich bin dran! Los!"
    }
  },
  {
    "translation": {
      "en": "I'VE GOT HER! YOU GET VINCE OFF THAT TRUCK.",
      "de": "Ich habe sie! Hol Vince von dem Laster weg."
    }
  },
  {
    "translation": {
      "en": "LETTY! COME ON, BABY. LETTY?",
      "de": "Letty! Na komm, Baby."
    }
  },
  {
    "translation": {
      "en": "YOU OKAY? OH, SHIT.",
      "de": "Bist du okay?"
    }
  },
  {
    "translation": {
      "en": "COME ON, GIRL, YOU ALL RIGHT?",
      "de": "Oh, Scheiße. Na komm, Mädchen, bist du okay?"
    }
  },
  {
    "translation": {
      "en": "COME ON, LET ME LOOK AT YOU. COME ON. WE GOT TO GO. LET'S GO.",
      "de": "Komm, lass mich mal sehen. Komm. Wir müssen weg. Fahren wir."
    }
  },
  {
    "translation": {
      "en": "HERE TAKE THE WHEEL.",
      "de": "Nimm das Steuer."
    }
  },
  {
    "translation": {
      "en": "WHAT DO YOU MEAN? TAKE THE WHEEL! PUT YOUR FOOT ON THE GAS!",
      "de": "-Was meinst du? -Setz deinen Fuß aufs Gaspedal."
    }
  },
  {
    "translation": {
      "en": "I'M GONNA GET HIM. PUT YOUR FOOT ON THE GAS!",
      "de": "Den hole ich mir. Setz deinen Fuß aufs Gas!"
    }
  },
  {
    "translation": {
      "en": "COME ON. KEEP IT STEADY. I GOT IT!",
      "de": "-Komm. Halt ihn ruhig. -Ich hab's!"
    }
  },
  {
    "translation": {
      "en": "ALL RIGHT, HOLD ON, VINCE. OKAY!",
      "de": "In Ordnung, weiter so, Vince."
    }
  },
  {
    "translation": {
      "en": "HEY, HE'S HAVING A HARD TIME HOLDING ON! GET ME A LITTLE CLOSER!",
      "de": "Für ihn ist es schwer dranzubleiben. Bring mich näher ran."
    }
  },
  {
    "translation": {
      "en": "ALL RIGHT!",
      "de": "In Ordnung."
    }
  },
  {
    "translation": {
      "en": "- CLOSER! - I'M MOVING IN!",
      "de": "-Näher. -Ich fahre rein."
    }
  },
  {
    "translation": {
      "en": "HOLD IT RIGHT THERE!",
      "de": "Halte ihn genau dort!"
    }
  },
  {
    "translation": {
      "en": "GO!",
      "de": "Los!"
    }
  },
  {
    "translation": {
      "en": "VINCE! YOU GOT TO HANG IN HERE WITH ME RIGHT NOW!",
      "de": "Häng dich mit mir hier rein!"
    }
  },
  {
    "translation": {
      "en": "WE'RE GONNA GET YOU OFF THIS THING! GIVE ME YOUR ARM!",
      "de": "Wir kriegen dich los. Gib mir deinen Arm!"
    }
  },
  {
    "translation": {
      "en": "VINCE, LOOK AT ME! DON'T LET GO!",
      "de": "Vince, sieh mich an! Gib nicht auf!"
    }
  },
  {
    "translation": {
      "en": "COME ON, VINCE! THROW THIS ARM AROUND ME!",
      "de": "Na komm, Vince! Leg diesen Arm um mich!"
    }
  },
  {
    "translation": {
      "en": "VINCE, DON'T LET GO! COME ON!",
      "de": "Vince, gib nicht auf!"
    }
  },
  {
    "translation": {
      "en": "COME ON, MIA. GET CLOSER!",
      "de": "Komm, Mia! Geh näher ran."
    }
  },
  {
    "translation": {
      "en": "COME ON! COME ON, VINCE. HERE WE GO!",
      "de": "Mia, näher ran! Na los. Komm, Vince. So ist's gut!"
    }
  },
  {
    "translation": {
      "en": "V! OH, SHIT.",
      "de": "Scheiße."
    }
  },
  {
    "translation": {
      "en": "IT'S GONNA BE OKAY, LETTY. I LOVE YOU.",
      "de": "Es wird alles gut, Letty. Ich liebe dich."
    }
  },
  {
    "translation": {
      "en": "WATCH HER. YEAH, I GOT HER.",
      "de": "-Pass auf sie auf. -Ich habe sie."
    }
  },
  {
    "translation": {
      "en": "COME ON, VINCE! HANG IN THERE! COME ON!",
      "de": "Komm, Vince! Halt dich da fest! Na komm!"
    }
  },
  {
    "translation": {
      "en": "IF WE DON'T GET HIM TO AN AMBULANCE IN TEN MINUTES, HE'S DEAD.",
      "de": "Wenn er nicht in 10 Minuten bei einer Ambulanz ist, stirbt er."
    }
  },
  {
    "translation": {
      "en": "HOLD THIS. HOLD THE PRESSURE. I GOT IT.",
      "de": "Wenn er nicht in 10 Minuten bei einer Ambulanz ist, stirbt er. -Halte den Druck. Halte seinen Arm hoch. -Ich hab ihn."
    }
  },
  {
    "translation": {
      "en": "- JUST LIKE THAT. DON'T LET GO. HOLD HIS ARM UP. - VINCE.",
      "de": "-Halte den Druck. Halte seinen Arm hoch. -Ich hab ihn."
    }
  },
  {
    "translation": {
      "en": "YEAH. YEAH, THIS IS OFFICER BRIAN O'CONNER.",
      "de": "Ja. Ja, hier ist Polizeibeamter Brian O'Conner."
    }
  },
  {
    "translation": {
      "en": "I'M OFF-DUTY M.A.P.D.",
      "de": "Dienststelle Minneola, momentan außer Dienst."
    }
  },
  {
    "translation": {
      "en": "I NEED A LIFE FLIGHT ROLL OUT RIGHT AWAY.",
      "de": "Ich brauche sofort einen Rettungstransport."
    }
  },
  {
    "translation": {
      "en": "MY TWENTY IS, UH, HIGHWAY 86, MILE MARKER 147.",
      "de": "Ich bin auf dem Highway 86, Meilenstein 147."
    }
  },
  {
    "translation": {
      "en": "I GOT ONE TRAUMA VICTIM, ABOUT 24 YEARS OF AGE.",
      "de": "Ich habe ein Opfer mit Trauma, etwa 24 Jahre alt."
    }
  },
  {
    "translation": {
      "en": "SIX FOOT, MAYBE 200 POUNDS.",
      "de": "1,80m, vielleicht 90 Kilo."
    }
  },
  {
    "translation": {
      "en": "HE'S GOT A REAL DEEP LACERATION TO HIS RIGHT ARM, WITH ARTERIAL BLEEDING.",
      "de": "Er hat eine tiefe Fleischwunde am rechten Arm mit Arterienblutung."
    }
  },
  {
    "translation": {
      "en": "AND HE'S GOT A-- A SHOTGUN WOUND.",
      "de": "Er hat eine tiefe Fleischwunde am rechten Arm mit Arterienblutung. Und er hat eine Schusswunde nahe seiner linken Hüfte."
    }
  },
  {
    "translation": {
      "en": "CLOSE RANGE TO HIS LEFT FLANK. YEAH.",
      "de": "Und er hat eine Schusswunde nahe seiner linken Hüfte."
    }
  },
  {
    "translation": {
      "en": "YEAH, AND HE'S GOING INTO SHOCK!",
      "de": "Ja, er ist im Schockzustand!"
    }
  },
  {
    "translation": {
      "en": "DOM, PUT THE GUN DOWN NOW!",
      "de": "Dom, nimm sofort das Gewehr runter!"
    }
  },
  {
    "translation": {
      "en": "- MOVE YOUR CAR. - NO. BULLSHIT!",
      "de": "-Fahr den Wagen weg. -Keinen Scheiß!"
    }
  },
  {
    "translation": {
      "en": "PUT IT DOWN NOW! NO MORE RUNNING!",
      "de": "Nimm es runter! Das Weglaufen ist vorbei!"
    }
  },
  {
    "translation": {
      "en": "I'M NOT RUNNING!",
      "de": "Ich laufe nicht weg!"
    }
  },
  {
    "translation": {
      "en": "- WHERE'S LEON AND LETTY? - THEY'RE LONG GONE!",
      "de": "-Wo sind Leon und Letty? -Über alle Berge!"
    }
  },
  {
    "translation": {
      "en": "THEN IT'S OVER. I DIDN'T CALL THE POLICE. BUT DON'T PUSH ME!",
      "de": "-Wo sind Leon und Letty? -Über alle Berge! Es ist vorbei. Ich rief keine Polizei, also zwing mich nicht!"
    }
  },
  {
    "translation": {
      "en": "- PUT THE GUN DOWN! I SWEAR TO GOD! - YOU ARE THE COP!",
      "de": "-Tu das Gewehr runter. Ich schwöre es! -Du bist ein Bulle!"
    }
  },
  {
    "translation": {
      "en": "YOU'RE A COP!",
      "de": "Du bist ein Bulle!"
    }
  },
  {
    "translation": {
      "en": "BRIAN! I GOT TO FIND JESSE BEFORE THEY DO.",
      "de": "Brian, ich muss Jesse finden, bevor sie es tun."
    }
  },
  {
    "translation": {
      "en": "I'M ALL THE KID'S GOT. I'LL CALL IN THE PLATES.",
      "de": "-Der Junge hat nur mich. -Ich gebe das Kennzeichen durch."
    }
  },
  {
    "translation": {
      "en": "P.D. WILL PICK HIM UP WAY BEFORE JOHNNY EVEN GETS NEAR HIM.",
      "de": "Die Autobahnpolizei wird ihn aufsammeln, bevor Johnny an ihn rankommt."
    }
  },
  {
    "translation": {
      "en": "MOVE YOUR CAR. DOM, STOP IT! IT'S OVER.",
      "de": "-Fahr den Wagen weg. -Dom, hör auf! Es ist vorbei. Bitte."
    }
  },
  {
    "translation": {
      "en": "- PLEASE! - MIA, STAY OUT OF IT!",
      "de": "-Fahr den Wagen weg. -Dom, hör auf! Es ist vorbei. Bitte. Mia, halt dich da raus!"
    }
  },
  {
    "translation": {
      "en": "MOVE THE-- [ Car Approaching ]",
      "de": "Mia, halt dich da raus!"
    }
  },
  {
    "translation": {
      "en": "DOMINIC, I AM SO SORRY.",
      "de": "Dominic, es tut mir so Leid."
    }
  },
  {
    "translation": {
      "en": "I DON'T KNOW WHAT I'M DOING, DOM.",
      "de": "Ich weiß nicht, was ich tue, Dom."
    }
  },
  {
    "translation": {
      "en": "I'M SO SCARED RIGHT NOW. I DON'T KNOW WHAT'S GOING ON.",
      "de": "Ich habe solche Angst. Ich weiß nicht, was abgeht."
    }
  },
  {
    "translation": {
      "en": "JESS! WHAT WERE YOU THINKING, MAN?",
      "de": "Was hast du nur gedacht, Mann?"
    }
  },
  {
    "translation": {
      "en": "I DON'T KNOW! I PANICKED! I'M SORRY.",
      "de": "Ich weiß nicht! Ich hatte Panik. Es tut mir leid."
    }
  },
  {
    "translation": {
      "en": "I'M SCARED! [ Motorcycles Approaching ]",
      "de": "Ich habe Angst! Ich weiß nicht, was ich tue! Wirst du mir bitte helfen?"
    }
  },
  {
    "translation": {
      "en": "I DON'T KNOW WHAT I'M DOING! WILL YOU PLEASE HELP ME?",
      "de": "Ich weiß nicht, was ich tue! Wirst du mir bitte helfen?"
    }
  },
  {
    "translation": {
      "en": "[ Sobbing ] NO, JESSE!",
      "de": "Nein, Jesse!"
    }
  },
  {
    "translation": {
      "en": "NO, DOM, NO!",
      "de": "Nein, Dom, nein!"
    }
  },
  {
    "translation": {
      "en": "CALL 911. YOU. CALL 911!",
      "de": "Rufen Sie 110. Rufen Sie 110 an!"
    }
  },
  {
    "translation": {
      "en": "I USED TO DRAG HERE BACK IN HIGH SCHOOL.",
      "de": "Hier fuhr ich Rennen, als ich noch zur Schule ging."
    }
  },
  {
    "translation": {
      "en": "THAT RAILROAD CROSSING UP THERE IS EXACTLY A QUARTER MILE AWAY FROM HERE.",
      "de": "Nach genau einem halben Kilometer kommt der Bahnübergang."
    }
  },
  {
    "translation": {
      "en": "ON GREEN, I'M GOING FOR IT.",
      "de": "Bei Grün gebe ich Gas."
    }
  },
  {
    "translation": {
      "en": "THAT'S NOT WHAT I HAD IN MIND.",
      "de": "So habe ich mir das nicht vorgestellt."
    }
  },
  {
    "translation": {
      "en": "YOU KNOW WHAT YOU'RE DOING?",
      "de": "Weißt du, was du tust?"
    }
  },
  {
    "translation": {
      "en": "I OWE YOU A TEN-SECOND CAR.",
      "de": "Ich schulde dir ein 10-Sekunden-Auto."
    }
  },
  {
    "translation": {
      "en": "[ Dominic ] I LIVE MY LIFE A QUARTER MILE AT A TIME.",
      "de": "Ich lebe mein Leben in Halb-Kilometer-Abschnitten."
    }
  },
  {
    "translation": {
      "en": "NOTHING ELSE MATTERS.",
      "de": "Nichts anderes zählt."
    }
  },
  {
    "translation": {
      "en": "FOR THOSE TEN SECONDS OR LESS...",
      "de": "In diesen 10 Sekunden oder weniger"
    }
  },
  {
    "translation": {
      "en": "I'M FREE.",
      "de": "bin ich frei."
    }
  }
]