[
  {
    "translation": {
      "en": "My name is Dalton Russell.",
      "de": "Mein Name ist Dalton Russell."
    }
  },
  {
    "translation": {
      "en": "Pay strict attention to what I say",
      "de": "Passen Sie gut auf, was ich sage,"
    }
  },
  {
    "translation": {
      "en": "because I choose my words carefully, and I never repeat myself.",
      "de": "denn ich wähle meine Worte sehr sorgfältig, und ich wiederhole mich nie."
    }
  },
  {
    "translation": {
      "en": "I've told you my name. That's the who.",
      "de": "Ich habe Ihnen meinen Namen genannt. So viel zum \"Wer\"."
    }
  },
  {
    "translation": {
      "en": "The where could be most readily described as a prison cell.",
      "de": "Das \"Wo\" könnte man ohne weiteres als Gefängniszelle bezeichnen."
    }
  },
  {
    "translation": {
      "en": "But there's a vast difference between being stuck in a tiny cell",
      "de": "Aber es ist ein himmelweiter Unterschied, ob man in einer kleinen Zelle hockt"
    }
  },
  {
    "translation": {
      "en": "and being in prison.",
      "de": "oder im Gefängnis."
    }
  },
  {
    "translation": {
      "en": "The what is easy.",
      "de": "Das \"Was\" ist leicht erklärt."
    }
  },
  {
    "translation": {
      "en": "Recently I planned and set in motion events",
      "de": "Kürzlich habe ich mich daran gemacht,"
    }
  },
  {
    "translation": {
      "en": "to execute the perfect bank robbery.",
      "de": "den perfekten Bankraub auszuführen."
    }
  },
  {
    "translation": {
      "en": "That's also the when.",
      "de": "Das ist zugleich das \"Wann\". Das \"Warum\" ist neben dem offensichtlich finanziellen Motiv"
    }
  },
  {
    "translation": {
      "en": "As for the why, beyond the obvious financial motivation,",
      "de": "Das \"Warum\" ist neben dem offensichtlich finanziellen Motiv"
    }
  },
  {
    "translation": {
      "en": "it's exceedingly simple:",
      "de": "außerordentlich simpel."
    }
  },
  {
    "translation": {
      "en": "because I can.",
      "de": "Weil ich es kann."
    }
  },
  {
    "translation": {
      "en": "Which leaves us only with the how.",
      "de": "Bleibt nur noch das \"Wie\" zu klären."
    }
  },
  {
    "translation": {
      "en": "And therein, as the Bard would tell us, lies the rub.",
      "de": "Und genau da, um es mal salopp zu sagen, liegt der Hund begraben."
    }
  },
  {
    "translation": {
      "en": "So your mother tells me about...",
      "de": "Deine Mutter hat mir erzählt,"
    }
  },
  {
    "translation": {
      "en": "a certain young lady is helping you with the Triborough Bridge project?",
      "de": "dass dir eine gewisse junge Dame bei deinem Triborough-Bridge-Projekt hilft?"
    }
  },
  {
    "translation": {
      "en": "- Mm-hmm. - Okay.",
      "de": "- Ok? - Sehr gut, in Ordnung."
    }
  },
  {
    "translation": {
      "en": "( laughs ) He's crazy.",
      "de": "Verrückter Kerl."
    }
  },
  {
    "translation": {
      "en": "Now on 51st?",
      "de": "- Jetzt? In der 51.? 50... - Ja, da ist er jetzt."
    }
  },
  {
    "translation": {
      "en": "No, he's still on 47th Street, but it's a much smaller space.",
      "de": "Nein, er ist noch in der 47. Strasse, aber die Räumlichkeiten sind viel kleiner."
    }
  },
  {
    "translation": {
      "en": "We'll get lobster. I'll put it on Mr. Ansonori's card.",
      "de": "Ja, wir essen Hummer. Auf Mr. Ansinoris' Kreditkarte."
    }
  },
  {
    "translation": {
      "en": "Whatever. It's a meeting with one of his clients or something.",
      "de": "Wie auch immer, er hat ein Meeting mit irgendwelchen Mandanten oder sowas."
    }
  },
  {
    "translation": {
      "en": "Because it's been, like, over a year now.",
      "de": "Weil es schon über ein Jahr her ist. Ja."
    }
  },
  {
    "translation": {
      "en": "Yeah...",
      "de": "Ja..."
    }
  },
  {
    "translation": {
      "en": "( groans ) I want to snap this guy's neck, I swear to God.",
      "de": "Ich möchte diesem Kerl das Genick brechen, ehrlich."
    }
  },
  {
    "translation": {
      "en": "Man: Just before you get to that chair",
      "de": "Einfach bis zum Stuhl. - Dort drüben hin. - Na und?"
    }
  },
  {
    "translation": {
      "en": "they'll take care of you over there. That's their specialty.",
      "de": "- Dort drüben hin. - Na und?"
    }
  },
  {
    "translation": {
      "en": "Woman: So what? They're flowers. They could have been to his grandmother.",
      "de": "Ja und? Es sind Blumen. Die hätten auch für seine Oma sein können."
    }
  },
  {
    "translation": {
      "en": "They could have been for me. It's my birthday.",
      "de": "Oder auch für mich, ich habe ja Geburtstag, also..."
    }
  },
  {
    "translation": {
      "en": "Okay, so maybe it's a client's.",
      "de": "Ok, dann ist es vielleicht ein Kunde."
    }
  },
  {
    "translation": {
      "en": "( chuckles ) Okay, this is funny.",
      "de": "Hey, weiß du, was lustig ist?"
    }
  },
  {
    "translation": {
      "en": "I got this guy in front of me that thinks...",
      "de": "Vor mir steht einer, der glaubt, ich sehe nicht, dass er mich ansieht."
    }
  },
  {
    "translation": {
      "en": "I see him looking at me. Fantastic.",
      "de": "Vor mir steht einer, der glaubt, ich sehe nicht, dass er mich ansieht. Fantastisch."
    }
  },
  {
    "translation": {
      "en": "- God damn it! - Excuse me.",
      "de": "Verdammt noch mal."
    }
  },
  {
    "translation": {
      "en": "- Yeah? - Can you lower your voice just a little bit, please?",
      "de": "- Entschuldigen Sie bitte. - Ja. Könnten Sie bitte etwas leiser sprechen?"
    }
  },
  {
    "translation": {
      "en": "You're getting a little loud on your phone. Please.",
      "de": "Könnten Sie bitte etwas leiser sprechen? Sie werden etwas laut beim Telefonieren. Wäre das möglich?"
    }
  },
  {
    "translation": {
      "en": "- Yeah, fine. - I don't want you disturbing the other customers.",
      "de": "Ja, schon gut. Die anderen Kunden könnten sich gestört fühlen."
    }
  },
  {
    "translation": {
      "en": "- Sorry. You got it. - All right? Thank you.",
      "de": "- Entschuldigung. - In Ordnung? - Ja, ich bin leiser. - Danke sehr."
    }
  },
  {
    "translation": {
      "en": "( chuckles )",
      "de": "- Ja, ich bin leiser. - Danke sehr."
    }
  },
  {
    "translation": {
      "en": "( whispering ) It was the security guy.",
      "de": "Das war so einer von der Security."
    }
  },
  {
    "translation": {
      "en": "I didn't know I was in a library.",
      "de": "Spielt sich auf, als wäre das 'ne Bibliothek. Scheiß Bank."
    }
  },
  {
    "translation": {
      "en": "It's a fucking bank. Manhattan Trust.",
      "de": "Spielt sich auf, als wäre das 'ne Bibliothek. Scheiß Bank. Manhattan Trust."
    }
  },
  {
    "translation": {
      "en": "Woman: A meal, from this fucking rich prick I work for.",
      "de": "...aus Yale. Und dieser stinkreiche Arsch, für den ich arbeite."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "de": "Danke."
    }
  },
  {
    "translation": {
      "en": "Excuse me. Sir?",
      "de": "Entschuldigen Sie bitte. Sir?"
    }
  },
  {
    "translation": {
      "en": "Easy.",
      "de": "Ganz ruhig."
    }
  },
  {
    "translation": {
      "en": "- Everybody get down on the fucking floor now! - ( all screaming )",
      "de": "Alle sofort runter auf den Scheiß-Fußboden, Beeilung!"
    }
  },
  {
    "translation": {
      "en": "- Get down on the ground! You have four seconds!",
      "de": "Los, runter, runter! Ihr habt vier Sekunden. Wer dann noch steht, wird erschossen!"
    }
  },
  {
    "translation": {
      "en": "Anyone still standing gets shot!",
      "de": "Ihr habt vier Sekunden. Wer dann noch steht, wird erschossen!"
    }
  },
  {
    "translation": {
      "en": "One...",
      "de": "Eins! Zwei! Drei!"
    }
  },
  {
    "translation": {
      "en": "two, three. - Back away from that counter!",
      "de": "Eins! Zwei! Drei! Alle weg von dem Tresen! Wehe, du drückst auf den Knopf!"
    }
  },
  {
    "translation": {
      "en": "Get your hand away from that button!",
      "de": "Alle weg von dem Tresen! Wehe, du drückst auf den Knopf!"
    }
  },
  {
    "translation": {
      "en": "Put your hands on the floor, now!",
      "de": "Hände auf den Boden. Sofort!"
    }
  },
  {
    "translation": {
      "en": "- What is this? - Todd, what are we gonna do?",
      "de": "Oh, Mann. Was ist das für 'ne Scheiße? - Todd, was machen wir jetzt? - Was sollen wir schon machen, Mann?"
    }
  },
  {
    "translation": {
      "en": "- Keep your head down, fat man! - All right!",
      "de": "- Todd, was machen wir jetzt? - Was sollen wir schon machen, Mann? - Lass den Kopf unten, Dicker! - Schon gut!"
    }
  },
  {
    "translation": {
      "en": "Get your fucking face on the floor!",
      "de": "Leg dich bloß wieder hin, du Arschloch!"
    }
  },
  {
    "translation": {
      "en": "You get the same treatment as everyone else, Rabbi.",
      "de": "Für dich gilt dasselbe wie für alle anderen, Rabbi."
    }
  },
  {
    "translation": {
      "en": "Get down.",
      "de": "Leg dich hin."
    }
  },
  {
    "translation": {
      "en": "Now, my friends and I are making",
      "de": "Also, meine Freunde und ich werden jetzt"
    }
  },
  {
    "translation": {
      "en": "a very large withdrawal from this bank.",
      "de": "einen nicht unerheblichen Geldbetrag abheben."
    }
  },
  {
    "translation": {
      "en": "Anybody gets in our way gets a bullet in the brain.",
      "de": "Wer uns in die Quere kommt, kriegt eine Kugel in den Kopf."
    }
  },
  {
    "translation": {
      "en": "Lie down, old man! Put your fucking hands down!",
      "de": "Unten bleiben, Opa! Hände auf den Boden!"
    }
  },
  {
    "translation": {
      "en": "- Get your face on the floor. - I'm down, I'm down!",
      "de": "- Gesicht nach unten. - Schon gut, schon gut."
    }
  },
  {
    "translation": {
      "en": "Hey, Officer, there's smoke coming out of there.",
      "de": "Hey Officer, da kommt Rauch aus der Tür."
    }
  },
  {
    "translation": {
      "en": "Possible 10-30, Manhattan Trust, 20 Exchange Place.",
      "de": "Möglicher 10-30. Manhattan Trust, Exchange Place 20."
    }
  },
  {
    "translation": {
      "en": "I have got hostages.",
      "de": "Möglicher 10-30. Manhattan Trust, Exchange Place 20. Ich habe Geiseln hier drinnen."
    }
  },
  {
    "translation": {
      "en": "You fucking cops come near this door, I start killing people.",
      "de": "Wenn ihr Scheiß Bullen an diese Tür kommt, fang' ich an, sie umzulegen."
    }
  },
  {
    "translation": {
      "en": "I'm not fucking kidding, man.",
      "de": "Ich mache keine Scherze, Mann."
    }
  },
  {
    "translation": {
      "en": "Central, give me a-- back up, sir! Back up!",
      "de": "Zentrale! Ich brauch' Verstärkung. Zurück, Sir, zurück! Sie!"
    }
  },
  {
    "translation": {
      "en": "- You, back up! Back up! - Shit!",
      "de": "Zurück, Sir, zurück! Sie! - Scheiße. - Verschwinden Sie da, Beeilung!"
    }
  },
  {
    "translation": {
      "en": "Stay around the corner. Central, get me an 85.",
      "de": "Hinter der Ecke bleiben! Zentrale, ich brauche Verstärkung."
    }
  },
  {
    "translation": {
      "en": "Perp with a gun. Possible hostages.",
      "de": "Täter mit Schusswaffe, mögliche Geiselnahme."
    }
  },
  {
    "translation": {
      "en": "I repeat, possible hostages. 20 Exchange, Manhattan Trust.",
      "de": "Wiederhole: Mögliche Geiselnahme. Exchange 20, Manhattan Trust."
    }
  },
  {
    "translation": {
      "en": "- Baby, I'm fighting for my life over here. - Keith, every time",
      "de": "Baby, ich kämpf' hier um mein Leben. Keith, jedes Mal, wenn wir darüber sprechen, hör ich dasselbe."
    }
  },
  {
    "translation": {
      "en": "we have this conversation, it's the same thing-- \"Not now.\"",
      "de": "Keith, jedes Mal, wenn wir darüber sprechen, hör ich dasselbe. - \"Jetzt nicht.\" - Warte mal, hör zu."
    }
  },
  {
    "translation": {
      "en": "Do you know what kind of thin ice I'm on right now with this check-cashing thing?",
      "de": "Weißt du, wie dünn das Eis ist, auf dem ich mit dieser Scheck-Sache stehe? Die wollen mich einbuchten."
    }
  },
  {
    "translation": {
      "en": "They want to lock me up. This 140 grand doesn't",
      "de": "mit dieser Scheck-Sache stehe? Die wollen mich einbuchten. Wenn diese 140 Riesen nicht bald irgendwo auftauchen,"
    }
  },
  {
    "translation": {
      "en": "show up somewhere soon, things can get rough for me.",
      "de": "Wenn diese 140 Riesen nicht bald irgendwo auftauchen, - kann es grob für mich werden. - Aber du hast sie nicht genommen."
    }
  },
  {
    "translation": {
      "en": "- But you didn't take it. - Of course I didn't take it, baby.",
      "de": "- kann es grob für mich werden. - Aber du hast sie nicht genommen. Nein, natürlich nicht, Baby. Dieser verlogene Drogendealer will nur"
    }
  },
  {
    "translation": {
      "en": "It's just some lying drug dealer trying to save his own ass by fucking me over.",
      "de": "Nein, natürlich nicht, Baby. Dieser verlogene Drogendealer will nur seinen Arsch retten, indem er mich anscheißt."
    }
  },
  {
    "translation": {
      "en": "- Eventually it'll go away. - Then what? What about us?",
      "de": "- Aber das wird sich aufklären. - Und dann? - Was ist mit uns? - Dann werde ich befördert,"
    }
  },
  {
    "translation": {
      "en": "Then I'll make first grade, then we'll have enough money to buy a bigger place.",
      "de": "- Was ist mit uns? - Dann werde ich befördert, und wir haben Geld für eine größere Wohnung, und wir..."
    }
  },
  {
    "translation": {
      "en": "And then-- why do we got to have this conversation",
      "de": "und wir haben Geld für eine größere Wohnung, und wir... Warum eigentlich stets dieses Gespräch, wenn dein Bruder gerade sitzt"
    }
  },
  {
    "translation": {
      "en": "every time your brother gets locked up or gets caught stealing a car?",
      "de": "Warum eigentlich stets dieses Gespräch, wenn dein Bruder gerade sitzt - oder beim Autoklauen erwischt wurde? - Er ist alles, was ich habe."
    }
  },
  {
    "translation": {
      "en": "He's the only family I've got.",
      "de": "- oder beim Autoklauen erwischt wurde? - Er ist alles, was ich habe."
    }
  },
  {
    "translation": {
      "en": "All right. I'm sorry, baby. You okay? You still love me?",
      "de": "Entschuldige, Baby, tut mir leid."
    }
  },
  {
    "translation": {
      "en": "- I'm sorry too. I love you, baby. You still love me?",
      "de": "- Liebst du mich noch? - Tut mir auch leid. - Liebst du mich noch? - Ich liebe dich, Schatz."
    }
  },
  {
    "translation": {
      "en": "Big Willie and the twins for you when I get home.",
      "de": "Lust auf Big Willie und die Zwillinge heute Nacht?"
    }
  },
  {
    "translation": {
      "en": "Mm, I got the handcuffs.",
      "de": "- Ich stelle die Handschellen. - Und ich die Kanone."
    }
  },
  {
    "translation": {
      "en": "- I got the gun. - Bye, big daddy.",
      "de": "- Ich stelle die Handschellen. - Und ich die Kanone. Bye, Big Daddy."
    }
  },
  {
    "translation": {
      "en": "- \"Big Willie and the twins,\" huh? - That's correct.",
      "de": "Bye, Big Daddy. - Big Willie und die Zwillinge, hm? - Ja, genau."
    }
  },
  {
    "translation": {
      "en": "Hello, life, brother. He's got three priors,",
      "de": "- Big Willie und die Zwillinge, hm? - Ja, genau. Ihr nichtsnutziger Bruder. Drei Vorstrafen, ein bewaffneter Raubüberfall."
    }
  },
  {
    "translation": {
      "en": "one for armed robbery. 17-year-old high school dropout,",
      "de": "Ihr nichtsnutziger Bruder. Drei Vorstrafen, ein bewaffneter Raubüberfall. Ist 17, Schule abgebrochen. Hat keinen ehrlichen Knochen im Leib und"
    }
  },
  {
    "translation": {
      "en": "and he's too fucking stupid to amount to anything, even as a criminal.",
      "de": "kriegt rein gar nichts auf die Reihe. Nicht mal als Verbrecher."
    }
  },
  {
    "translation": {
      "en": "Can't you get rid of him?",
      "de": "kriegt rein gar nichts auf die Reihe. Nicht mal als Verbrecher. - Wirst du ihn nicht los? - Doch, könnte ich."
    }
  },
  {
    "translation": {
      "en": "I could, couldn't I? Nah, she loves him.",
      "de": "- Wirst du ihn nicht los? - Doch, könnte ich. Nein, sie liebt ihn. Soll ich ihn etwa rausschmeißen?"
    }
  },
  {
    "translation": {
      "en": "What am I gonna do, put him out in the street?",
      "de": "Nein, sie liebt ihn. Soll ich ihn etwa rausschmeißen?"
    }
  },
  {
    "translation": {
      "en": "- How's he feel about you? - He's thrilled",
      "de": "- Und was hält er von dir? - Oh, er ist begeistert."
    }
  },
  {
    "translation": {
      "en": "to have a detective sleeping in the next room, banging his sister.",
      "de": "Dass 'n Bulle im Nebenzimmer seine Schwester vögelt. Und das tischt sie mir dann wieder auf"
    }
  },
  {
    "translation": {
      "en": "\"If we had a bigger place we wouldn't have this problem.\"",
      "de": "und meint: \"In 'ner größeren Wohnung hätten wir das Problem nicht.\""
    }
  },
  {
    "translation": {
      "en": "Of course, if we got... ( mouths )",
      "de": "und meint: \"In 'ner größeren Wohnung hätten wir das Problem nicht.\" Und wären wir \"verheiratet\", dann wäre sowieso alles besser."
    }
  },
  {
    "translation": {
      "en": "then things would be different.",
      "de": "Und wären wir \"verheiratet\", dann wäre sowieso alles besser."
    }
  },
  {
    "translation": {
      "en": "- And what's wrong with that? - Wedding, furniture, kids.",
      "de": "- Was wäre daran falsch? - Hochzeit, Möbel, Kinder."
    }
  },
  {
    "translation": {
      "en": "- You know what a diamond ring costs? - Come on, you've been married.",
      "de": "Weißt du, was 'n Diamantring kostet? - Komm, du warst schon mal verheiratet. - Da war ich 21."
    }
  },
  {
    "translation": {
      "en": "- Please, I was 21. - Yeah, but you give her a ring?",
      "de": "- Komm, du warst schon mal verheiratet. - Da war ich 21. - Und hast du ihr einen Ring geschenkt? - Ja, aber ich habe nie etwas zurückgekriegt."
    }
  },
  {
    "translation": {
      "en": "- Yeah, but she won't call me back. - ( chuckles )",
      "de": "- Und hast du ihr einen Ring geschenkt? - Ja, aber ich habe nie etwas zurückgekriegt."
    }
  },
  {
    "translation": {
      "en": "- You guys cops? - Oh, shit! Made us!",
      "de": "- Seid ihr Cops? - Scheiße, man hat uns erkannt."
    }
  },
  {
    "translation": {
      "en": "Christmas came early for you this year.",
      "de": "Dieses Jahr wird Weihnachten vorverlegt."
    }
  },
  {
    "translation": {
      "en": "Bank robbery, hostage situation. 20 Exchange Place.",
      "de": "Bankraub. Geiselnahme. Exchange Place 20."
    }
  },
  {
    "translation": {
      "en": "- What? - Grossman's on vacation. You're up.",
      "de": "- Was? - Grossmann hat Urlaub. Ihr seid dran."
    }
  },
  {
    "translation": {
      "en": "What about the Madrugada check-cashing thing?",
      "de": "Was ist mit der Madrugada-Sache? Mit dem Scheck?"
    }
  },
  {
    "translation": {
      "en": "- I thought I was in the doghouse. - I just threw you a bone.",
      "de": "- Ich dachte, ich liege auf Eis. - Ich tu' Ihnen einen Gefallen."
    }
  },
  {
    "translation": {
      "en": "As far as I'm concerned you still work here, but if you don't think you're ready...",
      "de": "Soweit es mich angeht, arbeiten Sie noch hier, - aber wenn Sie nicht wollen... - Doch doch, er will."
    }
  },
  {
    "translation": {
      "en": "- No no, he's ready. - Oh, good good.",
      "de": "- aber wenn Sie nicht wollen... - Doch doch, er will. Oh, gut. Gut."
    }
  },
  {
    "translation": {
      "en": "I'm giving you a break here. Don't make me look like a fool.",
      "de": "Ich gebe Ihnen eine Chance. Aber enttäuschen Sie mich nicht."
    }
  },
  {
    "translation": {
      "en": "This is it, baby! The show!",
      "de": "- Das ist es, Baby, die große Chance. - Ja."
    }
  },
  {
    "translation": {
      "en": "You got the call, man! God damn!",
      "de": "Du hast den Fall, Alter. Ist doch grandios!"
    }
  },
  {
    "translation": {
      "en": "Guess I should be happy. I might get to put off IAB.",
      "de": "Ja, ich sollte mich freuen, vielleicht verzögert sich die Untersuchung."
    }
  },
  {
    "translation": {
      "en": "Here's all you need to know. You walk in unarmed.",
      "de": "Es läuft so: Du gehst unbewaffnet rein."
    }
  },
  {
    "translation": {
      "en": "Head bad guy puts a gun to your head and makes you get on your knees.",
      "de": "Ein Bösewicht hält dir 'ne Knarre an den Kopf und du kniest nieder."
    }
  },
  {
    "translation": {
      "en": "You look around, there are five armed men pointing Uzis at you.",
      "de": "Du siehst dich um, und fünf weitere Typen zielen mit Uzis auf dich."
    }
  },
  {
    "translation": {
      "en": "Just picture them in their underwear.",
      "de": "Stell' sie dir einfach in Unterwäsche vor."
    }
  },
  {
    "translation": {
      "en": "- How about orange jump suits and shackles? - You can do this, man.",
      "de": "Wie wär's mit Knastklamotten und Fußketten? - Auch gut, Keith. Du schaffst das schon. - Aufgepasst, böse Jungs, ich komme."
    }
  },
  {
    "translation": {
      "en": "Look out, bad guys, here I come.",
      "de": "- Auch gut, Keith. Du schaffst das schon. - Aufgepasst, böse Jungs, ich komme."
    }
  },
  {
    "translation": {
      "en": "Get those people back! Get them the hell out of here!",
      "de": "Beeilung bitte, los, los! Haltet die Leute auf Abstand. Die sollen hier alle verschwinden!"
    }
  },
  {
    "translation": {
      "en": "- As soon as we pull up, I want everybody out! - Let's go! Team, out!",
      "de": "Okay, Jungs, wenn der Wagen steht, alle Mann raus."
    }
  },
  {
    "translation": {
      "en": "- Peel it off! - Second floor window, now!",
      "de": "Die Fenster im ersten Stock. Los!"
    }
  },
  {
    "translation": {
      "en": "- Let them in there. - Let's go.",
      "de": "- Lasst das Kommando durch. - Los, weiter! Weiter, Beeilung!"
    }
  },
  {
    "translation": {
      "en": "- Sarge, what do you got? - I got a perp in the bank,",
      "de": "Sarge, wie sieht's aus? Mindestens ein Täter in der Bank, mögliche Geiselnahme."
    }
  },
  {
    "translation": {
      "en": "possible hostage situation.",
      "de": "Mindestens ein Täter in der Bank, mögliche Geiselnahme."
    }
  },
  {
    "translation": {
      "en": "- Who's on today? Who's your boss? - Sergeant Hernandez.",
      "de": "Wer hat Dienst, wer ist Ihr Boss? - Sergeant Hernandez. Ich ruf' ihn an. - Holen Sie ihn her."
    }
  },
  {
    "translation": {
      "en": "- Get him down here. - Sergeant Hernandez, you on the air?",
      "de": "- Sergeant Hernandez. Ich ruf' ihn an. - Holen Sie ihn her. - Sergeant Hernandez, hören Sie? - Ich höre. Was gibt's?"
    }
  },
  {
    "translation": {
      "en": "- On the air, go. - Sarge, I got Sergeant Collins over here.",
      "de": "- Sergeant Hernandez, hören Sie? - Ich höre. Was gibt's? Ich habe Sergeant Collins hier bei mir, er hat die Meldung gemacht."
    }
  },
  {
    "translation": {
      "en": "He called this in. Can you come to the other side?",
      "de": "Ich habe Sergeant Collins hier bei mir, er hat die Meldung gemacht. Können Sie hier runter kommen?"
    }
  },
  {
    "translation": {
      "en": "Redirect. On my way. Let's go.",
      "de": "Ja, ich bin schon unterwegs. Gehen wir."
    }
  },
  {
    "translation": {
      "en": "Back up. Off the corner.",
      "de": "Weg da! Los, weg von der Ecke! - Weiter zurück, weiter zurück. - Wir müssen alles abriegeln."
    }
  },
  {
    "translation": {
      "en": "- Pull back! - Got to keep this secure.",
      "de": "- Weiter zurück, weiter zurück. - Wir müssen alles abriegeln."
    }
  },
  {
    "translation": {
      "en": "- Collins, what you got? - Hernandez.",
      "de": "- Collins? Wie ist die Lage? - Hernandez."
    }
  },
  {
    "translation": {
      "en": "I got a perp inside with a gun who claims he's got some hostages.",
      "de": "Ein Täter mit Schusswaffe, der behauptet, dass er ein paar Geiseln da drin hat."
    }
  },
  {
    "translation": {
      "en": "Everyone, heads up! Let's clear the way!",
      "de": "Aufpassen, Leute, macht mal den Weg frei!"
    }
  },
  {
    "translation": {
      "en": "- Let's go, set them up. - Move these people back.",
      "de": "Okay, Jungs, stellt die Absperrungen auf."
    }
  },
  {
    "translation": {
      "en": "We've got it under control.",
      "de": "Wir haben es unter Kontrolle."
    }
  },
  {
    "translation": {
      "en": "Back up, please.",
      "de": "Wir haben es unter Kontrolle. Alles beiseite, bitte!"
    }
  },
  {
    "translation": {
      "en": "Get back!",
      "de": "- Zurücktreten! - Gehen Sie bitte zurück! Danke."
    }
  },
  {
    "translation": {
      "en": "There's nothing going on. See it on the news tonight.",
      "de": "Hier gibt es nichts zu sehen. Sie sehen es heute Abend in den Nachrichten."
    }
  },
  {
    "translation": {
      "en": "Step back, please.",
      "de": "Zurück bitte."
    }
  },
  {
    "translation": {
      "en": "- Mr. Case? - Oh, good morning, Katherine.",
      "de": "Mr. Case? Oh, guten Morgen, Katherine. Was kann ich für Sie tun?"
    }
  },
  {
    "translation": {
      "en": "What can I do for you?",
      "de": "Oh, guten Morgen, Katherine. Was kann ich für Sie tun?"
    }
  },
  {
    "translation": {
      "en": "Sir, there's a robbery in progress at one of our branches.",
      "de": "Da findet gerade ein Überfall auf eine unserer Filialen statt."
    }
  },
  {
    "translation": {
      "en": "Oh my. Has anybody been hurt?",
      "de": "Du meine Güte. - Ist jemand verletzt worden? - Ich glaube nicht, aber sie haben Geiseln."
    }
  },
  {
    "translation": {
      "en": "I don't think so, but there are hostages.",
      "de": "- Ist jemand verletzt worden? - Ich glaube nicht, aber sie haben Geiseln."
    }
  },
  {
    "translation": {
      "en": "Oh, how awful.",
      "de": "Oh wie furchtbar."
    }
  },
  {
    "translation": {
      "en": "Which branch is it? Number 32. 20 Exchange Place.",
      "de": "- Welche Filiale ist es? - Nummer 32, Exchange Place 20."
    }
  },
  {
    "translation": {
      "en": "- Which one? - 20 Exchange Place.",
      "de": "- Welche? - Exchange Place 20."
    }
  },
  {
    "translation": {
      "en": "- Thank you, Katherine. - I'm sorry, Mr. Case.",
      "de": "Danke, Katherine. Es tut mir leid, Mr. Case."
    }
  },
  {
    "translation": {
      "en": "Oh, dear God.",
      "de": "Großer Gott."
    }
  },
  {
    "translation": {
      "en": "Get these people out of here. Open these gates.",
      "de": "Schafft die Leute hier weg! Öffnet die Absperrung."
    }
  },
  {
    "translation": {
      "en": "Back up on the sidewalk.",
      "de": "Zurück auf den Gehweg. Fahren Sie durch."
    }
  },
  {
    "translation": {
      "en": "Sergeant Collins, first on scene. You the hostage negotiator?",
      "de": "Sergeant Collins, erster am Tatort. Sind Sie die Vermittler?"
    }
  },
  {
    "translation": {
      "en": "Right, Detective Frazier. This is Detective Mitchell. What do you got?",
      "de": "Ich bin Detective Frazier, das ist Detective Mitchell. Wie sieht 's aus?"
    }
  },
  {
    "translation": {
      "en": "Not much. Saw the bank was filled with smoke. The door was locked.",
      "de": "Schwer zu sagen. Die Bank war voller Rauch."
    }
  },
  {
    "translation": {
      "en": "I tried to take a look inside and one of the gunmen opens the door,",
      "de": "Die Türen waren verschlossen. Ich wollte grade 'n Blick riskieren, da macht ein Gangster die Tür auf, drückt mir 'ne .357 an die Nase"
    }
  },
  {
    "translation": {
      "en": "sticks a .357 in my face,",
      "de": "da macht ein Gangster die Tür auf, drückt mir 'ne .357 an die Nase"
    }
  },
  {
    "translation": {
      "en": "screaming in some foreign accent about killing hostages.",
      "de": "und brüllt mit irgendeinem Akzent was von \"Geiseln umbringen\"."
    }
  },
  {
    "translation": {
      "en": "- See any other gunmen? - No, sir, I couldn't see anything at all.",
      "de": "- Sahen Sie weitere Täter? - Nein, Sir. Ich konnte gar nichts sehen."
    }
  },
  {
    "translation": {
      "en": "- You hear anything inside? - No, sir, but with that .357 sticking in my face,",
      "de": "- Konnten Sie irgendwas hören? - Nein Sir. Mit der .357 im Gesicht war ich auch ziemlich abgelenkt, tut mir leid."
    }
  },
  {
    "translation": {
      "en": "I can't really be sure. I'm sorry.",
      "de": "Mit der .357 im Gesicht war ich auch ziemlich abgelenkt, tut mir leid."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "de": "Ok."
    }
  },
  {
    "translation": {
      "en": "Good. Good. Good good good good. You did a good job, Sergeant.",
      "de": "Gut, gut. Gut, gut, gut, gut. Haben Sie gut gemacht, Sergeant."
    }
  },
  {
    "translation": {
      "en": "- You ever had a gun stuck in your face before? - Yeah, once.",
      "de": "Hatten Sie schon mal 'ne Waffe vor der Nase? - Ja, einmal. - Ach ja?"
    }
  },
  {
    "translation": {
      "en": "- Really? - Yeah, by a 12-year-old.",
      "de": "Ja, von einem Zwölfjährigen."
    }
  },
  {
    "translation": {
      "en": "- What was that like? - Not one of my better days.",
      "de": "- Und wie war das so? - Ich hatte schon bessere Tage."
    }
  },
  {
    "translation": {
      "en": "I bet. All right, well look,",
      "de": "Glaub' ich Ihnen. Ok, also,"
    }
  },
  {
    "translation": {
      "en": "as soon as we get this thing cleared up, we'll cut you loose, all right?",
      "de": "sobald wir alles geklärt haben, können Sie nach Haus."
    }
  },
  {
    "translation": {
      "en": "If you don't mind, I'd rather hang around until we make contact.",
      "de": "Ich würde gern noch hier bleiben, wenn es geht, zumindest, bis der Kontakt hergestellt ist."
    }
  },
  {
    "translation": {
      "en": "That's what I like to hear, Sergeant.",
      "de": "Sowas höre ich gern, Sergeant."
    }
  },
  {
    "translation": {
      "en": "Why are you doing this? Why are you doing this to me?",
      "de": "Was? Hey. Warum machen Sie das? Warum tun Sie mir das an?"
    }
  },
  {
    "translation": {
      "en": "Pop, what's going on? Yo.",
      "de": "Dad, was passiert hier?"
    }
  },
  {
    "translation": {
      "en": "All bank employees, raise your hands!",
      "de": "Alle Bankangestellten heben jetzt die Hand!"
    }
  },
  {
    "translation": {
      "en": "Bank employees, this side! Everyone else, over there!",
      "de": "Bankangestellte hier rüber! Alle anderen auf die andere Seite!"
    }
  },
  {
    "translation": {
      "en": "Now, I need everybody to take your cell phones and your keys",
      "de": "Und jetzt möchte ich, dass alle ihre Telefone und Schlüssel"
    }
  },
  {
    "translation": {
      "en": "out of your pockets and handbags and hold them in the air.",
      "de": "aus den Taschen oder sonst woher nehmen und sie hoch halten."
    }
  },
  {
    "translation": {
      "en": "- What's your name? - Peter.",
      "de": "- Wie heißen Sie? - Peter."
    }
  },
  {
    "translation": {
      "en": "- Peter what? - Peter Hammond.",
      "de": "- Peter wer? - Peter Hammond."
    }
  },
  {
    "translation": {
      "en": "- Where's your cell phone, Peter Hammond? - I left it at home.",
      "de": "- Wo ist Ihr Telefon, Peter Hammond? - Ich hab's zuhause vergessen."
    }
  },
  {
    "translation": {
      "en": "Peter, think very carefully about how you answer the next question,",
      "de": "Peter, denken Sie sorgfältig über die Beantwortung der nächsten Frage nach,"
    }
  },
  {
    "translation": {
      "en": "because if you get it wrong, your headstone will read",
      "de": "denn wenn Sie's vermasseln, steht auf Ihrem Grabstein:"
    }
  },
  {
    "translation": {
      "en": "\"Here lies Peter Hammond, hero,",
      "de": "\"Hier ruht Peter Hammond, der Held,"
    }
  },
  {
    "translation": {
      "en": "who valiantly attempted to prevent a brilliant bank robbery",
      "de": "\"der tapfer versucht hat, einen brillanten Bankraub zu verhindern,"
    }
  },
  {
    "translation": {
      "en": "by trying to hide his cellular phone",
      "de": "\"indem er sein Handy versteckte,"
    }
  },
  {
    "translation": {
      "en": "but wound up getting shot in the fucking head.\"",
      "de": "\"aber leider doch mit einer Kugel in seinem dummen Schädel endete.\""
    }
  },
  {
    "translation": {
      "en": "Now,",
      "de": "Also noch mal, Peter Hammond,"
    }
  },
  {
    "translation": {
      "en": "Peter Hammond, where's your cell phone?",
      "de": "Also noch mal, Peter Hammond, wo ist Ihr Telefon?"
    }
  },
  {
    "translation": {
      "en": "I'm telling you, I did. I left-- I left it at home.",
      "de": "Ich habe es Ihnen gesagt, es ist zuhause."
    }
  },
  {
    "translation": {
      "en": "- ( turns off ) - Okay, I fucked up. I'm sorry. Please...",
      "de": "Ok, ich hab' Scheiße gebaut. Es tut mir leid. Bitte."
    }
  },
  {
    "translation": {
      "en": "Don't worry about it.",
      "de": "Hey, nicht der Rede wert."
    }
  },
  {
    "translation": {
      "en": "( people gasping ) - Let me talk to you, bitch!",
      "de": "Lassen Sie mich erklären. Bitte, bitte, hören Sie mir zu!"
    }
  },
  {
    "translation": {
      "en": "Please, let me explain!",
      "de": "Lassen Sie mich erklären. Bitte, bitte, hören Sie mir zu! Lassen Sie es mich erklären."
    }
  },
  {
    "translation": {
      "en": "- ( groaning ) - ( screaming )",
      "de": "Lassen Sie es mich erklären."
    }
  },
  {
    "translation": {
      "en": "Help! Stop!",
      "de": "Hilfe! Hilfe. Aufhören!"
    }
  },
  {
    "translation": {
      "en": "Stop. ( grunting )",
      "de": "Aufhören!"
    }
  },
  {
    "translation": {
      "en": "Anyone else here smarter than me?",
      "de": "Ist hier noch irgendjemand schlauer als ich?"
    }
  },
  {
    "translation": {
      "en": "- And you are? - Vikram Walia.",
      "de": "- Und du bist...? - Vikram Walia."
    }
  },
  {
    "translation": {
      "en": "Vikram Walia. Thanks, Vikram.",
      "de": "Vikram Walia. Danke, Vikram."
    }
  },
  {
    "translation": {
      "en": "Boy: Hey, mister.",
      "de": "Hey Mister."
    }
  },
  {
    "translation": {
      "en": "Keep it.",
      "de": "Kannst du behalten."
    }
  },
  {
    "translation": {
      "en": "Men here, women here.",
      "de": "Männer hierher. Frauen da rüber."
    }
  },
  {
    "translation": {
      "en": "- Move! - ( people whimpering )",
      "de": "Beeilung!"
    }
  },
  {
    "translation": {
      "en": "I need all of you to strip down to your underwear.",
      "de": "Ich möchte, dass sich alle bis auf die Unterwäsche ausziehen."
    }
  },
  {
    "translation": {
      "en": "Now.",
      "de": "Sofort."
    }
  },
  {
    "translation": {
      "en": "Lady, believe me,",
      "de": "Lady? Glauben Sie mir. Das hier ist die einzige Situation, in der ich Sie bitte, das zu tun."
    }
  },
  {
    "translation": {
      "en": "this is the only situation where I'd ask you to do this,",
      "de": "Glauben Sie mir. Das hier ist die einzige Situation, in der ich Sie bitte, das zu tun."
    }
  },
  {
    "translation": {
      "en": "but take off your fucking clothes. No.",
      "de": "- Aber ziehen Sie Ihre Scheiß-Klamotten aus. - Nein."
    }
  },
  {
    "translation": {
      "en": "You should be ashamed of yourself.",
      "de": "Sie sollten sich schämen."
    }
  },
  {
    "translation": {
      "en": "- ( cocks ) - What's with you, mishe goyim?",
      "de": "Seid ihr alle meschugge?"
    }
  },
  {
    "translation": {
      "en": "Go ahead. Make my day.",
      "de": "Na los. Make my day."
    }
  },
  {
    "translation": {
      "en": "- Take your fucking clothes off. - No!",
      "de": "- Jetzt runter mit den Scheiß-Klamotten. - Nein!"
    }
  },
  {
    "translation": {
      "en": "Let's go!",
      "de": "Na los, geh!"
    }
  },
  {
    "translation": {
      "en": "Now, I need all of you",
      "de": "Und jetzt zieht jeder"
    }
  },
  {
    "translation": {
      "en": "to put on one of these suits and these masks.",
      "de": "einen dieser Anzüge und eine dieser Masken an."
    }
  },
  {
    "translation": {
      "en": "I'm Shon Gables with CBS-2 News outside Manhattan Trust Bank,",
      "de": "Shon Gables von CBS 2. Hier vor der Manhattan Trust Bank hat"
    }
  },
  {
    "translation": {
      "en": "where we have just been told by investigators",
      "de": "die Polizei uns soeben darüber informiert,"
    }
  },
  {
    "translation": {
      "en": "the bank has been robbed.",
      "de": "dass diese Bank überfallen wurde."
    }
  },
  {
    "translation": {
      "en": "The suspect or possible suspects",
      "de": "Der Verdächtige, oder die Verdächtigen sind noch drin"
    }
  },
  {
    "translation": {
      "en": "are inside, holed up with an unknown number...",
      "de": "und halten eine unbestimmte Anzahl Geiseln fest."
    }
  },
  {
    "translation": {
      "en": "- Captain Darius. - Yeah?",
      "de": "- Captain Darius? - Ja?"
    }
  },
  {
    "translation": {
      "en": "- I'm Detective Frazier. This is Detective Mitchell. - Hey.",
      "de": "Ich bin Detective Frazier. Das ist Detective Mitchell. Hey."
    }
  },
  {
    "translation": {
      "en": "You may remember, we worked that hospital thing on 93rd during my training.",
      "de": "Wir haben während meiner Ausbildung mal zusammen gearbeitet. Krankenhaus, 93. Straße."
    }
  },
  {
    "translation": {
      "en": "- Oh, yeah. That was a real shame. - Yeah, it was.",
      "de": "Krankenhaus, 93. Straße. Oh ja. Ist dumm gelaufen. Ja, stimmt. Stimmt."
    }
  },
  {
    "translation": {
      "en": "It was. So what do we got?",
      "de": "Ja, stimmt. Stimmt. Also, wie steht's?"
    }
  },
  {
    "translation": {
      "en": "I got an unknown number of suspects",
      "de": "Tja, da sind eine unbekannte Anzahl von Verdächtigen und Geiseln"
    }
  },
  {
    "translation": {
      "en": "and an unknown number of hostages in a bank.",
      "de": "Tja, da sind eine unbekannte Anzahl von Verdächtigen und Geiseln in dieser Bank, außerdem eine Million Zuschauer und ich kann nichts erkennen,"
    }
  },
  {
    "translation": {
      "en": "And about a million spectators,",
      "de": "in dieser Bank, außerdem eine Million Zuschauer und ich kann nichts erkennen,"
    }
  },
  {
    "translation": {
      "en": "and I can't see shit inside, so I'm kind of busy.",
      "de": "in dieser Bank, außerdem eine Million Zuschauer und ich kann nichts erkennen, - deshalb bin ich beschäftigt. - Verstehe."
    }
  },
  {
    "translation": {
      "en": "- I understand. - The way this works, Mr. Frazier,",
      "de": "- deshalb bin ich beschäftigt. - Verstehe. Es läuft so, Mr. Frazier: Ich arbeite mit Mr. Grossmann."
    }
  },
  {
    "translation": {
      "en": "is I deal with Mr. Grossman.",
      "de": "Es läuft so, Mr. Frazier: Ich arbeite mit Mr. Grossmann."
    }
  },
  {
    "translation": {
      "en": "So if you need anything, you can speak with him, okay?",
      "de": "Wenn Sie irgendwas brauchen, fragen Sie ihn, ok?"
    }
  },
  {
    "translation": {
      "en": "No, it's not okay, Captain.",
      "de": "Nein, so läuft es nicht, Captain."
    }
  },
  {
    "translation": {
      "en": "Detective Grossman is away on vacation,",
      "de": "Detective Grossmann ist in den Ferien, also"
    }
  },
  {
    "translation": {
      "en": "so Detective Frazier is the big dick today, all right?",
      "de": "ist Detective Frazier der Mann, der sagt, wo 's lang geht."
    }
  },
  {
    "translation": {
      "en": "Now, if you need anything, you can speak to me, all right?",
      "de": "Und wenn Sie etwas brauchen, können Sie mich fragen, alles klar?"
    }
  },
  {
    "translation": {
      "en": "Guess it'll have to be.",
      "de": "Und wenn Sie etwas brauchen, können Sie mich fragen, alles klar? Dann ist es wohl so."
    }
  },
  {
    "translation": {
      "en": "That's the way it's gonna be. You got vests for us?",
      "de": "Genau so wird es sein. Haben Sie Westen für uns?"
    }
  },
  {
    "translation": {
      "en": "- Berk? - Yo!",
      "de": "- Berk! - Ja?"
    }
  },
  {
    "translation": {
      "en": "- Get these guys some vests. - Okay.",
      "de": "- Geben Sie den Herrschaften Westen! - Ok."
    }
  },
  {
    "translation": {
      "en": "Check 'em into the command log.",
      "de": "- Und tragen Sie sie ein. - Ok."
    }
  },
  {
    "translation": {
      "en": "I'm gonna get out of your hair and let you get control of this crime scene, okay?",
      "de": "Wissen Sie was? Ich lass' Sie in Ruhe, bis Sie den Tatort unter Kontrolle haben, ok?"
    }
  },
  {
    "translation": {
      "en": "- Let me know when you're ready with a detailed briefing. - Okay.",
      "de": "Rufen Sie mich dann zur Einsatzbesprechung. - Ok. - Wir gehen kurz einen Kaffee trinken."
    }
  },
  {
    "translation": {
      "en": "We're gonna take a walk down to the diner.",
      "de": "- Ok. - Wir gehen kurz einen Kaffee trinken."
    }
  },
  {
    "translation": {
      "en": "Don't go in the bank without calling us first, all right?",
      "de": "Und gehen Sie nicht in die Bank, ohne uns vorher anzurufen. Ok?"
    }
  },
  {
    "translation": {
      "en": "- Okay? Good to see you again. - All right.",
      "de": "Und gehen Sie nicht in die Bank, ohne uns vorher anzurufen. Ok? - Ja, klar. - Hat mich gefreut, Captain."
    }
  },
  {
    "translation": {
      "en": "Shouldn't we be in there?",
      "de": "Sollten wir nicht hier bleiben?"
    }
  },
  {
    "translation": {
      "en": "Let's give him some time, see what he does. Come on.",
      "de": "Geben wir ihm Zeit. Mal sehen, was er macht. Komm."
    }
  },
  {
    "translation": {
      "en": "Until he secures his position, gets the physical layout,",
      "de": "Solange er hier nicht alles im Griff hat und der Lageplan da ist,"
    }
  },
  {
    "translation": {
      "en": "he'll only dump on us.",
      "de": "liegen bei ihm nur die Nerven blank."
    }
  },
  {
    "translation": {
      "en": "Show starts, he'll call us. Trust me, I've seen him work.",
      "de": "Wenn die Show losgeht, ruft er uns schon. Glaub mir. Ich kenn' ihn."
    }
  },
  {
    "translation": {
      "en": "- Your call, Keith. - You get that for me? I guess it is, isn't it?",
      "de": "Deine Entscheidung. Keith. Können Sie das bitte mal hochhalten? Ja, genau."
    }
  },
  {
    "translation": {
      "en": "That's one thing I learned from Grossman.",
      "de": "Eins habe ich von Grossmann gelernt,"
    }
  },
  {
    "translation": {
      "en": "These guys don't have much respect for what we do.",
      "de": "diese Typen haben keine Achtung vor unserem Job."
    }
  },
  {
    "translation": {
      "en": "- How do you mean? - For them it's a tactical situation.",
      "de": "- Wie meinst du das? - Für die ist das 'ne taktische Situation."
    }
  },
  {
    "translation": {
      "en": "Us being here means there's a mental side to it that they don't get.",
      "de": "Durch uns kriegt das eine psychologische Seite, die sie nicht verstehen."
    }
  },
  {
    "translation": {
      "en": "- Told you you could handle this. - Yeah.",
      "de": "- Ich habe doch gesagt, dass du das kannst. - Ja."
    }
  },
  {
    "translation": {
      "en": "Keep waiting for someone higher up on the food chain",
      "de": "Ich warte die ganze Zeit drauf, dass irgendein hohes Tier kommt und sagt:"
    }
  },
  {
    "translation": {
      "en": "to show up and say, \"Here's what we do.\"",
      "de": "Ich warte die ganze Zeit drauf, dass irgendein hohes Tier kommt und sagt: \"Wir machen das jetzt mal so.\""
    }
  },
  {
    "translation": {
      "en": "What happened at the hospital?",
      "de": "Was passierte in dem Krankenhaus?"
    }
  },
  {
    "translation": {
      "en": "Guy shot himself, shot his girlfriend. Thank you. ( wheezing )",
      "de": "Ach, der Typ hat seine Freundin und sich erschossen. Danke."
    }
  },
  {
    "translation": {
      "en": "( wheezing, muttering ) I've got...",
      "de": "Ich hab' Ihnen gesagt, ich hab'"
    }
  },
  {
    "translation": {
      "en": "heart-- heart condition.",
      "de": "ein Herzleiden."
    }
  },
  {
    "translation": {
      "en": "Get up.",
      "de": "Steh auf."
    }
  },
  {
    "translation": {
      "en": "- Put down your fucking weapon! Don't move! - Don't shoot!",
      "de": "Nehmt die Waffen runter! - Keine Bewegung! - Nicht schießen!"
    }
  },
  {
    "translation": {
      "en": "- Don't move! - Don't shoot! I'm Herman Gluck!",
      "de": "- Keine Bewegung! - Nicht schießen! - Nicht bewegen! Kommen Sie! - Ich habe keine..."
    }
  },
  {
    "translation": {
      "en": "Come here! Come here! Come here! Come here! Come here!",
      "de": "- Kommen Sie her, kommen Sie! - Ich arbeite in der Bank!"
    }
  },
  {
    "translation": {
      "en": "Down on your knees, now!",
      "de": "Auf die Knie! Runter auf die Knie, los!"
    }
  },
  {
    "translation": {
      "en": "They sent me out here! They sent me out here!",
      "de": "- Die haben mich rausgeschickt! - Sofort! - Die haben mich rausgeschickt! - Runter!"
    }
  },
  {
    "translation": {
      "en": "- They said stay away! - Cuff him!",
      "de": "- Die haben mich rausgeschickt! - Runter! - Er sagte, ihr sollt wegbleiben. - Handschellen!"
    }
  },
  {
    "translation": {
      "en": "If you come near the bank, he'll throw out two dead bodies!",
      "de": "Er wirft zwei Leichen raus, wenn Sie sich der Bank nähern."
    }
  },
  {
    "translation": {
      "en": "- Who said this? - Who? I don't know who.",
      "de": "- Wer sagt das? Wer? - Keine Ahnung, wer!"
    }
  },
  {
    "translation": {
      "en": "- The guy with the big fucking gun, that's who. - On your feet!",
      "de": "Der Kerl mit der scheißgroßen Knarre! - Wer sonst? - Ok, stehen Sie auf. Kommen Sie!"
    }
  },
  {
    "translation": {
      "en": "There's four of them in there! Oh, Christ!",
      "de": "- Wer sonst? - Ok, stehen Sie auf. Kommen Sie! - Die sind zu viert da drin! - Kommen Sie. Gott!"
    }
  },
  {
    "translation": {
      "en": "- Calm down! - Am I gonna be on TV?",
      "de": "- Beruhigen Sie sich! - Weiter! - Und komme ich jetzt ins Fernsehen? - Ja, Sie werden berühmt. Kommen Sie, los."
    }
  },
  {
    "translation": {
      "en": "Yeah, a big star. Let's go! Come on!",
      "de": "- Und komme ich jetzt ins Fernsehen? - Ja, Sie werden berühmt. Kommen Sie, los."
    }
  },
  {
    "translation": {
      "en": "Was it a time when I thought I might not see my family again?",
      "de": "Ob ich gedacht habe, dass ich meine Familie nie wiedersehe? Ja."
    }
  },
  {
    "translation": {
      "en": "Yeah. Yeah, I thought about it. I mean, at first I wasn't...",
      "de": "Ob ich gedacht habe, dass ich meine Familie nie wiedersehe? Ja. Ja, das dachte ich, ich meine, zuerst habe ich nicht..."
    }
  },
  {
    "translation": {
      "en": "it was too much to think about at that point,",
      "de": "Es war zuviel, um überhaupt an irgendwas zu denken."
    }
  },
  {
    "translation": {
      "en": "you know, with a gun in your face, but after a while,",
      "de": "Also, mit der Knarre vor der Nase, aber nach einer Weile, da..."
    }
  },
  {
    "translation": {
      "en": "you know, I thought about...",
      "de": "Also, da dachte ich an..."
    }
  },
  {
    "translation": {
      "en": "yeah-- my wife,",
      "de": "Ja. Da dachte ich an meine Frau, und ob ich sie wiedersehe."
    }
  },
  {
    "translation": {
      "en": "you know, not seeing my wife again.",
      "de": "Da dachte ich an meine Frau, und ob ich sie wiedersehe."
    }
  },
  {
    "translation": {
      "en": "My kids-- I got a 10-year-old son, 17-year-old daughter.",
      "de": "Meine Kinder. Ich habe einen zehnjährigen Sohn und eine siebzehnjährige Tochter."
    }
  },
  {
    "translation": {
      "en": "Yeah, I thought about it, man. What you think?",
      "de": "Klar habe ich an sie gedacht, Mann. Was denken Sie denn?"
    }
  },
  {
    "translation": {
      "en": "Those my babies.",
      "de": "Das ist meine Familie."
    }
  },
  {
    "translation": {
      "en": "Beautiful.",
      "de": "Wunderbar."
    }
  },
  {
    "translation": {
      "en": "Miss White, I want you to rest assured,",
      "de": "Bitte. Miss White, ich versichere Ihnen,"
    }
  },
  {
    "translation": {
      "en": "my only intention is to spend time in your wonderful city",
      "de": "ich möchte nur ein wenig Zeit in Ihrer wundervollen Stadt verbringen,"
    }
  },
  {
    "translation": {
      "en": "and to enjoy all that it has to offer. And no business with your uncle?",
      "de": "und genießen, was sie zu bieten hat. Geschäfte mit Ihrem Onkel?"
    }
  },
  {
    "translation": {
      "en": "In truth, I have very little to do with him these days.",
      "de": "Offen gesagt habe ich kaum mit ihm zu tun dieser Tage."
    }
  },
  {
    "translation": {
      "en": "I'm told you haven't seen him in nine years. Is that right?",
      "de": "Offen gesagt habe ich kaum mit ihm zu tun dieser Tage. Ich hörte, dass Sie ihn neun Jahre nicht gesehen haben?"
    }
  },
  {
    "translation": {
      "en": "- You're extremely well informed. - I have to be. Yes.",
      "de": "- Sie sind anscheinend sehr gut informiert. - Das muss ich auch sein. Ja?"
    }
  },
  {
    "translation": {
      "en": "I have a Mr. Arthur Case on the phone for you.",
      "de": "Da ist ein Mr. Arthur Case für Sie am Telefon."
    }
  },
  {
    "translation": {
      "en": "We'll need to end this here. I'm gonna need a copy of your purchase agreement,",
      "de": "Ich muss mich jetzt entschuldigen. Ich brauche eine Kopie des Kaufvertrages,"
    }
  },
  {
    "translation": {
      "en": "your mortgage application and the other documentation, and I'll be in touch.",
      "de": "Ihres Antrages auf die Hypothek und der anderen Dokumente, - und ich melde mich. - Danke, Miss White."
    }
  },
  {
    "translation": {
      "en": "- Thank you, Miss White. - Right this way, sir.",
      "de": "- und ich melde mich. - Danke, Miss White. Hier entlang, bitte, Sir."
    }
  },
  {
    "translation": {
      "en": "- Arthur Case? You sure? - That's what he said.",
      "de": "Arthur Case? Sind Sie sicher? - Das hat er gesagt. - Er hat seinen Namen gesagt, einfach so?"
    }
  },
  {
    "translation": {
      "en": "He said his name, just like that?",
      "de": "- Das hat er gesagt. - Er hat seinen Namen gesagt, einfach so?"
    }
  },
  {
    "translation": {
      "en": "It wasn't his secretary saying he was on the line?",
      "de": "Es war keine Sekretärin dran?"
    }
  },
  {
    "translation": {
      "en": "- No, ma'am. - All right. Put him through.",
      "de": "- Nein, Ma'am. - Na gut, stellen Sie durch."
    }
  },
  {
    "translation": {
      "en": "- Okay. - ( phone rings )",
      "de": "Gut."
    }
  },
  {
    "translation": {
      "en": "- This is Madeline White. - Miss White, I'm Arthur Case.",
      "de": "- Hier ist Madeleine White. - Miss White, hier ist Arthur Case."
    }
  },
  {
    "translation": {
      "en": "- Good morning, Mr. Case. - Have we met formally?",
      "de": "Oh, guten Morgen, Mr. Case. - Sind wir uns schon mal begegnet? - Nein Sir, ich glaube nicht."
    }
  },
  {
    "translation": {
      "en": "No, sir, I don't believe we have.",
      "de": "- Sind wir uns schon mal begegnet? - Nein Sir, ich glaube nicht."
    }
  },
  {
    "translation": {
      "en": "Yet you're always turning up",
      "de": "Und doch kommen Sie regelmäßig"
    }
  },
  {
    "translation": {
      "en": "at my July 4th parties in Southampton.",
      "de": "zu meinen Partys am 4. Juli in Southampton."
    }
  },
  {
    "translation": {
      "en": "Yes, we know some of the same people.",
      "de": "Ja, wir haben gemeinsame Bekannte."
    }
  },
  {
    "translation": {
      "en": "It seems. I'll come right to the point.",
      "de": "Das stimmt wohl. Ich komme gleich zur Sache."
    }
  },
  {
    "translation": {
      "en": "I have a small problem which requires someone",
      "de": "Ich habe ein kleines Problem, ich brauche jemanden,"
    }
  },
  {
    "translation": {
      "en": "with very special skills and complete discretion.",
      "de": "der besondere Fähigkeiten hat und außerdem diskret ist."
    }
  },
  {
    "translation": {
      "en": "Are you such a person, or have I been misinformed?",
      "de": "Sind Sie so jemand, oder bin ich falsch informiert worden?"
    }
  },
  {
    "translation": {
      "en": "Go on.",
      "de": "Fahren Sie fort."
    }
  },
  {
    "translation": {
      "en": "Can I pick you up in front of your office building in five minutes?",
      "de": "Kann ich Sie in fünf Minuten vor Ihrem Büro abholen?"
    }
  },
  {
    "translation": {
      "en": "- I'll be downstairs. - Thank you.",
      "de": "- Ich komme gleich runter. - Danke."
    }
  },
  {
    "translation": {
      "en": "They had a kind of genius plan",
      "de": "Sie hatten offensichtlich geplant,"
    }
  },
  {
    "translation": {
      "en": "for throwing us out of whack",
      "de": "uns durcheinander zu bringen"
    }
  },
  {
    "translation": {
      "en": "and depriving us of any kind of way of controlling ourselves.",
      "de": "und uns die Möglichkeit zu nehmen, die Kontrolle über uns selbst zu behalten."
    }
  },
  {
    "translation": {
      "en": "They were-- they were very...",
      "de": "Sie waren... Sie waren äußerst"
    }
  },
  {
    "translation": {
      "en": "insistent and yet strangely detached.",
      "de": "nachdrücklich, und dann doch fast wieder desinteressiert."
    }
  },
  {
    "translation": {
      "en": "All I know is that they called each other a variation of \"Steve.\"",
      "de": "Sie haben sich gegenseitig immer nur mit Varianten von \"Steve\" angeredet."
    }
  },
  {
    "translation": {
      "en": "Steven, Steve-O, Stevie...",
      "de": "Steven, Steve-O, Stevie."
    }
  },
  {
    "translation": {
      "en": "- And they called you what? - They didn't call me anything.",
      "de": "Und wie haben die Sie angeredet? Die redeten mich gar nicht an. Sie haben mir nur gesagt..."
    }
  },
  {
    "translation": {
      "en": "They just told me-- - You're lying to me.",
      "de": "Die redeten mich gar nicht an. Sie haben mir nur gesagt... Sie lügen mich doch an. Sagen Sie mir die Wahrheit."
    }
  },
  {
    "translation": {
      "en": "Tell me the truth. Now, you're lying to me.",
      "de": "Sie lügen mich doch an. Sagen Sie mir die Wahrheit."
    }
  },
  {
    "translation": {
      "en": "Look at me and tell me the truth.",
      "de": "Sehen Sie mich an und sagen Sie die Wahrheit."
    }
  },
  {
    "translation": {
      "en": "They had AK-47s out, four of them.",
      "de": "Die hatten AK-47-Gewehre. Vier Stück davon."
    }
  },
  {
    "translation": {
      "en": "- You know a lot about guns? - No, I don't know anything about guns except--",
      "de": "- Sie kennen sich mit Waffen aus. - Nein. - Ich kenn' mich nicht damit aus, außer... - Aber Sie wissen, was 'ne AK-47 ist."
    }
  },
  {
    "translation": {
      "en": "- You know they had an AK-47. - Everybody knows what an AK-47 is.",
      "de": "- Ich kenn' mich nicht damit aus, außer... - Aber Sie wissen, was 'ne AK-47 ist. - Jeder weiß, was 'ne AK-47 ist. - Jeder?"
    }
  },
  {
    "translation": {
      "en": "- Everybody? - Anybody who's ever watched",
      "de": "- Jeder weiß, was 'ne AK-47 ist. - Jeder? Jedenfalls jeder, der schon mal einen richtigen Actionfilm gesehen hat."
    }
  },
  {
    "translation": {
      "en": "a decent action movie would.",
      "de": "Jedenfalls jeder, der schon mal einen richtigen Actionfilm gesehen hat."
    }
  },
  {
    "translation": {
      "en": "- You ever rob a bank before? - Are you kidding?",
      "de": "- Schon mal 'ne Bank überfallen? - Soll das 'n Witz sein?"
    }
  },
  {
    "translation": {
      "en": "Me, rob a bank? No.",
      "de": "Ich, 'ne Bank überfallen? Nein."
    }
  },
  {
    "translation": {
      "en": "- Never stole a dollar? - Never.",
      "de": "- Nie einen Dollar gestohlen? - Niemals."
    }
  },
  {
    "translation": {
      "en": "- Never? - Not ever! You know what?",
      "de": "- Niemals? - Nein, niemals. - Wissen Sie was? - Einmal. Das eine Mal, einmal."
    }
  },
  {
    "translation": {
      "en": "That one time. That one time, that one time.",
      "de": "- Wissen Sie was? - Einmal. Das eine Mal, einmal."
    }
  },
  {
    "translation": {
      "en": "I stole a nickel from my grandmother's pocketbook once.",
      "de": "Ich habe meiner Großmutter mal einen Nickel aus der Handtasche gestohlen."
    }
  },
  {
    "translation": {
      "en": "She was Polish.",
      "de": "Sie war Polin."
    }
  },
  {
    "translation": {
      "en": "I used to go up to her and say... ( speaking Polish )",
      "de": "Ich sagte immer zu ihr: \"Mama, toh nicklah, toh nicklah.\""
    }
  },
  {
    "translation": {
      "en": "One day, I opened her pocketbook",
      "de": "Und eines Tages öffnete ich ihre Handtasche und ein Nickel lag drin."
    }
  },
  {
    "translation": {
      "en": "and there was a nickel there. I took it.",
      "de": "Und eines Tages öffnete ich ihre Handtasche und ein Nickel lag drin. Ich nahm ihn."
    }
  },
  {
    "translation": {
      "en": "That was the only thing I ever took.",
      "de": "Etwas anderes habe ich nie gestohlen."
    }
  },
  {
    "translation": {
      "en": "Look, Detective, I didn't mean to give you a hard time back there.",
      "de": "Hören Sie, Detective, ich wollte Sie vorhin nicht verärgern."
    }
  },
  {
    "translation": {
      "en": "Forget about it. What's the story, Captain?",
      "de": "Ist schon vergessen. Wie sieht's aus, Captain?"
    }
  },
  {
    "translation": {
      "en": "Well, the hostage they let go was Herman Gluck, 73.",
      "de": "Die Geisel, die sie haben gehen lassen, ist Herman Gluck, 73."
    }
  },
  {
    "translation": {
      "en": "He was having chest pains. Paramedics have him.",
      "de": "Hatte Herzprobleme und wird behandelt."
    }
  },
  {
    "translation": {
      "en": "They told him to say that if any cops came near the door",
      "de": "Er sollte uns sagen, wenn sich Cops der Bank nähern,"
    }
  },
  {
    "translation": {
      "en": "they'd throw out two dead bodies.",
      "de": "dann werden sie zwei Leichen rauswerfen."
    }
  },
  {
    "translation": {
      "en": "He thinks there's four perps. Says they came in dressed as painters.",
      "de": "Er glaubt, es sind vier Täter. Sie sind wie Maler angezogen reingekommen."
    }
  },
  {
    "translation": {
      "en": "There's a video system in the bank.",
      "de": "Es gibt ein Videosystem in der Bank."
    }
  },
  {
    "translation": {
      "en": "We're working on getting the download from Manhattan Trust's",
      "de": "Wir versuchen, einen Download von der Manhattan Trust Sicherheitszentrale zu kriegen, aber das dauert."
    }
  },
  {
    "translation": {
      "en": "central security office, but it'll take a while.",
      "de": "Manhattan Trust Sicherheitszentrale zu kriegen, aber das dauert."
    }
  },
  {
    "translation": {
      "en": "We got the block locked up. I got men in the windows.",
      "de": "Wir haben den Block abgeriegelt, an den Fenstern stehen Scharfschützen."
    }
  },
  {
    "translation": {
      "en": "We're checking on the sewers with DEP.",
      "de": "Leute von den Wasserwerken checken die Kanalisation."
    }
  },
  {
    "translation": {
      "en": "- What about the phones? - Cut and diverted.",
      "de": "Und die Telefone? Sind in die Einsatzzentrale umgeleitet. Anrufen können sie nur uns."
    }
  },
  {
    "translation": {
      "en": "We're the only ones they're gonna call.",
      "de": "Sind in die Einsatzzentrale umgeleitet. Anrufen können sie nur uns."
    }
  },
  {
    "translation": {
      "en": "Cell phones are monitored, and we can jam the air whenever you say.",
      "de": "Handys werden überwacht, und wir können alle Anrufe blockieren, wenn Sie das wollen."
    }
  },
  {
    "translation": {
      "en": "But we like to leave it clear in case a hostage is able to get through,",
      "de": "Wir würden die Frequenz gern offen lassen, falls eine Geisel durchkommt,"
    }
  },
  {
    "translation": {
      "en": "but so far nothing.",
      "de": "aber bis jetzt nichts."
    }
  },
  {
    "translation": {
      "en": "911?",
      "de": "-Der Notruf? -Haben wir auf dem Schirm."
    }
  },
  {
    "translation": {
      "en": "It's up on the screen. Any call about a bank gets routed straight to us.",
      "de": "Jeder Anruf, der 'ne Bank betrifft, kommt direkt zu uns."
    }
  },
  {
    "translation": {
      "en": "Well...",
      "de": "Jeder Anruf, der 'ne Bank betrifft, kommt direkt zu uns. Tja, das wär's von mir, Detective."
    }
  },
  {
    "translation": {
      "en": "that's my end of it, Detective.",
      "de": "Tja, das wär's von mir, Detective."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm not calling him yet.",
      "de": "Ja, aber ich ruf erst später an."
    }
  },
  {
    "translation": {
      "en": "- Beg your pardon? - Doesn't feel right yet, you know what I mean?",
      "de": "Wie bitte? Zu früh. Ist nur so'n Gefühl."
    }
  },
  {
    "translation": {
      "en": "I'm not gonna call and ask what I can do for him. Let's see what he does.",
      "de": "Ich will ihn nicht fragen, was er will. Ich will sehen, was er tut."
    }
  },
  {
    "translation": {
      "en": "Your call.",
      "de": "Ihre Entscheidung."
    }
  },
  {
    "translation": {
      "en": "Mr. Case, why don't you let me explain to you how I work?",
      "de": "Mr. Case, lassen Sie mich Ihnen erklären, wie ich arbeite."
    }
  },
  {
    "translation": {
      "en": "Please. That would be nice.",
      "de": "Bitte. Das wäre sehr nett."
    }
  },
  {
    "translation": {
      "en": "Well, you say that there are family heirlooms inside your safety-deposit box.",
      "de": "Also, Sie sagen, es befinden sich in Ihrem Bankschließfach Familienerbstücke."
    }
  },
  {
    "translation": {
      "en": "That's fine. But in my experience,",
      "de": "So weit, so gut. Aber nach meiner Erfahrung haben Menschen wie Sie Leute,"
    }
  },
  {
    "translation": {
      "en": "people like you have people working for them",
      "de": "Aber nach meiner Erfahrung haben Menschen wie Sie Leute,"
    }
  },
  {
    "translation": {
      "en": "that handle these kinds of things. And when they can't,",
      "de": "die sich um derlei Dinge kümmern. Und wenn diese Leute das nicht können, rufen nicht sie mich an."
    }
  },
  {
    "translation": {
      "en": "they don't call me, their people call me.",
      "de": "Und wenn diese Leute das nicht können, rufen nicht sie mich an. Sondern ihre Leute."
    }
  },
  {
    "translation": {
      "en": "So immediately I know that there's something in that box",
      "de": "Ich weiß also jetzt schon, dass etwas in diesem Fach liegt,"
    }
  },
  {
    "translation": {
      "en": "that you don't even want your closest aides to know about.",
      "de": "von dem nicht mal Ihre engsten Vertrauten wissen sollen."
    }
  },
  {
    "translation": {
      "en": "No problem with me. You tell me",
      "de": "Damit habe ich kein Problem. Sie sagen mir, ich müsse nicht wissen, was da drin liegt, und das muss ich nicht."
    }
  },
  {
    "translation": {
      "en": "I don't need to know what's in that box, and I don't need to know.",
      "de": "Sie sagen mir, ich müsse nicht wissen, was da drin liegt, und das muss ich nicht."
    }
  },
  {
    "translation": {
      "en": "But if you tell me that it's a bunch of old baseball cards",
      "de": "Aber wenn Sie mir erzählen, dass es seltene Baseballkarten sind,"
    }
  },
  {
    "translation": {
      "en": "and I find out that it's the launch codes for a nuclear missile,",
      "de": "und ich rausfinde, dass es der Abschusscode für eine Nuklear-Rakete war,"
    }
  },
  {
    "translation": {
      "en": "then let's just say we no longer have an agreement.",
      "de": "dann muss ich Ihnen sagen, ist unsere Abmachung hinfällig."
    }
  },
  {
    "translation": {
      "en": "- Have you finished? - Yes.",
      "de": "-Sind Sie fertig? -Ja."
    }
  },
  {
    "translation": {
      "en": "What's inside that box, young lady,",
      "de": "Was sich in diesem Fach befindet, junge Dame,"
    }
  },
  {
    "translation": {
      "en": "has belonged to me since before you were born.",
      "de": "gehörte mir schon vor Ihrer Geburt."
    }
  },
  {
    "translation": {
      "en": "It's very valuable and poses no danger whatsoever to anyone.",
      "de": "Es ist äußerst wertvoll und ist für keinen auch nur im geringsten gefährlich."
    }
  },
  {
    "translation": {
      "en": "Except to you. ( chuckles )",
      "de": "Außer für Sie."
    }
  },
  {
    "translation": {
      "en": "Okay. Well first, there are men with guns in there,",
      "de": "Ok. Allerdings sind bewaffnete Männer in der Bank,"
    }
  },
  {
    "translation": {
      "en": "so I can't guarantee any results, agreed?",
      "de": "ich kann nichts garantieren. Einverstanden?"
    }
  },
  {
    "translation": {
      "en": "- Of course. - All right.",
      "de": "-Natürlich. -Sehr schön."
    }
  },
  {
    "translation": {
      "en": "Now what makes you think that they want to rob your box?",
      "de": "Und warum, glauben Sie, wollen die Ihr Schließfach ausrauben?"
    }
  },
  {
    "translation": {
      "en": "- I don't. - ( chuckles )",
      "de": "Das habe ich nicht gesagt."
    }
  },
  {
    "translation": {
      "en": "Why don't you tell me how you would like this to end then, hmm?",
      "de": "Dann sagen Sie mir doch bitte, wie das Ganze für Sie ausgehen soll?"
    }
  },
  {
    "translation": {
      "en": "I'd prefer that nobody ever touch my safe-deposit box--",
      "de": "Ich möchte, dass niemand jemals mein Bankschließfach auch nur anrührt."
    }
  },
  {
    "translation": {
      "en": "not them, not you, not the authorities.",
      "de": "Die nicht, Sie nicht, und die Polizei auch nicht."
    }
  },
  {
    "translation": {
      "en": "And the sooner the situation ends, the happier I'll be.",
      "de": "Und je früher alles geklärt ist, desto zufriedener bin ich."
    }
  },
  {
    "translation": {
      "en": "- Is that specific enough for you? - No.",
      "de": "-Ist das klar genug für Sie? -Nein."
    }
  },
  {
    "translation": {
      "en": "The contents of that box...",
      "de": "Der Inhalt dieses Schließfachs"
    }
  },
  {
    "translation": {
      "en": "are of great value to me,",
      "de": "ist von großem Wert für mich."
    }
  },
  {
    "translation": {
      "en": "so long as they remain my secret.",
      "de": "Ich muss das Geheimnis bewahren, so lange wie möglich."
    }
  },
  {
    "translation": {
      "en": "And if they're exposed?",
      "de": "Und wenn es dennoch bekannt werden würde?"
    }
  },
  {
    "translation": {
      "en": "I'll face some difficult questions.",
      "de": "Ich müsste mich schwierigen Fragen stellen."
    }
  },
  {
    "translation": {
      "en": "So it stays locked or it disappears.",
      "de": "-Es bleibt verschlossen oder verschwindet. -Ganz genau."
    }
  },
  {
    "translation": {
      "en": "Precisely. Can you make that happen?",
      "de": "-Es bleibt verschlossen oder verschwindet. -Ganz genau. -Können Sie das bewerkstelligen? -Ja."
    }
  },
  {
    "translation": {
      "en": "- Yes. - I hope so.",
      "de": "-Können Sie das bewerkstelligen? -Ja. Ich hoffe es. Ich gebe allerdings zu, ein Funken Skepsis bleibt."
    }
  },
  {
    "translation": {
      "en": "I have to say, I can't help but be skeptical.",
      "de": "Ich hoffe es. Ich gebe allerdings zu, ein Funken Skepsis bleibt."
    }
  },
  {
    "translation": {
      "en": "Whoever gave you my number got the same deal.",
      "de": "Aber irgendjemand hat mich doch empfohlen."
    }
  },
  {
    "translation": {
      "en": "Clearly they must have been satisfied.",
      "de": "Und der muss wohl zufrieden gewesen sein."
    }
  },
  {
    "translation": {
      "en": "- Steve. - It's time for Steve-O.",
      "de": "Steve? Steve-O kann anfangen."
    }
  },
  {
    "translation": {
      "en": "I came out here to take a look at the perimeter they laid out.",
      "de": "Ich bin rausgegangen, um mir die Absperrungen anzusehen."
    }
  },
  {
    "translation": {
      "en": "Guess what I found? That hostage they let out",
      "de": "Rate, was ich gefunden habe. Die freigelassene Geisel sagte, die waren wie Maler gekleidet, richtig?"
    }
  },
  {
    "translation": {
      "en": "- said these guys came in dressed like painters, right? - Yeah.",
      "de": "Die freigelassene Geisel sagte, die waren wie Maler gekleidet, richtig? Ja."
    }
  },
  {
    "translation": {
      "en": "- Probably stolen. - Have 'em run it, check it for prints.",
      "de": "Wahrscheinlich geklaut. Überprüfen und Fingerabdrücke nehmen."
    }
  },
  {
    "translation": {
      "en": "- Everybody on? - Yep, go ahead.",
      "de": "-Hören alle mit? -Ja, kann losgehen."
    }
  },
  {
    "translation": {
      "en": "- Sure you got the right number? - Absolutely.",
      "de": "-Ist das auch die richtige Nummer? -Hundertprozentig."
    }
  },
  {
    "translation": {
      "en": "Okay. Nothing yet.",
      "de": "Ok, die wollen noch nicht."
    }
  },
  {
    "translation": {
      "en": "- We got video. - Let's have it.",
      "de": "Wir haben Video. Lass mal sehen."
    }
  },
  {
    "translation": {
      "en": "Frazier: Oh! What happened to that camera right there?",
      "de": "Was ist mit der Kamera passiert?"
    }
  },
  {
    "translation": {
      "en": "Officer: Wait, hold on, hold on, hold on.",
      "de": "Moment, warten Sie, eine Sekunde."
    }
  },
  {
    "translation": {
      "en": "Frazier: Here it is. That guy right there.",
      "de": "Ja, der Kerl da."
    }
  },
  {
    "translation": {
      "en": "It's like he blinds the camera with the flashlight.",
      "de": "Als wenn er die Kamera mit 'ner Taschenlampe blenden würde."
    }
  },
  {
    "translation": {
      "en": "It's like nobody else sees it.",
      "de": "Komisch, oder? Irgendwie sieht das keiner."
    }
  },
  {
    "translation": {
      "en": "You'd think it'd be pretty bright, no?",
      "de": "-Das müsste doch ganz schön hell sein? -Könnte infrarot sein."
    }
  },
  {
    "translation": {
      "en": "- Could be infrared. - What's that?",
      "de": "-Das müsste doch ganz schön hell sein? -Könnte infrarot sein. -Wie bitte? -Infrarote Birne."
    }
  },
  {
    "translation": {
      "en": "Infrared bulb. See, humans can't see it,",
      "de": "-Wie bitte? -Infrarote Birne. Das Auge nimmt es nicht wahr, aber die Kameras reagieren drauf."
    }
  },
  {
    "translation": {
      "en": "but a video camera will pick it up.",
      "de": "Das Auge nimmt es nicht wahr, aber die Kameras reagieren drauf. Er kann sie ausschalten, ohne dass es einer merkt."
    }
  },
  {
    "translation": {
      "en": "- He could knock out the cameras without no one knowing. - Right.",
      "de": "Er kann sie ausschalten, ohne dass es einer merkt. Ah ja, ja, ja, ja."
    }
  },
  {
    "translation": {
      "en": "- He knocked out the cameras about 10:00. - So for approximately",
      "de": "Er hat die Kameras gegen 10 Uhr ausgeschaltet. Das heißt, wir haben zwei Minuten,"
    }
  },
  {
    "translation": {
      "en": "two minutes, we got no evidence of people leaving or entering the bank. That's great.",
      "de": "in denen wir nicht wissen, wer in die Bank rein und raus ging. Toll."
    }
  },
  {
    "translation": {
      "en": "Frazier: Miriam, how long were you there before it began?",
      "de": "Miriam, wie lange waren Sie da, als es anfing?"
    }
  },
  {
    "translation": {
      "en": "It was just a few minutes.",
      "de": "Das waren nur ein paar Minuten."
    }
  },
  {
    "translation": {
      "en": "Can you tell us what happened after the explosion and the smoke?",
      "de": "Wissen Sie noch, was dann passiert ist, nach den Explosionen und dem Rauch?"
    }
  },
  {
    "translation": {
      "en": "They just told us to put our heads down",
      "de": "Sie haben nur gesagt, wir sollen den Kopf unten halten. Und die Augen schließen."
    }
  },
  {
    "translation": {
      "en": "and then close our eyes, and then, um,",
      "de": "Sie haben nur gesagt, wir sollen den Kopf unten halten. Und die Augen schließen. Und dann erinnere ich mich nur, wie einer den anderen"
    }
  },
  {
    "translation": {
      "en": "I just remember one of them telling the others",
      "de": "Und dann erinnere ich mich nur, wie einer den anderen"
    }
  },
  {
    "translation": {
      "en": "to just go down and fix the cameras.",
      "de": "sagte, sie sollen sich um die Kameras unten kümmern."
    }
  },
  {
    "translation": {
      "en": "The video cameras? I don't know.",
      "de": "-Um die Videokameras? -Das weiß ich nicht."
    }
  },
  {
    "translation": {
      "en": "- Anything else you want to share with us? - No.",
      "de": "Wollen Sie uns sonst noch etwas sagen? Nein, nur..."
    }
  },
  {
    "translation": {
      "en": "- You sure? - Yeah, I...",
      "de": "-Sicher? -Ja, ich..."
    }
  },
  {
    "translation": {
      "en": "Could you give us the names of the bank robbers?",
      "de": "Könnten Sie uns noch die Namen der Bankräuber nennen?"
    }
  },
  {
    "translation": {
      "en": "- ( crying, laughing ) - I'm just messing with you.",
      "de": "Könnten Sie uns noch die Namen der Bankräuber nennen? Ich wollte Sie nur auflockern."
    }
  },
  {
    "translation": {
      "en": "You okay?",
      "de": "-Alles klar? -Danke. Ok."
    }
  },
  {
    "translation": {
      "en": "- It was pretty awful. - Was it bad?",
      "de": "-Es war ganz schrecklich. -War es schlimm?"
    }
  },
  {
    "translation": {
      "en": "I mean, they made us strip.",
      "de": "Wir mussten uns ausziehen."
    }
  },
  {
    "translation": {
      "en": "They made us take off our clothes!",
      "de": "Sie haben uns gezwungen, alles auszuziehen."
    }
  },
  {
    "translation": {
      "en": "I don't understand why they had to do that.",
      "de": "Ich versteh' nicht, warum wir das tun sollten."
    }
  },
  {
    "translation": {
      "en": "I really just thought--",
      "de": "Ich habe wirklich gedacht..."
    }
  },
  {
    "translation": {
      "en": "I thought I was gonna be killed.",
      "de": "Ich dachte, sie würden uns alle töten."
    }
  },
  {
    "translation": {
      "en": "Well...",
      "de": "Verstehe."
    }
  },
  {
    "translation": {
      "en": "all right, my dear.",
      "de": "-Gut, meine Teure. -Ok."
    }
  },
  {
    "translation": {
      "en": "Okay. I can go?",
      "de": "-Gut, meine Teure. -Ok. -Kann ich gehen? -Nein."
    }
  },
  {
    "translation": {
      "en": "- No. - No?",
      "de": "-Kann ich gehen? -Nein. -Nein? -Sie können noch nicht gehen."
    }
  },
  {
    "translation": {
      "en": "No, you got to stay. No, you can go.",
      "de": "-Nein? -Sie können noch nicht gehen. -Sie müssen bleiben. -Nein, Sie können gehen."
    }
  },
  {
    "translation": {
      "en": "- No, stay. No, go. - ( laughing )",
      "de": "Nein, bleiben Sie. Nein, gehen Sie."
    }
  },
  {
    "translation": {
      "en": "Did you rob the bank? Did you rob the bank? You sure?",
      "de": "Haben Sie die Bank überfallen? -Sie waren's. -Waren Sie das? -Nein. -Sind Sie sicher?"
    }
  },
  {
    "translation": {
      "en": "- There's movement at the front door. - Let's go.",
      "de": "-Am Eingang tut sich was. -Gehen wir."
    }
  },
  {
    "translation": {
      "en": "- Put down the fucking weapon! - Don't shoot! Don't shoot!",
      "de": "-Sofort die Waffen runter! -Nicht schießen! Nicht schießen!"
    }
  },
  {
    "translation": {
      "en": "- Don't move! - ( muffled shouts )",
      "de": "Keine Bewegung! Keine Bewegung! Was hat der denn da um den Hals?"
    }
  },
  {
    "translation": {
      "en": "I said put your hands on your head and get down on your fucking knees!",
      "de": "Hände auf den Kopf und runter auf die verdammten Knie!"
    }
  },
  {
    "translation": {
      "en": "I said hands on your head and down on your knees now!",
      "de": "Ich sagte, Hände auf den Kopf und runter auf die Knie! Sofort!"
    }
  },
  {
    "translation": {
      "en": "- Hands are tied. - Hands are tied.",
      "de": "Ich sagte, Hände auf den Kopf und runter auf die Knie! Sofort! -Hände sind gefesselt! -Gefesselt."
    }
  },
  {
    "translation": {
      "en": "- Jesus, pat him down. - All right.",
      "de": "-Jesus! Filzen Sie ihn! -Ok."
    }
  },
  {
    "translation": {
      "en": "- I'm one of the hostages. - Careful. Easy. Be very careful now.",
      "de": "-Ich bin eine Geisel! -Vorsichtig! -Sachte, schön vorsichtig, sachte. -Ich kann ihn von hier nicht sehen."
    }
  },
  {
    "translation": {
      "en": "- Easy, easy. - I can see him. I got a clear shot.",
      "de": "-Sachte, schön vorsichtig, sachte. -Ich kann ihn von hier nicht sehen. -Ich sehe ihn. Habe freies Schussfeld. -Irgendwelche Waffen?"
    }
  },
  {
    "translation": {
      "en": "Any weapons?",
      "de": "-Ich sehe ihn. Habe freies Schussfeld. -Irgendwelche Waffen?"
    }
  },
  {
    "translation": {
      "en": "- Who are you? - Vikram Walia. I work in the bank.",
      "de": "-Wer sind Sie? -Vikram Walia. Ich arbeite in der Bank."
    }
  },
  {
    "translation": {
      "en": "Okay, Vikram, is this a bomb?",
      "de": "Ok. Vikram? Ist das 'ne Bombe?"
    }
  },
  {
    "translation": {
      "en": "Oh shit, a fucking Arab!",
      "de": "-Oh, Scheiße, auch noch so'n Araber. -Was? Ich bin ein Sikh."
    }
  },
  {
    "translation": {
      "en": "- I'm a Sikh. - Is that a bomb?",
      "de": "-Oh, Scheiße, auch noch so'n Araber. -Was? Ich bin ein Sikh. -Ist das 'ne Bombe? -Nein."
    }
  },
  {
    "translation": {
      "en": "Answer me! Is this a bomb? Are you booby-trapped?",
      "de": "-Antworte, Vikram. Ist das 'ne Bombe? -Nein."
    }
  },
  {
    "translation": {
      "en": "- No! Fuck, no! - Okay, Vikram, I need you to relax.",
      "de": "-Trägst du 'n Sprengsatz? -Nein, verdammt, nein! Ok, Vikram, entspann' dich wieder."
    }
  },
  {
    "translation": {
      "en": "Jesus, give me a hand.",
      "de": "-Jesus, fassen Sie mit an. -Ich weiß nicht."
    }
  },
  {
    "translation": {
      "en": "- Just watch. There's a lot of movement in that bank. - Take him down!",
      "de": "Achtung. 'Ne Menge Bewegung in der Bank. -Runter mit ihm. -Mike, los!"
    }
  },
  {
    "translation": {
      "en": "- Now! Get him! Get on the ground! - Fuck! Easy!",
      "de": "Was zur Hölle? Sachte, sachte."
    }
  },
  {
    "translation": {
      "en": "That's my turban. Get off. Easy.",
      "de": "Nicht doch... Das ist mein Turban. Nicht doch."
    }
  },
  {
    "translation": {
      "en": "- My turban! Give me my turban back! - Quiet!",
      "de": "Hey, mein Turban! Verdammt, gebt mir meinen Turban zurück!"
    }
  },
  {
    "translation": {
      "en": "- Shut up! Relax! - What the fuck are you doing? Give me my turban back!",
      "de": "Jetzt halt doch erst mal die Klappe. Was macht ihr denn? Gebt mir den Turban zurück."
    }
  },
  {
    "translation": {
      "en": "- You didn't need to rip-- What the... - Come on, move!",
      "de": "-Sie dürfen meinen Turban nicht berühren! -Schnauze."
    }
  },
  {
    "translation": {
      "en": "Get your fucking hands off me!",
      "de": "-Was zur Hölle? -Los, Bewegung. Nehmt die Hände weg!"
    }
  },
  {
    "translation": {
      "en": "And the 11:00 and 12:00?",
      "de": "Und der 11-und 12-Uhr-Termin waren..."
    }
  },
  {
    "translation": {
      "en": "Don't forget about your 1:00 with Chancellor Joel Klein.",
      "de": "Vergessen Sie Ihren 13-Uhr-Termin mit Chancellor Joel Klein nicht."
    }
  },
  {
    "translation": {
      "en": "- Ah, Madge... - Your Honor?",
      "de": "-Oh Madge, was für ein Tag... -Euer Ehren."
    }
  },
  {
    "translation": {
      "en": "- Madeline, how are you? - I'm just fine.",
      "de": "Madeleine. Wie geht's?"
    }
  },
  {
    "translation": {
      "en": "- Thank you for seeing me on such short notice. - Sure.",
      "de": "Gut. Danke, dass Sie so kurzfristig Zeit für mich haben."
    }
  },
  {
    "translation": {
      "en": "- Madge, are we through here? - Yes, Mr. Mayor.",
      "de": "-Gern. Madge, sind wir fertig? -Ja, Herr Bürgermeister."
    }
  },
  {
    "translation": {
      "en": "This way, Miss White.",
      "de": "Hier entlang, Miss White."
    }
  },
  {
    "translation": {
      "en": "I always have time to put on a tux and eat free food for a good cause.",
      "de": "Für eine gute Sache in Verbindung mit freiem Essen trage ich gern Smoking."
    }
  },
  {
    "translation": {
      "en": "Who are we saving this week?",
      "de": "Wen retten wir diese Woche?"
    }
  },
  {
    "translation": {
      "en": "Well, I'm doing a round of support for the Joseph Freedkin",
      "de": "Nun ja, ich unterstütze zum Beispiel die Joseph-Freidkin-Stiftung für Rückenmarksforschung,"
    }
  },
  {
    "translation": {
      "en": "Memorial Fund for spinal cord research,",
      "de": "die Joseph-Freidkin-Stiftung für Rückenmarksforschung,"
    }
  },
  {
    "translation": {
      "en": "and we're having our annual fund-raiser next month.",
      "de": "und unsere jährliche Spenden-Gala ist nächsten Monat."
    }
  },
  {
    "translation": {
      "en": "If you could attend, it'd give us such a boost.",
      "de": "Wenn Sie dabei wären, würde uns das Auftrieb geben."
    }
  },
  {
    "translation": {
      "en": "It would be my pleasure. Is there anything else I can do to--",
      "de": "Natürlich, das wäre mir ein Vergnügen. Kann ich sonst noch etwas für Sie tun?"
    }
  },
  {
    "translation": {
      "en": "- What the fuck do you want? - A favor.",
      "de": "-Was wollen Sie, verdammt nochmal? -Einen Gefallen."
    }
  },
  {
    "translation": {
      "en": "No shit. Which kind? The last one I'll ever ask of you.",
      "de": "-Ach ja? Und welcher Art? -Den letzten, um den ich Sie je bitten werde."
    }
  },
  {
    "translation": {
      "en": "That's the kind I had in mind.",
      "de": "Genau den habe ich mir immer gewünscht."
    }
  },
  {
    "translation": {
      "en": "You know about this hostage situation?",
      "de": "Sie haben von dieser Geisel-Geschichte gehört?"
    }
  },
  {
    "translation": {
      "en": "On my way. What's it to do with you?",
      "de": "Da fahre ich jetzt hin. Was haben Sie damit zu tun?"
    }
  },
  {
    "translation": {
      "en": "All right, well, I need to keep an eye on it,",
      "de": "Ich muss mir einen Überblick verschaffen."
    }
  },
  {
    "translation": {
      "en": "so I want you to bring me down there and tell whoever's in charge",
      "de": "Ich will, dass Sie mich hinbringen und der Einsatzleitung sagen,"
    }
  },
  {
    "translation": {
      "en": "to extend me every courtesy.",
      "de": "dass sie mir alle Freiheiten geben sollen."
    }
  },
  {
    "translation": {
      "en": "( chuckles ) You're out of your fucking mind.",
      "de": "Jetzt sind Sie vollkommen durchgeknallt."
    }
  },
  {
    "translation": {
      "en": "Well if it was easy, it wouldn't square us, would it?",
      "de": "Wir wären danach nicht Quitt, wenn es einfach wäre."
    }
  },
  {
    "translation": {
      "en": "- It's impossible. - Nothing's impossible.",
      "de": "-Das ist unmöglich. -Nichts ist unmöglich."
    }
  },
  {
    "translation": {
      "en": "You just have to call in a few markers, that's all.",
      "de": "Sie könnten sich auch ein paar Schulden begleichen lassen."
    }
  },
  {
    "translation": {
      "en": "I may have to give out a few.",
      "de": "Ich würde damit eher ein paar neue anhängen."
    }
  },
  {
    "translation": {
      "en": "Then that's exactly what you'll do.",
      "de": "Dann wird es eben genau so sein."
    }
  },
  {
    "translation": {
      "en": "You're a magnificent cunt.",
      "de": "Sie sind ein Miststück sondergleichen."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "de": "Danke."
    }
  },
  {
    "translation": {
      "en": "...a very tense situation for several hours now.",
      "de": "Die Situation ist seit Stunden sehr angespannt."
    }
  },
  {
    "translation": {
      "en": "It's unclear how many hostages are inside",
      "de": "Die Anzahl der Geiseln ist genauso unbekannt"
    }
  },
  {
    "translation": {
      "en": "and how many robbers police are dealing with.",
      "de": "wie auch die Anzahl der Bankräuber."
    }
  },
  {
    "translation": {
      "en": "Officials say this all started out as a robbery at Manhattan Trust,",
      "de": "Wie verlautet, hat die ganze Sache als Bankraub begonnen"
    }
  },
  {
    "translation": {
      "en": "but has turned into this hostage situation.",
      "de": "und ist erst im Verlauf zum Geiseldrama geworden."
    }
  },
  {
    "translation": {
      "en": "Negotiators are here on the scene working very hard,",
      "de": "Es sind bereits Unterhändler vor Ort, die hart arbeiten,"
    }
  },
  {
    "translation": {
      "en": "and it's still unclear on any possible injuries.",
      "de": "und es ist noch unklar, ob es Verletzte gegeben hat."
    }
  },
  {
    "translation": {
      "en": "Of course, we'll keep you up to date with the very latest,",
      "de": "Wir bleiben natürlich hier und werden"
    }
  },
  {
    "translation": {
      "en": "and we will remain here on the scene as this all unfolds.",
      "de": "Sie weiterhin auf dem laufenden halten."
    }
  },
  {
    "translation": {
      "en": "That's the latest from here in lower Manhattan.",
      "de": "Das waren die neuesten Informationen live aus Manhattan."
    }
  },
  {
    "translation": {
      "en": "Reporting live, I'm Sandra Endo. Back to you.",
      "de": "Ich bin Sandra Endo. Zurück ins Studio."
    }
  },
  {
    "translation": {
      "en": "Vikram: Protect and serve, my ass. Where's my turban?",
      "de": "Dein Freund und Helfer, von wegen. Wo ist mein Turban?"
    }
  },
  {
    "translation": {
      "en": "I'm not talking to anybody without a turban.",
      "de": "Dein Freund und Helfer, von wegen. Wo ist mein Turban? Ich spreche mit niemandem ohne einen Turban."
    }
  },
  {
    "translation": {
      "en": "It's part of my religion to cover my head in respect to God. I'm a Sikh.",
      "de": "Es gehört zu meiner Religion, vor Gott den Kopf zu bedecken, ich bin Sikh."
    }
  },
  {
    "translation": {
      "en": "- Okay, we'll find your turban. - Not an Arab, by the way, like your cops called me.",
      "de": "Ok, wir finden Ihren Turban. Und kein Araber, wie ihr Cops mich draußen genannt habt."
    }
  },
  {
    "translation": {
      "en": "I don't think you heard that.",
      "de": "Nein, ich glaube, Sie haben sich verhört."
    }
  },
  {
    "translation": {
      "en": "There was a lot going on. You were probably disoriented. I didn't hear that.",
      "de": "Es war eine Menge los, Sie waren vermutlich durcheinander. -Ich habe das nicht gehört. -Ich hab's genau gehört."
    }
  },
  {
    "translation": {
      "en": "I heard what I heard. I'll give you all the information you want.",
      "de": "-Ich habe das nicht gehört. -Ich hab's genau gehört. Ich werde Ihnen alles sagen, was Sie wollen."
    }
  },
  {
    "translation": {
      "en": "I don't need this. I need my turban. It's part of my religion.",
      "de": "Ich brauch' kein Eis, sondern meinen Turban. Das ist meine Religion."
    }
  },
  {
    "translation": {
      "en": "- We'll get you your turban. - We'll find it for you.",
      "de": "-Wir holen Ihnen Ihren Turban. -Wir finden ihn schon."
    }
  },
  {
    "translation": {
      "en": "No no no. Not get me. I want my turban now.",
      "de": "Nein, nein, nicht irgendwann. Ich will meinen Turban. Jetzt."
    }
  },
  {
    "translation": {
      "en": "You just got to start thinking about the people inside the bank.",
      "de": "Sie sollten mal anfangen, an die Leute in der Bank zu denken. Das ist eine gefährliche Situation."
    }
  },
  {
    "translation": {
      "en": "You got to start telling us what's going on inside the bank.",
      "de": "Sie müssen uns sagen, was in der Bank los ist."
    }
  },
  {
    "translation": {
      "en": "We can talk about this later. We'll get an officer",
      "de": "Über alles andere reden wir später. Wir lassen einen Officer kommen."
    }
  },
  {
    "translation": {
      "en": "to come down, you can write a formal complaint.",
      "de": "Über alles andere reden wir später. Wir lassen einen Officer kommen. Sie reichen Beschwerde ein."
    }
  },
  {
    "translation": {
      "en": "But for now we got to deal with this situation.",
      "de": "Jetzt müssen wir uns mit dieser Situation beschäftigen."
    }
  },
  {
    "translation": {
      "en": "First you beat me and now you want my help?",
      "de": "Ihr schlagt mich, und dann wollt ihr meine Hilfe."
    }
  },
  {
    "translation": {
      "en": "You need to start thinking about your co-workers.",
      "de": "Sie sollten auch mal an Ihre Kollegen denken."
    }
  },
  {
    "translation": {
      "en": "I apologize on behalf of the NYPD, but that was not us.",
      "de": "Ich könnte mich jetzt auch dafür entschuldigen, aber wir waren es ja nicht."
    }
  },
  {
    "translation": {
      "en": "- We are detectives. We're gonna try and find-- - What do you want to know?",
      "de": "Ich könnte mich jetzt auch dafür entschuldigen, aber wir waren es ja nicht. -Wir müssen herausfinden... -Was wollen Sie wissen?"
    }
  },
  {
    "translation": {
      "en": "- How many were there? - I think there were about four.",
      "de": "-Wir müssen herausfinden... -Was wollen Sie wissen? -Wieviele sind es? -Ich glaube vier."
    }
  },
  {
    "translation": {
      "en": "- How many hostages? - I don't know how many hostages. 20, 30.",
      "de": "-Wieviele Geiseln? -Keine Ahnung, wieviele, 20, 30."
    }
  },
  {
    "translation": {
      "en": "Fucking tired of this shit. What happened to my fucking civil rights?",
      "de": "Hören Sie, ich habe die Scheiße satt. Was ist mit meinen Bürgerrechten?"
    }
  },
  {
    "translation": {
      "en": "Why can't I go anywhere without being harassed?",
      "de": "Warum kann ich nirgends hingehen, ohne schikaniert zu werden?"
    }
  },
  {
    "translation": {
      "en": "Get thrown out of a bank. I'm a hostage; I get harassed;",
      "de": "Ich komme aus 'ner Bank, als Geisel, und werd' schikaniert."
    }
  },
  {
    "translation": {
      "en": "I go to the airport, I can't go through security without random selection.",
      "de": "Ich bin am Flughafen. Ich komm' durch keine Kontrolle, ohne \"zufällig\" rausgezogen zu werden."
    }
  },
  {
    "translation": {
      "en": "Fucking random, my ass.",
      "de": "\"Zufällig\", pah. Ich hätte fast meinen Job verloren..."
    }
  },
  {
    "translation": {
      "en": "I bet you can get a cab, though.",
      "de": "Aber ich wette, Sie kriegen ein Taxi."
    }
  },
  {
    "translation": {
      "en": "I guess that's one of the perks.",
      "de": "Einen Vorteil muss man ja haben."
    }
  },
  {
    "translation": {
      "en": "( chuckles ) Put the ice on your face.",
      "de": "Einen Vorteil muss man ja haben. Legen Sie sich Eis aufs Gesicht."
    }
  },
  {
    "translation": {
      "en": "Frazier: Two buses with full gas tanks, one jumbo jet with full gas tank and pilots",
      "de": "\"Zwei vollgetankte Busse. Ein vollgetankter Jumbojet"
    }
  },
  {
    "translation": {
      "en": "at JFK parked in their runway.",
      "de": "\"mit Piloten auf dem JFK, am Ende der Startbahn.\""
    }
  },
  {
    "translation": {
      "en": "They give us till 9:00 p.m. to do this, then they kill",
      "de": "Sie geben uns Zeit bis 21 Uhr,"
    }
  },
  {
    "translation": {
      "en": "one hostage every hour in front of TV cameras.",
      "de": "dann töten sie jede Stunde eine Geisel vor laufenden Kameras."
    }
  },
  {
    "translation": {
      "en": "Bank is secured with Semtex. We will demonstrate if necessary.",
      "de": "\"Die Bank ist mit Sprengstoff gesichert. Falls nötig, beweisen wir das.\""
    }
  },
  {
    "translation": {
      "en": "Whatever you do, don't give 'em a jet. There's no plane. Maybe a bus. Maybe.",
      "de": "-Was du auch tust, gib ihnen keinen Jet. -Es gibt kein Flugzeug. Höchstens ein Bus."
    }
  },
  {
    "translation": {
      "en": "Till I talk to them they get nothing, not even a cup of coffee.",
      "de": "Solange ich nicht mit denen geredet habe, kriegen die nicht mal Kaffee."
    }
  },
  {
    "translation": {
      "en": "For now we wait. Let's let 'em wonder what we're doing, okay?",
      "de": "Solange ich nicht mit denen geredet habe, kriegen die nicht mal Kaffee. Erst mal abwarten. Die sollen sich fragen, was wir tun, ok?"
    }
  },
  {
    "translation": {
      "en": "Excuse me, Detectives. This is Arthur Case.",
      "de": "Entschuldigen Sie bitte, hier ist Arthur Case."
    }
  },
  {
    "translation": {
      "en": "- He's the, uh... - Chairman of the board of directors.",
      "de": "-Er ist der... -Ich bin der Vorstandsvorsitzende."
    }
  },
  {
    "translation": {
      "en": "- Of the bank. You want to talk to him? - Absolutely. Absolutely.",
      "de": "-Er ist der... -Ich bin der Vorstandsvorsitzende. -Der Bank. Wollen Sie ihn sprechen? -Aber sicher."
    }
  },
  {
    "translation": {
      "en": "Mr. Case, how are you? I'm Detective Frazier.",
      "de": "Mr. Case, sehr erfreut, ich bin Detective Frazier."
    }
  },
  {
    "translation": {
      "en": "- Anything in particular you think we should know? - No.",
      "de": "Sollten wir irgendetwas bestimmtes wissen? Nein. Ich habe mich nur gefragt, ob ich Ihnen irgendwie helfen kann."
    }
  },
  {
    "translation": {
      "en": "I just wondered if I might be of some assistance.",
      "de": "Nein. Ich habe mich nur gefragt, ob ich Ihnen irgendwie helfen kann."
    }
  },
  {
    "translation": {
      "en": "- Have they made any demands? - They want a jet.",
      "de": "-Gibt es irgendwelche Forderungen? -Sie wollen einen Jet."
    }
  },
  {
    "translation": {
      "en": "Oh, I see.",
      "de": "Oh, ich verstehe."
    }
  },
  {
    "translation": {
      "en": "Um, would you like me to arrange one for you?",
      "de": "Soll ich dafür sorgen, dass einer zur Verfügung steht?"
    }
  },
  {
    "translation": {
      "en": "I'm so sorry. I must have misunderstood.",
      "de": "Es tut mir leid, das habe ich wohl missverstanden."
    }
  },
  {
    "translation": {
      "en": "That's quite all right, Mr. Case.",
      "de": "Das ist schon in Ordnung, Mr. Case."
    }
  },
  {
    "translation": {
      "en": "Where can we reach you if we need anything?",
      "de": "Wo können wir Sie im Notfall erreichen?"
    }
  },
  {
    "translation": {
      "en": "Those are my people in there, you know,",
      "de": "Das sind meine Mitarbeiter da drinnen,"
    }
  },
  {
    "translation": {
      "en": "and I would like to stay here for a while.",
      "de": "ich würde deshalb gern hier bleiben. Ich werde Sie nicht stören."
    }
  },
  {
    "translation": {
      "en": "- I won't disturb you. I'll just, uh... - Sergeant Collins!",
      "de": "ich würde deshalb gern hier bleiben. Ich werde Sie nicht stören. -Ich setze mich ruhig hier hin... -Sergeant Collins!"
    }
  },
  {
    "translation": {
      "en": "Mr. Case, we'll try and keep you posted as best we can,",
      "de": "Mr. Case, wir versuchen, Sie auf dem Laufenden zu halten,"
    }
  },
  {
    "translation": {
      "en": "- but you're gonna have to excuse us for now, okay? - Right this way, sir.",
      "de": "aber jetzt entschuldigen Sie uns bitte, ok?"
    }
  },
  {
    "translation": {
      "en": "- Thank you very much. - Absolutely.",
      "de": "-Kommen Sie, Sir. -Vielen Dank. -Keine Ursache. -Hier entlang, Sir."
    }
  },
  {
    "translation": {
      "en": "- Thank you very much. - And thank you all so much.",
      "de": "-Vielen Dank. -Ich danke Ihnen allen vielmals."
    }
  },
  {
    "translation": {
      "en": "- Thank you. - You're welcome.",
      "de": "-Danke. -Gern. Hier entlang, Sir."
    }
  },
  {
    "translation": {
      "en": "This way, sir.",
      "de": "Hier entlang, Sir."
    }
  },
  {
    "translation": {
      "en": "\"50 hungry people need food now.\"",
      "de": "\"50 hungrige Menschen brauchen sofort was zu essen.\""
    }
  },
  {
    "translation": {
      "en": "All right. Are we ready with the listening devices?",
      "de": "Ok, sind die Abhörgeräte bereit?"
    }
  },
  {
    "translation": {
      "en": "I'm gonna need 15 minutes once we get the food.",
      "de": "Ich brauche fünfzehn Minuten, wenn das Essen da ist."
    }
  },
  {
    "translation": {
      "en": "Pizza's the best. No sandwiches.",
      "de": "Am besten Pizza, keine Sandwiches."
    }
  },
  {
    "translation": {
      "en": "- Is she for real? - You for real?",
      "de": "-Ist das ihr Ernst? -Ist das Ihr Ernst?"
    }
  },
  {
    "translation": {
      "en": "Well if we send in, say, 10 pizza boxes with transmitters,",
      "de": "Naja, wenn wir zehn Pizzakartons mit Sendern rein schicken,"
    }
  },
  {
    "translation": {
      "en": "maybe we'll get some conversation if we give them something to group around.",
      "de": "kriegen wir vielleicht 'n Gespräch, weil die sich zusammensetzen."
    }
  },
  {
    "translation": {
      "en": "Give 'em each a sandwich, it's hit or miss.",
      "de": "Geben wir jedem 'n Sandwich, ist es Glücksache."
    }
  },
  {
    "translation": {
      "en": "They can move around, and I don't have 50 transmitters.",
      "de": "Die können rumlaufen, und ich habe keine 50 Sender."
    }
  },
  {
    "translation": {
      "en": "- What's this? - It's a digital recorder.",
      "de": "-Was ist das? -Ein digitaler Rekorder."
    }
  },
  {
    "translation": {
      "en": "You click it and it'll record for half an hour.",
      "de": "Drücken und es wird 'ne halbe Stunde aufgenommen."
    }
  },
  {
    "translation": {
      "en": "- James Bond shit. - Well you can get 'em on Amazon.",
      "de": "Drücken und es wird 'ne halbe Stunde aufgenommen. -James Bond lässt grüßen. -Die kriegt man bei Amazon."
    }
  },
  {
    "translation": {
      "en": "- You gonna ask for a hostage? - He already gave us one, didn't he?",
      "de": "-Verlangst du eine Geisel? -Eine hat er schon freigelassen, oder?"
    }
  },
  {
    "translation": {
      "en": "I ask for another one, he says no, then what?",
      "de": "Wenn ich noch eine fordere, und er sagt nein, was dann?"
    }
  },
  {
    "translation": {
      "en": "No, he knows what he's doing.",
      "de": "Der weiß, was er tut."
    }
  },
  {
    "translation": {
      "en": "He gave us a hostage, we'll give him some food.",
      "de": "Er gibt uns 'ne Geisel, wir ihm was zu essen."
    }
  },
  {
    "translation": {
      "en": "I don't want to get caught bluffing this guy.",
      "de": "Ich will ihn nicht herausfordern."
    }
  },
  {
    "translation": {
      "en": "Fuck this shit. Look, they want to shoot me for taking off my mask, they can go ahead.",
      "de": "Scheiß drauf. Wenn die mich erschießen wollen, weil ich die Maske abnehme, ok."
    }
  },
  {
    "translation": {
      "en": "- You want to get us all killed? - You want to relax?",
      "de": "Willst du uns alle umbringen? Ey, schön cool bleiben, ok? Ist doch alles scheißegal."
    }
  },
  {
    "translation": {
      "en": "What the hell is the difference? They're out there",
      "de": "Ey, schön cool bleiben, ok? Ist doch alles scheißegal. Die sind da draußen und rauben die Bank aus!"
    }
  },
  {
    "translation": {
      "en": "robbing the bank.",
      "de": "Die sind da draußen und rauben die Bank aus!"
    }
  },
  {
    "translation": {
      "en": "Can't you see they fucked him up?",
      "de": "-Siehst du nicht, wie die ihn schlugen? -Halt den Mund!"
    }
  },
  {
    "translation": {
      "en": "- Shut up! - You think they dressed us like this for fun?",
      "de": "-Siehst du nicht, wie die ihn schlugen? -Halt den Mund! Glaubst du, die haben uns zum Spaß so angezogen?"
    }
  },
  {
    "translation": {
      "en": "- I have no idea why they made us... - Please shut up!",
      "de": "-Keine Ahnung... -Bitte halt die Klappe."
    }
  },
  {
    "translation": {
      "en": "put on all of this crap.",
      "de": "...warum die uns zwangen, dieses Kackzeug überzuziehen."
    }
  },
  {
    "translation": {
      "en": "Probably so when the cops break in to try to rescue us",
      "de": "Wahrscheinlich damit, wenn die Bullen reinkommen, um uns zu retten,"
    }
  },
  {
    "translation": {
      "en": "we call get fucking shot!",
      "de": "-wir alle erschossen werden. -Oh Gott!"
    }
  },
  {
    "translation": {
      "en": "- It's a great plan but no thanks. - ( door opens )",
      "de": "Ein toller Plan, aber nein danke!"
    }
  },
  {
    "translation": {
      "en": "- ( people screaming ) - Shut up!",
      "de": "Sie sollten den Mund halten! Lassen Sie ihn!"
    }
  },
  {
    "translation": {
      "en": "No! No! No!",
      "de": "Sie sollten den Mund halten! Lassen Sie ihn! Nein! Tun Sie mir nichts! Bitte, nicht."
    }
  },
  {
    "translation": {
      "en": "No, get away from me! Get away from me!",
      "de": "Nein! Tun Sie mir nichts! Bitte, nicht."
    }
  },
  {
    "translation": {
      "en": "- No! No! ( shouting continues )",
      "de": "Ich tu, was Sie sagen! Nein! Hilfe! Hilfe!"
    }
  },
  {
    "translation": {
      "en": "Please, don't! ( groaning )",
      "de": "Bitte nicht! Nicht!"
    }
  },
  {
    "translation": {
      "en": "One guy did most of the talking.",
      "de": "Einer hat am meisten geredet."
    }
  },
  {
    "translation": {
      "en": "He told everyone else what to do.",
      "de": "Er sagte den anderen, was sie tun sollen."
    }
  },
  {
    "translation": {
      "en": "- So they would talk amongst themselves? - You couldn't hear them.",
      "de": "-Sie haben miteinander gesprochen? -Wir konnten nichts hören."
    }
  },
  {
    "translation": {
      "en": "They, uh, had us in these rooms.",
      "de": "Sie hatten uns in den Räumen eingeschlossen."
    }
  },
  {
    "translation": {
      "en": "The doors were locked all the time.",
      "de": "Und die Türen waren alle zugesperrt."
    }
  },
  {
    "translation": {
      "en": "We didn't know what they were doing.",
      "de": "Wir wussten also nicht, was sie machen."
    }
  },
  {
    "translation": {
      "en": "- Did you hear anything? - I have problems with my hearing.",
      "de": "-Konnten Sie irgendwas aufschnappen? -Ich habe Probleme mit meinen Ohren."
    }
  },
  {
    "translation": {
      "en": "- I see. - I wear hearing aids.",
      "de": "-Ach, ja. -Deshalb trage ich Hörgeräte."
    }
  },
  {
    "translation": {
      "en": "- Where are they? - They're in my ears.",
      "de": "-Wo sind die? -In meinen Ohren."
    }
  },
  {
    "translation": {
      "en": "- Let's see. - Let me see them.",
      "de": "-Zeigen Sie mal. -Lassen Sie mal sehen. -Zeigen Sie mal her. -Ja, das ist ein Hörgerät."
    }
  },
  {
    "translation": {
      "en": "- A hearing aid. - That's your other one there?",
      "de": "-Zeigen Sie mal her. -Ja, das ist ein Hörgerät. Und das andere?"
    }
  },
  {
    "translation": {
      "en": "- What's the red part? What does that do? - They're different colors.",
      "de": "Was bedeutet das, das Rote da? Es sind verschiedene Farben. Man braucht zwei verschiedene..."
    }
  },
  {
    "translation": {
      "en": "You need two different... and to distinguish right from left also.",
      "de": "Es sind verschiedene Farben. Man braucht zwei verschiedene... Auch, um rechts und links zu unterscheiden."
    }
  },
  {
    "translation": {
      "en": "Distinguish right from left? Right from wrong?",
      "de": "-Rechts von links? -Ja. Richtig und Falsch."
    }
  },
  {
    "translation": {
      "en": "I don't understand.",
      "de": "Das versteh' ich jetzt nicht."
    }
  },
  {
    "translation": {
      "en": "- Steve. - I'm sorry?",
      "de": "-Steve? -Wie bitte?"
    }
  },
  {
    "translation": {
      "en": "I didn't say anything. Steve. Is that your name, Steve?",
      "de": "-Ich habe nichts gesagt. -Oh. Steve. Ist das ihr Name? Steve?"
    }
  },
  {
    "translation": {
      "en": "- Stevie? Steve-O? - How much are they gonna pay you?",
      "de": "Stevie? Steve-O? -Wieviel bezahlen die Ihnen? -Wie bitte?"
    }
  },
  {
    "translation": {
      "en": "- I'm sorry? - You heard me.",
      "de": "-Wieviel bezahlen die Ihnen? -Wie bitte? -Sie verstehen schon. -Nein, tu' ich nicht."
    }
  },
  {
    "translation": {
      "en": "- No, I didn't. - How much are they going to pay you?",
      "de": "-Sie verstehen schon. -Nein, tu' ich nicht. -Wieviel zahlen die Ihnen dafür? -Wer will mir was bezahlen?"
    }
  },
  {
    "translation": {
      "en": "- Who-who's gonna pay me? - Were you involved in this robbery?",
      "de": "-Wieviel zahlen die Ihnen dafür? -Wer will mir was bezahlen? -Waren Sie beteiligt an diesem Raub? -Selbstverständlich nicht."
    }
  },
  {
    "translation": {
      "en": "- Absolutely not. - Were you involved in this situation?",
      "de": "-Waren Sie beteiligt an diesem Raub? -Selbstverständlich nicht. Waren Sie an dieser Geschichte beteiligt?"
    }
  },
  {
    "translation": {
      "en": "- What-what situation? - Don't lie, don't lie.",
      "de": "-Welche Geschichte? -Nicht lügen, nicht lügen."
    }
  },
  {
    "translation": {
      "en": "If he gives us a tip I'm keeping it.",
      "de": "Wenn er uns Trinkgeld gibt, dann behalten wir es."
    }
  },
  {
    "translation": {
      "en": "- Put that gun down! - Everybody relax. Calm down, calm down.",
      "de": "-Runter mit der Waffe! -Weg mit der Waffe! Ok, beruhigt euch, beruhigt euch!"
    }
  },
  {
    "translation": {
      "en": "Calm the fuck down.",
      "de": "Beruhigt euch endlich!"
    }
  },
  {
    "translation": {
      "en": "How you doin'?",
      "de": "Wie geht's?"
    }
  },
  {
    "translation": {
      "en": "I'm Detective Keith Frazier, hostage negotiation team.",
      "de": "Ich bin Detective Keith Frazier, vom Geiselverhandlungsteam."
    }
  },
  {
    "translation": {
      "en": "How's it goin'? Okay?",
      "de": "Wie läuft es? Ok. Ich hoffe, die Pizzen sind gut. Kann sein, dass sie schon kalt sind."
    }
  },
  {
    "translation": {
      "en": "I hope the pizzas are okay. They might be a little cold.",
      "de": "Ok. Ich hoffe, die Pizzen sind gut. Kann sein, dass sie schon kalt sind."
    }
  },
  {
    "translation": {
      "en": "Listen, you pick up the phone anytime you want.",
      "de": "Ok. Ich hoffe, die Pizzen sind gut. Kann sein, dass sie schon kalt sind. Hören Sie, Sie können jederzeit anrufen."
    }
  },
  {
    "translation": {
      "en": "It's a direct line to me. I would love to talk to you.",
      "de": "Sie landen direkt bei mir. Ich würde gern mit Ihnen reden."
    }
  },
  {
    "translation": {
      "en": "Nice talking to you.",
      "de": "Nette Unterhaltung."
    }
  },
  {
    "translation": {
      "en": "Shit. Fucking Russians.",
      "de": "Scheiße. Das müssen Russen sein."
    }
  },
  {
    "translation": {
      "en": "Call operations, see if they can get a Russian translator over here.",
      "de": "Rufen Sie die Zentrale an und fragen nach einem russischen Übersetzer."
    }
  },
  {
    "translation": {
      "en": "And get some fucking body bags.",
      "de": "Und auch nach 'n paar Leichensäcken."
    }
  },
  {
    "translation": {
      "en": "I hope you know what you're doing,",
      "de": "Ich hoffe, Sie wissen, was Sie tun."
    }
  },
  {
    "translation": {
      "en": "because if my guys got to shoot it out with those fucking savages...",
      "de": "Denn wenn meine Jungs sich mit diesen Wilden rumschießen müssen..."
    }
  },
  {
    "translation": {
      "en": "Okay okay okay okay okay. Mitch.",
      "de": "Ok, ok, ok. Mitch?"
    }
  },
  {
    "translation": {
      "en": "Check with either one of the hostages. Find out if they heard",
      "de": "Erkundige dich bei unseren Geiseln, ob sie Russisch oder einen russischen Akzent gehört haben, als sie drin waren."
    }
  },
  {
    "translation": {
      "en": "any Russian or Russian accents when they were in there.",
      "de": "ob sie Russisch oder einen russischen Akzent gehört haben, als sie drin waren."
    }
  },
  {
    "translation": {
      "en": "We'll be all right.",
      "de": "ob sie Russisch oder einen russischen Akzent gehört haben, als sie drin waren. Das wird schon."
    }
  },
  {
    "translation": {
      "en": "- No! - Ow!",
      "de": "Nein!"
    }
  },
  {
    "translation": {
      "en": "Down on the floor!",
      "de": "Legt euch hin!"
    }
  },
  {
    "translation": {
      "en": "Come on, sweetheart. Let's go. Let's go.",
      "de": "Komm Schätzchen, komm. Na, los."
    }
  },
  {
    "translation": {
      "en": "Stop crying! Shut the fuck up!",
      "de": "Hör auf zu flennen! Halt die Schnauze!"
    }
  },
  {
    "translation": {
      "en": "Get in there! Sit down! Put your mask on!",
      "de": "Rein mit dir! Setz dich hin! Setz die Maske auf!"
    }
  },
  {
    "translation": {
      "en": "- Come on, let's go. Come on, moose. - Moose?",
      "de": "Na, komm. Komm mit, Tittenwunder. Ok. -\"Tittenwunder\"? Mit wem reden Sie? -Hörst du nicht? Du sollst die Fresse halten!"
    }
  },
  {
    "translation": {
      "en": "You heard me! Shut the fuck up!",
      "de": "-\"Tittenwunder\"? Mit wem reden Sie? -Hörst du nicht? Du sollst die Fresse halten!"
    }
  },
  {
    "translation": {
      "en": "- Move that fat ass! Let's go, come on! - Fat ass? Are you kidding?",
      "de": "-Warum? -Beweg deinen fetten Arsch! \"Fetter Arsch\"? Haben Sie 'n Knall?"
    }
  },
  {
    "translation": {
      "en": "If you don't shut up, I'm gonna put my foot up your fat ass!",
      "de": "Ich steck dir gleich meinen Fuß in deinen fetten Arsch."
    }
  },
  {
    "translation": {
      "en": "Put your masks on!",
      "de": "Masken aufsetzen!"
    }
  },
  {
    "translation": {
      "en": "Put your hands on the ground!",
      "de": "Die Hände auf den Boden!"
    }
  },
  {
    "translation": {
      "en": "Okay!",
      "de": "Ok, ok."
    }
  },
  {
    "translation": {
      "en": "- ( screaming ) - Masks on!",
      "de": "Masken auf!"
    }
  },
  {
    "translation": {
      "en": "Put your hands on the ground!",
      "de": "Die Hände auf den Boden!"
    }
  },
  {
    "translation": {
      "en": "Come on, let's go.",
      "de": "Komm, Tittenwunder, rein da. Au! Shit. Hinsetzen, hinsetzen!"
    }
  },
  {
    "translation": {
      "en": "Oh, shit. Sit down! Sit down!",
      "de": "Au! Shit. Hinsetzen, hinsetzen!"
    }
  },
  {
    "translation": {
      "en": "She was on line in front of me.",
      "de": "Sie stand vor mir in der Schlange."
    }
  },
  {
    "translation": {
      "en": "He was the teller on my line.",
      "de": "Er war der Kassierer in meiner Schlange."
    }
  },
  {
    "translation": {
      "en": "This guy was to my right,",
      "de": "Der hier stand rechts neben mir, sein Sohn stand vor ihm."
    }
  },
  {
    "translation": {
      "en": "and this kid was in front of him, he playing with a video game.",
      "de": "Der hier stand rechts neben mir, sein Sohn stand vor ihm. Er spielte mit einem Videospiel."
    }
  },
  {
    "translation": {
      "en": "- I remember her. - Why do you remember her?",
      "de": "An die erinnere ich mich auch. -Warum denn? -Grandiose Titten."
    }
  },
  {
    "translation": {
      "en": "- Great tits. - ( laughs )",
      "de": "-Warum denn? -Grandiose Titten."
    }
  },
  {
    "translation": {
      "en": "You remember seeing any of them after? Yeah, I saw her one time afterwards.",
      "de": "-Sahen Sie von denen welche danach? -Ja, die sah ich danach noch einmal."
    }
  },
  {
    "translation": {
      "en": "- How are you sure you saw her again? - I could see under the suit.",
      "de": "-Warum sind Sie so sicher? -Ich konnte es unter dem Anzug sehen."
    }
  },
  {
    "translation": {
      "en": "Can't hide quality like that.",
      "de": "Sowas lässt sich nicht verstecken."
    }
  },
  {
    "translation": {
      "en": "This guy-- he almost got us all killed.",
      "de": "Wegen dem Idiot hier sind wir fast draufgegangen."
    }
  },
  {
    "translation": {
      "en": "- How? - They put eight or nine of us in an office for a while.",
      "de": "Wieso? Die sperrten acht oder neun von uns in ein Büro."
    }
  },
  {
    "translation": {
      "en": "This guy took off his mask and was talking like he wasn't afraid.",
      "de": "Und er hier nahm irgendwann seine Maske ab und quatschte heldenhaft daher."
    }
  },
  {
    "translation": {
      "en": "\"I don't have to wear this damn mask,\" you know?",
      "de": "\"Ich muss die blöde Maske nicht tragen\", wissen Sie?"
    }
  },
  {
    "translation": {
      "en": "So they come in, pull him out of the room and smack him around a little.",
      "de": "Dann kamen die plötzlich rein, schleiften ihn durchs Büro und schlugen ihn."
    }
  },
  {
    "translation": {
      "en": "- You see him again after that? - No.",
      "de": "-Haben Sie ihn dann nochmal gesehen? -Nein."
    }
  },
  {
    "translation": {
      "en": "- Was he okay? - Seemed fine.",
      "de": "-Hat er es überstanden? -Ihm geht's gut."
    }
  },
  {
    "translation": {
      "en": "you recognize anyone else from that room?",
      "de": "-Erkennen Sie noch einen aus dem Raum? -Die andern hab' ich nicht so gesehen."
    }
  },
  {
    "translation": {
      "en": "- I can't be sure about the others. - No one?",
      "de": "-Erkennen Sie noch einen aus dem Raum? -Die andern hab' ich nicht so gesehen. Niemanden?"
    }
  },
  {
    "translation": {
      "en": "Why didn't you keep looking? You know, I was terrified.",
      "de": "-Sehen Sie doch nochmal hin? -Ich hatte tierische Angst."
    }
  },
  {
    "translation": {
      "en": "What about before it began?",
      "de": "Und bevor es losging?"
    }
  },
  {
    "translation": {
      "en": "You didn't look around while you were waiting in line?",
      "de": "Haben Sie sich da nicht ein bisschen umgesehen?"
    }
  },
  {
    "translation": {
      "en": "I was talking to my girlfriend on the phone.",
      "de": "Nein, denn ich habe mit meiner Freundin telefoniert."
    }
  },
  {
    "translation": {
      "en": "You want to take another picture?",
      "de": "Wollen Sie noch ein Foto machen?"
    }
  },
  {
    "translation": {
      "en": "I could bend over and pick up a pencil.",
      "de": "Ich beug' mich auch vor und heb' einen Bleistift auf."
    }
  },
  {
    "translation": {
      "en": "Whatever.",
      "de": "Ich beug' mich auch vor und heb' einen Bleistift auf. Wie auch immer."
    }
  },
  {
    "translation": {
      "en": "This guy:",
      "de": "Dieser Kerl."
    }
  },
  {
    "translation": {
      "en": "asshole.",
      "de": "Arschloch!"
    }
  },
  {
    "translation": {
      "en": "What the fuck? This ain't Russian.",
      "de": "Was ist das? Das ist kein Russisch."
    }
  },
  {
    "translation": {
      "en": "No? What the hell is it?",
      "de": "Nein? Was denn?"
    }
  },
  {
    "translation": {
      "en": "It's not Polish, not Hungarian.",
      "de": "Kein Polnisch. Ungarisch auch nicht."
    }
  },
  {
    "translation": {
      "en": "Bulgarian, maybe.",
      "de": "Bulgarisch vielleicht."
    }
  },
  {
    "translation": {
      "en": "It's central European, sort of.",
      "de": "Mitteleuropa. Irgendwie."
    }
  },
  {
    "translation": {
      "en": "That's it? I mean, you're the language expert.",
      "de": "Ist das alles? Ich meine, Sie sind der Sprachexperte."
    }
  },
  {
    "translation": {
      "en": "What? No.",
      "de": "Was? Nein."
    }
  },
  {
    "translation": {
      "en": "- What do you think? - Well, okay.",
      "de": "-Und was jetzt? -Ok."
    }
  },
  {
    "translation": {
      "en": "This is New York City. Somebody on the street must know what it is.",
      "de": "Wir sind in New York City. Irgendwer auf der Straße weiß, was das ist."
    }
  },
  {
    "translation": {
      "en": "Probably the hot-dog man. Berk, play that over the speaker for me.",
      "de": "Wahrscheinlich der Hot-Dog-Verkäufer. Berk, spielen Sie's nach draußen. Entschuldigung."
    }
  },
  {
    "translation": {
      "en": "Excuse me.",
      "de": "Berk, spielen Sie's nach draußen. Entschuldigung."
    }
  },
  {
    "translation": {
      "en": "( voices play over P.A. ) - Excuse me.",
      "de": "Entschuldigen Sie."
    }
  },
  {
    "translation": {
      "en": "Does anybody know what language they're speaking?",
      "de": "Weiß jemand, welche Sprache das ist? Irgendjemand?"
    }
  },
  {
    "translation": {
      "en": "- Anybody? - Yo, my man!",
      "de": "Weiß jemand, welche Sprache das ist? Irgendjemand? Ja, Mann."
    }
  },
  {
    "translation": {
      "en": "Hey, Phil, let that guy through. Come on.",
      "de": "Hey Phil, lass den Mann durch. Kommen Sie."
    }
  },
  {
    "translation": {
      "en": "- You know what language they're speaking? - They're speaking Albanian.",
      "de": "-Sie wissen, welche Sprache das ist? -Ja, die sprechen Albanisch."
    }
  },
  {
    "translation": {
      "en": "- Albanian? - Albanian, from Albania.",
      "de": "-Albanisch? -Albanisch. Aus Albanien."
    }
  },
  {
    "translation": {
      "en": "What am I doing here?",
      "de": "Was mach' ich bloß hier?"
    }
  },
  {
    "translation": {
      "en": "- Am I getting arrested? - No, you're not getting arrested. Come on.",
      "de": "Werd' ich wegen irgendwas verhaftet? Nein, werden Sie nicht. Kommen Sie."
    }
  },
  {
    "translation": {
      "en": "Whoa!",
      "de": "Woah."
    }
  },
  {
    "translation": {
      "en": "Okay, what are they saying?",
      "de": "-Ok. Was sagen die? -Ich habe keine Ahnung, was die sagen."
    }
  },
  {
    "translation": {
      "en": "- I have no idea what they're saying. - You got no idea.",
      "de": "-Ok. Was sagen die? -Ich habe keine Ahnung, was die sagen. Nein? Sie haben gesagt, Sie sprechen Albanisch."
    }
  },
  {
    "translation": {
      "en": "- I thought you said you spoke Albanian. - I never said I speak Albanian.",
      "de": "Nein? Sie haben gesagt, Sie sprechen Albanisch. Nein. Ich sagte nie, dass ich es spreche."
    }
  },
  {
    "translation": {
      "en": "- I never said I speak Albanian. - How do you know it's Albanian?",
      "de": "Sie sagten, Sie sprechen albanisch. Ich sagte nicht, ich spreche albanisch. Woher wissen Sie dann, dass es Albanisch ist?"
    }
  },
  {
    "translation": {
      "en": "My ex-wife and her parents are Albanian.",
      "de": "Meine Ex-Frau und ihre Eltern sind Albaner."
    }
  },
  {
    "translation": {
      "en": "Her parents couldn't speak English for shit.",
      "de": "Und ihre Eltern sprechen auch nichts anderes."
    }
  },
  {
    "translation": {
      "en": "I have no idea what they're saying,",
      "de": "Und ihre Eltern sprechen auch nichts anderes. Ich weiß nicht, was die da erzählen,"
    }
  },
  {
    "translation": {
      "en": "but I'll tell you right now, their language is 100% Albanian.",
      "de": "aber ich sage Ihnen, das ist 100 % Albanisch."
    }
  },
  {
    "translation": {
      "en": "- 100%? - 100%.",
      "de": "-100 %? -100 %."
    }
  },
  {
    "translation": {
      "en": "Call the Albanian consulate.",
      "de": "Rufen Sie das albanische Konsulat an. Fragen Sie, ob sie jemand schicken"
    }
  },
  {
    "translation": {
      "en": "See if they can get somebody over here to translate this for us.",
      "de": "Rufen Sie das albanische Konsulat an. Fragen Sie, ob sie jemand schicken können, der uns das übersetzt. Und das schnell."
    }
  },
  {
    "translation": {
      "en": "- Make it happen fast. You hang out in the back. - Oh man, not again.",
      "de": "Sie warten da hinten, ok? Oh Mann, nicht schon wieder."
    }
  },
  {
    "translation": {
      "en": "Van was stolen two days ago, but it's clean. No prints.",
      "de": "Der Van wurde vor zwei Tagen gestohlen, aber er ist sauber. Keine Abdrücke."
    }
  },
  {
    "translation": {
      "en": "- Nothing? - Nothing.",
      "de": "-Nichts? -Nichts."
    }
  },
  {
    "translation": {
      "en": "- Albanian? - My man, like I told you,",
      "de": "Albanisch? Ja, Mann, wie ich gesagt habe. 100 % albanisch."
    }
  },
  {
    "translation": {
      "en": "100% Albanian.",
      "de": "Ja, Mann, wie ich gesagt habe. 100 % albanisch."
    }
  },
  {
    "translation": {
      "en": "Undeniable.",
      "de": "Eindeutig."
    }
  },
  {
    "translation": {
      "en": "- Hi. - Thanks.",
      "de": "-Hey. -Danke."
    }
  },
  {
    "translation": {
      "en": "Yo yo yo, there goes that motherfucker right there.",
      "de": "Yo Yo Yo! Da ist das Arschloch ja."
    }
  },
  {
    "translation": {
      "en": "You thought you was gonna get away with...",
      "de": "Ey, dachtest du, du kommst ungestraft mit der Scheiße davon?"
    }
  },
  {
    "translation": {
      "en": "How's this game work?",
      "de": "Wie geht das Spiel?"
    }
  },
  {
    "translation": {
      "en": "You get points for doing dirt like jacking a car or selling crack.",
      "de": "Du kriegst Punkte, wenn Du'n Ding drehst, oder 'n Auto klaust, oder Crack vertickst."
    }
  },
  {
    "translation": {
      "en": "And you lose points if someone jacks your ride or shoots you.",
      "de": "Und du verlierst Punkte, wenn einer dich beklaut oder dir 'ne Kugel verpasst."
    }
  },
  {
    "translation": {
      "en": "Come on, baby! Take that!",
      "de": "Und du verlierst Punkte, wenn einer dich beklaut oder dir 'ne Kugel verpasst. Komm, Baby. Nimm das! Nimm das! Was? Was? Was?"
    }
  },
  {
    "translation": {
      "en": "What? What? What? Talk shit now!",
      "de": "Nimm das! Nimm das! Was? Was? Was? Wolltest du was sagen? Ich hör nichts."
    }
  },
  {
    "translation": {
      "en": "I don't hear you! Eat this! Eat that!",
      "de": "Wolltest du was sagen? Ich hör nichts. KILL DEN NIGGA! Friss das! Friss das! Friss das! Friss das!"
    }
  },
  {
    "translation": {
      "en": "Eat this! Eat that! You're gone, baby!",
      "de": "Friss das! Friss das! Friss das! Friss das! Das war's, Baby! Du bist tot! Bye bye."
    }
  },
  {
    "translation": {
      "en": "You're dead! Bye-bye!",
      "de": "Das war's, Baby! Du bist tot! Bye bye."
    }
  },
  {
    "translation": {
      "en": "Jesus. What's the point of this?",
      "de": "Großer Gott! Was für einen Sinn hat das?"
    }
  },
  {
    "translation": {
      "en": "Like my man 50 says, \"Get rich or die trying.\"",
      "de": "Na ja, wie 50 Cent sagt: \"Get rich or die tryin.\""
    }
  },
  {
    "translation": {
      "en": "Yo, you'll get mad points for knocking over the bank.",
      "de": "Sie würden irre viel Punkte für den Bankraub kriegen."
    }
  },
  {
    "translation": {
      "en": "- Think that's cool? - Hell, yeah. I'm trying to get paid too.",
      "de": "-Findest du das cool? -Ja, na klar. Kohle machen will doch jeder."
    }
  },
  {
    "translation": {
      "en": "Finish your slice. I'll take you back to your father.",
      "de": "Iss auf, ich bring dich zurück zu deinem Vater."
    }
  },
  {
    "translation": {
      "en": "I got to talk to him about this game.",
      "de": "Ich will mit ihm mal über dieses Spiel reden."
    }
  },
  {
    "translation": {
      "en": "- Is it good? - No doubt.",
      "de": "-Schmeckt's? -Total."
    }
  },
  {
    "translation": {
      "en": "It's gonna be okay.",
      "de": "Dir passiert nichts."
    }
  },
  {
    "translation": {
      "en": "- Cool. - You'll be home soon.",
      "de": "Cool. Du bist bald wieder zuhause."
    }
  },
  {
    "translation": {
      "en": "That's what's up.",
      "de": "Ja, klar, Mann."
    }
  },
  {
    "translation": {
      "en": "- Sir, no luck with the Albanian consulate. - What do you mean?",
      "de": "-Sir? -Ja. -Kein Glück beim albanischen Konsulat. -Wieso nicht?"
    }
  },
  {
    "translation": {
      "en": "I couldn't tell what the guy was talking about. I think he wanted money.",
      "de": "Ich konnte den Typen kaum verstehen. Ich glaube, er wollte Geld."
    }
  },
  {
    "translation": {
      "en": "I tried the State Department. That takes a month.",
      "de": "Und im Außenministerium dauert's einen Monat."
    }
  },
  {
    "translation": {
      "en": "Okay. Call her.",
      "de": "Ok."
    }
  },
  {
    "translation": {
      "en": "Are you crazy? I hate that bitch. Come on.",
      "de": "-Rufen Sie sie an. -Sind Sie verrückt? -Ich hasse dieses Miststück. -Sie sagten, sie spricht albanisch."
    }
  },
  {
    "translation": {
      "en": "- You said she speaks Albanian, right? - Yeah, she was born there.",
      "de": "-Ich hasse dieses Miststück. -Sie sagten, sie spricht albanisch. -Sie ist da geboren, ja. -Rufen Sie an."
    }
  },
  {
    "translation": {
      "en": "- Call her. - I'm gonna regret this.",
      "de": "-Sie ist da geboren, ja. -Rufen Sie an. Das werd' ich bereuen."
    }
  },
  {
    "translation": {
      "en": "- Who's Detective Frazier? - Right here.",
      "de": "-Wer ist Detective Frazier? -Das bin ich."
    }
  },
  {
    "translation": {
      "en": "- I have Ilina Maria over here. - Miritia.",
      "de": "-Ich habe Ilina Maria hier. -Miritia. -Oh, guten Tag. -Hallo."
    }
  },
  {
    "translation": {
      "en": "- Oh, how you doin'? - Hello.",
      "de": "-Oh, guten Tag. -Hallo. Ja, hallo."
    }
  },
  {
    "translation": {
      "en": "How you doin'? What's this? Parking tickets. You can fix them?",
      "de": "-Was ist das? -Strafzettel. Können Sie das regeln?"
    }
  },
  {
    "translation": {
      "en": "I'll see what I can do.",
      "de": "Mal sehen, was ich tun kann."
    }
  },
  {
    "translation": {
      "en": "Can you listen to this and tell us what they're saying?",
      "de": "Können Sie sich das anhören und uns sagen, was die reden?"
    }
  },
  {
    "translation": {
      "en": "You can't smoke in here.",
      "de": "Oh, rauchen ist hier nicht gestattet."
    }
  },
  {
    "translation": {
      "en": "Shit. Go ahead.",
      "de": "Scheiße. Von mir aus."
    }
  },
  {
    "translation": {
      "en": "What's so funny? Do you know what they're talking about?",
      "de": "Was ist so lustig? Sie wissen, worüber die reden?"
    }
  },
  {
    "translation": {
      "en": "I know what they're talking about. I even know who it is.",
      "de": "Ja, ich weiß, worüber die reden. Und ich weiß auch, wer es ist."
    }
  },
  {
    "translation": {
      "en": "You know who it is? You mean, you know their names? Who is it?",
      "de": "Sie wissen, wer das ist? Sie kennen ihre Namen? -Wer? Wer ist es? -Die Strafzettel?"
    }
  },
  {
    "translation": {
      "en": "- Parking tickets? - They're taken care of. Who is it?",
      "de": "-Wer? Wer ist es? -Die Strafzettel? -Wird erledigt. Wer ist es? -Enver Hoxha."
    }
  },
  {
    "translation": {
      "en": "- It's Enver Hoxha. - Who?",
      "de": "-Wird erledigt. Wer ist es? -Enver Hoxha. -Wer? -Er war mal Präsident von Albanien."
    }
  },
  {
    "translation": {
      "en": "He was the president of Albania.",
      "de": "-Wer? -Er war mal Präsident von Albanien."
    }
  },
  {
    "translation": {
      "en": "Wait, you're telling me the former President of Albania is in there robbing a bank?",
      "de": "Warten Sie. Ein ehemaliger Präsident von Albanien raubt eine Bank aus?"
    }
  },
  {
    "translation": {
      "en": "Enver Hoxha is dead. That's a tape of him discussing",
      "de": "Enver Hoxha ist tot. Auf diesem Tonband redet er davon, wie großartig die Albaner sind."
    }
  },
  {
    "translation": {
      "en": "how Albanian people are great people, they're immortal people.",
      "de": "Auf diesem Tonband redet er davon, wie großartig die Albaner sind. Ein Volk, das unsterblich ist. Nichts wichtiges wirklich."
    }
  },
  {
    "translation": {
      "en": "I don't know why.",
      "de": "Ein Volk, das unsterblich ist. Nichts wichtiges wirklich."
    }
  },
  {
    "translation": {
      "en": "It's a tape. You're sure about that?",
      "de": "Ein Tonband. Sind Sie sicher?"
    }
  },
  {
    "translation": {
      "en": "I had to listen to all this nonsense in school.",
      "de": "Diesen Mist kenne ich noch aus der Schule."
    }
  },
  {
    "translation": {
      "en": "\"Communism is great, capitalism is evil. Lenin, Marx,\" blah, blah, blah.",
      "de": "\"Kommunismus ist gut, Kapitalismus ist böse. Lenin, Marx, bla bla bla.\""
    }
  },
  {
    "translation": {
      "en": "- It's Enver Hoxha. It's a tape. - Okay.",
      "de": "Das ist Enver Hoxha. Auf Tonband. Ok. Ok, Officer, bringen Sie sie nach Hause."
    }
  },
  {
    "translation": {
      "en": "Okay, well, Officer, you can take her home.",
      "de": "Ok. Ok, Officer, bringen Sie sie nach Hause."
    }
  },
  {
    "translation": {
      "en": "And do me a favor: Watch where you park next time, okay?",
      "de": "Und passen Sie bitte das nächste Mal auf, wo Sie parken, ja?"
    }
  },
  {
    "translation": {
      "en": "So they're playing tapes for us now.",
      "de": "Sie spielen uns also Bänder vor."
    }
  },
  {
    "translation": {
      "en": "- They knew we were gonna bug 'em. - Damn right, they knew how.",
      "de": "Die wussten, dass wir sie abhören. Ja, du hast verdammt recht, und sie wussten auch wie."
    }
  },
  {
    "translation": {
      "en": "What makes it even worse, they wanted us to bug 'em",
      "de": "Ja, du hast verdammt recht, und sie wussten auch wie. Und was noch schlimmer ist: Die wollten das,"
    }
  },
  {
    "translation": {
      "en": "so they could send us on a wild-goose chase.",
      "de": "Und was noch schlimmer ist: Die wollten das, damit sie uns an der Nase rumführen können."
    }
  },
  {
    "translation": {
      "en": "Last time I had my johnson pulled that good, it cost me five bucks.",
      "de": "Als ich das letzte Mal so am Schwanz gepackt wurde, kostete es mich $5."
    }
  },
  {
    "translation": {
      "en": "Five bucks?",
      "de": "$5?"
    }
  },
  {
    "translation": {
      "en": "Yeah, Tijuana. Don't ask.",
      "de": "In Tijuana. Fragen Sie nicht."
    }
  },
  {
    "translation": {
      "en": "Look at the-- Oh, fuck that!",
      "de": "Guck dir diese... Ach, Scheiße."
    }
  },
  {
    "translation": {
      "en": "- Detective Frazier, nice to meet you. - My pleasure.",
      "de": "-Detective Frazier. Freut mich sehr. -Gleichfalls."
    }
  },
  {
    "translation": {
      "en": "- This is Madeline White. - How do you do, Miss White?",
      "de": "Das ist Madeleine White. -Guten Tag, Miss White. -Guten Tag, Detective."
    }
  },
  {
    "translation": {
      "en": "- It's an honor, Detective. - Miss White may be able to assist you.",
      "de": "-Guten Tag, Miss White. -Guten Tag, Detective. Miss White kann Ihnen vielleicht unter die Arme greifen."
    }
  },
  {
    "translation": {
      "en": "Good. Good. What do you have in mind?",
      "de": "Gut. Gut. Und in welcher Hinsicht?"
    }
  },
  {
    "translation": {
      "en": "She has a certain amount of influence in these matters,",
      "de": "Sie hat ein gewisses Maß an Einfluss in diesem Fall,"
    }
  },
  {
    "translation": {
      "en": "for reasons which I can't share with you.",
      "de": "aus Gründen, die wir nicht weiter erörtern können."
    }
  },
  {
    "translation": {
      "en": "What are you trying to say, sir?",
      "de": "Was heißt das, Sir?"
    }
  },
  {
    "translation": {
      "en": "What the mayor means is that, uh,",
      "de": "Der Bürgermeister meint, das hier sind Dinge, die Ihre Besoldungsstufe"
    }
  },
  {
    "translation": {
      "en": "there are matters at stake here that are a little bit above your pay grade--",
      "de": "Der Bürgermeister meint, das hier sind Dinge, die Ihre Besoldungsstufe etwas überschreiten. Und bitte nicht falsch verstehen."
    }
  },
  {
    "translation": {
      "en": "no offense-- and he's offering to help you.",
      "de": "etwas überschreiten. Und bitte nicht falsch verstehen. Deswegen bietet er Ihnen seine Hilfe an."
    }
  },
  {
    "translation": {
      "en": "Well, why don't you just tell the mayor to raise my pay grade",
      "de": "Nun, sagen Sie dem Bürgermeister, er soll meine Besoldungsstufe anheben,"
    }
  },
  {
    "translation": {
      "en": "to the proper level, and problem solved?",
      "de": "und das Problem ist gelöst."
    }
  },
  {
    "translation": {
      "en": "From what I hear, that would have happened long ago",
      "de": "Meines Wissens wäre das längst passiert,"
    }
  },
  {
    "translation": {
      "en": "if you'd have been a little bit more diplomatic. But we can certainly discuss it.",
      "de": "wenn Sie etwas diplomatischer wären. Aber wir könnten sicher darüber reden."
    }
  },
  {
    "translation": {
      "en": "Look, I'm kidding. I mean, I make first grade when I make first grade.",
      "de": "Ich mache nur Spaß, früher oder später werde ich befördert."
    }
  },
  {
    "translation": {
      "en": "You want to speed that up, I'm not gonna talk you out of it.",
      "de": "Wenn Sie das beschleunigen wollen, werd ich's Ihnen nicht ausreden. Leider haben sich ja diese $140.000 Dollar bei der"
    }
  },
  {
    "translation": {
      "en": "There's also the matter of $140,000",
      "de": "Leider haben sich ja diese $140.000 Dollar bei der"
    }
  },
  {
    "translation": {
      "en": "that seems to have walked away from the Madrugada check-cashing bust.",
      "de": "Madrugada-Scheck-Sache in Luft aufgelöst."
    }
  },
  {
    "translation": {
      "en": "Oh, I see.",
      "de": "Oh, alles klar."
    }
  },
  {
    "translation": {
      "en": "Well, I had nothing to do with that.",
      "de": "Nur hatte ich nichts damit zu tun."
    }
  },
  {
    "translation": {
      "en": "Yeah, Collins, we got snipers in the windows here.",
      "de": "Also, Collins, wir haben Scharfschützen an den Fenstern."
    }
  },
  {
    "translation": {
      "en": "( cranking )",
      "de": "Leute sind in den Nebengebäuden und auf dem Dach."
    }
  },
  {
    "translation": {
      "en": "( line ringing ) - Russell: Well? - Is this the President of Albania? - Speaking.",
      "de": "-Ja? -Ist da der Präsident von Albanien?"
    }
  },
  {
    "translation": {
      "en": "- Pretty funny. - You shouldn't eavesdrop on people.",
      "de": "-Am Apparat. -Wirklich witzig. -Sie sollten andere Menschen nicht abhören. -Gewöhnen Sie sich dran."
    }
  },
  {
    "translation": {
      "en": "You better get used to it. There's not gonna be much privacy where you're going.",
      "de": "-Sie sollten andere Menschen nicht abhören. -Gewöhnen Sie sich dran. Privatsphäre gibt es nicht viel, da wo Sie hingehen."
    }
  },
  {
    "translation": {
      "en": "You're damn right. This time next week,",
      "de": "Da haben Sie recht. Nächste Woche um diese Zeit nuckel' ich an einer Pina Colada,"
    }
  },
  {
    "translation": {
      "en": "I'll be sucking down piña coladas in a hot tub",
      "de": "Nächste Woche um diese Zeit nuckel' ich an einer Pina Colada, und alle Ladies in meiner Wanne heißen Amber oder Tiffany."
    }
  },
  {
    "translation": {
      "en": "with six girls named Amber and Tiffany.",
      "de": "und alle Ladies in meiner Wanne heißen Amber oder Tiffany."
    }
  },
  {
    "translation": {
      "en": "More like taking a shower with two guys",
      "de": "Sie duschen eher mit zwei Typen, die Jamal und Jesus heißen,"
    }
  },
  {
    "translation": {
      "en": "named Jamal and Jesus, if you know what I mean.",
      "de": "Sie duschen eher mit zwei Typen, die Jamal und Jesus heißen, wenn Sie verstehen. Und die schlechte Nachricht:"
    }
  },
  {
    "translation": {
      "en": "And here's the bad news. That thing you're sucking on,",
      "de": "wenn Sie verstehen. Und die schlechte Nachricht: Das, woran Sie nuckeln, ist keine Pina Colada."
    }
  },
  {
    "translation": {
      "en": "it's not a pina colada.",
      "de": "Das, woran Sie nuckeln, ist keine Pina Colada."
    }
  },
  {
    "translation": {
      "en": "Maybe you like that kind of thing, huh?",
      "de": "-Vielleicht mögen Sie es ja sogar, hm? -Sie wollen echt, dass ich wütend werde."
    }
  },
  {
    "translation": {
      "en": "- You really wanna piss me off? - Here's where we stand.",
      "de": "-Vielleicht mögen Sie es ja sogar, hm? -Sie wollen echt, dass ich wütend werde. Ok, die Lage ist folgende:"
    }
  },
  {
    "translation": {
      "en": "I don't need your fucking status report, Serpico.",
      "de": "Ok, die Lage ist folgende: Ich brauch' keinen scheiß Lagebericht von Ihnen, Serpico."
    }
  },
  {
    "translation": {
      "en": "I tell you where things stand.",
      "de": "Ich sage Ihnen, wie die Lage ist."
    }
  },
  {
    "translation": {
      "en": "- Sure, sure, I just meant-- Here's where things stand.",
      "de": "-Klar, klar, ich wollte nur... -Die Lage ist folgende:"
    }
  },
  {
    "translation": {
      "en": "You're getting me what I asked you for.",
      "de": "Sie besorgen mir, was ich will."
    }
  },
  {
    "translation": {
      "en": "You'll have it ready in the time I gave you,",
      "de": "Sie stellen es in der genannten Zeit bereit."
    }
  },
  {
    "translation": {
      "en": "or you'll sit by and you'll watch me do just what I said I would do, clear?",
      "de": "Wenn nicht, werden Sie sehen, dass ich tue, was ich gesagt habe, klar?"
    }
  },
  {
    "translation": {
      "en": "Very clear. I'm trying to get you what you want,",
      "de": "Klar. Ich versuche, Ihnen zu besorgen, was Sie wollen."
    }
  },
  {
    "translation": {
      "en": "but you got to understand this:",
      "de": "Nur die Sache ist die: Die Stadt New York hat für Tage wie diese keine 747 in der Garage stehen."
    }
  },
  {
    "translation": {
      "en": "it's not like the city of New York has 747s waiting around for days like today.",
      "de": "Die Stadt New York hat für Tage wie diese keine 747 in der Garage stehen."
    }
  },
  {
    "translation": {
      "en": "I understand that if you don't get my plane ready,",
      "de": "Die Sache ist die, dass Sie mit dem Flugzeug antanzen,"
    }
  },
  {
    "translation": {
      "en": "then you might as well send a hearse.",
      "de": "-oder einen Leichenwagen herschicken. -Bitte."
    }
  },
  {
    "translation": {
      "en": "Please. Let's focus on how we can both get what we want, all right?",
      "de": "Konzentrieren wir uns darauf, dass wir beide bekommen, was wir wollen."
    }
  },
  {
    "translation": {
      "en": "Hey! You're not listening.",
      "de": "Hey! Sie hören nicht zu."
    }
  },
  {
    "translation": {
      "en": "You get me what I want, I won't kill anyone.",
      "de": "Sie erfüllen meine Forderungen. Ich bringe niemanden um."
    }
  },
  {
    "translation": {
      "en": "All right. I'm on it. I'm on it.",
      "de": "Ok, bin dabei, bin dabei."
    }
  },
  {
    "translation": {
      "en": "Let's just try to keep everybody calm, okay?",
      "de": "Sehen wir zu, dass wir alle ruhig bleiben."
    }
  },
  {
    "translation": {
      "en": "- Don't I sound calm to you? - Yeah, you do.",
      "de": "-Höre ich mich denn nicht ruhig an? -Doch, doch."
    }
  },
  {
    "translation": {
      "en": "Yeah, you do.",
      "de": "Doch, das tust du."
    }
  },
  {
    "translation": {
      "en": "- So Mr. Damajian... - Damerjian.",
      "de": "-Also, Mr. Damerjian... -Damerjian."
    }
  },
  {
    "translation": {
      "en": "- What is that, Albanian? - Just call me Kenneth.",
      "de": "-Damerjian. Ist das Albanisch? -Sagen Sie einfach Kenneth."
    }
  },
  {
    "translation": {
      "en": "- Is that Albanian or... - It's Armenian.",
      "de": "-Kenneth? -Ist das Albanisch, oder... Armenisch."
    }
  },
  {
    "translation": {
      "en": "What's the difference?",
      "de": "Wo ist der Unterschied? Geboren bin ich in Queens."
    }
  },
  {
    "translation": {
      "en": "I was born in Queens. I--",
      "de": "Geboren bin ich in Queens."
    }
  },
  {
    "translation": {
      "en": "I've never been to Armenia, Albania. I went surfing in Australia once.",
      "de": "Ich war nie in Armenien, Albanien. Nur mal surfen in Australien."
    }
  },
  {
    "translation": {
      "en": "- Can I have a glass of water? - Are you thirsty?",
      "de": "Kann ich 'n Glas Wasser haben?"
    }
  },
  {
    "translation": {
      "en": "- My throat's parched. I'm not th-- - \"Throat's parched\"?",
      "de": "-Sind Sie durstig? -Komplett ausgedörrt. -Ich bin nicht nervös. -Komplett ausgedörrt?"
    }
  },
  {
    "translation": {
      "en": "- His throat is parched. - I just want a glass of water.",
      "de": "-Ja, ausgedörrt. -Ausgedörrt. Komplett. -Ich will doch nur 'n Glas Wasser. -Oh, Scheiße."
    }
  },
  {
    "translation": {
      "en": "Oh, shit! ( laughing )",
      "de": "-Ich will doch nur 'n Glas Wasser. -Oh, Scheiße."
    }
  },
  {
    "translation": {
      "en": "When you start telling us what really happened you'll get some water.",
      "de": "Wenn Sie uns erzählen, was wirklich passiert ist... -Ich will nur'n bisschen Wasser. -Er ist ausgedörrt."
    }
  },
  {
    "translation": {
      "en": "- You want some coffee? - That's all right.",
      "de": "-Hier, wollen Sie Kaffee? -Danke, nein."
    }
  },
  {
    "translation": {
      "en": "- I don't drink that stuff. - Did you know they were robbing the bank?",
      "de": "-Das Zeug trink' ich nicht. -Trinken Sie ruhig. Wussten Sie, dass die die Bank überfallen?"
    }
  },
  {
    "translation": {
      "en": "I didn't know they were robbing the bank but I know they put a gun in my face.",
      "de": "Es wurde mir klar, als die mir 'ne Knarre ins Gesicht hielten. Haben Sie deshalb die Tür aufgehalten?"
    }
  },
  {
    "translation": {
      "en": "How do you know they robbed the bank?",
      "de": "Woher wussten Sie, dass es ein Überfall war?"
    }
  },
  {
    "translation": {
      "en": "- They pulled a gun in my face. - That doesn't mean they were robbing the bank.",
      "de": "Die hielten mir eine Knarre ins Gesicht, daher. Das heißt nicht, dass sie die Bank überfallen."
    }
  },
  {
    "translation": {
      "en": "- Did you see them take money? - I was in a bank and I was locked up",
      "de": "Haben die Geld genommen? Haben Sie's gesehen? Ich war in der Bank und wurde eingesperrt. Keine Ahnung, wie lange."
    }
  },
  {
    "translation": {
      "en": "for who knows how long, tied up in a room.",
      "de": "Ich war in der Bank und wurde eingesperrt. Keine Ahnung, wie lange. -Ok. -Ich saß da gefesselt. Sie sahen mich doch."
    }
  },
  {
    "translation": {
      "en": "- I saw you see me. - You saw me see you? Is that what you just said?",
      "de": "-Ok. -Ich saß da gefesselt. Sie sahen mich doch. Sie meinen, ich sah sie da sitzen? -Sagten Sie das gerade? -Ja."
    }
  },
  {
    "translation": {
      "en": "I was locked up in the room. You saw me gagged when you came in.",
      "de": "Ich saß da geknebelt, Sie kamen rein und sahen mich an."
    }
  },
  {
    "translation": {
      "en": "Listen, I can't work miracles here. I'm gonna need more time.",
      "de": "Hören Sie, ich kann keine Wunder vollbringen. Ich brauch mehr Zeit."
    }
  },
  {
    "translation": {
      "en": "Well perhaps if you'd use the time that I gave you",
      "de": "Tja, wenn Sie vielleicht Ihre Zeit effizienter genutzt hätten,"
    }
  },
  {
    "translation": {
      "en": "more efficiently, you wouldn't be having this problem.",
      "de": "Tja, wenn Sie vielleicht Ihre Zeit effizienter genutzt hätten, hätten Sie dieses Problem nicht."
    }
  },
  {
    "translation": {
      "en": "- What do you want me to say? - That my plane is ready.",
      "de": "-Was wollen Sie von mir hören? -Dass mein Flugzeug bereitsteht. Ok, passen Sie auf."
    }
  },
  {
    "translation": {
      "en": "Okay, listen.",
      "de": "Ok, passen Sie auf."
    }
  },
  {
    "translation": {
      "en": "I promise you, as God is my witness,",
      "de": "Ich verspreche Ihnen, Gott ist mein Zeuge, ich tue alles, was ich kann."
    }
  },
  {
    "translation": {
      "en": "I'm working on it as hard as I can. It's just gonna take a few more hours.",
      "de": "Ich verspreche Ihnen, Gott ist mein Zeuge, ich tue alles, was ich kann. Es dauert nur ein paar Stunden länger."
    }
  },
  {
    "translation": {
      "en": "Why should I give you any more time?",
      "de": "Warum sollte ich Ihnen mehr Zeit geben?"
    }
  },
  {
    "translation": {
      "en": "It's simple, you give me more time, you get what you want.",
      "de": "Ganz einfach. Sie geben mir Zeit und kriegen, was Sie wollen."
    }
  },
  {
    "translation": {
      "en": "You don't give me the time, you don't get what you want.",
      "de": "Sie tun es nicht und kriegen nicht, was Sie wollen."
    }
  },
  {
    "translation": {
      "en": "You got nothing to lose.",
      "de": "Sie haben nichts zu verlieren. ESSEN"
    }
  },
  {
    "translation": {
      "en": "Meanwhile, we'll send in some more food.",
      "de": "Bis dahin schicken wir Ihnen noch was zu essen."
    }
  },
  {
    "translation": {
      "en": "I got a question for you. You get it right, I'll give you more time.",
      "de": "Ich habe eine Frage. Bei richtiger Antwort kriegen Sie mehr Zeit."
    }
  },
  {
    "translation": {
      "en": "- And? - You know what happens if you don't.",
      "de": "-Und? -Wenn nicht, wissen Sie, was passiert."
    }
  },
  {
    "translation": {
      "en": "Which weighs more,",
      "de": "Was wiegt mehr:"
    }
  },
  {
    "translation": {
      "en": "all the trains that pass through Grand Central Station in a year",
      "de": "Alle Züge, die in einem Jahr durch Grand Central Station fahren,"
    }
  },
  {
    "translation": {
      "en": "or the trees cut down to print all US currency in circulation?",
      "de": "oder die Bäume, die für alle Dollarnoten im Umlauf gefällt wurden?"
    }
  },
  {
    "translation": {
      "en": "Here's a hint-- it's a trick question.",
      "de": "Kleiner Tipp: Ist 'ne Fangfrage."
    }
  },
  {
    "translation": {
      "en": "- ( dial tone ) - What the hell is that?",
      "de": "Was soll das denn? Wird das jetzt 'n Quiz?"
    }
  },
  {
    "translation": {
      "en": "- Playing games now? - Darius: It's the trains.",
      "de": "Was soll das denn? Wird das jetzt 'n Quiz? Die Züge."
    }
  },
  {
    "translation": {
      "en": "US money isn't printed on paper at all. It's cotton.",
      "de": "US-Dollar werden nicht auf Papier sondern auf Baumwolle gedruckt."
    }
  },
  {
    "translation": {
      "en": "- Yeah, that's right. - So no trees were cut down.",
      "de": "-Habe ich auch schon mal gehört. -Ja, das stimmt. -Ok. -Also wurden auch keine Bäume gefällt."
    }
  },
  {
    "translation": {
      "en": "- Are you sure? - Yeah. 100%.",
      "de": "-Sind Sie sicher? -Ja.100 %."
    }
  },
  {
    "translation": {
      "en": "- Okay. - ( dialing )",
      "de": "Ok."
    }
  },
  {
    "translation": {
      "en": "- I got it. - Wait a second. Wait a second.",
      "de": "Ich hab's. -Warte, warte noch, Augenblick! -Ich ruf' nochmal an."
    }
  },
  {
    "translation": {
      "en": "Call you back.",
      "de": "-Warte, warte noch, Augenblick! -Ich ruf' nochmal an."
    }
  },
  {
    "translation": {
      "en": "Mitchell: It's a trap. They both weigh the same.",
      "de": "Das ist 'ne Falle, beides wiegt dasselbe."
    }
  },
  {
    "translation": {
      "en": "Tell him they both weigh the same. They both weigh nothing.",
      "de": "Das ist 'ne Falle, beides wiegt dasselbe. Sag ihm, beides wiegt dasselbe. Denn beides wiegt nichts."
    }
  },
  {
    "translation": {
      "en": "They both weigh nothing or they both weigh the same?",
      "de": "Beides wiegt nichts oder beides wiegt dasselbe?"
    }
  },
  {
    "translation": {
      "en": "Tell him they weigh the same. Tell him they both weigh the same, do it now.",
      "de": "Sag ihm, beides wiegt dasselbe. Beides wiegt dasselbe, los."
    }
  },
  {
    "translation": {
      "en": "Both weigh the same. Got it.",
      "de": "Beides wiegt dasselbe, na gut."
    }
  },
  {
    "translation": {
      "en": "- Well? - They both weigh the same.",
      "de": "-Und? -Beides wiegt dasselbe."
    }
  },
  {
    "translation": {
      "en": "This time send sandwiches.",
      "de": "Schicken Sie diesmal Sandwiches."
    }
  },
  {
    "translation": {
      "en": "Pretty good. This guy's nuts.",
      "de": "Das war gut. Der Kerl ist nicht dicht."
    }
  },
  {
    "translation": {
      "en": "He said, \"Grand Central Station.\"",
      "de": "Er sagte \"Grand Central Station\"."
    }
  },
  {
    "translation": {
      "en": "Grand Central Terminal is the train station.",
      "de": "Grand Central Terminal ist der Bahnhof."
    }
  },
  {
    "translation": {
      "en": "- Grand Central Station ... - Is the post office.",
      "de": "-Grand Central Station ist die Post. -Ist die Post."
    }
  },
  {
    "translation": {
      "en": "- Darius: He's wrong. - Who's wrong?",
      "de": "-Er irrt sich. -Wer?"
    }
  },
  {
    "translation": {
      "en": "Perp one. Trains don't pass through Grand Central.",
      "de": "Unser Täter. Kein Zug fährt durch Grand Central."
    }
  },
  {
    "translation": {
      "en": "- It's the last stop for every train. - What about the subway?",
      "de": "Da ist für alle Endstation. -Aber die U-Bahn fährt durch. -Metro North fährt da hin."
    }
  },
  {
    "translation": {
      "en": "- Metro North goes there. - How the fuck do you know?",
      "de": "-Aber die U-Bahn fährt durch. -Metro North fährt da hin. -Woher wissen Sie das denn? -Metro North fährt da hin."
    }
  },
  {
    "translation": {
      "en": "- Metro North goes there. - No, it--",
      "de": "Nein, Metro North fährt von da los."
    }
  },
  {
    "translation": {
      "en": "What are you guys talking about? Hey hey hey hey!",
      "de": "Hey Leute, was soll das werden? Hey, hey, hey, hey, hey! -Metro North geht durch! -Holen wir die Sandwiches."
    }
  },
  {
    "translation": {
      "en": "Let's just get the sandwiches.",
      "de": "-Metro North geht durch! -Holen wir die Sandwiches."
    }
  },
  {
    "translation": {
      "en": "The deal is, he said, \"passes through.\"",
      "de": "-Metro North... -Er fragte eindeutig, welcher Zug durchfährt."
    }
  },
  {
    "translation": {
      "en": "Yeah, but the Metro North goes up...",
      "de": "Ja, aber der Metro North fährt doch auch da rauf."
    }
  },
  {
    "translation": {
      "en": "Shut up! It doesn't matter anyway!",
      "de": "Ok, Schluss jetzt! Spielt doch gar keine Rolle."
    }
  },
  {
    "translation": {
      "en": "That's not what he meant. What he said was one thing,",
      "de": "Was er gesagt hat, ist das eine, was er gemeint hat, was ganz anderes."
    }
  },
  {
    "translation": {
      "en": "- but what he meant is another. - Darius: That's always a problem.",
      "de": "Was er gesagt hat, ist das eine, was er gemeint hat, was ganz anderes. -Das ist meistens das Problem, nicht? -Die Sandwiches."
    }
  },
  {
    "translation": {
      "en": "- Frazier: Sandwiches. - Man: I'm on it.",
      "de": "-Das ist meistens das Problem, nicht? -Die Sandwiches. Bin schon dabei, bin schon dabei."
    }
  },
  {
    "translation": {
      "en": "Man: Right now, I could go for a nice kosher hot dog and a beer.",
      "de": "Jetzt hätte ich Lust auf einen schönen, koscheren Hot Dog und ein Bier."
    }
  },
  {
    "translation": {
      "en": "Man #2: I had Met tickets tonight, and Pedro's pitching.",
      "de": "Ich hatte Karten für die Mets heute. Pedro spielt wieder. Die kriegen trotzdem 'ne Packung."
    }
  },
  {
    "translation": {
      "en": "Woman: They're gonna get their asses kicked anyway.",
      "de": "Die kriegen trotzdem 'ne Packung. -Ich weiß. Da ist es hier besser. -Gut, dass sie uns nicht trennten."
    }
  },
  {
    "translation": {
      "en": "- I'm better off here. - I'm glad they didn't separate us.",
      "de": "-Ich weiß. Da ist es hier besser. -Gut, dass sie uns nicht trennten."
    }
  },
  {
    "translation": {
      "en": "- Do you think they're terrorists? - Robbers, not terrorists.",
      "de": "-Glauben Sie, das sind Terroristen? -Das sind Räuber, keine Terroristen."
    }
  },
  {
    "translation": {
      "en": "How do you know? They could be Al Qaeda.",
      "de": "Woher wissen Sie das? Könnte auch Al Kaida sein."
    }
  },
  {
    "translation": {
      "en": "Trust me. I've studied these things.",
      "de": "Glauben Sie mir. Ich hab' mich damit beschäftigt."
    }
  },
  {
    "translation": {
      "en": "- What are you, Mossad? - I was a lawyer.",
      "de": "-Was, sind Sie vom Mossad? -Ich war Anwalt."
    }
  },
  {
    "translation": {
      "en": "Now I teach courses at Columbia Law on genocide,",
      "de": "Heute gebe ich Kurse an der Columbia über Völkermord, Sklaverei,"
    }
  },
  {
    "translation": {
      "en": "slave labor, war reparation claims.",
      "de": "-Reparationsansprüche. -Interessant!"
    }
  },
  {
    "translation": {
      "en": "- Can I sue anybody when this is over? - Oh, sure. Go nuts.",
      "de": "-Kann ich wegen der Sache hier zu klagen? -Natürlich. Drehen Sie durch."
    }
  },
  {
    "translation": {
      "en": "Go meshuga.",
      "de": "Werden Sie meschugge."
    }
  },
  {
    "translation": {
      "en": "Now, that's a good-looking shithole.",
      "de": "Ist doch 'ne Spitzen-Latrine."
    }
  },
  {
    "translation": {
      "en": "- Hello? - Hey, baby, how you doin'?",
      "de": "-Hallo? -Hey Baby, wie geht's dir?"
    }
  },
  {
    "translation": {
      "en": "Baby, I'm worried about you. You coming home?",
      "de": "Baby, ich mach' mir Sorgen. Kommst du heim?"
    }
  },
  {
    "translation": {
      "en": "Yeah yeah yeah. Soon.",
      "de": "Ja, ja, ja. Irgendwann. Aber es wird noch eine lange Nacht, warte nicht auf mich."
    }
  },
  {
    "translation": {
      "en": "I've got a long night, though, so don't wait up for me.",
      "de": "Aber es wird noch eine lange Nacht, warte nicht auf mich."
    }
  },
  {
    "translation": {
      "en": "- Why don't you let me come? - Because I don't want to be distracted by you.",
      "de": "Warum darf ich nicht zu dir kommen? Tut mir leid, ich darf mich jetzt nicht ablenken lassen."
    }
  },
  {
    "translation": {
      "en": "Well, if you're still there when I come on duty in the morning, you will see me.",
      "de": "Wenn ich morgen zum Dienst muss und du bist da immer noch, wirst du mich sehen."
    }
  },
  {
    "translation": {
      "en": "- I cannot wait. I cannot wait. - So how you doing?",
      "de": "-Kann's kaum erwarten, kaum noch. -Wie läuft 's denn?"
    }
  },
  {
    "translation": {
      "en": "It's all right. We got a couple of the hostages out. Thanks a lot.",
      "de": "Ganz gut. Ein paar von den Geiseln sind raus. Danke."
    }
  },
  {
    "translation": {
      "en": "- No, no, how you doin'? - I'm doin' okay. I'm doin' all right.",
      "de": "-Nein. Nein. Wie geht's dir dabei? -Mir geht es gut. Alles bestens."
    }
  },
  {
    "translation": {
      "en": "Oh, I saw the mayor on TV. He said you're doing a great job. I saw you too.",
      "de": "Oh, der Bürgermeister sagte im Fernsehen du machst das gut. Du warst auch da."
    }
  },
  {
    "translation": {
      "en": "- You saw me on TV? - Yeah.",
      "de": "-Ich war im Fernsehen? -Ja. -Wie sah ich aus? -Oh, gut, Baby. Sehr gut."
    }
  },
  {
    "translation": {
      "en": "- How did I look? - Oh, you looked good, baby. Real good.",
      "de": "-Wie sah ich aus? -Oh, gut, Baby. Sehr gut."
    }
  },
  {
    "translation": {
      "en": "- Listen, I got to go. - All right. Hey.",
      "de": "-Ok, ich muss Schluss machen. -Ist gut. Hey."
    }
  },
  {
    "translation": {
      "en": "- Hmm? - Keep your head down.",
      "de": "-Ok, ich muss Schluss machen. -Ist gut. Hey. -Bleib in Deckung. -Ja, gut, mach' ich. Ich liebe dich."
    }
  },
  {
    "translation": {
      "en": "All right, I will. Love you.",
      "de": "-Bleib in Deckung. -Ja, gut, mach' ich. Ich liebe dich."
    }
  },
  {
    "translation": {
      "en": "So are we clear about the ground rules?",
      "de": "Also, sind wir uns über die Grundregeln einig?"
    }
  },
  {
    "translation": {
      "en": "- There's no need to worry. - I get paid to worry, okay?",
      "de": "-Kein Grund zur Sorge, Detective. -Dafür werde ich bezahlt, ok?"
    }
  },
  {
    "translation": {
      "en": "I just need you to look me in the eye and make me believe",
      "de": "Sehen Sie mich an und überzeugen Sie mich,"
    }
  },
  {
    "translation": {
      "en": "that you understand everything we talked about.",
      "de": "dass Sie alles verstanden haben, was wir besprochen haben."
    }
  },
  {
    "translation": {
      "en": "- I understand. - Okay.",
      "de": "-Ich habe verstanden. -Ok. WIR VERGESSEN NIE"
    }
  },
  {
    "translation": {
      "en": "Someone here wants to talk to you.",
      "de": "Jemand möchte mit Ihnen reden."
    }
  },
  {
    "translation": {
      "en": "- Hello. - Who's this?",
      "de": "-Hallo? -Wer ist da?"
    }
  },
  {
    "translation": {
      "en": "Let's not get into any names. What matters is what I can offer you.",
      "de": "Lassen wir die Namen beiseite. -Wichtig ist, was ich Ihnen anbieten kann. -Und was wäre das?"
    }
  },
  {
    "translation": {
      "en": "- What's that? - If I can be sure certain interests are protected,",
      "de": "-Wichtig ist, was ich Ihnen anbieten kann. -Und was wäre das? Nun, wenn ich weiß, dass gewisse Interessen gewahrt werden,"
    }
  },
  {
    "translation": {
      "en": "I might be able to help you get what you came for.",
      "de": "kann ich Ihnen vielleicht verschaffen, was Sie wollen."
    }
  },
  {
    "translation": {
      "en": "I doubt that.",
      "de": "Das bezweifle ich."
    }
  },
  {
    "translation": {
      "en": "Tell me about these interests that you're trying to protect.",
      "de": "Erzählen Sie mir von den Interessen, die gewahrt werden sollen."
    }
  },
  {
    "translation": {
      "en": "Why don't you let me worry about that? Now...",
      "de": "Lassen Sie das meine Sorge sein. Also, wie wollen Sie am Ende dieser Sache dastehen?"
    }
  },
  {
    "translation": {
      "en": "what was it you were hoping to get out of all this?",
      "de": "Also, wie wollen Sie am Ende dieser Sache dastehen?"
    }
  },
  {
    "translation": {
      "en": "- Rich, of course. - Of course.",
      "de": "-Reich, natürlich. -Natürlich."
    }
  },
  {
    "translation": {
      "en": "But you may have bitten off more than you can chew.",
      "de": "Aber vielleicht haben Sie sich zu viel zugemutet."
    }
  },
  {
    "translation": {
      "en": "- How? - I can't discuss that on the phone.",
      "de": "-Inwiefern? -Kann ich am Telefon nicht sagen."
    }
  },
  {
    "translation": {
      "en": "- Do you work for the bank? - No.",
      "de": "-Sie arbeiten für die Bank? -Nein."
    }
  },
  {
    "translation": {
      "en": "- And you're not a cop? - That's right.",
      "de": "Und Sie sind kein Cop. Das stimmt."
    }
  },
  {
    "translation": {
      "en": "Come on in.",
      "de": "Kommen Sie rein."
    }
  },
  {
    "translation": {
      "en": "You've got 10 minutes, no more.",
      "de": "Sie haben zehn Minuten. Nicht mehr. Falls Sie nicht draußen sind, wenn das Licht wiederkommt,"
    }
  },
  {
    "translation": {
      "en": "If you're not out before the lights come back on, you can stay inside till this is over.",
      "de": "Falls Sie nicht draußen sind, wenn das Licht wiederkommt, können Sie drin bleiben, bis alles vorbei ist."
    }
  },
  {
    "translation": {
      "en": "- You don't need to threaten me. - That's not a threat, lady, but this is.",
      "de": "-Sie brauchen mir nicht zu drohen. -Das ist keine Drohung, Lady, nur:"
    }
  },
  {
    "translation": {
      "en": "I know this game is a mile over my head, but I'm telling you--",
      "de": "Die Sache mag zu hoch für mich sein, aber wenn Sie mich verarschen..."
    }
  },
  {
    "translation": {
      "en": "I got where I am by collecting friends, not enemies.",
      "de": "Ich habe Erfolg, weil ich mir Freunde mache, keine Feinde."
    }
  },
  {
    "translation": {
      "en": "Trust me, okay?",
      "de": "Vertrauen Sie mir, ok?"
    }
  },
  {
    "translation": {
      "en": "You're on your own.",
      "de": "Jetzt sind Sie dran."
    }
  },
  {
    "translation": {
      "en": "What makes you think I need help?",
      "de": "Wie kommen Sie darauf, dass ich Hilfe brauche?"
    }
  },
  {
    "translation": {
      "en": "Well, the 100 people outside, for starters.",
      "de": "Wegen der 100 Leute da draußen zum Beispiel."
    }
  },
  {
    "translation": {
      "en": "- That's not a problem. - And they're fueling your jet right now as we speak.",
      "de": "Die sind kein Problem. Und in diesem Moment wird auch Ihr Flugzeug betankt."
    }
  },
  {
    "translation": {
      "en": "( chuckles ) Come on. You're not that stupid.",
      "de": "Kommen Sie, so dumm sind Sie nicht."
    }
  },
  {
    "translation": {
      "en": "Here's what I'm thinking.",
      "de": "Ich sehe das so:"
    }
  },
  {
    "translation": {
      "en": "If you give up now, I can assure that you serve the minimum.",
      "de": "Geben Sie jetzt auf, und Sie kriegen die Mindeststrafe."
    }
  },
  {
    "translation": {
      "en": "I'm thinking three years, four years at the most.",
      "de": "Drei, höchstens vier Jahre."
    }
  },
  {
    "translation": {
      "en": "- You can arrange that? - Well, you haven't hurt anyone or stolen anything,",
      "de": "Das können Sie arrangieren? Sie haben niemanden umgebracht, nichts gestohlen,"
    }
  },
  {
    "translation": {
      "en": "so, yes, as a matter of fact, I can.",
      "de": "daher ja, ich glaube, das kann ich."
    }
  },
  {
    "translation": {
      "en": "- That's not good enough. - Well, I wasn't finished.",
      "de": "-Das reicht nicht. -Ich war noch nicht fertig."
    }
  },
  {
    "translation": {
      "en": "When you get out, you'll have $2 million.",
      "de": "Wenn Sie wieder draußen sind, haben Sie zwei Millionen Dollar."
    }
  },
  {
    "translation": {
      "en": "Will I? How?",
      "de": "Wirklich? Und wie?"
    }
  },
  {
    "translation": {
      "en": "We'll put it someplace safe. It'll be waiting for you when you get out.",
      "de": "Wir deponieren das Geld, und es wartet auf Sie, wenn Sie rauskommen."
    }
  },
  {
    "translation": {
      "en": "Thanks... but no, thanks.",
      "de": "Danke. Aber nein, danke."
    }
  },
  {
    "translation": {
      "en": "Oh, come on.",
      "de": "Oh, kommen Sie. Ich habe Ihnen ein so schönes Angebot gemacht."
    }
  },
  {
    "translation": {
      "en": "I made you such a sweet offer, I really don't think you have much in the way of alternatives.",
      "de": "Oh, kommen Sie. Ich habe Ihnen ein so schönes Angebot gemacht. Und Sie haben so wenig Alternativen."
    }
  },
  {
    "translation": {
      "en": "Why don't you talk to me about these interests that you're in here to protect?",
      "de": "Erzählen Sie mir doch von den Interessen, die Sie unbedingt wahren möchten."
    }
  },
  {
    "translation": {
      "en": "- I'm afraid I can't. - I can. Let me tell you a story:",
      "de": "-Kann ich leider nicht. -Ich schon. Ich erzähl' Ihnen eine Geschichte."
    }
  },
  {
    "translation": {
      "en": "During World War II, there was an American working for a bank in Switzerland.",
      "de": "Im Zweiten Weltkrieg arbeitete ein Amerikaner für eine Bank in der Schweiz."
    }
  },
  {
    "translation": {
      "en": "Now I don't need to tell you that this period in history",
      "de": "Unnötig zu erwähnen, dass sich in dieser Zeit"
    }
  },
  {
    "translation": {
      "en": "was rife with opportunity for people with low morals, people like this man.",
      "de": "unzählige Möglichkeiten für Menschen ohne Moral eröffneten. Für Menschen wie diesen Mann."
    }
  },
  {
    "translation": {
      "en": "He used his position with the Nazis to enrich himself",
      "de": "AUSZEICHNUNG FÜR DAS LEBENSWERK VON ARTHUR CASE Er nutzte seine Beziehungen zu den Nazis, um sich zu bereichern,"
    }
  },
  {
    "translation": {
      "en": "while all around him people were being stripped",
      "de": "Er nutzte seine Beziehungen zu den Nazis, um sich zu bereichern, während vielen Menschen alles genommen wurde, was sie hatten."
    }
  },
  {
    "translation": {
      "en": "of everything they owned.",
      "de": "während vielen Menschen alles genommen wurde, was sie hatten."
    }
  },
  {
    "translation": {
      "en": "Then he used his blood money to start a bank.",
      "de": "Dann nahm er sein Blutgeld und gründete eine Bank."
    }
  },
  {
    "translation": {
      "en": "Now...",
      "de": "Sagen Sie,"
    }
  },
  {
    "translation": {
      "en": "does this sound like it might be the man you work for?",
      "de": "klingt das, als könnte das der Mann sein, für den Sie arbeiten?"
    }
  },
  {
    "translation": {
      "en": "Or am I just whistling \"Dixie\" out of my ass?",
      "de": "klingt das, als könnte das der Mann sein, für den Sie arbeiten? Oder leide ich unter einer blühenden Fantasie?"
    }
  },
  {
    "translation": {
      "en": "- I believe we understand each other. - Good.",
      "de": "-Ich glaube, wir beide verstehen uns. -Gut."
    }
  },
  {
    "translation": {
      "en": "So what the hell can you do for me,",
      "de": "Was, zum Teufel, können Sie für mich tun,"
    }
  },
  {
    "translation": {
      "en": "since I clearly know more than you do, and I've planned this to perfection?",
      "de": "obwohl ich eindeutig mehr weiß als Sie und alles perfekt geplant habe?"
    }
  },
  {
    "translation": {
      "en": "Believe me, if I need to, I can change your entire program,",
      "de": "Glauben Sie mir, wenn nötig, kann ich Ihren ganzen schönen Plan umschmeißen."
    }
  },
  {
    "translation": {
      "en": "so the sooner that you stop being my problem",
      "de": "Je eher Sie also aufhören, mein Problem zu sein,"
    }
  },
  {
    "translation": {
      "en": "and you start becoming my solution, the better off you'll be.",
      "de": "und statt dessen für eine Lösung sorgen, desto besser für Sie."
    }
  },
  {
    "translation": {
      "en": "- What is it you want? - Two minutes.",
      "de": "-Was wollen Sie? -Zwei Minuten."
    }
  },
  {
    "translation": {
      "en": "The safety-deposit box room. I just need to go to one box.",
      "de": "Im Schließfachraum. Ich muss nur an ein einziges Fach."
    }
  },
  {
    "translation": {
      "en": "Looking for this?",
      "de": "Suchen Sie das?"
    }
  },
  {
    "translation": {
      "en": "This could be very embarrassing to your employer.",
      "de": "Das könnte für Ihren Auftraggeber sehr peinlich werden."
    }
  },
  {
    "translation": {
      "en": "He should have destroyed this a long time ago. He didn't,",
      "de": "Er hätte es schon lange vernichten sollen. Das tat er nicht, und jetzt gehört es mir."
    }
  },
  {
    "translation": {
      "en": "so now it's mine.",
      "de": "Das tat er nicht, und jetzt gehört es mir."
    }
  },
  {
    "translation": {
      "en": "Now if the day ever comes where I have to stand before a judge",
      "de": "Und sollte ich je vor einem Richter stehen,"
    }
  },
  {
    "translation": {
      "en": "and account for what I did here,",
      "de": "um mich für das hier verantworten zu müssen,"
    }
  },
  {
    "translation": {
      "en": "you and your boss will do whatever it takes to help me.",
      "de": "werden Sie und Ihr Boss alles tun, um mir zu helfen."
    }
  },
  {
    "translation": {
      "en": "You get out of here with that envelope",
      "de": "Verschwinden Sie mit diesem Umschlag"
    }
  },
  {
    "translation": {
      "en": "- and we'll pay you a lot of money. - I'll keep that in mind.",
      "de": "und wir bezahlen Ihnen einen Haufen Geld. Werd' ich mir merken."
    }
  },
  {
    "translation": {
      "en": "You're not gonna tell me how you're planning to get out of here, are you?",
      "de": "Sie erzählen mir wohl kaum, wie Sie hier rauskommen wollen, oder?"
    }
  },
  {
    "translation": {
      "en": "I'm gonna walk right out the front door. Anything else?",
      "de": "Ich werde einfach zur Vordertür rausgehen. Sonst noch was?"
    }
  },
  {
    "translation": {
      "en": "- How did you know about all this? - Doesn't matter.",
      "de": "-Woher wussten Sie das alles? -Spielt keine Rolle."
    }
  },
  {
    "translation": {
      "en": "Fact is, all lies, all evil deeds, they stink.",
      "de": "Tatsache ist: Alle Lügen, alle bösen Taten stinken."
    }
  },
  {
    "translation": {
      "en": "You can cover them up for a while, but they don't go away.",
      "de": "Man kann sie eine Weile verbergen, aber sie verschwinden nicht."
    }
  },
  {
    "translation": {
      "en": "- \"Murder will out\"? - Precisely.",
      "de": "-Die Wahrheit kommt ans Licht? -So ist es."
    }
  },
  {
    "translation": {
      "en": "Well, I still don't get what you're doing here.",
      "de": "Ich verstehe immer noch nicht, was Sie hier tun."
    }
  },
  {
    "translation": {
      "en": "Really?",
      "de": "Ach, nein?"
    }
  },
  {
    "translation": {
      "en": "Good.",
      "de": "Gut."
    }
  },
  {
    "translation": {
      "en": "- So, we spoke. - Oh, no. You're gonna have to give me more than that.",
      "de": "Wir haben uns unterhalten. Oh, nein, Sie müssen mir mehr geben."
    }
  },
  {
    "translation": {
      "en": "- Let me have this window, fellas. - Yes, sir.",
      "de": "-Überlasst uns mal das Fenster! -Ja, Sir."
    }
  },
  {
    "translation": {
      "en": "I told him that, well, since he hadn't killed anyone,",
      "de": "Ich habe ihm gesagt, da er niemanden getötet hat,"
    }
  },
  {
    "translation": {
      "en": "it wasn't too late to surrender and get off with a lighter sentence.",
      "de": "könnte er sich noch stellen und mit geringer Strafe davonkommen."
    }
  },
  {
    "translation": {
      "en": "And?",
      "de": "Und?"
    }
  },
  {
    "translation": {
      "en": "And that was basically it.",
      "de": "Das war's im Grunde."
    }
  },
  {
    "translation": {
      "en": "( laughing ) You know, I don't ordinarily get offended",
      "de": "Wissen Sie, sonst werde ich nicht gleich sauer, wenn mich jemand wie ein Idiot behandelt, aber Sie treiben es zu weit."
    }
  },
  {
    "translation": {
      "en": "the first time somebody treats me like an idiot, but you are pushing it.",
      "de": "wenn mich jemand wie ein Idiot behandelt, aber Sie treiben es zu weit."
    }
  },
  {
    "translation": {
      "en": "Now I know you did not go in there to tell this guy something he already knew.",
      "de": "Sie wollten dem Kerl da drinnen nicht nur das sagen, was er schon weiß. Sagen Sie's mir."
    }
  },
  {
    "translation": {
      "en": "Talk to me.",
      "de": "Sagen Sie's mir. Detective,"
    }
  },
  {
    "translation": {
      "en": "Look, our arrangement doesn't include me giving you an explanation.",
      "de": "unsere Abmachung beinhaltet keine genaue Erklärung."
    }
  },
  {
    "translation": {
      "en": "I say it does, okay?",
      "de": "Und ich sage, das tut sie, ok?"
    }
  },
  {
    "translation": {
      "en": "You don't own me. This check-cashing thing,",
      "de": "Sie haben mich nicht in der Hand. Diese Scheck-Sache, diese Kokain- Verhaftung kann ich allein durchstehen."
    }
  },
  {
    "translation": {
      "en": "this coke bust, I can face that on my own.",
      "de": "Diese Scheck-Sache, diese Kokain- Verhaftung kann ich allein durchstehen."
    }
  },
  {
    "translation": {
      "en": "I know what I did and what I didn't do. Talk to me.",
      "de": "Ich weiß, was ich getan und nicht getan habe. -Reden Sie mit mir. -Inoffiziell?"
    }
  },
  {
    "translation": {
      "en": "- Off the record? - Everything about you is off the record.",
      "de": "-Reden Sie mit mir. -Inoffiziell? \"Inoffi...\" Alles an Ihnen ist inoffiziell. Reden Sie einfach."
    }
  },
  {
    "translation": {
      "en": "Just talk to me.",
      "de": "\"Inoffi...\" Alles an Ihnen ist inoffiziell. Reden Sie einfach."
    }
  },
  {
    "translation": {
      "en": "- Well, I gave him an incentive. - Okay. Did he go for it?",
      "de": "-Ich habe ihm einen Anreiz geboten. -Ok. -Ist er drauf eingegangen? -Nein. Er ist noch unschlüssig."
    }
  },
  {
    "translation": {
      "en": "No, but I'd say he's considering it.",
      "de": "-Ist er drauf eingegangen? -Nein. Er ist noch unschlüssig."
    }
  },
  {
    "translation": {
      "en": "He's smart, isn't he?",
      "de": "Er ist schlau, oder?"
    }
  },
  {
    "translation": {
      "en": "- He thinks he is. - Yeah.",
      "de": "-Er denkt das. -Ja."
    }
  },
  {
    "translation": {
      "en": "One of your types? Like, Ivy-League type?",
      "de": "Das ist einer so wie Sie? Ein Elite-Uni-Typ?"
    }
  },
  {
    "translation": {
      "en": "- Clearly well educated. - That's what I'm talking about.",
      "de": "-In jedem Fall gebildet. -Und genau das meine ich."
    }
  },
  {
    "translation": {
      "en": "That's exactly what I'm talking about.",
      "de": "Das ist es, worauf ich hinaus will."
    }
  },
  {
    "translation": {
      "en": "You talk like him, so think like him. What do you think he's gonna do?",
      "de": "Sie reden genau wie er. Denken Sie wie er. Was, glauben Sie, hat er vor?"
    }
  },
  {
    "translation": {
      "en": "- Well, he's not gonna kill anyone. - How do you know?",
      "de": "-Jedenfalls bringt er niemanden um. -Wieso nicht?"
    }
  },
  {
    "translation": {
      "en": "- Because he's not a murderer. - How do you know?",
      "de": "-Weil er nunmal kein Mörder ist. -Wieso nicht?"
    }
  },
  {
    "translation": {
      "en": "I got news for you. Most of the guys up in Sing Sing",
      "de": "Die meisten Insassen von Sing Sing waren auch keine Mörder,"
    }
  },
  {
    "translation": {
      "en": "weren't murderers until they killed somebody.",
      "de": "bis sie's getan haben."
    }
  },
  {
    "translation": {
      "en": "You never know what a person'll do until you push him into a corner.",
      "de": "Man weiß nichts von einem Menschen, bis man ihn in die Enge treibt."
    }
  },
  {
    "translation": {
      "en": "But it doesn't seem like you've pushed him into a corner.",
      "de": "Es sieht nur nicht so aus, als ob Sie ihn in die Enge trieben."
    }
  },
  {
    "translation": {
      "en": "It doesn't, does it? Seems more like he chose the corner.",
      "de": "Richtig, tut es nicht. Er scheint sich die Enge ausgesucht zu haben."
    }
  },
  {
    "translation": {
      "en": "You're right.",
      "de": "Sie haben recht."
    }
  },
  {
    "translation": {
      "en": "So, you through?",
      "de": "Und? Fertig?"
    }
  },
  {
    "translation": {
      "en": "- I guess. You saying I'm dismissed? - Yes, I am.",
      "de": "-Denke schon. Heißt das, ich bin entlassen? -So ist es."
    }
  },
  {
    "translation": {
      "en": "You got a card in case I need to call you?",
      "de": "Haben Sie 'ne Karte, falls ich Sie anrufen möchte?"
    }
  },
  {
    "translation": {
      "en": "Well, please don't take this personally,",
      "de": "Bitte nehmen Sie's nicht persönlich, aber nein."
    }
  },
  {
    "translation": {
      "en": "but no, I don't think you could afford me.",
      "de": "Bitte nehmen Sie's nicht persönlich, aber nein. Sie könnten sich mich nicht leisten."
    }
  },
  {
    "translation": {
      "en": "Well, don't take this personally, Miss White. Kiss my black ass, okay?",
      "de": "Sie könnten sich mich nicht leisten. Nehmen Sie's nicht persönlich, Miss White. Lecken Sie mich am Arsch, ok?"
    }
  },
  {
    "translation": {
      "en": "Careful, Detective Frazier. My bite's much worse than my bark.",
      "de": "Vorsicht, Detective Frazier. Mein Biss ist schlimmer als mein Gebell."
    }
  },
  {
    "translation": {
      "en": "- So how old are you, Brian? - Eight and three quarters.",
      "de": "-Wie alt bist du, Brian? -Acht dreiviertel."
    }
  },
  {
    "translation": {
      "en": "Eight and three quarters?",
      "de": "Acht dreiviertel? Fast erwachsen."
    }
  },
  {
    "translation": {
      "en": "Big boy. Were you scared in there?",
      "de": "Acht dreiviertel? Fast erwachsen. -Hattest du Angst? -Nein."
    }
  },
  {
    "translation": {
      "en": "- Nah. - No? Not at all, huh?",
      "de": "-Hattest du Angst? -Nein. -Nein? Gar keine, huh? -Nö. Ich bin aus Brooklyn."
    }
  },
  {
    "translation": {
      "en": "- Nope. I'm from Brooklyn. - You're from Brooklyn, huh?",
      "de": "-Nein? Gar keine, huh? -Nö. Ich bin aus Brooklyn. Aus Brooklyn, huh? Ich verstehe."
    }
  },
  {
    "translation": {
      "en": "- Guns don't scare me. - That don't scare you? Brave too, huh?",
      "de": "-So schnell hab ich keine Angst. -Hast du nicht."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - So the guys that had the guns,",
      "de": "-Mutig bist du auch. -Ja. Diese bewaffneten Kerle, haben die mal was gesagt?"
    }
  },
  {
    "translation": {
      "en": "do you remember them saying anything?",
      "de": "Diese bewaffneten Kerle, haben die mal was gesagt?"
    }
  },
  {
    "translation": {
      "en": "- Yeah. - What'd they say?",
      "de": "-Ja. -Was denn?"
    }
  },
  {
    "translation": {
      "en": "- They asked me about my game. - Who did?",
      "de": "Die fragten mich nach meinem Spiel. -Wer? -Na der Mann, der die Bank geknackt hat."
    }
  },
  {
    "translation": {
      "en": "The guy that robbed the bank. Duh.",
      "de": "-Wer? -Na der Mann, der die Bank geknackt hat."
    }
  },
  {
    "translation": {
      "en": "- Son, be respectful. - Okay, Brooklyn. But was he the one in charge?",
      "de": "Brian, nicht frech werden. Ok, Brooklyn. Aber er war der Boss von allen, ja?"
    }
  },
  {
    "translation": {
      "en": "- Uh-huh. - Okay.",
      "de": "Ok."
    }
  },
  {
    "translation": {
      "en": "And you don't remember anything else?",
      "de": "Und kannst du mir noch was erzählen?"
    }
  },
  {
    "translation": {
      "en": "He was kind of tall. He had a mask.",
      "de": "Er war ganz schön groß. Er hatte 'ne Maske auf."
    }
  },
  {
    "translation": {
      "en": "Right. Do you think you can recognize him in any of these pictures?",
      "de": "Brian, erkennst du ihn auf einem dieser Fotos wieder?"
    }
  },
  {
    "translation": {
      "en": "Take your time. Have a good look.",
      "de": "Lass dir Zeit, und sieh' sie dir gut an."
    }
  },
  {
    "translation": {
      "en": "Take a look.",
      "de": "Ich leg sie dir hier alle hin. Und jetzt guck mal."
    }
  },
  {
    "translation": {
      "en": "- With the masks, they look all the same. - It's true.",
      "de": "-Mit der Maske sehen die alle gleich aus. -Stimmt."
    }
  },
  {
    "translation": {
      "en": "With the masks, they all look the same. That's right, Brian.",
      "de": "Mit Maske sehen die alle gleich aus. Stimmt, Brian."
    }
  },
  {
    "translation": {
      "en": "Mitchell: Attempted robbery: liquor store.",
      "de": "Versuchter Raubüberfall. Spirituosenladen."
    }
  },
  {
    "translation": {
      "en": "Well, this was a real step up for a small-timer like you, huh?",
      "de": "War ja ein richtiger Aufstieg für einen Kleinganoven wie Sie."
    }
  },
  {
    "translation": {
      "en": "I got to hand it to you, Pablo.",
      "de": "Das muss ich Ihnen lassen, Pablo."
    }
  },
  {
    "translation": {
      "en": "First of all, it's Paul, not Pablo, okay?",
      "de": "Erstens heiße ich Paul. Nicht Pablo, ok?"
    }
  },
  {
    "translation": {
      "en": "Excuse me. Want some gum?",
      "de": "Oh, tut mir leid. -Wollen Sie 'n Kaugummi? -Nein."
    }
  },
  {
    "translation": {
      "en": "No.",
      "de": "-Wollen Sie 'n Kaugummi? -Nein."
    }
  },
  {
    "translation": {
      "en": "I didn't do it, all right? I made a few mistakes when I was a kid.",
      "de": "Und zweitens, ich war's nicht. Gut, ich habe als Junge mal Scheiße gebaut."
    }
  },
  {
    "translation": {
      "en": "I was out with some friends and they held up a liquor store.",
      "de": "Ein paar Freunde von mir haben einen Laden überfallen."
    }
  },
  {
    "translation": {
      "en": "What was I supposed to do?",
      "de": "Was hätte ich machen sollen?"
    }
  },
  {
    "translation": {
      "en": "Where did you grow up, you \"wasa-wasa\"? Park Avenue?",
      "de": "Wo kommen Sie her? Wassa Wassa Park Avenue?"
    }
  },
  {
    "translation": {
      "en": "What's that? Wassa-what? What'd he say? Wasa-wasa. ( speaks Spanish )",
      "de": "-Was? Wassa was? Was sagen Sie? -Wassa Wassa."
    }
  },
  {
    "translation": {
      "en": "You know, a person that don't come to your neighborhood.",
      "de": "Das ist jemand, der nicht in dein Viertel gehört."
    }
  },
  {
    "translation": {
      "en": "How do you say \"Rikers Island\" in Spanish?",
      "de": "Wie nennt man \"Rikers Island\" auf Spanisch?"
    }
  },
  {
    "translation": {
      "en": "What about these two? That ring a bell?",
      "de": "Was ist mit den beiden hier? Schon mal gesehen?"
    }
  },
  {
    "translation": {
      "en": "- These two? - Mmm.",
      "de": "Diese beiden? Nein."
    }
  },
  {
    "translation": {
      "en": "- No. - Nothing?",
      "de": "Diese beiden? Nein. -Nein? -Nein, nie."
    }
  },
  {
    "translation": {
      "en": "- Nothing. - Don't they look suspicious to you?",
      "de": "Sehen die für Sie nicht verdächtig aus?"
    }
  },
  {
    "translation": {
      "en": "I mean, I would think that you would want to know who they are.",
      "de": "Sie möchten doch bestimmt wissen, wer das ist? Nein."
    }
  },
  {
    "translation": {
      "en": "- No. - Well, thank you very much.",
      "de": "-Tja, dann vielen Dank. -Danke auch."
    }
  },
  {
    "translation": {
      "en": "Hey, just out of curiosity, do you know anything about diamonds?",
      "de": "Hey, nur aus reiner Neugier: Kennen Sie sich mit Diamanten aus?"
    }
  },
  {
    "translation": {
      "en": "Ah, a bit. What do you need?",
      "de": "Ein bisschen. Was brauchen Sie?"
    }
  },
  {
    "translation": {
      "en": "What do you think a guy like me should pay for a diamond ring?",
      "de": "Was sollte einer wie ich für einen Diamantring bezahlen?"
    }
  },
  {
    "translation": {
      "en": "Depends. How many carats? If you like, I could give you my nephew's number.",
      "de": "Kommt drauf an. Wieviel Karat? Wenn Sie wollen, gebe ich Ihnen die Nummer von meinem Neffen."
    }
  },
  {
    "translation": {
      "en": "- You'll get a very good deal. - What do you have on underneath?",
      "de": "-Ok. -Der macht Ihnen einen guten Preis. Was tragen Sie da drunter?"
    }
  },
  {
    "translation": {
      "en": "Excuse me?",
      "de": "Was tragen Sie da drunter? -Wie bitte? -Na, unter Ihrem Maler-Anzug."
    }
  },
  {
    "translation": {
      "en": "Underneath your painter's coat. What do you have on underneath?",
      "de": "-Wie bitte? -Na, unter Ihrem Maler-Anzug. -Was tragen Sie drunter? -Kleidung."
    }
  },
  {
    "translation": {
      "en": "- Clothing. - Could you show us, please?",
      "de": "-Was tragen Sie drunter? -Kleidung. Könnten Sie uns die bitte zeigen?"
    }
  },
  {
    "translation": {
      "en": "You see, there's just you and one other woman",
      "de": "Wissen Sie, nur Sie und eine andere Frau"
    }
  },
  {
    "translation": {
      "en": "that fit the physical description of the female suspect.",
      "de": "passen auf die Beschreibung der weiblichen Verdächtigen."
    }
  },
  {
    "translation": {
      "en": "What's that?",
      "de": "Inwiefern?"
    }
  },
  {
    "translation": {
      "en": "That's your height, your age,",
      "de": "Ihre Größe, Ihr Alter und Ihre..."
    }
  },
  {
    "translation": {
      "en": "- and your, um... - Your cup size.",
      "de": "Ihre Größe, Ihr Alter und Ihre... Ihre Körbchengröße."
    }
  },
  {
    "translation": {
      "en": "So I violated section 34-DD?",
      "de": "Heißt das, ich verstoße gegen Gesetz 80 Doppel D?"
    }
  },
  {
    "translation": {
      "en": "That's what you're telling me?",
      "de": "Haben Sie das gemeint?"
    }
  },
  {
    "translation": {
      "en": "How dumb do these morons have to be to think they're gonna get a plane?",
      "de": "Was sind das für Idioten, wenn sie glauben, sie kriegen 'n Flugzeug?"
    }
  },
  {
    "translation": {
      "en": "- This guy's no moron. - I don't just mean him.",
      "de": "Der Kerl ist kein Idiot. Ich meinte nicht nur ihn. Jeden Geiselnehmer."
    }
  },
  {
    "translation": {
      "en": "Any hostage-taker.",
      "de": "Ich meinte nicht nur ihn. Jeden Geiselnehmer."
    }
  },
  {
    "translation": {
      "en": "Those ragheads at the Munich Olympics? Who the fuck ever got a plane?",
      "de": "Diese Fanatiker bei der Münchener Olympiade. Wer hat je 'n Flugzeug gekriegt?"
    }
  },
  {
    "translation": {
      "en": "Shit, and these days? This guy don't know that?",
      "de": "Scheiße, und dann noch heutzutage. Weiß der Kerl das nicht?"
    }
  },
  {
    "translation": {
      "en": "- What you doin', there, Keith? - He wants a plane, I'm gonna give him a plane.",
      "de": "Das Gebiet wimmelt jetzt vor Polizisten. Scharfschützen auf den Dächern... Was hast du vor, Keith? Er will ein Flugzeug, ich gebe ihm eins."
    }
  },
  {
    "translation": {
      "en": "- What happened to playing it by the book? - That's what's bugging me.",
      "de": "-Und was ist mit den Spielregeln? -Genau das macht mir Sorgen."
    }
  },
  {
    "translation": {
      "en": "It's like the other team read the book too, and they know exactly what we're gonna do. Oh.",
      "de": "Die scheinen die Regeln auch zu kennen und wissen immer, was wir tun."
    }
  },
  {
    "translation": {
      "en": "This whole time, we're trying to stall him, right?",
      "de": "Die ganze Zeit versuchen wir, sie hinzuhalten."
    }
  },
  {
    "translation": {
      "en": "Wrong. They're the ones that's stalling.",
      "de": "Aber falsch! Die halten uns hin."
    }
  },
  {
    "translation": {
      "en": "Think about it-- the bullshit questions, the Albanian thing.",
      "de": "Überleg' mal, diese blöden Fragen, die Albanien-Nummer."
    }
  },
  {
    "translation": {
      "en": "- So you're saying-- - I'm saying that he wants to give us more time.",
      "de": "Und das soll heißen? Ich will sagen: Er gibt uns ständig mehr Zeit. Er stellt Forderungen."
    }
  },
  {
    "translation": {
      "en": "He makes demands. He gives us deadlines.",
      "de": "Ich will sagen: Er gibt uns ständig mehr Zeit. Er stellt Forderungen. Er stellt ein Ultimatum. Wir halten ihn hin. Er gibt uns mehr Zeit."
    }
  },
  {
    "translation": {
      "en": "We stall, then he gives us more time.",
      "de": "Er stellt ein Ultimatum. Wir halten ihn hin. Er gibt uns mehr Zeit."
    }
  },
  {
    "translation": {
      "en": "- I don't think he's in a rush. - Why?",
      "de": "Ich glaube nicht, dass er es eilig hat."
    }
  },
  {
    "translation": {
      "en": "That's what I'm gonna find out.",
      "de": "-Wieso nicht? -Das werde ich rausfinden."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - Your plane is ready.",
      "de": "-Ja. -Ihr Jet ist bereit."
    }
  },
  {
    "translation": {
      "en": "- Is that a fact? - That's a fact.",
      "de": "Ach tatsächlich? Ja, aber jetzt brauch' ich auch was von Ihnen."
    }
  },
  {
    "translation": {
      "en": "But I'm gonna need to come in there",
      "de": "Ja, aber jetzt brauch' ich auch was von Ihnen. Ich muss zu Ihnen reinkommen und sehen, dass es den Geiseln gut geht."
    }
  },
  {
    "translation": {
      "en": "and make sure the hostages are okay.",
      "de": "Ich muss zu Ihnen reinkommen und sehen, dass es den Geiseln gut geht."
    }
  },
  {
    "translation": {
      "en": "You'll see them when they get on the bus.",
      "de": "Die sehen Sie, wenn sie in den Bus steigen."
    }
  },
  {
    "translation": {
      "en": "I just need to make sure you're not leaving any bodies behind.",
      "de": "Ich muss mich nur vergewissern, dass nicht irgendwo Leichen rumliegen."
    }
  },
  {
    "translation": {
      "en": "Meet me at the front door.",
      "de": "Kommen Sie zum Eingang."
    }
  },
  {
    "translation": {
      "en": "- What the hell just happened? - You got to be crazy to go in there.",
      "de": "-Was hat das wieder zu bedeuten? -Du musst verrückt sein, da reinzugehen."
    }
  },
  {
    "translation": {
      "en": "Down the stairs.",
      "de": "Die Treppe runter."
    }
  },
  {
    "translation": {
      "en": "- Gum? - Excuse me?",
      "de": "-Kaugummi? -Wie bitte?"
    }
  },
  {
    "translation": {
      "en": "- Would you like some gum? - No, thank you.",
      "de": "-Möchten Sie einen Kaugummi? -Nein, danke."
    }
  },
  {
    "translation": {
      "en": "Let me take the kid.",
      "de": "Geben Sie mir den Jungen."
    }
  },
  {
    "translation": {
      "en": "No.",
      "de": "Nein."
    }
  },
  {
    "translation": {
      "en": "Any more?",
      "de": "Gibt es noch welche?"
    }
  },
  {
    "translation": {
      "en": "There are some who misbehaved.",
      "de": "Ein paar, die ungezogen waren."
    }
  },
  {
    "translation": {
      "en": "( muffled shouts, sobs )",
      "de": "Bitte helfen Sie mir! Bitte helfen Sie uns! Bitte helfen Sie uns! Bitte!"
    }
  },
  {
    "translation": {
      "en": "I'm gonna get you all out of here.",
      "de": "Wir holen Sie alle hier raus."
    }
  },
  {
    "translation": {
      "en": "I promise you.",
      "de": "Ich verspreche es."
    }
  },
  {
    "translation": {
      "en": "The tour's over.",
      "de": "Ende der Führung."
    }
  },
  {
    "translation": {
      "en": "- Can I ask you a question? - There's nothing to talk about.",
      "de": "-Kann ich Sie was fragen? -Es gibt nichts zu besprechen."
    }
  },
  {
    "translation": {
      "en": "What were you planning on doing if you actually got the plane and the pilots, huh?",
      "de": "Was wollen Sie machen, wenn Sie das Flugzeug und die Piloten wirklich kriegen?"
    }
  },
  {
    "translation": {
      "en": "- Excuse me? - You don't want a plane. You never did.",
      "de": "-Wie bitte? -Sie wollen kein Flugzeug. Wollten Sie nie."
    }
  },
  {
    "translation": {
      "en": "Whoever heard of bank robbers escaping on a plane with 50 hostages?",
      "de": "Ich habe nie gehört, dass ein Bankräuber mit 50 Geiseln fliehen konnte."
    }
  },
  {
    "translation": {
      "en": "You saw Dog Day Afternoon. You're stalling. Why, I don't know.",
      "de": "Sie kennen den Film Hundstage. Sie spielen auf Zeit. Warum, weiß ich nicht."
    }
  },
  {
    "translation": {
      "en": "What's the matter? You can't get into the safe?",
      "de": "Was ist? Kommen Sie mit dem Safe nicht klar?"
    }
  },
  {
    "translation": {
      "en": "- Perhaps. - Ah.",
      "de": "Vielleicht."
    }
  },
  {
    "translation": {
      "en": "There's two ways out of this.",
      "de": "Es gibt zwei Lösungen."
    }
  },
  {
    "translation": {
      "en": "The easy way, we walk out the front door together,",
      "de": "Die einfache ist, wir gehen beide raus, oder die harten Jungs stellen den Strom ab,"
    }
  },
  {
    "translation": {
      "en": "or the hard boys cut the power,",
      "de": "Die einfache ist, wir gehen beide raus, oder die harten Jungs stellen den Strom ab, schießen mit Tränengas und stürmen die Hütte."
    }
  },
  {
    "translation": {
      "en": "hit you with the tear gas and come in strong through the glass.",
      "de": "schießen mit Tränengas und stürmen die Hütte."
    }
  },
  {
    "translation": {
      "en": "It's your choice. You don't want that. I don't want that.",
      "de": "Ihre Entscheidung. Wollen Sie das? Ich jedenfalls nicht."
    }
  },
  {
    "translation": {
      "en": "And you know, they'd like to do it tonight.",
      "de": "Vielleicht kommen sie schon heute Nacht."
    }
  },
  {
    "translation": {
      "en": "You got night vision? You got gas masks?",
      "de": "Haben Sie Nachtsichtgeräte? -Haben Sie Gasmasken? -Vielleicht."
    }
  },
  {
    "translation": {
      "en": "Maybe.",
      "de": "-Haben Sie Gasmasken? -Vielleicht."
    }
  },
  {
    "translation": {
      "en": "- I'm this close to ordering it. - Let's cut the crap.",
      "de": "-Ich könnte sofort den Befehl geben. -Quatsch."
    }
  },
  {
    "translation": {
      "en": "First, you don't order an assault when no hostages have been killed",
      "de": "Erstens befehlen Sie keinen Sturm, wenn keine Geiseln getötet wurden"
    }
  },
  {
    "translation": {
      "en": "and there's no immediate threat.",
      "de": "und keine Gefahr dafür besteht."
    }
  },
  {
    "translation": {
      "en": "Second, if it ends that way, whatever happens,",
      "de": "Zweitens: Wenn es doch so endet,"
    }
  },
  {
    "translation": {
      "en": "you don't get to be the hero.",
      "de": "werden Sie auf keinen Fall der Held sein."
    }
  },
  {
    "translation": {
      "en": "You want to bullshit me, try harder.",
      "de": "Wenn Sie mich verarschen wollen, geben Sie sich Mühe."
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "de": "Wenn Sie mich verarschen wollen, geben Sie sich Mühe. Gehen wir."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "de": "Ok."
    }
  },
  {
    "translation": {
      "en": "I'll tell you what: My ass is covered, sport.",
      "de": "Ich sag Ihnen was. Ich bin abgesichert, Sportsfreund."
    }
  },
  {
    "translation": {
      "en": "But I would not get too comfortable in there if I were you.",
      "de": "Aber Sie sollten es sich hier nicht mehr zu gemütlich machen."
    }
  },
  {
    "translation": {
      "en": "No? I got the cable guy coming on Wednesday.",
      "de": "Nein? Am Mittwoch kommt der Mann vom Kabelfernsehen."
    }
  },
  {
    "translation": {
      "en": "( chuckles ) Why don't you just walk out the door? I will.",
      "de": "-Warum gehen Sie nicht zur Tür raus? -Das werde ich."
    }
  },
  {
    "translation": {
      "en": "I'm gonna walk out of that door when I'm good and ready.",
      "de": "Ich werde durch diese Tür gehen, sobald ich hier fertig bin."
    }
  },
  {
    "translation": {
      "en": "Can I get you to do that today?",
      "de": "Ich stelle den Antrag, dass Sie das heute tun."
    }
  },
  {
    "translation": {
      "en": "- I didn't think so. - Any other proposals?",
      "de": "Hatte ich auch nicht gedacht. Noch weitere Anträge?"
    }
  },
  {
    "translation": {
      "en": "Oh, please, do not say \"proposals.\"",
      "de": "Von mir erst mal nicht."
    }
  },
  {
    "translation": {
      "en": "My girlfriend, she wants a proposal from me.",
      "de": "Wissen Sie, meine Freundin will, dass ich ihr einen Antrag mache."
    }
  },
  {
    "translation": {
      "en": "You think you're too young to get married? No, not too young, too broke.",
      "de": "-Denken Sie, Sie sind zu jung zum heiraten? -Nein, nicht zu jung. Zu pleite."
    }
  },
  {
    "translation": {
      "en": "Maybe I should rob a bank.",
      "de": "Vielleicht sollte ich eine Bank überfallen."
    }
  },
  {
    "translation": {
      "en": "Do you love each other?",
      "de": "Lieben Sie sich?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Yeah, we do.",
      "de": "Ja. Ja, das tun wir."
    }
  },
  {
    "translation": {
      "en": "Then money shouldn't really matter.",
      "de": "Dann sollte Geld keine Rolle spielen."
    }
  },
  {
    "translation": {
      "en": "Thank you, bank robber.",
      "de": "Danke, Bankräuber."
    }
  },
  {
    "translation": {
      "en": "I'm just saying... money can't buy love.",
      "de": "Ich sage nur: Liebe kann man nicht kaufen."
    }
  },
  {
    "translation": {
      "en": "Thank you... very much.",
      "de": "Vielen Dank, ich..."
    }
  },
  {
    "translation": {
      "en": "I'm-- I'm learning so much today, you know?",
      "de": "Vielen Dank, ich... Ich lerne heute sehr viel, wissen Sie?"
    }
  },
  {
    "translation": {
      "en": "Look, why don't we go across the street to the Killarney Rose, huh?",
      "de": "Hey, warum gehen wir nicht über die Straße ins Killarney Rose, huh?"
    }
  },
  {
    "translation": {
      "en": "Forget about this dangerous hostage situation.",
      "de": "Vergessen diese blöde Geiselgeschichte."
    }
  },
  {
    "translation": {
      "en": "- I'll buy you a beer, my treat. - Thanks, Detective,",
      "de": "-Ich geb einen aus. -Danke, Detective,"
    }
  },
  {
    "translation": {
      "en": "but, uh, I'm trying to stay away from bars, if you know what I mean.",
      "de": "-Ich geb einen aus. -Danke, Detective, ich halte mich von Bars fern, wenn Sie wissen, was ich meine."
    }
  },
  {
    "translation": {
      "en": "Well, if you change your mind, there's still a standing offer, all right?",
      "de": "Na ja, falls Sie Ihre Meinung ändern, das Angebot steht."
    }
  },
  {
    "translation": {
      "en": "Cell block or the graveyard?",
      "de": "Zellenblock oder Friedhof?"
    }
  },
  {
    "translation": {
      "en": "Prison whites or a toe tag?",
      "de": "Knastuniform oder Zettel am Zeh?"
    }
  },
  {
    "translation": {
      "en": "- Make up your mind! Ticktock, ticktock. - Hey! Hey!",
      "de": "-Überlegen Sie. Tick tack, tick tack. -Hey! Hey!"
    }
  },
  {
    "translation": {
      "en": "- ( weapon cocks ) - We done?",
      "de": "Sind wir fertig?"
    }
  },
  {
    "translation": {
      "en": "You just crossed the fucking line.",
      "de": "Damit sind Sie zu weit gegangen."
    }
  },
  {
    "translation": {
      "en": "Buses, Kojak, parked outside.",
      "de": "Busse, Kojak, draußen geparkt."
    }
  },
  {
    "translation": {
      "en": "You think I'm bluffing,",
      "de": "Denken Sie, ich bluffe?"
    }
  },
  {
    "translation": {
      "en": "you roll the dice and see what happens.",
      "de": "Dann riskieren Sie's und sehen was passiert."
    }
  },
  {
    "translation": {
      "en": "- So what's up? - Got him right where I want him.",
      "de": "-Wie war's? -Habe ihn da, wo ich ihn haben wollte."
    }
  },
  {
    "translation": {
      "en": "- Yeah? Where's that? - Right behind me with my pants around my ankles,",
      "de": "Ja? Und wo ist das? Direkt hinter mir, und ich musste die Hose runterlassen, aber es ist ein Anfang."
    }
  },
  {
    "translation": {
      "en": "- but it's a start. - Jesus Christ.",
      "de": "Direkt hinter mir, und ich musste die Hose runterlassen, aber es ist ein Anfang. Großer Gott."
    }
  },
  {
    "translation": {
      "en": "- What the fuck, man? He got the drop on you. - How long?",
      "de": "-So eine Scheiße, Mann? -Wie lange noch? -Er hatte dich schon bei den Eiern. -Zwei."
    }
  },
  {
    "translation": {
      "en": "- What if he saw your face? What if I didn't have my gun? - Two, maybe three hours.",
      "de": "-Wie lange? -Wenn er dein Gesicht gesehen hätte? -Zwei. -Wenn ich keine Knarre gehabt hätte? Zwei, vielleicht drei Stunden."
    }
  },
  {
    "translation": {
      "en": "You know, you're letting this cop get too fucking close.",
      "de": "Weißt du was? Du hast diesen Scheiß-Cop viel zu nah an uns rangelassen."
    }
  },
  {
    "translation": {
      "en": "What happened?",
      "de": "Was ist passiert?"
    }
  },
  {
    "translation": {
      "en": "I gave him every excuse to blow my brains out.",
      "de": "Ich hab' ihm jeden Grund gegeben, mir das Gehirn rauszupusten. Ja."
    }
  },
  {
    "translation": {
      "en": "He doesn't bite. Why? He ain't the type.",
      "de": "Er hat's nicht gemacht. Und warum? Er ist kein Killer."
    }
  },
  {
    "translation": {
      "en": "Let's just sit back and think about this for a second.",
      "de": "Gehen wir mal einen Schritt zurück und denken nach."
    }
  },
  {
    "translation": {
      "en": "We know that they planned this whole thing-- the tape, the cameras, the costumes.",
      "de": "Wir wissen, sie haben die ganze Sache durchdacht. Das Band, Kameras, Anzüge."
    }
  },
  {
    "translation": {
      "en": "There was a game plan, but it never included airplanes.",
      "de": "Sie haben einen Plan, aber ein Flugzeug war nie vorgesehen."
    }
  },
  {
    "translation": {
      "en": "He's up to something, but it ain't violence.",
      "de": "Er hat was vor, aber Gewalt gehört nicht dazu."
    }
  },
  {
    "translation": {
      "en": "- I'm listening. How's the reception?",
      "de": "-Ich höre. -Wie ist das Bild?"
    }
  },
  {
    "translation": {
      "en": "- Excuse me? - The camera on the truck.",
      "de": "-Wie bitte? -Von der Kamera auf dem Truck."
    }
  },
  {
    "translation": {
      "en": "Give me a close-up on the second-floor window.",
      "de": "Zoomen Sie auf das Fenster im ersten Stock."
    }
  },
  {
    "translation": {
      "en": "- Walt. - I'm on it, I'm on it.",
      "de": "-Rourke? -Schon dabei, schon dabei."
    }
  },
  {
    "translation": {
      "en": "- No no no no no! Oh, fuck! - Shit.",
      "de": "Nein, nein, nein, nein, nein! Scheiße! Scheiße."
    }
  },
  {
    "translation": {
      "en": "Keith! Keith! - Keith! - ( cops chattering )",
      "de": "Keith! Keith! Keith!"
    }
  },
  {
    "translation": {
      "en": "What are you doing? What the fuck are you doing?",
      "de": "Was machen Sie denn? Zum Teufel, was soll das?"
    }
  },
  {
    "translation": {
      "en": "You mean beyond the obvious?",
      "de": "Sie meinen, was dahintersteckt?"
    }
  },
  {
    "translation": {
      "en": "That's what I mean. Come on, this ain't no bank robbery!",
      "de": "Ja genau. Kommen Sie, das ist doch kein Bankraub hier."
    }
  },
  {
    "translation": {
      "en": "This is your fault. I told you to get the buses.",
      "de": "Das ist Ihre Schuld. Ich bat Sie, die Busse zu besorgen."
    }
  },
  {
    "translation": {
      "en": "Fuck you! I didn't kill anybody!",
      "de": "Sie blödes Arschloch! Ich habe niemanden umgebracht!"
    }
  },
  {
    "translation": {
      "en": "I've got 50 more people in here.",
      "de": "Ich habe noch 50 Menschen da drin. Kommen Sie mir nochmal dämlich,"
    }
  },
  {
    "translation": {
      "en": "You fuck with me again, I'll give you two of the longest days of your life.",
      "de": "Ich habe noch 50 Menschen da drin. Kommen Sie mir nochmal dämlich, und es werden die längsten zwei Tage Ihres Lebens."
    }
  },
  {
    "translation": {
      "en": "Right, all right. Look, just tell me what it is",
      "de": "und es werden die längsten zwei Tage Ihres Lebens. Ok, ja, sagen Sie mir einfach, was Sie wirklich wollen, und ich beschaffe es Ihnen."
    }
  },
  {
    "translation": {
      "en": "you really want, and I'll get it for you, I promise.",
      "de": "Ok, ja, sagen Sie mir einfach, was Sie wirklich wollen, und ich beschaffe es Ihnen."
    }
  },
  {
    "translation": {
      "en": "I've told you: two buses, a plane.",
      "de": "-Ich verspreche es. -Ich sagte es. Zwei Busse, ein Flugzeug."
    }
  },
  {
    "translation": {
      "en": "Right right right. And box seats behind home plate at Yankee Stadium.",
      "de": "Ja, richtig, ja, und die besten Logenplätze bei den Yankees."
    }
  },
  {
    "translation": {
      "en": "Come on. Don't bullshit a bullshitter.",
      "de": "Hören Sie auf, einem Klempner zu sagen, wie Scheiße riecht."
    }
  },
  {
    "translation": {
      "en": "You planned every inch of this thing right from the start,",
      "de": "Sie haben das hier von Anfang an bis ins Kleinste durchgeplant."
    }
  },
  {
    "translation": {
      "en": "and you got everybody marching to your beat, including me, and I'm through buying it.",
      "de": "Jetzt tanzen alle nach Ihrer Pfeife, selbst ich, machen Sie mir nichts vor."
    }
  },
  {
    "translation": {
      "en": "You're too damn smart to be a cop.",
      "de": "Sie sind viel zu schlau für einen Bullen."
    }
  },
  {
    "translation": {
      "en": "- Now, get the fuck out of here. - You gonna shoot me?",
      "de": "Und jetzt verpissen Sie sich wieder. Ach, sonst erschießen Sie mich?"
    }
  },
  {
    "translation": {
      "en": "Do it. Shit, you got nothing to lose. I damn sure got nothing to lose.",
      "de": "Dann machen Sie, Sie haben nichts zu verlieren. Ich hab' auch nichts zu verlieren, drücken Sie ab, Mann!"
    }
  },
  {
    "translation": {
      "en": "So shoot me. Do it.",
      "de": "Ich hab' auch nichts zu verlieren, drücken Sie ab, Mann! Tun Sie's."
    }
  },
  {
    "translation": {
      "en": "- Shoot me. - Fuck you.",
      "de": "-Erschießen Sie mich. -Verschwinden Sie."
    }
  },
  {
    "translation": {
      "en": "Tell 'em to send someone sane over here.",
      "de": "-Erschießen Sie mich. -Verschwinden Sie. Schicken Sie mir einen, der noch bei Verstand ist."
    }
  },
  {
    "translation": {
      "en": "- Man: Hello? - We got a big problem.",
      "de": "Wir haben ein großes Problem."
    }
  },
  {
    "translation": {
      "en": "Hey, Detective, this ain't your day.",
      "de": "Hey, Detective. Ist nicht Ihr Tag heute."
    }
  },
  {
    "translation": {
      "en": "How you doin', Captain?",
      "de": "Guten Abend, Captain."
    }
  },
  {
    "translation": {
      "en": "- Look, I know you put your trust in me, and I... - Well, you're a good cop.",
      "de": "Ich weiß, Sie haben mir vertraut, und ich... Sie sind 'n guter Cop, Frazier, ich bräuchte mehr Leute wie Sie."
    }
  },
  {
    "translation": {
      "en": "I need more like you. But if you're going down on this one, I can't go with you.",
      "de": "Sie sind 'n guter Cop, Frazier, ich bräuchte mehr Leute wie Sie. Aber wenn Sie hier untergehen, kann ich nichts machen."
    }
  },
  {
    "translation": {
      "en": "- You've got to understand-- - No no no no.",
      "de": "Was Sie wissen sollten, Sir, ist..."
    }
  },
  {
    "translation": {
      "en": "Let me just tell you what my problem is. Okay?",
      "de": "Nein, nein, ich sag' Ihnen mal, was mein Problem ist, ok?"
    }
  },
  {
    "translation": {
      "en": "I go to bed, everything's hunky-dory,",
      "de": "Ich gehe schlafen, alles ist paletti,"
    }
  },
  {
    "translation": {
      "en": "I get a call at 3:15 and there's, what, a dead hostage.",
      "de": "und kurz nach drei kriege ich 'nen Anruf wegen 'ner toten Geisel."
    }
  },
  {
    "translation": {
      "en": "- Right right right. But I can end this thing... - It is ended.",
      "de": "-Ja, ja, aber ich kann's beenden... -Es ist zu Ende."
    }
  },
  {
    "translation": {
      "en": "See, you think I got options.",
      "de": "Denken Sie, ich habe eine Wahl?"
    }
  },
  {
    "translation": {
      "en": "I got to answer to the Chief of Ds.",
      "de": "Ich steh' ganz oben dafür grade."
    }
  },
  {
    "translation": {
      "en": "Darius is calling the shots on this. That's it.",
      "de": "Darius macht weiter. Ende der Geschichte."
    }
  },
  {
    "translation": {
      "en": "- What'd he say? - That's it.",
      "de": "-Was sagt er? -Das war's."
    }
  },
  {
    "translation": {
      "en": "Shit!",
      "de": "Scheiße."
    }
  },
  {
    "translation": {
      "en": "- It's a tactical nightmare. - I know.",
      "de": "-Ein taktischer Alptraum. -Ich weiß."
    }
  },
  {
    "translation": {
      "en": "First, this is the only way in.",
      "de": "Erstens ist das hier der einzige Eingang."
    }
  },
  {
    "translation": {
      "en": "Then we got to make it up the stairs blind.",
      "de": "Dann, auf der Treppe, sind wir praktisch blind."
    }
  },
  {
    "translation": {
      "en": "Once we get up there, we're right out in the open.",
      "de": "Wenn wir oben sind, sitzen wir auf dem Präsentierteller."
    }
  },
  {
    "translation": {
      "en": "They have the advantage of cover. They can pick us off like sitting ducks.",
      "de": "Die haben Deckung und können uns locker ausknipsen."
    }
  },
  {
    "translation": {
      "en": "And if we make it across the floor and down the stairs,",
      "de": "Und wenn wir es über den Flur und die Treppe runter schaffen,"
    }
  },
  {
    "translation": {
      "en": "we still can't tell the homies from the good guys until they shoot at us.",
      "de": "können wir die Bösen von den Guten erst unterscheiden, wenn sie auf uns schießen."
    }
  },
  {
    "translation": {
      "en": "Even if it isn't rigged with explosives, it's still a fucking nightmare.",
      "de": "Auch wenn's keine Sprengsätze gibt, ist das Ganze 'n verfluchter Alptraum."
    }
  },
  {
    "translation": {
      "en": "- Move! Move! Move! - Open the door!",
      "de": "Raus! Raus! Raus! Macht die Tür auf!"
    }
  },
  {
    "translation": {
      "en": "- Man: Move it! - Man #2: Watch the hands!",
      "de": "-Vorrücken! -Nach rechts. Achtet auf die Hände! Auf die Hände achten!"
    }
  },
  {
    "translation": {
      "en": "Let's not forget the possibility of hostages being killed.",
      "de": "Und es besteht die Möglichkeit, dass wir Geiseln erwischen. Na los! Waffe fallen lassen!"
    }
  },
  {
    "translation": {
      "en": "Darius: Well, our best hope is to separate the hostages.",
      "de": "Meine größte Hoffnung ist, dass wir sie von den Geiseln trennen können."
    }
  },
  {
    "translation": {
      "en": "- If we can get two or three upstairs and take 'em out. - Kill 'em.",
      "de": "Meine größte Hoffnung ist, dass wir sie von den Geiseln trennen können. Zwei oder drei müssten wir am besten schon oben erwischen. Erschießen?"
    }
  },
  {
    "translation": {
      "en": "Gun gun gun!",
      "de": "Waffe! Waffe! Waffe!"
    }
  },
  {
    "translation": {
      "en": "What if there's more than four?",
      "de": "Und wenn's mehr als vier sind?"
    }
  },
  {
    "translation": {
      "en": "Yeah, well, that's what's so nuts about it. Anybody in a painter suit could be a perp.",
      "de": "Na, eben das ist der Mist. Jeder in einem Maler-Anzug könnte ein Bankräuber sein."
    }
  },
  {
    "translation": {
      "en": "Maybe we should dress our guys up like a bunch of painters.",
      "de": "Vielleicht sollten wir unsere Leute auch so anziehen."
    }
  },
  {
    "translation": {
      "en": "And we should use rubber bullets. Take head shots. Put their lights out.",
      "de": "Und Gummigeschosse benutzen. Sie durch Kopfschüsse K.O. schlagen."
    }
  },
  {
    "translation": {
      "en": "- Not a bad idea. - Yeah.",
      "de": "-Keine schlechte Idee. -Ja."
    }
  },
  {
    "translation": {
      "en": "Rubber bullets it is, baby.",
      "de": "Gut, nehmen wir Gummigeschosse."
    }
  },
  {
    "translation": {
      "en": "This goes down wrong,",
      "de": "Wenn die Sache schief geht,"
    }
  },
  {
    "translation": {
      "en": "they're gonna dump this whole mess in your lap, you know.",
      "de": "dann schieben die später dir den ganzen Mist in die Schuhe."
    }
  },
  {
    "translation": {
      "en": "- I'm making first grade. - What?",
      "de": "-Ich krieg' meine Beförderung. -Was?"
    }
  },
  {
    "translation": {
      "en": "I'm making detective first grade. Things ain't all they appear to be.",
      "de": "Ich habe meine Beförderung im Sack. Es ist nicht immer alles so, wie's aussieht."
    }
  },
  {
    "translation": {
      "en": "- Fuck does that mean? - Detective first grade, Keith Fray-zhah!",
      "de": "-Was soll das denn bitte heißen? -Detective First Grade Keith Frazier."
    }
  },
  {
    "translation": {
      "en": "- Are you fucking kidding me? - Yes!",
      "de": "-Verarschst du mich oder was? -Ja."
    }
  },
  {
    "translation": {
      "en": "Thank the mayor and our mystery guest for that.",
      "de": "Dank dem Bürgermeister und der schönen Unbekannten."
    }
  },
  {
    "translation": {
      "en": "You cut a deal with those guys?",
      "de": "Dank dem Bürgermeister und der schönen Unbekannten. Du hast dich auf einen Deal eingelassen?"
    }
  },
  {
    "translation": {
      "en": "\"Never make first grade.\" Shit.",
      "de": "Nie befördert werden? Scheiße."
    }
  },
  {
    "translation": {
      "en": "Worked too hard to let that happen. Everybody's getting theirs, I'm gonna get mine.",
      "de": "Dafür habe ich zu hart gearbeitet. Alle nehmen sich ihren Teil, dann tu ich 's auch."
    }
  },
  {
    "translation": {
      "en": "I'll be outside.",
      "de": "Ich bin draußen."
    }
  },
  {
    "translation": {
      "en": "( exhales ) What a day, what a day.",
      "de": "Was für ein Tag, was für ein Tag."
    }
  },
  {
    "translation": {
      "en": "Detective, they're gonna storm that bank without you? It's not right.",
      "de": "Die wollen die Bank ohne Sie stürmen, Detective? Das ist nicht fair."
    }
  },
  {
    "translation": {
      "en": "So tell me about the kid who pointed the gun at you. The 12-year-old.",
      "de": "Erzählen Sie mir von dem Jungen, der Sie bedroht hat. Dem Zwölfjährigen."
    }
  },
  {
    "translation": {
      "en": "- Now? - Yeah.",
      "de": "-Jetzt? -Ja."
    }
  },
  {
    "translation": {
      "en": "Last year, up in the 33rd.",
      "de": "Letztes Jahr, oben im 33.,"
    }
  },
  {
    "translation": {
      "en": "I was breaking up a fight about a half a block from the high school.",
      "de": "habe ich eine Schlägerei beendet, unweit der Highschool."
    }
  },
  {
    "translation": {
      "en": "This one little Spic is getting his clock cleaned by another one--",
      "de": "Ein Tortillafresser hatte einen aus seiner Sippschaft vermöbelt."
    }
  },
  {
    "translation": {
      "en": "Do me a favor, Sergeant. Just tone down the color commentary.",
      "de": "Wenn's geht, Sergeant, ersparen Sie mir die rassistischen Ausdrücke."
    }
  },
  {
    "translation": {
      "en": "So, I bust up the fight,",
      "de": "Also, ich stoppe diese Prügelei,"
    }
  },
  {
    "translation": {
      "en": "I turn around, and this kid is pointing a .22 at my chest.",
      "de": "drehe mich um und dieser Junge hält mir 'ne 22er unter die Nase."
    }
  },
  {
    "translation": {
      "en": "Is that right? Now, which kid was this? Another kid, a n-- an African-American.",
      "de": "-Tatsächlich? Und welcher Junge war das? -Ein anderer Junge, ein Afro-Amerikaner."
    }
  },
  {
    "translation": {
      "en": "African-American. Oh, yeah.",
      "de": "-Ein Afro-Amerikaner, ja? -Ja."
    }
  },
  {
    "translation": {
      "en": "- He came out of nowhere. I didn't see him. - So what'd you do?",
      "de": "Stand plötzlich da, ich hatte ihn nicht bemerkt."
    }
  },
  {
    "translation": {
      "en": "What did I do then? I'll tell you what I did then.",
      "de": "Und was dann? Und was dann? Ich sag Ihnen genau, \"Was dann\":"
    }
  },
  {
    "translation": {
      "en": "I got shot in the fucking chest. That's what I did then.",
      "de": "Der Scheißkerl hat mir 'ne Kugel in die Brust gejagt. So war das."
    }
  },
  {
    "translation": {
      "en": "So you'll pardon my euphemisms, Detective,",
      "de": "Entschuldigen Sie meine Ausdrucksweise, Detective,"
    }
  },
  {
    "translation": {
      "en": "but I would rather wind up an old bigot than a handsome young corpse.",
      "de": "aber lieber bin ich ein Rassistenschwein, als eine verständnisvolle Leiche."
    }
  },
  {
    "translation": {
      "en": "No offense, Detective,",
      "de": "Ist nicht persönlich gemeint, Detective,"
    }
  },
  {
    "translation": {
      "en": "but I'm just trying to keep them away from us.",
      "de": "Ich versuche nur, uns die vom Hals zu halten."
    }
  },
  {
    "translation": {
      "en": "Now, what do you say we just get these people safely out of the bank?",
      "de": "Sehen wir also zu, dass wir diese Menschen sicher aus der Bank kriegen."
    }
  },
  {
    "translation": {
      "en": "- I hear that. - And, uh,",
      "de": "Ja. Und in Zukunft achte ich darauf, was ich sage."
    }
  },
  {
    "translation": {
      "en": "I'll try to watch what I say in the future.",
      "de": "Und in Zukunft achte ich darauf, was ich sage."
    }
  },
  {
    "translation": {
      "en": "You never know who's listening.",
      "de": "Man weiß ja nie genau, wer gerade so zuhört."
    }
  },
  {
    "translation": {
      "en": "- What are you doing? - Jesus! Shit!",
      "de": "Was machst du? Jesus. Scheiße."
    }
  },
  {
    "translation": {
      "en": "They bugged us. They bugged us.",
      "de": "Die haben uns verwanzt. Die haben uns verwanzt."
    }
  },
  {
    "translation": {
      "en": "Darius! Darius, don't make a move!",
      "de": "Darius! Darius, bleiben Sie, wo Sie sind!"
    }
  },
  {
    "translation": {
      "en": "- What? - It's all fucked up!",
      "de": "Darius, bleiben Sie, wo Sie sind! -Was? -Das ist 'n Riesenbeschiss."
    }
  },
  {
    "translation": {
      "en": "Do not make a move! Keep your men back!",
      "de": "Unternehmen Sie nichts. Halten Sie Ihre Männer zurück!"
    }
  },
  {
    "translation": {
      "en": "- What are you talking about? - They heard everything we said in the MCC!",
      "de": "Wovon reden Sie überhaupt? Die haben unsere Einsatzzentrale abgehört!"
    }
  },
  {
    "translation": {
      "en": "- What? - Stand down! Stand down!",
      "de": "-Was? -Abbrechen! Abbrechen!"
    }
  },
  {
    "translation": {
      "en": "The drawer with the demands in it! They heard everything we said.",
      "de": "Die Schublade mit den Forderungen, die hörten alles, was wir sagten."
    }
  },
  {
    "translation": {
      "en": "They put a transmitter in it. They bugged us!",
      "de": "Da war ein Sender drin! Sie haben uns abgehört!"
    }
  },
  {
    "translation": {
      "en": "No no no. I'm going in.",
      "de": "Nein, nein, nein. Ich geh rein."
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "de": "Scheiße."
    }
  },
  {
    "translation": {
      "en": "- Get everyone together. - Steve! Steve-O!",
      "de": "Hol alle zusammen. Steve! Steve-O!"
    }
  },
  {
    "translation": {
      "en": "- They're coming in. Everybody good? - Yeah.",
      "de": "Sie kommen rein. -Alle bereit? -Ja."
    }
  },
  {
    "translation": {
      "en": "All right! Everybody down!",
      "de": "Ok! Alle raus!"
    }
  },
  {
    "translation": {
      "en": "( all shouting )",
      "de": "-Masken aufsetzen! -Alle sofort raus! Raus!"
    }
  },
  {
    "translation": {
      "en": "Go! Go! Go! Go!",
      "de": "-Na los! -Los! Los! Los! Los!"
    }
  },
  {
    "translation": {
      "en": "- Move! - Everybody up the fucking stairs, now!",
      "de": "Beeilt euch! Alle Mann die Treppe rauf! Los!"
    }
  },
  {
    "translation": {
      "en": "Move!",
      "de": "Beeilung!"
    }
  },
  {
    "translation": {
      "en": "- Don't shoot! Don't shoot! - Get down!",
      "de": "-Nicht schießen! Nicht schießen! -Nicht schießen! -Runter! Auf den Boden! -Nicht schießen!"
    }
  },
  {
    "translation": {
      "en": "Get on the ground!",
      "de": "-Runter! Auf den Boden! -Nicht schießen!"
    }
  },
  {
    "translation": {
      "en": "Cease fire!",
      "de": "Stellt das Feuer ein!"
    }
  },
  {
    "translation": {
      "en": "Cease fire! Cease fire!",
      "de": "Feuer einstellen! Feuer einstellen!"
    }
  },
  {
    "translation": {
      "en": "Cease fire! Cease fire! ( clamoring )",
      "de": "Stellt das Feuer ein! Das Feuer einstellen!"
    }
  },
  {
    "translation": {
      "en": "Get down! Get your hands down!",
      "de": "Nehmen Sie die Hände auf den Kopf! -Er soll endlich aufhören! -Auf den Boden! Nehmen Sie die Hände auf den Kopf!"
    }
  },
  {
    "translation": {
      "en": "- Put your hands on your head! - Get 'em down!",
      "de": "Nehmen Sie die Hände auf den Kopf! -Nehmen Sie die Hände auf den Kopf! -Alle runter!"
    }
  },
  {
    "translation": {
      "en": "On your heads! Put your hands on your fucking heads!",
      "de": "-Auf den Boden! -Verdammt, Hände auf den Kopf!"
    }
  },
  {
    "translation": {
      "en": "Do not move. Put your hands on your head.",
      "de": "-Auf den Boden! -Verdammt, Hände auf den Kopf! Keine Bewegung! -Runter, die Hände auf den Kopf! -Legt allen Handschellen an! Na los!"
    }
  },
  {
    "translation": {
      "en": "( shouts commands in Spanish )",
      "de": "-Runter, die Hände auf den Kopf! -Legt allen Handschellen an! Na los!"
    }
  },
  {
    "translation": {
      "en": "What's going on?",
      "de": "Was ist denn los?"
    }
  },
  {
    "translation": {
      "en": "It wasn't me! I'm not a criminal!",
      "de": "Ich war's nicht. Ich bin doch keine Kriminelle!"
    }
  },
  {
    "translation": {
      "en": "- Don't shoot! - Don't move!",
      "de": "Nicht schießen, nicht schießen!"
    }
  },
  {
    "translation": {
      "en": "I'm not moving!",
      "de": "-Dann beweg dich nicht! -Mach ich ja nicht!"
    }
  },
  {
    "translation": {
      "en": "- Hernandez! - Right here!",
      "de": "Durchsucht sie. Stellt sicher, dass keiner 'ne Waffe oder so dabei hat. -Hernandez! -Hier!"
    }
  },
  {
    "translation": {
      "en": "ESU team, line up!",
      "de": "Einsatzkommando antreten!"
    }
  },
  {
    "translation": {
      "en": "Door on the left. Door on the left.",
      "de": "Tür nach links, nach links."
    }
  },
  {
    "translation": {
      "en": "Clear on the right. Clear.",
      "de": "-Rechts gesichert! -Gesichert!"
    }
  },
  {
    "translation": {
      "en": "- Left side clear. - Clear!",
      "de": "-Linke Seite gesichert! -Gesichert!"
    }
  },
  {
    "translation": {
      "en": "- Clear! - Clear!",
      "de": "-Gesichert. -Gesichert."
    }
  },
  {
    "translation": {
      "en": "- All clear! - Check under the desk.",
      "de": "-Alles gesichert! -Schaut unter dem Schreibtisch!"
    }
  },
  {
    "translation": {
      "en": "- Clear. - Checking the office. All clear, Sarge.",
      "de": "-Alles gesichert! -Schaut unter dem Schreibtisch! -Nichts! -Büro durchsucht. Alles sauber, Sarge."
    }
  },
  {
    "translation": {
      "en": "- Clear! - Clear!",
      "de": "-Gesichert. -Gesichert. Gesichert."
    }
  },
  {
    "translation": {
      "en": "All clear, Sarge!",
      "de": "Alles sauber, Sarge!"
    }
  },
  {
    "translation": {
      "en": "All clear. ESU on the stairs. Line it up.",
      "de": "Alles klar! Einsatzkommando zur Treppe! Antreten!"
    }
  },
  {
    "translation": {
      "en": "Let's go, guys. Team, let's go.",
      "de": "Los, Leute, vorwärts, vorwärts. Antreten!"
    }
  },
  {
    "translation": {
      "en": "Clear!",
      "de": "Gesichert!"
    }
  },
  {
    "translation": {
      "en": "- Clear! - Clear!",
      "de": "-Gesichert. -Gesichert."
    }
  },
  {
    "translation": {
      "en": "- Go right. - Clear!",
      "de": "-Gesichert. -Gesichert."
    }
  },
  {
    "translation": {
      "en": "- Left! - Clear, Sarge!",
      "de": "Gesichert. -Sauber, Sarge. -Gesichert."
    }
  },
  {
    "translation": {
      "en": "Clear!",
      "de": "-Sauber, Sarge. -Gesichert."
    }
  },
  {
    "translation": {
      "en": "I need a bunker up here. I need a bunker up front.",
      "de": "Holt mir einen Schild her, ich brauche einen Schild hier vorne!"
    }
  },
  {
    "translation": {
      "en": "- Bring a bunker up. - Clear, Sarge.",
      "de": "Schild kommt! Alles sauber, Sarge."
    }
  },
  {
    "translation": {
      "en": "- Clear! - We're almost clear down here.",
      "de": "Sauber. -Wir sind fast fertig hier unten. -Ihr müsst ganz sicher sein."
    }
  },
  {
    "translation": {
      "en": "- Make sure you're sure. - I'll keep looking.",
      "de": "-Wir sind fast fertig hier unten. -Ihr müsst ganz sicher sein. -Ich suche weiter. -In Ordnung."
    }
  },
  {
    "translation": {
      "en": "- Stay on it. - Roger that.",
      "de": "-Ich suche weiter. -In Ordnung. Roger."
    }
  },
  {
    "translation": {
      "en": "This is the last door.",
      "de": "Das ist die letzte Tür!"
    }
  },
  {
    "translation": {
      "en": "- Clear, Sarge! - Come on down.",
      "de": "-Sauber, Sarge! -Kommen Sie runter."
    }
  },
  {
    "translation": {
      "en": "- Find a dead hostage? - Negative.",
      "de": "-Fanden Sie eine tote Geisel? -Negativ."
    }
  },
  {
    "translation": {
      "en": "If it ain't here, you must have missed something.",
      "de": "Wenn sie nicht hier ist, haben wir was übersehen."
    }
  },
  {
    "translation": {
      "en": "Maybe, but I'm pretty sure we're the only ones moving around down here.",
      "de": "Möglich, aber ich bin recht sicher, dass wir hier unten die einzigen sind."
    }
  },
  {
    "translation": {
      "en": "Check this out. They forgot to rob the joint.",
      "de": "Sehen Sie sich das an. Die haben vergessen, den Laden auszurauben."
    }
  },
  {
    "translation": {
      "en": "- Holy shit! - And you didn't find anybody?",
      "de": "-Ach du Scheiße! -Und Sie haben niemanden gefunden?"
    }
  },
  {
    "translation": {
      "en": "We're still looking, but there are no bad guys,",
      "de": "Wir suchen noch, aber bislang keine Gangster,"
    }
  },
  {
    "translation": {
      "en": "no booby traps, no tunnels, no damage.",
      "de": "keine Sprengfallen, keine Tunnel und keine Schäden."
    }
  },
  {
    "translation": {
      "en": "- And nothing missing. - Great great great.",
      "de": "-Und es fehlt überhaupt nichts. -Toll, wunderbar."
    }
  },
  {
    "translation": {
      "en": "We'll put out a citywide description for David fucking Copperfield.",
      "de": "Leiten wir eine Großfahndung nach David Copperfield ein oder was?"
    }
  },
  {
    "translation": {
      "en": "Listen, I'm not trying to tell you your jobs, Detectives,",
      "de": "Ich will Ihnen nicht Ihren Job erklären, aber wenn die"
    }
  },
  {
    "translation": {
      "en": "but unless they swam out through the toilets,",
      "de": "nicht durch die Toiletten getaucht sind,"
    }
  },
  {
    "translation": {
      "en": "whoever did this is upstairs sucking pavement.",
      "de": "liegen sie mit den Geiseln draußen auf der Straße."
    }
  },
  {
    "translation": {
      "en": "- All right, good job. - What's that?",
      "de": "Ok, gute Arbeit!"
    }
  },
  {
    "translation": {
      "en": "- Huh? - Telephones.",
      "de": "Was ist das? Mobiltelefone."
    }
  },
  {
    "translation": {
      "en": "- Hey, guys! You need to see this! - Okay.",
      "de": "-Hey, Leute! Das müsst ihr euch ansehen! -Ok!"
    }
  },
  {
    "translation": {
      "en": "Collins, grab a uniform, make a quick count of that money in there, all right?",
      "de": "Collins! Holen Sie sich einen Mann und zählen Sie das Geld da drinnen, ja?"
    }
  },
  {
    "translation": {
      "en": "- Yes, sir. - And stand by, all right?",
      "de": "-Ja, Sir. -Und bleiben Sie dort!"
    }
  },
  {
    "translation": {
      "en": "- Don't let anybody get tempted, including you. - Yes, sir.",
      "de": "Dass mir niemand in Versuchung gerät! Auch Sie nicht! Ja, Sir!"
    }
  },
  {
    "translation": {
      "en": "- Right here, Detective. - What do you got?",
      "de": "Hier, Detective. -Was ist los? -Sehr niedlich. Das sind Spielzeuggewehre."
    }
  },
  {
    "translation": {
      "en": "You're gonna love this one. Toy guns.",
      "de": "-Was ist los? -Sehr niedlich. Das sind Spielzeuggewehre."
    }
  },
  {
    "translation": {
      "en": "Fake guns? You've got to be kidding me.",
      "de": "Alles nur Attrappe, das gibt's doch gar nicht."
    }
  },
  {
    "translation": {
      "en": "Toys. As if it wasn't weird enough already.",
      "de": "-Spielzeug. -Als ob das nicht verrückt genug ist."
    }
  },
  {
    "translation": {
      "en": "Man: Cap, come to the ladies' room.",
      "de": "Captain, kommen Sie mal zum Damenklo."
    }
  },
  {
    "translation": {
      "en": "On my way.",
      "de": "Ich bin unterwegs."
    }
  },
  {
    "translation": {
      "en": "Check it out.",
      "de": "Sehen Sie mal."
    }
  },
  {
    "translation": {
      "en": "You can stop looking for that body.",
      "de": "Wir können aufhören, nach der Leiche zu suchen."
    }
  },
  {
    "translation": {
      "en": "Fake guns, fake execution.",
      "de": "Unechte Kanonen. Eine gestellte Hinrichtung."
    }
  },
  {
    "translation": {
      "en": "Nobody goes home till we get everybody's story.",
      "de": "Niemand geht, bis wir alle vernommen haben."
    }
  },
  {
    "translation": {
      "en": "Cap, we got something else in the storage room.",
      "de": "Captain! Wir haben noch was im Lager gefunden."
    }
  },
  {
    "translation": {
      "en": "- Gary! - Yo!",
      "de": "-Porcario? -Yo!"
    }
  },
  {
    "translation": {
      "en": "- Where's the men's room, huh? - Down the hallway on the left.",
      "de": "-Wo ist das Männerklo? -Den Flur runter links."
    }
  },
  {
    "translation": {
      "en": "( officers speaking )",
      "de": "Hebt sie hoch, hebt sie hoch. In den Bus."
    }
  },
  {
    "translation": {
      "en": "I'm a hostage, stop pushing.",
      "de": "Ich bin eine Geisel. Hören Sie auf, zu schubsen!"
    }
  },
  {
    "translation": {
      "en": "Female hostages to be searched by female officers only!",
      "de": "Weibliche Geiseln werden ausschließlich von weiblichen Polizisten durchsucht!"
    }
  },
  {
    "translation": {
      "en": "- Let's get these people up. - I can't hear you. What?",
      "de": "Ok, hoch mit den Leuten. -Ich kann Sie nicht hören. Was? -Valerie Keepsake."
    }
  },
  {
    "translation": {
      "en": "- Valerie Keepsake. - Valerie Keepsake.",
      "de": "-Ich kann Sie nicht hören. Was? -Valerie Keepsake. Valerie Keepsake. Ok, in den Bus."
    }
  },
  {
    "translation": {
      "en": "Kenneth Damerjian.",
      "de": "-Kenneth Damerjian. -Ja."
    }
  },
  {
    "translation": {
      "en": "- Person one. - I'm Peter Hammond.",
      "de": "Person eins. -Ich heiße Peter Hammond. -Eric Dodge."
    }
  },
  {
    "translation": {
      "en": "Chaim. My name is Chaim.",
      "de": "-Warten Sie! -Chaim. Mein Name ist Chaim."
    }
  },
  {
    "translation": {
      "en": "Fucking cocksucker!",
      "de": "Blöder Schwanzlutscher."
    }
  },
  {
    "translation": {
      "en": "Whoa whoa whoa whoa whoa! Just give me your name!",
      "de": "Woah, woah, woah. Sagen Sie mir Ihren Namen. Sagen Sie mir Ihren Namen."
    }
  },
  {
    "translation": {
      "en": "Just give me your name. Say your name.",
      "de": "Sagen Sie mir Ihren Namen. Sagen Sie mir Ihren Namen. Sagen Sie Ihren Namen."
    }
  },
  {
    "translation": {
      "en": "I work in the bank!",
      "de": "Ich arbeite in dieser Bank!"
    }
  },
  {
    "translation": {
      "en": "I'm the bank security guard! Nobody's listening!",
      "de": "Ich bin vom Sicherheitsdienst! Warum hört mir keiner zu?"
    }
  },
  {
    "translation": {
      "en": "- Okay, we'll straighten it out. - Listen, nobody said...",
      "de": "Ok, es wird sich alles klären. Jeder sagt, ich soll zuhören! Aber keiner hört mir zu!"
    }
  },
  {
    "translation": {
      "en": "- Calm down. Listen. - I'm not getting on the bus!",
      "de": "Ok, wir klären das jetzt. Kommen Sie. -Ich steige nicht in diesen Bus! -Doch, das werden Sie."
    }
  },
  {
    "translation": {
      "en": "- Yes, you are. - I work in the bank!",
      "de": "-Ich steige nicht in diesen Bus! -Doch, das werden Sie. -Na los, vorwärts. -Werd' ich nicht! Ich arbeite in der Bank!"
    }
  },
  {
    "translation": {
      "en": "( shouting continues )",
      "de": "Collins, hast du das gehört? Ich sagte, ich arbeite in der Bank!"
    }
  },
  {
    "translation": {
      "en": "All right, just get him on the bus. Get him on the bus.",
      "de": "Egal, bringen Sie ihn in den Bus. Bringen Sie ihn rein."
    }
  },
  {
    "translation": {
      "en": "Security guard: Nobody's listening!",
      "de": "-Keiner hört zu! -Ok, Beruhigen Sie sich. Steigen Sie ein."
    }
  },
  {
    "translation": {
      "en": "Captain, I'm telling you, this thing is a mess.",
      "de": "Captain, das Ganze ist vollkommen verrückt."
    }
  },
  {
    "translation": {
      "en": "They thought this one out, soup to nuts.",
      "de": "Die haben an alles gedacht. Bis ins Kleinste."
    }
  },
  {
    "translation": {
      "en": "So lay it out for me.",
      "de": "Dann erzählen Sie mal."
    }
  },
  {
    "translation": {
      "en": "We photograph everybody that came out of the bank.",
      "de": "Wir haben jeden aus der Bank fotografiert."
    }
  },
  {
    "translation": {
      "en": "We sit them down, we question them, we show them the photos.",
      "de": "Wir haben jeden verhört, wir haben jedem die Fotos gezeigt."
    }
  },
  {
    "translation": {
      "en": "Most of them can't point to anybody that's guilty of anything.",
      "de": "Aber niemand kann einen konkreten Hinweis geben, wer verdächtig wäre."
    }
  },
  {
    "translation": {
      "en": "We ask them if they can recognize anybody who's not one of the bad guys.",
      "de": "Wir haben die Leute gefragt, ob sie jemanden erkennen, der kein Täter ist."
    }
  },
  {
    "translation": {
      "en": "Even if we considered someone as a possible suspect,",
      "de": "Aber wenn wir dann einen möglichen Verdächtigen hatten,"
    }
  },
  {
    "translation": {
      "en": "there's one or two or three other people that would rule them out.",
      "de": "kamen wieder ein paar andere und haben das Gegenteil behauptet."
    }
  },
  {
    "translation": {
      "en": "- It's like the thing never happened. - What about prints?",
      "de": "Als wäre die Sache nie passiert. -Und Fingerabdrücke? -Überall. Na, und?"
    }
  },
  {
    "translation": {
      "en": "Everywhere. So what?",
      "de": "-Und Fingerabdrücke? -Überall. Na, und?"
    }
  },
  {
    "translation": {
      "en": "- All it shows is that these people were there. - Alibis?",
      "de": "-All diese Leute waren dort. -Alibis?"
    }
  },
  {
    "translation": {
      "en": "Just about everyone. Even if their alibi was weak,",
      "de": "Hat so ziemlich jeder. Aber selbst, wenn es schwach wäre,"
    }
  },
  {
    "translation": {
      "en": "a hostage would identify them as one of the good guys.",
      "de": "würden andere denjenigen wieder als einen der Guten einstufen."
    }
  },
  {
    "translation": {
      "en": "- There we are, back to square one. - Priors?",
      "de": "Und schon sind wir wieder am Anfang."
    }
  },
  {
    "translation": {
      "en": "We got one employee had some juvie stuff. One customer had a--",
      "de": "Vorstrafen? Wir haben einen Angestellten mit Jugendstrafen, und ein Kunde..."
    }
  },
  {
    "translation": {
      "en": "( coughing ) excuse me.",
      "de": "Wir haben einen Angestellten mit Jugendstrafen, und ein Kunde... Entschuldigung."
    }
  },
  {
    "translation": {
      "en": "One customer had an out-of-state warrant for child support.",
      "de": "Ein Kunde wird wegen Unterhaltszahlungen gesucht."
    }
  },
  {
    "translation": {
      "en": "Another one had a couple of priors. GLA, mostly.",
      "de": "Ein weiterer hat ein paar Vorstrafen wegen Autodiebstahls."
    }
  },
  {
    "translation": {
      "en": "Again, same problem. Plus, he was a fucking idiot.",
      "de": "Tja, gleiches Problem. Außerdem war er ein Idiot."
    }
  },
  {
    "translation": {
      "en": "- Bank cameras? - Useless.",
      "de": "-Überwachungskameras? -Unbrauchbar."
    }
  },
  {
    "translation": {
      "en": "I'm telling you, they thought of everything, almost.",
      "de": "Ich sage Ihnen, die haben an alles gedacht. Fast."
    }
  },
  {
    "translation": {
      "en": "- Sounded like everything to me. - But this.",
      "de": "-Hört sich nach allem an. -Bloß nicht daran:"
    }
  },
  {
    "translation": {
      "en": "We haven't found that .357 or the perp that was holding it.",
      "de": "Es fehlt die .357er und der Typ, dem sie gehört."
    }
  },
  {
    "translation": {
      "en": "If you did, there'd be no prints on it anyway.",
      "de": "Wenn schon. Es gäbe sowieso keine Abdrücke."
    }
  },
  {
    "translation": {
      "en": "- Bury it. - \"Bury it\"?",
      "de": "-Geben Sie's auf. -Aufgeben?"
    }
  },
  {
    "translation": {
      "en": "What the fuck do you expect me to say?",
      "de": "Wie soll ich sonst darauf reagieren?"
    }
  },
  {
    "translation": {
      "en": "Captain, this thing stinks to high hell. I mean, somebody did something here.",
      "de": "Captain, die Sache stinkt. Jemand hat eine Riesennummer abgezogen."
    }
  },
  {
    "translation": {
      "en": "You said it yourself: you got no robbery,",
      "de": "Sie haben es selbst gesagt. Es ist nichts geraubt worden. Keine Verdächtigen."
    }
  },
  {
    "translation": {
      "en": "no suspects. Nobody's breathing down my neck",
      "de": "Es ist nichts geraubt worden. Keine Verdächtigen. Und niemand fordert von mir, dass ich den Fall löse."
    }
  },
  {
    "translation": {
      "en": "to come up with answers. I'm not gonna breathe down yours.",
      "de": "Und niemand fordert von mir, dass ich den Fall löse. Also fordere ich es auch nicht von Ihnen. Geben Sie 's auf."
    }
  },
  {
    "translation": {
      "en": "Bury it.",
      "de": "Also fordere ich es auch nicht von Ihnen. Geben Sie 's auf."
    }
  },
  {
    "translation": {
      "en": "Wasn't expecting this.",
      "de": "Das hatte ich jetzt nicht erwartet."
    }
  },
  {
    "translation": {
      "en": "I promise you, I'll find you guys more cases to solve.",
      "de": "Ich verspreche Ihnen, es gibt noch genug andere Fälle, keine Bange."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "de": "Ok."
    }
  },
  {
    "translation": {
      "en": "Oh, here's something that you probably did expect.",
      "de": "Ach, da ist noch etwas, das Sie bestimmt erwartet haben."
    }
  },
  {
    "translation": {
      "en": "- They found that missing Madrugada money. - No shit?",
      "de": "-Das fehlende Madrugada-Geld ist gefunden. -Ach, sieh' einer an."
    }
  },
  {
    "translation": {
      "en": "Yep. You want to know where it was?",
      "de": "Ja. Wollen Sie wissen, wo es war?"
    }
  },
  {
    "translation": {
      "en": "- In my bank account. - No.",
      "de": "-Auf meinem Bankkonto? -Nein."
    }
  },
  {
    "translation": {
      "en": "- My summer house in Sag Harbor? - No.",
      "de": "-In meinem Sommerhaus in Sag Harbor? -Nein."
    }
  },
  {
    "translation": {
      "en": "- My wallet? - No.",
      "de": "-In meiner Brieftasche? -Nein."
    }
  },
  {
    "translation": {
      "en": "Then no, I don't want to know.",
      "de": "Gut, dann will ich's nicht wissen."
    }
  },
  {
    "translation": {
      "en": "Mitchell: This is bullshit, man.",
      "de": "Das ist doch Scheiße, Mann."
    }
  },
  {
    "translation": {
      "en": "We're the only ones left trying to catch the bad guys, and they're gonna come after us?",
      "de": "Wir versuchen, die Typen noch zu schnappen und die werfen uns Knüppel zwischen die Beine?"
    }
  },
  {
    "translation": {
      "en": "Tell you what: every one of your accusers, man, I say we go after them all.",
      "de": "Weißt du was? Wir machen sie alle fertig. Alle, die dich beschuldigt haben, Keith. Michael-Corleone-mäßig."
    }
  },
  {
    "translation": {
      "en": "- Keith... - Michael Corleone style!",
      "de": "Alle, die dich beschuldigt haben, Keith. Michael-Corleone-mäßig."
    }
  },
  {
    "translation": {
      "en": "\"Michael Corleone, do you renounce Satan?\" \"Yes, I renounce him.\"",
      "de": "\"Michael Corleone, sagst du dich los von Satan?\" \"Ich sage mich los von ihm.\""
    }
  },
  {
    "translation": {
      "en": "( imitates gun firing ) There's no 392.",
      "de": "Die 392 fehlt."
    }
  },
  {
    "translation": {
      "en": "- Huh? - Safety-deposit box number 392.",
      "de": "Die 392 fehlt. -Huh? -Bankschließfach Nummer 392."
    }
  },
  {
    "translation": {
      "en": "According to these records, it doesn't exist.",
      "de": "Nach diesen Unterlagen existiert es gar nicht."
    }
  },
  {
    "translation": {
      "en": "Pinstripe mayonnaise lying motherfucker.",
      "de": "Verlogenes, käsehäutiges Nadelstreifen-Arschloch."
    }
  },
  {
    "translation": {
      "en": "Didn't Coughlin say we should move on? Let's go.",
      "de": "-Coughlin sagt, wir schließen die Akte. -Gehen wir."
    }
  },
  {
    "translation": {
      "en": "Thank you again, Your Honor. I'll pick it up tomorrow?",
      "de": "Nochmals Danke, Euer Ehren. Ich hole es morgen ab."
    }
  },
  {
    "translation": {
      "en": "- Yes, you're welcome. - Thank you.",
      "de": "-Ja, bitte sehr. -Danke."
    }
  },
  {
    "translation": {
      "en": "What are you doing, Detective? What business do you have with Judge Pasqua?",
      "de": "Was soll das, Detective? Was haben Sie mit Richter Pasqua zu schaffen?"
    }
  },
  {
    "translation": {
      "en": "- Police business. - Weren't you told to bury this?",
      "de": "Polizeiangelegenheit. -Sollten Sie nicht aufgeben? -Ich muss einen Fall lösen, Miss White."
    }
  },
  {
    "translation": {
      "en": "I've got a job to do, Miss White.",
      "de": "-Sollten Sie nicht aufgeben? -Ich muss einen Fall lösen, Miss White."
    }
  },
  {
    "translation": {
      "en": "And since when is your job more important than your career?",
      "de": "Und seit wann ist ein Fall wichtiger als Ihre Karriere?"
    }
  },
  {
    "translation": {
      "en": "- Did you forget our arrangement? - We didn't have an arrangement.",
      "de": "-Haben Sie unsere Abmachung vergessen? -Wir hatten keine Abmachung."
    }
  },
  {
    "translation": {
      "en": "- Let me tell you how this works. - No, let me tell you",
      "de": "Ich sag Ihnen, wie das läuft. Sie... Nein, ich sage Ihnen, wie das hier läuft."
    }
  },
  {
    "translation": {
      "en": "how this works.",
      "de": "Nein, ich sage Ihnen, wie das hier läuft."
    }
  },
  {
    "translation": {
      "en": "You press here to record and you press here to play.",
      "de": "Man drückt hier, um aufzunehmen, und hier, um abzuspielen."
    }
  },
  {
    "translation": {
      "en": "Madeline's voice: There's also the little matter of the $140,000",
      "de": "Leider haben sich ja diese $140.000 Dollar bei der"
    }
  },
  {
    "translation": {
      "en": "that seems to have walked away from the Madrugada check-cashing bust.",
      "de": "Leider haben sich ja diese $140.000 Dollar bei der Madrugada-Scheck-Sache in Luft aufgelöst."
    }
  },
  {
    "translation": {
      "en": "Keith's voice: I didn't have anything to do with that,",
      "de": "Nur hatte ich nichts damit zu tun..."
    }
  },
  {
    "translation": {
      "en": "so you got to be in your court on that.",
      "de": "Wir würden Sie da gern unterstützen."
    }
  },
  {
    "translation": {
      "en": "Exchange for what? You want me to do something unethical?",
      "de": "Als Gegenleistung wofür? Soll ich etwas Verwerfliches tun?"
    }
  },
  {
    "translation": {
      "en": "I mean, no disrespect to the both of you,",
      "de": "Ich möchte nicht respektlos erscheinen,"
    }
  },
  {
    "translation": {
      "en": "but I don't need you to be in my corner, Mr. Mayor.",
      "de": "aber ich brauche Ihre Unterstützung nicht, Bürgermeister."
    }
  },
  {
    "translation": {
      "en": "I'm innocent.",
      "de": "aber ich brauche Ihre Unterstützung nicht, Bürgermeister. Ich bin unschuldig."
    }
  },
  {
    "translation": {
      "en": "Madeline's voice: Innocent or guilty, you're still going down.",
      "de": "Schuldig oder unschuldig, man wird Sie fertigmachen."
    }
  },
  {
    "translation": {
      "en": "Mayor: Give Miss White whatever she needs or your career is over.",
      "de": "Geben Sie Miss White, was sie braucht, oder Ihre Karriere ist am Ende."
    }
  },
  {
    "translation": {
      "en": "Done. Kaput.",
      "de": "Erledigt. Kaputt."
    }
  },
  {
    "translation": {
      "en": "- ( clicks off ) - So...",
      "de": "Und? Sie haben mir geholfen."
    }
  },
  {
    "translation": {
      "en": "you gave me what I wanted, your career is blossoming",
      "de": "Und? Sie haben mir geholfen. Beruflich geht's Ihnen bestens, die Welt ist doch in Ordnung."
    }
  },
  {
    "translation": {
      "en": "and all is right with the world.",
      "de": "Beruflich geht's Ihnen bestens, die Welt ist doch in Ordnung."
    }
  },
  {
    "translation": {
      "en": "What was Case hiding?",
      "de": "Was hat Case versteckt?"
    }
  },
  {
    "translation": {
      "en": "You know, there's a famous saying by the Baron de Rothschild:",
      "de": "Es gibt einen berühmten Gedanken von Baron de Rothschild."
    }
  },
  {
    "translation": {
      "en": "\"When there's blood in the streets, buy property.\"",
      "de": "\"Wenn Blut auf den Strassen fließt. kaufen Sie, so viel Sie können.\""
    }
  },
  {
    "translation": {
      "en": "I think Mr. Case really took that sentiment to heart,",
      "de": "Ich denke, Mr. Case hat ihn zu wörtlich genommen."
    }
  },
  {
    "translation": {
      "en": "but he is no different than half the Fortune 500.",
      "de": "Aber so sind sie alle, die reichen Fünfhundert."
    }
  },
  {
    "translation": {
      "en": "Let it go, Detective.",
      "de": "Hören Sie auf, Detective."
    }
  },
  {
    "translation": {
      "en": "You're a good cop.",
      "de": "Sie sind ein guter Cop."
    }
  },
  {
    "translation": {
      "en": "The city needs you.",
      "de": "Diese Stadt braucht Sie."
    }
  },
  {
    "translation": {
      "en": "Lady! Lady, you're in the wrong place! I have an appointment.",
      "de": "-Lady! Lady, Sie sind hier falsch! -Ich habe einen Termin."
    }
  },
  {
    "translation": {
      "en": "Arthur. Good morning.",
      "de": "Arthur. -Guten Morgen. -Miss White."
    }
  },
  {
    "translation": {
      "en": "Ah, Miss White.",
      "de": "-Guten Morgen. -Miss White."
    }
  },
  {
    "translation": {
      "en": "Have a seat.",
      "de": "Nehmen Sie Platz."
    }
  },
  {
    "translation": {
      "en": "Thank you, Vincent. That's all for now. Thank you.",
      "de": "Danke, Vincent. Ist in Ordnung. Danke."
    }
  },
  {
    "translation": {
      "en": "Well, what did he say?",
      "de": "Und? Was hat er gesagt?"
    }
  },
  {
    "translation": {
      "en": "Well, Detective Frazier turned out to be quite sharp,",
      "de": "Nun, Detective Frazier ist in der Tat recht scharfsinnig."
    }
  },
  {
    "translation": {
      "en": "but I just fast-tracked his career a little, and he's under control.",
      "de": "Aber ich beschleunigte seine Karriere etwas. Wir haben ihn unter Kontrolle."
    }
  },
  {
    "translation": {
      "en": "I hope so. Tell me about the envelope.",
      "de": "Das hoffe ich. Erzählen Sie mir von dem Umschlag."
    }
  },
  {
    "translation": {
      "en": "- Where is it now? - Well, the gang leader is going to hang onto it",
      "de": "Wo ist er jetzt? Der Anführer der Gangster will ihn behalten,"
    }
  },
  {
    "translation": {
      "en": "as an insurance policy to keep you from seeking revenge.",
      "de": "als Rückversicherung, damit Sie sich nicht rächen können."
    }
  },
  {
    "translation": {
      "en": "Clearly, he has a very low opinion of you.",
      "de": "Er hat ganz eindeutig eine schlechte Meinung von Ihnen."
    }
  },
  {
    "translation": {
      "en": "- And what might that be? - Well, let's see. In a nutshell,",
      "de": "Und woran mag das wohl liegen? Tja, kurz gesagt daran, dass Sie reich geworden sind,"
    }
  },
  {
    "translation": {
      "en": "um, that you got rich doing business with the Nazis",
      "de": "Tja, kurz gesagt daran, dass Sie reich geworden sind, indem Sie damals mit den Nazis Geschäfte gemacht haben."
    }
  },
  {
    "translation": {
      "en": "during the Holocaust.",
      "de": "indem Sie damals mit den Nazis Geschäfte gemacht haben."
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "de": "So ist es."
    }
  },
  {
    "translation": {
      "en": "It was 60 years ago. I was young and ambitious.",
      "de": "Das war vor 60 Jahren. Ich war jung und erfolgsorientiert."
    }
  },
  {
    "translation": {
      "en": "I saw a short path to success and I took it.",
      "de": "Ich sah einen direkten Weg zum Erfolg und schlug ihn ein."
    }
  },
  {
    "translation": {
      "en": "I sold my soul,",
      "de": "Ich verkaufte meine Seele."
    }
  },
  {
    "translation": {
      "en": "and I've been trying to buy it back ever since.",
      "de": "Und ich versuche, sie seitdem wieder zurück zu kaufen."
    }
  },
  {
    "translation": {
      "en": "But you and this mystery man, you have an understanding?",
      "de": "Aber sind Sie und dieser geheimnisvolle Mann zu einer Einigung gekommen?"
    }
  },
  {
    "translation": {
      "en": "I think so, but he managed to get out of there with that envelope.",
      "de": "Ich denke schon. Und immerhin ist er mit dem Umschlag entkommen."
    }
  },
  {
    "translation": {
      "en": "If someday he comes back to blackmail you,",
      "de": "Falls er Sie also irgendwann damit erpressen will,"
    }
  },
  {
    "translation": {
      "en": "well, you'll pay him",
      "de": "Falls er Sie also irgendwann damit erpressen will, dann zahlen Sie eben. Und bekommen ihn zurück."
    }
  },
  {
    "translation": {
      "en": "and you'll get it back.",
      "de": "dann zahlen Sie eben. Und bekommen ihn zurück."
    }
  },
  {
    "translation": {
      "en": "- So I guess that's it. - I suppose so.",
      "de": "-Ich denke, das ist alles. -Das glaube ich auch."
    }
  },
  {
    "translation": {
      "en": "- Bullshit. - I beg your pardon?",
      "de": "-Blödsinn. -Wie meinen Sie bitte?"
    }
  },
  {
    "translation": {
      "en": "He didn't go through all that just to stick your envelope under his mattress.",
      "de": "Er hat dieses Ding doch nicht gedreht, um sich diesen Umschlag zu besorgen."
    }
  },
  {
    "translation": {
      "en": "Look, they left money untouched, Arthur.",
      "de": "Die sind da ohne einen Penny rausgegangen, Arthur."
    }
  },
  {
    "translation": {
      "en": "- So? - So,",
      "de": "Und? Und? Er hat offensichtlich noch etwas anderes an sich genommen."
    }
  },
  {
    "translation": {
      "en": "he had to have walked out of there with something else.",
      "de": "Und? Er hat offensichtlich noch etwas anderes an sich genommen."
    }
  },
  {
    "translation": {
      "en": "The bank says that there was nothing missing,",
      "de": "Die Bank sagt, es fehlt überhaupt nichts."
    }
  },
  {
    "translation": {
      "en": "so there had to have been something in that box",
      "de": "In diesem Schließfach muss etwas gewesen sein,"
    }
  },
  {
    "translation": {
      "en": "that was worth more to him than your envelope.",
      "de": "das noch viel wertvoller war als Ihr Umschlag."
    }
  },
  {
    "translation": {
      "en": "You don't have to tell me.",
      "de": "Sie müssen es nicht sagen."
    }
  },
  {
    "translation": {
      "en": "There's only one thing it could be, anyway.",
      "de": "Es kann ohnehin nur eins gewesen sein."
    }
  },
  {
    "translation": {
      "en": "Diamonds.",
      "de": "Diamanten."
    }
  },
  {
    "translation": {
      "en": "And then there's the ring.",
      "de": "Und dann war da noch dieser Ring."
    }
  },
  {
    "translation": {
      "en": "A Cartier ring.",
      "de": "Ein Ring von Cartier."
    }
  },
  {
    "translation": {
      "en": "It belonged to the wife of a Parisian banker,",
      "de": "Aus dem Besitz der Ehefrau eines Pariser Bankiers."
    }
  },
  {
    "translation": {
      "en": "a wealthy family of French Jews.",
      "de": "Eine reiche Familie, französische Juden."
    }
  },
  {
    "translation": {
      "en": "And when the war came along, the ring",
      "de": "Als der Krieg ausbrach, wurden der Ring und alles, was sie hatten,"
    }
  },
  {
    "translation": {
      "en": "and everything else they owned was confiscated,",
      "de": "Als der Krieg ausbrach, wurden der Ring und alles, was sie hatten, konfisziert, und sie wurden ins Lager gebracht. Niemand überlebte."
    }
  },
  {
    "translation": {
      "en": "and they were shipped off to concentration camps. None survived.",
      "de": "konfisziert, und sie wurden ins Lager gebracht. Niemand überlebte."
    }
  },
  {
    "translation": {
      "en": "We were friends. I could have helped them.",
      "de": "Wir waren Freunde. Ich hätte helfen können."
    }
  },
  {
    "translation": {
      "en": "But the Nazis paid too well.",
      "de": "Doch die Nazis haben zu gut bezahlt."
    }
  },
  {
    "translation": {
      "en": "Can I trust that you will keep",
      "de": "Ich kann mich darauf verlassen, dass Sie das,"
    }
  },
  {
    "translation": {
      "en": "what you learned here today",
      "de": "Ich kann mich darauf verlassen, dass Sie das, was Sie heute hier erfahren haben, für sich behalten?"
    }
  },
  {
    "translation": {
      "en": "confidential,",
      "de": "was Sie heute hier erfahren haben, für sich behalten?"
    }
  },
  {
    "translation": {
      "en": "despite whatever you may think?",
      "de": "Ungeachtet dessen, was Sie davon halten?"
    }
  },
  {
    "translation": {
      "en": "Yes, Arthur.",
      "de": "Ja, Arthur."
    }
  },
  {
    "translation": {
      "en": "Well, I'd love to tell you what a monster you are,",
      "de": "Ich würde Ihnen gern sagen, was für ein Monster Sie sind,"
    }
  },
  {
    "translation": {
      "en": "but I have to help Bin Laden's nephew",
      "de": "Ich würde Ihnen gern sagen, was für ein Monster Sie sind, aber ich muss Bin Ladens Neffen noch beim Wohnungskauf in der Park Avenue helfen."
    }
  },
  {
    "translation": {
      "en": "buy a co-op on Park Avenue.",
      "de": "aber ich muss Bin Ladens Neffen noch beim Wohnungskauf in der Park Avenue helfen."
    }
  },
  {
    "translation": {
      "en": "Ah, if that were true, you wouldn't tell me.",
      "de": "Wenn das wahr wäre, würden Sie es mir nicht sagen."
    }
  },
  {
    "translation": {
      "en": "We're listing you as a reference.",
      "de": "Doch, denn Sie werden als Bürge fungieren."
    }
  },
  {
    "translation": {
      "en": "My name is Dalton Russell.",
      "de": "Mein Name ist Dalton Russell."
    }
  },
  {
    "translation": {
      "en": "Pay strict attention to what I say",
      "de": "Passen Sie gut auf, was ich sage,"
    }
  },
  {
    "translation": {
      "en": "because I choose my words carefully, and I never repeat myself.",
      "de": "denn ich wähle meine Worte sehr sorgfältig, und ich wiederhole mich nie."
    }
  },
  {
    "translation": {
      "en": "I've told you my name. That's the who.",
      "de": "Ich habe Ihnen meinen Namen genannt. So viel zum \"Wer\"."
    }
  },
  {
    "translation": {
      "en": "The where could be most readily described",
      "de": "Das \"Wo\" könnte man ohne weiteres als Gefängniszelle bezeichnen."
    }
  },
  {
    "translation": {
      "en": "as a prison cell,",
      "de": "Das \"Wo\" könnte man ohne weiteres als Gefängniszelle bezeichnen. Aber es ist ein himmelweiter"
    }
  },
  {
    "translation": {
      "en": "but there's a vast difference between",
      "de": "Aber es ist ein himmelweiter Unterschied, ob man in einer kleinen Zelle hockt oder im Gefängnis."
    }
  },
  {
    "translation": {
      "en": "being stuck in a tiny cell and being in prison.",
      "de": "Unterschied, ob man in einer kleinen Zelle hockt oder im Gefängnis."
    }
  },
  {
    "translation": {
      "en": "The what is easy.",
      "de": "Das \"Was\" ist leicht erklärt."
    }
  },
  {
    "translation": {
      "en": "Recently I planned and set in motion events to execute the perfect bank robbery.",
      "de": "Kürzlich habe ich mich daran gemacht, den perfekten Bankraub auszuführen."
    }
  },
  {
    "translation": {
      "en": "That's also the when.",
      "de": "Das ist zugleich das \"Wann\"."
    }
  },
  {
    "translation": {
      "en": "As for the why, beyond the obvious financial motivation,",
      "de": "Das \"Warum\" ist neben dem offensichtlich finanziellen Motiv"
    }
  },
  {
    "translation": {
      "en": "it's exceedingly simple:",
      "de": "außerordentlich simpel."
    }
  },
  {
    "translation": {
      "en": "because I can.",
      "de": "Weil ich es kann."
    }
  },
  {
    "translation": {
      "en": "Which leaves us only with the how.",
      "de": "Bleibt nur noch das \"Wie\" zu klären."
    }
  },
  {
    "translation": {
      "en": "And therein, as the Bard would tell us,",
      "de": "Und genau da, um es mal salopp zu sagen,"
    }
  },
  {
    "translation": {
      "en": "lies the rub.",
      "de": "liegt der Hund begraben."
    }
  },
  {
    "translation": {
      "en": "Man: He's gonna smell like shit. Man #2: What do you expect after a week?",
      "de": "-Er wird riechen wie ein Eimer Scheiße. -Was erwartest du, nach einer Woche?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Why do you think I roll down the window?",
      "de": "Ja. Warum, glaubst du, hab ich das Fenster runtergedreht?"
    }
  },
  {
    "translation": {
      "en": "Oh, shit!",
      "de": "Oh, Scheiße."
    }
  },
  {
    "translation": {
      "en": "That cop Frazier and his partner are walking into the bank.",
      "de": "Dieser Frazier und sein Partner gehen in die Bank."
    }
  },
  {
    "translation": {
      "en": "- Are they coming for me? - Can't say. It's just the two of them.",
      "de": "-Sind die meinetwegen hier? -Weiß nicht. Es sind nur die zwei."
    }
  },
  {
    "translation": {
      "en": "Man: No, everything's going great today.",
      "de": "Nein, heute läuft alles bestens. Nein."
    }
  },
  {
    "translation": {
      "en": "No. Be home about 5:30.",
      "de": "Nein, heute läuft alles bestens. Nein. Ja, so gegen halb sechs? Ok."
    }
  },
  {
    "translation": {
      "en": "Okay. Sounds like fun.",
      "de": "Ja, so gegen halb sechs? Ok. Macht bestimmt Spaß. Ok."
    }
  },
  {
    "translation": {
      "en": "Okay, talk to you later. ( hangs up phone )",
      "de": "Macht bestimmt Spaß. Ok. Dann bis nachher."
    }
  },
  {
    "translation": {
      "en": "- Sorry. - Excuse me.",
      "de": "-Entschuldigung. -Ich muss mich entschuldigen."
    }
  },
  {
    "translation": {
      "en": "- Mr. Hammond. - Hammond: Good morning, Detectives.",
      "de": "Mr. Hammond? Guten Morgen, Detectives."
    }
  },
  {
    "translation": {
      "en": "Just like he planned.",
      "de": "Genau, wie er's geplant hat."
    }
  },
  {
    "translation": {
      "en": "I've got a court order here to open",
      "de": "Genau, wie er's geplant hat. Ich habe einen Gerichtsbeschluss zur Öffnung eines Bankschließfachs."
    }
  },
  {
    "translation": {
      "en": "a safe-deposit box number 392.",
      "de": "Ich habe einen Gerichtsbeschluss zur Öffnung eines Bankschließfachs. Nummer 392."
    }
  },
  {
    "translation": {
      "en": "Oh, thank God.",
      "de": "Oh, Gott sei Dank."
    }
  },
  {
    "translation": {
      "en": "- Where is it? - I left it in there.",
      "de": "Wo ist er? Ich habe ihn da gelassen."
    }
  },
  {
    "translation": {
      "en": "This way, Detectives.",
      "de": "Ich habe ihn da gelassen. Hier entlang, Detectives."
    }
  },
  {
    "translation": {
      "en": "Why did you do that? You left the ring?",
      "de": "Aber warum denn? Warum den Ring?"
    }
  },
  {
    "translation": {
      "en": "Trust me.",
      "de": "Vertrau' mir."
    }
  },
  {
    "translation": {
      "en": "I left it in good hands.",
      "de": "Er ist in guten Händen."
    }
  },
  {
    "translation": {
      "en": "Russell: I'm no martyr.",
      "de": "Ich bin kein Märtyrer."
    }
  },
  {
    "translation": {
      "en": "I did it for the money...",
      "de": "Getan habe ich es wegen des Geldes."
    }
  },
  {
    "translation": {
      "en": "but it's not worth much if you can't face yourself in the mirror.",
      "de": "Aber es ist nicht viel wert, wenn man sich nicht mehr im Spiegel ansehen kann."
    }
  },
  {
    "translation": {
      "en": "Respect is the ultimate currency.",
      "de": "Respekt ist die wertvollste Währung."
    }
  },
  {
    "translation": {
      "en": "I was stealing from a man who traded it away for a few dollars.",
      "de": "Ich habe einen Mann bestohlen, der seinen für ein paar Dollar verkauft hat."
    }
  },
  {
    "translation": {
      "en": "And then he tried to wash away his guilt,",
      "de": "Und seitdem versucht, sich von seiner Schuld reinzuwaschen."
    }
  },
  {
    "translation": {
      "en": "drown it in a lifetime of good deeds and a sea of respectability.",
      "de": "Sie zu ertränken, in einem Meer von guten Taten und Ehrbarkeit."
    }
  },
  {
    "translation": {
      "en": "- Let me get that-- - Ah! Let me.",
      "de": "-Darf ich. -Ich mach' das."
    }
  },
  {
    "translation": {
      "en": "- It almost worked too. - Okay.",
      "de": "Es hätte auch beinahe funktioniert."
    }
  },
  {
    "translation": {
      "en": "But inevitably,",
      "de": "Aber was unvermeidlich ist:"
    }
  },
  {
    "translation": {
      "en": "the further you run from your sins,",
      "de": "Je weiter man vor seinen Sünden davonläuft,"
    }
  },
  {
    "translation": {
      "en": "the more exhausted you are when they catch up to you.",
      "de": "desto erschöpfter ist man, wenn sie einen einholen."
    }
  },
  {
    "translation": {
      "en": "And they do.",
      "de": "Und das tun sie."
    }
  },
  {
    "translation": {
      "en": "Son of a bitch.",
      "de": "Dieser kleine Schweinehund."
    }
  },
  {
    "translation": {
      "en": "Certain.",
      "de": "Ganz sicher."
    }
  },
  {
    "translation": {
      "en": "It will not fail.",
      "de": "Darauf ist Verlass."
    }
  },
  {
    "translation": {
      "en": "- What do you think that's worth? - If you got to ask, man,",
      "de": "Was ist der wohl wert? Wenn du das fragen musst, kannst du ihn dir nicht leisten."
    }
  },
  {
    "translation": {
      "en": "- you can't afford it. - Thank goodness my girlfriend ain't here.",
      "de": "Wenn du das fragen musst, kannst du ihn dir nicht leisten. Gut, dass meine Freundin nicht hier ist."
    }
  },
  {
    "translation": {
      "en": "\"Follow the ring\"?",
      "de": "FOLGEN SIE DEM RING \"Folgen Sie dem Ring\"?"
    }
  },
  {
    "translation": {
      "en": "- Case: Ah, Detective Frazier. - Mr. Case.",
      "de": "-Detective Frazier. -Mr. Case."
    }
  },
  {
    "translation": {
      "en": "- How are you? - I am great.",
      "de": "-Wie geht es Ihnen? -Mir geht es sehr gut."
    }
  },
  {
    "translation": {
      "en": "Nobody got killed at the bank. Everybody's happy. My kind of day.",
      "de": "Niemand wurde in der Bank umgebracht, alle sind zufrieden, so liebe ich es."
    }
  },
  {
    "translation": {
      "en": "That's wonderful, wonderful.",
      "de": "Ja, wunderbar, wunderbar."
    }
  },
  {
    "translation": {
      "en": "- Detective Mitchell. - Mr. Case.",
      "de": "-Detective Mitchell. -Mr. Case."
    }
  },
  {
    "translation": {
      "en": "- Be seated, gentlemen. - Thank you.",
      "de": "-Nehmen Sie Platz, Gentlemen. -Danke sehr."
    }
  },
  {
    "translation": {
      "en": "- Can I offer you anything? - No.",
      "de": "-Darf ich Ihnen etwas anbieten? -Nein."
    }
  },
  {
    "translation": {
      "en": "I must say,",
      "de": "Ich muss sagen,"
    }
  },
  {
    "translation": {
      "en": "I was most impressed",
      "de": "ich war höchst beeindruckt davon,"
    }
  },
  {
    "translation": {
      "en": "by the way you handled that business.",
      "de": "wie Sie die Sache gehandhabt haben."
    }
  },
  {
    "translation": {
      "en": "- Thank you, Mr. Case. - Whenever I hear the term",
      "de": "Danke, Mr. Case. Immer, wenn ich den Ausdruck \"New York's Elite\" höre,"
    }
  },
  {
    "translation": {
      "en": "\"New York's Finest,\" you're who I think of.",
      "de": "Immer, wenn ich den Ausdruck \"New York's Elite\" höre, denke ich an Sie."
    }
  },
  {
    "translation": {
      "en": "You keep the rest of us safe and make it look easy.",
      "de": "Sie beschützen uns Bürger und lassen es leicht aussehen."
    }
  },
  {
    "translation": {
      "en": "Pardon me.",
      "de": "-Entschuldigen Sie. -Was ist so amüsant?"
    }
  },
  {
    "translation": {
      "en": "- What's so amusing? - When you say \"the rest of us,\" Mr. Case.",
      "de": "-Entschuldigen Sie. -Was ist so amüsant? Dass Sie \"uns Bürger\" sagen, Mr. Case, ich meine, sehen Sie sich um."
    }
  },
  {
    "translation": {
      "en": "I mean, you got to look around. \"The rest of us\"",
      "de": "Dass Sie \"uns Bürger\" sagen, Mr. Case, ich meine, sehen Sie sich um. \"Der Bürger\" ist eine Kategorie, der Sie doch schon lange entwachsen sind."
    }
  },
  {
    "translation": {
      "en": "is a category that you haven't qualified for in a long time.",
      "de": "\"Der Bürger\" ist eine Kategorie, der Sie doch schon lange entwachsen sind."
    }
  },
  {
    "translation": {
      "en": "Touché, Detective. I won't deny it. I've done well.",
      "de": "Touché, Detective. Ich leugne es nicht, ich hatte Erfolg."
    }
  },
  {
    "translation": {
      "en": "Yes, you have. But I'm very confused.",
      "de": "Ja, den hatten Sie. Aber ich bin verwirrt."
    }
  },
  {
    "translation": {
      "en": "You see, I got a case",
      "de": "Sehen Sie, die Sache ist die:"
    }
  },
  {
    "translation": {
      "en": "where armed robbers laid siege to your bank.",
      "de": "Bewaffnete Räuber kommen und nisten sich in Ihrer Bank ein."
    }
  },
  {
    "translation": {
      "en": "- It is your bank, right? - I'm chairman of the board of directors.",
      "de": "Ist doch Ihre Bank, oder? Nun, ich bin Vorstandsvorsitzender."
    }
  },
  {
    "translation": {
      "en": "Then ai-ka-zai- ka-ben-a-kazoo, the robbers disappear.",
      "de": "Nun, ich bin Vorstandsvorsitzender. Dann..."
    }
  },
  {
    "translation": {
      "en": "Poof. And they don't take a nickel, right?",
      "de": "Die Räuber verschwinden. Puff. Und die stehlen nicht einen Dollar, ja?"
    }
  },
  {
    "translation": {
      "en": "- Are you asking me? - Yes, I'm asking you.",
      "de": "-Sie fragen mich? -Ja, das frage ich Sie."
    }
  },
  {
    "translation": {
      "en": "I mean, it's your bank. You own it. I'm asking you.",
      "de": "Es ist Ihre Bank, sie gehört Ihnen. Ich frage Sie."
    }
  },
  {
    "translation": {
      "en": "It's a tiny part of our organization.",
      "de": "Sie ist nur ein winziger Teil unseres Unternehmens."
    }
  },
  {
    "translation": {
      "en": "No robbers, no real victims, no loot missing.",
      "de": "Keine Räuber. Keine richtigen Opfer. Keine Beute."
    }
  },
  {
    "translation": {
      "en": "- Got to be the first time in law-enforcement history., - I never heard of it before.",
      "de": "Muss das erste Mal in der Kriminalgeschichte sein."
    }
  },
  {
    "translation": {
      "en": "So you got to ask yourself, \"What the fuck happened?\" don't you, Mr. Case?",
      "de": "Ich hab sowas noch nie gehört. Sie müssten sich doch fragen, Mr. Case: \"Scheiße, was ist da passiert?\""
    }
  },
  {
    "translation": {
      "en": "- I'm not sure I like your tone. - You don't like my tone?",
      "de": "Sie müssten sich doch fragen, Mr. Case: \"Scheiße, was ist da passiert?\" Ich glaube, mir gefällt Ihr Ton nicht, Officer."
    }
  },
  {
    "translation": {
      "en": "Then give me a straight answer.",
      "de": "Mein Ton gefällt Ihnen nicht? Dann antworten Sie."
    }
  },
  {
    "translation": {
      "en": "It's the founding bank of your empire. You built it. It's your baby.",
      "de": "Auf dieser Ihrer Bank gründet Ihr gesamtes Imperium. Es ist Ihr Baby."
    }
  },
  {
    "translation": {
      "en": "- Give me a straight answer. What do you think happened? - I have no idea.",
      "de": "Eine ehrliche Antwort. Was, denken Sie, ist passiert? -Ich habe keine Ahnung. -Ach, kommen Sie schon. Kommen Sie."
    }
  },
  {
    "translation": {
      "en": "Oh, come on, now. Come on.",
      "de": "-Ich habe keine Ahnung. -Ach, kommen Sie schon. Kommen Sie."
    }
  },
  {
    "translation": {
      "en": "I tell you what I think. I think you sent that woman in there to patch things up.",
      "de": "Ich sag' Ihnen, was ich glaube. Sie schickten Miss White rein, um alles in Ordnung zu bringen."
    }
  },
  {
    "translation": {
      "en": "Miss White-- I think you paid her. What was she doing in there?",
      "de": "Miss White. Sie bezahlten sie. Was wollte sie da drinnen?"
    }
  },
  {
    "translation": {
      "en": "This is absurd. Are you implying that I had anything to do with it?",
      "de": "Das ist absurd. Wollen Sie andeuten, dass ich etwas damit zu tun hatte?"
    }
  },
  {
    "translation": {
      "en": "Safe-deposit box 392. What's the story on that?",
      "de": "Bankschließfach 392. Was hat es damit auf sich?"
    }
  },
  {
    "translation": {
      "en": "- I have no idea what you're-- - Don't lie to me, Mr. Case.",
      "de": "-Ich weiß nicht, wovon Sie reden. -Belügen Sie mich nicht, Mr. Case."
    }
  },
  {
    "translation": {
      "en": "- I don't lie. - I looked at all the records,",
      "de": "-Ich weiß nicht, wovon Sie reden. -Belügen Sie mich nicht, Mr. Case. -Ich lüge nicht. -Ich kenne alle Unterlagen."
    }
  },
  {
    "translation": {
      "en": "all the bank records for safe-deposit boxes at your bank.",
      "de": "Sämtliche Unterlagen für Schließfächer in dieser Ihrer Bank."
    }
  },
  {
    "translation": {
      "en": "At first glance, everything looked fine, but...",
      "de": "Auf den ersten Blick sah alles gut aus,"
    }
  },
  {
    "translation": {
      "en": "there was one safe-deposit box that had no records.",
      "de": "aber für ein einziges Schließfach gibt es keine Unterlagen."
    }
  },
  {
    "translation": {
      "en": "I mean, going all the way back to 1948. So I started thinking,",
      "de": "Schon seit 1948 nicht. Und da dachte ich nach: Wer könnte dieses Rätsel beantworten?"
    }
  },
  {
    "translation": {
      "en": "\"Who would have the answer to this riddle?\"",
      "de": "Und da dachte ich nach: Wer könnte dieses Rätsel beantworten?"
    }
  },
  {
    "translation": {
      "en": "Probably the man who forgot to mention",
      "de": "Wohl der Mann, der vergaß, zu erwähnen,"
    }
  },
  {
    "translation": {
      "en": "that he built the bank in the first place in 1948.",
      "de": "dass er diese Bank '48 gebaut hat."
    }
  },
  {
    "translation": {
      "en": "It doesn't add up, Mr. Case. It does not add up.",
      "de": "Es passt nicht zusammen, Mr. Case, es passt nicht zusammen."
    }
  },
  {
    "translation": {
      "en": "I'm afraid I-- I can't be of any further use to you, Detective.",
      "de": "Ich fürchte, ich kann Ihnen nicht weiter behilflich sein, Detective."
    }
  },
  {
    "translation": {
      "en": "It's something really bad, isn't it?",
      "de": "Es ist etwas Schlimmes, oder?"
    }
  },
  {
    "translation": {
      "en": "Mr. Frazier, I have spent my whole life serving humanity.",
      "de": "Mr. Frazier, ich habe mein ganzes Leben der Menschheit gedient."
    }
  },
  {
    "translation": {
      "en": "You can ask anyone who knows me.",
      "de": "Fragen Sie alle, die mich kennen."
    }
  },
  {
    "translation": {
      "en": "They'll vouch for me and for the things that I've done.",
      "de": "Sie werden für mich bürgen, ebenso für meine Taten."
    }
  },
  {
    "translation": {
      "en": "You think they'll vouch for you after I find out the truth about this ring?",
      "de": "Tun sie das auch noch, wenn ich die Wahrheit über diesen Ring rausfinde?"
    }
  },
  {
    "translation": {
      "en": "I don't think so.",
      "de": "Ich glaube nicht."
    }
  },
  {
    "translation": {
      "en": "Oh, by the way, that thing you said about us being New York's Finest?",
      "de": "Oh, übrigens, dass Sie gesagt haben, wir seien \"New Yorks Elite\"?"
    }
  },
  {
    "translation": {
      "en": "I want you to know we really appreciate that.",
      "de": "Ehrlich Sir, das wissen wir wirklich sehr zu schätzen."
    }
  },
  {
    "translation": {
      "en": "How gracious.",
      "de": "Wie liebenswürdig."
    }
  },
  {
    "translation": {
      "en": "Let's go. We're gonna follow that ring.",
      "de": "Gehen wir. Folgen wir diesem Ring."
    }
  },
  {
    "translation": {
      "en": "Hey, Keith, let me see your shoe.",
      "de": "-Keith, lass mal deine Schuhe sehen. -Was?"
    }
  },
  {
    "translation": {
      "en": "- What? - Let me see your shoe.",
      "de": "-Lass mal deine Schuhe sehen. -Warum?"
    }
  },
  {
    "translation": {
      "en": "- Why? - 'Cause I have never seen anybody put their foot",
      "de": "-Lass mal deine Schuhe sehen. -Warum? Ich habe noch nie gesehen, dass ein Fuß so tief im Arsch von jemandem gesteckt hat."
    }
  },
  {
    "translation": {
      "en": "- that far up a guy's ass. - ( laughing )",
      "de": "Ich habe noch nie gesehen, dass ein Fuß so tief im Arsch von jemandem gesteckt hat."
    }
  },
  {
    "translation": {
      "en": "- I guess I did, didn't I? - Man, you cut him an ass",
      "de": "Ja, so war's, oder?"
    }
  },
  {
    "translation": {
      "en": "the length of the Lincoln Tunnel.",
      "de": "Oh Mann. Sein Arsch hat jetzt die Größe vom Lincoln-Tunnel."
    }
  },
  {
    "translation": {
      "en": "We're gonna need a traffic cop on that shit.",
      "de": "Da müssen wir einen Verkehrspolizisten reinstellen."
    }
  },
  {
    "translation": {
      "en": "- Good afternoon, sir. Do you have a reservation? - Looking for the mayor.",
      "de": "Guten Tag, Sir. -Haben Sie reserviert? -Ich will zum Bürgermeister."
    }
  },
  {
    "translation": {
      "en": "- May I have your hat, please? - No, you cannot. Get your own.",
      "de": "-Darf ich Ihren Hut nehmen? -Holen Sie sich 'nen eigenen."
    }
  },
  {
    "translation": {
      "en": "Madeline: Invest $4 billion over the next four years...",
      "de": "Sie wollen vier Milliarden in den nächsten vier Jahren investieren."
    }
  },
  {
    "translation": {
      "en": "- And that's all in place. - Sorry to interrupt you, Mr. Mayor,",
      "de": "Und die Sache steht bereits fest. Entschuldigen Sie die Störung, aber eine alte amerikanische Redensart sagt:"
    }
  },
  {
    "translation": {
      "en": "but there's an old American saying: \"When there's blood on the streets,",
      "de": "Entschuldigen Sie die Störung, aber eine alte amerikanische Redensart sagt: \"Wenn Blut auf den Straßen fließt, muss auch jemand ins Gefängnis.\""
    }
  },
  {
    "translation": {
      "en": "somebody's got to go to jail.\"",
      "de": "\"Wenn Blut auf den Straßen fließt, muss auch jemand ins Gefängnis.\""
    }
  },
  {
    "translation": {
      "en": "Edwin, could you please excuse us for a minute?",
      "de": "Edmund, bitte entschuldigen Sie uns für einen Augenblick."
    }
  },
  {
    "translation": {
      "en": "- What's this about, Detective? - I believe Detective Frazier",
      "de": "Worum geht's, Detective? Ich glaube, Detective Frazier möchte einen Abschluss finden."
    }
  },
  {
    "translation": {
      "en": "is looking for some closure.",
      "de": "Ich glaube, Detective Frazier möchte einen Abschluss finden."
    }
  },
  {
    "translation": {
      "en": "That's a good word-- \"closure.\"",
      "de": "Schönes Wort. Abschluss."
    }
  },
  {
    "translation": {
      "en": "\"Case closed,\" you know what I mean?",
      "de": "Besonders in Verbindung mit einem Fall."
    }
  },
  {
    "translation": {
      "en": "This is the number of the War Crimes Issues Office",
      "de": "Das ist die Nummer des Amts für Kriegsverbrechen in Washington D.C."
    }
  },
  {
    "translation": {
      "en": "in Washington, D.C.",
      "de": "des Amts für Kriegsverbrechen in Washington D.C."
    }
  },
  {
    "translation": {
      "en": "How would you like to be on the front page The New York Times?",
      "de": "Möchten Sie gern mal auf's Titelblatt der New York Times?"
    }
  },
  {
    "translation": {
      "en": "That'd be great. Make sure they spell my name right, though.",
      "de": "Das wäre toll. Sorgen Sie dafür, dass die meinen Namen richtig schreiben. Mit \"Z\"."
    }
  },
  {
    "translation": {
      "en": "That's \"Frazier\" with a \"Z.\"",
      "de": "Sorgen Sie dafür, dass die meinen Namen richtig schreiben. Mit \"Z\". Den können Sie behalten."
    }
  },
  {
    "translation": {
      "en": "You can keep the pen.",
      "de": "Den können Sie behalten."
    }
  },
  {
    "translation": {
      "en": "You've made copies?",
      "de": "Haben Sie Kopien gemacht?"
    }
  },
  {
    "translation": {
      "en": "Please.",
      "de": "Ich bitte Sie."
    }
  },
  {
    "translation": {
      "en": "We've got to keep the real criminals off the street, Your Honor.",
      "de": "Wir müssen doch die richtigen Verbrecher erwischen, Euer Ehren."
    }
  },
  {
    "translation": {
      "en": "All right. Well, thanks for lunch.",
      "de": "Schön, also dann, danke fürs Essen."
    }
  },
  {
    "translation": {
      "en": "War crimes, huh?",
      "de": "Kriegsverbrechen, hm?"
    }
  },
  {
    "translation": {
      "en": "What have you got me into this time?",
      "de": "Wo haben Sie mich diesmal reingezogen?"
    }
  },
  {
    "translation": {
      "en": "( whispers ) Mama?",
      "de": "Mama?"
    }
  },
  {
    "translation": {
      "en": "- Did you bring Big Willie? - And the twins.",
      "de": "-Hast du Big Willie mitgebracht? -Und die Zwillinge."
    }
  },
  {
    "translation": {
      "en": "Slow down, girl. Get my gun off before I get my gun off, okay?",
      "de": "Nicht so schnell, Mädel. Ich muss eine von meinen Kanonen erst weglegen."
    }
  },
  {
    "translation": {
      "en": "Pow pow.",
      "de": "Pow Pow."
    }
  },
  {
    "translation": {
      "en": "- Sorry. - Excuse me.",
      "de": "-Entschuldigung. -Ich muss mich entschuldigen."
    }
  },
  {
    "translation": {
      "en": "- Keith: Why don't you just walk out the door? - Russel: I will.",
      "de": "-Entschuldigung. -Ich muss mich entschuldigen. -Warum gehen Sie nicht zur Tür raus? -Das werde ich."
    }
  },
  {
    "translation": {
      "en": "I'm gonna walk out of that door when I'm good and ready.",
      "de": "-Warum gehen Sie nicht zur Tür raus? -Das werde ich. Ich werde durch diese Tür gehen, sobald ich hier fertig bin."
    }
  },
  {
    "translation": {
      "en": "Son of a bitch.",
      "de": "Du Schweinehund."
    }
  },
  {
    "translation": {
      "en": "Come on, honey. The handcuffs are getting cold.",
      "de": "Komm Schatz. Die Handschellen werden kalt."
    }
  }
]