[
  {
    "translation": {
      "en": "Would you like to see before, you know...",
      "de": "Möchtest du ihn noch mal sehen, bevor... Du weißt schon."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "Brian? Who's this?",
      "de": "Brian? Wer ist das?"
    }
  },
  {
    "translation": {
      "en": "You know, I asked myself the same thing when my dad passed.",
      "de": "Das fragte ich mich auch, als mein Vater starb."
    }
  },
  {
    "translation": {
      "en": "I said, \"Who is this man?\"",
      "de": "-\"Wer ist dieser Mann?\" -Nein, Brian."
    }
  },
  {
    "translation": {
      "en": "No, no, Brian. Who's this in the coffin?",
      "de": "-\"Wer ist dieser Mann?\" -Nein, Brian. Wer liegt da im Sarg? Das ist nicht mein Vater."
    }
  },
  {
    "translation": {
      "en": "-Because that's not my father. -Are you sure?",
      "de": "Wer liegt da im Sarg? Das ist nicht mein Vater. Bist du sicher?"
    }
  },
  {
    "translation": {
      "en": "Are you asking me if I'm sure I know what my father looks like?",
      "de": "Meinst du, ich weiß nicht, wer mein Vater ist?"
    }
  },
  {
    "translation": {
      "en": "No, people make mistakes in a time of grief, Aaron. Look at the damn body, man.",
      "de": "-Trauer lässt Menschen irren, Aaron. -Guck ihn dir an, Mann!"
    }
  },
  {
    "translation": {
      "en": "Oh, shit.",
      "de": "Oh, Scheiße."
    }
  },
  {
    "translation": {
      "en": "-You got Jackie Chan in there! -Okay, listen...",
      "de": "-Da liegt Jackie Chan! -Okay, hör zu..."
    }
  },
  {
    "translation": {
      "en": "Come on, Brian. You know what my father looks like.",
      "de": "Komm schon, Brian. Du kennst meinen Vater."
    }
  },
  {
    "translation": {
      "en": "We are very scattered today. This type of thing almost never happens.",
      "de": "Wir sind heute etwas wirr. So was passiert uns fast nie."
    }
  },
  {
    "translation": {
      "en": "-Almost never happens? -I said that out loud?",
      "de": "-Fast nie? -Habe ich das laut gesagt?"
    }
  },
  {
    "translation": {
      "en": "It's not Burger King. You can't just mess up my order.",
      "de": "Es geht hier nicht um einen falschen Burger."
    }
  },
  {
    "translation": {
      "en": "Please, just calm down. I think I know where he is. You think?",
      "de": "-Ich glaube, ich weiß, wo er ist. -Du glaubst?"
    }
  },
  {
    "translation": {
      "en": "If my dad's not in this coffin in one hour, then you have to take his place.",
      "de": "Ist mein Vater nicht in einer Stunde in diesem Sarg, landest du darin."
    }
  },
  {
    "translation": {
      "en": "-You got it? -Don't worry. I'll get him back.",
      "de": "-Verstanden? -Keine Sorge, ich finde ihn. Versprochen."
    }
  },
  {
    "translation": {
      "en": "I promise that. He's in one of two places. I think it's the second place.",
      "de": "-Verstanden? -Keine Sorge, ich finde ihn. Versprochen. Er kann nur an zwei Orten sein. Ich glaube, er ist am zweiten."
    }
  },
  {
    "translation": {
      "en": "Listen, okay, guys? Let's pack this up. Close this.",
      "de": "Okay, Jungs, packt zusammen. Mach das zu."
    }
  },
  {
    "translation": {
      "en": "Let's go, let's get out of here.",
      "de": "Lasst uns fahren."
    }
  },
  {
    "translation": {
      "en": "Wait a minute, before we move... Okay. Did I give you my keys?",
      "de": "Moment. Bevor wir fahren... Hast du meine Schlüssel?"
    }
  },
  {
    "translation": {
      "en": "No. They in the car. I left the damn keys in the car.",
      "de": "Nein. Sie sind im Auto. Ich habe sie im Auto gelassen."
    }
  },
  {
    "translation": {
      "en": "Let's go, guys. I think it's on.",
      "de": "Los, Jungs. Packen wir es an."
    }
  },
  {
    "translation": {
      "en": "If you're so antsy about being here, why'd you come out in the first place?",
      "de": "Wenn es dich so nervös macht, warum bist du dann hier?"
    }
  },
  {
    "translation": {
      "en": "-You know why. -I hate funerals.",
      "de": "Du weißt, warum. Ich hasse Beerdigungen."
    }
  },
  {
    "translation": {
      "en": "All about death, death, death.",
      "de": "Alles dreht sich nur um den Tod."
    }
  },
  {
    "translation": {
      "en": "I don't think funerals are designed for anybody to like, Norman.",
      "de": "Ich denke, Beerdigungen dienen nicht dazu, dass man sie genießt, Norman."
    }
  },
  {
    "translation": {
      "en": "I suppose.",
      "de": "Vermutlich."
    }
  },
  {
    "translation": {
      "en": "I don't want a regular funeral when it's my time to go, you know.",
      "de": "Ich will später keine gewöhnliche Beerdigung haben."
    }
  },
  {
    "translation": {
      "en": "I want my life celebrated.",
      "de": "Mein Leben soll gefeiert werden."
    }
  },
  {
    "translation": {
      "en": "Like Anna Nicole Smith, Richard Nixon, somebody big and powerful.",
      "de": "Wie das von Anna Nicole Smith und Richard Nixon. Jemand Großes und Mächtiges."
    }
  },
  {
    "translation": {
      "en": "I want mine to be the saddest day ever.",
      "de": "Mein Tag soll traurig sein."
    }
  },
  {
    "translation": {
      "en": "Stock market should crash, factories shut down,",
      "de": "Aktienmärkte brechen zusammen, Fabriken schließen, weinende Mädchen in den Straßen."
    }
  },
  {
    "translation": {
      "en": "girls crying in the streets.",
      "de": "Fabriken schließen, weinende Mädchen in den Straßen."
    }
  },
  {
    "translation": {
      "en": "That kind of thing. An eclipse would be nice.",
      "de": "So was in der Art. Eine Sonnenfinsternis wäre toll."
    }
  },
  {
    "translation": {
      "en": "-Come on. -What?",
      "de": "-Komm schon. -Was?"
    }
  },
  {
    "translation": {
      "en": "You still smoking after all of those warnings and stuff out there?",
      "de": "Du rauchst immer noch, trotz allem, was man hört?"
    }
  },
  {
    "translation": {
      "en": "No, Norman, stop, all right. You used to smoke. We used to smoke together.",
      "de": "Lass das, Norman. Du hast auch geraucht. Wir haben zusammen geraucht."
    }
  },
  {
    "translation": {
      "en": "I used to piss my pants and then I stopped.",
      "de": "Ich habe mich auch vollgepinkelt und aufgehört."
    }
  },
  {
    "translation": {
      "en": "I got my own problems to worry about without worrying about your damn smoking.",
      "de": "Ich habe genug eigene Probleme, ohne mich um dein Rauchen zu sorgen."
    }
  },
  {
    "translation": {
      "en": "Come on, Norman. What problems you got, man?",
      "de": "Ich habe genug eigene Probleme, ohne mich um dein Rauchen zu sorgen. Norman, was hast du für Probleme?"
    }
  },
  {
    "translation": {
      "en": "-I told you! My rash! -Got to use condoms, papa.",
      "de": "Das weißt du doch. -Mein Ausschlag. -Benutz Kondome."
    }
  },
  {
    "translation": {
      "en": "-On my hand, dude. -You still have to use a condom, Norman.",
      "de": "An meiner Hand, Alter! Du musst trotzdem Kondome nehmen. Das ist das oberste Gebot."
    }
  },
  {
    "translation": {
      "en": "That's the first line of defense.",
      "de": "Du musst trotzdem Kondome nehmen. Das ist das oberste Gebot."
    }
  },
  {
    "translation": {
      "en": "This shit ain't normal. Look at it.",
      "de": "Der Scheiß ist nicht normal. Guck."
    }
  },
  {
    "translation": {
      "en": "-Fuck. That ain't a rash, man. -What you think it is?",
      "de": "-Scheiße. Das ist kein Ausschlag, Mann. -Was ist es dann?"
    }
  },
  {
    "translation": {
      "en": "I don't know, but it's very splotchy.",
      "de": "Keine Ahnung, aber es ist... ...sehr fleckig."
    }
  },
  {
    "translation": {
      "en": "Splotchy? I hate splotchy. I'm gonna pass away, I'm gonna die!",
      "de": "Fleckig? Fleckig ist nicht gut! Ich werde tot umfallen, ich werde sterben!"
    }
  },
  {
    "translation": {
      "en": "-Nah. -And I'm so damn young!",
      "de": "-Nein. -Ich bin doch noch so jung!"
    }
  },
  {
    "translation": {
      "en": "They brought the wrong body.",
      "de": "Sie hatten die falsche Leiche."
    }
  },
  {
    "translation": {
      "en": "Honey, did you hear me? They brought the wrong body.",
      "de": "Liebling, hörst du? Sie hatten die falsche Leiche."
    }
  },
  {
    "translation": {
      "en": "Oh, my God! Well, do they know where he is? They think so.",
      "de": "-Oh mein Gott. Wissen sie, wo er ist? -Sie glauben es."
    }
  },
  {
    "translation": {
      "en": "I told you. I told you not to use the Marshalls, but, no, you wanted to keep it all in the neighborhood.",
      "de": "Ich sagte: \"Nimm nicht die Marshalls.\" Aber du wolltest den Nachbarn helfen."
    }
  },
  {
    "translation": {
      "en": "Don't rub it in, not today. I got too much to worry about.",
      "de": "Reite nicht darauf rum, nicht heute. Ich habe zu viel um die Ohren."
    }
  },
  {
    "translation": {
      "en": "Dad insisted on having his funeral at home, so now I just can't escape it.",
      "de": "Dad wollte eine Feier zu Hause, und jetzt kann ich nicht entkommen."
    }
  },
  {
    "translation": {
      "en": "Death is everywhere.",
      "de": "Der Tod ist überall."
    }
  },
  {
    "translation": {
      "en": "Baby, no. No, it's not. Mom won't stop crying.",
      "de": "-Liebling, das stimmt doch nicht. -Mom hört nicht auf zu weinen."
    }
  },
  {
    "translation": {
      "en": "-Ryan hasn't helped out. -Not like he ever does.",
      "de": "-Ryan hat nicht geholfen. -Wie immer."
    }
  },
  {
    "translation": {
      "en": "Plus on top of that, I got to worry about this whole eulogy thing.",
      "de": "Und ich mache mir Sorgen wegen der Trauerrede."
    }
  },
  {
    "translation": {
      "en": "I am sure it'll be the best eulogy anybody's ever heard.",
      "de": "Ich bin mir sicher, du hältst die beste Trauerrede."
    }
  },
  {
    "translation": {
      "en": "Doesn't matter.",
      "de": "Ist sowieso egal."
    }
  },
  {
    "translation": {
      "en": "All anybody's gonna be thinking is, \"Why isn't Ryan doing the eulogy?",
      "de": "Alle werden nur denken: \"Warum hält Ryan nicht die Trauerrede? Lass den Autor ein paar Worte sagen.\""
    }
  },
  {
    "translation": {
      "en": "\"Step aside and let the writer say a few words.\"",
      "de": "\"Warum hält Ryan nicht die Trauerrede? Lass den Autor ein paar Worte sagen.\""
    }
  },
  {
    "translation": {
      "en": "Even I'm gonna be thinking it. Why don't you just let him do it then?",
      "de": "-Selbst ich werde das denken. -Dann lass es ihn machen."
    }
  },
  {
    "translation": {
      "en": "So, now you want Ryan to do the eulogy? No. I'm just saying...",
      "de": "-Du willst, dass Ryan die Rede hält. -Nein."
    }
  },
  {
    "translation": {
      "en": "You're just saying that you wanna hear Ryan's eulogy.",
      "de": "-Ich sage nur... -Dass du Ryans Trauerrede hören willst."
    }
  },
  {
    "translation": {
      "en": "No. You're the oldest, so... So, the only reason I should do it is because I'm old.",
      "de": "-Nein, du bist der Älteste... -Ich mache es also, weil ich alt bin?"
    }
  },
  {
    "translation": {
      "en": "Aaron, calm down.",
      "de": "Aaron, beruhige dich."
    }
  },
  {
    "translation": {
      "en": "I think that you are every bit as good a writer as your brother.",
      "de": "Du bist ein ebenso guter Autor wie dein Bruder."
    }
  },
  {
    "translation": {
      "en": "I just think that you need to let someone actually read your book.",
      "de": "Ich denke nur, dass du jemandem dein Buch zum Lesen geben solltest."
    }
  },
  {
    "translation": {
      "en": "It's not ready yet.",
      "de": "-Es ist noch nicht fertig. -In Ordnung."
    }
  },
  {
    "translation": {
      "en": "Okay, fine. But don't forget, we close on the house next week.",
      "de": "-Es ist noch nicht fertig. -In Ordnung. Denk dran, dass wir nächste Woche das Haus kaufen."
    }
  },
  {
    "translation": {
      "en": "-I know. -I mean, I love your mom,",
      "de": "-Ich weiß. -Ich liebe deine Mutter, aber..."
    }
  },
  {
    "translation": {
      "en": "but I am so ready to move.",
      "de": "-...ich muss ausziehen. -Ich weiß."
    }
  },
  {
    "translation": {
      "en": "I know, honey, but we just got to get through today, okay?",
      "de": "-...ich muss ausziehen. -Ich weiß. -Wir müssen nur heute durchstehen, okay? -Eben!"
    }
  },
  {
    "translation": {
      "en": "Exactly.",
      "de": "-Wir müssen nur heute durchstehen, okay? -Eben!"
    }
  },
  {
    "translation": {
      "en": "I know this is rough.",
      "de": "Ich weiß, es ist hart..."
    }
  },
  {
    "translation": {
      "en": "But it's the last day of my cycle.",
      "de": "...aber es ist der letzte Tag meines Zyklus, und ich bin 37."
    }
  },
  {
    "translation": {
      "en": "And I'm 37 years old, so we need to try to,",
      "de": "...aber es ist der letzte Tag meines Zyklus, und ich bin 37. Wir müssen versuchen... Du weißt schon."
    }
  },
  {
    "translation": {
      "en": "you know, we need to do it, at least once today, okay?",
      "de": "Wir müssen versuchen... Du weißt schon. Wir müssen es tun. -Wenigstens ein Mal, okay? -Liebling."
    }
  },
  {
    "translation": {
      "en": "-Babe. -Yeah?",
      "de": "-Wenigstens ein Mal, okay? -Liebling."
    }
  },
  {
    "translation": {
      "en": "You're gonna have to switch that cycle down to low for now, just for now.",
      "de": "-Ja? -Du musst diesen Zyklus runterdrehen. Nur für den Moment."
    }
  },
  {
    "translation": {
      "en": "Can we at least find the body first?",
      "de": "Können wir zumindest erst die Leiche finden?"
    }
  },
  {
    "translation": {
      "en": "-Are you okay? -Yeah, absolutely.",
      "de": "Alles klar bei dir? Ja, alles super."
    }
  },
  {
    "translation": {
      "en": "Okay, I'm a... I'm a little nervous.",
      "de": "Okay, ich bin ein bisschen nervös."
    }
  },
  {
    "translation": {
      "en": "Why, because you're gonna see my dad again?",
      "de": "Weil du meinen Vater wiedersiehst?"
    }
  },
  {
    "translation": {
      "en": "I just don't think I've ever been so openly hated by anyone before. Even my seventh graders aren't that mean.",
      "de": "Ich wurde noch nie so offen gehasst. Selbst meine Siebtklässler sind netter."
    }
  },
  {
    "translation": {
      "en": "I think he's gonna be more concerned today that his brother just died than be...",
      "de": "Heute beschäftigt ihn der Tod seines Bruders."
    }
  },
  {
    "translation": {
      "en": "-Babe. -I'm sorry, baby. It's the traffic.",
      "de": "-Schatz. -Entschuldige, das ist der Verkehr."
    }
  },
  {
    "translation": {
      "en": "Right. Anyway, when I tell him that we're getting married,",
      "de": "Jedenfalls muss er dich akzeptieren, wenn ich ihm von der Verlobung erzähle."
    }
  },
  {
    "translation": {
      "en": "he's just gonna have to accept you. I...",
      "de": "Jedenfalls muss er dich akzeptieren, wenn ich ihm von der Verlobung erzähle. -Ich glaube... -Herrgott!"
    }
  },
  {
    "translation": {
      "en": "-Jesus! Are you okay? -Oh, my God.",
      "de": "-Ich glaube... -Herrgott! -Mein Gott! -Alles klar?"
    }
  },
  {
    "translation": {
      "en": "-You asshole! -Fuck you, bitch.",
      "de": "-Sie Arschloch! -Sie können mich mal."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, flip me off. Can't you see there's a traffic jam?",
      "de": "Ja, zeigen Sie mir den Finger! Sehen Sie nicht den Stau?"
    }
  },
  {
    "translation": {
      "en": "You poke your eye out, your father's gonna kill me.",
      "de": "Wenn du blind bist, tötet mich dein Vater."
    }
  },
  {
    "translation": {
      "en": "-Oscar, baby. -Yes. -Look at me. -Okay.",
      "de": "-Oscar, Liebling. Sieh mich an. -Okay."
    }
  },
  {
    "translation": {
      "en": "-Relax. Okay? -All right. Everything is fine. Okay? Breathe.",
      "de": "Entspann dich, okay? Es ist alles in Ordnung. Okay?"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "de": "-Atme. -Okay."
    }
  },
  {
    "translation": {
      "en": "-Better? -Better.",
      "de": "-Besser? -Besser."
    }
  },
  {
    "translation": {
      "en": "Oh, good. It's okay.",
      "de": "Sehr gut. Alles wird gut."
    }
  },
  {
    "translation": {
      "en": "Fuck you!",
      "de": "Fick dich!"
    }
  },
  {
    "translation": {
      "en": "I think you'll find that everything is in perfect order.",
      "de": "Ich denke, es ist alles genau nach euren Wünschen."
    }
  },
  {
    "translation": {
      "en": "Oh, so, now you wanna be professional.",
      "de": "Jetzt willst du also kompetent sein."
    }
  },
  {
    "translation": {
      "en": "You got your keys? You got your BlackBerry?",
      "de": "Hast du Schlüssel und Handy?"
    }
  },
  {
    "translation": {
      "en": "Because once we bury him, we not gonna dig him back up just so you can tweet.",
      "de": "Wir werden ihn nicht noch mal ausgraben, nur damit du twittern kannst."
    }
  },
  {
    "translation": {
      "en": "Look, I'm trying, okay?",
      "de": "Ich gebe mir wirklich Mühe."
    }
  },
  {
    "translation": {
      "en": "Hey, how is your mother holding up, Aaron? She's fine. She's in great health.",
      "de": "-Wie geht es deiner Mutter, Aaron? -Gut. Sie ist kerngesund."
    }
  },
  {
    "translation": {
      "en": "-There's no more business here. -Good. What about your Uncle Russell? He wasn't doing that well.",
      "de": "-Hier stirbt sonst niemand. -Und Onkel Russell? Dem ging es nicht gut."
    }
  },
  {
    "translation": {
      "en": "-How's he doing? -Bye.",
      "de": "-Tschüss. -Ich frage ja nur."
    }
  },
  {
    "translation": {
      "en": "Okay, I'm just asking. It's conversation, that's all.",
      "de": "-Tschüss. -Ich frage ja nur. Ich will mich unterhalten."
    }
  },
  {
    "translation": {
      "en": "I'm here if you need me, you know that. Thank you for everything.",
      "de": "Ich bin da, wenn du mich brauchst. Danke für alles."
    }
  },
  {
    "translation": {
      "en": "-Michelle, come here. -Bye, Brian.",
      "de": "-Michelle, komm. -Tschüss, Brian."
    }
  },
  {
    "translation": {
      "en": "You don't have to come.",
      "de": "Dann nicht."
    }
  },
  {
    "translation": {
      "en": "I'm just saying, everybody knows that the Colonel stole that recipe",
      "de": "Ich meine ja nur: Jeder weiß, dass Colonel Sanders das Rezept für sein Hähnchen"
    }
  },
  {
    "translation": {
      "en": "for fried chicken from a slave named Jubalai.",
      "de": "Jeder weiß, dass Colonel Sanders das Rezept für sein Hähnchen von dem Sklaven Jubalai gestohlen hat."
    }
  },
  {
    "translation": {
      "en": "Now, I give him credit for the coleslaw, but that's it.",
      "de": "Den Krautsalat traue ich ihm zu, aber das war's."
    }
  },
  {
    "translation": {
      "en": "Hey, buddy! How you doing?",
      "de": "Hey, Mann. Wie geht es dir?"
    }
  },
  {
    "translation": {
      "en": "I need a favor. I need you to pick up Uncle Russell.",
      "de": "Tu mir einen Gefallen und hol Onkel Russell ab."
    }
  },
  {
    "translation": {
      "en": "Yeah, I know it's a hassle, but you're the closest.",
      "de": "Ich weiß, es ist mühselig, aber du bist am nächsten dran."
    }
  },
  {
    "translation": {
      "en": "-Damn! He's always in a bad mood. -Just say you'll do it. We'll do it.",
      "de": "Verdammt. Er hat immer schlechte Laune. Sag zu. Wir machen das."
    }
  },
  {
    "translation": {
      "en": "It's not a mood if he's always in it. It's his personality. Can you do it?",
      "de": "Es ist keine Laune, wenn er immer so ist. Das ist sein Charakter."
    }
  },
  {
    "translation": {
      "en": "All right, I'll do it.",
      "de": "-Holst du ihn ab? -Na gut, ich mache es."
    }
  },
  {
    "translation": {
      "en": "Hey, Mama. How you holding up?",
      "de": "Hi, Mom. Wie geht es dir?"
    }
  },
  {
    "translation": {
      "en": "There were so many things we wanted to do still.",
      "de": "Es gab so viele Sachen, die wir noch unternehmen wollten."
    }
  },
  {
    "translation": {
      "en": "Travel. We were going to Australia and China.",
      "de": "Reisen. Wir wollten nach Australien und China."
    }
  },
  {
    "translation": {
      "en": "He wanted to go to Thailand.",
      "de": "Er wollte nach Thailand."
    }
  },
  {
    "translation": {
      "en": "Oh, come on, Ma, you're not gonna fly 25 hours.",
      "de": "Mom, du fliegst doch keine 25 Stunden."
    }
  },
  {
    "translation": {
      "en": "That's not the point. I haven't been feeling well.",
      "de": "Darum geht es nicht. Ich fühle mich in letzter Zeit nicht gut."
    }
  },
  {
    "translation": {
      "en": "Who knows how long I'm gonna live without him?",
      "de": "Wer weiß, wie lange ich ohne ihn noch leben werde."
    }
  },
  {
    "translation": {
      "en": "It might make a difference if I had a grandchild",
      "de": "Es wäre vielleicht was anderes, wenn ich ein Enkelkind hätte."
    }
  },
  {
    "translation": {
      "en": "who could take my mind off of everything, but...",
      "de": "Das würde mich auf andere Gedanken bringen."
    }
  },
  {
    "translation": {
      "en": "-Oh, well. -Cynthia, we are trying.",
      "de": "-Nun ja. -Cynthia, wir versuchen es."
    }
  },
  {
    "translation": {
      "en": "I know what you're trying to do, Michelle, all hours of the day and night, trying.",
      "de": "Ich weiß, was ihr versucht, Michelle. Ihr versucht es Tag und Nacht, aber scheinbar funktioniert es nicht."
    }
  },
  {
    "translation": {
      "en": "But it doesn't seem to be working, now does it?",
      "de": "Ihr versucht es Tag und Nacht, aber scheinbar funktioniert es nicht."
    }
  },
  {
    "translation": {
      "en": "Where's Ryan?",
      "de": "Wo ist Ryan?"
    }
  },
  {
    "translation": {
      "en": "-Have you talked to him yet? -He should be here soon.",
      "de": "-Hast du ihn gesprochen? -Er kommt bald."
    }
  },
  {
    "translation": {
      "en": "Just to see his face would make me feel so much better.",
      "de": "Einfach nur sein Gesicht zu sehen, würde mir schon so sehr helfen."
    }
  },
  {
    "translation": {
      "en": "Oh, I have missed him so much. My baby.",
      "de": "Ich habe ihn so sehr vermisst. Mein Baby."
    }
  },
  {
    "translation": {
      "en": "Do you need me to do something, Cynthia?",
      "de": "Kann ich etwas tun, Cynthia?"
    }
  },
  {
    "translation": {
      "en": "You could take your hand off my husband's coffin.",
      "de": "Du kannst deine Hand vom Sarg meines Mannes nehmen."
    }
  },
  {
    "translation": {
      "en": "You are leaving a smudge mark.",
      "de": "Du hinterlässt Flecken."
    }
  },
  {
    "translation": {
      "en": "Is she shooting us the finger? Or is she just waving?",
      "de": "Zeigt sie uns den Stinkefinger, oder winkt sie?"
    }
  },
  {
    "translation": {
      "en": "That's nice, ladies! Thank you!",
      "de": "Sehr nett von Ihnen. Vielen Dank."
    }
  },
  {
    "translation": {
      "en": "-There he is. -What? -He's okay. -He's gonna need assistance?",
      "de": "-Da ist er. Es geht ihm gut. -Braucht er Hilfe?"
    }
  },
  {
    "translation": {
      "en": "He's just grumpy.",
      "de": "Er ist nur mürrisch."
    }
  },
  {
    "translation": {
      "en": "You got to know how to handle him.",
      "de": "Man muss mit ihm umzugehen wissen."
    }
  },
  {
    "translation": {
      "en": "Oh, he looks kind of sweet.",
      "de": "Er sieht freundlich aus."
    }
  },
  {
    "translation": {
      "en": "-Hi, Uncle Russell! -Hi, Uncle Russell!",
      "de": "Hi, Onkel Russell."
    }
  },
  {
    "translation": {
      "en": "You remember me? I'm Norman. I came to pick you up and take you to the funeral.",
      "de": "Erinnerst du dich an mich? Ich bin Norman. Ich fahre dich zur Beerdigung."
    }
  },
  {
    "translation": {
      "en": "Where the fuck you been, you fat bastard? You took any longer, I'd be dead, too!",
      "de": "Wo zur Hölle warst du, du fetter Mistkerl? Noch später, und ich wäre auch tot."
    }
  },
  {
    "translation": {
      "en": "Shit, good thing you know how to handle him. Would you like to ride shotgun?",
      "de": "Gut, dass du mit ihm umzugehen weißt. Möchten Sie vorne sitzen?"
    }
  },
  {
    "translation": {
      "en": "Stop the game, all right? ...take this missile in your ass.",
      "de": "-Hör auf zu spielen, okay? -Fang das Geschoss mit deinem Arsch."
    }
  },
  {
    "translation": {
      "en": "-Listen. -Yes, the pills. I have them.",
      "de": "-Hör zu. -Ja, ich habe die Tabletten."
    }
  },
  {
    "translation": {
      "en": "-They're right here. -All right, cool. Can I come and get them?",
      "de": "-Hör zu. -Ja, ich habe die Tabletten. -Kann ich sie abholen? -Ich muss zu 'ner Beerdigung."
    }
  },
  {
    "translation": {
      "en": "-I have a funeral to go to. Shit! -Whatever. Man, I'll come over there.",
      "de": "-Kann ich sie abholen? -Ich muss zu 'ner Beerdigung. -Scheiße! -Dann komme ich eben dahin."
    }
  },
  {
    "translation": {
      "en": "-Fuck. -Did you try them?",
      "de": "-Fuck. -Hast du sie getestet?"
    }
  },
  {
    "translation": {
      "en": "No, no, I'm not gonna try them. I made them. But they're good, right? The stuff's good?",
      "de": "-Nein. Ich teste sie nicht, ich mache sie. -Aber das Zeug ist gut?"
    }
  },
  {
    "translation": {
      "en": "I got to go. Never get high on your own supply.",
      "de": "Ich muss los. Kein Trip mit eigenem Zeug."
    }
  },
  {
    "translation": {
      "en": "And, dude, this shit's gonna blow your mind, I guarantee it. You'll love it. All right, got to go. Bye.",
      "de": "Alter, das Zeug haut dich um. Das wird dir gefallen. Bis dann. Tschüss."
    }
  },
  {
    "translation": {
      "en": "Do you always open the door half naked?",
      "de": "-Hola! -Öffnest du die Tür immer halb nackt?"
    }
  },
  {
    "translation": {
      "en": "Come on, Jeff, we're gonna be late.",
      "de": "Los, Jeff, wir kommen zu spät."
    }
  },
  {
    "translation": {
      "en": "All I got to do is just put some pants on.",
      "de": "Ich muss nur eine Hose anziehen, und außerdem bin ich hier zu Hause."
    }
  },
  {
    "translation": {
      "en": "And this is my house, so... You all right, man?",
      "de": "Ich muss nur eine Hose anziehen, und außerdem bin ich hier zu Hause. -Alles klar bei dir? -Ich..."
    }
  },
  {
    "translation": {
      "en": "-He's fine. He's just freaking out. -Is he okay?",
      "de": "Ihm geht's gut, er ist nur nervös."
    }
  },
  {
    "translation": {
      "en": "-A car almost ran into us, and I was yelling. -And this guy just jumped right in our lane.",
      "de": "Uns ist fast ein Auto reingefahren. -Er fuhr uns vors Auto. -Ich habe geschrien."
    }
  },
  {
    "translation": {
      "en": "-I didn't see him. -He did, he totally did.",
      "de": "Das ist er wirklich."
    }
  },
  {
    "translation": {
      "en": "-I'm sorry, baby, I... -No, baby, it's fine. It's fine, okay?",
      "de": "-Tut mir leid, Liebling. -Nein, Schatz, es ist alles gut."
    }
  },
  {
    "translation": {
      "en": "You guys are funny. Hey, what do you think?",
      "de": "-Tut mir leid, Liebling. -Nein, Schatz, es ist alles gut. Was haltet ihr davon? Ja? Nein?"
    }
  },
  {
    "translation": {
      "en": "-Yes, no? -No.",
      "de": "Was haltet ihr davon? Ja? Nein?"
    }
  },
  {
    "translation": {
      "en": "-Go put on your pants, please. -All right.",
      "de": "Nein! Zieh dir deine Hose an. Bitte."
    }
  },
  {
    "translation": {
      "en": "And make sure they're black, Jeffrey! Okay, Mom.",
      "de": "-Und zieh eine schwarze an, Jeffrey. -Okay, Mom."
    }
  },
  {
    "translation": {
      "en": "-I'm so hungry. -God, my heart is racing. I don't know what's wrong with me.",
      "de": "-Ich bin so hungrig. -Mein Herz rast. Was ist los mit mir?"
    }
  },
  {
    "translation": {
      "en": "Oh, here. Take this one. It'll calm you down. Jeff won't mind.",
      "de": "Hier, nimm eine von denen, die beruhigen. Jeff hat sicher nichts dagegen."
    }
  },
  {
    "translation": {
      "en": "What do you mean, take one of those? What is that?",
      "de": "Was ist das?"
    }
  },
  {
    "translation": {
      "en": "It's Valium. I used to take it all the time. It's gonna make you feel better, I promise.",
      "de": "Valium. Die habe ich oft genommen. Dann fühlst du dich besser, versprochen."
    }
  },
  {
    "translation": {
      "en": "-Valium, are you sure? -Yeah.",
      "de": "Valium. Bist du sicher?"
    }
  },
  {
    "translation": {
      "en": "-Yes. -You know, I shouldn't be taking someone else's pills, right?",
      "de": "-Man nimmt nicht jemandes Tabletten, oder? -Das ist okay."
    }
  },
  {
    "translation": {
      "en": "-No, it's okay. -I got to drive and...",
      "de": "-Man nimmt nicht jemandes Tabletten, oder? -Das ist okay. -Ich muss fahren... -Schatz, ich werde fahren. Okay?"
    }
  },
  {
    "translation": {
      "en": "Babe, I'll drive. All right? Just open wide. There we go. Take...",
      "de": "-Ich muss fahren... -Schatz, ich werde fahren. Okay? Mach den Mund auf. So ist es schön. Schluck sie runter."
    }
  },
  {
    "translation": {
      "en": "Let's do this.",
      "de": "Los geht's."
    }
  },
  {
    "translation": {
      "en": "-Oh, my keys. -Jeff, you're wearing sneakers?",
      "de": "-Die Schlüssel... -Jeff, Turnschuhe?"
    }
  },
  {
    "translation": {
      "en": "-They're black, Elaine. -But they're sneakers, Jeff.",
      "de": "-Sie sind schwarz. -Es sind Turnschuhe!"
    }
  },
  {
    "translation": {
      "en": "Is he gonna be any less dead if I'm not wearing sneakers?",
      "de": "-Ist er weniger tot, wenn ich keine trage? -Vergiss es. Fahren wir."
    }
  },
  {
    "translation": {
      "en": "-Forget it. Let's just go. Can I just... -No, I got it.",
      "de": "-Ist er weniger tot, wenn ich keine trage? -Vergiss es. Fahren wir. -Gibst du mir... -Es geht schon."
    }
  },
  {
    "translation": {
      "en": "-Come on, Jeff. -I'm coming. I'm coming.",
      "de": "-Beeil dich, Jeff. -Ich komme schon."
    }
  },
  {
    "translation": {
      "en": "-We're waiting. -Oh, shoot!",
      "de": "-Wir warten. -Mist."
    }
  },
  {
    "translation": {
      "en": "I still can't believe he's gone.",
      "de": "Ich kann nicht glauben, dass er tot ist."
    }
  },
  {
    "translation": {
      "en": "You can't understand death until you've given life.",
      "de": "Den Tod versteht man nur, wenn man Leben geschenkt hat."
    }
  },
  {
    "translation": {
      "en": "-Hey, Mama. -Ryan, my baby!",
      "de": "Hey, Mama. Ryan, mein Baby!"
    }
  },
  {
    "translation": {
      "en": "Mama, I know this is hard, but it's gonna be okay,",
      "de": "Mama, ich weiß, es ist schwierig, aber es wird alles gut."
    }
  },
  {
    "translation": {
      "en": "and we're gonna get through it.",
      "de": "Wir schaffen das."
    }
  },
  {
    "translation": {
      "en": "Oh, Ryan, you always know exactly what to say, always!",
      "de": "Oh, Ryan, du findest immer die richtigen Worte."
    }
  },
  {
    "translation": {
      "en": "I guess if people died every week, we'd see you all the time.",
      "de": "Bei mehr Todesfällen wärst du wohl dauernd da?"
    }
  },
  {
    "translation": {
      "en": "-Hey, big bro. How you doing? -Holding up.",
      "de": "-Hey, großer Bruder. Wie geht's? -Ich komme klar."
    }
  },
  {
    "translation": {
      "en": "-How was your flight, Ryan? -It was okay.",
      "de": "-Wie war dein Flug, Ryan? -Ganz okay."
    }
  },
  {
    "translation": {
      "en": "But I had to buy the seat next to me. I just can't do the small talk anymore.",
      "de": "Ich musste den Platz neben meinem buchen, ich ertrage keinen Small Talk mehr."
    }
  },
  {
    "translation": {
      "en": "And while I'm sitting there, up in first class, they march all the broke people through.",
      "de": "Und wie ich da so saß, vorne in der ersten Klasse, liefen die armen Leute vorbei."
    }
  },
  {
    "translation": {
      "en": "And a couple of them eyeballing me, mad because I'm snacking on warm nuts.",
      "de": "Ein paar von ihnen starrten mich wütend an, weil ich warme Nüsse aß."
    }
  },
  {
    "translation": {
      "en": "So I'm like, \"Take your broke, no-nuts ass to the back of the plane.\"",
      "de": "Ich sagte: \"Schwingen Sie Ihren armen, nusslosen Arsch ans Ende des Flugzeugs.\""
    }
  },
  {
    "translation": {
      "en": "Plus, there was tons of turbulence,",
      "de": "Außerdem gab es jede Menge Turbulenzen."
    }
  },
  {
    "translation": {
      "en": "but I guess that's the thing about flying first class.",
      "de": "Aber das ist die Sache bei der ersten Klasse:"
    }
  },
  {
    "translation": {
      "en": "No matter how much you pay, if the plane crashes, you still end up dead.",
      "de": "Egal, wie viel man bezahlt, wenn das Flugzeug abstürzt... ...ist man am Ende trotzdem tot."
    }
  },
  {
    "translation": {
      "en": "-End up dead! -I'll make sure she's okay.",
      "de": "-Tot! -Ich kümmere mich um sie."
    }
  },
  {
    "translation": {
      "en": "-Please. -End up dead!",
      "de": "-Bitte. -\"Am Ende ist man trotzdem tot.\""
    }
  },
  {
    "translation": {
      "en": "You always know just what to say. My bad.",
      "de": "-Du findest immer die richtigen Worte. -Mein Fehler."
    }
  },
  {
    "translation": {
      "en": "Hey. I love it when you come to family functions, man.",
      "de": "Hey, ich finde es toll, wenn du mit zu Familienfesten kommst."
    }
  },
  {
    "translation": {
      "en": "Because Dad takes his pure hate out on you.",
      "de": "-Dann kriegst du Dads ganzen Hass ab. -Jeff."
    }
  },
  {
    "translation": {
      "en": "-Jeff. -I'm joking. Oscar.",
      "de": "-Dann kriegst du Dads ganzen Hass ab. -Jeff. Ich mache nur Spaß. Oscar?"
    }
  },
  {
    "translation": {
      "en": "You okay?",
      "de": "Geht's dir gut?"
    }
  },
  {
    "translation": {
      "en": "Was there a dog in here just now? -What? -What?",
      "de": "-War hier gerade ein Hund? -Was?"
    }
  },
  {
    "translation": {
      "en": "Like a Dalmatian or a Schnauzer?",
      "de": "Ein Dalmatiner oder ein... -...Schnauzer. -Wovon redest du?"
    }
  },
  {
    "translation": {
      "en": "-Honey, what are you talking about? -I don't know.",
      "de": "-...Schnauzer. -Wovon redest du? Keine Ahnung."
    }
  },
  {
    "translation": {
      "en": "It's just a shame that somebody has to die to get the family together.",
      "de": "Es ist traurig, dass jemand sterben muss, damit die Familie zusammenkommt."
    }
  },
  {
    "translation": {
      "en": "It was hard to see Dad like this. He's in a better place now, right?",
      "de": "Es war schwer, Dad so zu sehen. Er ist jetzt an einem besseren Ort. Er war lange krank."
    }
  },
  {
    "translation": {
      "en": "-He was sick a long time. -Since when does dead beat sick?",
      "de": "Er ist jetzt an einem besseren Ort. Er war lange krank. -Seit wann war Dad krank? -Du weißt, was ich meine."
    }
  },
  {
    "translation": {
      "en": "You know what I mean. This is why I try not to get close to people.",
      "de": "-Seit wann war Dad krank? -Du weißt, was ich meine. Darum baue ich keine engen Beziehungen zu Menschen auf, zu viele Emotionen."
    }
  },
  {
    "translation": {
      "en": "-Too much emotion involved. -Guess that's why you never call.",
      "de": "Darum baue ich keine engen Beziehungen zu Menschen auf, zu viele Emotionen. Deshalb rufst du also nie an."
    }
  },
  {
    "translation": {
      "en": "Some families see each other all the time, some meet up at funerals.",
      "de": "Manche Familien sehen sich ständig, manche bei Beerdigungen."
    }
  },
  {
    "translation": {
      "en": "That's just us.",
      "de": "So wie wir."
    }
  },
  {
    "translation": {
      "en": "Hey, listen, I know this is a bad time, but I'm gonna need that money.",
      "de": "Hör zu, ich weiß, das ist kein guter Zeitpunkt, aber... -...ich brauche das Geld. -Scheiße."
    }
  },
  {
    "translation": {
      "en": "-Shit. -We're splitting these costs, right?",
      "de": "-...ich brauche das Geld. -Scheiße. -Wir teilen uns die Kosten. -Aber ich habe gerade kein Geld."
    }
  },
  {
    "translation": {
      "en": "Okay. But I don't have it right now.",
      "de": "-Wir teilen uns die Kosten. -Aber ich habe gerade kein Geld."
    }
  },
  {
    "translation": {
      "en": "What the fuck you mean, you don't have it right now?",
      "de": "Was zum Teufel meinst du damit?"
    }
  },
  {
    "translation": {
      "en": "You just bought a first class ticket for your toothbrush. I don't have any cash. Honest.",
      "de": "-Deine Zahnbürste fliegt erste Klasse. -Mein Bankkonto ist leer. Ehrlich."
    }
  },
  {
    "translation": {
      "en": "I lost a lot of shit when the market collapsed.",
      "de": "Der Börsencrash hat mich viel gekostet."
    }
  },
  {
    "translation": {
      "en": "So, if you don't mind, we gonna have to discuss this later.",
      "de": "Wenn es in Ordnung ist, besprechen wir das später."
    }
  },
  {
    "translation": {
      "en": "-No, no, no, no, let's discuss this right now. -Hey, you mind?",
      "de": "-Nein, wir besprechen das jetzt. -Hey, lass mich in Ruhe."
    }
  },
  {
    "translation": {
      "en": "I'm grieving.",
      "de": "Ich trauere."
    }
  },
  {
    "translation": {
      "en": "Look at all these cars. You got to get to these funerals early.",
      "de": "Sieh dir all die Autos an. Zu Beerdigungen muss man früh erscheinen."
    }
  },
  {
    "translation": {
      "en": "Come on. There's nowhere to park.",
      "de": "Guck, es gibt keine Parkplätze mehr."
    }
  },
  {
    "translation": {
      "en": "-What? There's a spot right there. Grab it. -That looks like it's too close to the corner.",
      "de": "-Da vorne kannst du parken. -Das ist zu dicht an der Straßenecke."
    }
  },
  {
    "translation": {
      "en": "-Nah. You can wedge it in there. Grab it. -I don't need a ticket today.",
      "de": "-Da passt du hin. Los. -Ich will keinen Strafzettel kriegen."
    }
  },
  {
    "translation": {
      "en": "You're not gonna get a ticket. Would you just... You're gonna lose it. Grab it.",
      "de": "Du kriegst schon keinen. Gleich ist er weg. Mach schon."
    }
  },
  {
    "translation": {
      "en": "Norman! Come on. Now, see?",
      "de": "Norman! Na toll. Siehst du?"
    }
  },
  {
    "translation": {
      "en": "Elaine! I was gonna park there. Oh, I'm sorry, Norman. Are you family?",
      "de": "-Elaine, da wollte ich gerade parken. -Sorry, Norman. Gehörst du zur Familie?"
    }
  },
  {
    "translation": {
      "en": "-No, but I'm like family. -Oh, honey, there's no such thing.",
      "de": "-Nein, aber fast. -So was gibt es nicht."
    }
  },
  {
    "translation": {
      "en": "-Elaine. -Oh, God.",
      "de": "-Elaine. -Oh Gott."
    }
  },
  {
    "translation": {
      "en": "-Hey. -What are you doing here?",
      "de": "-Hi. -Was machst du hier?"
    }
  },
  {
    "translation": {
      "en": "Well, your father invited me. Thought you might need a real shoulder to cry on.",
      "de": "Dein Vater dachte, du brauchst eine starke Schulter."
    }
  },
  {
    "translation": {
      "en": "-Oh, please. Come on. Oscar. -Who the fuck's that?",
      "de": "Oh, ich bitte dich. -Komm. Oscar. -Wer zum Teufel ist das?"
    }
  },
  {
    "translation": {
      "en": "He... Come on, honey. We're here.",
      "de": "Komm, Schatz. Wir sind da."
    }
  },
  {
    "translation": {
      "en": "-You all right? -Come on.",
      "de": "Alles klar? -Los, Schatz. -Sind wir da?"
    }
  },
  {
    "translation": {
      "en": "We there?",
      "de": "-Los, Schatz. -Sind wir da?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Damn. I got Uncle Russell.",
      "de": "-Ja. -Verdammt. Ich habe Onkel Russell am Hals."
    }
  },
  {
    "translation": {
      "en": "How could I forget about Uncle Russell?",
      "de": "-Wie konnte ich Onkel Russell vergessen? -Was ist los?"
    }
  },
  {
    "translation": {
      "en": "I said what's happening? What the hell is going on?",
      "de": "-Wie konnte ich Onkel Russell vergessen? -Was ist los? Was zur Hölle geht hier vor sich?"
    }
  },
  {
    "translation": {
      "en": "What the fuck's this guy doing?",
      "de": "Was macht der Typ da?"
    }
  },
  {
    "translation": {
      "en": "It's very green here, isn't it? It's, like, so green.",
      "de": "Es ist sehr grün hier, nicht wahr? Es ist total grün."
    }
  },
  {
    "translation": {
      "en": "Like, God, wow, it's like... It's like I'm inside a lime.",
      "de": "Gott, es ist so, als wäre ich in einer Limette."
    }
  },
  {
    "translation": {
      "en": "-Oscar? -Yes?",
      "de": "-Oscar? -Ja."
    }
  },
  {
    "translation": {
      "en": "-Look at me. -Okay.",
      "de": "-Sieh mich an. -Okay."
    }
  },
  {
    "translation": {
      "en": "Hi. Are you all right? Yeah, why?",
      "de": "-Hi. Geht es dir gut? -Ja, warum?"
    }
  },
  {
    "translation": {
      "en": "All this stuff about dogs and things being green. What's going on?",
      "de": "Du redest von Hunden und grünen Sachen. Was ist los?"
    }
  },
  {
    "translation": {
      "en": "What are you talking about? I'm fine. I've never been greener.",
      "de": "Wovon redest du da? Es geht mir super. Es ging mir noch nie grüner."
    }
  },
  {
    "translation": {
      "en": "Jeff, look at this.",
      "de": "Jeff, sieh mal!"
    }
  },
  {
    "translation": {
      "en": "-Hello. -What's wrong with Oscar?",
      "de": "Hallo. -Was ist mit Oscar los? -Keine Ahnung."
    }
  },
  {
    "translation": {
      "en": "-I don't know. -You guys keep playing.",
      "de": "-Was ist mit Oscar los? -Keine Ahnung. -Spielt weiter. -Oh Gott."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. It's the Valium.",
      "de": "-Spielt weiter. -Oh Gott. -Es ist das Valium. -Valium?"
    }
  },
  {
    "translation": {
      "en": "-Valium? -I'm in the band.",
      "de": "-Es ist das Valium. -Valium? Ich bin in der Band."
    }
  },
  {
    "translation": {
      "en": "I gave him one of your Valium.",
      "de": "-Ich habe ihm eine deiner Valium gegeben. -Oh."
    }
  },
  {
    "translation": {
      "en": "He's probably not used to it.",
      "de": "-Oh! -Er hat sie wohl nicht vertragen."
    }
  },
  {
    "translation": {
      "en": "-Yeah, right. -I know you were looking.",
      "de": "Ja, wahrscheinlich. Ich weiß, dass du guckst."
    }
  },
  {
    "translation": {
      "en": "Where's he going?",
      "de": "Wo geht er hin?"
    }
  },
  {
    "translation": {
      "en": "-Oscar! -Shit.",
      "de": "-Oscar? -Scheiße!"
    }
  },
  {
    "translation": {
      "en": "-You're going the wrong way, dumbass! -That hurts!",
      "de": "Du fährst falsch rum, Idiot!"
    }
  },
  {
    "translation": {
      "en": "-Stop the car, Norman. -What?",
      "de": "-Das tut weh! -Halt an, Norman."
    }
  },
  {
    "translation": {
      "en": "Stop the car! I'm getting out. I got to talk to her.",
      "de": "-Was? -Halt an! Ich steige aus, ich muss mit Elaine reden."
    }
  },
  {
    "translation": {
      "en": "I got to speak to Elaine. Stop the car.",
      "de": "Ich steige aus, ich muss mit Elaine reden. -Halt an. -Was ist mit Onkel Russell? Du..."
    }
  },
  {
    "translation": {
      "en": "What about Uncle Russell?",
      "de": "-Halt an. -Was ist mit Onkel Russell? Du..."
    }
  },
  {
    "translation": {
      "en": "-We're gonna be late, fatty! -Damn it!",
      "de": "Wo sind wir? Wir kommen zu spät, Fettsack. Verdammt, Onkel Russell. Du triffst meine Eier!"
    }
  },
  {
    "translation": {
      "en": "Uncle Russell, you hit me in my splotch.",
      "de": "Verdammt, Onkel Russell. Du triffst meine Eier!"
    }
  },
  {
    "translation": {
      "en": "You got to stop this, Uncle Russell, or you gonna be in a box next.",
      "de": "Hör auf damit, Onkel Russell, oder du landest als Nächster im Sarg."
    }
  },
  {
    "translation": {
      "en": "-Hey, how you doing? All right. -Thank you.",
      "de": "-Hallo, wie geht's? -Danke."
    }
  },
  {
    "translation": {
      "en": "Who are these people? I don't recognize half of them.",
      "de": "Wer sind die Leute? Ich kenne kaum jemanden."
    }
  },
  {
    "translation": {
      "en": "It's your family. You don't recognize them from the last funeral?",
      "de": "Erkennst du deine Familie nicht von der letzten Beerdigung?"
    }
  },
  {
    "translation": {
      "en": "What side of the family is he on? Probably a friend of Dad's from work.",
      "de": "-Zu welcher Seite der Familie gehört er? -Sicher ein Kollege von Dad."
    }
  },
  {
    "translation": {
      "en": "You know, the funeral looks good. You did a good job.",
      "de": "Die Beerdigung ist schön geworden. Das hast du gut gemacht."
    }
  },
  {
    "translation": {
      "en": "No, we did a good job.",
      "de": "Nein. Wir haben das gut gemacht."
    }
  },
  {
    "translation": {
      "en": "Are you telling me I got to pay for the whole funeral?",
      "de": "Willst du damit sagen, dass ich alles alleine bezahlen muss?"
    }
  },
  {
    "translation": {
      "en": "I'm saying you gonna have to pay for the whole thing now.",
      "de": "Ich sage, dass du im Moment alleine zahlen musst."
    }
  },
  {
    "translation": {
      "en": "All right, just for a few months, till I get my next advance.",
      "de": "Nur für ein paar Monate. Bis ich den nächsten Vorschuss kriege."
    }
  },
  {
    "translation": {
      "en": "What am I, a damn credit union?",
      "de": "Sehe ich aus wie eine verdammte Bank?"
    }
  },
  {
    "translation": {
      "en": "Goddamn, man! What the fuck? Jesus Christ!",
      "de": "Verdammt, Mann! Was zum Teufel... Herrgott noch mal, ich..."
    }
  },
  {
    "translation": {
      "en": "Hello, boys. How you holding up?",
      "de": "Hallo, Jungs. -Wie geht es euch? -Ganz okay."
    }
  },
  {
    "translation": {
      "en": "We're doing pretty good.",
      "de": "-Wie geht es euch? -Ganz okay."
    }
  },
  {
    "translation": {
      "en": "We just got to wait for a few more people to come and then we can start.",
      "de": "Wir warten noch auf ein paar Leute, dann geht es los."
    }
  },
  {
    "translation": {
      "en": "Have you met my brother, Ryan?",
      "de": "Kennen Sie meinen Bruder, Ryan?"
    }
  },
  {
    "translation": {
      "en": "The writer? Oh, man!",
      "de": "Der Schriftsteller! Oh Mann!"
    }
  },
  {
    "translation": {
      "en": "You know, I got to tell you,",
      "de": "Ich muss Ihnen was gestehen."
    }
  },
  {
    "translation": {
      "en": "I squeezed this job in today because I really wanted to meet you.",
      "de": "Ich habe diese Feier eingeschoben, um Sie kennenzulernen."
    }
  },
  {
    "translation": {
      "en": "Listen, I just finished reading Momma's Secret.",
      "de": "Ich habe gerade Mutters Geheimnis fertig gelesen."
    }
  },
  {
    "translation": {
      "en": "But, listen, that'll be our little secret, because I'm not supposed to be reading that kind of stuff, you know?",
      "de": "Das bleibt unser kleines Geheimnis. So was darf ich eigentlich nicht lesen."
    }
  },
  {
    "translation": {
      "en": "Right. Well, I'm sure the Lord'll forgive you.",
      "de": "Das bleibt unser kleines Geheimnis. So was darf ich eigentlich nicht lesen. Der Herr vergibt Ihnen sicher."
    }
  },
  {
    "translation": {
      "en": "-I can't wait to hear your eulogy. -Actually, I'm doing the eulogy.",
      "de": "-Ich bin gespannt auf Ihre Trauerrede. -Ich halte die Rede."
    }
  },
  {
    "translation": {
      "en": "-Oh, I thought... -Well, Aaron's the oldest, technically.",
      "de": "-Oh, ich dachte... -Nun ja, Aaron ist der Ältere."
    }
  },
  {
    "translation": {
      "en": "Really?",
      "de": "Wirklich?"
    }
  },
  {
    "translation": {
      "en": "-How's my little Cynthia? -Oh, Duncan.",
      "de": "Wie geht es meiner kleinen Cynthia? Oh, Duncan."
    }
  },
  {
    "translation": {
      "en": "Oh, look at you.",
      "de": "Komm her."
    }
  },
  {
    "translation": {
      "en": "I'm just trying to hold it all together.",
      "de": "Ich versuche, alles zusammenzuhalten. Er war ein guter Ehemann."
    }
  },
  {
    "translation": {
      "en": "He was a good husband and a great father to two healthy, strong boys.",
      "de": "Ich versuche, alles zusammenzuhalten. Er war ein guter Ehemann. Und ein guter Vater für seine zwei gesunden, starken Jungs."
    }
  },
  {
    "translation": {
      "en": "Why they have decided not to have children of their own",
      "de": "Warum sie sich entschieden haben, selbst keine Kinder zu bekommen..."
    }
  },
  {
    "translation": {
      "en": "-is beyond me. -Cynthia.",
      "de": "-Cynthia. -...verstehe ich nicht."
    }
  },
  {
    "translation": {
      "en": "Can I get you some coffee?",
      "de": "Etwas Kaffee?"
    }
  },
  {
    "translation": {
      "en": "Coffee may do many things, Michelle, but it does not bring back the dead.",
      "de": "Kaffee kann vielleicht vieles, Michelle, aber er erweckt die Toten nicht zum Leben."
    }
  },
  {
    "translation": {
      "en": "Tea?",
      "de": "Tee?"
    }
  },
  {
    "translation": {
      "en": "-Hey, Ryan. -Yeah. I got to go over the speech. Could you look out for Uncle Russell?",
      "de": "Ryan, ich gehe die Rede durch. Siehst du nach Onkel Russell?"
    }
  },
  {
    "translation": {
      "en": "Look at Martina. Man, that girl is all grown up.",
      "de": "Sieh dir Martina an. Die ist erwachsen geworden."
    }
  },
  {
    "translation": {
      "en": "Come on, man. Little Martina? She's, like, in the 12th grade.",
      "de": "Die kleine Martina? Die geht noch in die 12. Klasse."
    }
  },
  {
    "translation": {
      "en": "Yeah, well, she may be in 12th grade, but that ass is in grad school.",
      "de": "Sie geht vielleicht noch zur Schule, aber ihr Hintern ist schon an der Uni."
    }
  },
  {
    "translation": {
      "en": "-Anyway... -I should go see how she's doing.",
      "de": "-Jedenfalls... -Ich sollte mich um sie kümmern, weißt du."
    }
  },
  {
    "translation": {
      "en": "You know, that's just being neighborly.",
      "de": "-Jedenfalls... -Ich sollte mich um sie kümmern, weißt du. Das macht man so als Nachbar."
    }
  },
  {
    "translation": {
      "en": "Yeah, you just do that.",
      "de": "Tu dir keinen Zwang an. Vielleicht möchte sie ein Trinkpäckchen."
    }
  },
  {
    "translation": {
      "en": "-See if she needs a juice box or something. -Man!",
      "de": "Tu dir keinen Zwang an. Vielleicht möchte sie ein Trinkpäckchen. Alter!"
    }
  },
  {
    "translation": {
      "en": "\"My father was an exceptional man.",
      "de": "\"Mein Vater... ...war ein einzigartiger Mann."
    }
  },
  {
    "translation": {
      "en": "-\"He was born in 19...\" -1938.",
      "de": "-Er wurde geboren im Jahr 19...\" -1938."
    }
  },
  {
    "translation": {
      "en": "Hi, there, Aaron.",
      "de": "Hallo... ...Aaron."
    }
  },
  {
    "translation": {
      "en": "Hi. How's it going?",
      "de": "Hi. Wie geht's?"
    }
  },
  {
    "translation": {
      "en": "I'm so sorry to hear about your dad. He talked about you a lot.",
      "de": "Das mit Ihrem Vater tut mir sehr leid. Er hat so viel über Sie gesprochen."
    }
  },
  {
    "translation": {
      "en": "Did he ever mention me? I'm sorry. Frank.",
      "de": "Hat er mich mal erwähnt? Entschuldigung, ich bin Frank."
    }
  },
  {
    "translation": {
      "en": "Not really.",
      "de": "Nicht wirklich."
    }
  },
  {
    "translation": {
      "en": "Honey. Can I see you for a moment?",
      "de": "-Liebling, kann ich dich kurz sprechen? -Einen Moment."
    }
  },
  {
    "translation": {
      "en": "One second. I got to go, Frank. Thanks for coming, though.",
      "de": "Ich muss los, Frank. Danke, dass Sie gekommen sind."
    }
  },
  {
    "translation": {
      "en": "Be careful with my shit! Don't bang up the rims.",
      "de": "Pass mit meinen Sachen auf! Ruinier nicht die Felgen!"
    }
  },
  {
    "translation": {
      "en": "Hurry up now! We're late!",
      "de": "Beeil dich mal! Wir sind spät dran."
    }
  },
  {
    "translation": {
      "en": "Listen, we still need to finish that thing, remember?",
      "de": "Wir müssen immer noch diese Sache machen. Weißt du noch?"
    }
  },
  {
    "translation": {
      "en": "Oh, come on, baby, I'm just not in the mood right now. I'm not wearing any panties.",
      "de": "-Schatz, ich bin gerade nicht in Stimmung. -Ich trage kein Höschen."
    }
  },
  {
    "translation": {
      "en": "Hey, my father's dead. Put some panties on. I'm trying to help here.",
      "de": "-Mein Vater ist tot. Zieh ein Höschen an! -Ich versuche nur zu helfen."
    }
  },
  {
    "translation": {
      "en": "Please, honey, I really wanna make this baby thing happen, so, come on.",
      "de": "Bitte, Liebling, ich will ein Kind bekommen."
    }
  },
  {
    "translation": {
      "en": "-We've got five minutes. -Hey, hey, hey, hey, hey.",
      "de": "Komm, wir haben fünf Minuten. -Hey. -Was?"
    }
  },
  {
    "translation": {
      "en": "-What? -Don't... Don't... Don't stare.",
      "de": "-Hey. -Was? Starr ihn nicht an. Da unten ist ein Mann..."
    }
  },
  {
    "translation": {
      "en": "There's a guy down there... Don't look, don't look.",
      "de": "Starr ihn nicht an. Da unten ist ein Mann... Guck nicht hin!"
    }
  },
  {
    "translation": {
      "en": "...in a black leather jacket who keeps checking me out.",
      "de": "Mit Lederjacke, der mich dauernd ansieht."
    }
  },
  {
    "translation": {
      "en": "All right, okay, I see him. What?",
      "de": "-Okay, ich sehe ihn. Und? -Nicht starren!"
    }
  },
  {
    "translation": {
      "en": "-Don't stare, don't stare. -I'm not staring.",
      "de": "-Okay, ich sehe ihn. Und? -Nicht starren! -Ich starre nicht. -Kennst du ihn?"
    }
  },
  {
    "translation": {
      "en": "You recognize him?",
      "de": "-Ich starre nicht. -Kennst du ihn?"
    }
  },
  {
    "translation": {
      "en": "Well, no, but, I mean, he must be a friend of your father's.",
      "de": "Nein, aber er ist sicher ein Freund deines Vaters."
    }
  },
  {
    "translation": {
      "en": "Now I got to go and check the food.",
      "de": "Jetzt muss ich nach dem Essen sehen."
    }
  },
  {
    "translation": {
      "en": "Hey! Put some panties on before you touch the food.",
      "de": "Zieh dir ein Höschen an, bevor du das Essen anfasst."
    }
  },
  {
    "translation": {
      "en": "Big ones.",
      "de": "Ein großes!"
    }
  },
  {
    "translation": {
      "en": "-Look! Look. -But, you know, he's in a better place.",
      "de": "-Mein Beileid. -Guck mal! Aber er ist an einem besseren Ort."
    }
  },
  {
    "translation": {
      "en": "Isn't it beautiful? Plus, it sings.",
      "de": "Ist das nicht wunderschön? Und es kann singen."
    }
  },
  {
    "translation": {
      "en": "-Yep. It's right there. -I'll see you inside.",
      "de": "-Wir sehen uns drinnen. -Ja, ich höre es."
    }
  },
  {
    "translation": {
      "en": "-It's right there. -It's the Bee Gees.",
      "de": "-Ich höre es. -Die Bee Gees."
    }
  },
  {
    "translation": {
      "en": "-Sounding great. Elaine. -Thank you so much for coming.",
      "de": "Klingt super! -Danke fürs Kommen. -Elaine."
    }
  },
  {
    "translation": {
      "en": "-Hi, inside, yes. What? -Listen, listen, listen, listen.",
      "de": "Hallo. Drinnen, ja. -Hör zu. -Was?"
    }
  },
  {
    "translation": {
      "en": "-Okay. I got to tell you something, all right? -Okay.",
      "de": "Ich muss dir was sagen."
    }
  },
  {
    "translation": {
      "en": "And I'm just warning you right now that you're not gonna like it.",
      "de": "Ich warne dich schon mal vor, dass es dir nicht gefallen wird."
    }
  },
  {
    "translation": {
      "en": "-Uncle Duncan. -How are we doing on time?",
      "de": "-Onkel Duncan. -Wann fangen wir an?"
    }
  },
  {
    "translation": {
      "en": "You know what, as soon as Russell gets here, we'll be ready to go.",
      "de": "-Sobald Russell da ist, kann es losgehen. -Gut."
    }
  },
  {
    "translation": {
      "en": "Fine. So, what's this nonsense I hear about Ryan not saying a few words?",
      "de": "-Sobald Russell da ist, kann es losgehen. -Gut. Was hat es mit dem Unsinn auf sich, dass Ryan nichts sagen wird?"
    }
  },
  {
    "translation": {
      "en": "I offered to do the eulogy, but Aaron's the oldest.",
      "de": "Ich hätte die Trauerrede gehalten, aber Aaron ist der Ältere."
    }
  },
  {
    "translation": {
      "en": "I'm sure it's gonna be one of a kind.",
      "de": "Ich bin sicher, sie wird einzigartig."
    }
  },
  {
    "translation": {
      "en": "It's a real shame.",
      "de": "Das ist jammerschade."
    }
  },
  {
    "translation": {
      "en": "I mean, I'm sure you'll do fine, Aaron, but with Ryan being the writer in the family.",
      "de": "Sicher wirst du es gut machen, Aaron, aber Ryan ist Schriftsteller."
    }
  },
  {
    "translation": {
      "en": "You know, I'm a writer, too.",
      "de": "-Ich schreibe auch. -Nun ja, wir alle schreiben Schecks."
    }
  },
  {
    "translation": {
      "en": "Well, we all write checks. Your brother is an author.",
      "de": "-Ich schreibe auch. -Nun ja, wir alle schreiben Schecks. Dein Bruder ist Autor."
    }
  },
  {
    "translation": {
      "en": "Excuse me?",
      "de": "Entschuldigt mich."
    }
  },
  {
    "translation": {
      "en": "Uncle Duncan, I have to ask you a question.",
      "de": "-Onkel Duncan, ich muss dich was fragen. -Okay."
    }
  },
  {
    "translation": {
      "en": "-Okay. -Martina.",
      "de": "-Onkel Duncan, ich muss dich was fragen. -Okay. -Martina... -Die kleine Martina?"
    }
  },
  {
    "translation": {
      "en": "Little Martina?",
      "de": "-Martina... -Die kleine Martina?"
    }
  },
  {
    "translation": {
      "en": "Well, she's not actually related to us or anything, is she?",
      "de": "Ja, na ja... Sie ist doch nicht mit uns verwandt, oder?"
    }
  },
  {
    "translation": {
      "en": "No. No, no, no. She's just a family friend.",
      "de": "Nein, sie ist eine Freundin der Familie."
    }
  },
  {
    "translation": {
      "en": "Oh, good, good.",
      "de": "Sehr gut."
    }
  },
  {
    "translation": {
      "en": "-What do you mean, it's not Valium? -Well, it's interesting.",
      "de": "-Was soll das heißen, es ist kein Valium? -Na ja, das ist das Interessante."
    }
  },
  {
    "translation": {
      "en": "What you thought was Valium is actually not Valium.",
      "de": "Du dachtest, es sei Valium, aber es ist... ...kein Valium."
    }
  },
  {
    "translation": {
      "en": "-Yikes. -What is it, Jeff?",
      "de": "-Hoppla. -Was ist es, Jeff?"
    }
  },
  {
    "translation": {
      "en": "It's like a hallucinogenic.",
      "de": "-Es ist eine Art Halluzinogen. Meskalin... -Was?"
    }
  },
  {
    "translation": {
      "en": "-Mescaline, acid, Special K. -What?",
      "de": "-Es ist eine Art Halluzinogen. Meskalin... -Was? ...LSD, Ketamin, serviert in einer kleinen Tablettendose."
    }
  },
  {
    "translation": {
      "en": "Served up in a little pill bottle.",
      "de": "...LSD, Ketamin, serviert in einer kleinen Tablettendose."
    }
  },
  {
    "translation": {
      "en": "-Oh, my God. This isn't funny. -No, it's not, it's not funny at all.",
      "de": "-Oh mein Gott, das ist nicht lustig. -Nein, das ist es auf keinen Fall."
    }
  },
  {
    "translation": {
      "en": "-Look at him. Look at him. -Oh, my God. -He's high as a kite. -What...",
      "de": "Sieh ihn dir an! Er ist auf einem Trip."
    }
  },
  {
    "translation": {
      "en": "The man is clearly high.",
      "de": "Der Typ ist total high."
    }
  },
  {
    "translation": {
      "en": "What are you doing with this stuff in the house? I'm a pharmacology student, Laney.",
      "de": "-Warum hast du das Zeug zu Hause? -Ich studiere Pharmakologie, Laney."
    }
  },
  {
    "translation": {
      "en": "And first of all, who just waltzes up in someone's apartment and just starts popping pills?",
      "de": "Wer spaziert in fremde Wohnungen und nimmt irgendwelche Pillen?"
    }
  },
  {
    "translation": {
      "en": "-Well, I thought it was Valium. -Clearly.",
      "de": "-Ich dachte, es sei Valium. -Eindeutig."
    }
  },
  {
    "translation": {
      "en": "What should I do? Should I tell him? No, no, no. That'll just freak him out.",
      "de": "-Und jetzt? Soll ich es ihm sagen? -Nein. Dann dreht er durch."
    }
  },
  {
    "translation": {
      "en": "-Okay. Okay. -You know, this is gonna be fine. Okay?",
      "de": "-Okay. -Das wird schon gut gehen. Okay?"
    }
  },
  {
    "translation": {
      "en": "Don't let him spend too much time talking to any one person.",
      "de": "Er sollte nicht zu lange mit einer Person sprechen."
    }
  },
  {
    "translation": {
      "en": "-Okay, okay. -Or bush.",
      "de": "Okay. Alles klar. -Oder einem Busch. -Er hängt in einem Busch."
    }
  },
  {
    "translation": {
      "en": "He's in a bush right now.",
      "de": "-Oder einem Busch. -Er hängt in einem Busch."
    }
  },
  {
    "translation": {
      "en": "Okay, Oscar? Honey. Come back. Where are you going?",
      "de": "Okay, Oscar. Liebling? Komm zurück. Wohin gehst du?"
    }
  },
  {
    "translation": {
      "en": "Jeffrey, help me.",
      "de": "Jeffrey, hilf mir!"
    }
  },
  {
    "translation": {
      "en": "Oscar. Oscar. Oh, man.",
      "de": "-Oscar. -Oh Mann."
    }
  },
  {
    "translation": {
      "en": "Help me! My groin.",
      "de": "-Hilfe! Meine Leiste. -Gleich ist es dein Kopf."
    }
  },
  {
    "translation": {
      "en": "It's gonna be your head in a minute. Hurry up, we gonna be late for the funeral.",
      "de": "-Hilfe! Meine Leiste. -Gleich ist es dein Kopf. Beeil dich, wir kommen zu spät zur Beerdigung."
    }
  },
  {
    "translation": {
      "en": "My scrotum is gonna look like a duffle bag with two bowling balls in it when I get up this hill with you.",
      "de": "Meine Hoden werden gleich aussehen wie Seesäcke mit Bowlingkugeln drin."
    }
  },
  {
    "translation": {
      "en": "That's what your brain is.",
      "de": "So wie dein Hirn."
    }
  },
  {
    "translation": {
      "en": "Fuck.",
      "de": "Scheiße."
    }
  },
  {
    "translation": {
      "en": "Oh, Dad. Hi.",
      "de": "Dad, hi."
    }
  },
  {
    "translation": {
      "en": "How are you?",
      "de": "Wie geht es dir?"
    }
  },
  {
    "translation": {
      "en": "Not too bad, considering we're at my brother's funeral.",
      "de": "Okay, dafür, dass wir auf der Beerdigung meines Bruders sind."
    }
  },
  {
    "translation": {
      "en": "-Yes, yes, we are. -Hey, Pop.",
      "de": "Ja, das sind wir. Hi, Dad. Wie geht's? Du siehst gut aus."
    }
  },
  {
    "translation": {
      "en": "-Hey. -How you doing? You look good.",
      "de": "Hi, Dad. Wie geht's? Du siehst gut aus."
    }
  },
  {
    "translation": {
      "en": "How're they treating you over there at Pepperdine? Good. You know, don't worry about me.",
      "de": "-Wie ergeht es dir an der Uni? -Gut. Mach dir um mich keine Sorgen."
    }
  },
  {
    "translation": {
      "en": "-I'm not worried about you. -Oscar.",
      "de": "-Um dich mache ich mir keine Sorgen. -Oscar."
    }
  },
  {
    "translation": {
      "en": "Good. Oscar, Oscar.",
      "de": "Gut. Oscar."
    }
  },
  {
    "translation": {
      "en": "-So, I see you brought your friend. -He's not my friend, he's my boyfriend.",
      "de": "-Wie ich sehe, ist dein Kumpel auch hier. -Nicht mein Kumpel. Er ist mein Freund."
    }
  },
  {
    "translation": {
      "en": "Doctor! Good to see you.",
      "de": "Doktor. Schön, Sie zu sehen. Mein herzliches Beileid, Sir."
    }
  },
  {
    "translation": {
      "en": "-I'm extremely sorry, sir. -Derek. Glad you could make it.",
      "de": "Doktor. Schön, Sie zu sehen. Mein herzliches Beileid, Sir. -Derek. Schön, dass Sie da sind. -Danke."
    }
  },
  {
    "translation": {
      "en": "Thank you. Elaine. Hello.",
      "de": "Elaine. Hallo."
    }
  },
  {
    "translation": {
      "en": "So, how's everything going with my portfolio? Could not be better, sir.",
      "de": "-Wie läuft es mit meinem Portfolio? -Es könnte nicht besser sein, Sir."
    }
  },
  {
    "translation": {
      "en": "In fact, we should get together and play a round of golf and I'll tell you all about it, every last detail.",
      "de": "Ich könnte Ihnen alles im Detail bei einer Runde Golf erläutern."
    }
  },
  {
    "translation": {
      "en": "-Happily. -Great.",
      "de": "-Mit Vergnügen. -Super."
    }
  },
  {
    "translation": {
      "en": "-Maybe Elaine would join us. -Wonderful.",
      "de": "-Elaine könnte mitkommen. -Wunderbar."
    }
  },
  {
    "translation": {
      "en": "Make it a threesome.",
      "de": "Für einen Dreier."
    }
  },
  {
    "translation": {
      "en": "-Elaine! -Oh, Aunt Cynthia.",
      "de": "-Elaine! -Tante Cynthia."
    }
  },
  {
    "translation": {
      "en": "I'm so sorry about Uncle Edward.",
      "de": "Das mit Onkel Edward tut mir so leid."
    }
  },
  {
    "translation": {
      "en": "-We're gonna miss him so much. -And Jeff, sneakers.",
      "de": "-Wir werden ihn so sehr vermissen. -Und Jeff, Turnschuhe."
    }
  },
  {
    "translation": {
      "en": "He bought them for me. He bought them for me.",
      "de": "Er hat sie mir gekauft."
    }
  },
  {
    "translation": {
      "en": "Oh, gosh. Aunt Cynthia, this is Oscar.",
      "de": "Oh Gott. Tante Cynthia, das ist Oscar."
    }
  },
  {
    "translation": {
      "en": "I'm so sorry about the death.",
      "de": "Der Todesfall tut mir so leid."
    }
  },
  {
    "translation": {
      "en": "-Oh, it's okay. -Sorry.",
      "de": "-Das ist schon okay. -Entschuldigung."
    }
  },
  {
    "translation": {
      "en": "Very nice to see both of you.",
      "de": "Schön, euch beide zu sehen."
    }
  },
  {
    "translation": {
      "en": "-It's nice to see you, too, Aunt Cynthia. -So sorry, ma'am, so sorry.",
      "de": "-Schön, dich zu sehen, Tante Cynthia. -Es tut mir so leid."
    }
  },
  {
    "translation": {
      "en": "-Dad, Dad. -Cynthia.",
      "de": "-Dad. -Cynthia."
    }
  },
  {
    "translation": {
      "en": "-Okay, so we need a plan. -Yes, we do.",
      "de": "-Okay, wir brauchen einen Plan. -Ja."
    }
  },
  {
    "translation": {
      "en": "What is he doing?",
      "de": "Was macht er da?"
    }
  },
  {
    "translation": {
      "en": "-I love you. -Oh, God.",
      "de": "-Ich liebe dich. -Oh Gott."
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "de": "Oh mein Gott."
    }
  },
  {
    "translation": {
      "en": "Come on! Push, you pussy. Lard-ass.",
      "de": "Los! Schieb, du Weichei."
    }
  },
  {
    "translation": {
      "en": "-Did you just fart, old man? -Put your butt in it.",
      "de": "-Fettarsch. -Hast du gepupst, alter Mann? Streng dich mal an. -Sieh mal. -Oh mein Gott."
    }
  },
  {
    "translation": {
      "en": "-Hey. -Oh, God.",
      "de": "-Hey. -Oh Gott."
    }
  },
  {
    "translation": {
      "en": "I heard about the engagement, Elaine.",
      "de": "Ich habe von der Verlobung erfahren, Elaine."
    }
  },
  {
    "translation": {
      "en": "-How did you... -Yeah, I did.",
      "de": "-Wie hast du... -Ja, das habe ich."
    }
  },
  {
    "translation": {
      "en": "You know, I can't deal with you today.",
      "de": "Weißt du, ich habe heute keinen Nerv für dich."
    }
  },
  {
    "translation": {
      "en": "Oh, don't. But I have not told my dad yet,",
      "de": "-Lass es... -Aber mein Vater weiß es noch nicht."
    }
  },
  {
    "translation": {
      "en": "and I would appreciate it if you kept your mouth shut.",
      "de": "Ich wäre dir dankbar, wenn du deinen Mund hältst."
    }
  },
  {
    "translation": {
      "en": "Okay. I'll do that for you.",
      "de": "Okay. Für dich mache ich das."
    }
  },
  {
    "translation": {
      "en": "What is he looking...",
      "de": "Wohin guckt er?"
    }
  },
  {
    "translation": {
      "en": "-Hey, Elaine, I... Could I... -Oscar?",
      "de": "-Elaine, ich... -Oscar."
    }
  },
  {
    "translation": {
      "en": "-Hey, baby. -You didn't even let me finish.",
      "de": "-Könnte ich... -Schatz. Du lässt mich nicht mal ausreden."
    }
  },
  {
    "translation": {
      "en": "My father was an exceptional man.",
      "de": "\"Mein Vater war ein einzigartiger Mann."
    }
  },
  {
    "translation": {
      "en": "He was born in 1938.",
      "de": "Er wurde geboren im Jahr 1938."
    }
  },
  {
    "translation": {
      "en": "1938 was an exceptional year. In 1938...",
      "de": "1938 war ein einzigartiges Jahr. Im Jahr 1938...\""
    }
  },
  {
    "translation": {
      "en": "Actually, there is something I'd like to talk to you about, if you have a minute.",
      "de": "Ich würde gerne etwas besprechen, wenn Sie kurz Zeit haben."
    }
  },
  {
    "translation": {
      "en": "Yeah, sure.",
      "de": "Ja, sicher."
    }
  },
  {
    "translation": {
      "en": "Quit crying. You got snot all over my collar and everything.",
      "de": "Hör auf zu heulen. Du rotzt mir meinen Kragen voll."
    }
  },
  {
    "translation": {
      "en": "Man, not stairs.",
      "de": "Nicht auch noch eine Treppe!"
    }
  },
  {
    "translation": {
      "en": "What's wrong with the stairs? Just get me up the stairs. Hurry up!",
      "de": "Was ist mit der Treppe? Trag mich einfach hoch. Los!"
    }
  },
  {
    "translation": {
      "en": "I got to take your old ass up these stairs? Yeah, you got to take my old ass up these stairs.",
      "de": "-Ich soll deinen alten Hintern hochtragen? -Klar musst du mich hochtragen."
    }
  },
  {
    "translation": {
      "en": "-So, you go to a lot of funerals? -No, this is my first one.",
      "de": "-Gehst du oft zu Beerdigungen? -Nein, das ist das erste Mal."
    }
  },
  {
    "translation": {
      "en": "I want our wedding to be like this.",
      "de": "Unsere Hochzeit soll genauso sein."
    }
  },
  {
    "translation": {
      "en": "You might meet the man of your dreams at this one, huh?",
      "de": "Du könntest hier deinen Traummann finden."
    }
  },
  {
    "translation": {
      "en": "Got to go to a funeral and I got a crybaby here. Come on.",
      "de": "Ich muss zur Beerdigung mit dieser Heulsuse."
    }
  },
  {
    "translation": {
      "en": "This is a bit delicate.",
      "de": "Es ist eine etwas heikle Angelegenheit."
    }
  },
  {
    "translation": {
      "en": "When they gave out brains, man, they left yours in the elevator, shit!",
      "de": "Beim Gehirneverteilen wurde deins fallen gelassen."
    }
  },
  {
    "translation": {
      "en": "You know what, can this wait?",
      "de": "Könnte das warten?"
    }
  },
  {
    "translation": {
      "en": "I think my uncle just got here, and we're running a little late.",
      "de": "Ich glaube, mein Onkel ist angekommen, und wir sind spät dran."
    }
  },
  {
    "translation": {
      "en": "-Sure. It's fine. -Do something, man! Thanks a lot.",
      "de": "-Na klar. Kein Problem. -Vielen Dank."
    }
  },
  {
    "translation": {
      "en": "Told you about breathing on my neck, too. Come on.",
      "de": "Du sollst mir nicht in den Nacken atmen!"
    }
  },
  {
    "translation": {
      "en": "Hey, I got it. Sit down. I got it. You all right?",
      "de": "Setz dich, ich mache das. Okay?"
    }
  },
  {
    "translation": {
      "en": "-I'm seeing double. -Just sit down.",
      "de": "-Ich sehe doppelt. -Setzen!"
    }
  },
  {
    "translation": {
      "en": "-Is that you, Derek? -Sit down.",
      "de": "-Bist du das, Derek? -Setz dich."
    }
  },
  {
    "translation": {
      "en": "Hey, old-timer, how are you?",
      "de": "Hey, Meister. Wie geht es Ihnen?"
    }
  },
  {
    "translation": {
      "en": "Hey, thanks a lot, thanks a lot.",
      "de": "-Hey, vielen Dank. -Ich muss was trinken."
    }
  },
  {
    "translation": {
      "en": "-I need something to drink. -Okay, thanks again. Yeah.",
      "de": "-Hey, vielen Dank. -Ich muss was trinken. -Danke. Los, Norman. -Ein Gatorade."
    }
  },
  {
    "translation": {
      "en": "-Come on, Norman. -Some Gatorade.",
      "de": "-Danke. Los, Norman. -Ein Gatorade."
    }
  },
  {
    "translation": {
      "en": "-Get up. -I got to get my electrolytes up.",
      "de": "-Steh auf. -Ich brauche Elektrolyte."
    }
  },
  {
    "translation": {
      "en": "Could you kindly take your seats? We'd like to begin the service.",
      "de": "Setzen Sie sich bitte, wir möchten den Gottesdienst beginnen."
    }
  },
  {
    "translation": {
      "en": "-Watch out now. -Okay.",
      "de": "Passt auf. Los."
    }
  },
  {
    "translation": {
      "en": "Watch out now. Watch out now. I'm family.",
      "de": "Vorsicht! Aufpassen. Ich gehöre zur Familie."
    }
  },
  {
    "translation": {
      "en": "God damn it. You got old people here.",
      "de": "Zum Teufel. Hier sind lauter alte Leute."
    }
  },
  {
    "translation": {
      "en": "-Hey. -Nice legs there.",
      "de": "Hey. Schöne Beine hast du."
    }
  },
  {
    "translation": {
      "en": "Family and friends,",
      "de": "Liebe Angehörige und Freunde, wir sind hier versammelt..."
    }
  },
  {
    "translation": {
      "en": "we are gathered here to mourn the passing of a fine man...",
      "de": "Liebe Angehörige und Freunde, wir sind hier versammelt... ...um den Tod dieses Mannes zu betrauern."
    }
  },
  {
    "translation": {
      "en": "I'm sorry. I'm sorry about that.",
      "de": "Entschuldigung. Tut mir leid."
    }
  },
  {
    "translation": {
      "en": "...Edward Barnes.",
      "de": "Edward Barnes."
    }
  },
  {
    "translation": {
      "en": "Now, I'd like to begin...",
      "de": "Ich möchte gerne beginnen mit..."
    }
  },
  {
    "translation": {
      "en": "Elaine, I know you don't think I'm part of this family.",
      "de": "Elaine, ich weiß, ich bin für dich kein Teil der Familie."
    }
  },
  {
    "translation": {
      "en": "Because you're not, so be quiet.",
      "de": "Weil du es nicht bist. Sei still."
    }
  },
  {
    "translation": {
      "en": "Yeah, but when you dissed me back there, I had Uncle Russell with me in the car.",
      "de": "Aber als du mich vorhin angemacht hast, hatte ich Onkel Russel im Auto."
    }
  },
  {
    "translation": {
      "en": "You took my parking space. I had to push him up a hill by myself.",
      "de": "Du hast meinen Parkplatz geklaut. Ich musste ihn den Berg hochschieben."
    }
  },
  {
    "translation": {
      "en": "We almost missed the service.",
      "de": "Wir wären fast zu spät gekommen."
    }
  },
  {
    "translation": {
      "en": "Norman, you poke me one more time, I'm gonna kick your ass.",
      "de": "Norman, wenn du mich noch ein Mal pikst, haue ich dir eine rein."
    }
  },
  {
    "translation": {
      "en": "Threats, threats.",
      "de": "Da bekomme ich Angst."
    }
  },
  {
    "translation": {
      "en": "-What's going on? -She took my parking spot, Aaron.",
      "de": "-Was ist los bei euch? -Sie hat meinen Parkplatz geklaut, Aaron."
    }
  },
  {
    "translation": {
      "en": "Parking spot? My father's dead. Act right.",
      "de": "Parkplatz? Mein Vater ist gestorben. Benimm dich!"
    }
  },
  {
    "translation": {
      "en": "\"Then Jonathan and David made a covenant, \"because he loved him as his own soul.",
      "de": "\"Jonathan und David schlossen einen Bund, denn er liebte ihn wie sein eigenes Herz."
    }
  },
  {
    "translation": {
      "en": "\"And Jonathan stripped himself of the robe that was upon him,",
      "de": "Und Jonathan zog den Rock aus, den er anhatte,"
    }
  },
  {
    "translation": {
      "en": "\"and gave it to David, and his garments,",
      "de": "und gab ihn David, dazu seinen Mantel,"
    }
  },
  {
    "translation": {
      "en": "\"even to his sword, and to his bow, and to his girdle.\"",
      "de": "sein Schwert, seinen Bogen und seinen Gürtel.\""
    }
  },
  {
    "translation": {
      "en": "And now we'll hear a word from Edward's son, Aaron, Ryan's older brother.",
      "de": "Und jetzt ein paar Worte von... ...Edwards Sohn Aaron, Ryans älterem Bruder."
    }
  },
  {
    "translation": {
      "en": "Only by a couple of months. We was actually born the same year.",
      "de": "Nur um ein paar Monate, wir wurden im selben Jahr geboren."
    }
  },
  {
    "translation": {
      "en": "No fault of yours, Mama.",
      "de": "Nicht deine Schuld, Mama."
    }
  },
  {
    "translation": {
      "en": "-Last chance. -I got it. I got it.",
      "de": "-Die letzte Gelegenheit. -Ich mache das schon."
    }
  },
  {
    "translation": {
      "en": "Daddy's only gonna die once.",
      "de": "Dad stirbt nicht noch mal."
    }
  },
  {
    "translation": {
      "en": "Good afternoon.",
      "de": "Guten Tag."
    }
  },
  {
    "translation": {
      "en": "Or I guess just afternoon, I mean, it couldn't possibly be that good.",
      "de": "Oder einfach nur \"Tag\", denn es kann kein sehr guter sein."
    }
  },
  {
    "translation": {
      "en": "My father was an exceptional man.",
      "de": "Mein Vater war ein einzigartiger Mann."
    }
  },
  {
    "translation": {
      "en": "And he was born in 1938,",
      "de": "Er wurde geboren im Jahr 1938..."
    }
  },
  {
    "translation": {
      "en": "an exceptional year.",
      "de": "...einem einzigartigen Jahr."
    }
  },
  {
    "translation": {
      "en": "In 1938, the number one song was Shortnin' Bread.",
      "de": "Im Jahr 1938 war der Nummer-eins-Hit \"Shortnin' Bread\"."
    }
  },
  {
    "translation": {
      "en": "Some of you might remember it.",
      "de": "Einige erinnern sich vielleicht."
    }
  },
  {
    "translation": {
      "en": "Also in 1938, Time magazine's Man of the Year was Adolf Hitler.",
      "de": "Außerdem kürte das Time Magazin 1938 Adolf Hitler zur Person des Jahres."
    }
  },
  {
    "translation": {
      "en": "I bet you they wished they could have that one back.",
      "de": "Das bereuen sie heute bestimmt."
    }
  },
  {
    "translation": {
      "en": "One thing my father loved to do was watch the Discovery Channel.",
      "de": "Mein Vater liebte es, Dokumentationen anzusehen."
    }
  },
  {
    "translation": {
      "en": "I guess you could call my mother a real \"Shark Week\" widow.",
      "de": "Man könnte sagen, dass meine Mutter eine Dokumentations-Witwe ist."
    }
  },
  {
    "translation": {
      "en": "Anything to do with sharks or wild boar or the dung beetle,",
      "de": "Alles, was mit Haien, Wildschweinen oder Mistkäfern zu tun hatte, faszinierte ihn."
    }
  },
  {
    "translation": {
      "en": "-this always fascinated him. -Did you just see that?",
      "de": "Wildschweinen oder Mistkäfern zu tun hatte, faszinierte ihn. -Hast du es gesehen? -Was denn?"
    }
  },
  {
    "translation": {
      "en": "-He really loved The Golden Girls. -See what?",
      "de": "-Hast du es gesehen? -Was denn?"
    }
  },
  {
    "translation": {
      "en": "Blanche, Dorothy, and Rose.",
      "de": "...Blanche, Dorothy und Rose."
    }
  },
  {
    "translation": {
      "en": "-That coffin just moved. -He especially loved it",
      "de": "-Der Sarg hat sich bewegt. -Er liebte es..."
    }
  },
  {
    "translation": {
      "en": "-when The Golden Girls were syndicated... -No, no, no.",
      "de": "-Der Sarg hat sich bewegt. -Er liebte es... -...wenn die Golden Girls... -Nein."
    }
  },
  {
    "translation": {
      "en": "-Elaine. -...it was on at least three times a day.",
      "de": "-Elaine. -Mindestens drei Mal am Tag."
    }
  },
  {
    "translation": {
      "en": "And sometimes I'd say, \"Dad, you wanna go out?\" And he'd go...",
      "de": "Wenn ich mit ihm raus wollte, sagte er..."
    }
  },
  {
    "translation": {
      "en": "He's alive. There's something alive in there.",
      "de": "Jemand Lebendiges ist da drin."
    }
  },
  {
    "translation": {
      "en": "-No, there's not... -You have to tell, someone's moving...",
      "de": "-Nein, ist es nicht. -Du musst etwas sagen."
    }
  },
  {
    "translation": {
      "en": "The coffin's moving. I'm sorry.",
      "de": "Der Sarg bewegt sich. Tut mir leid. Da ist wer drin."
    }
  },
  {
    "translation": {
      "en": "-There's somebody in there. -No, Oscar, sit. Please.",
      "de": "Der Sarg bewegt sich. Tut mir leid. Da ist wer drin. -Nein, Oscar, bitte. -Ich sah, wie er sich bewegte."
    }
  },
  {
    "translation": {
      "en": "It's moving. I just saw it move.",
      "de": "-Nein, Oscar, bitte. -Ich sah, wie er sich bewegte."
    }
  },
  {
    "translation": {
      "en": "-Someone's alive in there, trying to get out. -Need some help? -No, can't you see it? -I'm fine.",
      "de": "-Da will jemand raus. -Brauchst du Hilfe?"
    }
  },
  {
    "translation": {
      "en": "What the hell is wrong with you people? The coffin's moving.",
      "de": "-Alles okay. -Was ist los mit euch? -Der Sarg bewegt sich. -Oscar, setz dich."
    }
  },
  {
    "translation": {
      "en": "Oscar, sit down.",
      "de": "-Der Sarg bewegt sich. -Oscar, setz dich."
    }
  },
  {
    "translation": {
      "en": "-No, I just need to show you, he's alive. -Elaine, do something.",
      "de": "Nein, er lebt."
    }
  },
  {
    "translation": {
      "en": "No, no, I'm gonna show you. I'm gonna show you. No, no. -Get away from there. -Oscar!",
      "de": "-Seht ihr? Nein. Ich beweise es euch. -Geh da sofort weg!"
    }
  },
  {
    "translation": {
      "en": "-Oh, my God. Ryan! No! No! -Do something!",
      "de": "-Oh mein Gott, Ryan! Nein! -Tu etwas."
    }
  },
  {
    "translation": {
      "en": "Hey! Hey!",
      "de": "Nein, Oscar!"
    }
  },
  {
    "translation": {
      "en": "The body!",
      "de": "-Die Leiche! -Ich gehe schon."
    }
  },
  {
    "translation": {
      "en": "-Cynthia! Cynthia! -Mama.",
      "de": "-Die Leiche! -Ich gehe schon. Cynthia!"
    }
  },
  {
    "translation": {
      "en": "No, I'm gonna help, I got to help him.",
      "de": "-Ich helfe. Ich muss ihm helfen! -Weg da!"
    }
  },
  {
    "translation": {
      "en": "-No, no! -Wait a minute! Wait! He's gonna die!",
      "de": "Bitte lasst mich. Wartet einen Moment. Er wird sterben!"
    }
  },
  {
    "translation": {
      "en": "Aaron, you the oldest. Go see what the fuck is going on.",
      "de": "Aaron, du bist der Ältere, sieh nach, was zur Hölle los ist."
    }
  },
  {
    "translation": {
      "en": "Okay, I will. Hey!",
      "de": "Okay, das werde ich tun. Hey!"
    }
  },
  {
    "translation": {
      "en": "I'm not all the way comfortable with this.",
      "de": "-Ich fühle mich nicht wohl dabei. -Los!"
    }
  },
  {
    "translation": {
      "en": "I'm too old for this shit.",
      "de": "Ich bin zu alt für den Scheiß."
    }
  },
  {
    "translation": {
      "en": "-When is this funeral gonna happen? -It's gonna happen later, honey.",
      "de": "-Wann fängt diese Beerdigung an? -Später, Schatz."
    }
  },
  {
    "translation": {
      "en": "-Hey! Hey! Hey! Hey! Hey! -I just... -Oh, my God. -Hey!",
      "de": "-Ich habe nur... -Oh mein Gott."
    }
  },
  {
    "translation": {
      "en": "-What the fuck was that? -Aaron.",
      "de": "-Was zur Hölle war das? -Aaron."
    }
  },
  {
    "translation": {
      "en": "-No, no. -Aaron, I'm so sorry.",
      "de": "-Nein. -Aaron, es tut mir so leid."
    }
  },
  {
    "translation": {
      "en": "-You need to understand that this is... -You sorry? You sorry?",
      "de": "-Du musst verstehen... -Es tut dir leid?"
    }
  },
  {
    "translation": {
      "en": "My father's sprawled out on the floor like fucking Screamin' Jay Hawkins,",
      "de": "Mein Vater liegt auf dem Boden wie ein verdammter Alkoholiker,"
    }
  },
  {
    "translation": {
      "en": "-but it's okay, because you're sorry! -I'm so...",
      "de": "aber wenn es dir leidtut, okay."
    }
  },
  {
    "translation": {
      "en": "-The coffin was moving. I... -Is he talking to me?",
      "de": "Er hat sich bewegt."
    }
  },
  {
    "translation": {
      "en": "-Talking to me? -Oscar. Oscar, honey, shut up. -You talking to me? -Please, for a second.",
      "de": "-Redet der mit mir? -Oscar, Schatz, halt bitte den Mund!"
    }
  },
  {
    "translation": {
      "en": "No, he's not talking to you. Listen to me, Aaron. Go back inside.",
      "de": "Nein, er redet nicht mit dir. Hör zu, Aaron, geh wieder rein. Aaron, nicht."
    }
  },
  {
    "translation": {
      "en": "Aaron, no. I will explain later.",
      "de": "Hör zu, Aaron, geh wieder rein. Aaron, nicht. -Ich erkläre es später. -Mach es bei Dads nächster Beerdigung gut."
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah, can make it up to me at my father's next funeral!",
      "de": "-Ich erkläre es später. -Mach es bei Dads nächster Beerdigung gut."
    }
  },
  {
    "translation": {
      "en": "-Baby. -No, no, no, no, no. I will not have sex with you right now!",
      "de": "-Liebling. -Nein, ich habe jetzt keinen Sex mit dir!"
    }
  },
  {
    "translation": {
      "en": "-I wasn't going to ask you that. -I'm sorry, what were you gonna ask me?",
      "de": "-Das war nicht meine Frage. -Was wolltest du dann?"
    }
  },
  {
    "translation": {
      "en": "-Is everything okay? -No.",
      "de": "-Ist alles okay? -Nein."
    }
  },
  {
    "translation": {
      "en": "-You just... -No.",
      "de": "-Du bist... -Nein."
    }
  },
  {
    "translation": {
      "en": "-Michelle, I'm sorry. -No, it's okay.",
      "de": "-Michelle, es tut mir leid. -Alles okay."
    }
  },
  {
    "translation": {
      "en": "-I'm gonna kill him. I'll kill him. -It's okay.",
      "de": "Ich bringe ihn um!"
    }
  },
  {
    "translation": {
      "en": "You fucking moron!",
      "de": "Du verdammter Idiot!"
    }
  },
  {
    "translation": {
      "en": "-Dad, Dad! Leave it alone, please, please! -Leave it alone?",
      "de": "-Dad, lass es gut sein. Bitte! -Gut sein lassen?"
    }
  },
  {
    "translation": {
      "en": "I can't believe you brought this maniac. I never want to see him again.",
      "de": "Unfassbar, dass er mit dir hier ist. Ich will ihn nie wiedersehen."
    }
  },
  {
    "translation": {
      "en": "This isn't what Oscar's normally like, you know that.",
      "de": "Oscar ist sonst nicht so. Das weißt du!"
    }
  },
  {
    "translation": {
      "en": "He just took some medication and he's...",
      "de": "-Er hat nur Tabletten genommen und... -Tabletten?"
    }
  },
  {
    "translation": {
      "en": "-Medication? -I gave him a Valium",
      "de": "-Er hat nur Tabletten genommen und... -Tabletten? Ich gab ihm Valium."
    }
  },
  {
    "translation": {
      "en": "-and he's having a very bad reaction to it. -Valium? That is not a Valium high.",
      "de": "-Er verträgt sie nicht. -Das ist kein Valium-Trip!"
    }
  },
  {
    "translation": {
      "en": "Your mother was on Valium for 40 years and she never knocked over a coffin.",
      "de": "Deine Mutter nahm 40 Jahre Valium und hat nie einen Sarg umgestoßen."
    }
  },
  {
    "translation": {
      "en": "-Dad, stop it. -This is not over.",
      "de": "-Dad, lass das. -Das ist nicht vorbei."
    }
  },
  {
    "translation": {
      "en": "You're gonna pay for that, I promise you!",
      "de": "Dafür wirst du bezahlen, das verspreche ich dir!"
    }
  },
  {
    "translation": {
      "en": "-Thanks, Jeff. -No problem, cuz.",
      "de": "-Danke, Jeff. -Kein Problem, Cousin."
    }
  },
  {
    "translation": {
      "en": "People, allow me to extend my apologies.",
      "de": "Liebe Gäste, ich möchte mich bei allen entschuldigen."
    }
  },
  {
    "translation": {
      "en": "But everything is now being put back into its proper place, so, please, enjoy the refreshments.",
      "de": "Im Moment wird alles in Ordnung gebracht, bitte bedienen Sie sich am Büffet."
    }
  },
  {
    "translation": {
      "en": "The catfish nuggets are to die for.",
      "de": "Die Seewolf-Nuggets sind göttlich."
    }
  },
  {
    "translation": {
      "en": "We'll let you know when we're ready to continue. Let's just burn him and get it over with.",
      "de": "-Wir melden uns, wenn es weitergeht. -Verbrennen wir ihn, dann ist es erledigt."
    }
  },
  {
    "translation": {
      "en": "-I'm gonna go have a smoke. -All right.",
      "de": "-Ich gehe eine rauchen. -Okay."
    }
  },
  {
    "translation": {
      "en": "Hey. That must have been horrible for you.",
      "de": "Das war sicher schlimm für dich."
    }
  },
  {
    "translation": {
      "en": "Maybe we should go outside, get some air?",
      "de": "Vielleicht sollten wir an die frische Luft gehen."
    }
  },
  {
    "translation": {
      "en": "Hey, bigshot. I read your last book there.",
      "de": "Hey, hohes Tier, ich habe dein Buch Schwarzer Schmerz gelesen."
    }
  },
  {
    "translation": {
      "en": "-Black Hurt. -That's cool. Thanks, Uncle Russ.",
      "de": "Hey, hohes Tier, ich habe dein Buch Schwarzer Schmerz gelesen. Das ist super. Danke, Onkel Russ."
    }
  },
  {
    "translation": {
      "en": "I'm not giving you a compliment, you arrogant bastard.",
      "de": "Das ist kein Kompliment, du arroganter Arsch."
    }
  },
  {
    "translation": {
      "en": "What a load of bullshit. I wouldn't wipe my ass with it.",
      "de": "Mit dem Scheiß würde ich mir nicht mal den Hintern abwischen."
    }
  },
  {
    "translation": {
      "en": "-Hey, Aaron. Yo, you all right, man? -I'm holding up.",
      "de": "-Hey, Aaron. Ist alles klar bei dir? -Ich komme zurecht."
    }
  },
  {
    "translation": {
      "en": "Yeah. That was heavy-duty, the way your father fell out his coffin like a dead fish.",
      "de": "Das war heftig, als dein Vater da wie ein toter Fisch aus seinem Sarg fiel."
    }
  },
  {
    "translation": {
      "en": "He was like... I was like, \"Damn!\" Man.",
      "de": "Er machte \"plumps\", und ich dachte nur: \"Scheiße!\" Oh Mann."
    }
  },
  {
    "translation": {
      "en": "Not now, Norman. -I got to go somewhere, okay? -You're right. I'm sorry.",
      "de": "-Nicht jetzt, Norman. Ich muss wo hin. -Richtig, tut mir leid."
    }
  },
  {
    "translation": {
      "en": "Hey, Aaron. But, you know, it's just scary.",
      "de": "Aber, Aaron, es ist so beängstigend."
    }
  },
  {
    "translation": {
      "en": "You never know when your room is gonna be ready. You never know.",
      "de": "Du weißt nie, wann deine letzte Stunde schlägt. Man weiß es nicht. Wenn es so weit ist, passiert es."
    }
  },
  {
    "translation": {
      "en": "When your room is ready, your room is ready.",
      "de": "Man weiß es nicht. Wenn es so weit ist, passiert es."
    }
  },
  {
    "translation": {
      "en": "And I'm like scared because I got this rash on my wrist,",
      "de": "Ich habe Angst, weil ich diesen Ausschlag am Arm habe."
    }
  },
  {
    "translation": {
      "en": "and I don't know where it's coming from and...",
      "de": "Ich weiß nicht, woher er kommt."
    }
  },
  {
    "translation": {
      "en": "I know it ain't Chlamydia.",
      "de": "Es sind keine Chlamydien, die sehen anders aus."
    }
  },
  {
    "translation": {
      "en": "I know what that look like, but this is something different and I'm just scared.",
      "de": "Es sind keine Chlamydien, die sehen anders aus. -Ich habe Angst, weißt du? -Zeig es doch Onkel Duncan, der ist Arzt."
    }
  },
  {
    "translation": {
      "en": "-I don't know, man. -Well, just show it to Uncle Duncan. He's a doctor.",
      "de": "-Ich habe Angst, weißt du? -Zeig es doch Onkel Duncan, der ist Arzt."
    }
  },
  {
    "translation": {
      "en": "You know something, Uncle Duncan, you're right.",
      "de": "Stimmt, Onkel Duncan, du hast recht."
    }
  },
  {
    "translation": {
      "en": "Maybe we're standing still and the coffin's moving.",
      "de": "Vielleicht haben wir uns bewegt und nicht der Sarg."
    }
  },
  {
    "translation": {
      "en": "-No, no, it's not... -No, nothing...",
      "de": "Nein."
    }
  },
  {
    "translation": {
      "en": "Listen to me, the coffin moved.",
      "de": "-Der Sarg hat sich bewegt. -Nein."
    }
  },
  {
    "translation": {
      "en": "-I saw it move. -No, Oscar, it wasn't...",
      "de": "Ich habe es gesehen."
    }
  },
  {
    "translation": {
      "en": "-God, Elaine, am I losing my mind? -No, you're not losing your mind, honey.",
      "de": "-Elaine, verliere ich den Verstand? -Nein, tust du nicht."
    }
  },
  {
    "translation": {
      "en": "-Why are my hands so big? -Oscar. Look at me. Focus.",
      "de": "-Warum sind meine Hände so groß? -Oscar, sieh mich an!"
    }
  },
  {
    "translation": {
      "en": "Elaine, I love this game.",
      "de": "-Konzentrier dich. -Elaine, ich liebe dieses Spiel."
    }
  },
  {
    "translation": {
      "en": "Okay, good. Because I have to tell you something.",
      "de": "Okay, gut. Ich muss dir nämlich was sagen."
    }
  },
  {
    "translation": {
      "en": "Okay. What is it, my love?",
      "de": "Was denn, Liebling?"
    }
  },
  {
    "translation": {
      "en": "Remember that Valium that I gave you earlier?",
      "de": "Weißt du noch, die Valium, die ich dir gab?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "de": "-Ja. -Scheinbar war es keine richtige Valium."
    }
  },
  {
    "translation": {
      "en": "Well, it turns out that it wasn't really Valium. Not completely.",
      "de": "-Ja. -Scheinbar war es keine richtige Valium. Nicht ganz."
    }
  },
  {
    "translation": {
      "en": "-Did you just hear me? -Hello? Hello?",
      "de": "-Hast du mich verstanden? -Hallo? Hallo?"
    }
  },
  {
    "translation": {
      "en": "-Am I going blind in here? -Oh, God.",
      "de": "-Oh Gott. -Werde ich gerade blind?"
    }
  },
  {
    "translation": {
      "en": "I promise.",
      "de": "Das verspreche ich."
    }
  },
  {
    "translation": {
      "en": "Hey, Uncle Duncan! Miss Cynthia, Michelle.",
      "de": "Hey, Onkel Duncan. Kann... Miss Cynthia, Michelle."
    }
  },
  {
    "translation": {
      "en": "I got this thing on my hand and it's been there for weeks, and I was just wondering what you think it might be.",
      "de": "Ich habe seit Wochen etwas an meiner Hand. Weißt du vielleicht, was es sein könnte?"
    }
  },
  {
    "translation": {
      "en": "I'm not...",
      "de": "Ich bin kein..."
    }
  },
  {
    "translation": {
      "en": "Look, you probably should see a dermatologist, Norman.",
      "de": "Du solltest zu einem Hautarzt gehen, Norman."
    }
  },
  {
    "translation": {
      "en": "-I'm going out to get some air. -Okay.",
      "de": "Ich gehe raus an die frische Luft."
    }
  },
  {
    "translation": {
      "en": "I mean... Why? I don't have sickle cell anemia or nothing, right?",
      "de": "Aber warum? Ist es etwa eine Sichelzellenanämie?"
    }
  },
  {
    "translation": {
      "en": "No, it looks like a pigment mutation.",
      "de": "Nein, es sieht aus wie eine Pigmentstörung."
    }
  },
  {
    "translation": {
      "en": "A pigment mutation? You mean like the Incredible Hulk or something?",
      "de": "Pigmentstörung? Meinst du, wie beim unglaublichen Hulk?"
    }
  },
  {
    "translation": {
      "en": "I can't be turning green out there.",
      "de": "Ich darf nicht grün werden."
    }
  },
  {
    "translation": {
      "en": "I'm a black man, I'm sensitive, I'd be turning green over every little thing.",
      "de": "Ich bin schwarz und sensibel, ich würde dauernd grün werden."
    }
  },
  {
    "translation": {
      "en": "I can see it now.",
      "de": "Wenn ich Post kriege wegen Unterhaltszahlungen, mache ich..."
    }
  },
  {
    "translation": {
      "en": "Me getting mail from child support, \"That not Hulk baby.",
      "de": "Wenn ich Post kriege wegen Unterhaltszahlungen, mache ich... \"Das ist nicht Hulks Baby. Hulk wird einen Vaterschaftstest machen.\""
    }
  },
  {
    "translation": {
      "en": "\"Hulk take blood tests on Maury Povich.\"",
      "de": "\"Das ist nicht Hulks Baby. Hulk wird einen Vaterschaftstest machen.\""
    }
  },
  {
    "translation": {
      "en": "You're probably just allergic to something. Maybe shellfish or nuts.",
      "de": "Wahrscheinlich ist es eine Allergie. Vielleicht gegen Schalentiere oder Nüsse."
    }
  },
  {
    "translation": {
      "en": "-Nuts? Well, what nut mutates? -I don't know. Now excuse me.",
      "de": "Nüsse? Welche Nuss ruft so was hervor? Ich weiß es nicht. Und jetzt entschuldige mich."
    }
  },
  {
    "translation": {
      "en": "Somebody gave me hypoallergenic drugs?",
      "de": "Jemand gab mir hypoallergene Drogen?"
    }
  },
  {
    "translation": {
      "en": "-It's a form of hallucinogenic. -Hagucilenic.",
      "de": "-Eine Art Halluzinogen. -Hazilunogen?"
    }
  },
  {
    "translation": {
      "en": "-Elaine, Elaine, did you tell him? -I just did.",
      "de": "-Elaine, hast du es ihm gesagt? -Gerade eben."
    }
  },
  {
    "translation": {
      "en": "-How you feeling, big guy? -I've been drugged.",
      "de": "Wie geht es dir?"
    }
  },
  {
    "translation": {
      "en": "Yeah, not, no, yeah.",
      "de": "-Man hat mir Drogen verabreicht. -Ja. Nein. Etwas."
    }
  },
  {
    "translation": {
      "en": "-Yeah, yeah, a little bit. Hey, listen... -I've been drugged by you.",
      "de": "-Man hat mir Drogen verabreicht. -Ja. Nein. Etwas. Und zwar deine Drogen!"
    }
  },
  {
    "translation": {
      "en": "-You fool! -Wait, Oscar!",
      "de": "-Stopp. Oscar. -Du Trottel."
    }
  },
  {
    "translation": {
      "en": "-Let him go! Oh, my God. -How long does it last?",
      "de": "-Lass ihn los! Oh Gott! -Wie lange hält es an?"
    }
  },
  {
    "translation": {
      "en": "Elaine, he's incredibly strong right now.",
      "de": "Elaine, er ist sehr stark."
    }
  },
  {
    "translation": {
      "en": "-I know, and I'm sorry. -How long does it last?",
      "de": "Wie lange?"
    }
  },
  {
    "translation": {
      "en": "-Like eight hours? -Eight hours, fuck!",
      "de": "So acht Stunden? Acht Stunden? Scheiße!"
    }
  },
  {
    "translation": {
      "en": "Babe, what are you doing? I'm gonna be sick.",
      "de": "-Schatz, was machst du? -Ich muss mich übergeben."
    }
  },
  {
    "translation": {
      "en": "-Jeffrey, this is all your fault. -This is your fault. You gave it to him.",
      "de": "-Jeffrey, das ist deine Schuld. -Nein, deine. Du hast sie ihm gegeben."
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "de": "Scheiße."
    }
  },
  {
    "translation": {
      "en": "Baby, slow down.",
      "de": "Schatz, langsam."
    }
  },
  {
    "translation": {
      "en": "Hey, Elaine. What's going on? -What are you doing? You following me? -Not now, Derek!",
      "de": "-Elaine, was ist, folgst du mir? -Nicht jetzt, Derek."
    }
  },
  {
    "translation": {
      "en": "Hey!",
      "de": "-Hey! -Tut mir leid, Mann. Alles klar bei dir?"
    }
  },
  {
    "translation": {
      "en": "-Sorry. You all right? -Are you okay?",
      "de": "-Hey! -Tut mir leid, Mann. Alles klar bei dir? Geht es dir gut?"
    }
  },
  {
    "translation": {
      "en": "-Oh, shit. -Oscar!",
      "de": "Oh, Scheiße!"
    }
  },
  {
    "translation": {
      "en": "Excuse me, everyone, he's gonna be sick.",
      "de": "Vorsicht, er muss sich übergeben."
    }
  },
  {
    "translation": {
      "en": "Oscar, sweetie, slow down!",
      "de": "Oscar, Schatz, mach langsam."
    }
  },
  {
    "translation": {
      "en": "-Oscar! Oscar! -Oscar!",
      "de": "-Oscar! -Oscar!"
    }
  },
  {
    "translation": {
      "en": "Oscar, no! Don't go in there! Oscar! Oscar, out!",
      "de": "Oscar, nein! Geh nicht da rein. Oscar, raus!"
    }
  },
  {
    "translation": {
      "en": "In here, there's a bathroom here. Oh, God.",
      "de": "Da rein. Da ist ein Badezimmer. Oh Gott."
    }
  },
  {
    "translation": {
      "en": "-Jeez! Oscar. -Get back.",
      "de": "Bitte... Au! -Oscar. -Geh zurück!"
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "de": "Was machst du?"
    }
  },
  {
    "translation": {
      "en": "Get back or I will blow your head off. -Get your hands up! -Are you...",
      "de": "Zurück, oder ich puste deinen Schädel weg. Hände hoch!"
    }
  },
  {
    "translation": {
      "en": "Hands up!",
      "de": "-Hast du... -Hände hoch!"
    }
  },
  {
    "translation": {
      "en": "Oscar, baby.",
      "de": "Oscar, Liebling."
    }
  },
  {
    "translation": {
      "en": "-Are you kidding me? Open this door, baby. -Easy, big fellow.",
      "de": "-Im Ernst? Mach dir Tür auf, Schatz. -Ganz ruhig."
    }
  },
  {
    "translation": {
      "en": "-Honey. -Oh, shit.",
      "de": "-Liebling. -Scheiße."
    }
  },
  {
    "translation": {
      "en": "You're locked in, so, please, -unlock the door, okay? -Oh, shit.",
      "de": "-Du bist eingesperrt, bitte öffne die Tür. -Elaine?"
    }
  },
  {
    "translation": {
      "en": "-Elaine? I can't find the pill bottle. -Can you just...",
      "de": "-Die Tabletten sind weg. -Sei..."
    }
  },
  {
    "translation": {
      "en": "Oh, shit.",
      "de": "Oh, Scheiße."
    }
  },
  {
    "translation": {
      "en": "-Oscar, open the door. -Lasts up to eight hours.",
      "de": "-Oscar, öffne die Tür. -\"Hält bis zu acht Stunden.\""
    }
  },
  {
    "translation": {
      "en": "-Open the door. -Perfect.",
      "de": "-Öffne dir Tür! -Perfekt."
    }
  },
  {
    "translation": {
      "en": "-Oscar, open the door, sweetie. -It's already been five minutes.",
      "de": "-Oscar, öffne bitte dir Tür, Liebling. -Es sind schon... ...fünf Minuten."
    }
  },
  {
    "translation": {
      "en": "-That's good. -Damn it!",
      "de": "Sehr gut. Verdammt."
    }
  },
  {
    "translation": {
      "en": "Motherfucker! Five minutes? Oh, shit!",
      "de": "Verfickte Scheiße! Fünf Minuten? Oh, Scheiße!"
    }
  },
  {
    "translation": {
      "en": "-Shit, shit, shit, shit! -What's going on?",
      "de": "-Scheiße, Scheiße! -Was ist denn da los?"
    }
  },
  {
    "translation": {
      "en": "-Oscar, open the door, please. -You know what,",
      "de": "-Oscar, mach auf. -Holen Sie sich doch etwas zu essen."
    }
  },
  {
    "translation": {
      "en": "why don't you go get something to eat? We're gonna start pretty soon. Yeah.",
      "de": "-Oscar, mach auf. -Holen Sie sich doch etwas zu essen. Wir werden bald wieder anfangen."
    }
  },
  {
    "translation": {
      "en": "Grief does strange things to people, doesn't it?",
      "de": "Trauer bewirkt Seltsames bei Menschen, nicht wahr?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -If you remember,",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "there's something I would like to talk to you about.",
      "de": "Ich wollte noch etwas mit Ihnen besprechen."
    }
  },
  {
    "translation": {
      "en": "-Could we just do this... -Is there someplace private we could go?",
      "de": "-Könnten wir das... -Können wir uns irgendwo zurückziehen?"
    }
  },
  {
    "translation": {
      "en": "Cocksuckers!",
      "de": "Schwanzlutscher!"
    }
  },
  {
    "translation": {
      "en": "This is lovely.",
      "de": "Es ist wunderschön."
    }
  },
  {
    "translation": {
      "en": "-So Edward. -I know.",
      "de": "-Typisch Edward. -Das stimmt."
    }
  },
  {
    "translation": {
      "en": "You're writing a novel?",
      "de": "Sie schreiben einen Roman?"
    }
  },
  {
    "translation": {
      "en": "Yeah, that's mine.",
      "de": "Ja, das ist meiner."
    }
  },
  {
    "translation": {
      "en": "-Sorry. -Just like your brother.",
      "de": "Genau wie Ihr Bruder."
    }
  },
  {
    "translation": {
      "en": "Actually, I was writing before my brother.",
      "de": "Eigentlich schreibe ich schon länger als mein Bruder."
    }
  },
  {
    "translation": {
      "en": "I got a couple of pieces published in Jet. One about hypertension.",
      "de": "Ein paar meiner Artikel wurden im Jet Magazin veröffentlicht. Einer über Bluthochdruck."
    }
  },
  {
    "translation": {
      "en": "That was a while back, though, and now I'm working mainly as a tax accountant.",
      "de": "Das ist schon länger her. Jetzt arbeite ich meist als Steuerberater."
    }
  },
  {
    "translation": {
      "en": "Well, then, you must be very proud of Ryan.",
      "de": "Dann müssen Sie sehr stolz auf Ryan sein."
    }
  },
  {
    "translation": {
      "en": "Getting all of his novels published.",
      "de": "-Mit all seinen veröffentlichten Romanen. -Ja."
    }
  },
  {
    "translation": {
      "en": "Yeah. Pretty proud.",
      "de": "-Mit all seinen veröffentlichten Romanen. -Ja. Ziemlich stolz."
    }
  },
  {
    "translation": {
      "en": "What did you wanna talk about? Your father and I were very close.",
      "de": "-Worüber wollten Sie sprechen? -Ihr Vater und ich standen uns nahe."
    }
  },
  {
    "translation": {
      "en": "-That's nice, that's nice. -Spent a lot of time together.",
      "de": "-Wie schön. -Wir haben viel Zeit zusammen verbracht."
    }
  },
  {
    "translation": {
      "en": "Okay, well, you know, Dad was a fun guy.",
      "de": "Okay. Ja, wissen Sie... Dad war ein lustiger Typ."
    }
  },
  {
    "translation": {
      "en": "I have some photos I want to show you. Few snaps of us.",
      "de": "Ich möchte Ihnen ein paar Fotos zeigen. Ein paar Schnappschüsse von uns."
    }
  },
  {
    "translation": {
      "en": "That's me and your dad at Venice Beach, Muscle Beach.",
      "de": "Ihr Vater und ich in Venice Beach, Muscle Beach."
    }
  },
  {
    "translation": {
      "en": "And here we are in West Hollywood, at the Halloween parade.",
      "de": "Und hier sind wir in West Hollywood, beim Halloween-Umzug."
    }
  },
  {
    "translation": {
      "en": "I don't know if you've ever been, but what a spectacle that is.",
      "de": "Ich weiß nicht, ob Sie schon mal da waren, aber es ist ein ziemliches Spektakel."
    }
  },
  {
    "translation": {
      "en": "How'd you get in here?",
      "de": "Wie bist du da reingekommen?"
    }
  },
  {
    "translation": {
      "en": "And here we are at the premiere of Dreamgirls.",
      "de": "Hier sind wir bei der Premiere von Dreamgirls."
    }
  },
  {
    "translation": {
      "en": "I was dressed as Deena and your father just had to be Effie.",
      "de": "Ich ging als Deena, und Ihr Vater wollte unbedingt Effie sein."
    }
  },
  {
    "translation": {
      "en": "So, how exactly did you know my father?",
      "de": "Woher genau kannten Sie meinen Vater?"
    }
  },
  {
    "translation": {
      "en": "No. No.",
      "de": "Nein. Nein!"
    }
  },
  {
    "translation": {
      "en": "You think you can come in here and just slander my dad's name",
      "de": "Denken Sie, Sie können meinen Vater in den Schmutz ziehen,"
    }
  },
  {
    "translation": {
      "en": "by showing me a couple of pictures of you guys going to see Dreamgirls?",
      "de": "indem Sie mir Bilder von Ihnen bei Dreamgirls zeigen?"
    }
  },
  {
    "translation": {
      "en": "So what? I've seen Dreamgirls two, three times.",
      "de": "Na und? Ich habe Dreamgirls mehrmals gesehen."
    }
  },
  {
    "translation": {
      "en": "Doesn't mean I'm gay.",
      "de": "Trotzdem bin ich nicht schwul."
    }
  },
  {
    "translation": {
      "en": "-What's that prove? -I'm sorry.",
      "de": "-Was beweist das? -Es tut mir leid."
    }
  },
  {
    "translation": {
      "en": "I guess he would've told you himself, but he wasn't sure how you'd react.",
      "de": "Er hätte es Ihnen selbst gesagt, aber er war unsicher, wie Sie reagieren."
    }
  },
  {
    "translation": {
      "en": "Does my mother know?",
      "de": "Weiß meine Mutter Bescheid?"
    }
  },
  {
    "translation": {
      "en": "No. And there's no reason she has to.",
      "de": "Nein, und es gibt keinen Grund, dass sie es erfährt."
    }
  },
  {
    "translation": {
      "en": "Just as long as I get what's owed to me.",
      "de": "Solange ich bekomme, was mir zusteht."
    }
  },
  {
    "translation": {
      "en": "Excuse me? What's owed to you?",
      "de": "Wie bitte? Was Ihnen zusteht?"
    }
  },
  {
    "translation": {
      "en": "Well, I deserve something.",
      "de": "Mir steht durchaus etwas zu. Ihr Vater und ich waren ein Paar."
    }
  },
  {
    "translation": {
      "en": "Your father and I were lovers and he left me absolutely nothing in his will.",
      "de": "Mir steht durchaus etwas zu. Ihr Vater und ich waren ein Paar. Er hat mir im Testament nichts hinterlassen."
    }
  },
  {
    "translation": {
      "en": "How do you think that makes me feel?",
      "de": "Was meinen Sie, wie ich mich fühle?"
    }
  },
  {
    "translation": {
      "en": "I don't know and I don't care.",
      "de": "Ich weiß es nicht, und es ist mir auch egal."
    }
  },
  {
    "translation": {
      "en": "I will tell you how it makes me feel. Cheap.",
      "de": "Ich werde Ihnen sagen, wie ich mich fühle. Billig."
    }
  },
  {
    "translation": {
      "en": "-Like some cheap piece of ass. -What do you want?",
      "de": "Wie ein billiges Flittchen. -Was wollen Sie? -Ich will vieles."
    }
  },
  {
    "translation": {
      "en": "What I want is a lot, but I'm not asking you for what I want.",
      "de": "-Was wollen Sie? -Ich will vieles. Aber danach frage ich Sie nicht."
    }
  },
  {
    "translation": {
      "en": "-I deserve $30,000. -$30,000?",
      "de": "Ich habe $ 30.000 verdient. $ 30.000? Rauchen Sie Meth?"
    }
  },
  {
    "translation": {
      "en": "Are you smoking meth? I'm not giving you $30,000.",
      "de": "$ 30.000? Rauchen Sie Meth? Ich gebe Ihnen keine $ 30.000!"
    }
  },
  {
    "translation": {
      "en": "I'm trying to buy a house! I'm trying to have a kid!",
      "de": "Ich kaufe ein Haus und will ein Kind."
    }
  },
  {
    "translation": {
      "en": "I can't give you $30,000!",
      "de": "-Ich habe keine $ 30.000! -Hören Sie."
    }
  },
  {
    "translation": {
      "en": "Now, listen, your father made me a promise to take care of me.",
      "de": "-Ich habe keine $ 30.000! -Hören Sie. Ihr Vater versprach, für mich Sorge zu tragen."
    }
  },
  {
    "translation": {
      "en": "I made certain sacrifices to keep him happy.",
      "de": "Ich habe gewisse Opfer gebracht, um ihn bei Laune zu halten."
    }
  },
  {
    "translation": {
      "en": "Now, I don't want to, but I will show these photos to your mother.",
      "de": "Ich will es nicht, aber ich werde die Fotos Ihrer Mutter zeigen."
    }
  },
  {
    "translation": {
      "en": "Do you really want me to do that?",
      "de": "Wollen Sie das wirklich?"
    }
  },
  {
    "translation": {
      "en": "Shit!",
      "de": "Scheiße."
    }
  },
  {
    "translation": {
      "en": "Wait here.",
      "de": "Warten Sie hier."
    }
  },
  {
    "translation": {
      "en": "Oh, Aaron. I was just telling George here how when we were boys together,",
      "de": "Aaron, ich habe George gerade von unserer Jugend erzählt,"
    }
  },
  {
    "translation": {
      "en": "your father used to make us all go skinny-dipping.",
      "de": "als dein Vater uns zum Nacktbaden überredete."
    }
  },
  {
    "translation": {
      "en": "-Isn't that funny? -Hilarious.",
      "de": "-Ist das nicht lustig? -Zum Schreien."
    }
  },
  {
    "translation": {
      "en": "-Well, maybe your husband will know. -Wait! Wait! Aaron! Aaron!",
      "de": "-Vielleicht weiß Ihr Mann Bescheid. -Warte. Aaron!"
    }
  },
  {
    "translation": {
      "en": "Sometime today?",
      "de": "Irgendwann heute?"
    }
  },
  {
    "translation": {
      "en": "Anything I can do to help? No, I'm fine, thank you.",
      "de": "-Kann ich irgendwie helfen? -Nein, ich habe alles im Griff. Danke."
    }
  },
  {
    "translation": {
      "en": "Oscar, please.",
      "de": "Oscar, bitte."
    }
  },
  {
    "translation": {
      "en": "Say, Elaine, what are you doing after the funeral?",
      "de": "Sag, Elaine, was machst du nach der Beerdigung?"
    }
  },
  {
    "translation": {
      "en": "I got Usher tickets, front row, Staples Center.",
      "de": "Ich habe Usher-Karten. Erste Reihe, Staples Center."
    }
  },
  {
    "translation": {
      "en": "You don't have Usher tickets.",
      "de": "Du hast keine Karten."
    }
  },
  {
    "translation": {
      "en": "Well, no, not yet, but I can get them like that. You know what? Derek, please, go away.",
      "de": "-Aber ich kann welche besorgen. -Weißt du, was, Derek? Bitte geh."
    }
  },
  {
    "translation": {
      "en": "You don't deserve her!",
      "de": "Du verdienst sie nicht."
    }
  },
  {
    "translation": {
      "en": "He doesn't.",
      "de": "Tut er nicht."
    }
  },
  {
    "translation": {
      "en": "I'm gonna go find Norman.",
      "de": "Ich gehe zu Norman."
    }
  },
  {
    "translation": {
      "en": "So, you've never been to New York? I've been, with my parents once.",
      "de": "-Du warst also noch nie in New York? -Ich war einmal mit meinen Eltern da."
    }
  },
  {
    "translation": {
      "en": "Now, that's not seeing New York. You got to come visit. Just hang out.",
      "de": "So lernst du New York nicht kennen. Du musst zu Besuch kommen und abhängen."
    }
  },
  {
    "translation": {
      "en": "-When's your birthday? -I turned 18 last week.",
      "de": "-Wann hast du Geburtstag? -Seit Kurzem bin ich 18."
    }
  },
  {
    "translation": {
      "en": "Yeah. Well, that's my favorite number, girl.",
      "de": "Super. Das ist meine Lieblingszahl, Kleine."
    }
  },
  {
    "translation": {
      "en": "You know, I want you to get yourself on a bus",
      "de": "Ich möchte, dass du in einen Bus steigst und mich in New York besuchst."
    }
  },
  {
    "translation": {
      "en": "and come visit me in New York this year. Can you do that?",
      "de": "Ich möchte, dass du in einen Bus steigst und mich in New York besuchst. Machst du das?"
    }
  },
  {
    "translation": {
      "en": "For me?",
      "de": "Für mich."
    }
  },
  {
    "translation": {
      "en": "All right. Yeah.",
      "de": "Okay. Ja."
    }
  },
  {
    "translation": {
      "en": "Yeah, that's what I'm talking about. And I got all kind of snacks for you.",
      "de": "So gefällt mir das. Ich habe auch Snacks für dich."
    }
  },
  {
    "translation": {
      "en": "-Really? -You like Sugar Daddies?",
      "de": "-Echt? -Magst du Sugar Daddys?"
    }
  },
  {
    "translation": {
      "en": "-Ryan, Ryan, I need to talk to you. -Gummi bears...",
      "de": "-Ryan, ich muss mit dir reden. -Gummibärchen..."
    }
  },
  {
    "translation": {
      "en": "-Ryan, I need to talk... -Aaron, not now.",
      "de": "-Ryan, ich muss mit dir reden. -Gummibärchen... -Aaron, nicht jetzt. -Es ist sehr dringend."
    }
  },
  {
    "translation": {
      "en": "-I really need to talk to you. -Aaron, give me five minutes, okay?",
      "de": "-Aaron, nicht jetzt. -Es ist sehr dringend. Aaron, gib mir fünf Minuten, okay? Ich bin gerade in tiefer Trauer."
    }
  },
  {
    "translation": {
      "en": "Bro, I'm grieving here.",
      "de": "Aaron, gib mir fünf Minuten, okay? Ich bin gerade in tiefer Trauer."
    }
  },
  {
    "translation": {
      "en": "Martina, could you excuse us? We've really got to talk about something.",
      "de": "Martina, gibst du uns einen Moment? Die Sache ist wichtig."
    }
  },
  {
    "translation": {
      "en": "Hey, SpongeBob is on. All right, talk to you later.",
      "de": "SpongeBob läuft gerade. -Okay, bis später. -Was soll das?"
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "de": "-Okay, bis später. -Was soll das?"
    }
  },
  {
    "translation": {
      "en": "Remember the guy that came by a little earlier, that we didn't recognize?",
      "de": "Erinnerst du dich an den Kerl vorhin, den wir nicht kannten?"
    }
  },
  {
    "translation": {
      "en": "-Dude in the leather jacket. -Yeah, well,",
      "de": "-Der Typ in der Lederjacke. -Ja. Also, er..."
    }
  },
  {
    "translation": {
      "en": "he came by the study, and he showed me some pictures of him and Dad.",
      "de": "Er hat mir im Arbeitszimmer Fotos von sich und Dad gezeigt."
    }
  },
  {
    "translation": {
      "en": "So? So, he showed you some pictures,",
      "de": "-Na und? Was ist so schlimm daran? -Fotos von ihm und Dad..."
    }
  },
  {
    "translation": {
      "en": "-what's wrong with that? -Pictures of him and Dad together.",
      "de": "-Na und? Was ist so schlimm daran? -Fotos von ihm und Dad... ...zusammen."
    }
  },
  {
    "translation": {
      "en": "-So, we playing 20 questions now or what? -He was Dad's lover.",
      "de": "-Soll ich dir 20 Fragen stellen, oder was? -Er war Dads Liebhaber."
    }
  },
  {
    "translation": {
      "en": "-No, man. No, no, no, no. -Yeah, yeah, the guy's name is Frank.",
      "de": "Nein, Mann. Nein. -Nein. -Ja. Er heißt Frank und hat mir Fotos von sich und Dad zusammen gezeigt."
    }
  },
  {
    "translation": {
      "en": "He showed me some pictures of him and Dad doing stuff.",
      "de": "Er heißt Frank und hat mir Fotos von sich und Dad zusammen gezeigt."
    }
  },
  {
    "translation": {
      "en": "You telling me our father was on the downlow?",
      "de": "Unser Vater hatte geheime Vorlieben?"
    }
  },
  {
    "translation": {
      "en": "-Way down low. -Hell no.",
      "de": "-Sehr extreme Vorlieben. -So ein Schwachsinn!"
    }
  },
  {
    "translation": {
      "en": "I don't believe that. My father's not gay.",
      "de": "Das glaube ich nicht. Mein Vater ist nicht schwul."
    }
  },
  {
    "translation": {
      "en": "Matter of fact, he's so straight, he makes me seem gay.",
      "de": "Er ist sogar so hetero, dass ich dagegen schwul wirke."
    }
  },
  {
    "translation": {
      "en": "And I ain't fucking gay.",
      "de": "Und ich bin nicht schwul."
    }
  },
  {
    "translation": {
      "en": "I ain't know he did yoga.",
      "de": "Er hat Yoga gemacht?"
    }
  },
  {
    "translation": {
      "en": "Look. He got the wheelbarrow.",
      "de": "Guck, er macht die Schubkarre."
    }
  },
  {
    "translation": {
      "en": "-Thanks. -I just don't get it.",
      "de": "Ich verstehe es nicht."
    }
  },
  {
    "translation": {
      "en": "I don't know what she sees in that poser that she doesn't see in me.",
      "de": "Was sieht sie in diesem Angeber, was sie in mir nicht sieht?"
    }
  },
  {
    "translation": {
      "en": "-Seems serious, don't it? -Of course it is, it's my life.",
      "de": "-Sieht ziemlich ernst aus, oder? -Klar, es ist mein Leben."
    }
  },
  {
    "translation": {
      "en": "I've only been sleeping like eight hours a night, man.",
      "de": "Ich schlafe jede Nacht nur acht Stunden, Mann."
    }
  },
  {
    "translation": {
      "en": "-I'm at my wit's end. -What?",
      "de": "-Ich bin mit meinem Latein am Ende. -Was?"
    }
  },
  {
    "translation": {
      "en": "-No, dude. -Yeah?",
      "de": "-Nein, Mann. -Ja."
    }
  },
  {
    "translation": {
      "en": "-Me. Pigment mutation? -Right.",
      "de": "-Bei mir. Pigmentstörung! -Ach so, stimmt."
    }
  },
  {
    "translation": {
      "en": "Well, maybe it's vitiligo, that thing Michael Jackson had on his balls.",
      "de": "Vielleicht ist es die Weißfleckenkrankheit? Das hatte Michael Jackson an seinen Eiern."
    }
  },
  {
    "translation": {
      "en": "I don't know what Michael Jackson had on his balls.",
      "de": "Ich weiß nicht, was Michael Jackson an den Eiern hatte."
    }
  },
  {
    "translation": {
      "en": "-Okay. -You asking me, like I was down there or something.",
      "de": "Du fragst so, als wäre ich mal da unten gewesen."
    }
  },
  {
    "translation": {
      "en": "-Hey. Try this cake. It might have nuts in it. -So?",
      "de": "Hey, probier mal den Kuchen. Vielleicht sind da Nüsse drin. Und?"
    }
  },
  {
    "translation": {
      "en": "Elaine's dad said I might just be allergic to nuts.",
      "de": "Elaines Dad meint, ich könnte allergisch sein."
    }
  },
  {
    "translation": {
      "en": "So, don't eat nuts. Put the fork down. Don't eat it. That's what I do when I'm stressed. I eat.",
      "de": "-Dann iss keine Nüsse. Leg die Gabel hin. -Wenn ich gestresst bin, esse ich!"
    }
  },
  {
    "translation": {
      "en": "You ain't gonna eat when your hand falls off, papa. Just try the cake for me. See if it has nuts in it, please?",
      "de": "-Nicht, wenn deine Hand abfällt, Alter. -Bitte probier, ob im Kuchen Nüsse sind."
    }
  },
  {
    "translation": {
      "en": "Elaine's driving me crazy, and you're not helping.",
      "de": "Elaine macht mich wahnsinnig, und du bist keine Hilfe."
    }
  },
  {
    "translation": {
      "en": "Hey, fathead. Quit slopping down food for a second. Make me a plate.",
      "de": "Hey, Fettarsch. Hör mal auf zu essen, und bring mir einen Teller."
    }
  },
  {
    "translation": {
      "en": "I'm gonna wash my hands, and make you a dynamite plate.",
      "de": "Ich wasche mir die Hände und mache dir den Superteller."
    }
  },
  {
    "translation": {
      "en": "I know you like hot sauce on your collard greens. That's...",
      "de": "Ich weiß, du magst scharfe Soße auf dem Kohl..."
    }
  },
  {
    "translation": {
      "en": "Come here to papa.",
      "de": "Komm zu Papa."
    }
  },
  {
    "translation": {
      "en": "Uncle Russell.",
      "de": "Onkel Russel."
    }
  },
  {
    "translation": {
      "en": "Have you seen a little pill, pill bottle with some Valium in it?",
      "de": "Hast du ein kleines Tablettendöschen mit Valium gesehen?"
    }
  },
  {
    "translation": {
      "en": "-Is that a yes or... -God, don't scare me like that.",
      "de": "-Also ja? -Erschreck mich nicht so."
    }
  },
  {
    "translation": {
      "en": "Shit tastes like it got nuts in it. Shit.",
      "de": "Der Scheiß schmeckt, als wären Nüsse drin. Mist."
    }
  },
  {
    "translation": {
      "en": "-I'm sure we'll start again soon. -Dr. Barnes! Dr. Barnes!",
      "de": "-Ich bin sicher, es geht bald weiter. -Dr. Barnes!"
    }
  },
  {
    "translation": {
      "en": "-Let's go back inside. -Soon. I just need a moment alone.",
      "de": "-Lass uns reingehen. -Gleich. -Ich will kurz allein sein. -Nur eine Minute!"
    }
  },
  {
    "translation": {
      "en": "Just one minute.",
      "de": "-Ich will kurz allein sein. -Nur eine Minute!"
    }
  },
  {
    "translation": {
      "en": "-Dr. Barnes, just one quick... -Excuse me.",
      "de": "-Dr. Barnes! -Entschuldigt mich."
    }
  },
  {
    "translation": {
      "en": "How you doing, Miss Cynthia? -You look good. -Thank you.",
      "de": "Wie geht es Ihnen, Miss Cynthia? Sie sehen gut aus."
    }
  },
  {
    "translation": {
      "en": "You hanging in there? Your macaroni is superb.",
      "de": "-Danke. -Kommen Sie zurecht? Ihre Makkaroni sind vorzüglich. Sechs verschiedene Käsesorten."
    }
  },
  {
    "translation": {
      "en": "Six different cheeses. He looked good in that box.",
      "de": "Ihre Makkaroni sind vorzüglich. Sechs verschiedene Käsesorten. Er sah gut aus. Die Leichenstarre hat gut eingesetzt."
    }
  },
  {
    "translation": {
      "en": "The rigor mortis set in well. You know, except for that left hand.",
      "de": "Er sah gut aus. Die Leichenstarre hat gut eingesetzt. Abgesehen von der linken Hand."
    }
  },
  {
    "translation": {
      "en": "You might just wanna throw an oven mitt or something on there. Yeah.",
      "de": "Da könnte man einen Topflappen drüber ziehen."
    }
  },
  {
    "translation": {
      "en": "The suit he got on is magnificent, you know.",
      "de": "Der Anzug, den er trägt, ist wunderschön."
    }
  },
  {
    "translation": {
      "en": "Looked like Colin Powell. Looked just like a Republican.",
      "de": "Er sah aus wie Colin Powell, wie ein Republikaner."
    }
  },
  {
    "translation": {
      "en": "But did you check the shoes?",
      "de": "Haben Sie die Schuhe überprüft?"
    }
  },
  {
    "translation": {
      "en": "'Cause sometimes they take the shoes right off their feet in the funeral home, right?",
      "de": "Haben Sie die Schuhe überprüft? Manchmal klauen sie die im Bestattungsinstitut von den Füßen."
    }
  },
  {
    "translation": {
      "en": "-Especially if they're gators. -Norman. Just...",
      "de": "-Besonders die Gators. -Norman."
    }
  },
  {
    "translation": {
      "en": "-Excuse me. -Sorry, Miss Cynthia.",
      "de": "-Sei einfach... Entschuldige mich. -Entschuldigung, Miss Cynthia."
    }
  },
  {
    "translation": {
      "en": "Jesus Christ!",
      "de": "Herr im Himmel!"
    }
  },
  {
    "translation": {
      "en": "Somebody dropped they pills.",
      "de": "Jemand hat seine Tabletten verloren."
    }
  },
  {
    "translation": {
      "en": "If we don't get him the money right now, he's gonna start showing Mom the pictures.",
      "de": "Wenn wir ihn nicht sofort bezahlen, zeigt er Mom die Fotos."
    }
  },
  {
    "translation": {
      "en": "-Let me think. All right? Let me think. -Think, think.",
      "de": "-Lass mich mal nachdenken. -Okay, denk nach!"
    }
  },
  {
    "translation": {
      "en": "-You gonna have to pay him, then. -That's your big idea?",
      "de": "Du musst ihm das Geld geben. Das ist die tolle Idee? Ich zahle? Wo ist dein Geld?"
    }
  },
  {
    "translation": {
      "en": "I'm gonna have to pay him? Where's your money?",
      "de": "Das ist die tolle Idee? Ich zahle? Wo ist dein Geld?"
    }
  },
  {
    "translation": {
      "en": "Don't you have a savings or a nest egg? A damn piggy bank?",
      "de": "Hast du kein Sparbuch, Rücklagen oder ein verdammtes Sparschwein?"
    }
  },
  {
    "translation": {
      "en": "Aaron, I'm in debt up to my ass. I'm broke, man. It's \"Hammertime,\" okay?",
      "de": "Aaron, ich bin bis über die Ohren verschuldet. Ich bin pleite, Mann. Ich muss den Gürtel enger schnallen."
    }
  },
  {
    "translation": {
      "en": "If I don't get some money soon, I'm gonna have to do a damn reality show.",
      "de": "Wenn ich nicht bald Geld kriege, muss ich Realityshows drehen."
    }
  },
  {
    "translation": {
      "en": "Okay, so, I gotta pay for the funeral, the catering, and all this other shit,",
      "de": "Ich muss also die Beerdigung, das Catering und all den anderen Scheiß bezahlen?"
    }
  },
  {
    "translation": {
      "en": "and now I gotta pull $30,000 out of my ass?",
      "de": "Und jetzt soll ich mir noch $ 30.000 aus dem Arsch leiern?"
    }
  },
  {
    "translation": {
      "en": "-You know, he's your dad, too. -Yeah, but you the oldest.",
      "de": "-Er ist auch dein Vater. -Aber du bist älter."
    }
  },
  {
    "translation": {
      "en": "-By nine months, as you love to point out. -Doesn't matter.",
      "de": "-Um neun Monate, wie du gerne betonst. -Ist jetzt egal."
    }
  },
  {
    "translation": {
      "en": "Besides, you been living off of Mom and Dad long enough.",
      "de": "Du hast dich lange von Mom und Dad durchfüttern lassen."
    }
  },
  {
    "translation": {
      "en": "You must've saved some money. What? You haven't paid rent in a long time.",
      "de": "Du hast sicher gespart. Du musstest lange keine Miete zahlen."
    }
  },
  {
    "translation": {
      "en": "Hey, hey, I've been living with them, not off them.",
      "de": "Ich habe mit ihnen gelebt, nicht von ihnen."
    }
  },
  {
    "translation": {
      "en": "And Dad's been retired for five years. Who do you think's been paying all these bills?",
      "de": "Dad war fünf Jahre im Ruhestand. Wer denkst du, zahlte die Rechnungen?"
    }
  },
  {
    "translation": {
      "en": "Well, if we both got money issues, what can we do? Fuck him! Fuck...",
      "de": "Wenn wir kein Geld haben, was tun wir dann? Scheiß auf ihn! Scheiß..."
    }
  },
  {
    "translation": {
      "en": "Fuck him, Aaron. Fuck him.",
      "de": "Scheiß auf ihn, Aaron."
    }
  },
  {
    "translation": {
      "en": "Pay the man. Just pay him.",
      "de": "Bezahl den Mann. Bezahl ihn einfach."
    }
  },
  {
    "translation": {
      "en": "-Are you okay there, friend? -Hey, fuck no.",
      "de": "-Alles okay, Freund? -Scheiße, nein."
    }
  },
  {
    "translation": {
      "en": "My nephew's dead, and the little bastards ate all the potato salad. Shit.",
      "de": "Mein Neffe ist tot, und der verdammte Kartoffelsalat ist alle."
    }
  },
  {
    "translation": {
      "en": "Listen, I think we're just about ready to start that service again. Just five more minutes, please, please. Just five. Five.",
      "de": "-Wir können den Gottesdienst fortsetzen. -Nur noch fünf Minuten, bitte."
    }
  },
  {
    "translation": {
      "en": "Hey, hey, baby, what's going on? Is everything okay?",
      "de": "Hey, Schatz, was ist los? Ist alles okay?"
    }
  },
  {
    "translation": {
      "en": "No, we're not gonna be able to move out as soon as we hoped. I'm sorry. I'm sorry.",
      "de": "Nein, wir werden doch nicht sofort ausziehen können, tut mir leid."
    }
  },
  {
    "translation": {
      "en": "Wait. Listen to me. Hello? What are you talking about?",
      "de": "Warte. Hör mir zu. -Hallo! Was meinst du damit? -Du weißt, ich sage so was nicht grundlos."
    }
  },
  {
    "translation": {
      "en": "You know I wouldn't have said it unless I had a good reason.",
      "de": "-Hallo! Was meinst du damit? -Du weißt, ich sage so was nicht grundlos."
    }
  },
  {
    "translation": {
      "en": "-Okay, fine, so what's the reason? -Aaron, we don't have time right now.",
      "de": "-Okay, gut. Was ist der Grund? -Aaron, wir haben keine Zeit dafür."
    }
  },
  {
    "translation": {
      "en": "Aaron, listen, I am trying to be understanding,",
      "de": "Aaron, ich will verständnisvoll sein, aber du musst das erklären."
    }
  },
  {
    "translation": {
      "en": "but you have some explaining to do. And I mean it!",
      "de": "Aaron, ich will verständnisvoll sein, aber du musst das erklären. -Ich meine es ernst! -Gib mir noch etwas Zeit, okay?"
    }
  },
  {
    "translation": {
      "en": "Just a little more time, okay?",
      "de": "-Ich meine es ernst! -Gib mir noch etwas Zeit, okay?"
    }
  },
  {
    "translation": {
      "en": "Hey, hey, hey, hey, that's not supposed to be read yet.",
      "de": "Hey, das soll noch niemand lesen."
    }
  },
  {
    "translation": {
      "en": "-Well, it was on the coffee table. -And what's that supposed to mean?",
      "de": "-Nun ja, es lag auf dem Couchtisch. -Und was soll das heißen?"
    }
  },
  {
    "translation": {
      "en": "Well, when someone leaves something on a coffee table,",
      "de": "Wenn etwas auf dem Couchtisch liegt, wird angenommen, dass jeder es lesen darf."
    }
  },
  {
    "translation": {
      "en": "it's assumed it's for everybody. That's pretty standard.",
      "de": "Wenn etwas auf dem Couchtisch liegt, wird angenommen, dass jeder es lesen darf. -Das ist so üblich. -Ja, das sind die Couchtisch-Regeln."
    }
  },
  {
    "translation": {
      "en": "Those are coffee table rules.",
      "de": "-Das ist so üblich. -Ja, das sind die Couchtisch-Regeln."
    }
  },
  {
    "translation": {
      "en": "-Can we get to the point here? -Fine by me.",
      "de": "-Können wir zur Sache kommen? -Von mir aus gerne."
    }
  },
  {
    "translation": {
      "en": "So, I write the check, you give us the photos,",
      "de": "Ich stelle einen Scheck aus. Sie geben uns die Fotos und bleiben unserer Mutter fern."
    }
  },
  {
    "translation": {
      "en": "and you stay away from our mother.",
      "de": "Sie geben uns die Fotos und bleiben unserer Mutter fern."
    }
  },
  {
    "translation": {
      "en": "-Is that the deal? -Deal.",
      "de": "-Ist das die Abmachung? -Abgemacht."
    }
  },
  {
    "translation": {
      "en": "-What's your last name? -Lovett.",
      "de": "-Wie ist Ihr Nachname? -Lovett."
    }
  },
  {
    "translation": {
      "en": "With two \"Ts.\"",
      "de": "Mit zwei T."
    }
  },
  {
    "translation": {
      "en": "-Lovett. -Is that your first one?",
      "de": "-Lovett. -Ist das Ihr Erster?"
    }
  },
  {
    "translation": {
      "en": "-What? -The novel. It's a first draft.",
      "de": "-Was? -Der Roman. Das ist ein erster Entwurf?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. Yeah, yeah, so? -No, nothing.",
      "de": "Ja. Und? Oh nein. Nichts."
    }
  },
  {
    "translation": {
      "en": "I tried writing once. Didn't work for me, either.",
      "de": "Ich versuchte mal zu schreiben und war auch nicht gut."
    }
  },
  {
    "translation": {
      "en": "I think it's like a gift. Either you have it or you don't.",
      "de": "Ich denke, es ist eine Gabe. Man hat sie oder nicht."
    }
  },
  {
    "translation": {
      "en": "Must be hard for you, though. I mean, your brother being a bestselling author and all.",
      "de": "Das muss schwer für Sie sein, dass Ihr Bruder ein Erfolgsautor ist."
    }
  },
  {
    "translation": {
      "en": "Your father and I read Rhonda's Tiny Box cover to cover together.",
      "de": "Ihr Vater und ich haben Rhondas kleine Dose von vorne bis hinten zusammen gelesen."
    }
  },
  {
    "translation": {
      "en": "We loved it. He was so proud of you.",
      "de": "Wir fanden es toll. Er war so stolz auf Sie."
    }
  },
  {
    "translation": {
      "en": "Well, thank you. I guess.",
      "de": "Vielen Dank. Glaube ich."
    }
  },
  {
    "translation": {
      "en": "-That's it. I can't do it. -Whoa, whoa, whoa, Aaron. Aaron, no, no.",
      "de": "Das war's. Ich kann das nicht tun. Aaron, nein. Was machst du denn?"
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "de": "Aaron, nein. Was machst du denn?"
    }
  },
  {
    "translation": {
      "en": "There is no way in the world I'm giving this guy my hard-earned money. No.",
      "de": "Nie im Leben werde ich diesem Kerl mein hart verdientes Geld geben."
    }
  },
  {
    "translation": {
      "en": "Hey, don't be stupid, okay?",
      "de": "-Nein. -Sei nicht dumm. Okay?"
    }
  },
  {
    "translation": {
      "en": "Now, I'll pay you back as soon as my advance comes in.",
      "de": "Ich bezahle dich, sobald mein Vorschuss kommt."
    }
  },
  {
    "translation": {
      "en": "He picks today, the day of our father's funeral.",
      "de": "Er taucht heute auf, an Vaters Beerdigung."
    }
  },
  {
    "translation": {
      "en": "And then on top of that, he insults my book? No! No!",
      "de": "Obendrein beschimpft er mein Buch. -Nein! -Aber er hat Fotos."
    }
  },
  {
    "translation": {
      "en": "-But he got pictures. -So what? I don't give a fuck what he's got.",
      "de": "-Nein! -Aber er hat Fotos. Na und? Mir ist scheißegal, was er hat."
    }
  },
  {
    "translation": {
      "en": "He can show them to the world. He can put them on Facebook for all I care.",
      "de": "Soll er sie der Welt zeigen und von mir aus auf Facebook stellen."
    }
  },
  {
    "translation": {
      "en": "Who the fuck does he think he is?",
      "de": "Was denkt er, wer er ist?"
    }
  },
  {
    "translation": {
      "en": "Fine. But this is on your head.",
      "de": "Also gut, aber das geht auf Ihr Konto."
    }
  },
  {
    "translation": {
      "en": "Whoa, whoa. Hold on. Hold on now, hold on.",
      "de": "Einen Moment. -Einen Moment. -Okay, lassen Sie mich gehen."
    }
  },
  {
    "translation": {
      "en": "Okay, you need to back off.",
      "de": "-Einen Moment. -Okay, lassen Sie mich gehen."
    }
  },
  {
    "translation": {
      "en": "-No, no, no. Let's discuss this for a minute. -There is nothing to discuss.",
      "de": "Nein, reden wir zuerst darüber. Es gibt nichts zu reden."
    }
  },
  {
    "translation": {
      "en": "-No, don't... -I said back off, buddy!",
      "de": "-Nein... -Ich sagte, lass mich gehen, Freundchen!"
    }
  },
  {
    "translation": {
      "en": "You gonna bring a gat to a funeral?",
      "de": "Sie bringen eine Knarre zu einer Beerdigung?"
    }
  },
  {
    "translation": {
      "en": "Now, nobody got to get capped. Nobody...",
      "de": "Hier muss niemand erschossen werden. Niemand..."
    }
  },
  {
    "translation": {
      "en": "-Get his gun! Get his gun! -He ain't got no damn gun.",
      "de": "-Hol dir die Waffe. -Er hat keine, verdammt."
    }
  },
  {
    "translation": {
      "en": "-You got any rope? Any duct tape? -Hey, what do I look like, a serial killer?",
      "de": "-Hast du Seile? Klebeband? -Bin ich ein Serienkiller?"
    }
  },
  {
    "translation": {
      "en": "I don't just keep rope and duct tape in my pocket.",
      "de": "Ich trage kein Seil oder Klebeband bei mir."
    }
  },
  {
    "translation": {
      "en": "-I can't see nothing. There you go. -Help! Help!",
      "de": "Ich sehe nichts. Hilfe! -Na bitte. -Hilfe!"
    }
  },
  {
    "translation": {
      "en": "-Hey, use your tie! -My tie, my tie?",
      "de": "-Nimm die Krawatte. -Meine Krawatte?"
    }
  },
  {
    "translation": {
      "en": "-What the fuck am I gonna do with my tie? -Stuff it in his mouth.",
      "de": "-Was soll ich damit? -Stopf sie in seinen Mund."
    }
  },
  {
    "translation": {
      "en": "All right, first key... First key to war is to cut off communication.",
      "de": "Okay, der erste Schritt im Krieg ist es, die Kommunikation zu unterbinden."
    }
  },
  {
    "translation": {
      "en": "All right, now, grab that curtain thing. Hurry up. Grab the curtain thing.",
      "de": "-Ich habe ihn. -Dann hol den Vorhang. Schnell, hol den Vorhang. Er will mir in die Eier treten."
    }
  },
  {
    "translation": {
      "en": "Tie his legs. Come on, Aaron, damn!",
      "de": "Fessle seine Beine. Mach schon, Aaron, verdammt!"
    }
  },
  {
    "translation": {
      "en": "-Feel like I'm in a fucking rodeo! -Yeah, yeah. Okay, now get his hands. Shit.",
      "de": "-Ich fühle mich, als wäre ich beim Rodeo! -Okay, jetzt die Hände. Scheiße."
    }
  },
  {
    "translation": {
      "en": "God damn. Strong, ain't he? Damn it, do I gotta do everything?",
      "de": "Der ist stark. Verdammt, warum muss ich alles machen?"
    }
  },
  {
    "translation": {
      "en": "Everything but write a fucking check!",
      "de": "Nur keinen Scheck schreiben."
    }
  },
  {
    "translation": {
      "en": "You know what was in that cake? What's going on? Who's that dude?",
      "de": "Wisst ihr, was im Kuchen war? Was ist los? Wer ist das?"
    }
  },
  {
    "translation": {
      "en": "Norman, come in and shut the damn door. Come on, Aaron, tie it.",
      "de": "Norman, schließ die Tür. Aaron, fessle ihn."
    }
  },
  {
    "translation": {
      "en": "-What's happening? -He having a seizure.",
      "de": "-Was ist los? -Er hat einen Anfall."
    }
  },
  {
    "translation": {
      "en": "-Damn! -Yeah, yeah.",
      "de": "-Verdammt! -Ja."
    }
  },
  {
    "translation": {
      "en": "You know what? I just found some Valium outside.",
      "de": "Ich habe draußen Valium gefunden."
    }
  },
  {
    "translation": {
      "en": "-You think this will calm him down? -Good. Yeah, yeah, give him some.",
      "de": "-Vielleicht beruhigt ihn das? -Probier es."
    }
  },
  {
    "translation": {
      "en": "-Okay. All right. -Come on.",
      "de": "-Okay. -Mach schon."
    }
  },
  {
    "translation": {
      "en": "Put this jacket under his head",
      "de": "Die Jacke unter den Kopf."
    }
  },
  {
    "translation": {
      "en": "so he don't bite down on his tongue.",
      "de": "-Dann beißt er sich nicht. -Mach!"
    }
  },
  {
    "translation": {
      "en": "I learned that procedure at Boys and Girls High School.",
      "de": "-Das habe ich in der Schule gelernt. -Beeil dich."
    }
  },
  {
    "translation": {
      "en": "-Come on. -Here, buddy, this'll make you feel calm.",
      "de": "Hier, Kumpel, das wird Sie beruhigen."
    }
  },
  {
    "translation": {
      "en": "-Open up, open up. -There you go.",
      "de": "-Öffnen Sie den Mund. -So ist es gut."
    }
  },
  {
    "translation": {
      "en": "-Right there. Yes, yes, baby. -Open up, open up.",
      "de": "-Genau. -Mund auf. Ja, Kleiner!"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Look at that. You gonna be fine, my friend.",
      "de": "-Ja. -Bald geht es Ihnen besser, Kumpel."
    }
  },
  {
    "translation": {
      "en": "-Did you guys happen to see a little... -Come, come in, Jeff, come in.",
      "de": "-Habt ihr eine kleine... -Komm rein, Jeff!"
    }
  },
  {
    "translation": {
      "en": "Norman, I told you to lock the damn door.",
      "de": "Norman, du solltest die Tür abschließen."
    }
  },
  {
    "translation": {
      "en": "You said, \"Shut the damn door,\" Ryan!",
      "de": "Nein, du sagtest, ich solle sie zuziehen."
    }
  },
  {
    "translation": {
      "en": "-What's... What's going on? -He's having a seizure.",
      "de": "-Was ist hier los? -Er hat einen Anfall."
    }
  },
  {
    "translation": {
      "en": "-Yeah. So, why is he all tied up? -We don't want him to swallow his tongue.",
      "de": "-Ja? Warum ist er dann gefesselt? -Er soll seine Zunge nicht verschlucken."
    }
  },
  {
    "translation": {
      "en": "No. That's part of the medical procedure.",
      "de": "Das ist Teil des medizinischen Verfahrens."
    }
  },
  {
    "translation": {
      "en": "Oh, God.",
      "de": "Oh Gott."
    }
  },
  {
    "translation": {
      "en": "He's blackmailing you? Over what?",
      "de": "Er erpresst euch? Womit?"
    }
  },
  {
    "translation": {
      "en": "If I could tell you, it wouldn't be blackmail, now, would it?",
      "de": "Könnte ich das sagen, könnte er mich nicht erpressen, oder?"
    }
  },
  {
    "translation": {
      "en": "Hey, look, just trust us. He's the bad guy. Okay? We'll explain it to you later.",
      "de": "Vertrau uns einfach, er ist der Böse. Okay? Wir erklären es dir später."
    }
  },
  {
    "translation": {
      "en": "Yeah, well, what are we gonna do with him?",
      "de": "Aber, was machen wir mit ihm?"
    }
  },
  {
    "translation": {
      "en": "Yeah, what are we gonna do, Ryan? Now that you've jumped his ass?",
      "de": "Ja, was machen wir, Ryan? Du hast ihn überwältigt."
    }
  },
  {
    "translation": {
      "en": "-I don't know. Okay? You think, people. -You're the big writer.",
      "de": "Ich weiß es nicht, okay? Denkt nach. Du bist der große Schriftsteller. Schreib uns doch allen ein Happy End."
    }
  },
  {
    "translation": {
      "en": "Why don't you write something where we all live happily ever after?",
      "de": "Du bist der große Schriftsteller. Schreib uns doch allen ein Happy End."
    }
  },
  {
    "translation": {
      "en": "-How long's that Valium gonna last? -Valium? What... What Valium?",
      "de": "-Wie lange hält die Valium an? -Valium? Welche Valium?"
    }
  },
  {
    "translation": {
      "en": "I found a bottle of Valium, so we gave him a few, thinking it would calm him down.",
      "de": "Ich habe eine Dose mit Valium gefunden. Wir dachten, ein paar davon beruhigen ihn."
    }
  },
  {
    "translation": {
      "en": "You gave him a few of these? Oh, shit.",
      "de": "-Was? -Du hast ihm mehrere gegeben? Oh, Scheiße."
    }
  },
  {
    "translation": {
      "en": "-What? -What?",
      "de": "-Was? -Was?"
    }
  },
  {
    "translation": {
      "en": "See...",
      "de": "Wisst ihr..."
    }
  },
  {
    "translation": {
      "en": "I just gave him a few Valium. I found them on the ground outside.",
      "de": "Ich habe ihm nur ein paar Valium gegeben. Die lagen draußen auf dem Boden."
    }
  },
  {
    "translation": {
      "en": "All right, see, here's the story.",
      "de": "Okay, also, es ist so."
    }
  },
  {
    "translation": {
      "en": "All right. Everybody calling these little guys here Valium,",
      "de": "Alle nennen diese kleinen Pillen hier Valium."
    }
  },
  {
    "translation": {
      "en": "-they're wrong, 'cause it's not Valium. -Yeah, and?",
      "de": "-Und? -Es ist kein Valium."
    }
  },
  {
    "translation": {
      "en": "It's more like acid mixed with acid, which is acid.",
      "de": "Es ist eher LSD, gemischt mit LSD. -Das ergibt LSD. -Oh nein."
    }
  },
  {
    "translation": {
      "en": "And Oscar took one earlier by mistake, which is why he's been acting all crazy.",
      "de": "Oscar hat aus Versehen eine genommen und dreht deshalb so durch."
    }
  },
  {
    "translation": {
      "en": "Jeff, what are you doing with that stuff? I just whipped up a simple batch for a friend.",
      "de": "-Jeff, warum hast du das Zeug? -Die habe ich für einen Freund gemacht."
    }
  },
  {
    "translation": {
      "en": "-What friend, Amy Winehouse? -Wait. Wait a minute.",
      "de": "-Welchen Freund, Amy Winehouse? -Warte mal."
    }
  },
  {
    "translation": {
      "en": "You telling us that Elaine's boyfriend, old boy who knocked over our father's coffin,",
      "de": "Hast du gesagt, dass Elaines Freund, der den Sarg unseres Dads umgeworfen hat,"
    }
  },
  {
    "translation": {
      "en": "-only had one of those things? -Yeah. One.",
      "de": "-nur eine von den Dingern hatte? -Eine."
    }
  },
  {
    "translation": {
      "en": "-Oh, shit. -Shit's right.",
      "de": "-Scheiße. -Scheiße ist richtig."
    }
  },
  {
    "translation": {
      "en": "-And you gave him how many? -About four or five.",
      "de": "-Wie viele hast du ihm gegeben? -Vier oder fünf?"
    }
  },
  {
    "translation": {
      "en": "Four or five? Jesus, Norman! That poor bastard.",
      "de": "Vier oder fünf? Mensch, Norman! -Der arme Kerl. -Ich dachte, es sei Valium."
    }
  },
  {
    "translation": {
      "en": "-I thought they were Valium. -Look, you at a ten, I need you at a two.",
      "de": "-Der arme Kerl. -Ich dachte, es sei Valium. -Sprich leiser. -Jeff, ich dachte, es sei Valium."
    }
  },
  {
    "translation": {
      "en": "Jeff, I thought they were Valium.",
      "de": "-Sprich leiser. -Jeff, ich dachte, es sei Valium."
    }
  },
  {
    "translation": {
      "en": "-But five? -Yes.",
      "de": "-Fünf Stück? -Ja."
    }
  },
  {
    "translation": {
      "en": "I mean, I wouldn't give somebody five cough drops. See, that's 'cause the wave cap is too tight.",
      "de": "Man nimmt auch keine fünf Hustenbonbons. Deine Mütze sitzt wohl zu fest."
    }
  },
  {
    "translation": {
      "en": "Okay, okay, maybe we should call an ambulance.",
      "de": "Okay. Rufen wir einen Arzt?"
    }
  },
  {
    "translation": {
      "en": "If anyone finds out that this guy's been force-fed acid,",
      "de": "Wenn man rausfindet, dass wir ihm LSD gegeben haben,"
    }
  },
  {
    "translation": {
      "en": "we could all be arrested. TMZ, here I come.",
      "de": "werden wir alle verhaftet. -Promiklatsch, hallo. -Könnte er sterben?"
    }
  },
  {
    "translation": {
      "en": "-Could he die? -Hey, hey, hey, hey, hey!",
      "de": "-Promiklatsch, hallo. -Könnte er sterben?"
    }
  },
  {
    "translation": {
      "en": "-What? -Could he die?",
      "de": "-Hey! -Könnte er sterben?"
    }
  },
  {
    "translation": {
      "en": "No! Crazy. Maybe.",
      "de": "Nein! Das ist verrückt. Vielleicht."
    }
  },
  {
    "translation": {
      "en": "A little bit. Possibly. It depends.",
      "de": "Möglicherweise. Vielleicht."
    }
  },
  {
    "translation": {
      "en": "Aaron? Ryan, honey? Are you in there, baby?",
      "de": "-Aaron? Ryan, Liebling? -Bist du da drin, Schatz?"
    }
  },
  {
    "translation": {
      "en": "We need to get things started.",
      "de": "Wir müssen weitermachen."
    }
  },
  {
    "translation": {
      "en": "Ma, we'll be right out.",
      "de": "Mom... Wir kommen gleich."
    }
  },
  {
    "translation": {
      "en": "Okay, look, look, look. We gotta go out there, okay?",
      "de": "Hört zu. Wir müssen rausgehen, okay?"
    }
  },
  {
    "translation": {
      "en": "We gotta buy some time until we figure this out. You two stay here and watch him.",
      "de": "Wir müssen etwas Zeit gewinnen. Ihr bleibt hier und passt auf ihn auf."
    }
  },
  {
    "translation": {
      "en": "What you mean, us stay here and watch... Norman, just make sure he doesn't escape, okay?",
      "de": "-Was meinst du damit? -Norman, lasst ihn einfach nicht abhauen."
    }
  },
  {
    "translation": {
      "en": "Just lock the door behind us.",
      "de": "-Schließt die Tür hinter uns zu. -Das ist deine Schuld."
    }
  },
  {
    "translation": {
      "en": "This is all your fault. You and your chemistry set, man.",
      "de": "-Schließt die Tür hinter uns zu. -Das ist deine Schuld. Du und dein Chemiekasten."
    }
  },
  {
    "translation": {
      "en": "-Ever since the ninth grade... -Shut up, Norman.",
      "de": "-Seit der Schule... -Halt den Mund, Norman."
    }
  },
  {
    "translation": {
      "en": "Hey, Mom. How's it going?",
      "de": "Hey, Mom. Wie geht es dir?"
    }
  },
  {
    "translation": {
      "en": "Reverend Davis wants to talk to the two of you.",
      "de": "Reverend Davis möchte mit euch beiden sprechen."
    }
  },
  {
    "translation": {
      "en": "-Aaron, where's your tie? -I'm looking for it.",
      "de": "-Aaron, wo ist deine Krawatte? -Ich suche danach."
    }
  },
  {
    "translation": {
      "en": "Now, look, I have been patient, but I'm about done with patience.",
      "de": "Hören Sie, ich war bisher geduldig, aber meine Geduld hat bald ein Ende."
    }
  },
  {
    "translation": {
      "en": "If we don't resume this funeral pretty soon, we gonna have to have a little conversation about my compensation.",
      "de": "Wenn die Beerdigung nicht bald weitergeht, müssen wir über meine Vergütung sprechen."
    }
  },
  {
    "translation": {
      "en": "Sure. Could I get five more minutes?",
      "de": "Sicher. Geben Sie mir noch fünf Minuten?"
    }
  },
  {
    "translation": {
      "en": "Why are you making me go through this again?",
      "de": "Warum muss ich es noch mal sagen?"
    }
  },
  {
    "translation": {
      "en": "-Just hear me out, okay? -Listen...",
      "de": "-Hör einfach zu. -Pass auf."
    }
  },
  {
    "translation": {
      "en": "The only reason you won't go out with me",
      "de": "Du bist nur nicht mit mir zusammen, weil dein Dad mich mag."
    }
  },
  {
    "translation": {
      "en": "-is 'cause your dad likes me. -No! It...",
      "de": "Du bist nur nicht mit mir zusammen, weil dein Dad mich mag. Nein! Es..."
    }
  },
  {
    "translation": {
      "en": "-Can you... Can I get some help, please? -Good Lord, your skin's so supple...",
      "de": "Kannst du... Hilf mir bitte mal. -Deine Haut ist so weich... -Hör auf damit."
    }
  },
  {
    "translation": {
      "en": "-Can you stop that? -Okay.",
      "de": "-Deine Haut ist so weich... -Hör auf damit. -Okay. -Ich will nicht mit dir zusammen sein,"
    }
  },
  {
    "translation": {
      "en": "The real reason why I don't wanna go out with you is because it was a mistake before.",
      "de": "-Okay. -Ich will nicht mit dir zusammen sein, weil es zuvor ein Fehler war."
    }
  },
  {
    "translation": {
      "en": "We had a couple of intense months,",
      "de": "Wir hatten ein paar... ...heftige Monate."
    }
  },
  {
    "translation": {
      "en": "-but then I realized that we just... -Not fair, not true. We had a lot of fun. We...",
      "de": "-Ich habe gemerkt... -Nicht fair, nicht wahr. Wir hatten viel Spaß, wir..."
    }
  },
  {
    "translation": {
      "en": "-I bought you a watch, right? -Here.",
      "de": "-Ich habe dir eine Uhr gekauft. Oder? -Hier."
    }
  },
  {
    "translation": {
      "en": "-Why? -Take it.",
      "de": "-Warum? -Nimm sie."
    }
  },
  {
    "translation": {
      "en": "What about our first night together? After Norman's party?",
      "de": "Und unser erstes Mal? Nach Normans Party? Das war unglaublich. Überragend."
    }
  },
  {
    "translation": {
      "en": "-That was amazing. Transcendent. -I was so drunk.",
      "de": "Und unser erstes Mal? Nach Normans Party? Das war unglaublich. Überragend. Ich war betrunken. Du warst mir total egal."
    }
  },
  {
    "translation": {
      "en": "You could've been a donkey for all I knew.",
      "de": "Ich war betrunken. Du warst mir total egal."
    }
  },
  {
    "translation": {
      "en": "-Thank you. -It's not a compliment, Derek! You know...",
      "de": "-Danke. -Das ist kein Kompliment, Derek! Weißt du..."
    }
  },
  {
    "translation": {
      "en": "Go away. Go away.",
      "de": "Geh. Geh einfach."
    }
  },
  {
    "translation": {
      "en": "You still think about me though, don't you? Don't say anything.",
      "de": "Du denkst noch an mich. Nicht wahr? Sag nichts."
    }
  },
  {
    "translation": {
      "en": "What is wrong with him?",
      "de": "Was ist los mit ihm?"
    }
  },
  {
    "translation": {
      "en": "It's beautiful.",
      "de": "Es ist wunderschön."
    }
  },
  {
    "translation": {
      "en": "There's still no potato salad.",
      "de": "Es gibt immer noch keinen Kartoffelsalat."
    }
  },
  {
    "translation": {
      "en": "-Hey, Uncle Russell. -Hey, hey.",
      "de": "-Hey, Onkel Russel. -Hey."
    }
  },
  {
    "translation": {
      "en": "No, you... That belongs to this lady. You don't wanna eat that. She don't need it. It's mine now.",
      "de": "-Das gehört jemandem, essen Sie das nicht. -Niemand isst es. Jetzt ist es meins."
    }
  },
  {
    "translation": {
      "en": "What's your problem, son? It's women. Women are my problem, Uncle Russell.",
      "de": "-Wo ist das Problem, Junge? -Frauen sind mein Problem, Onkel Russel."
    }
  },
  {
    "translation": {
      "en": "No such thing as having a woman without a problem.",
      "de": "Eine Frau ohne Probleme, das gibt es nicht."
    }
  },
  {
    "translation": {
      "en": "-Right. -If they didn't have problems,",
      "de": "-Richtig. -Ohne ihre Problem dürften wir nicht ran."
    }
  },
  {
    "translation": {
      "en": "-they wouldn't let us touch them. -Right.",
      "de": "-Richtig. -Ohne ihre Problem dürften wir nicht ran. -Richtig. -Ich verrate dir was über Frauen."
    }
  },
  {
    "translation": {
      "en": "Yeah. Let me tell you something about women.",
      "de": "-Richtig. -Ich verrate dir was über Frauen."
    }
  },
  {
    "translation": {
      "en": "Smarter than you think they are,",
      "de": "Sie sind schlauer, als du denkst,"
    }
  },
  {
    "translation": {
      "en": "but not nearly as smart as they think they are.",
      "de": "aber nicht annähernd so schlau, wie sie selber denken."
    }
  },
  {
    "translation": {
      "en": "Sweet bitches.",
      "de": "Süße Schlampen."
    }
  },
  {
    "translation": {
      "en": "Yeah. I don't get it. She acts like I don't exist.",
      "de": "Ja. Ich verstehe es nicht. Sie tut so, als gäbe es mich nicht. Scheinbar fühlt sie nicht wie ich."
    }
  },
  {
    "translation": {
      "en": "I can't believe she doesn't feel the way I do.",
      "de": "Sie tut so, als gäbe es mich nicht. Scheinbar fühlt sie nicht wie ich."
    }
  },
  {
    "translation": {
      "en": "-She's just playing hard to get. -Right.",
      "de": "Sie ziert sich nur."
    }
  },
  {
    "translation": {
      "en": "-She wants you to work for it a bit. -Okay.",
      "de": "-Sie will, dass du dich anstrengst. -Okay."
    }
  },
  {
    "translation": {
      "en": "A woman wants a man who can control her.",
      "de": "Eine Frau will einen Mann, der sie beherrschen kann."
    }
  },
  {
    "translation": {
      "en": "-Yeah, you think so? Is that what it is? -You walk up to her, and you shake her.",
      "de": "Glauben Sie, dass es das ist? Geh auf sie zu, und dann schüttle sie."
    }
  },
  {
    "translation": {
      "en": "-Shake her? -Yeah.",
      "de": "-Ich soll sie schütteln? -Ja."
    }
  },
  {
    "translation": {
      "en": "-You want me to shake her? -Not shaking her hasn't worked, has it?",
      "de": "-Ich soll sie schütteln? -Ja. -Es nicht zu tun, hat doch nicht geklappt. -Ja. Okay."
    }
  },
  {
    "translation": {
      "en": "-Yeah, okay. -You shake her, and you kiss her.",
      "de": "-Es nicht zu tun, hat doch nicht geklappt. -Ja. Okay. Schüttle sie, dann küsst du sie."
    }
  },
  {
    "translation": {
      "en": "I just don't know if that'll go over so well.",
      "de": "-Ich weiß nicht, ob das gut enden würde. -Oh Mann."
    }
  },
  {
    "translation": {
      "en": "-Man. -What's up?",
      "de": "-Ich weiß nicht, ob das gut enden würde. -Oh Mann. -Was ist? -Ich muss scheißen."
    }
  },
  {
    "translation": {
      "en": "I gotta take a shit. Man, just when I had my potato...",
      "de": "-Was ist? -Ich muss scheißen. Gerade hatte ich den Kartoffelsalat."
    }
  },
  {
    "translation": {
      "en": "Hey, hey, hey, Norman! I gotta take a crap!",
      "de": "Hey, Norman. Ich muss scheißen!"
    }
  },
  {
    "translation": {
      "en": "-Look at his eyes. That doesn't look normal. -He looks like a zombie.",
      "de": "-Die Augen sehen nicht normal aus. -Wie ein Zombie."
    }
  },
  {
    "translation": {
      "en": "Hello? -Hello? -Hello.",
      "de": "-Hallo? -Hallo?"
    }
  },
  {
    "translation": {
      "en": "-I need the toilet, open up! -Go deal with him.",
      "de": "Ich muss zur Toilette, mach auf."
    }
  },
  {
    "translation": {
      "en": "Open the door.",
      "de": "Mach dir Tür auf."
    }
  },
  {
    "translation": {
      "en": "-Can't you use the one upstairs? -I'm in a wheelchair, you fucking idiot!",
      "de": "-Kannst du nicht oben gehen? -Ich sitze im Rollstuhl, du Idiot!"
    }
  },
  {
    "translation": {
      "en": "How am I supposed to get up the goddamn stairs? -What are we gonna do? -I don't know.",
      "de": "-Ich kann keine Treppe gehen. -Was nun?"
    }
  },
  {
    "translation": {
      "en": "-Open the fucking door! -Let's put him behind the couch.",
      "de": "Keine Ahnung. Wir tun ihn hinter das Sofa."
    }
  },
  {
    "translation": {
      "en": "Shit. Man, I need the toilet. Open up.",
      "de": "Scheiße. Ich muss zur Toilette. Öffne die Tür."
    }
  },
  {
    "translation": {
      "en": "-Open the goddamn door! -Just a minute. I'm trying to find the key.",
      "de": "-Öffne die verdammte Tür! -Einen Moment. Ich suche den Schlüssel."
    }
  },
  {
    "translation": {
      "en": "I need the toilet, you fat bastard.",
      "de": "Ich muss auf die Toilette, du Fettarsch."
    }
  },
  {
    "translation": {
      "en": "-Sorry, sorry. -I'm just going across the room",
      "de": "-Sorry. -Ich gehe durchs Zimmer."
    }
  },
  {
    "translation": {
      "en": "to get the key, Uncle Russell.",
      "de": "Ich hole den Schlüssel, Onkel Russel."
    }
  },
  {
    "translation": {
      "en": "So you could use the bathroom, 'cause I know you gotta doo-doo.",
      "de": "Dann kannst du das Bad benutzen, weil du groß machen musst."
    }
  },
  {
    "translation": {
      "en": "Now open the fucking door! Shit! Damn it.",
      "de": "Öffne jetzt die Scheißtür. Verdammt."
    }
  },
  {
    "translation": {
      "en": "What the hell is going on here?",
      "de": "Was zur Hölle ist hier los?"
    }
  },
  {
    "translation": {
      "en": "Uncle Russell.",
      "de": "Onkel Russel..."
    }
  },
  {
    "translation": {
      "en": "Get your ass out here. Uncle Russell nothing, man. Shit.",
      "de": "Beweg deinen Arsch hier raus. Nichts \"Onkel Russel\"!"
    }
  },
  {
    "translation": {
      "en": "Come on, Aaron, think.",
      "de": "-Komm schon, Aaron. Denk nach. -Ich denke nach."
    }
  },
  {
    "translation": {
      "en": "-I'm thinking, I'm thinking. -Well, you know what?",
      "de": "-Komm schon, Aaron. Denk nach. -Ich denke nach. -Weißt du, was? Hör auf, und tu etwas. -Wieso muss ich etwas tun?"
    }
  },
  {
    "translation": {
      "en": "-Stop thinking and do something. -Why do I gotta do something?",
      "de": "-Weißt du, was? Hör auf, und tu etwas. -Wieso muss ich etwas tun?"
    }
  },
  {
    "translation": {
      "en": "-You the one that tied him up. -Well, somebody had to look out for Mama.",
      "de": "-Du hast ihn gefesselt. -Um Mama zu beschützen."
    }
  },
  {
    "translation": {
      "en": "I been looking out for Mom since you got your book deal, you pompous piece of shit.",
      "de": "Das mache ich, seit deine Bücher verlegt werden, du aufgeblasener Arsch."
    }
  },
  {
    "translation": {
      "en": "You just can't get over it, can you?",
      "de": "Du kommst nicht darüber hinweg. Du bist eifersüchtig."
    }
  },
  {
    "translation": {
      "en": "You burning with jealousy, all because I left and did what you always wanted to do?",
      "de": "Du kommst nicht darüber hinweg. Du bist eifersüchtig. Weil ich ging und tat, was du immer tun wolltest?"
    }
  },
  {
    "translation": {
      "en": "I couldn't just leave my family.",
      "de": "Ich kann meine Familie nicht zurücklassen. Ich habe Mom, Dad und meine Frau."
    }
  },
  {
    "translation": {
      "en": "I got Mom, I got Dad, I got a wife. I got all sorts of responsibilities.",
      "de": "Ich kann meine Familie nicht zurücklassen. Ich habe Mom, Dad und meine Frau. -Ich habe so viele Verpflichtungen. -Schieb es nicht auf deine Pflichten."
    }
  },
  {
    "translation": {
      "en": "Don't put it off on responsibility.",
      "de": "-Ich habe so viele Verpflichtungen. -Schieb es nicht auf deine Pflichten."
    }
  },
  {
    "translation": {
      "en": "You spent three years on a novel, and you won't let anybody read it.",
      "de": "Du schreibst drei Jahre an einem Roman, und keiner darf ihn lesen."
    }
  },
  {
    "translation": {
      "en": "What you gonna do? Wait until you're dead?",
      "de": "Was hast du vor? Warten, bis du tot bist? Glaubst du, du wirst der Tupac der Bücher?"
    }
  },
  {
    "translation": {
      "en": "What you think you're gonna be, the Tupac of books? Makaveli?",
      "de": "Was hast du vor? Warten, bis du tot bist? Glaubst du, du wirst der Tupac der Bücher? -Makaveli. -Dafür bin ich kein Heuchler,"
    }
  },
  {
    "translation": {
      "en": "At least I'm not some hack writing a bunch of crap, Mr. Mama's Secret.",
      "de": "-Makaveli. -Dafür bin ich kein Heuchler, der lauter Mist schreibt, Mr. \"Mutters Geheimnis\"."
    }
  },
  {
    "translation": {
      "en": "The secret is it sucks.",
      "de": "Das Geheimnis ist, es ist scheiße!"
    }
  },
  {
    "translation": {
      "en": "Mr. Black Hurt, it hurts to read that shit.",
      "de": "Mr. \"Schwarzer Schmerz\". Es schmerzt, den Scheiß zu lesen."
    }
  },
  {
    "translation": {
      "en": "Mr. No Ink. Mr. Blank Page. Ain't nothing there. Ain't nothing there.",
      "de": "Mr. \"Keine Tinte\". Mr. \"Leere Seite\". \"Da steht nichts.\" Wenigstens wird mein Scheiß gedruckt."
    }
  },
  {
    "translation": {
      "en": "At least my shit gets published.",
      "de": "\"Da steht nichts.\" Wenigstens wird mein Scheiß gedruckt."
    }
  },
  {
    "translation": {
      "en": "That's what it's about, just getting published?",
      "de": "-Darum geht es dir? -Nimm die Hand von mir, Aaron."
    }
  },
  {
    "translation": {
      "en": "-Don't put your hand on me, Aaron. -I'll put my hand on you.",
      "de": "-Darum geht es dir? -Nimm die Hand von mir, Aaron. -Tue ich nicht. -Lass es!"
    }
  },
  {
    "translation": {
      "en": "-Don't touch me, man. -I'll put my hand upside you.",
      "de": "-Ich stecke meine Hand in dich. -Ist das..."
    }
  },
  {
    "translation": {
      "en": "-Is that what you... -I'm a hands-on motherfucker. What you wanna do, punch me? Punch me in the face?",
      "de": "-Meine Hand ist überall. -Willst du mir ins Gesicht schlagen?"
    }
  },
  {
    "translation": {
      "en": "No. Why would I do that when I could do this?",
      "de": "Warum sollte ich, wenn es auch so geht?"
    }
  },
  {
    "translation": {
      "en": "-Here, look. How does that feel? -My ball. My ball.",
      "de": "-Hier. Na, wie fühlt sich das an? -Meine Eier!"
    }
  },
  {
    "translation": {
      "en": "I'm telling Mom.",
      "de": "Ich sage es Mom."
    }
  },
  {
    "translation": {
      "en": "-I'm telling Mom. -No, no.",
      "de": "-Ich sage es Mom. -Nein!"
    }
  },
  {
    "translation": {
      "en": "Don't you tell Mama! Don't you tell Mama!",
      "de": "Du wirst es Mama nicht sagen!"
    }
  },
  {
    "translation": {
      "en": "-Aaron, you wrong. -I got your black hurt.",
      "de": "Aaron, du irrst dich."
    }
  },
  {
    "translation": {
      "en": "-I got your... -Aaron.",
      "de": "-Aaron! -Geh! Nicht jetzt!"
    }
  },
  {
    "translation": {
      "en": "-Go! Not now! -What is going on?",
      "de": "-Aaron! -Geh! Nicht jetzt! Was ist los?"
    }
  },
  {
    "translation": {
      "en": "-Get a brick or something. -Why are you acting like this?",
      "de": "-Hol einen Stein. -Warum tut ihr das?"
    }
  },
  {
    "translation": {
      "en": "-Get off me. Tell her. -Tell me what?",
      "de": "Geh runter von mir! Sag es ihr. Mir was sagen? Was?"
    }
  },
  {
    "translation": {
      "en": "-What? -Come here.",
      "de": "Mir was sagen? Was?"
    }
  },
  {
    "translation": {
      "en": "Remember the guy with the leather jacket? Of course, yeah, your father's friend.",
      "de": "-Weißt du noch, der Typ in der Lederjacke? -Natürlich. Ein Freund deines Vaters."
    }
  },
  {
    "translation": {
      "en": "Okay, I don't know how to tell you this, but it looks like him and Dad were...",
      "de": "Das ist jetzt nicht leicht, aber es sieht so aus, als waren er und Dad..."
    }
  },
  {
    "translation": {
      "en": "Were being intimate.",
      "de": "...intim miteinander."
    }
  },
  {
    "translation": {
      "en": "-They were having sex, Michelle. -No.",
      "de": "-Sie hatten Sex, Michelle. -Nein!"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -No. With him? Are you sure?",
      "de": "-Ja. -Nein. Mit ihm? Seid ihr sicher?"
    }
  },
  {
    "translation": {
      "en": "-I mean, maybe he's here making the... -We're sure.",
      "de": "-Vielleicht ist er... -Wir sind sicher."
    }
  },
  {
    "translation": {
      "en": "And what makes things worse",
      "de": "Was es noch schlimmer macht, ist, dass der Typ jetzt $ 30.000 haben will."
    }
  },
  {
    "translation": {
      "en": "-is now this guy wants $30,000. -$30,000?",
      "de": "Was es noch schlimmer macht, ist, dass der Typ jetzt $ 30.000 haben will. $ 30.000?"
    }
  },
  {
    "translation": {
      "en": "Or else he's gonna start showing pictures of them doing stuff.",
      "de": "Ansonsten zeigt er Fotos, auf denen sie Sachen machen."
    }
  },
  {
    "translation": {
      "en": "-Stuff? Like what kind of stuff? -Sex stuff.",
      "de": "-Was für Sachen? -Sexsachen."
    }
  },
  {
    "translation": {
      "en": "Oh, my!",
      "de": "Du meine Güte!"
    }
  },
  {
    "translation": {
      "en": "-Okay. -Quickly!",
      "de": "Okay. Schnell."
    }
  },
  {
    "translation": {
      "en": "-I got a goddamn torpedo coming down. -Wait a minute!",
      "de": "-Da ist ein Riesensturm im Anmarsch. -Warte."
    }
  },
  {
    "translation": {
      "en": "Get my pants. Get my... Take my pants down!",
      "de": "Zieh meine Hose aus!"
    }
  },
  {
    "translation": {
      "en": "-You do that by yourself! -No. How can I? I'm incapable!",
      "de": "-Mach das selber! -Nein. Wie denn? Ich kann nicht, ich bin nicht in der Lage."
    }
  },
  {
    "translation": {
      "en": "I'm goddamn handicapped! My drawers, my drawers.",
      "de": "Ich kann nicht, ich bin nicht in der Lage. -Mein Schlüpfer, los! Hilf mir! -Wer sagt denn noch \"Schlüpfer\"?"
    }
  },
  {
    "translation": {
      "en": "-Don't leave me here... -No, who calls them drawers?",
      "de": "-Mein Schlüpfer, los! Hilf mir! -Wer sagt denn noch \"Schlüpfer\"?"
    }
  },
  {
    "translation": {
      "en": "My drawers! My drawers! Come on! Am I there? Come on. Shit.",
      "de": "Mein Schlüpfer. Mach schon! Sitze ich drauf? -Scheiße. -Warte kurz."
    }
  },
  {
    "translation": {
      "en": "Wait a minute.",
      "de": "-Scheiße. -Warte kurz."
    }
  },
  {
    "translation": {
      "en": "-That's the snake in my mouth. -Wait a minute! Wait a minute!",
      "de": "-Eine Schlange in meinem Mund. -Warte kurz!"
    }
  },
  {
    "translation": {
      "en": "-No! No! My hand is stuck! -How you get your hand...",
      "de": "Nein! Meine Hand steckt fest."
    }
  },
  {
    "translation": {
      "en": "-I love these padded seats. -No! No, my hand is stuck!",
      "de": "-Wie? -Ich liebe Sitzpolster. Nein! Meine Hand steckt fest!"
    }
  },
  {
    "translation": {
      "en": "No, Uncle Russell! Please!",
      "de": "Nein, Onkel Russel! Bitte nicht!"
    }
  },
  {
    "translation": {
      "en": "Please come off. Please come off, man.",
      "de": "Bitte geh ab!"
    }
  },
  {
    "translation": {
      "en": "How does something like that happen? Oh, my...",
      "de": "Wie passiert so was? Oh mein..."
    }
  },
  {
    "translation": {
      "en": "Jeff, please, get me a towel. Please.",
      "de": "Jeff, bitte gib mir ein Handtuch."
    }
  },
  {
    "translation": {
      "en": "-What? -You missed a spot.",
      "de": "-Was? -Du hast da noch was."
    }
  },
  {
    "translation": {
      "en": "No! No! No! Please, God. No!",
      "de": "-Nein! -Gott! Bitte nicht! Oh Gott."
    }
  },
  {
    "translation": {
      "en": "-Norman. Norman, calm down. Calm down. -No! No! I think I got some of it in my mouth.",
      "de": "-Norman, beruhige dich! -Nein! Ich glaube, es ist in meinem Mund."
    }
  },
  {
    "translation": {
      "en": "Norman! Pull yourself together!",
      "de": "Norman! Reiß dich zusammen!"
    }
  },
  {
    "translation": {
      "en": "Would you rather be shitty-mouthed or get caught? Think.",
      "de": "Hast du lieber Scheiße im Mund oder wirst erwischt? Denk nach!"
    }
  },
  {
    "translation": {
      "en": "You right, you right. I'm gonna get myself together.",
      "de": "Du hast recht. Ich beruhige mich."
    }
  },
  {
    "translation": {
      "en": "Everything is copastetic. I'm gonna forget about the poop in my mouth.",
      "de": "Alles ist prima. Ich vergesse die Kacke in meinem Mund."
    }
  },
  {
    "translation": {
      "en": "-Just gonna hold my breath for a second. -It never was there, never was there.",
      "de": "-Ich halte nur kurz die Luft an. -Sie war niemals da."
    }
  },
  {
    "translation": {
      "en": "-Shit. -Oh, no.",
      "de": "-Scheiße. -Oh nein."
    }
  },
  {
    "translation": {
      "en": "How the... How the... How the fuck did he...",
      "de": "-Wie zum Teufel ist er... -Sieh nach, wie es ihm geht."
    }
  },
  {
    "translation": {
      "en": "-Check him. -Hey, hey, hey. Hey, buddy?",
      "de": "-Wie zum Teufel ist er... -Sieh nach, wie es ihm geht. Hey, Kumpel."
    }
  },
  {
    "translation": {
      "en": "Hey. Are you okay, man?",
      "de": "Hey, geht es Ihnen gut?"
    }
  },
  {
    "translation": {
      "en": "Oh, shit.",
      "de": "Oh, Scheiße."
    }
  },
  {
    "translation": {
      "en": "-Hey, buddy. -Check him.",
      "de": "-Hey, Kumpel. -Sieh nach, wie es ihm geht."
    }
  },
  {
    "translation": {
      "en": "-You okay? -Wake up. Come on, wake up, little buddy.",
      "de": "-Alles klar? -Wach auf, kleiner Mann."
    }
  },
  {
    "translation": {
      "en": "-What's his name? -I don't know. -Larry, try Larry. -Larry?",
      "de": "-Wie heißt er? -Keine Ahnung. Versuch es mit Larry."
    }
  },
  {
    "translation": {
      "en": "Shake him.",
      "de": "-Larry? -Rüttle ihn."
    }
  },
  {
    "translation": {
      "en": "-Hey, hey, Larry? -Come on.",
      "de": "-Hey, Larry. -Los."
    }
  },
  {
    "translation": {
      "en": "-Yo, Larry? -Maybe it's not Larry.",
      "de": "-Yo, Larry. -Vielleicht heißt er nicht Larry."
    }
  },
  {
    "translation": {
      "en": "Try another one. Bert, Ernie, I don't know, Big Bird, whatever.",
      "de": "Versuch es mit Bert, Ernie, Bibo, keine Ahnung."
    }
  },
  {
    "translation": {
      "en": "I'm gonna check to see if he's breathing, 'cause that's what people do when they're alive, right?",
      "de": "Ich gucke, ob er atmet. Das tut man, wenn man lebt."
    }
  },
  {
    "translation": {
      "en": "I'm gonna check to make sure he's breathing, 'cause he's gotta be breathing.",
      "de": "Ich überprüfe, ob er atmet. Das muss er. Gott, bitte lass ihn noch atmen."
    }
  },
  {
    "translation": {
      "en": "Lord Jesus, please let him be breathing. He's not breathing.",
      "de": "Ich überprüfe, ob er atmet. Das muss er. Gott, bitte lass ihn noch atmen. Er atmet nicht."
    }
  },
  {
    "translation": {
      "en": "-Shit. -What?",
      "de": "-Scheiße. -Was?"
    }
  },
  {
    "translation": {
      "en": "He's dead.",
      "de": "Er ist tot."
    }
  },
  {
    "translation": {
      "en": "We're just gonna give this guy half the money we saved.",
      "de": "Wir sollen dem Kerl die Hälfte unserer Ersparnisse geben?"
    }
  },
  {
    "translation": {
      "en": "-It's not quite that simple. -Well, why not?",
      "de": "So einfach ist das nicht."
    }
  },
  {
    "translation": {
      "en": "Aaron refused to pay.",
      "de": "-Warum? -Aaron wollte nicht zahlen."
    }
  },
  {
    "translation": {
      "en": "-Well, how come you couldn't pay, Ryan? -That's not the point.",
      "de": "-Warum hast du nicht gezahlt, Ryan? -Ist egal."
    }
  },
  {
    "translation": {
      "en": "Besides, the only reason Aaron tore up the check",
      "de": "Außerdem hat Aaron den Scheck nur zerrissen,"
    }
  },
  {
    "translation": {
      "en": "is because little man was talking shit about his novel.",
      "de": "weil der Kleine schlecht über seinen Roman gesprochen hat."
    }
  },
  {
    "translation": {
      "en": "-Hey, hey, hey, hey, no. -Wait. What?",
      "de": "-Hey. Nicht. -Moment. Was?"
    }
  },
  {
    "translation": {
      "en": "Your novel?",
      "de": "Deinen Roman?"
    }
  },
  {
    "translation": {
      "en": "You won't let me read your novel, but you let that guy read your novel?",
      "de": "Ich darf deinen Roman nicht lesen, aber dieser Kerl darf es?"
    }
  },
  {
    "translation": {
      "en": "-I didn't let him. -Really?",
      "de": "-Er durfte es nicht. -Im Ernst? Wirklich, Aaron?"
    }
  },
  {
    "translation": {
      "en": "Really, Aaron? Really?",
      "de": "-Er durfte es nicht. -Im Ernst? Wirklich, Aaron? Wirklich?"
    }
  },
  {
    "translation": {
      "en": "Thanks a lot. Let her go. She'll get over it.",
      "de": "-Vielen Dank dafür. -Lass sie gehen. Sie kommt darüber hinweg."
    }
  },
  {
    "translation": {
      "en": "Hey. At least that white guy finally got what he deserved.",
      "de": "Hey, wenigstens hat der Weiße endlich bekommen, was er verdient."
    }
  },
  {
    "translation": {
      "en": "Let me get this straight.",
      "de": "Damit das klar ist:"
    }
  },
  {
    "translation": {
      "en": "Our father was having gay sex with a guy that could fit in his pocket,",
      "de": "Unser Vater hatte Schwulensex mit einem Mann, der in seine Hosentasche passt."
    }
  },
  {
    "translation": {
      "en": "and you're mad 'cause he's white?",
      "de": "Und du bist sauer, weil er weiß ist?"
    }
  },
  {
    "translation": {
      "en": "I don't give a fuck 'cause... Leave me be. I'm grieving.",
      "de": "Es ist mir völlig egal, weil... -Lass mich in Ruhe. Ich bin in Trauer. -Dann trauere."
    }
  },
  {
    "translation": {
      "en": "Grieving.",
      "de": "-Lass mich in Ruhe. Ich bin in Trauer. -Dann trauere."
    }
  },
  {
    "translation": {
      "en": "Hey, hi.",
      "de": "Hi."
    }
  },
  {
    "translation": {
      "en": "What the fuck is he doing now?",
      "de": "Was zum Teufel hat er jetzt vor?"
    }
  },
  {
    "translation": {
      "en": "Norman. Why are you grinning like Louis Armstrong?",
      "de": "Norman, warum grinst du wie Louis Armstrong?"
    }
  },
  {
    "translation": {
      "en": "Aaron, Ryan, could you please come to the study?",
      "de": "Aaron, Ryan, könntet ihr bitte mit ins Arbeitszimmer kommen?"
    }
  },
  {
    "translation": {
      "en": "Smells like shit.",
      "de": "Es stinkt nach Scheiße."
    }
  },
  {
    "translation": {
      "en": "Excuse me.",
      "de": "Entschuldigen Sie."
    }
  },
  {
    "translation": {
      "en": "What? Wait a minute, wait a minute.",
      "de": "Was? Warte mal."
    }
  },
  {
    "translation": {
      "en": "Somebody call an ambulance. Get an... Get an ambulance.",
      "de": "Jemand muss einen Krankenwagen rufen!"
    }
  },
  {
    "translation": {
      "en": "It's... It's... There's no point.",
      "de": "Es ist... Das bringt nichts."
    }
  },
  {
    "translation": {
      "en": "What do you mean, there's no point? I mean, look at him, Aaron. He's dead.",
      "de": "-Wieso bringt das nichts? -Sieh ihn dir an, Mann. Er ist tot."
    }
  },
  {
    "translation": {
      "en": "You mean, like dead dead? -Is there any other kind of dead, Aaron? -What did y'all do to him?",
      "de": "-Du meinst, so richtig tot? -Kann man noch anders tot sein, Aaron?"
    }
  },
  {
    "translation": {
      "en": "-We didn't do nothing. -Well, you must've done something.",
      "de": "-Was habt ihr getan? -Nichts. Offenbar schon."
    }
  },
  {
    "translation": {
      "en": "When we left, he was alive, and I was expecting to find him that way when I got back.",
      "de": "Als wir gingen, hat er noch gelebt, und ich dachte, das bleibt auch so."
    }
  },
  {
    "translation": {
      "en": "He got in a fight with the table and the table won.",
      "de": "Er hatte einen Kampf mit dem Tisch, -und der Tisch hat gewonnen. -Das ist gar nicht gut."
    }
  },
  {
    "translation": {
      "en": "-This is really bad. -Yeah.",
      "de": "-und der Tisch hat gewonnen. -Das ist gar nicht gut."
    }
  },
  {
    "translation": {
      "en": "-Guys, what are we gonna do? -About 25 to life.",
      "de": "-Ja. -Und was jetzt? -So 25 Jahre bis lebenslang? -Ich glaube, ich werde woanders gebraucht."
    }
  },
  {
    "translation": {
      "en": "I think I have somewhere else to be right now.",
      "de": "-So 25 Jahre bis lebenslang? -Ich glaube, ich werde woanders gebraucht."
    }
  },
  {
    "translation": {
      "en": "Ryan, I can't go to jail. I'm not jail type.",
      "de": "Ryan, ich kann nicht in den Knast gehen."
    }
  },
  {
    "translation": {
      "en": "You know how fast a rash spreads in prison?",
      "de": "Weißt du, wie sich Ausschläge im Gefängnis ausbreiten?"
    }
  },
  {
    "translation": {
      "en": "Cut that shit out. No one here knows who this guy is.",
      "de": "Lass den Scheiß. Niemand kennt den Typ oder seinen Namen. Bestimmt hat ihn hier keiner bemerkt."
    }
  },
  {
    "translation": {
      "en": "Nobody knows his name. They probably didn't even notice him.",
      "de": "Niemand kennt den Typ oder seinen Namen. Bestimmt hat ihn hier keiner bemerkt."
    }
  },
  {
    "translation": {
      "en": "Didn't notice him? He's four fucking feet tall. All we gotta do is get rid of the body.",
      "de": "-Nicht bemerkt? Er ist 1,21 m groß! -Wir müssen nur die Leiche loswerden."
    }
  },
  {
    "translation": {
      "en": "-It'll be like he came and left. -What are you gonna do, put it on Craigslist?",
      "de": "-Er kam und ging wieder. -Willst du sie auf Craigslist stellen?"
    }
  },
  {
    "translation": {
      "en": "Takes me two months to get rid of a couch!",
      "de": "Da wird man nicht mal ein Sofa los. Wartet."
    }
  },
  {
    "translation": {
      "en": "Did anybody see the size of Uncle Edward's coffin?",
      "de": "Wisst ihr, wie groß Onkel Edwards Sarg ist?"
    }
  },
  {
    "translation": {
      "en": "You wanna bury him with our father?",
      "de": "Du willst ihn mit unserem Vater beerdigen?"
    }
  },
  {
    "translation": {
      "en": "I mean, why not? It's not like anybody's gonna notice.",
      "de": "Warum nicht? Es würde niemandem auffallen. Kommt schon!"
    }
  },
  {
    "translation": {
      "en": "-Come on. -Wait a minute.",
      "de": "Warum nicht? Es würde niemandem auffallen. Kommt schon! Moment. Gib es zu, die Idee ist gut, Aaron."
    }
  },
  {
    "translation": {
      "en": "You gotta admit it makes sense, Aaron. I mean, think about it.",
      "de": "Moment. Gib es zu, die Idee ist gut, Aaron. Überleg doch mal. Der Sarg ist hier, das Loch ist im Boden."
    }
  },
  {
    "translation": {
      "en": "The coffin's here, the hole's in the ground.",
      "de": "Überleg doch mal. Der Sarg ist hier, das Loch ist im Boden."
    }
  },
  {
    "translation": {
      "en": "I mean, unless you got a better suggestion, big bro.",
      "de": "Außer, du hast eine bessere Idee, großer Bruder."
    }
  },
  {
    "translation": {
      "en": "I say we bury the motherfucker.",
      "de": "Begraben wir den Mistkerl."
    }
  },
  {
    "translation": {
      "en": "It's funny. No matter what you say or how many times you say it,",
      "de": "Schon komisch. Egal, was du sagst oder wie oft du es sagst,"
    }
  },
  {
    "translation": {
      "en": "I'm still convinced that we're gonna wind up together.",
      "de": "ich bin überzeugt, dass wir letztlich zusammenkommen."
    }
  },
  {
    "translation": {
      "en": "Well, we all make mistakes, don't we?",
      "de": "Jeder macht Fehler, stimmt's?"
    }
  },
  {
    "translation": {
      "en": "Elaine, I'm serious. You only live once. All right?",
      "de": "Elaine, ich meine das ernst. Man lebt nur einmal, okay?"
    }
  },
  {
    "translation": {
      "en": "So, you might as well do whatever it is that's gonna make you the most happy.",
      "de": "-Man muss tun, was einen glücklich macht. -Vielleicht habe ich etwas gefunden,"
    }
  },
  {
    "translation": {
      "en": "Maybe I found something outside of myself that I truly care about.",
      "de": "-Man muss tun, was einen glücklich macht. -Vielleicht habe ich etwas gefunden, das sich nicht um mich dreht und mir etwas bedeutet."
    }
  },
  {
    "translation": {
      "en": "And maybe you should, too, Derek.",
      "de": "Das solltest du ebenfalls tun, Derek."
    }
  },
  {
    "translation": {
      "en": "And I'm not talking about my father or his money.",
      "de": "Und ich meine nicht meinen Vater oder sein Geld."
    }
  },
  {
    "translation": {
      "en": "Well, that's just... That's just downright cold.",
      "de": "Das ist einfach nur eiskalt."
    }
  },
  {
    "translation": {
      "en": "-I care about you, Elaine. -You don't, Derek. You care about you.",
      "de": "-Du bist mir wichtig, Elaine. -Nein, Derek. Du bist dir wichtig."
    }
  },
  {
    "translation": {
      "en": "You care about me in relation to how I affect you.",
      "de": "Dir ist wichtig, wie ich mich auf dich auswirke."
    }
  },
  {
    "translation": {
      "en": "Not true, Elaine. I deserve you. I do.",
      "de": "Das ist nicht wahr, Elaine. -Ich habe dich verdient. -Komm wieder runter."
    }
  },
  {
    "translation": {
      "en": "-Get over yourself. -I'm serious.",
      "de": "-Ich habe dich verdient. -Komm wieder runter. Ich meine es ernst. Was hat dieser Kerl, was ich nicht habe?"
    }
  },
  {
    "translation": {
      "en": "What is it about this guy? What does he have that I don't?",
      "de": "Ich meine es ernst. Was hat dieser Kerl, was ich nicht habe?"
    }
  },
  {
    "translation": {
      "en": "Not success, right? Right? Well, for one thing, he's caring.",
      "de": "-Keinen Erfolg. Richtig? -Zum einen ist er fürsorglich."
    }
  },
  {
    "translation": {
      "en": "-Come on. -You wouldn't cross a room to help somebody in need, -and that's all Oscar ever does. -Come on.",
      "de": "Du würdest deinem Gegenüber nicht helfen, und das zeichnet Oscar aus."
    }
  },
  {
    "translation": {
      "en": "He helps people. He's considerate. -He's thoughtful. He's stable. -Yeah?",
      "de": "Er hilft Menschen, er ist rücksichtsvoll. Er ist aufmerksam, er ist ausgeglichen."
    }
  },
  {
    "translation": {
      "en": "He's a bunch of things that you will never be.",
      "de": "-Ja? -Er ist vieles, was du nie sein wirst."
    }
  },
  {
    "translation": {
      "en": "-Like naked on the roof. -What?",
      "de": "-Wie nackt auf dem Dach? -Was?"
    }
  },
  {
    "translation": {
      "en": "Boy.",
      "de": "Oh Mann."
    }
  },
  {
    "translation": {
      "en": "Oh, my God! Oscar!",
      "de": "-Oh mein Gott, Oscar! -Hör mir zu."
    }
  },
  {
    "translation": {
      "en": "Listen to me, I should've done this hours ago.",
      "de": "-Was? -Das hätte ich längst tun sollen."
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "de": "Was machst du?"
    }
  },
  {
    "translation": {
      "en": "-I don't know, but come here. -Stop it! No!",
      "de": "-Keine Ahnung. -Hör auf! -Komm her. -Nein."
    }
  },
  {
    "translation": {
      "en": "-Elaine? Oh, God. -Get off me!",
      "de": "Elaine? Oh Gott."
    }
  },
  {
    "translation": {
      "en": "-Elaine! -Oh, my God!",
      "de": "-Geh! -Elaine. -Oh mein Gott! -Ernsthaft."
    }
  },
  {
    "translation": {
      "en": "-Seriously. -Oscar!",
      "de": "-Oh mein Gott! -Ernsthaft. Oscar!"
    }
  },
  {
    "translation": {
      "en": "Oscar, it's okay. What are you doing?",
      "de": "Oscar, es ist alles gut. Was machst du?"
    }
  },
  {
    "translation": {
      "en": "-Could've had something beautiful, Elaine... -Oscar!",
      "de": "Das mit uns war was Besonderes, aber du musstest es zerstören."
    }
  },
  {
    "translation": {
      "en": "...but you had to ruin it. Not even bleeding. You hit like a girl.",
      "de": "Das mit uns war was Besonderes, aber du musstest es zerstören. Du schlägst wie ein Mädchen."
    }
  },
  {
    "translation": {
      "en": "Oscar! What are you doing?",
      "de": "-Oscar! Was machst du? -Was ich mache?"
    }
  },
  {
    "translation": {
      "en": "-What am I doing? -What are you doing?",
      "de": "-Oscar! Was machst du? -Was ich mache? -Ja, was? -Du hast ihn geküsst."
    }
  },
  {
    "translation": {
      "en": "-I saw you kissing him. -No!",
      "de": "-Ja, was? -Du hast ihn geküsst."
    }
  },
  {
    "translation": {
      "en": "-No, I wasn't kissing him! -Yes, I just saw it.",
      "de": "-Ich habe ihn nicht geküsst. -Doch, ihn!"
    }
  },
  {
    "translation": {
      "en": "-You just kissed him! -No, I didn't kiss him,",
      "de": "-Ich habe ihn nicht geküsst. -Doch, ihn! -Nein, ich schwör's dir. -Eins noch, Elaine."
    }
  },
  {
    "translation": {
      "en": "-I swear to you. -One more thing, Elaine.",
      "de": "-Nein, ich schwör's dir. -Eins noch, Elaine."
    }
  },
  {
    "translation": {
      "en": "-You're a cheater. -Shut up and get out of here!",
      "de": "-Halt den Mund! Geh! -Sie betrügt mich."
    }
  },
  {
    "translation": {
      "en": "She cheated on me. I'm gonna jump.",
      "de": "-Halt den Mund! Geh! -Sie betrügt mich. -Komm rein. -Ich springe."
    }
  },
  {
    "translation": {
      "en": "-No! Honey! Honey, please, calm down. -That's it. I'm gonna go talk to Norman.",
      "de": "-Komm rein. -Ich springe. -Nein! -Das war's. -Ich gehe zu Norman, ihr gehört zusammen. -Du bist voll mit Drogen."
    }
  },
  {
    "translation": {
      "en": "You guys are perfect for each other. -You have drugs in your system. -I'm gonna jump.",
      "de": "-Ich gehe zu Norman, ihr gehört zusammen. -Du bist voll mit Drogen."
    }
  },
  {
    "translation": {
      "en": "Oscar. No!",
      "de": "-Ich springe. -Oscar, nein!"
    }
  },
  {
    "translation": {
      "en": "Oscar, get back here! Honey, please!",
      "de": "-Nein! -Oscar, komm zurück! Bitte, Schatz!"
    }
  },
  {
    "translation": {
      "en": "-I'm gonna jump. -Oscar, you're gonna hurt yourself.",
      "de": "Du wirst dir wehtun."
    }
  },
  {
    "translation": {
      "en": "Oscar! Oh, my God!",
      "de": "Oscar! Oh mein Gott!"
    }
  },
  {
    "translation": {
      "en": "-Oscar, are you okay? -I'm fine, I'm okay.",
      "de": "Oscar, ist alles okay? Es geht mir gut, alles in Ordnung. So viele Ameisen."
    }
  },
  {
    "translation": {
      "en": "Look at all you ants. Shit.",
      "de": "Es geht mir gut, alles in Ordnung. So viele Ameisen. Oh, Scheiße. Das ist ganz schön hoch. Du lieber Himmel."
    }
  },
  {
    "translation": {
      "en": "Shit, this is high up. Jesus Christ.",
      "de": "Oh, Scheiße. Das ist ganz schön hoch. Du lieber Himmel."
    }
  },
  {
    "translation": {
      "en": "So, how we gonna get him to the coffin?",
      "de": "Wie kriegen wir ihn zum Sarg?"
    }
  },
  {
    "translation": {
      "en": "What about that Louis Vuitton bag you brought? We could fit two of him in there.",
      "de": "Was ist mit deiner Louis-Vuitton-Tasche? Da passen zwei von ihm rein."
    }
  },
  {
    "translation": {
      "en": "You know, Aaron, this ain't about us. Okay? Come on, y'all, think.",
      "de": "Weißt du, Aaron, es geht hier nicht um uns. Okay? Kommt Leute, denkt nach."
    }
  },
  {
    "translation": {
      "en": "We should smuggle him in the laundry bag.",
      "de": "Wir sollten ihn im Wäschesack schmuggeln."
    }
  },
  {
    "translation": {
      "en": "Like they do in the prison movies.",
      "de": "So wie in den Gefängnisfilmen."
    }
  },
  {
    "translation": {
      "en": "-Norman, it's Derek, let me in. -Shit!",
      "de": "Norman, hier ist Derek. Lass mich rein. -Scheiße. -Bringen wir ihn ins Bad."
    }
  },
  {
    "translation": {
      "en": "-All right, let's put him in the bathroom. -Norman!",
      "de": "-Scheiße. -Bringen wir ihn ins Bad. -Norman. -Warte kurz."
    }
  },
  {
    "translation": {
      "en": "-Hold on! -Norman.",
      "de": "-Norman. -Warte kurz."
    }
  },
  {
    "translation": {
      "en": "Hold on! I'm trying to find my pants!",
      "de": "-Norman. -Warte kurz. Ich suche meine Hose."
    }
  },
  {
    "translation": {
      "en": "-What pants? -Hold on!",
      "de": "-Welche Hose? -Warte."
    }
  },
  {
    "translation": {
      "en": "Man, open the door. It's an emergency.",
      "de": "Alter, mach die Tür auf. Das ist ein Notfall."
    }
  },
  {
    "translation": {
      "en": "-Norman, please, let me in. -Shit. What the hell? Aaron?",
      "de": "-Norman, mach auf. -Was zum Teufel... Aaron!"
    }
  },
  {
    "translation": {
      "en": "What the hell's Uncle Russell doing in the toilet?",
      "de": "Was macht Onkel Russel auf dem Klo?"
    }
  },
  {
    "translation": {
      "en": "-He had to go! -I don't care, not in there, not now.",
      "de": "-Er musste mal. -Ist mir egal. Nicht hier. Nicht jetzt."
    }
  },
  {
    "translation": {
      "en": "-What the hell's wrong with you? -That's how I got old man poop...",
      "de": "-Was ist los mit dir? -Darum ist Kacke auf mir."
    }
  },
  {
    "translation": {
      "en": "Aaron? Open the door. Let me in.",
      "de": "Aaron, mach die Tür auf. -Okay. -Lass mich rein."
    }
  },
  {
    "translation": {
      "en": "-Hey, hey. -Hey, Aaron.",
      "de": "-Hey. -Hi, Aaron."
    }
  },
  {
    "translation": {
      "en": "I gotta talk to Norman right now.",
      "de": "Ich muss dringend mit Norman reden."
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm here. What's up? Hey, man, it's Oscar. He went crazy. He's up...",
      "de": "-Ja, ich bin hier. Was gibt's? -Es geht um Oscar, er ist durchgedreht..."
    }
  },
  {
    "translation": {
      "en": "-The hell's going on in here? -Nothing. What?",
      "de": "-Was zur Hölle ist hier los? -Nichts."
    }
  },
  {
    "translation": {
      "en": "It's Oscar, man. He went crazy. He's up on the roof, stark naked.",
      "de": "-Warum? -Oscar ist durchgedreht. Er sitzt splitternackt auf dem Dach. Ich habe Elaine geküsst."
    }
  },
  {
    "translation": {
      "en": "He saw me kissing Elaine and now he's threatening to jump.",
      "de": "Er sitzt splitternackt auf dem Dach. Ich habe Elaine geküsst. Jetzt will er springen."
    }
  },
  {
    "translation": {
      "en": "-You were kissing Elaine? -Yeah, I told you she was in love with me.",
      "de": "-Du hast Elaine geküsst? -Ich sagte doch, sie liebt mich."
    }
  },
  {
    "translation": {
      "en": "-Shit! -What?",
      "de": "-Scheiße. -Was?"
    }
  },
  {
    "translation": {
      "en": "I gotta... I gotta go. Whoa, hold up. Where you going, big boy?",
      "de": "-Ich muss gehen. -Hey, wo willst du hin, Großer?"
    }
  },
  {
    "translation": {
      "en": "Ry, Ry, if he jumps, my sister's gonna kill me.",
      "de": "Ryan, wenn er springt, bringt mich meine Schwester um."
    }
  },
  {
    "translation": {
      "en": "You know I wouldn't jump ship, but I gotta go. Aaron, I'm out.",
      "de": "Ich gehe nur ungern, aber ich muss helfen. Aaron."
    }
  },
  {
    "translation": {
      "en": "Shit! I gotta go. Lock up. Don't kill anybody.",
      "de": "Scheiße. Ich muss hinterher. Schließt zu, und bringt niemanden um!"
    }
  },
  {
    "translation": {
      "en": "-She's cheating on me! That girl right there. -Please, come down, baby.",
      "de": "-Sie betrügt mich. Diese Frau da. -Bitte komm runter, Schatz."
    }
  },
  {
    "translation": {
      "en": "-I'm gonna jump now. -Oscar. Oscar, what are you doing?",
      "de": "Ich springe jetzt. -Oscar, was tust du? -Sie hat mich betrogen."
    }
  },
  {
    "translation": {
      "en": "-She cheated on me! -Oscar.",
      "de": "-Oscar, was tust du? -Sie hat mich betrogen."
    }
  },
  {
    "translation": {
      "en": "I didn't do anything! He kissed me!",
      "de": "Ich habe nichts getan. Er hat mich geküsst."
    }
  },
  {
    "translation": {
      "en": "Oscar! Try to get down. Please, come down, baby.",
      "de": "-Oscar, versuch runterzukommen. -Bitte komm runter, Schatz."
    }
  },
  {
    "translation": {
      "en": "-I don't want you to hurt yourself. -I saw you kissing him, cheating on me right in front of me. What was that?",
      "de": "-Bitte verletz dich nicht. -Du hast ihn geküsst, vor meiner Nase."
    }
  },
  {
    "translation": {
      "en": "-Can we just talk about it in here? -Cheater, cheater, Derek eater,",
      "de": "-Lass uns reden. -Betrügerin muss Derek verschlingen,"
    }
  },
  {
    "translation": {
      "en": "-had a dada, something, something. -Oscar, please!",
      "de": "hat einen Dad, irgendwas. -Oscar, bitte. -Sei still, Jezebel."
    }
  },
  {
    "translation": {
      "en": "You be quiet, Jezebel! Cheaters never win, winners never cheat.",
      "de": "-Oscar, bitte. -Sei still, Jezebel. -Wer betrügt, gewinnt nie. -Ich komme rauf."
    }
  },
  {
    "translation": {
      "en": "-I'm coming up. -No, ma'am.",
      "de": "-Wer betrügt, gewinnt nie. -Ich komme rauf. -Nein, Fräulein! -Du kommst nicht, also komme ich hoch."
    }
  },
  {
    "translation": {
      "en": "You don't wanna come back inside,",
      "de": "-Nein, Fräulein! -Du kommst nicht, also komme ich hoch."
    }
  },
  {
    "translation": {
      "en": "-so I'm coming up. -Elaine, this is a man's job!",
      "de": "-Nein, Fräulein! -Du kommst nicht, also komme ich hoch. Elaine, das ist was für Männer!"
    }
  },
  {
    "translation": {
      "en": "-You can't... Don't come up here! -Don't do that! What are you doing?",
      "de": "-Komm nicht hier hoch. -Tu das nicht! Was machst du?"
    }
  },
  {
    "translation": {
      "en": "-Elaine. Elaine! -You come up here, I'm jumping.",
      "de": "-Elaine! -Kommst du hoch, springe ich."
    }
  },
  {
    "translation": {
      "en": "One more step, I'm... I'm jumping off this roof.",
      "de": "Noch einen Schritt, und ich... -...springe vom Dach. -Elaine!"
    }
  },
  {
    "translation": {
      "en": "-Elaine! -Elaine.",
      "de": "-...springe vom Dach. -Elaine! -Elaine. -Elaine!"
    }
  },
  {
    "translation": {
      "en": "-Elaine! -Don't come up here! I'm gonna jump.",
      "de": "Komm nicht her. Ich springe!"
    }
  },
  {
    "translation": {
      "en": "What are you doing? Elaine!",
      "de": "Was machst du da? Elaine!"
    }
  },
  {
    "translation": {
      "en": "-God, what are you doing now? -Hey, hey, hey.",
      "de": "-Gott. Was tust du jetzt wieder? -Ich weiß, wie ich den Typ loswerde."
    }
  },
  {
    "translation": {
      "en": "I think I can get rid of this guy, but I need you to stay out here",
      "de": "-Gott. Was tust du jetzt wieder? -Ich weiß, wie ich den Typ loswerde. Aber du musst aufpassen, dass niemand reinkommt, okay?"
    }
  },
  {
    "translation": {
      "en": "and make sure that nobody comes in, okay?",
      "de": "Aber du musst aufpassen, dass niemand reinkommt, okay?"
    }
  },
  {
    "translation": {
      "en": "Okay, fine, fine, fine. I'll do what I can. -But, listen, you owe me. -Okay.",
      "de": "Okay, na gut. Ich tue, was ich kann. Aber du schuldest mir was."
    }
  },
  {
    "translation": {
      "en": "-Big time. -Okay, okay, all the sperm you want.",
      "de": "-Okay. -Richtig! -Okay, so viele Spermien, wie du willst. -Danke."
    }
  },
  {
    "translation": {
      "en": "-All the sperm you want. -Yeah, please.",
      "de": "-Okay, so viele Spermien, wie du willst. -Danke."
    }
  },
  {
    "translation": {
      "en": "-Don't. -All the sperm I want. All the sperm I want. Okay.",
      "de": "So viele Spermien, wie ich will. Okay."
    }
  },
  {
    "translation": {
      "en": "-Who is it? -It's Aaron. Who do you think it is? Open the door.",
      "de": "-Wer ist da? -Aaron. Was denkst du denn? Mach auf."
    }
  },
  {
    "translation": {
      "en": "Everybody's outside. We gotta move this body right now.",
      "de": "Alle sind draußen. Wir müssen die Leiche sofort wegschaffen."
    }
  },
  {
    "translation": {
      "en": "-Well, let's do it. -Let's go for it.",
      "de": "-Auf geht's. -Packen wir's."
    }
  },
  {
    "translation": {
      "en": "-Let me get my arms up. -Come on. Come on.",
      "de": "Ihr macht das schon."
    }
  },
  {
    "translation": {
      "en": "-You got that? -Be gentle, be gentle.",
      "de": "-Hast du ihn? -Seid vorsichtig."
    }
  },
  {
    "translation": {
      "en": "Just because he's dead don't mean he can't bruise.",
      "de": "-Auch Leichen bekommen blaue Flecken. -Er ist klein, aber scheißschwer."
    }
  },
  {
    "translation": {
      "en": "-He's small, but he's heavy as shit. -You turn him around this way.",
      "de": "-Auch Leichen bekommen blaue Flecken. -Er ist klein, aber scheißschwer. Dreht ihn um."
    }
  },
  {
    "translation": {
      "en": "-Come on. You go first. -Be careful with his head. -All right. -Be careful with his head.",
      "de": "-Los, geh du zuerst. -Passt auf seinen Kopf auf."
    }
  },
  {
    "translation": {
      "en": "I wish Dad would've picked a smaller guy.",
      "de": "Dad hätte einen Kleineren nehmen können."
    }
  },
  {
    "translation": {
      "en": "Quick.",
      "de": "Schnell."
    }
  },
  {
    "translation": {
      "en": "Quick.",
      "de": "-Schnell. -Geh schon."
    }
  },
  {
    "translation": {
      "en": "You got it. Come on.",
      "de": "Ihr schafft das. Kommt."
    }
  },
  {
    "translation": {
      "en": "-Make sure no one comes in. -Okay.",
      "de": "Pass auf, dass niemand reinkommt."
    }
  },
  {
    "translation": {
      "en": "Hey there, young fellow.",
      "de": "Hallo, junger Mann."
    }
  },
  {
    "translation": {
      "en": "-Hey, Reverend! -You think I can find a phone somewhere?",
      "de": "-Hi, Reverend! -Ich suche ein Telefon."
    }
  },
  {
    "translation": {
      "en": "There's something I wanna ask you. At what age did you decide to get your church on?",
      "de": "Ich wollte Sie was fragen. Wann entschieden Sie sich für die Kirche?"
    }
  },
  {
    "translation": {
      "en": "Watch out, watch out, watch out, watch out.",
      "de": "Pass auf."
    }
  },
  {
    "translation": {
      "en": "-I really need to use the phone. -That's cool.",
      "de": "Ich brauche ein Telefon."
    }
  },
  {
    "translation": {
      "en": "-Was there one inside here? -No, there's no one inside there,",
      "de": "-Klar. -War da eins drin? Nein, da ist niemand drin. Aber ich muss beichten."
    }
  },
  {
    "translation": {
      "en": "but I need to make a confession.",
      "de": "Nein, da ist niemand drin. Aber ich muss beichten."
    }
  },
  {
    "translation": {
      "en": "-I'm not a priest. -That's all right, 'cause I'm not a Catholic!",
      "de": "-Ich bin kein Priester. -Ist okay, ich bin kein Katholik."
    }
  },
  {
    "translation": {
      "en": "It's just that, I know that I've been touched in some religious fashion.",
      "de": "Ich weiß, dass ich berührt wurde, auf irgendeine religiöse Weise."
    }
  },
  {
    "translation": {
      "en": "I'm addicted to strip clubs.",
      "de": "Ich liebe Stripclubs."
    }
  },
  {
    "translation": {
      "en": "The smell, the pole, the stretch marks, the C-section scars.",
      "de": "Den Geruch, die Dehnungsstreifen, die Stange, die Kaiserschnittnarben."
    }
  },
  {
    "translation": {
      "en": "I didn't know nothing about whip cream. Nothing! I didn't even... 'Cause I'm diabetic,",
      "de": "Ich hatte keine Ahnung von Schlagsahne. Keine! Als Diabetiker habe ich sie nie gegessen, denn sonst kriege ich Ausschlag."
    }
  },
  {
    "translation": {
      "en": "so if I eat whip cream in the wrong place, I'm gonna break out.",
      "de": "Als Diabetiker habe ich sie nie gegessen, denn sonst kriege ich Ausschlag."
    }
  },
  {
    "translation": {
      "en": "-Got him? -Got him.",
      "de": "-Hast du ihn? -Ich hab ihn."
    }
  },
  {
    "translation": {
      "en": "We can't just leave him like this.",
      "de": "So kann er nicht liegen bleiben."
    }
  },
  {
    "translation": {
      "en": "Well, in a strange way, this might be what he wanted.",
      "de": "Seltsamerweise wollte er es vielleicht so."
    }
  },
  {
    "translation": {
      "en": "Come on, man. You can't be serious for one damn second?",
      "de": "Komm schon, Mann. Du kannst keine Scheißsekunde ernst bleiben."
    }
  },
  {
    "translation": {
      "en": "Just forget it, man. That's just more Ryan bullshit.",
      "de": "Vergiss es, Mann. -Das ist nur mehr Ryan-Blödsinn. -Warum musst du so was Blödes sagen?"
    }
  },
  {
    "translation": {
      "en": "Why you gotta say shit like that?",
      "de": "-Das ist nur mehr Ryan-Blödsinn. -Warum musst du so was Blödes sagen?"
    }
  },
  {
    "translation": {
      "en": "Why don't you try laughing, enjoying life?",
      "de": "Versuch es doch mal mit lachen, das Leben zu genießen."
    }
  },
  {
    "translation": {
      "en": "Be spontaneous for once. It might make you a better writer.",
      "de": "Sei mal spontan. Vielleicht wirst du so ein besserer Autor."
    }
  },
  {
    "translation": {
      "en": "-You done? -Yeah, I'm done.",
      "de": "-Bist du fertig? -Ja, ich bin fertig."
    }
  },
  {
    "translation": {
      "en": "Let's do this.",
      "de": "Packen wir es."
    }
  },
  {
    "translation": {
      "en": "Just this light came down on me, and there was angels,",
      "de": "Dieses Licht schien auf mich runter, da waren Engel."
    }
  },
  {
    "translation": {
      "en": "-but they were dressed like strippers. -Look, look,",
      "de": "-Sie waren Stripper. -Ich muss dringend telefonieren."
    }
  },
  {
    "translation": {
      "en": "I really need to make a phone call. There's a man outside on the roof",
      "de": "-Sie waren Stripper. -Ich muss dringend telefonieren. -Ein Mann will vom Dach springen. -Er springt vor Freude, wenn..."
    }
  },
  {
    "translation": {
      "en": "-and he's about to jump. -Don't worry about it.",
      "de": "-Ein Mann will vom Dach springen. -Er springt vor Freude, wenn..."
    }
  },
  {
    "translation": {
      "en": "-He gonna be jumping for joy after I get... -Wait, wait, hey!",
      "de": "-Ein Mann will vom Dach springen. -Er springt vor Freude, wenn... Warten Sie! Hey!"
    }
  },
  {
    "translation": {
      "en": "But, Reverend, I haven't finished telling you.",
      "de": "Reverend, meine Geschichte geht noch weiter."
    }
  },
  {
    "translation": {
      "en": "-I met Shalawnda in the strip club. -Let's pray.",
      "de": "-Ich traf Shalanda im Stripclub... -Also gut, beten wir."
    }
  },
  {
    "translation": {
      "en": "Bye, Dad.",
      "de": "Tschüss, Dad."
    }
  },
  {
    "translation": {
      "en": "-Oscar... -Don't come any closer,",
      "de": "-Oscar. -Komm nicht näher..."
    }
  },
  {
    "translation": {
      "en": "-or I'm gonna jump off this roof. -I love you. I only love you.",
      "de": "-...sonst springe ich. -Ich liebe nur dich!"
    }
  },
  {
    "translation": {
      "en": "-What were you doing with him, then? -I wasn't with him.",
      "de": "-Und was tust du mit ihm? -Ich habe nichts getan."
    }
  },
  {
    "translation": {
      "en": "-I saw you kissing him passionately. -He kissed me!",
      "de": "-Du hast ihn geküsst. -Er hat mich geküsst!"
    }
  },
  {
    "translation": {
      "en": "It doesn't matter. I'll never be good enough.",
      "de": "Ist auch egal. Ich werde nie genug sein."
    }
  },
  {
    "translation": {
      "en": "-That's not true. -I'll never be good enough for your father.",
      "de": "-Das stimmt nicht. -Nicht für deinen Vater oder dich."
    }
  },
  {
    "translation": {
      "en": "-I'm never gonna be good enough for you. -Baby, come inside, please.",
      "de": "-Das stimmt nicht. -Nicht für deinen Vater oder dich. -Komm bitte mit rein. -Nein, geh du rein."
    }
  },
  {
    "translation": {
      "en": "-No, you go inside. -You have to come with me.",
      "de": "-Komm bitte mit rein. -Nein, geh du rein. -Du musst mitkommen. -Warum sollte ich?"
    }
  },
  {
    "translation": {
      "en": "Why should I?",
      "de": "-Du musst mitkommen. -Warum sollte ich?"
    }
  },
  {
    "translation": {
      "en": "Because you're gonna be a father.",
      "de": "Weil du Vater wirst."
    }
  },
  {
    "translation": {
      "en": "-I'm pregnant? -No.",
      "de": "-Ich bin schwanger? -Nein."
    }
  },
  {
    "translation": {
      "en": "-I'm pregnant. -You're pregnant, too?",
      "de": "-Ich bin schwanger. -Du bist auch schwanger?"
    }
  },
  {
    "translation": {
      "en": "Yes. We're pregnant.",
      "de": "Ja. Wir sind schwanger."
    }
  },
  {
    "translation": {
      "en": "-We're gonna have a baby? -Yeah.",
      "de": "Wir kriegen ein Baby? -Ja. -Wirklich?"
    }
  },
  {
    "translation": {
      "en": "Really?",
      "de": "-Ja. -Wirklich?"
    }
  },
  {
    "translation": {
      "en": "Baby, you scared me. Don't do that.",
      "de": "Schatz, du hast mir Angst eingejagt. Mach das nie wieder."
    }
  },
  {
    "translation": {
      "en": "We're having a baby!",
      "de": "Wir kriegen ein Baby!"
    }
  },
  {
    "translation": {
      "en": "-Great. -It's okay.",
      "de": "-Na toll. -Ist schon okay."
    }
  },
  {
    "translation": {
      "en": "I wish somebody would give me a baby.",
      "de": "Ich wünschte, man gäbe mir ein Baby."
    }
  },
  {
    "translation": {
      "en": "You blew it, son! This is... It's upsetting for me, too.",
      "de": "-Sie haben es versaut, Junge. -Für mich ist das auch nicht leicht."
    }
  },
  {
    "translation": {
      "en": "I'm gonna go check on Cynthia.",
      "de": "-Ich sehe mal nach Cynthia. -Aaron? Beeil dich!"
    }
  },
  {
    "translation": {
      "en": "Aaron? Hurry up! People are coming inside!",
      "de": "-Ich sehe mal nach Cynthia. -Aaron? Beeil dich! Die Gäste kommen wieder rein!"
    }
  },
  {
    "translation": {
      "en": "Aaron! Is he gone?",
      "de": "Aaron! Ist er verschwunden?"
    }
  },
  {
    "translation": {
      "en": "-Looks like it. -Well, everything's cool?",
      "de": "-Sieht so aus. -Oh, also ist alles gut?"
    }
  },
  {
    "translation": {
      "en": "Everything's cool. It's...",
      "de": "Alles ist gut. Es ist..."
    }
  },
  {
    "translation": {
      "en": "-Cool. -Yeah.",
      "de": "-Cool. -Ja."
    }
  },
  {
    "translation": {
      "en": "-Can we go now? -Yeah.",
      "de": "-Gehen wir? -Ja."
    }
  },
  {
    "translation": {
      "en": "Oh, my God!",
      "de": "Oh mein Gott!"
    }
  },
  {
    "translation": {
      "en": "Oscar, hold on! Oh, my God!",
      "de": "Oscar, oh mein Gott! Halt dich fest."
    }
  },
  {
    "translation": {
      "en": "Honey. Oh, shit. -Jeff! -Fuck!",
      "de": "Liebling! Oh, Scheiße! Jeff!"
    }
  },
  {
    "translation": {
      "en": "-Jeff! Jeff, help me, please! -Stay... Stay right... Stay right there!",
      "de": "Scheiße. Bleib da."
    }
  },
  {
    "translation": {
      "en": "-Elaine, stay right there! -Be careful, he's on something. -I got him, I got him. -Okay?",
      "de": "-Vorsicht, er ist high. -Ich komme klar."
    }
  },
  {
    "translation": {
      "en": "Someone's coming up. You're gonna be fine.",
      "de": "Okay. Jemand kommt nach oben. Es wird alles gut."
    }
  },
  {
    "translation": {
      "en": "-Jeff! -I'm slipping, I'm slipping.",
      "de": "-Jeff! -Ich rutsche ab."
    }
  },
  {
    "translation": {
      "en": "Pull yourself back up!",
      "de": "Zieh dich wieder hoch."
    }
  },
  {
    "translation": {
      "en": "Jeff! Jeff, hurry up!",
      "de": "Jeff! Beeil dich!"
    }
  },
  {
    "translation": {
      "en": "-Pull yourself back up! -Okay, I can't do it.",
      "de": "Zieh dich hoch. -Mach schon. -Es geht nicht."
    }
  },
  {
    "translation": {
      "en": "-Somebody, help me, please! -Help me!",
      "de": "Helft mir bitte! -Hilf mir! -Jeff!"
    }
  },
  {
    "translation": {
      "en": "-Jeff! -Jeff!",
      "de": "-Hilf mir! -Jeff!"
    }
  },
  {
    "translation": {
      "en": "-Oscar, I'm coming! -Come on.",
      "de": "-Jeff! -Ich komme, Oscar."
    }
  },
  {
    "translation": {
      "en": "Baby, please, help me, help me. I can't hold you.",
      "de": "Schatz, mach mit. Ich kann dich nicht halten."
    }
  },
  {
    "translation": {
      "en": "-Who's that? -I got him. I got him.",
      "de": "-Wer ist da? -Ich habe ihn."
    }
  },
  {
    "translation": {
      "en": "-Jeff! It's Jeff! -Jeff?",
      "de": "-Jeff! Es ist Jeff! -Jeff?"
    }
  },
  {
    "translation": {
      "en": "My manhood is being questioned right now.",
      "de": "Meine Männlichkeit wird auf die Probe gestellt."
    }
  },
  {
    "translation": {
      "en": "Just... Come on.",
      "de": "Komm schon."
    }
  },
  {
    "translation": {
      "en": "-You have him? -Yeah, it's on my cheek.",
      "de": "-Hast du ihn? -Ja, er ist an meiner Wange."
    }
  },
  {
    "translation": {
      "en": "-Okay. I'm letting go now! -It's on my cheek, Elaine.",
      "de": "Ich lasse jetzt los. Jeff hat dich."
    }
  },
  {
    "translation": {
      "en": "-You're okay, Jeff has you. -He's incredibly endowed.",
      "de": "Ich lasse jetzt los. Jeff hat dich. -Er ist reich bestückt. -Oh, Jeff."
    }
  },
  {
    "translation": {
      "en": "I could use some help here, please.",
      "de": "Ich könnte Hilfe brauchen."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -I got you, buddy. -You're so beautiful. -Okay, I love you.",
      "de": "-Ich habe dich, Kumpel. -Du bist wunderschön."
    }
  },
  {
    "translation": {
      "en": "I love you!",
      "de": "-Ich liebe dich. -Ich liebe dich."
    }
  },
  {
    "translation": {
      "en": "Hi, Miss Cynthia.",
      "de": "Hallo, Miss Cynthia."
    }
  },
  {
    "translation": {
      "en": "Norman.",
      "de": "Norman?"
    }
  },
  {
    "translation": {
      "en": "Is that you?",
      "de": "Bist du das?"
    }
  },
  {
    "translation": {
      "en": "-Aaron, I really think we should start again. -I'll get the reverend.",
      "de": "-Aaron, wir sollten wirklich fortfahren. -Ich hole den Reverend."
    }
  },
  {
    "translation": {
      "en": "Ryan, thank you so much for getting things back on track.",
      "de": "Ryan, danke, dass du alles wieder in Gang gebracht hast."
    }
  },
  {
    "translation": {
      "en": "I am really so glad you're here.",
      "de": "Ich bin so froh, dass du hier bist."
    }
  },
  {
    "translation": {
      "en": "Where's Uncle Russell?",
      "de": "Wo ist Onkel Russel?"
    }
  },
  {
    "translation": {
      "en": "I'm starting to feel better.",
      "de": "-Es geht mir langsam besser. -Gut."
    }
  },
  {
    "translation": {
      "en": "-Good. -Thanks to you. And you.",
      "de": "Dank dir. Und dir."
    }
  },
  {
    "translation": {
      "en": "And you, Jeff. Thank you.",
      "de": "Und dir, Jeff. -Ich danke dir. -Danke, Jeff."
    }
  },
  {
    "translation": {
      "en": "Thank you, Jeff.",
      "de": "-Ich danke dir. -Danke, Jeff."
    }
  },
  {
    "translation": {
      "en": "-That was very brave. -Hey. Whoa, whoa.",
      "de": "-Das war sehr mutig. -Hey. Langsam."
    }
  },
  {
    "translation": {
      "en": "Listen, no offense, but, like, me and you can't never touch again.",
      "de": "Hör zu, nichts für ungut, aber du und ich können uns nie wieder berühren."
    }
  },
  {
    "translation": {
      "en": "-Jeff. -All right.",
      "de": "-Jeff. -Schon gut."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "de": "Danke schön."
    }
  },
  {
    "translation": {
      "en": "I need to go get, like, a big-ass Tic Tac right now.",
      "de": "Ich muss mir jetzt ein riesiges Tic Tac holen."
    }
  },
  {
    "translation": {
      "en": "Oh, God. Oh, baby.",
      "de": "Oh Gott. Oh, Schatz."
    }
  },
  {
    "translation": {
      "en": "-Oh, shit. -Jeff...",
      "de": "Oh, Scheiße. Jeff, ist..."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, Dad. I'm just... I'm just real vulnerable right now.",
      "de": "Tut mir leid, Dad. Ich bin gerade sehr empfindlich."
    }
  },
  {
    "translation": {
      "en": "Do you have those buttons there?",
      "de": "-Machst du die Knöpfe zu? -Ja."
    }
  },
  {
    "translation": {
      "en": "-Elaine. -Dad.",
      "de": "-Elaine. -Oh, Dad."
    }
  },
  {
    "translation": {
      "en": "-Thank God you're safe. -Yes. We're good.",
      "de": "-Gott sei Dank ging alles gut. -Ja, uns geht's gut."
    }
  },
  {
    "translation": {
      "en": "And you. You imbecile. What the hell is wrong with you?",
      "de": "Und du, du Schwachkopf. Was stimmt nicht mit dir? Halt dich von meiner Tochter fern."
    }
  },
  {
    "translation": {
      "en": "Stay away from my daughter.",
      "de": "Was stimmt nicht mit dir? Halt dich von meiner Tochter fern."
    }
  },
  {
    "translation": {
      "en": "-Look, Dad... -Elaine, stay out of this.",
      "de": "-Hör zu, Dad. -Elaine, halt dich raus."
    }
  },
  {
    "translation": {
      "en": "No! I'm not gonna stay out of it. This is my life.",
      "de": "Nein, ich halte mich nicht raus. Es ist mein Leben. Wenn es dir nicht gefällt, Pech gehabt."
    }
  },
  {
    "translation": {
      "en": "You don't like it, too bad. But I'm gonna tell you something.",
      "de": "Es ist mein Leben. Wenn es dir nicht gefällt, Pech gehabt. Ich sage dir mal was."
    }
  },
  {
    "translation": {
      "en": "If you wanna have me and my child in your life,",
      "de": "Willst du mich und das Kind in deinem Leben, ändere dein Verhalten."
    }
  },
  {
    "translation": {
      "en": "you better change your attitude. You got that?",
      "de": "Willst du mich und das Kind in deinem Leben, ändere dein Verhalten. Verstanden?"
    }
  },
  {
    "translation": {
      "en": "-I love you. -My little girl.",
      "de": "-Ich hab dich lieb. -Mein kleines Mädchen."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "I love you, too, Dad.",
      "de": "Ich habe dich auch lieb, Dad."
    }
  },
  {
    "translation": {
      "en": "What the fuck's going on in here?",
      "de": "-Was zum Teufel ist hier los? -Entschuldige, Onkel Russel."
    }
  },
  {
    "translation": {
      "en": "-Sorry, Uncle Russell. -Yeah, sorry about that.",
      "de": "-Was zum Teufel ist hier los? -Entschuldige, Onkel Russel. Entschuldige."
    }
  },
  {
    "translation": {
      "en": "Somebody was on the roof, and we just had to get him off.",
      "de": "Jemand war auf dem Dach, und wir mussten ihn runterholen."
    }
  },
  {
    "translation": {
      "en": "Okay, I got your pants. I got your pants. Hold on.",
      "de": "Okay, ich habe deine Hose. Warte."
    }
  },
  {
    "translation": {
      "en": "Never mind that. What about that dead body you dragged in here?",
      "de": "Schon gut. Was ist mir der Leiche, die hier drin war?"
    }
  },
  {
    "translation": {
      "en": "-What... -Dead body?",
      "de": "-Was? -Eine Leiche?"
    }
  },
  {
    "translation": {
      "en": "-No dead body. -Hey, don't mess with me!",
      "de": "Verarscht mich nicht."
    }
  },
  {
    "translation": {
      "en": "I know a dead man when I see one. I live in a goddamn retirement home.",
      "de": "Ich erkenne einen toten Mann. Ich lebe im Altersheim."
    }
  },
  {
    "translation": {
      "en": "Let's go, God damn it. It smells in this room. Shit!",
      "de": "Gehen wir endlich, verdammt! Es stinkt. Scheiße!"
    }
  },
  {
    "translation": {
      "en": "-How's the... How's the skin thing? -I don't know.",
      "de": "-Was ist mit deiner Hautsache? -Ich weiß es nicht."
    }
  },
  {
    "translation": {
      "en": "I'm more concerned with the shit smell. Can you tell?",
      "de": "Mich sorgt der Scheißgeruch. Riechst du ihn?"
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah, but the thing on your hand, you just put a little vinegar on it.",
      "de": "Ja. Aber schmier auf das Ding an deiner Hand etwas Essig, das hilft."
    }
  },
  {
    "translation": {
      "en": "That'll clear it right up. It's an old family secret.",
      "de": "Aber schmier auf das Ding an deiner Hand etwas Essig, das hilft. Ist ein altes Familiengeheimnis. Mit der Scheiße kann ich dir nicht helfen."
    }
  },
  {
    "translation": {
      "en": "The shit thing, I can't help you with.",
      "de": "Ist ein altes Familiengeheimnis. Mit der Scheiße kann ich dir nicht helfen."
    }
  },
  {
    "translation": {
      "en": "I would recommend a shower or a bath.",
      "de": "Aber ich empfehle eine Dusche oder ein Bad."
    }
  },
  {
    "translation": {
      "en": "-Thanks. -You're welcome.",
      "de": "-Danke. -Gerne."
    }
  },
  {
    "translation": {
      "en": "-I'm sorry about the whole Elaine thing. -It's okay.",
      "de": "-Das mit Elaine tut mir leid. -Ist schon in Ordnung."
    }
  },
  {
    "translation": {
      "en": "Did you hear she's gonna have a kid? Can you see me as a dad?",
      "de": "Hast du gehört? Sie bekommt ein Kind. Siehst du mich als Vater?"
    }
  },
  {
    "translation": {
      "en": "-No. -No.",
      "de": "-Nein! -Nein."
    }
  },
  {
    "translation": {
      "en": "Well, this shit's been crazy.",
      "de": "Das war ein ziemlich verrückter Tag."
    }
  },
  {
    "translation": {
      "en": "You have people falling out of the casket, you got people hanging off the roof.",
      "de": "Menschen fallen aus dem Sarg, Menschen hängen vom Dach runter."
    }
  },
  {
    "translation": {
      "en": "Can I have the keys? I'm gonna go wait in the car.",
      "de": "-Gibst du mir den Autoschlüssel? -Was?"
    }
  },
  {
    "translation": {
      "en": "-What? -I'm just tired.",
      "de": "-Gibst du mir den Autoschlüssel? -Was? -Ich bin müde. -Okay."
    }
  },
  {
    "translation": {
      "en": "-Okay. -Okay.",
      "de": "-Ich bin müde. -Okay. -Okay. -Hey."
    }
  },
  {
    "translation": {
      "en": "-Love you. -Hey, I love you, too.",
      "de": "-Hab dich lieb. -Ja, ich hab dich auch lieb."
    }
  },
  {
    "translation": {
      "en": "I saw him! He was dead!",
      "de": "-Ich habe ihn gesehen, er war tot. -Okay."
    }
  },
  {
    "translation": {
      "en": "-I know you did, Uncle Russell. We all did. -Shit.",
      "de": "Ich weiß, Onkel Russel, das haben wir alle."
    }
  },
  {
    "translation": {
      "en": "No, dumbshit. In the bathroom. He was in the bathroom dead.",
      "de": "Nein, Vollidiot. Im Badezimmer. Der im Badezimmer war tot."
    }
  },
  {
    "translation": {
      "en": "I cannot believe what a nightmare today has been.",
      "de": "Ich kann gar nicht glauben, was heute für ein Albtraum war."
    }
  },
  {
    "translation": {
      "en": "I don't know, I think it's kind of exciting. For a funeral.",
      "de": "Ich finde es irgendwie aufregend. Für eine Beerdigung."
    }
  },
  {
    "translation": {
      "en": "-Listen, about that stuff earlier, I... -I know, we'll work it out.",
      "de": "Hör mal, wegen der Sache von vorhin, ich... -Ich weiß. Wir finden eine Lösung. Okay? -Einverstanden."
    }
  },
  {
    "translation": {
      "en": "-Agreed? -Agreed.",
      "de": "-Ich weiß. Wir finden eine Lösung. Okay? -Einverstanden."
    }
  },
  {
    "translation": {
      "en": "Let's just get through this day and then we'll worry about the rest of our lives.",
      "de": "Lass uns diesen Tag überstehen, und dann sorgen wir uns um den Rest."
    }
  },
  {
    "translation": {
      "en": "I still have to give this eulogy. After everything I found out.",
      "de": "Ich muss noch immer die Trauerrede halten. Nach allem, was ich erfahren habe."
    }
  },
  {
    "translation": {
      "en": "We've really got to get this damn thing started.",
      "de": "Wir müssen jetzt wirklich anfangen."
    }
  },
  {
    "translation": {
      "en": "Look, we're gonna have to zip through this thing now, son.",
      "de": "Das muss jetzt aber schnell gehen."
    }
  },
  {
    "translation": {
      "en": "I mean, I've already missed a funeral and two christenings.",
      "de": "-Ich habe drei andere Feiern verpasst. -Klar, fangen wir an."
    }
  },
  {
    "translation": {
      "en": "-Yeah, yeah, sure. Let's... Let's start. -Okay. You want a open casket?",
      "de": "-Ich habe drei andere Feiern verpasst. -Klar, fangen wir an. Okay. Möchten Sie einen offenen Sarg?"
    }
  },
  {
    "translation": {
      "en": "-No! -No.",
      "de": "-Nein! -Nein."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "de": "Ist gut."
    }
  },
  {
    "translation": {
      "en": "Everybody in their seats now.",
      "de": "Bitte setzen Sie sich."
    }
  },
  {
    "translation": {
      "en": "-You with the hat? -Yeah?",
      "de": "-Sie mit dem Hut. -Ja?"
    }
  },
  {
    "translation": {
      "en": "Sit on down.",
      "de": "Setzen Sie sich!"
    }
  },
  {
    "translation": {
      "en": "Now, I'd like to apologize on behalf of the family",
      "de": "Ich möchte mich im Namen der Familie entschuldigen,"
    }
  },
  {
    "translation": {
      "en": "for all of the distractions.",
      "de": "für all die Unterbrechungen."
    }
  },
  {
    "translation": {
      "en": "Aaron, the oldest son, would like to say a few words about his father.",
      "de": "Aaron, der älteste Sohn, möchte ein paar Worte über seinen Vater sagen."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "de": "Danke schön."
    }
  },
  {
    "translation": {
      "en": "\"My father was an exceptional man.",
      "de": "\"Mein Vater... ...war ein einzigartiger Mann.\""
    }
  },
  {
    "translation": {
      "en": "\"He was born in 19...\"",
      "de": "Er wurde geboren im Jahr 19...\""
    }
  },
  {
    "translation": {
      "en": "-What the hell is going on now? -There's someone in there.",
      "de": "-Was zur Hölle ist jetzt los? -Da drin ist jemand."
    }
  },
  {
    "translation": {
      "en": "I knew it! I knew it!",
      "de": "-Ich habe es gewusst! -Oh mein Gott."
    }
  },
  {
    "translation": {
      "en": "\"He was born in 1930...\"",
      "de": "\"Er wurde geboren im Jahr 193...\""
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "de": "Scheiße."
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "de": "Oh, Scheiße."
    }
  },
  {
    "translation": {
      "en": "What the fuck!",
      "de": "Was zum Teufel..."
    }
  },
  {
    "translation": {
      "en": "What the fuck you doing in my father's coffin?",
      "de": "Was machen Sie im Sarg meines Vaters?"
    }
  },
  {
    "translation": {
      "en": "Edward, I miss you! Leave me with my Edward!",
      "de": "Edward, ich vermisse dich! Lasst mich bei meinem Edward."
    }
  },
  {
    "translation": {
      "en": "My picture. My beautiful memories!",
      "de": "Meine Bilder. Meine schönen Erinnerungen."
    }
  },
  {
    "translation": {
      "en": "No, Mama, don't. Give me...",
      "de": "Nein, warte. Nicht. Nein, Mama. Gib mir..."
    }
  },
  {
    "translation": {
      "en": "You bastard!",
      "de": "Sie Mistkerl!"
    }
  },
  {
    "translation": {
      "en": "My father!",
      "de": "Mein Vater!"
    }
  },
  {
    "translation": {
      "en": "My father was an exceptional man.",
      "de": "Mein Vater... ...war ein einzigartiger Mann."
    }
  },
  {
    "translation": {
      "en": "Did he have his faults?",
      "de": "Hatte er seine Fehler?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "But he worked hard for his family.",
      "de": "Aber er hat hart für seine Familie gearbeitet."
    }
  },
  {
    "translation": {
      "en": "All I wanted to do today",
      "de": "Alles, was ich heute tun wollte, war ihm zu sagen,"
    }
  },
  {
    "translation": {
      "en": "was tell him how much we all loved, cherished and respected him.",
      "de": "Alles, was ich heute tun wollte, war ihm zu sagen, wie sehr wir ihn alle geliebt, geschätzt und geachtet haben."
    }
  },
  {
    "translation": {
      "en": "Is that really too much to ask for?",
      "de": "Ist das denn wirklich zu viel verlangt?"
    }
  },
  {
    "translation": {
      "en": "So, maybe he loved Dreamgirls more than most men.",
      "de": "Dann liebte er vielleicht Dreamgirls mehr als die meisten Männer."
    }
  },
  {
    "translation": {
      "en": "But, hey, life is complicated.",
      "de": "Aber das Leben ist kompliziert."
    }
  },
  {
    "translation": {
      "en": "We do our best.",
      "de": "Wir geben unser Bestes."
    }
  },
  {
    "translation": {
      "en": "And Dad, he did his best.",
      "de": "Und Dad hat sein Bestes gegeben."
    }
  },
  {
    "translation": {
      "en": "One thing he did",
      "de": "Eines, was er getan hat,"
    }
  },
  {
    "translation": {
      "en": "was teach us to chase after our dreams.",
      "de": "war uns zu lehren, unsere Träume zu verfolgen."
    }
  },
  {
    "translation": {
      "en": "So, when you leave here today,",
      "de": "Wenn ihr also heute nach Hause geht,"
    }
  },
  {
    "translation": {
      "en": "I want you to remember my father for who he truly was,",
      "de": "sollt ihr euch an das erinnern, was mein Vater wirklich war."
    }
  },
  {
    "translation": {
      "en": "a loving, kind, gentle man, that never judged anyone,",
      "de": "Ein liebevoller, freundlicher Gentleman, der niemals jemanden verurteilt hat."
    }
  },
  {
    "translation": {
      "en": "who never cast disparaging remarks",
      "de": "Der niemals abfällige Bemerkungen machte, oder..."
    }
  },
  {
    "translation": {
      "en": "or held prejudice against any race, creed, gender,",
      "de": "...Vorurteile hatte, gegen irgendeine Volksgruppe, Überzeugung, ein Geschlecht oder eine Größe."
    }
  },
  {
    "translation": {
      "en": "or height.",
      "de": "ein Geschlecht oder eine Größe."
    }
  },
  {
    "translation": {
      "en": "And if I turn out to be just half the man that my father was,",
      "de": "Wenn ich nur annähernd der Mann werde, der mein Vater war,"
    }
  },
  {
    "translation": {
      "en": "then the child I'm planning on having with my beautiful wife",
      "de": "dann wird das Kind, das ich mit meiner wunderschönen Frau bekommen möchte..."
    }
  },
  {
    "translation": {
      "en": "will be truly blessed.",
      "de": "...wahrlich gesegnet sein."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "de": "Danke schön."
    }
  },
  {
    "translation": {
      "en": "Well done, son.",
      "de": "Gut gemacht, Sohn."
    }
  },
  {
    "translation": {
      "en": "It's gonna be good, boy.",
      "de": "Es wird alles gut, Junge."
    }
  },
  {
    "translation": {
      "en": "Good job.",
      "de": "Gute Rede."
    }
  },
  {
    "translation": {
      "en": "Oscar, let's not do this again.",
      "de": "Oscar, nicht schon wieder."
    }
  },
  {
    "translation": {
      "en": "I always thought he had a little sugar in his tank.",
      "de": "Ich habe immer geahnt, dass er auch am anderen Ufer schwimmt."
    }
  },
  {
    "translation": {
      "en": "Hey, how's Mom holding up?",
      "de": "Hey, wie geht es Mom?"
    }
  },
  {
    "translation": {
      "en": "She's good. Resting.",
      "de": "Es geht ihr gut. Sie ruht sich aus."
    }
  },
  {
    "translation": {
      "en": "You know, it's gonna take a while for her to accept Dad was...",
      "de": "Es wird eine Weile dauern, bis sie akzeptieren kann, dass Dad..."
    }
  },
  {
    "translation": {
      "en": "You know.",
      "de": "Du weißt schon."
    }
  },
  {
    "translation": {
      "en": "She'll be okay.",
      "de": "Sie wird sich fangen."
    }
  },
  {
    "translation": {
      "en": "You know, that was a pretty good send-off you gave the old man. You wrote that?",
      "de": "Eine gute Verabschiedung, die du dem Alten gegeben hast. -Hast du das geschrieben? -Jemand sagte mir, ich müsse spontan sein."
    }
  },
  {
    "translation": {
      "en": "Some guy I met told me I need to be spontaneous.",
      "de": "-Hast du das geschrieben? -Jemand sagte mir, ich müsse spontan sein."
    }
  },
  {
    "translation": {
      "en": "Yeah, well, Dad would've been proud. I know I was.",
      "de": "Dad wäre stolz gewesen. Ich war es auf jeden Fall."
    }
  },
  {
    "translation": {
      "en": "Maybe when you're ready, you'll let me take a look at that novel of yours.",
      "de": "Lässt du mich mal einen Blick in deinen Roman werfen?"
    }
  },
  {
    "translation": {
      "en": "Yeah. -Yeah, I'm gonna send it to you next week. -All right.",
      "de": "-Ja. Ich schicke ihn dir nächste Woche. -In Ordnung."
    }
  },
  {
    "translation": {
      "en": "-But you know Michelle gotta read it first. -Okay.",
      "de": "-Natürlich muss Michelle ihn zuerst lesen. -Okay."
    }
  },
  {
    "translation": {
      "en": "I'm not going through that again.",
      "de": "Das mache ich nicht noch mal mit."
    }
  },
  {
    "translation": {
      "en": "All right. Well, thanks, big bro.",
      "de": "Okay. Danke, großer Bruder."
    }
  },
  {
    "translation": {
      "en": "Sure you don't wanna stay another day?",
      "de": "Willst du nicht noch bleiben?"
    }
  },
  {
    "translation": {
      "en": "Got a good Laker game coming up.",
      "de": "Bald ist ein gutes Lakers-Spiel."
    }
  },
  {
    "translation": {
      "en": "-Your boy, Kobe. -No.",
      "de": "-Dein Held, Kobe. -Nein."
    }
  },
  {
    "translation": {
      "en": "I'd just be feeling sad or be in the way.",
      "de": "Ich wäre nur traurig oder im Weg."
    }
  },
  {
    "translation": {
      "en": "You know how it is. Probably gonna get on back.",
      "de": "Du weißt, wie das ist. Ich werde zurückgehen."
    }
  },
  {
    "translation": {
      "en": "You know, do my thing. Still gotta grieve.",
      "de": "Mein Leben leben. -Ich muss immer noch trauern. -Ich auch."
    }
  },
  {
    "translation": {
      "en": "Me, too.",
      "de": "-Ich muss immer noch trauern. -Ich auch."
    }
  },
  {
    "translation": {
      "en": "What? A brother's gotta get to the airport.",
      "de": "Was? Irgendwie muss ich zum Flughafen kommen."
    }
  },
  {
    "translation": {
      "en": "Come on, you better make sure you don't go to jail first.",
      "de": "Pass auf, dass du nicht vorher ins Gefängnis kommst."
    }
  },
  {
    "translation": {
      "en": "-Sis. -Baby, listen,",
      "de": "-Schwesterchen. -Schätzchen, hör zu,"
    }
  },
  {
    "translation": {
      "en": "-don't stay away so long next time, okay? -I sure won't. All right, bro.",
      "de": "bleib nicht wieder so lange weg, okay? Das werde ich nicht. Okay. Bruder."
    }
  },
  {
    "translation": {
      "en": "Hey, next funeral.",
      "de": "Bis zur nächsten Beerdigung."
    }
  },
  {
    "translation": {
      "en": "-Love you, man. -Love you, too, man.",
      "de": "-Ich hab dich lieb, Alter. -Ich hab dich auch lieb."
    }
  },
  {
    "translation": {
      "en": "Wow, I see he got his ride.",
      "de": "-Wie ich sehe, hat er eine Fahrerin. -Ja."
    }
  },
  {
    "translation": {
      "en": "Yeah. R. Kelly used the same car service.",
      "de": "-Wie ich sehe, hat er eine Fahrerin. -Ja. R. Kelly hatte dieselbe Autovermietung."
    }
  },
  {
    "translation": {
      "en": "Just like candy.",
      "de": "Genauso gut wie Süßigkeiten."
    }
  },
  {
    "translation": {
      "en": "I am worn out. This has been a long day.",
      "de": "Ich bin völlig erschöpft. Das war ein langer Tag."
    }
  },
  {
    "translation": {
      "en": "A long, long day.",
      "de": "Ein sehr langer Tag."
    }
  },
  {
    "translation": {
      "en": "-And guess what? -What?",
      "de": "-Und stell dir vor... -Was?"
    }
  },
  {
    "translation": {
      "en": "Now I'm interested.",
      "de": "Jetzt hast du mein Interesse."
    }
  },
  {
    "translation": {
      "en": "No Mama. No guests. No Uncle Russell.",
      "de": "Keine Mama, keine Gäste. Kein Onkel Russel."
    }
  },
  {
    "translation": {
      "en": "-Where's Uncle Russell? -He's upstairs.",
      "de": "-Wo ist Onkel Russel? -Oben."
    }
  },
  {
    "translation": {
      "en": "I gave him a couple Valium and put him to bed.",
      "de": "Ich habe ihm Valium gegeben und ihn ins Bett gebracht."
    }
  },
  {
    "translation": {
      "en": "What?",
      "de": "Was?"
    }
  },
  {
    "translation": {
      "en": "Shit. Man.",
      "de": "Scheiße."
    }
  },
  {
    "translation": {
      "en": "Everything's so fucking green.",
      "de": "Alles ist so verdammt grün."
    }
  }
]