[
  {
    "translation": {
      "en": "The rumors of my promiscuity have been greatly exaggerated.",
      "de": "Die Gerüchte über meine Promiskuität wurden sehr stark übertrieben."
    }
  },
  {
    "translation": {
      "en": "I used to be anonymous, invisible to the opposite sex.",
      "de": "Niemand kannte mich, für das andere Geschlecht war ich unsichtbar."
    }
  },
  {
    "translation": {
      "en": "If Google Earth were a guy...",
      "de": "Wenn Google Earth ein Typ wäre,"
    }
  },
  {
    "translation": {
      "en": "...he couldn't find me if I was dressed up as a 10-story building.",
      "de": "hätte er mich selbst als zehnstöckiges Gebäude übersehen."
    }
  },
  {
    "translation": {
      "en": "Pretty cutting-edge stuff, huh? A high school girl feeling anonymous.",
      "de": "Echt mal was Neues. Ein Mädchen in der Highschool fühlt sich unsichtbar."
    }
  },
  {
    "translation": {
      "en": "Who am I? What does it all mean? Why am I here? Blah.",
      "de": "\"Wer bin ich? Was bedeutet das alles? Wieso bin ich hier?\""
    }
  },
  {
    "translation": {
      "en": "But don't worry, this isn't one of those tales.",
      "de": "Aber keine Sorge, das ist keine Geschichte dieser Art."
    }
  },
  {
    "translation": {
      "en": "Though it sure started out that way.",
      "de": "Obwohl es schon so angefangen hat."
    }
  },
  {
    "translation": {
      "en": "And then it changed pretty quickly when I started lying...",
      "de": "Aber das hat sich ziemlich schnell geändert,"
    }
  },
  {
    "translation": {
      "en": "...about some very personal things.",
      "de": "als ich anfing, mir ein paar sehr persönliche Lügen auszudenken."
    }
  },
  {
    "translation": {
      "en": "So let the record show that I, Olive Penderghast...",
      "de": "Also, fürs Protokoll: Ich, Olive Penderghast,"
    }
  },
  {
    "translation": {
      "en": "...being of sound mind, and below-average breast size...",
      "de": "gesegnet mit gesundem Menschenverstand und unterdurchschnittlich großem Busen,"
    }
  },
  {
    "translation": {
      "en": "...swear to tell the truth, the whole truth...",
      "de": "schwöre, die Wahrheit zu sagen, die ganze Wahrheit, nichts als die Wahrheit."
    }
  },
  {
    "translation": {
      "en": "...and nothing but the truth. Starting now.",
      "de": "schwöre, die Wahrheit zu sagen, die ganze Wahrheit, nichts als die Wahrheit. Ab jetzt."
    }
  },
  {
    "translation": {
      "en": "And what better way to share my private thoughts...",
      "de": "Was wäre besser, um intime Gedanken zu teilen,"
    }
  },
  {
    "translation": {
      "en": "...than to broadcast them on the Internet?",
      "de": "als sie online zu stellen?"
    }
  },
  {
    "translation": {
      "en": "So here it is. Part one.",
      "de": "Also, bitte schön. Teil eins."
    }
  },
  {
    "translation": {
      "en": "The shudder-inducing and clichéd, however totally false account...",
      "de": "\"Die schaurige und klischeehafte, zudem völlig falsche Darstellung davon,"
    }
  },
  {
    "translation": {
      "en": "...of how I lost my virginity to a guy at a community college.",
      "de": "wie ich meine Jungfräulichkeit an einen Typen vom Community College verloren hab.\""
    }
  },
  {
    "translation": {
      "en": "Let me just begin by saying that there are two sides to every story.",
      "de": "Einleitend möchte ich gerne sagen, dass jede Geschichte zwei Seiten hat."
    }
  },
  {
    "translation": {
      "en": "And this is my side, the right one.",
      "de": "Und hier ist meine Seite, die richtige."
    }
  },
  {
    "translation": {
      "en": "George is not a sexy name.",
      "de": "George ist kein sexy Name."
    }
  },
  {
    "translation": {
      "en": "George is what you name your teddy bear...",
      "de": "George nennst du deinen Teddy,"
    }
  },
  {
    "translation": {
      "en": "...not the name you wanna scream out during climax.",
      "de": "aber du rufst es nicht, wenn du zum Höhepunkt kommst."
    }
  },
  {
    "translation": {
      "en": "And by that, I assume you mean...?",
      "de": "Und damit, nehme ich an, meinten Sie doch sicher..."
    }
  },
  {
    "translation": {
      "en": "The stable and self-perpetuating end stage...",
      "de": "Das stabile und selbsterhaltende Endstadium"
    }
  },
  {
    "translation": {
      "en": "...in the evolution of a plant community.",
      "de": "-evolutionärer Pflanzengemeinschaften. -Genau."
    }
  },
  {
    "translation": {
      "en": "-Right. -Why, what were you thinking?",
      "de": "-evolutionärer Pflanzengemeinschaften. -Genau. -Was dachten Sie denn? -Dasselbe."
    }
  },
  {
    "translation": {
      "en": "The same. But I don't say it out loud lest someone get the wrong idea.",
      "de": "-Was dachten Sie denn? -Dasselbe. Aber ich spreche es nicht aus, damit keiner auf falsche Gedanken kommt."
    }
  },
  {
    "translation": {
      "en": "I think you know innuendo is attached to everything these days.",
      "de": "Heutzutage liegt ja allem eine Anspielung zugrunde."
    }
  },
  {
    "translation": {
      "en": "Innuendo? What--? Whatever do you mean?",
      "de": "Anspielung? Was meinen Sie denn damit?"
    }
  },
  {
    "translation": {
      "en": "Rhiannon, Olive, go hit the books. They don't hit back.",
      "de": "Rhiannon, Olive, stecken Sie die Nasen in Bücher, sie beißen nicht."
    }
  },
  {
    "translation": {
      "en": "Also, hugs not drugs. Mess with the bull, get the horns.",
      "de": "Dann noch: Sagen Sie Nein zu Drogen. Packen Sie den Stier bei den Hörnern."
    }
  },
  {
    "translation": {
      "en": "And any other clichés you can come up with.",
      "de": "Und was für Weisheiten Ihnen sonst noch einfallen."
    }
  },
  {
    "translation": {
      "en": "Bye, Mr. Griffith. Bye.",
      "de": "-Tschüss, Mr. Griffith. -Tschüss."
    }
  },
  {
    "translation": {
      "en": "-Watch your mouth. -Sorry.",
      "de": "-Pass auf, was du sagst. -Tut mir leid."
    }
  },
  {
    "translation": {
      "en": "Mr. Griffith is my favorite teacher.",
      "de": "Mr. Griffith ist mein Lieblingslehrer."
    }
  },
  {
    "translation": {
      "en": "Although, after all the trouble I caused...",
      "de": "Aber nach all dem Ärger, den ich bereitet habe,"
    }
  },
  {
    "translation": {
      "en": "...I don't know if I'm still his favorite student.",
      "de": "bin ich wohl nicht mehr sein Liebling."
    }
  },
  {
    "translation": {
      "en": "You know, these are bad for you.",
      "de": "Die sind nicht gut für Sie."
    }
  },
  {
    "translation": {
      "en": "It leads to unwanted pregnancy, all sorts of things.",
      "de": "Sie führen zu ungewollter Schwangerschaft und solchen Sachen."
    }
  },
  {
    "translation": {
      "en": "Mismatched tires on your vehicle, which is nonexistent.",
      "de": "Nicht zusammenpassende Reifen an Ihrem Wagen, den es nicht gibt."
    }
  },
  {
    "translation": {
      "en": "And here is where the trouble began. The lie that started the whole thing.",
      "de": "Und so fing der ganze Ärger an. Die Lüge, die alles losgetreten hat."
    }
  },
  {
    "translation": {
      "en": "Please, please, I'm begging you. I will pay you. I'll pay you.",
      "de": "Bitte, bitte, ich flehe dich an. Ich werde dich auch bezahlen, ehrlich."
    }
  },
  {
    "translation": {
      "en": "Rhi, I cannot go camping with you, okay?",
      "de": "Rhi, ich kann nicht mit dir campen fahren."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, but I have a date.",
      "de": "Tut mir leid, aber ich habe ein Date."
    }
  },
  {
    "translation": {
      "en": "-Okay? I told you. -With who?",
      "de": "-Klar? Hab ich dir erzählt. -Mit wem?"
    }
  },
  {
    "translation": {
      "en": "-You don't know him. -And neither do you, you selfish bitch.",
      "de": "-Du kennst ihn nicht. -Du auch nicht, selbstsüchtiges Biest."
    }
  },
  {
    "translation": {
      "en": "Yes, I do. He goes to college with my brother.",
      "de": "Doch, tue ich. Er geht mit meinem Bruder aufs College."
    }
  },
  {
    "translation": {
      "en": "Okay. What's his name, then?",
      "de": "Gut, wie heißt er?"
    }
  },
  {
    "translation": {
      "en": "Rhiannon is what you'd call a strong personality.",
      "de": "Rhiannon ist das, was man eine starke Persönlichkeit nennt."
    }
  },
  {
    "translation": {
      "en": "She asked me to come camping with her family...",
      "de": "Sie hat mich gefragt, ob ich mit zum Campen komme,"
    }
  },
  {
    "translation": {
      "en": "...and I don't know why I didn't wanna go.",
      "de": "aber ich wollte halt einfach nicht."
    }
  },
  {
    "translation": {
      "en": "A little because I didn't feel like hanging out with her all weekend.",
      "de": "Zum Teil wollte ich nicht das ganze Wochenende mit ihr rumhängen."
    }
  },
  {
    "translation": {
      "en": "But mostly because her parents are the weirdest people I have ever met...",
      "de": "Aber entscheidender war, dass ihre Eltern wirklich seltsam sind."
    }
  },
  {
    "translation": {
      "en": "...and I live in California.",
      "de": "Und ich lebe in Kalifornien."
    }
  },
  {
    "translation": {
      "en": "I ate dinner at her house once and I swore, never again.",
      "de": "Ich blieb einmal zum Essen und schwor mir: nie wieder."
    }
  },
  {
    "translation": {
      "en": "-This is interesting. -Patchouli burger.",
      "de": "-Schmeckt interessant. -Patschuli-Burger."
    }
  },
  {
    "translation": {
      "en": "We grew it in our victory garden.",
      "de": "Ist aus unserem Victory-Garten."
    }
  },
  {
    "translation": {
      "en": "You want some dessert?",
      "de": "Nachtisch?"
    }
  },
  {
    "translation": {
      "en": "No, thank you. I'm trying to watch my figure.",
      "de": "Nein, danke. Ich muss auf meine Figur achten."
    }
  },
  {
    "translation": {
      "en": "Well, I'm not.",
      "de": "Ich nicht."
    }
  },
  {
    "translation": {
      "en": "So I lied and told her I couldn't go...",
      "de": "Also log ich und sagte, ich könnte nicht,"
    }
  },
  {
    "translation": {
      "en": "...because I had a date with a friend of my brother's named George.",
      "de": "wegen eines Dates mit einem Freund meines Bruders, George."
    }
  },
  {
    "translation": {
      "en": "Let's just face it, there is no such thing as a sexy George.",
      "de": "Seien wir doch mal ehrlich, einen sexy George kann es nicht geben."
    }
  },
  {
    "translation": {
      "en": "Yeah, well, mine is...",
      "de": "Tja, meiner ist es aber, also..."
    }
  },
  {
    "translation": {
      "en": "...so I think we should just put this conversation to bed.",
      "de": "Tja, meiner ist es aber, also... Lass uns diese Unterhaltung einfach beenden."
    }
  },
  {
    "translation": {
      "en": "Fine, don't go camping with us. Just know I hate you, bitch.",
      "de": "Gut, dann komm nicht mit uns campen. Dann hasse ich dich eben, Bitch."
    }
  },
  {
    "translation": {
      "en": "Go get your chocolate milk.",
      "de": "Hol dir deine Schokomilch."
    }
  },
  {
    "translation": {
      "en": "-Do you want one? -No.",
      "de": "-Willst du auch eine? -Nein."
    }
  },
  {
    "translation": {
      "en": "And here's how I really spent the weekend.",
      "de": "Und das habe ich wirklich an dem Wochenende gemacht."
    }
  },
  {
    "translation": {
      "en": "That's the worst song ever.",
      "de": "Mieser Song."
    }
  },
  {
    "translation": {
      "en": "But on Monday, when Rhi asked me how my weekend was....",
      "de": "Aber am Montag, als Rhi mich fragte, wie mein Wochenende war..."
    }
  },
  {
    "translation": {
      "en": "He was charming, you know? He was a real gentleman.",
      "de": "Er war charmant, weißt du? Er war ein richtiger Gentleman."
    }
  },
  {
    "translation": {
      "en": "And it feels like I got a love and I know that it's all mine.",
      "de": "So, als hätte ich einen wahren Schatz und er gehört nur mir."
    }
  },
  {
    "translation": {
      "en": "Okay, okay. Wait, wait. So are you going to see him again?",
      "de": "Also gut, okay, warte mal. Wirst du ihn wiedersehen?"
    }
  },
  {
    "translation": {
      "en": "No. No, probably not. You know, it was just one of those weekends.",
      "de": "Nein. Wahrscheinlich nicht. Es war nur das eine Wochenende."
    }
  },
  {
    "translation": {
      "en": "A whole weekend? Yup.",
      "de": "-Ein ganzes Wochenende? -Jep."
    }
  },
  {
    "translation": {
      "en": "-Wait a minute. You didn't have--? -What?",
      "de": "-Sekunde... -Was? Ihr habt doch nicht?"
    }
  },
  {
    "translation": {
      "en": "No. No, of course not.",
      "de": "-Nein. Nein, natürlich nicht. -Du Lügnerin!"
    }
  },
  {
    "translation": {
      "en": "You liar. You totally lost your V-card to him.",
      "de": "-Nein. Nein, natürlich nicht. -Du Lügnerin! Du hast ihn rangelassen."
    }
  },
  {
    "translation": {
      "en": "-No, I didn't. -Yes, you did.",
      "de": "-Nein. -Und ob."
    }
  },
  {
    "translation": {
      "en": "-Tell me everything. -Rhi, I'm not that kind of girl.",
      "de": "-Erzähl mir alles. -Rhi, so eine bin ich nicht."
    }
  },
  {
    "translation": {
      "en": "The kind that does it, or the kind that does it...",
      "de": "Eine, die es tut, oder eine die es tut,"
    }
  },
  {
    "translation": {
      "en": "...and doesn't have the balls to tell her friend?",
      "de": "und dann nicht die Eier hat, es ihrer besten Freundin zu erzählen?"
    }
  },
  {
    "translation": {
      "en": "-What? -I want every detail.",
      "de": "-Was? -Ich will alles wissen."
    }
  },
  {
    "translation": {
      "en": "-Rhi. -Now, bitch.",
      "de": "-Rhi. -Jetzt sofort, Bitch."
    }
  },
  {
    "translation": {
      "en": "You know, you call me \"bitch\" a lot. Okay?",
      "de": "Du nennst mich ziemlich oft \"Bitch\"."
    }
  },
  {
    "translation": {
      "en": "-It's not a term of endearment. -I want every detail. Now, shitface.",
      "de": "-Ist nicht grade ein Kosename. -Details. Sofort, Arschgesicht."
    }
  },
  {
    "translation": {
      "en": "You're not heading in the right direction.",
      "de": "-Das ist nun auch nicht... -Erzähl schon."
    }
  },
  {
    "translation": {
      "en": "Fine.",
      "de": "Na schön."
    }
  },
  {
    "translation": {
      "en": "We did it. Yes!",
      "de": "-Wir haben es getan. -Ja!"
    }
  },
  {
    "translation": {
      "en": "Finally. Now you're a super slut like me.",
      "de": "Endlich. Jetzt bist du so nuttig wie ich."
    }
  },
  {
    "translation": {
      "en": "I don't think letting Peter Hedlund motorboat you...",
      "de": "Peter Hedlunds Gesicht in deinem Ausschnitt"
    }
  },
  {
    "translation": {
      "en": "...behind a Bed Bath & Beyond really makes you a super slut.",
      "de": "hinter einem Bed Bath & Beyond lässt dich nicht nuttig aussehen."
    }
  },
  {
    "translation": {
      "en": "There were a lot of people walking past. Someone could've easily seen.",
      "de": "Da waren viele Leute, die hätten uns sehen können."
    }
  },
  {
    "translation": {
      "en": "Whatever. This isn't about me, this is about you.",
      "de": "-Mhm. -Egal, hier geht's nicht um mich. Es geht um dich. Was habt ihr alles getan?"
    }
  },
  {
    "translation": {
      "en": "What'd you let him do?",
      "de": "Es geht um dich. Was habt ihr alles getan?"
    }
  },
  {
    "translation": {
      "en": "It was normal. You know? Nothing freaky.",
      "de": "Es war ganz normal, weißt du. Nichts... ...Verrücktes."
    }
  },
  {
    "translation": {
      "en": "I don't know why I did it.",
      "de": "Ich weiß nicht, warum ich das getan habe."
    }
  },
  {
    "translation": {
      "en": "I guess maybe it was because it was the first time...",
      "de": "Ich schätze, es war das erste Mal,"
    }
  },
  {
    "translation": {
      "en": "...I had sort of felt superior to Rhi.",
      "de": "dass ich mich Rhi irgendwie überlegen gefühlt habe."
    }
  },
  {
    "translation": {
      "en": "But I just started piling on lie after lie. It was like setting up Jenga.",
      "de": "Ich habe Lüge auf Lüge gepackt, fast schon wie bei einem Jenga-Turm."
    }
  },
  {
    "translation": {
      "en": "Do you know, like, Glade candles?",
      "de": "So wie Glade-Kerzen, weißt du? Die Art."
    }
  },
  {
    "translation": {
      "en": "Those kind, but they were, like, sexy Glade candles.",
      "de": "So wie Glade-Kerzen, weißt du? Die Art. Aber halt die sexy Ausgabe davon."
    }
  },
  {
    "translation": {
      "en": "-He was sweet. He was.... -Of course.",
      "de": "-Er war lieb. Er war so... -Natürlich."
    }
  },
  {
    "translation": {
      "en": "What the hell are you looking at, Sister Christian?",
      "de": "Wen zur Hölle glotzt du hier so an, du Heilige?"
    }
  },
  {
    "translation": {
      "en": "Just a couple of admitted whores.",
      "de": "Nur ein paar geständige Huren."
    }
  },
  {
    "translation": {
      "en": "Marianne Bryant is the secretary of the student council...",
      "de": "Marianne Bryant ist Schriftführerin des Schülerrats,"
    }
  },
  {
    "translation": {
      "en": "...chairman of the Orange Blossom dance committee...",
      "de": "Vorsitzende des \"Orange Blossom\"-Tanzkomitees"
    }
  },
  {
    "translation": {
      "en": "...and president of the Cross Your Heart Club...",
      "de": "und Präsidentin des \"Cross Your Heart\"-Klubs."
    }
  },
  {
    "translation": {
      "en": "...a club dedicated to shoving their beliefs down people's throats.",
      "de": "Ein Klub, der den Leuten seine Überzeugungen aufdrängt."
    }
  },
  {
    "translation": {
      "en": "Obviously they don't care.",
      "de": "Das ist denen allen egal."
    }
  },
  {
    "translation": {
      "en": "Last year's cause célèbre was the changing of the school mascot.",
      "de": "Ihr Anliegen letztes Jahr war es, das Schulmaskottchen zu ändern."
    }
  },
  {
    "translation": {
      "en": "Give it up for your Blue Devils!",
      "de": "Applaus für eure Blue Devils!"
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "de": "Ja!"
    }
  },
  {
    "translation": {
      "en": "How can we exhibit school pride when we're conveyed to others...",
      "de": "Wie können wir stolz auf unsere Schule sein,"
    }
  },
  {
    "translation": {
      "en": "...as Satan worshippers?",
      "de": "wenn man uns als Satansanbeter sieht?"
    }
  },
  {
    "translation": {
      "en": "Now, thankfully, we're the much less intimidating....",
      "de": "Zum Glück sind wir jetzt die viel weniger erschreckenden..."
    }
  },
  {
    "translation": {
      "en": "Give it up for the Woodchucks!",
      "de": "Applaus für die Woodchucks!"
    }
  },
  {
    "translation": {
      "en": "Hey! Go, Woodchucks!",
      "de": "Hey. Auf geht's, Woodchucks!"
    }
  },
  {
    "translation": {
      "en": "I liked Todd much better when he was topless.",
      "de": "Ich mochte Todd viel lieber oben ohne."
    }
  },
  {
    "translation": {
      "en": "Yeah, but even dressed as a woodchuck, I still fantasize about him.",
      "de": "Ja, aber sogar als Murmeltier regt er noch meine Träume an."
    }
  },
  {
    "translation": {
      "en": "Woodchucks.",
      "de": "Woodchucks!"
    }
  },
  {
    "translation": {
      "en": "Now Marianne had a new cause célèbre.",
      "de": "Jetzt hatte Marianne ein neues Anliegen."
    }
  },
  {
    "translation": {
      "en": "Me.",
      "de": "Mich."
    }
  },
  {
    "translation": {
      "en": "Which brings us to part two.",
      "de": "Was uns zu Teil zwei bringt."
    }
  },
  {
    "translation": {
      "en": "The accelerated velocity of terminological inexactitude.",
      "de": "\"Die beschleunigende Geschwindigkeit terminologischer Ungenauigkeit.\""
    }
  },
  {
    "translation": {
      "en": "Which is really just my obnoxious way of saying that lies travel fast.",
      "de": "Was eigentlich nur meine Art ist zu sagen: Lügen verbreiten sich schnell."
    }
  },
  {
    "translation": {
      "en": "And, boy, did my terminological inexactitude accelerate with velocity.",
      "de": "Mann, hatte meine terminologische Ungenauigkeit an Tempo zugelegt."
    }
  },
  {
    "translation": {
      "en": "Did you hear about Olive?",
      "de": "Habt ihr das von Olive gehört?"
    }
  },
  {
    "translation": {
      "en": "No way.",
      "de": "Unmöglich."
    }
  },
  {
    "translation": {
      "en": "-She's not a virgin anymore? -I can't believe it.",
      "de": "-Sie ist keine Jungfrau mehr? -Unglaublich."
    }
  },
  {
    "translation": {
      "en": "-Olive lost her virginity. -Yeah.",
      "de": "-Olive verlor ihre Jungfräulichkeit. -Ja."
    }
  },
  {
    "translation": {
      "en": "Maybe next time a certain somebody will be a little more careful...",
      "de": "Vielleicht wird jemand jetzt etwas vorsichtiger sein,"
    }
  },
  {
    "translation": {
      "en": "...what she says in the water closet.",
      "de": "was sie auf dem WC erzählt."
    }
  },
  {
    "translation": {
      "en": "Yeah, about that? It's-- That's actually not what you think.",
      "de": "Ja, apropos, das ist gar nicht so, wie du denkst."
    }
  },
  {
    "translation": {
      "en": "Can I talk to you alone for a second?",
      "de": "Kann ich dich mal kurz allein sprechen?"
    }
  },
  {
    "translation": {
      "en": "-You gonna be okay? -Yeah, I'm fine. Thank you.",
      "de": "-Ist das in Ordnung? -Ja, alles gut. Danke."
    }
  },
  {
    "translation": {
      "en": "Bye, Nina.",
      "de": "Tschüss, Nina."
    }
  },
  {
    "translation": {
      "en": "What you heard in the bathroom the other day wasn't true at all.",
      "de": "Was du da neulich auf dem Klo mitgehört hast, war so gar nicht die Wahrheit."
    }
  },
  {
    "translation": {
      "en": "-It's actually a funny story. -Olive. That's your name, right?",
      "de": "-Eigentlich ganz witzig... -Olive. So heißt du doch, oder?"
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah. And you're Marianne.",
      "de": "Ja... Ja, und du bist Marianne."
    }
  },
  {
    "translation": {
      "en": "We've had nine classes together since kindergarten.",
      "de": "Seit dem Kindergarten hatten wir neun gemeinsame Kurse."
    }
  },
  {
    "translation": {
      "en": "Ten, if you count Religion of Other Cultures, which you didn't...",
      "de": "Zehn, zählt man Religionskunde mit, wo du nicht warst."
    }
  },
  {
    "translation": {
      "en": "...because you refused to go.",
      "de": "Du hast es Science-Fiction genannt."
    }
  },
  {
    "translation": {
      "en": "Yeah. Listen, I'm not the one that you have to answer to... ...for your depraved behavior.",
      "de": "Ja, hör mal, mir gegenüber musst du dein verdorbenes Verhalten nicht verteidigen."
    }
  },
  {
    "translation": {
      "en": "There's a higher power that will judge you for your indecency.",
      "de": "Eine höhere Gewalt wird deine Anstößigkeit beurteilen."
    }
  },
  {
    "translation": {
      "en": "Tom Cruise?",
      "de": "-Tom Cruise? -Hm..."
    }
  },
  {
    "translation": {
      "en": "I hope for your sake that God has a sense of humor.",
      "de": "Ich wünsche dir inständig, dass Gott Spaß versteht."
    }
  },
  {
    "translation": {
      "en": "Oh, I have 17 years' worth of anecdotal proof he does.",
      "de": "Ich habe 17 Jahre voller Anekdoten, die das belegen."
    }
  },
  {
    "translation": {
      "en": "You've made your bed. I just hope for your sake that you've cleaned the sheets.",
      "de": "Wie man sich bettet, so liegt man. Ich hoffe, du hast frische Wäsche parat."
    }
  },
  {
    "translation": {
      "en": "-Did I just get saved? -I missed you.",
      "de": "-War das 'ne Segnung? -Hab dich vermisst."
    }
  },
  {
    "translation": {
      "en": "Oh, you too.",
      "de": "Ich dich auch."
    }
  },
  {
    "translation": {
      "en": "So Marianne spread the rumor.",
      "de": "Also hat Marianne das Gerücht verbreitet."
    }
  },
  {
    "translation": {
      "en": "For the first time ever, my sexual exploits were the talk of the school.",
      "de": "Zum allerersten Mal waren meine sexuellen Taten Schulgespräch."
    }
  },
  {
    "translation": {
      "en": "Oh, you know what? I'm wrong. It was the second time.",
      "de": "Nein, Moment, das stimmt nicht. Zum zweiten Mal."
    }
  },
  {
    "translation": {
      "en": "The first time was back in 8th grade...",
      "de": "Das erste Mal war in der achten Klasse,"
    }
  },
  {
    "translation": {
      "en": "...when all I wanted was a kiss from this guy I had always had a crush on.",
      "de": "als ich nur einen Kuss von diesem Typen wollte, in den ich verknallt war."
    }
  },
  {
    "translation": {
      "en": "Todd and I were thrown together in Seven Minutes of Heaven.",
      "de": "Todd und ich wurden bei \"7 Minuten im Himmel\" zusammen ausgewählt."
    }
  },
  {
    "translation": {
      "en": "Luckily we had a super romantic song from our youth to set the mood.",
      "de": "Zum Glück hatten wir superromantische Musik, die uns in Stimmung brachte."
    }
  },
  {
    "translation": {
      "en": "I think this is the part... ...where you're supposed to stick your tongue in my mouth.",
      "de": "Ich glaube, das ist der Teil, wo du mir deine Zunge in den Mund steckst."
    }
  },
  {
    "translation": {
      "en": "That's what I've heard, anyway. Just give me a second, okay?",
      "de": "-Das hab ich zumindest so gehört. -Gib mir einfach eine Sekunde, ja?"
    }
  },
  {
    "translation": {
      "en": "According to my watch, you have 382 of them. -How do you do that? -What?",
      "de": "-Laut meiner Uhr hast du 382 davon. -Wie machst du das?"
    }
  },
  {
    "translation": {
      "en": "Add so fast. And you also talk like a grown-up.",
      "de": "-Was? -So schnell rechnen. -Und du redest auch wie eine Erwachsene. -Keine Sorge."
    }
  },
  {
    "translation": {
      "en": "Don't worry, I'm not nearly as smart as I think I am.",
      "de": "-Und du redest auch wie eine Erwachsene. -Keine Sorge. Ich bin nicht so clever, wie ich glaube."
    }
  },
  {
    "translation": {
      "en": "So if we didn't do anything, could you still tell people we kissed?",
      "de": "Also, wenn jetzt nichts passieren würde, könntest du trotzdem allen sagen, dass wir uns geküsst haben?"
    }
  },
  {
    "translation": {
      "en": "Absolutely.",
      "de": "Na klar."
    }
  },
  {
    "translation": {
      "en": "-Thanks, Olive. -Sure, Todd.",
      "de": "-Danke, Olive. -Aber klar, Todd."
    }
  },
  {
    "translation": {
      "en": "I actually didn't wanna lie that time.",
      "de": "Eigentlich hatte ich nicht lügen wollen."
    }
  },
  {
    "translation": {
      "en": "When people thought I'd kissed someone, they didn't care.",
      "de": "Aber es war eh allen egal, ob ich rumgeknutscht hatte."
    }
  },
  {
    "translation": {
      "en": "But when they thought I slept with someone....",
      "de": "Aber als alle dachten, ich hätte Sex gehabt..."
    }
  },
  {
    "translation": {
      "en": "Hey, Olive. How's it going?",
      "de": "Hey, Olive. Wie geht's?"
    }
  },
  {
    "translation": {
      "en": "I'm swell, Guy-I've-Never-Talked-to-Before. Thanks for asking.",
      "de": "Prima, \"Typ, mit dem ich noch nie geredet hab\". Danke der Nachfrage."
    }
  },
  {
    "translation": {
      "en": "All I could think to myself was, \"Great, now I'm a tramp.\"",
      "de": "Alles, woran ich dachte, war: \"Na toll, jetzt bin ich 'ne Schlampe.\""
    }
  },
  {
    "translation": {
      "en": "I'm gonna have to get a lower-back tattoo... ...and pierce something not on my face.",
      "de": "Nun brauche ich ein Arschgeweih und irgendwo ein Piercing im Gesicht."
    }
  },
  {
    "translation": {
      "en": "You guys know that I was here all weekend, right? -Yeah. -Yes, you were upstairs.",
      "de": "-Ich war doch am Wochenende hier, oder? -Ja, du warst oben."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -You would testify to that?",
      "de": "-Würdet ihr das bezeugen? -Klar."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -I would take a bullet for you.",
      "de": "-Würdet ihr das bezeugen? -Klar. Ich würde mich für dich aufopfern, sogar erschießen lassen."
    }
  },
  {
    "translation": {
      "en": "You know that. Right between the eyes.",
      "de": "Ich würde mich für dich aufopfern, sogar erschießen lassen."
    }
  },
  {
    "translation": {
      "en": "Man, I would slit my throat...",
      "de": "Ich würde mir eher die Kehle aufschlitzen,"
    }
  },
  {
    "translation": {
      "en": "...rather than say something to someone...",
      "de": "als etwas zu jemandem sagen, das ich nicht sagen soll."
    }
  },
  {
    "translation": {
      "en": "-...that you didn't want me to say. -That's not necessary.",
      "de": "als etwas zu jemandem sagen, das ich nicht sagen soll. Das ist nicht nötig, Dad. Aber beruhigend."
    }
  },
  {
    "translation": {
      "en": "-But that is comforting. -That's how I am, how I roll.",
      "de": "Das ist nicht nötig, Dad. Aber beruhigend. So bin ich halt, das bin einfach ich."
    }
  },
  {
    "translation": {
      "en": "That's how I do, as they say.",
      "de": "So regle ich die Dinge nun mal."
    }
  },
  {
    "translation": {
      "en": "-I like the pants. -Thank you. They're Costco.",
      "de": "-Ich mag deine Hose. -Danke schön. Sie ist von Costco."
    }
  },
  {
    "translation": {
      "en": "You can have them when you get taller.",
      "de": "Willst du sie haben, wenn du größer bist?"
    }
  },
  {
    "translation": {
      "en": "-I'm never gonna go through puberty. -Course you will.",
      "de": "-Ich werde nie in die Pubertät kommen. -Aber natürlich."
    }
  },
  {
    "translation": {
      "en": "But we're a family of late bloomers.",
      "de": "In unserer Familie sind alle Spätzünder."
    }
  },
  {
    "translation": {
      "en": "I didn't until I was 14. Nor did Olive.",
      "de": "Bei mir war es erst mit 14 so weit, wie auch bei Olive."
    }
  },
  {
    "translation": {
      "en": "Why does that matter? I'm adopted.",
      "de": "-Das ist doch egal. Ich bin adoptiert. -Was?"
    }
  },
  {
    "translation": {
      "en": "What? Oh, my God. Who told you?",
      "de": "-Das ist doch egal. Ich bin adoptiert. -Was? O mein Gott! Wer hat dir das erzählt?"
    }
  },
  {
    "translation": {
      "en": "Guys, we were gonna do this at the right time.",
      "de": "Leute, wir wollten doch den richtigen Zeitpunkt abwarten."
    }
  },
  {
    "translation": {
      "en": "Listen to me.",
      "de": "Hör zu, manchmal, selbst wenn Mann und Frau sich sehr lieben,"
    }
  },
  {
    "translation": {
      "en": "Sometimes, even when a man and a woman love each other very much...",
      "de": "Hör zu, manchmal, selbst wenn Mann und Frau sich sehr lieben, wie das bei deiner Mutter und mir mal der Fall war,"
    }
  },
  {
    "translation": {
      "en": "...like your mother and I used to...",
      "de": "wie das bei deiner Mutter und mir mal der Fall war,"
    }
  },
  {
    "translation": {
      "en": "...their insides just don't cooperate with each other.",
      "de": "funktionieren sie innerlich einfach nicht zusammen."
    }
  },
  {
    "translation": {
      "en": "So, what's going on, honey? Why do you want us to take a bullet if anyone asks if you were here?",
      "de": "Was ist, Liebling? Warum sollte jemand fragen, wo du am Wochenende warst?"
    }
  },
  {
    "translation": {
      "en": "It's nothing. It's just the rumor mill.",
      "de": "Es ist nichts, nur die Gerüchteküche."
    }
  },
  {
    "translation": {
      "en": "What's the rumor mill churning out these days? Anything interesting?",
      "de": "Was brodelt denn so in der Gerüchteküche? Was Interessantes?"
    }
  },
  {
    "translation": {
      "en": "You know, not really. Not really. It's a little low on grist.",
      "de": "Ach, weißt du, nicht wirklich. Das Feuerholz geht zur Neige."
    }
  },
  {
    "translation": {
      "en": "Clever wordplay. I like it. You must be related to me.",
      "de": "Gutes Wortspiel, gefällt mir. Wir müssen verwandt sein."
    }
  },
  {
    "translation": {
      "en": "-Only by marriage. -Give it to me.",
      "de": "-Nur angeheiratet. -Gib's mir."
    }
  },
  {
    "translation": {
      "en": "So, what we're all gonna take away from this:",
      "de": "Also, wir sind uns da alle einig."
    }
  },
  {
    "translation": {
      "en": "-I was here all weekend, right? -Yes, yes, yes.",
      "de": "-Ich war das ganze Wochenende hier, ja? -Ja, ja, ja."
    }
  },
  {
    "translation": {
      "en": "Remember how I told you Google Earth couldn't find me... ...if I was dressed up as a ten-story building?",
      "de": "Wisst ihr noch, wie ich sagte, Google Earth übersähe mich selbst als Hochhaus?"
    }
  },
  {
    "translation": {
      "en": "Well, the next day it could find me if I was dressed as a crack on a sidewalk.",
      "de": "Am nächsten Tag hätte es mich sogar als Ritze im Bordstein gefunden."
    }
  },
  {
    "translation": {
      "en": "That's the beauty of being a girl in high school.",
      "de": "Darum ist es toll, ein Mädchen in der Highschool zu sein."
    }
  },
  {
    "translation": {
      "en": "People hear you had sex once and, bam, you're a bimbo.",
      "de": "Die Leute hören, dass du Sex hattest, und zack bist du ein Flittchen."
    }
  },
  {
    "translation": {
      "en": "I really didn't mean for the lie to put me on the map...",
      "de": "Ich hatte mit der Lüge nicht beabsichtigt, aufzufallen,"
    }
  },
  {
    "translation": {
      "en": "...but I gotta admit, I kind of liked being on the map.",
      "de": "aber ich gebe zu, mir gefiel, dass man mich nun auf dem Plan hatte."
    }
  },
  {
    "translation": {
      "en": "So, clearly Nathaniel Hawthorne is a complex writer.",
      "de": "Ihr seht also, Nathaniel Hawthorne ist ein komplexer Autor."
    }
  },
  {
    "translation": {
      "en": "Even I had trouble with him.",
      "de": "Sogar ich hatte Schwierigkeiten mit ihm."
    }
  },
  {
    "translation": {
      "en": "I read him originally when I was 5, but I struggled.",
      "de": "Das erste Mal las ich ihn mit fünf, aber es war schwierig."
    }
  },
  {
    "translation": {
      "en": "So I'm gonna break it down for you. I'm gonna throw some rhymes.",
      "de": "Ich fasse es also für euch zusammen, und zwar in Reimen."
    }
  },
  {
    "translation": {
      "en": "Anson, drop me a beat.",
      "de": "Anson, gib mir 'nen Rhythmus."
    }
  },
  {
    "translation": {
      "en": "-What? -Give me a beat.",
      "de": "-Was? -Gib mir einen Rhythmus."
    }
  },
  {
    "translation": {
      "en": "Push it up.",
      "de": "Na, los doch."
    }
  },
  {
    "translation": {
      "en": "Yeah, adultery, vengeance",
      "de": "Yeah, Ehebruch, Vergeltung"
    }
  },
  {
    "translation": {
      "en": "Crimes of passion",
      "de": "Verbrechen aus Leidenschaft"
    }
  },
  {
    "translation": {
      "en": "Kill the beat. I'm not gonna rap for you.",
      "de": "Hör schon auf, ich rappe doch nicht für euch."
    }
  },
  {
    "translation": {
      "en": "It's pandering and it's been done before...",
      "de": "Das ist zu offensichtlich"
    }
  },
  {
    "translation": {
      "en": "...in every bad movie you've ever seen. Okay.",
      "de": "und wird in jedem schlechten Film gemacht, den ihr je gesehen habt."
    }
  },
  {
    "translation": {
      "en": "Ironically, we were studying The Scarlet Letter.",
      "de": "Ironischerweise nahmen wir \"Der scharlachrote Buchstabe\" durch."
    }
  },
  {
    "translation": {
      "en": "Now, isn't that always the way? The books you read in class always have some strong connection...",
      "de": "So läuft es doch immer: Die Bücher, die im Unterricht durchgenommen werden,"
    }
  },
  {
    "translation": {
      "en": "...with whatever angsty adolescent drama is going on.",
      "de": "scheinen immer mit dem aktuellen Teenie-Drama zusammenzuhängen."
    }
  },
  {
    "translation": {
      "en": "Except for Huckleberry Finn. I don't know any teenage boys...",
      "de": "Außer \"Huckleberry Finn\", denn mir fällt kein Teenie-Junge ein,"
    }
  },
  {
    "translation": {
      "en": "...who have ever run away with a big, hulking black guy.",
      "de": "der mit 'nem riesigen schwarzen Typen abgehauen wäre."
    }
  },
  {
    "translation": {
      "en": "For those who haven't read The Scarlet Letter...",
      "de": "Für alle, die \"Der scharlachrote Buchstabe\" nicht kennen"
    }
  },
  {
    "translation": {
      "en": "...or for those who said you did but didn't, here's all you need to know.",
      "de": "Für alle, die \"Der scharlachrote Buchstabe\" nicht kennen oder nur so getan haben als ob, das müsst ihr wissen:"
    }
  },
  {
    "translation": {
      "en": "This girl, Hester Prynne, has an affair with a minister...",
      "de": "Eine Frau, Hester Prynne, hat eine Affäre mit 'nem Pfarrer,"
    }
  },
  {
    "translation": {
      "en": "...is besmirched and made to wear a red A for \"adulterer.\"",
      "de": "gilt als besudelt und muss fortan als Ehebrecherin ein rotes A tragen."
    }
  },
  {
    "translation": {
      "en": "The town realizes she was too harshly judged...",
      "de": "Aber den Leuten wird klar, sie waren zu vorschnell"
    }
  },
  {
    "translation": {
      "en": "...and she's really a good person, and she dies a saint.",
      "de": "und sie ist eigentlich ein guter Mensch, und sie stirbt als Heilige."
    }
  },
  {
    "translation": {
      "en": "A whole bunch of other stuff happens too.",
      "de": "Es passiert noch viel mehr."
    }
  },
  {
    "translation": {
      "en": "If you have a test on it, rent the movie, but make sure it's the original...",
      "de": "Vor einem Test leiht euch den Film aus, aber bitte das Original,"
    }
  },
  {
    "translation": {
      "en": "...not the Demi Moore version where she talks in a fake British accent...",
      "de": "nicht den mit Demi Moore, die mit gefaktem britischen Akzent spricht"
    }
  },
  {
    "translation": {
      "en": "...and takes a lot of baths.",
      "de": "und oft badet."
    }
  },
  {
    "translation": {
      "en": "To say that one was freely adapted is a bit of an understatement, guvnor.",
      "de": "Diesen Film als \"frei nach\" zu bezeichnen, ist wohl leicht übertrieben, Gov'nor."
    }
  },
  {
    "translation": {
      "en": "What we have to realize...",
      "de": "Uns muss klar sein,"
    }
  },
  {
    "translation": {
      "en": "...is that Hester lived in an entirely different time.",
      "de": "dass Hester zu einer völlig anderen Zeit lebte."
    }
  },
  {
    "translation": {
      "en": "A time when the worst crime a woman could commit was in fact adultery.",
      "de": "Einer Zeit, als das schlimmste Verbrechen, das Frauen begehen konnten, tatsächlich der Ehebruch war."
    }
  },
  {
    "translation": {
      "en": "I think Hester Prynne was--",
      "de": "Ich finde, Hester Prynne war,"
    }
  },
  {
    "translation": {
      "en": "Excuse my language. --a skank.",
      "de": "entschuldigen Sie den Ausdruck, eine Schlampe."
    }
  },
  {
    "translation": {
      "en": "A skank? So you don't think she was a victim at all?",
      "de": "Eine Schlampe? Du findest nicht, dass sie ein Opfer war?"
    }
  },
  {
    "translation": {
      "en": "Why should I? She brought it on herself.",
      "de": "Warum? Sie hat sich das eingebrockt."
    }
  },
  {
    "translation": {
      "en": "Perhaps you should embroider a red A on your wardrobe, abominable tramp.",
      "de": "Du solltest dir ein rotes A auf die Garderobe nähen, du grässliche Schlampe."
    }
  },
  {
    "translation": {
      "en": "Perhaps you should get a wardrobe, you abominable twat.",
      "de": "Du solltest dir eine Garderobe zulegen, du grässliche Fotze."
    }
  },
  {
    "translation": {
      "en": "Not my best line, but it was provocative enough... ...to land me in the principal's office.",
      "de": "Nicht der beste Spruch, aber provokativ genug, um zum Rektor zu müssen."
    }
  },
  {
    "translation": {
      "en": "Seems as if someone's on a downward spiral.",
      "de": "Sieht so aus, als wäre jemand in einer Abwärtsspirale."
    }
  },
  {
    "translation": {
      "en": "Seems as if someone's practicing the mundane activities...",
      "de": "Sieht so aus, als übe jemand die banalen Tätigkeiten,"
    }
  },
  {
    "translation": {
      "en": "...she'll be saddled with the rest of her life.",
      "de": "die ihr den Rest ihres Lebens aufgebürdet sein werden."
    }
  },
  {
    "translation": {
      "en": "I hope you at least had the good sense to use protection.",
      "de": "Ich hoffe, du hast wenigstens an Verhütung gedacht."
    }
  },
  {
    "translation": {
      "en": "Why? Your parents didn't.",
      "de": "-Haben deine Eltern auch nicht. -Du kommst in die Hölle."
    }
  },
  {
    "translation": {
      "en": "-You're going to hell. -Just as long as you won't be there.",
      "de": "-Haben deine Eltern auch nicht. -Du kommst in die Hölle. -Solange du nicht da sein wirst. -Ich versichere dir, werde ich nicht."
    }
  },
  {
    "translation": {
      "en": "I can assure you I won't.",
      "de": "-Solange du nicht da sein wirst. -Ich versichere dir, werde ich nicht."
    }
  },
  {
    "translation": {
      "en": "Good.",
      "de": "Gut."
    }
  },
  {
    "translation": {
      "en": "I don't care who started it. Just work it out.",
      "de": "Es ist mir egal, wer angefangen hat, aber regelt das."
    }
  },
  {
    "translation": {
      "en": "So why am I just meeting you?",
      "de": "Also, warum sehe ich Sie heute?"
    }
  },
  {
    "translation": {
      "en": "Language like this would've warranted a visit years ago.",
      "de": "Es wäre schon vor Jahren erforderlich gewesen."
    }
  },
  {
    "translation": {
      "en": "This is the first time I've done anything remotely misbehavioral.",
      "de": "Das ist das erste Mal, dass ich mich auch nur annähernd fehlverhalte."
    }
  },
  {
    "translation": {
      "en": "This is foul. I know. I am so-- I'm really, really sorry.",
      "de": "-Das stinkt. -Ich weiß, es tut mir wirklich so leid."
    }
  },
  {
    "translation": {
      "en": "Sorry you said it or sorry you got caught?",
      "de": "Dass Sie es gesagt haben oder dass Sie erwischt wurden?"
    }
  },
  {
    "translation": {
      "en": "Sorry I said it, honestly.",
      "de": "Dass ich es gesagt habe, ehrlich."
    }
  },
  {
    "translation": {
      "en": "And sorry I got caught a little bit too, but mostly just sorry I said it.",
      "de": "Dass ich erwischt wurde auch, aber hauptsächlich, dass ich es gesagt hab."
    }
  },
  {
    "translation": {
      "en": "If you use a word like this again in my school, it'll be your last. Understand?",
      "de": "Wenn Sie noch mal so ein Wort in meiner Schule benutzen, war's Ihr Letztes, klar?"
    }
  },
  {
    "translation": {
      "en": "Yes, sir. Yes.",
      "de": "Ja, Sir."
    }
  },
  {
    "translation": {
      "en": "I mean, this isn't one of those progressive schools...",
      "de": "Wir sind keine dieser fortschrittlichen Schulen,"
    }
  },
  {
    "translation": {
      "en": "...where teachers are called by their first names...",
      "de": "wo die Lehrer mit dem Vornamen angesprochen"
    }
  },
  {
    "translation": {
      "en": "...and students are partners in learning...",
      "de": "und die Schüler als Lernpartner angesehen werden."
    }
  },
  {
    "translation": {
      "en": "...and there's a fundraising auction at the end of the year...",
      "de": "Und am Ende des Jahres gibt es keine Spendenauktion,"
    }
  },
  {
    "translation": {
      "en": "...where the more creative parents put on musical skits...",
      "de": "bei der die Kreativen unter den Eltern musikalische Darbietungen bringen,"
    }
  },
  {
    "translation": {
      "en": "...about the community garden.",
      "de": "über den Gemeindegarten."
    }
  },
  {
    "translation": {
      "en": "This is public school.",
      "de": "Dies ist eine öffentliche Schule."
    }
  },
  {
    "translation": {
      "en": "If I can keep the girls off the pole and the boys off the pipe, I get a bonus.",
      "de": "Halte ich die Mädels von der Stange fern und die Jungs vom Rauchen, gibt's 'nen Bonus."
    }
  },
  {
    "translation": {
      "en": "Now, if you're sent to me one more time...",
      "de": "Werden Sie noch ein einziges Mal zu mir geschickt, fliegen Sie hochkant raus."
    }
  },
  {
    "translation": {
      "en": "...you're gonna be out on your fantail. Now, am I making myself clear?",
      "de": "Werden Sie noch ein einziges Mal zu mir geschickt, fliegen Sie hochkant raus. -Habe ich mich klar ausgedrückt? -Ja, Sir."
    }
  },
  {
    "translation": {
      "en": "Yes, sir.",
      "de": "-Habe ich mich klar ausgedrückt? -Ja, Sir."
    }
  },
  {
    "translation": {
      "en": "-Good. -I think so.",
      "de": "-Gut. -Denke schon."
    }
  },
  {
    "translation": {
      "en": "I mean, I got a little lost in the middle, but I found my way back.",
      "de": "Ich meine, ich habe kurz den Faden verloren, bin aber wieder reingekommen."
    }
  },
  {
    "translation": {
      "en": "Detention after school tomorrow.",
      "de": "Nachsitzen nach der Schule morgen. Und jetzt..."
    }
  },
  {
    "translation": {
      "en": "Now, out.",
      "de": "Nachsitzen nach der Schule morgen. Und jetzt... Raus."
    }
  },
  {
    "translation": {
      "en": "Even though it was my slutty alter ego that said a bad word in school...",
      "de": "Obwohl mein verdorbenes Alter Ego ein schlimmes Wort in der Schule benutzte,"
    }
  },
  {
    "translation": {
      "en": "...it was my ass that got in trouble...",
      "de": "war es mein Hintern, der sich in die Nesseln setzte."
    }
  },
  {
    "translation": {
      "en": "...which was a place my ass had never been before.",
      "de": "Das war ein Ort, wo mein Hintern zuvor noch nie war."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. The illusion is shattered.",
      "de": "O mein Gott, die Illusion ist zerstört."
    }
  },
  {
    "translation": {
      "en": "They put you in the gas chamber if you take your head off at Disney World.",
      "de": "Dafür wärst du in Disney World in die Gaskammer gesteckt worden."
    }
  },
  {
    "translation": {
      "en": "I think they just fire you. You're thinking of Disneyland.",
      "de": "Ich glaube, sie feuern dich nur. Du meinst Disneyland."
    }
  },
  {
    "translation": {
      "en": "-Disney World is more liberal. -Oh, yeah.",
      "de": "-Disney World ist da liberaler. -O ja."
    }
  },
  {
    "translation": {
      "en": "I always forget Disney World went blue in the last election.",
      "de": "Ich vergaß, Disney World ist seit der letzten Wahl demokratisch."
    }
  },
  {
    "translation": {
      "en": "Are you going to Melody Bostic's party? I hadn't planned on it.",
      "de": "-Gehst du zu Melody Bostics Party? -Hatte ich nicht vorgehabt."
    }
  },
  {
    "translation": {
      "en": "Me neither. My cousin's getting married. It's a rehearsal dinner.",
      "de": "Ich auch nicht. Meine Cousine heiratet, da ist ihr Probeessen."
    }
  },
  {
    "translation": {
      "en": "See you. Stay excellent.",
      "de": "Bis dann. Bleib großartig."
    }
  },
  {
    "translation": {
      "en": "You too.",
      "de": "Du auch."
    }
  },
  {
    "translation": {
      "en": "-What's up, kid? -Woodchuck.",
      "de": "-Was geht? -Woodchuck."
    }
  },
  {
    "translation": {
      "en": "Please tell me the rumors are true.",
      "de": "Bitte sag mir, dass die Gerüchte stimmen."
    }
  },
  {
    "translation": {
      "en": "Yes. Yes. I am a big, fat slut.",
      "de": "Ja. Ja, ich bin eine große, olle Schlampe."
    }
  },
  {
    "translation": {
      "en": "No, the one where you got suspended for calling Nina Howell a dick...",
      "de": "Nein, dass du suspendiert wurdest, weil du Nina Howell einen Pimmel genannt"
    }
  },
  {
    "translation": {
      "en": "...and punching her in the left tit.",
      "de": "und sie in die linke Brust geboxt hast."
    }
  },
  {
    "translation": {
      "en": "I worry about the way information circulates at this school.",
      "de": "Es bereitet mir Sorgen, wie sich Infos an dieser Schule verbreiten."
    }
  },
  {
    "translation": {
      "en": "Rhi? I need to tell you something.",
      "de": "Rhi? Ich muss dir was sagen."
    }
  },
  {
    "translation": {
      "en": "Like the exact moment you turned into such a badass?",
      "de": "Etwa, wie du so krass werden konntest?"
    }
  },
  {
    "translation": {
      "en": "-I think I'm in love with you. -Okay.",
      "de": "-Ich bin verliebt in dich. -Okay."
    }
  },
  {
    "translation": {
      "en": "Tell me you left a mark on that scrunched-up face of hers?",
      "de": "Hast du wenigstens ihre Hackfresse zerkratzt?"
    }
  },
  {
    "translation": {
      "en": "-It's not true. -It wasn't the left tit?",
      "de": "-Es stimmt nicht. -Nicht die linke Brust? Die rechte also."
    }
  },
  {
    "translation": {
      "en": "It was the right one. I always pegged you for a southpaw.",
      "de": "-Es stimmt nicht. -Nicht die linke Brust? Die rechte also. Ich hab dich immer als Rechtsausleger gesehen."
    }
  },
  {
    "translation": {
      "en": "Can you listen to me for one second, please?",
      "de": "Kannst du mir eine Sekunde zuhören, bitte? Okay."
    }
  },
  {
    "translation": {
      "en": "Okay. It didn't happen.",
      "de": "Okay. -Es ist nie geschehen. -Ja, klar."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, right. Your secret's safe with me, you little sex monkey.",
      "de": "-Es ist nie geschehen. -Ja, klar. Bei mir ist dein Geheimnis sicher, du kleines Sexäffchen."
    }
  },
  {
    "translation": {
      "en": "I got sent to the principal today.",
      "de": "Ich musste heute zum Rektor."
    }
  },
  {
    "translation": {
      "en": "Did you win a medal or something? Not exactly.",
      "de": "-Hast du etwa eine Medaille gewonnen? -Nicht direkt."
    }
  },
  {
    "translation": {
      "en": "I used inappropriate language in English class.",
      "de": "Ich bin in Englisch durch eine unangemessene Wortwahl aufgefallen."
    }
  },
  {
    "translation": {
      "en": "Although we're reading a book that I personally deem...",
      "de": "Obwohl wir ein Buch behandeln, das ich hochgradig unangemessen für unsere Altersgruppe finde."
    }
  },
  {
    "translation": {
      "en": "...inappropriate for our age group, so I actually felt it was quite apropos.",
      "de": "das ich hochgradig unangemessen für unsere Altersgruppe finde. -Daher fand ich es eher angebracht. -Was hast du denn gesagt?"
    }
  },
  {
    "translation": {
      "en": "What did you say?",
      "de": "-Daher fand ich es eher angebracht. -Was hast du denn gesagt?"
    }
  },
  {
    "translation": {
      "en": "Let's just say it was an inappropriate word.",
      "de": "Sagen wir einfach, es war ein unangebrachtes Wort."
    }
  },
  {
    "translation": {
      "en": "Well, what did it start with? A snide comment from a snotty girl in my class.",
      "de": "-Womit fing es denn an? -Dem spitzen Kommentar von so 'ner Göre."
    }
  },
  {
    "translation": {
      "en": "No, I mean what letter did the word start with?",
      "de": "Nein, ich meine, mit welchem Buchstaben fing das Wort an?"
    }
  },
  {
    "translation": {
      "en": "-T. -Oh, T.",
      "de": "-F. -Oh, F."
    }
  },
  {
    "translation": {
      "en": "-T? Let us think. T, T, T. -T. All right, T. Yeah, T.",
      "de": "-F? Lass uns überlegen, F... -F. Also schön, F. Ja, F."
    }
  },
  {
    "translation": {
      "en": "-T, T, T. -T, T, T.",
      "de": "-F... F... -F, F, F."
    }
  },
  {
    "translation": {
      "en": "-Guys. -Noun, adjective or verb?",
      "de": "Leute. -Nomen, Adjektiv oder Verb? -Nomen."
    }
  },
  {
    "translation": {
      "en": "Noun. It's definitely slang. Think British.",
      "de": "-Nomen, Adjektiv oder Verb? -Nomen. Umgangssprachlich, eher britisch."
    }
  },
  {
    "translation": {
      "en": "Tallywhacker? Termagant?",
      "de": "Fallus? Furie?"
    }
  },
  {
    "translation": {
      "en": "You're just saying sounds. Those are sounds.",
      "de": "Du machst nur Geräusche. Das sind Geräusche."
    }
  },
  {
    "translation": {
      "en": "-Spell it with your peas. -Yeah, spell it with your peas. Do it.",
      "de": "-Buchstabier es mit deinen Erbsen. -Ja, mit deinen Erbsen. Los!"
    }
  },
  {
    "translation": {
      "en": "-I will take that challenge. -Do it. I like that. All right.",
      "de": "Ich nehme diese Herausforderung an. Das gefällt mir. Also gut."
    }
  },
  {
    "translation": {
      "en": "So does this have anything to do with the rumor... ...that you mentioned the other night?",
      "de": "Hat das denn was mit dem Gerücht zu tun, das du neulich Abend erwähnt hast?"
    }
  },
  {
    "translation": {
      "en": "Do you need to talk to us about something, sweetie?",
      "de": "Hast du uns irgendwas zu sagen, Schätzchen?"
    }
  },
  {
    "translation": {
      "en": "What's a twit? That's an A, honey.",
      "de": "-Was ist... Rotze? -Das ist ein F, Schätzchen."
    }
  },
  {
    "translation": {
      "en": "It'll get you sent to the principal's office. Sit down.",
      "de": "-Ein Wort, wofür du zum Rektor musst. -Ein schlechtes Wort. Setz dich."
    }
  },
  {
    "translation": {
      "en": "We're lucky that this is not a common occurrence.",
      "de": "Zum Glück kommt so was nicht regelmäßig vor."
    }
  },
  {
    "translation": {
      "en": "What would my punishment have been otherwise?",
      "de": "Was wäre denn sonst meine Strafe gewesen?"
    }
  },
  {
    "translation": {
      "en": "-Bed without supper, I guess. -But I'm already finished.",
      "de": "-Ohne Abendessen ins Bett, schätze ich. -Aber ich hab schon aufgegessen."
    }
  },
  {
    "translation": {
      "en": "-No dating. No dating. -Yeah, no dating.",
      "de": "-Keine Dates. Keine Dates. -Ja, keine Dates."
    }
  },
  {
    "translation": {
      "en": "-No dating for you, young lady. -No dating.",
      "de": "-Keine Dates für dich, junge Dame. -O nein..."
    }
  },
  {
    "translation": {
      "en": "I think my complete lack of allure... ...already kind of shot that horse in the face.",
      "de": "Ich denke, meine komplette Reizlosigkeit erledigt das schon von ganz alleine."
    }
  },
  {
    "translation": {
      "en": "I wouldn't know how to be grounded more than you know how to ground.",
      "de": "Ich wäre kein Stück besser im Hausarrestkriegen als ihr im Erteilen."
    }
  },
  {
    "translation": {
      "en": "That's right. Love you. Come here.",
      "de": "Das stimmt. Hab dich lieb. Komm her."
    }
  },
  {
    "translation": {
      "en": "And I bet that girl was acting like exactly what you called her.",
      "de": "Ich wette, wie du das Mädchen genannt hast, war völlig gerechtfertigt."
    }
  },
  {
    "translation": {
      "en": "Oh, you have no idea.",
      "de": "Du hast ja keine Ahnung."
    }
  },
  {
    "translation": {
      "en": "I got a B-plus on my spelling test today.",
      "de": "Ich habe heute eine Zwei plus im Buchstabieren bekommen."
    }
  },
  {
    "translation": {
      "en": "That's good, honey, but everything has spell check these days, so....",
      "de": "Gut, aber heutzutage hat doch alles eine Rechtschreibprüfung."
    }
  },
  {
    "translation": {
      "en": "Just kidding.",
      "de": "Nur ein Scherz."
    }
  },
  {
    "translation": {
      "en": "Where are you from originally?",
      "de": "Woher stammst du ursprünglich?"
    }
  },
  {
    "translation": {
      "en": "So the next day I had detention...",
      "de": "Am nächsten Tag musste ich nachsitzen,"
    }
  },
  {
    "translation": {
      "en": "...which, thanks to recent budget cuts, meant cleaning.",
      "de": "was, dank kürzlicher Budgetkürzungen, so viel hieß wie: putzen."
    }
  },
  {
    "translation": {
      "en": "I was looking forward to getting all this behind me.",
      "de": "Ich hab mich drauf gefreut, das alles hinter mir zu lassen."
    }
  },
  {
    "translation": {
      "en": "I had done the crime. I was gonna do the time.",
      "de": "Ich hatte die Tat begangen, ich würde dafür geradestehen."
    }
  },
  {
    "translation": {
      "en": "And that would be that, but that....",
      "de": "Und damit wäre das erledigt..."
    }
  },
  {
    "translation": {
      "en": "Aren't there, like, child labor laws against this? Not in high school.",
      "de": "-Gibt es kein Gesetz gegen Kinderarbeit? -Nicht in der Highschool."
    }
  },
  {
    "translation": {
      "en": "The principal's like the captain of the ship in international waters.",
      "de": "Ein Rektor ist wie ein Schiffskapitän in internationalen Gewässern."
    }
  },
  {
    "translation": {
      "en": "He can even marry people.",
      "de": "-Er kann sogar Leute verheiraten. -Hm."
    }
  },
  {
    "translation": {
      "en": "We haven't talked in a while. How have you been, Brandon?",
      "de": "Wir haben 'ne Weile nicht geredet. Wie geht's dir, Brandon?"
    }
  },
  {
    "translation": {
      "en": "Fabulous. I'm crushing it. Everything according to plan.",
      "de": "Fantastisch. Ich mach alle platt. Es läuft alles nach Plan."
    }
  },
  {
    "translation": {
      "en": "I wanna be in detention. Yeah, why are you here?",
      "de": "-Ich will nachsitzen! -Ja, warum bist du hier?"
    }
  },
  {
    "translation": {
      "en": "From the blood I saw gushing out of your nose, I thought you were bullied.",
      "de": "Gemessen daran, wie viel Blut aus deiner Nase quoll, warst du doch das Opfer."
    }
  },
  {
    "translation": {
      "en": "Principal Gibbons is a homophobe, which is why I called him a fascist.",
      "de": "Ja, aber Rektor Gibbons ist homophob, so nannte ich ihn einen Faschisten."
    }
  },
  {
    "translation": {
      "en": "-So the rumors are true. -I don't know what you're talking about.",
      "de": "Also stimmen die Gerüchte. -Keine Ahnung, wovon du sprichst. -Dass Gibbons ein Faschist ist."
    }
  },
  {
    "translation": {
      "en": "I meant about Gibbons being a fascist.",
      "de": "-Keine Ahnung, wovon du sprichst. -Dass Gibbons ein Faschist ist."
    }
  },
  {
    "translation": {
      "en": "So, what's with your new look? Very whore couture.",
      "de": "Also, warum der neue Style? Ziemliche Schlampen-Couture."
    }
  },
  {
    "translation": {
      "en": "Oh, haven't you heard? I'm the new school slut.",
      "de": "Hast du es nicht gehört? Ich bin die neue Schulschlampe."
    }
  },
  {
    "translation": {
      "en": "You know, I did hear something. I also heard he was twice your age.",
      "de": "Ich hab schon was gehört. Auch, dass er doppelt so alt sein soll wie du."
    }
  },
  {
    "translation": {
      "en": "Oh, no, no, no. No, he was a freshman in college.",
      "de": "Nein, nein, nein, er war Studienanfänger."
    }
  },
  {
    "translation": {
      "en": "I also heard he gave you crabs.",
      "de": "Und dass du Filzläuse von ihm gekriegt hast."
    }
  },
  {
    "translation": {
      "en": "-People suck. -Tell me about it.",
      "de": "-Die Leute sind scheiße. -Musst du mir nicht sagen."
    }
  },
  {
    "translation": {
      "en": "He's not real.",
      "de": "Er ist nicht echt."
    }
  },
  {
    "translation": {
      "en": "-What? -The guy I slept with. I made him up.",
      "de": "Was? Der Typ, mit dem ich geschlafen hab. Ich hab ihn erfunden."
    }
  },
  {
    "translation": {
      "en": "Wait, you started the rumor? Indirectly, I guess sort of.",
      "de": "-Warte, du hast das Gerücht gestreut? -Indirekt schon, irgendwie."
    }
  },
  {
    "translation": {
      "en": "Or actually, no. No, not really. No, I didn't.",
      "de": "Obwohl... nein. Nein, nicht wirklich. Hab ich nicht."
    }
  },
  {
    "translation": {
      "en": "Well, but you're perpetuating it. That's really messed up.",
      "de": "Aber du setzt es fort. Das ist total verkorkst."
    }
  },
  {
    "translation": {
      "en": "Excuse me?",
      "de": "Bitte?"
    }
  },
  {
    "translation": {
      "en": "You're not even a real slut. You just want people to think you are.",
      "de": "Du bist keine Schlampe. Die Leute sollen das nur glauben."
    }
  },
  {
    "translation": {
      "en": "It's pathetic.",
      "de": "Das ist erbärmlich."
    }
  },
  {
    "translation": {
      "en": "No offense, but you could probably learn something from me, Brando.",
      "de": "Nichts für ungut, aber du könntest ja wohl was von mir lernen, Brando."
    }
  },
  {
    "translation": {
      "en": "Are you saying that I should act straight so people will like me?",
      "de": "Meinst du etwa, ich sollte so tun, als stünde ich auf Mädchen, damit man mich mag?"
    }
  },
  {
    "translation": {
      "en": "That's groundbreaking. You should teach a course at The Learning Annex.",
      "de": "Wie innovativ, du solltest einen Kurs abhalten, für Gelehrte, und nenn ihn doch: \"Das ganz Offensichtliche,"
    }
  },
  {
    "translation": {
      "en": "It could be called \"The Painfully Obvious with Olive Penderghast...",
      "de": "für Gelehrte, und nenn ihn doch: \"Das ganz Offensichtliche, mit Olive Penderghast, der Fake-Schulschlampe\"."
    }
  },
  {
    "translation": {
      "en": "...the Fake School Slut.\"",
      "de": "mit Olive Penderghast, der Fake-Schulschlampe\"."
    }
  },
  {
    "translation": {
      "en": "I was just suggesting that maybe these kids we call peers...",
      "de": "Ich wollte nur sagen, dass diese Kinder, die wir Gleichaltrige nennen,"
    }
  },
  {
    "translation": {
      "en": "...are onto something. You know, like Marianne Bryant.",
      "de": "es vielleicht raushaben, so wie Marianne Bryant."
    }
  },
  {
    "translation": {
      "en": "Maybe that whole stuck-up, Jesus-freak thing is an act. You know?",
      "de": "Vielleicht ist dieses ganze hochnäsige Jesus-Freak-Ding ja nur Show, weißt du?"
    }
  },
  {
    "translation": {
      "en": "No, I think she's just a stuck-up Jesus freak.",
      "de": "Nein, sie ist nur ein hochnäsiger Jesus-Freak."
    }
  },
  {
    "translation": {
      "en": "And there are some of us who are just trying to blend in to the crowd.",
      "de": "Und einige von uns versuchen nur, sich der Menge anzupassen."
    }
  },
  {
    "translation": {
      "en": "Well, then you've gotta do everything you can to blend in...",
      "de": "Tja, dann musst du alles daran setzen, dich anzupassen,"
    }
  },
  {
    "translation": {
      "en": "...or decide not to care.",
      "de": "oder entscheiden, es ist dir egal."
    }
  },
  {
    "translation": {
      "en": "I can't decide if you're a genius or a lunatic.",
      "de": "Ich kann mich nicht entscheiden, ob du ein Genie bist oder eine Irre."
    }
  },
  {
    "translation": {
      "en": "Well, don't they sort of go hand in hand?",
      "de": "Nun ja, irgendwie gehört das doch auch zusammen."
    }
  },
  {
    "translation": {
      "en": "-So you heard any word from George? -Nope.",
      "de": "-Hast du noch mal von George gehört? -Nee."
    }
  },
  {
    "translation": {
      "en": "I told you, that was a one-night stand, which is now over.",
      "de": "Ich hab dir doch gesagt, das war ein One-Night-Stand, der jetzt vorbei ist."
    }
  },
  {
    "translation": {
      "en": "You're being pretty cavalier about this.",
      "de": "Du gehst damit ziemlich entspannt um."
    }
  },
  {
    "translation": {
      "en": "Aren't you supposed to be eternally in love with him?",
      "de": "Solltet ihr euch nicht ewige Liebe schwören und so?"
    }
  },
  {
    "translation": {
      "en": "Yes, I believe so. If I was a Gossip Girl in Sweet Valley with traveling pants.",
      "de": "Aber sicher, wäre ich Gossip Girl aus Sweet Valley mit Hosen auf Wanderschaft."
    }
  },
  {
    "translation": {
      "en": "But no, I'm not. So I could really care less.",
      "de": "Aber ich bin... Nein, bin ich nicht. Also kann es mir echt egal sein."
    }
  },
  {
    "translation": {
      "en": "So Brandy Carter was telling Vanessa Hodges... ...that you were with three guys in a Jacuzzi.",
      "de": "Brandy Carter erzählte Vanessa Hodges, dass du mit drei Typen im Jacuzzi warst."
    }
  },
  {
    "translation": {
      "en": "Sounds like a lot of work.",
      "de": "Klingt nach viel Arbeit, ist aber wohl besser, als mit 'nem Alten rumzumachen."
    }
  },
  {
    "translation": {
      "en": "I guess that's still better than getting it on with some old dude.",
      "de": "Klingt nach viel Arbeit, ist aber wohl besser, als mit 'nem Alten rumzumachen. -Igitt, wer hat das denn gesagt? -Kennst du diesen Brandon?"
    }
  },
  {
    "translation": {
      "en": "Who said that?",
      "de": "-Igitt, wer hat das denn gesagt? -Kennst du diesen Brandon?"
    }
  },
  {
    "translation": {
      "en": "Do you know that Brandon kid? That's what somebody told him.",
      "de": "-Igitt, wer hat das denn gesagt? -Kennst du diesen Brandon? -Das hat jemand ihm erzählt. -Ist er nicht ein Homo?"
    }
  },
  {
    "translation": {
      "en": "Isn't he a homo?",
      "de": "-Das hat jemand ihm erzählt. -Ist er nicht ein Homo?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "Speak of the devil. Hello.",
      "de": "Spricht man vom Teufel, hallo."
    }
  },
  {
    "translation": {
      "en": "I was just talking about you with my friend, Rhiannon.",
      "de": "Ich habe gerade mit meiner Freundin Rhiannon über dich gesprochen."
    }
  },
  {
    "translation": {
      "en": "You know Rhiannon. She's perpetually angry.",
      "de": "Du kennst Rhiannon. Die, die andauernd wütend ist."
    }
  },
  {
    "translation": {
      "en": "She curses like a Somali sailor. Bi--",
      "de": "Sie flucht wie ein somalischer Seemann. Gro..."
    }
  },
  {
    "translation": {
      "en": "-Yeah. That's the one. -\"Bi--\"? \"Bi--\"? What's \"bi-\"?",
      "de": "-Ja, das ist sie. - \"Gro\"? Was heißt das?"
    }
  },
  {
    "translation": {
      "en": "-Okay. -I wanna know what \"bi--\" is.",
      "de": "-Okay. -Was heißt das? Ich will es wissen."
    }
  },
  {
    "translation": {
      "en": "Hello, what's \"bi--\"? What is \"bi--\"?",
      "de": "Hallo, was bedeutet \"Gro\"? Was ist das?"
    }
  },
  {
    "translation": {
      "en": "-Bye. -\"Bi--\"? What is \"bi--\"?",
      "de": "-Tschüss. -\"Gro\", wofür steht das?"
    }
  },
  {
    "translation": {
      "en": "Bedazzling personality? Beautiful, beautiful soul?",
      "de": "-Was? -\"Großartige Persönlichkeit\"? -\"Grundehrlich\"? -\"Große Brüste\"."
    }
  },
  {
    "translation": {
      "en": "-Big tits. -That's my identifier?",
      "de": "-\"Grundehrlich\"? -\"Große Brüste\". Das ist mein Kennzeichen?"
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "de": "Ja!"
    }
  },
  {
    "translation": {
      "en": "All right, well, that was Brandon. He needs to talk to me about something.",
      "de": "Also gut. Tja, das war Brandon. Er muss mit mir über irgendwas reden."
    }
  },
  {
    "translation": {
      "en": "-Probably wants to borrow an outfit. -Whatever, Big Tits.",
      "de": "-Er will sich sicher Klamotten leihen. -Klar, \"große Brüste\"."
    }
  },
  {
    "translation": {
      "en": "Heck, yeah!",
      "de": "Verdammt, yeah!"
    }
  },
  {
    "translation": {
      "en": "Big tits!",
      "de": "Große Brüste!"
    }
  },
  {
    "translation": {
      "en": "The next day, things took a turn for the scandalous...",
      "de": "Am nächsten Tag nahmen die Dinge eine skandalöse Wendung,"
    }
  },
  {
    "translation": {
      "en": "...which brings us to part three.",
      "de": "was uns zu Teil drei kommen lässt."
    }
  },
  {
    "translation": {
      "en": "A lady's choice and a gentleman's agreement.",
      "de": "\"Die Wahl einer Lady und das Gentleman's Agreement.\""
    }
  },
  {
    "translation": {
      "en": "Hi. Is there an Olive here?",
      "de": "Hi. -Gibt es hier eine Olive? -Ein ganzes Glas voll im Kühlschrank."
    }
  },
  {
    "translation": {
      "en": "There's a whole jar of them in the fridge.",
      "de": "-Gibt es hier eine Olive? -Ein ganzes Glas voll im Kühlschrank."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, I must have the wrong address.",
      "de": "Tut mir leid, das muss die falsche Adresse sein."
    }
  },
  {
    "translation": {
      "en": "Just kidding. Come on in.",
      "de": "Ist nur ein Scherz, komm schon rein."
    }
  },
  {
    "translation": {
      "en": "Any friend of Olive's is a friend of our daughter's.",
      "de": "Jeder, der Oliven mag, ist auch ein Freund unserer Tochter."
    }
  },
  {
    "translation": {
      "en": "Olive, sweetie.",
      "de": "Olive, Süße."
    }
  },
  {
    "translation": {
      "en": "There's a young man here to see you.",
      "de": "Hier ist ein junger Mann für dich."
    }
  },
  {
    "translation": {
      "en": "He said something about asking for your hand in marriage.",
      "de": "Er sagte etwas davon, dass er um deine Hand anhalten will."
    }
  },
  {
    "translation": {
      "en": "Oh, happy day, Mama!",
      "de": "Welch Glückstag, Mama!"
    }
  },
  {
    "translation": {
      "en": "Oh, I thought I was gonna have to spend my dowry...",
      "de": "Ich dachte, ich müsste die Aussteuer auf Schnaps und Pillen verwenden,"
    }
  },
  {
    "translation": {
      "en": "...on booze and pills to numb the loneliness.",
      "de": "Ich dachte, ich müsste die Aussteuer auf Schnaps und Pillen verwenden, um die Einsamkeit zu betäuben."
    }
  },
  {
    "translation": {
      "en": "A gentleman caller, hurray!",
      "de": "Ein zuvorkommender Besucher, hurra!"
    }
  },
  {
    "translation": {
      "en": "-What's that? -Olive has a boy in her room.",
      "de": "-Was war das? -Da ist ein Junge bei Olive im Zimmer."
    }
  },
  {
    "translation": {
      "en": "-A boy? -A boy.",
      "de": "-Ein Junge? -Ein Junge."
    }
  },
  {
    "translation": {
      "en": "-Wow, a boy. -A boy.",
      "de": "-Wow, ein Junge. -Ein Junge."
    }
  },
  {
    "translation": {
      "en": "A boy?",
      "de": "Ein Junge?"
    }
  },
  {
    "translation": {
      "en": "A boy.",
      "de": "Ein Junge."
    }
  },
  {
    "translation": {
      "en": "Welcome. This is where the magic happens.",
      "de": "Willkommen, und hier geschehen die wundersamen Dinge."
    }
  },
  {
    "translation": {
      "en": "And by magic I mean nothing. -Do you wanna go out with me? -What?",
      "de": "-Wie du weißt, heißt das gar nichts. -Willst du mit mir ausgehen?"
    }
  },
  {
    "translation": {
      "en": "Well, I mean, like, do you wanna be my girlfriend?",
      "de": "-Was? -Also, willst du meine Freundin sein?"
    }
  },
  {
    "translation": {
      "en": "Brandon, just a couple hours ago you told me you were Kinsey Six gay.",
      "de": "Erst vor ein paar Stunden hast du mir erzählt, du wärst stockschwul."
    }
  },
  {
    "translation": {
      "en": "True, but you said I should pretend to be straight, so....",
      "de": "Stimmt, aber du sagtest, ich sollte so tun, als wäre ich hetero."
    }
  },
  {
    "translation": {
      "en": "Yeah, I didn't mean with me.",
      "de": "Aber doch nicht mit mir. Ich meine, du bist ja echt nett und so."
    }
  },
  {
    "translation": {
      "en": "I mean, you're a nice guy and all, but you're not really my type.",
      "de": "Aber doch nicht mit mir. Ich meine, du bist ja echt nett und so. -Aber du bist nicht gerade... mein Typ. -Du bist auch nicht wirklich mein Typ."
    }
  },
  {
    "translation": {
      "en": "Yeah, you're not really my type either.",
      "de": "-Aber du bist nicht gerade... mein Typ. -Du bist auch nicht wirklich mein Typ."
    }
  },
  {
    "translation": {
      "en": "Yeah, I know that. I got that V where you'd rather see a P.",
      "de": "Ich weiß, ich hab da ein V, wo du lieber ein P sehen würdest."
    }
  },
  {
    "translation": {
      "en": "Do you wanna have sex with me or not? Oh, my God, dude.",
      "de": "-Willst du nun Sex mit mir, oder nicht? -O mein Gott, Alter."
    }
  },
  {
    "translation": {
      "en": "You completely missed the point.",
      "de": "Du hast überhaupt nichts verstanden. Das habe ich nicht gemeint."
    }
  },
  {
    "translation": {
      "en": "-That's not what I was saying. -I know what you were saying.",
      "de": "Du hast überhaupt nichts verstanden. Das habe ich nicht gemeint. Ich weiß schon, ich soll nur so tun, und dann käme ich aus diesem Loch raus."
    }
  },
  {
    "translation": {
      "en": "I should act straight till I get out of this hellhole.",
      "de": "Ich weiß schon, ich soll nur so tun, und dann käme ich aus diesem Loch raus."
    }
  },
  {
    "translation": {
      "en": "Then I can be whoever I wanna be. I get that.",
      "de": "Dann kann ich sein, wer ich will, schon verstanden."
    }
  },
  {
    "translation": {
      "en": "You know that I didn't have sex with a college guy, right?",
      "de": "Ich hatte nicht wirklich Sex mit einem Studenten, klar?"
    }
  },
  {
    "translation": {
      "en": "I just told everybody I did.",
      "de": "Das hab ich nur allen erzählt."
    }
  },
  {
    "translation": {
      "en": "Actually, I told one person I did. And you know how these things work.",
      "de": "Genau genommen habe ich es nur einer Person erzählt. Du weißt ja, das ist wie ein Lauffeuer."
    }
  },
  {
    "translation": {
      "en": "It's like wildfire.",
      "de": "Du weißt ja, das ist wie ein Lauffeuer."
    }
  },
  {
    "translation": {
      "en": "So you're saying I shouldn't really have sex?",
      "de": "Du meinst also, ich sollte nicht wirklich Sex haben?"
    }
  },
  {
    "translation": {
      "en": "I should just say I had sex with someone. A girl.",
      "de": "Ich sollte nur behaupten, ich hätte Sex mit jemandem. -Einem Mädchen. -Ja. Ja."
    }
  },
  {
    "translation": {
      "en": "Yes. Yes.",
      "de": "-Einem Mädchen. -Ja. Ja."
    }
  },
  {
    "translation": {
      "en": "Oh, no.",
      "de": "O nein."
    }
  },
  {
    "translation": {
      "en": "-Wai-- Just-- -Oh, no, no, no.",
      "de": "-Warte... -Nein. Nein, nein. -Warte... Warte doch mal. -Keine Chance."
    }
  },
  {
    "translation": {
      "en": "-No way! No way! -Just wait. Wait, wait. Stop it, stop it.",
      "de": "-Warte... Warte doch mal. -Keine Chance. -Niemals. -Warte, hör doch mal."
    }
  },
  {
    "translation": {
      "en": "-Absolutely not. -Think about it. Think about it.",
      "de": "-Auf keinen Fall. -Denk doch mal drüber nach."
    }
  },
  {
    "translation": {
      "en": "-We could help each other out. -No.",
      "de": "-Wir könnten uns gegenseitig helfen. -Nein."
    }
  },
  {
    "translation": {
      "en": "You wanna maintain this floozy facade.",
      "de": "Du willst diese Flittchen-Fassade aufrecht erhalten."
    }
  },
  {
    "translation": {
      "en": "I don't wanna get pushed into shit every day. It's a win-win-win.",
      "de": "Man würde mich in Ruhe lassen. Jeder gewinnt."
    }
  },
  {
    "translation": {
      "en": "How do you know I like being thought of as a floozy?",
      "de": "Wieso sollte ich als Flittchen gelten wollen?"
    }
  },
  {
    "translation": {
      "en": "Because at least you're being thought of.",
      "de": "Weil man dich dann wenigstens kennt."
    }
  },
  {
    "translation": {
      "en": "Just one good imaginary bonk.",
      "de": "Nur ein einziger imaginärer Fick."
    }
  },
  {
    "translation": {
      "en": "You are on crack. All right? And not the good kind. It doesn't have to be a bonk.",
      "de": "-Du bist auf 'nem Trip, einem miesen. -Es muss ja kein Fick sein."
    }
  },
  {
    "translation": {
      "en": "It could be an imaginary butterbean, lemon squeeze....",
      "de": "Es kann alles Mögliche sein, 'ne 20-Fingerübung, eine Zitruspresse."
    }
  },
  {
    "translation": {
      "en": "-I don't know what any of that means. -That's because you're a virgin.",
      "de": "-Kenne ich alles nicht. -Weil du Jungfrau bist. Gut, weißt du was? Das ist nun wirklich nicht die Lösung."
    }
  },
  {
    "translation": {
      "en": "You know what? This is not the answer at all.",
      "de": "Gut, weißt du was? Das ist nun wirklich nicht die Lösung."
    }
  },
  {
    "translation": {
      "en": "-I'll pay you whatever you want. -I don't want your money, Brandon.",
      "de": "-Ich bezahle dir, was immer du willst. -Ich will dein Geld nicht."
    }
  },
  {
    "translation": {
      "en": "Just do what I did and make someone up.",
      "de": "Mach's wie ich und denk dir was aus."
    }
  },
  {
    "translation": {
      "en": "Who's going to believe me?",
      "de": "Wer soll mir denn glauben?"
    }
  },
  {
    "translation": {
      "en": "You don't understand how hard it is, all right? I'm tormented.",
      "de": "Du verstehst nicht, wie schwierig es ist, ja? Ich werde schikaniert."
    }
  },
  {
    "translation": {
      "en": "And every day at school is like I'm being suffocated.",
      "de": "Jeder Tag in der Schule fühlt sich an, als würde ich ersticken."
    }
  },
  {
    "translation": {
      "en": "And sure, we can sit and fantasize all we want...",
      "de": "Natürlich können wir fantasieren, so viel wir wollen,"
    }
  },
  {
    "translation": {
      "en": "...about how things are gonna be different one day...",
      "de": "darüber, dass eines Tages alles anders sein wird."
    }
  },
  {
    "translation": {
      "en": "...but this is today and it sucks.",
      "de": "Aber das hier ist jetzt, und es ist scheiße."
    }
  },
  {
    "translation": {
      "en": "There's only one way around it. You were smart enough to think of it.",
      "de": "Es gibt nur einen Ausweg. Du warst clever genug, ihn dir einfallen zu lassen. Also hilf mir, bitte."
    }
  },
  {
    "translation": {
      "en": "So please, just help me.",
      "de": "Du warst clever genug, ihn dir einfallen zu lassen. Also hilf mir, bitte."
    }
  },
  {
    "translation": {
      "en": "Because I can't take another day of this. I don't know what I'll do.",
      "de": "Denn ich halte das keinen Tag länger aus. Ich kann für nichts garantieren."
    }
  },
  {
    "translation": {
      "en": "I don't do anything half-assed. All right?",
      "de": "Ich mache nichts Halbherziges. Klar? Es muss schon öffentlich sein."
    }
  },
  {
    "translation": {
      "en": "It'll have to be a public event.",
      "de": "Klar? Es muss schon öffentlich sein."
    }
  },
  {
    "translation": {
      "en": "Melody Bostic is throwing a party tomorrow night.",
      "de": "Melody Bostic gibt morgen Abend eine Party."
    }
  },
  {
    "translation": {
      "en": "All of your tormentors will be there. You and I are going together. All right?",
      "de": "Alle deine Peiniger werden dort sein. Du und ich gehen gemeinsam hin, ja?"
    }
  },
  {
    "translation": {
      "en": "You have to do everything I say and tell everyone that I am sensational.",
      "de": "Du musst alles machen, was ich sage, und allen erzählen, ich wäre sensationell."
    }
  },
  {
    "translation": {
      "en": "-Thank you so much for doing this. -Just...",
      "de": "-Danke, vielen Dank, dass du das tust. -Mach einfach..."
    }
  },
  {
    "translation": {
      "en": "...you know, make sure you're ready to live with the consequences.",
      "de": "Sei dir über die Konsequenzen im Klaren."
    }
  },
  {
    "translation": {
      "en": "-What the hell is a lemon squeeze? -It's like a backwards melon bag.",
      "de": "-Was zur Hölle ist eine Zitronenpresse? -Das ist wie 'n umgekehrter Tittengriff."
    }
  },
  {
    "translation": {
      "en": "How don't I know any of this?",
      "de": "Wie kann ich das nicht wissen?"
    }
  },
  {
    "translation": {
      "en": "The next night was the party at Melody Bostic's house.",
      "de": "Am nächsten Abend war die Party in Melody Bostics Haus."
    }
  },
  {
    "translation": {
      "en": "She is the most popular girl in school.",
      "de": "Sie ist das beliebteste Mädchen der Schule."
    }
  },
  {
    "translation": {
      "en": "It's partly because she's pretty and has perfect hair...",
      "de": "Zum Teil, weil sie hübsch ist und tolle Haare hat,"
    }
  },
  {
    "translation": {
      "en": "...but mostly because her parents let her have these parties...",
      "de": "aber mehr noch, weil sie diese Riesenpartys geben darf,"
    }
  },
  {
    "translation": {
      "en": "...every time she catches them doing it in the pool...",
      "de": "wann immer sie ihre Eltern beim Sex im Pool erwischt."
    }
  },
  {
    "translation": {
      "en": "...which is every week, apparently.",
      "de": "Und das ist anscheinend jede Woche."
    }
  },
  {
    "translation": {
      "en": "Brandon and I showed up when it was in full swing.",
      "de": "Brandon und ich kamen dazu, als sie in vollem Gang war."
    }
  },
  {
    "translation": {
      "en": "I borrowed a dress from my mom, Brandon borrowed a jacket from me...",
      "de": "Ich lieh mir ein Kleid von Mom, Brandon sich eine Jacke von mir,"
    }
  },
  {
    "translation": {
      "en": "...and we put on a little show.",
      "de": "und wir zogen eine kleine Show ab."
    }
  },
  {
    "translation": {
      "en": "Hey, Olive and Brandon. What's up?",
      "de": "-Hey, Olive und... Brandon. -Was geht?"
    }
  },
  {
    "translation": {
      "en": "I hope you don't mind, but we had a few pre-cocktail-party cocktails...",
      "de": "Ich hoffe, es macht dir nichts aus, aber wir hatten schon ein paar Cocktails,"
    }
  },
  {
    "translation": {
      "en": "...like, before the cocktail party with cocktails.",
      "de": "also, schon vor der Cocktailparty, mit Cocktails."
    }
  },
  {
    "translation": {
      "en": "Listen, here's the sitch, Melody Bostic.",
      "de": "Hör zu, so sieht es aus, Melody Bostic."
    }
  },
  {
    "translation": {
      "en": "Brandon was just in the middle of telling me this really funny thing...",
      "de": "Brandon war gerade dabei, mir eine wirklich witzige Sache zu erzählen,"
    }
  },
  {
    "translation": {
      "en": "...which is really funny.",
      "de": "die echt witzig ist."
    }
  },
  {
    "translation": {
      "en": "And I was wondering if there's, like, a room where we could go...",
      "de": "Und ich frage mich, ob es ein Zimmer gibt, in das wir gehen können,"
    }
  },
  {
    "translation": {
      "en": "...where he could finish telling me that thing that's funny...",
      "de": "wo er mir diese witzige Sache zu Ende erzählen kann."
    }
  },
  {
    "translation": {
      "en": "...if you know what I mean. You can use my room.",
      "de": "-Falls du verstehst. -Ihr könnt in mein Zimmer."
    }
  },
  {
    "translation": {
      "en": "Down the hall to the left.",
      "de": "Den Flur runter links."
    }
  },
  {
    "translation": {
      "en": "Is that Olive with Brandon?",
      "de": "Sind das Olive und Brandon?"
    }
  },
  {
    "translation": {
      "en": "I know. What the hell, right?",
      "de": "Ich weiß. Was zur Hölle, oder?"
    }
  },
  {
    "translation": {
      "en": "You guys are my buddies. I'm drunk, bitches. What's up?",
      "de": "-Leute, ihr seid meine Buddys. -Ich bin betrunken, Bitches. Was geht?"
    }
  },
  {
    "translation": {
      "en": "I love your room!",
      "de": "Dein Zimmer ist toll!"
    }
  },
  {
    "translation": {
      "en": "My sheets. Put a towel down.",
      "de": "Mein Laken, legt ein Handtuch drunter!"
    }
  },
  {
    "translation": {
      "en": "-Olive's gonna do a gay dude. -Thanks. Close the shades.",
      "de": "-Olive treibt's mit 'nem Schwulen. -Mach die Läden zu."
    }
  },
  {
    "translation": {
      "en": "-What are you doing? -Relax.",
      "de": "-Hey, was tust du? -Bleib ruhig."
    }
  },
  {
    "translation": {
      "en": "Jesus, what is with you gays? Are you really that repulsed by lady parts?",
      "de": "Himmel, was habt ihr Schwulen nur? Stoßen euch Frauen wirklich so sehr ab?"
    }
  },
  {
    "translation": {
      "en": "What do you think I have down there, a gnome?",
      "de": "Was, glaubst du, habe ich da unten, einen Gnom?"
    }
  },
  {
    "translation": {
      "en": "So nice. What is that, lavender? It's pretty.",
      "de": "So schön. Ist das Lavendel? Es ist so hübsch."
    }
  },
  {
    "translation": {
      "en": "What are you doing? Can you--? Can you come here, please?",
      "de": "Was tust du? Kommst du bitte hierher?"
    }
  },
  {
    "translation": {
      "en": "Jacket off. Come on.",
      "de": "Jacke aus, mach schon."
    }
  },
  {
    "translation": {
      "en": "All right. Come on. Chop-chop. All right.",
      "de": "Also gut. Komm schon. Hopp, hopp, na schön."
    }
  },
  {
    "translation": {
      "en": "Now grunt. Grunt and make it convincing.",
      "de": "Jetzt ächze. Ächze, und zwar überzeugend."
    }
  },
  {
    "translation": {
      "en": "I said grunt, not whine. Just grunt.",
      "de": "Ich sagte ächzen, nicht jammern. Ächze einfach."
    }
  },
  {
    "translation": {
      "en": "Moan, you know? Like, sex noises.",
      "de": "Stöhnen, du weißt schon. Wie beim Sex."
    }
  },
  {
    "translation": {
      "en": "God, you are pathetic.",
      "de": "Gott, erbärmlich."
    }
  },
  {
    "translation": {
      "en": "Good. Good.",
      "de": "Gut. Gut."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. Oh, yeah.",
      "de": "Oh yeah. Oh yeah."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah.",
      "de": "Oh yeah!"
    }
  },
  {
    "translation": {
      "en": "-Oh, yeah. -Oh, yeah.",
      "de": "-Oh yeah! -Oh, yeah."
    }
  },
  {
    "translation": {
      "en": "-You don't have to be so aggressive. -You don't like that?",
      "de": "-Du musst nicht so brutal sein. -Was, magst du das nicht?"
    }
  },
  {
    "translation": {
      "en": "-No, I don't like that. -You don't like that?",
      "de": "-Magst du das nicht? -Tu ich nicht."
    }
  },
  {
    "translation": {
      "en": "How about that?",
      "de": "-Nein? Wie ist das? Magst du das? -Schon besser."
    }
  },
  {
    "translation": {
      "en": "-Little better. -Yeah, you like that.",
      "de": "-Nein? Wie ist das? Magst du das? -Schon besser. -Ja, das magst du! -Das mag ich..."
    }
  },
  {
    "translation": {
      "en": "I like that.",
      "de": "-Ja, das magst du! -Das mag ich..."
    }
  },
  {
    "translation": {
      "en": "-This guy, he's gay, no? -I think he's gay.",
      "de": "-Ist dieser Typ nicht schwul? -Ich dachte, er wäre schwul."
    }
  },
  {
    "translation": {
      "en": "-Don't stop! -Keep going.",
      "de": "-Hör nicht auf! -Mach weiter..."
    }
  },
  {
    "translation": {
      "en": "-Don't stop. -I'm not gonna stop.",
      "de": "-Hör nicht auf. -Ich höre nicht auf."
    }
  },
  {
    "translation": {
      "en": "I'm not gonna stop. Now you try. You try.",
      "de": "-Ich werde nicht aufhören. -Jetzt du, jetzt du."
    }
  },
  {
    "translation": {
      "en": "I'm gonna turn you around and take you from the back.",
      "de": "Ich werde dich herumdrehen und dich von hinten nehmen."
    }
  },
  {
    "translation": {
      "en": "That's not gonna make people think you're straight.",
      "de": "Dass lässt sie nicht denken, dass du hetero bist."
    }
  },
  {
    "translation": {
      "en": "Never mind that gayness because I'm a straight guy. Roar!",
      "de": "Vergiss das Schwulsein, denn ich bin ein Hetero-Typ. Brülle."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah! Oh, yeah!",
      "de": "Oh yeah! Oh yeah!"
    }
  },
  {
    "translation": {
      "en": "-That's awesome! That's perfect! -Yeah!",
      "de": "-Das ist großartig! Das ist perfekt! -Ja!"
    }
  },
  {
    "translation": {
      "en": "That's what I'm talking about!",
      "de": "Das mag ich!"
    }
  },
  {
    "translation": {
      "en": "Do you smell that? Do you smell us?",
      "de": "Riechst du das? Riechst du uns?"
    }
  },
  {
    "translation": {
      "en": "Did he just say it smelled?",
      "de": "Hat er gesagt, es riecht?"
    }
  },
  {
    "translation": {
      "en": "Isn't it supposed to smell? You're not supposed to comment on it.",
      "de": "-Sollte es nicht riechen? -Selbst wenn, erwähnst du es nicht."
    }
  },
  {
    "translation": {
      "en": "-It doesn't really smell that bad. -Oh, yeah. Yes, God!",
      "de": "Es riecht nicht wirklich schlimm. -Oh yeah, du bist so ein Hengst! -Yeah!"
    }
  },
  {
    "translation": {
      "en": "-Don't stop. Yeah! -Don't stop. It's too much fun.",
      "de": "-Hör nicht auf. Yeah! -Hör nicht auf, das macht solchen Spaß."
    }
  },
  {
    "translation": {
      "en": "-You ready for the grand finale? -Yeah. What?",
      "de": "-Bereit fürs Finale? -Ja. Was?"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah.",
      "de": "Oh... yeah..."
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "de": "Komm."
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "de": "O mein Gott."
    }
  },
  {
    "translation": {
      "en": "Go forth, my son. You're a man now.",
      "de": "Geh hinfort, mein Sohn. Du bist jetzt ein Mann."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "de": "Danke schön."
    }
  },
  {
    "translation": {
      "en": "Seriously, thanks.",
      "de": "Ernsthaft, danke."
    }
  },
  {
    "translation": {
      "en": "-Here. -What is this?",
      "de": "-Hier. -Wozu?"
    }
  },
  {
    "translation": {
      "en": "Evidence.",
      "de": "Als Beweis."
    }
  },
  {
    "translation": {
      "en": "What's up?",
      "de": "Was geht?"
    }
  },
  {
    "translation": {
      "en": "Hey, man.",
      "de": "Hey, Alter."
    }
  },
  {
    "translation": {
      "en": "How was she?",
      "de": "-Wie war sie? -Also..."
    }
  },
  {
    "translation": {
      "en": "Well, well, let's just say I'll be walking funny tomorrow.",
      "de": "-Wie war sie? -Also... Sagen wir einfach, morgen werde ich merkwürdig laufen."
    }
  },
  {
    "translation": {
      "en": "What?",
      "de": "Was?"
    }
  },
  {
    "translation": {
      "en": "-I'm drunk. What's up, bitches? -Yeah!",
      "de": "-Ich bin betrunken. Was geht, Bitches? -Yeah!"
    }
  },
  {
    "translation": {
      "en": "-Whoa, hey. -Todd, hi.",
      "de": "-Whoa, hey. -Todd. Hi."
    }
  },
  {
    "translation": {
      "en": "I thought you were at your cousin's rehearsal dinner.",
      "de": "War heute nicht das Probeessen deiner Cousine?"
    }
  },
  {
    "translation": {
      "en": "It was a quick rehearsal. I only had one line.",
      "de": "War 'ne schnelle Probe. Ich hatte nur eine Zeile."
    }
  },
  {
    "translation": {
      "en": "That was a joke.",
      "de": "Scherz."
    }
  },
  {
    "translation": {
      "en": "I know.",
      "de": "Klar doch."
    }
  },
  {
    "translation": {
      "en": "Yeah, sorry. How's it going?",
      "de": "Ja, tut mir leid. Wie läuft's?"
    }
  },
  {
    "translation": {
      "en": "You know, I'm--",
      "de": "Weißt du, ich..."
    }
  },
  {
    "translation": {
      "en": "-I'm here. -Can I get you a beer?",
      "de": "-Ich bin hier. -Willst du ein Bier?"
    }
  },
  {
    "translation": {
      "en": "That rhymed. I liked it.",
      "de": "Das reimt sich. Das gefällt mir."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja..."
    }
  },
  {
    "translation": {
      "en": "-I'm gonna go. -You sure?",
      "de": "-Ich verschwinde. -Sicher?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. Bye. -See you at the salt mines.",
      "de": "Ja. -Tschüss. -Wir sehen uns in der Schule."
    }
  },
  {
    "translation": {
      "en": "Maybe this is gonna sound stupid...",
      "de": "Klingt vielleicht dumm,"
    }
  },
  {
    "translation": {
      "en": "...and, believe me, it's not like I was expecting, you know, fireworks...",
      "de": "und glaubt mir, ich habe ja nicht gerade ein Feuerwerk erwartet"
    }
  },
  {
    "translation": {
      "en": "...or a string quartet or anything...",
      "de": "oder ein Streichquartett oder irgend so was."
    }
  },
  {
    "translation": {
      "en": "...but I always thought pretending to lose my virginity... ...would be a little more...",
      "de": "Aber ich dachte, zum Schein meine Jungfräulichkeit zu verlieren, wäre..."
    }
  },
  {
    "translation": {
      "en": "...I don't know, special?",
      "de": "Ich weiß nicht, was Besonderes?"
    }
  },
  {
    "translation": {
      "en": "Judy Blume should've prepared me for that.",
      "de": "Die \"Bravo\" hätte mich darauf vorbereiten sollen."
    }
  },
  {
    "translation": {
      "en": "That is so beautiful. Never had one lesson.",
      "de": "-Das klingt so schön. -Ich hatte nicht eine Stunde."
    }
  },
  {
    "translation": {
      "en": "That boy from yesterday just dropped this off for you.",
      "de": "Der Junge von gestern hat das gerade für dich abgegeben."
    }
  },
  {
    "translation": {
      "en": "Well, put it in the pile of gifts from my other suitors.",
      "de": "Stell es zu dem Stapel Geschenke meiner anderen Freier."
    }
  },
  {
    "translation": {
      "en": "-Thanks. -He seems like a nice kid.",
      "de": "-Danke. -Er scheint ein netter Junge zu sein."
    }
  },
  {
    "translation": {
      "en": "He seemed a little incredibly gay.",
      "de": "Er scheint ein bisschen arg schwul zu sein."
    }
  },
  {
    "translation": {
      "en": "A dyed-in-the-wool homosexual, that boy is.",
      "de": "Der Junge ist ein eingefleischter Homosexueller."
    }
  },
  {
    "translation": {
      "en": "I just want you to know your father and I are totally supportive.",
      "de": "Du sollst nur wissen, dein Vater und ich stehen hinter dir."
    }
  },
  {
    "translation": {
      "en": "We love you no matter what the sexual orientation...",
      "de": "Wir lieben dich,"
    }
  },
  {
    "translation": {
      "en": "...of your opposite-sex sex partner.",
      "de": "welche sexuelle Orientierung dein Sexpartner auch hat."
    }
  },
  {
    "translation": {
      "en": "We're not dating, Mom. And don't worry about not making us grandparents...",
      "de": "-Wir sind kein Paar, Mom. -Auch wenn du uns keine Enkel schenkst."
    }
  },
  {
    "translation": {
      "en": "...although we were kind of hoping you'd get knocked up...",
      "de": "Obwohl wir gehofft haben, dass dich jemand schwängert,"
    }
  },
  {
    "translation": {
      "en": "...so we'd have a second shot at raising kids.",
      "de": "damit wir noch mal Kinder aufziehen könnten."
    }
  },
  {
    "translation": {
      "en": "Really do it right this time.",
      "de": "-Um es diesmal besser zu machen. -Tschüss dann."
    }
  },
  {
    "translation": {
      "en": "-Bye now. -I dated a homosexual once.",
      "de": "Ich bin mal mit einem Homosexuellen ausgegangen. Ziemlich lange sogar."
    }
  },
  {
    "translation": {
      "en": "For a long time, actually. A long time.",
      "de": "Ich bin mal mit einem Homosexuellen ausgegangen. Ziemlich lange sogar. Sehr lange."
    }
  },
  {
    "translation": {
      "en": "Dear God, dear Lord, tell me you did not marry and have children with him.",
      "de": "Bitte sag nicht, du hast ihn geheiratet und Kinder mit ihm."
    }
  },
  {
    "translation": {
      "en": "No.",
      "de": "Nein."
    }
  },
  {
    "translation": {
      "en": "No, no, no. Your father is as straight as they come.",
      "de": "Nein, nein, dein Vater ist so hetero wie nur irgend möglich."
    }
  },
  {
    "translation": {
      "en": "A little too straight, if you know what I mean.",
      "de": "Ein bisschen zu hetero, falls du weißt, was ich meine."
    }
  },
  {
    "translation": {
      "en": "I don't. Can you shut the door, please?",
      "de": "Weiß ich nicht. Kannst du bitte die Tür schließen?"
    }
  },
  {
    "translation": {
      "en": "Okay, door's right over there. Keep going.",
      "de": "Okay, die Tür ist gleich da, einfach weitergehen."
    }
  },
  {
    "translation": {
      "en": "-Take it down. -Go take that out to Dad. Nice.",
      "de": "-Zieh es aus... -Geh das mal mit Dad machen. Klasse."
    }
  },
  {
    "translation": {
      "en": "\"Just in case you don't shop at Target. Then you can go screw yourself. Brandon.\"",
      "de": "\"Für den Fall, dass du nicht bei Target einkaufst. Dann fick dich. Brandon.\""
    }
  },
  {
    "translation": {
      "en": "Hi, Rhi.",
      "de": "-Hi, Rhi. -Stimmt es, du triebst es mit Brandon"
    }
  },
  {
    "translation": {
      "en": "Is it true you got with Brandon at Melody Dipshit's party?",
      "de": "-Hi, Rhi. -Stimmt es, du triebst es mit Brandon auf Melody Volldepps Party?"
    }
  },
  {
    "translation": {
      "en": "Is that what people are saying happened?",
      "de": "Ist es das, was die Leute sagen?"
    }
  },
  {
    "translation": {
      "en": "That's what everyone is saying happened.",
      "de": "Das ist, was alle sagen, dass passiert sei."
    }
  },
  {
    "translation": {
      "en": "Well, then I guess that-- I guess that's true.",
      "de": "-Tja, dann schätze ich mal, es stimmt. -Nur weil du keine Jungfrau mehr bist,"
    }
  },
  {
    "translation": {
      "en": "Just because you lost your virginity doesn't mean you can go...",
      "de": "-Tja, dann schätze ich mal, es stimmt. -Nur weil du keine Jungfrau mehr bist, musst du nicht rumlaufen und jedem deine Muschi hinhalten."
    }
  },
  {
    "translation": {
      "en": "-...throwing your cat at everybody. -I'm not throwing my cat at everybody.",
      "de": "musst du nicht rumlaufen und jedem deine Muschi hinhalten. Ich halte nicht jedem meine Muschi hin."
    }
  },
  {
    "translation": {
      "en": "I had to hear from Jackie Rudetsky.",
      "de": "Ich musste es von Jackie Rudetsky erfahren."
    }
  },
  {
    "translation": {
      "en": "Do you know how embarrassing that is?",
      "de": "Weißt du, wie peinlich das ist?"
    }
  },
  {
    "translation": {
      "en": "Finding out you slept with some gay dude from Jackie Rudetsky?",
      "de": "Rauszufinden, dass du mit 'nem Schwulen geschlafen hast, über Jackie Rudetsky?"
    }
  },
  {
    "translation": {
      "en": "Must've been embarrassing. Why didn't you tell me you were going?",
      "de": "-Das muss peinlich gewesen sein. -Warum sagst du nicht, du gehst dahin?"
    }
  },
  {
    "translation": {
      "en": "I would've come with and held your hair.",
      "de": "Ich wäre mitgekommen und hätte dir geholfen."
    }
  },
  {
    "translation": {
      "en": "Are you really making this about you right now?",
      "de": "Rhi, geht es dir jetzt wirklich nur um dich?"
    }
  },
  {
    "translation": {
      "en": "-You're starting to get a reputation. -You're coming off as a little pious.",
      "de": "-Dir eilt langsam ein Ruf voraus. -Und du tust ganz schön fromm."
    }
  },
  {
    "translation": {
      "en": "You're pissing me off more than usual.",
      "de": "Du machst mich wütender als sonst."
    }
  },
  {
    "translation": {
      "en": "I think it's a best friend's duty...",
      "de": "Ich sehe es nun mal als Pflicht als Freundin,"
    }
  },
  {
    "translation": {
      "en": "...to let her know that everyone, and I do mean everyone, is calling her...",
      "de": "dich wissen zu lassen, dass alle, und ich meine wirklich alle, dich eine dreckige Hure nennen."
    }
  },
  {
    "translation": {
      "en": "...a dirty skank.",
      "de": "dich eine dreckige Hure nennen."
    }
  },
  {
    "translation": {
      "en": "Well, do you think I'm a dirty skank?",
      "de": "Na ja, denkst du denn auch, dass ich eine dreckige Hure bin?"
    }
  },
  {
    "translation": {
      "en": "You know, I didn't wanna believe it, but I guess it's true.",
      "de": "Ich wollte es erst nicht glauben, aber ich schätze, es stimmt."
    }
  },
  {
    "translation": {
      "en": "That is your identifier.",
      "de": "Das ist dein Kennzeichen."
    }
  },
  {
    "translation": {
      "en": "And you're a jealous virgin.",
      "de": "Und du bist eine eifersüchtige Jungfrau."
    }
  },
  {
    "translation": {
      "en": "So....",
      "de": "Da."
    }
  },
  {
    "translation": {
      "en": "People thought I was a dirty skank?",
      "de": "Man hielt mich für eine dreckige Hure?"
    }
  },
  {
    "translation": {
      "en": "Fine, I'd be the dirtiest skank they'd ever seen.",
      "de": "Schön, dann bin ich die dreckigste Hure von allen."
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "de": "Mist."
    }
  },
  {
    "translation": {
      "en": "Is everything all right? It sounds like you're having sex in here...",
      "de": "Ist alles in Ordnung? Es klingt, als hättest du Sex."
    }
  },
  {
    "translation": {
      "en": "...which can't be true, due to the fact that you have a homosexual boyfriend.",
      "de": "Was ja nicht sein kann, weil du einen homosexuellen Freund hast."
    }
  },
  {
    "translation": {
      "en": "He's not my boyfriend.",
      "de": "Er ist nicht mein Freund."
    }
  },
  {
    "translation": {
      "en": "Hey, no judgment. All God's children. It's fine.",
      "de": "Hey, ich urteile nicht. Wir sind alle Kinder Gottes. Alles gut."
    }
  },
  {
    "translation": {
      "en": "I was gay once for a while.",
      "de": "Ich war auch mal schwul, eine Zeit lang."
    }
  },
  {
    "translation": {
      "en": "No big deal. We all do it. It's okay.",
      "de": "Keine große Sache. Wir machen das alle mal durch. Es ist okay."
    }
  },
  {
    "translation": {
      "en": "Dad, can you just shut the door, please? You all right, buddy?",
      "de": "-Dad, kannst du bitte die Tür schließen? -Geht's dir gut, Kleines?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja..."
    }
  },
  {
    "translation": {
      "en": "Give them hell.",
      "de": "Mach ihnen die Hölle heiß."
    }
  },
  {
    "translation": {
      "en": "-Hey, Anson. -Hey.",
      "de": "Hey, Anson. Hey."
    }
  },
  {
    "translation": {
      "en": "I just realized the funniest thing. My name is an anagram for \"I love.\"",
      "de": "Mir ist grade was Komisches aufgefallen: Mein Name ist ein Anagramm für \"I love\"."
    }
  },
  {
    "translation": {
      "en": "What's a--? What's an anagram?",
      "de": "Was ist ein Anagramm?"
    }
  },
  {
    "translation": {
      "en": "Look it up, big boy.",
      "de": "Schlag's nach, mein Großer."
    }
  },
  {
    "translation": {
      "en": "What's your problem? You wanna know what my problem is?",
      "de": "-Was hast du für ein Problem? -Willst du das wirklich wissen?"
    }
  },
  {
    "translation": {
      "en": "No. That was a rhetorical question. I don't wanna know anything from you.",
      "de": "Nein. Das war eine rhetorische Frage. Von dir will ich rein gar nichts wissen."
    }
  },
  {
    "translation": {
      "en": "We are not friends anymore.",
      "de": "Wir sind keine Freundinnen mehr."
    }
  },
  {
    "translation": {
      "en": "We are officially over. Oh, rats.",
      "de": "-Das ist offiziell vorbei. -Mist!"
    }
  },
  {
    "translation": {
      "en": "I want my Juicy sweatshirt back. It was too loose around your chest anyway.",
      "de": "Ich will mein Juicy-Sweatshirt zurück. Das ist dir eh zu weit um die Brust. Verreck doch."
    }
  },
  {
    "translation": {
      "en": "Burn.",
      "de": "Verreck doch."
    }
  },
  {
    "translation": {
      "en": "-Stop. -What?",
      "de": "-Lass das. -Was?"
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "de": "Was tust du?"
    }
  },
  {
    "translation": {
      "en": "Nothing.",
      "de": "Nichts."
    }
  },
  {
    "translation": {
      "en": "Don't forget, tomorrow's Earth Day.",
      "de": "Vergiss nicht, morgen ist Tag der Erde."
    }
  },
  {
    "translation": {
      "en": "Guys, we have a problem: Olive Penderghast.",
      "de": "Leute, wir haben ein Problem: Olive Penderghast."
    }
  },
  {
    "translation": {
      "en": "-We need to pray for her. -Amen.",
      "de": "-Wir müssen für sie beten. -Amen."
    }
  },
  {
    "translation": {
      "en": "But we also need to get her the hell out of here.",
      "de": "Und wir müssen zusehen, dass sie verschwindet."
    }
  },
  {
    "translation": {
      "en": "You heard what happened at Melody Bostic's.",
      "de": "Ihr habt sicher von Melody Bostics Party gehört."
    }
  },
  {
    "translation": {
      "en": "-I was there. I heard the whole thing. -That's not something...",
      "de": "Ich war da. Ich habe alles gehört. Damit gibt man nicht an, Kurt."
    }
  },
  {
    "translation": {
      "en": "-...you need to advertise, Kurt. -Sorry. But I was.",
      "de": "Damit gibt man nicht an, Kurt. Tut mir leid. War ich aber."
    }
  },
  {
    "translation": {
      "en": "I tried to witness to her, but this girl is defiant to any type of help.",
      "de": "Ich wollte ihr predigen, aber die trotzt einfach jeder Art von Hilfe."
    }
  },
  {
    "translation": {
      "en": "Anybody here think they can talk to her, get her to see... ...what she's doing is wrong?",
      "de": "Glaubt ihr denn, ihr könnt sie erkennen lassen, dass sie das Falsche tut?"
    }
  },
  {
    "translation": {
      "en": "-It's okay. -I'm sorry, you guys. This is so stupid.",
      "de": "-Ist schon gut. -Tut mir leid, Leute. Das ist so dumm."
    }
  },
  {
    "translation": {
      "en": "No, it's not, Marianne. It's real.",
      "de": "Nein, das ist es nicht, Marianne. Es ist wahrhaftig."
    }
  },
  {
    "translation": {
      "en": "-It's real. -Yeah, it is.",
      "de": "-Es ist echt. -Ja."
    }
  },
  {
    "translation": {
      "en": "Jesus tells us to love everyone.",
      "de": "Jesus sagt, wir sollen jeden lieben."
    }
  },
  {
    "translation": {
      "en": "I mean, even the whores and the homosexuals, but it's just so hard.",
      "de": "Also sogar die Huren und die Homosexuellen, aber das ist so schwer."
    }
  },
  {
    "translation": {
      "en": "It's so hard because they keep doing it over and over again.",
      "de": "Einfach, weil sie nicht damit aufhören. Sie machen es immer und immer wieder."
    }
  },
  {
    "translation": {
      "en": "Make me a promise.",
      "de": "Versprecht mir eins."
    }
  },
  {
    "translation": {
      "en": "Make God a promise, right here and right now...",
      "de": "Versprecht Gott etwas, hier und jetzt."
    }
  },
  {
    "translation": {
      "en": "...that we will remain pure and chaste until marriage.",
      "de": "Dass wir keusch und züchtig bleiben bis zur Hochzeit."
    }
  },
  {
    "translation": {
      "en": "We promise. Awesome, awesome, awesome.",
      "de": "-Versprochen. -Großartig. Großartig. Großartig."
    }
  },
  {
    "translation": {
      "en": "I love you guys. God loves you guys. Now, let's change lives today.",
      "de": "Ich liebe euch. Gott liebt euch. Dann lasst uns heute Leben verändern."
    }
  },
  {
    "translation": {
      "en": "-Micah? -Let's do it.",
      "de": "-Micah? -Auf geht's."
    }
  },
  {
    "translation": {
      "en": "I didn't know what they were so upset about.",
      "de": "Ich hatte keine Ahnung, was sie so verstimmte."
    }
  },
  {
    "translation": {
      "en": "I put an A on my wardrobe just like they asked.",
      "de": "Ich steckte mir ein A an, wie sie gefordert hatten."
    }
  },
  {
    "translation": {
      "en": "Maybe it was because I was wearing clothes that were two sizes too small.",
      "de": "Vielleicht war es, weil meine Klamotten zwei Nummern zu klein waren."
    }
  },
  {
    "translation": {
      "en": "You left your glass slipper at the party the other night.",
      "de": "Du hast deinen gläsernen Pantoffel auf der Party verloren."
    }
  },
  {
    "translation": {
      "en": "Yeah, and I got pumpkin all over my dress too.",
      "de": "Ja, und ich habe Kürbis auf meinem Kleid. -C'est la vie. -La vie."
    }
  },
  {
    "translation": {
      "en": "Nice. Solid joke.",
      "de": "Schön. Guter Witz."
    }
  },
  {
    "translation": {
      "en": "It sucks because we could've revisited Melody's bedroom.",
      "de": "Blöd, wir hätten in Melodys Zimmer gehen können."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, that was Melody Bostic's house.",
      "de": "-Stimmt, das war ja bei Melody Bostic. -Ja."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -I can't believe you remember that.",
      "de": "-Stimmt, das war ja bei Melody Bostic. -Ja. Dass du dich daran erinnerst."
    }
  },
  {
    "translation": {
      "en": "Well, yeah, come on. Who doesn't remember their first almost-kiss?",
      "de": "Klar, wer vergisst denn seinen ersten Beinahe-Kuss?"
    }
  },
  {
    "translation": {
      "en": "Evan. Hey, what's rocking? Can I talk to you for a second?",
      "de": "-Evan. Hey, wie läuft's? -Kann ich dich kurz sprechen?"
    }
  },
  {
    "translation": {
      "en": "Yeah, what's up?",
      "de": "Ja, was gibt's?"
    }
  },
  {
    "translation": {
      "en": "Don't get mad, but Brandon told me what you did for him.",
      "de": "Brandon hat mir erzählt, was du für ihn getan hast."
    }
  },
  {
    "translation": {
      "en": "Oh, well, rest assured, it was equally as thrilling for me.",
      "de": "Na ja, ich kann dir versichern, für mich war es genauso prickelnd."
    }
  },
  {
    "translation": {
      "en": "No, he told me the truth.",
      "de": "Nein, er hat mir die Wahrheit erzählt."
    }
  },
  {
    "translation": {
      "en": "I was just hoping you could do the same for me?",
      "de": "Ich hatte gehofft, du könntest das auch für mich tun?"
    }
  },
  {
    "translation": {
      "en": "Goodbye, Evan. Wait, wait. I can pay you.",
      "de": "-Auf Wiedersehen, Evan. -Warte, warte doch. Ich bezahl dich."
    }
  },
  {
    "translation": {
      "en": "I am about six seconds away from slapping you so hard...",
      "de": "Ich werde dich gleich so hart schlagen, dass dir die Zähne bluten werden."
    }
  },
  {
    "translation": {
      "en": "-...your teeth will bleed. -Can you do it in front of everyone?",
      "de": "Ich werde dich gleich so hart schlagen, dass dir die Zähne bluten werden. So, dass alle es sehen?"
    }
  },
  {
    "translation": {
      "en": "I don't need your permission, you know.",
      "de": "Weißt du, ich brauch deine Zustimmung nicht."
    }
  },
  {
    "translation": {
      "en": "What?",
      "de": "Was?"
    }
  },
  {
    "translation": {
      "en": "I mean, at the rate you're going...",
      "de": "Ich meine, bei der Rate, die du derzeit erzielst,"
    }
  },
  {
    "translation": {
      "en": "...I don't see how people won't believe it.",
      "de": "glaube ich kaum, dass es unvorstellbar wäre."
    }
  },
  {
    "translation": {
      "en": "-Are you threatening me? -I'll give you 100 bucks.",
      "de": "-Ist das eine Drohung? -Ich geb dir 100 dafür."
    }
  },
  {
    "translation": {
      "en": "You are repugnant. That's the problem.",
      "de": "-Du bist widerlich. -Ja genau, das ist ja das Problem."
    }
  },
  {
    "translation": {
      "en": "Never mind.",
      "de": "Egal."
    }
  },
  {
    "translation": {
      "en": "I'm sorry I asked.",
      "de": "Sorry, dass ich gefragt hab."
    }
  },
  {
    "translation": {
      "en": "I knew it wouldn't work.",
      "de": "Ich wusste, es würde nicht klappen."
    }
  },
  {
    "translation": {
      "en": "I'm just a fat piece of shit.",
      "de": "Ich bin halt nur ein fettes Stück Dreck."
    }
  },
  {
    "translation": {
      "en": "When will high school end already?",
      "de": "Wann ist die Highschool endlich vorbei?"
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "de": "Verdammt."
    }
  },
  {
    "translation": {
      "en": "I want a $100 gift card deposited into my locker by noon tomorrow.",
      "de": "Ich will einen 100-Dollar-Gutschein bis morgen Nachmittag in meinem Spind haben."
    }
  },
  {
    "translation": {
      "en": "Preferably to the Gap, but I will also take Amazon.com or OfficeMax.",
      "de": "Vorzugsweise für Gap, ich nehme aber auch Amazon oder OfficeMax."
    }
  },
  {
    "translation": {
      "en": "Actually, make it OfficeMax. I have my eye on a label maker.",
      "de": "Obwohl, lieber OfficeMax. Ich liebäugele mit einer Etikettiermaschine."
    }
  },
  {
    "translation": {
      "en": "We did not have sex, okay?",
      "de": "Wir hatten keinen Sex, klar?"
    }
  },
  {
    "translation": {
      "en": "I let you fondle my chest, and it was a glorious moment for you...",
      "de": "Du durftest meine Brust anfassen, und das war so toll für dich"
    }
  },
  {
    "translation": {
      "en": "...unmatched by anything you've experienced, including cake.",
      "de": "wie nichts, was du je erlebt hast, Kuchen eingeschlossen."
    }
  },
  {
    "translation": {
      "en": "Got it?",
      "de": "Klar?"
    }
  },
  {
    "translation": {
      "en": "Wait a minute. A hundred bucks for second base?",
      "de": "Warte mal, 100 Mäuse nur für Fummeln?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Doesn't that seem a little steep?",
      "de": "-Ja. -Ist das nicht ein bisschen happig?"
    }
  },
  {
    "translation": {
      "en": "Can we throw in, like, some butt action or some pants rubbing?",
      "de": "Können wir noch was drauflegen, so was wie Po anfassen oder aneinander reiben?"
    }
  },
  {
    "translation": {
      "en": "-What are you, 9? -Whatever. Are you in?",
      "de": "-Wie alt bist du, neun? -Scheiß drauf, bist du dabei?"
    }
  },
  {
    "translation": {
      "en": "-Whatever. -Deal, then.",
      "de": "-Auch egal. -Na dann, Deal."
    }
  },
  {
    "translation": {
      "en": "Thanks, Olive.",
      "de": "Danke, Olive."
    }
  },
  {
    "translation": {
      "en": "You know, the sad thing is, Evan...",
      "de": "Weißt du, Evan, traurig daran ist, dass, wärst du ein Gentleman gewesen"
    }
  },
  {
    "translation": {
      "en": "...if you'd been a gentleman and maybe asked me on a date...",
      "de": "Weißt du, Evan, traurig daran ist, dass, wärst du ein Gentleman gewesen und hättest mich um ein Date gebeten, ich dann wohl Ja gesagt hätte."
    }
  },
  {
    "translation": {
      "en": "...I might've said yes.",
      "de": "und hättest mich um ein Date gebeten, ich dann wohl Ja gesagt hätte."
    }
  },
  {
    "translation": {
      "en": "Really? Do you wanna go out with me?",
      "de": "Wirklich? Na... Willst du mit mir ausgehen?"
    }
  },
  {
    "translation": {
      "en": "Not now I don't, shit-dick.",
      "de": "Jetzt nicht mehr, du Schwuchtel."
    }
  },
  {
    "translation": {
      "en": "It should come as no surprise that the rumor I was soliciting sex for money...",
      "de": "Es überrascht wenig, dass das Gerücht, ich würde Sex gegen Geld anbieten, sich schneller verbreitete als..."
    }
  },
  {
    "translation": {
      "en": "...spread around the school faster than....",
      "de": "ich würde Sex gegen Geld anbieten, sich schneller verbreitete als..."
    }
  },
  {
    "translation": {
      "en": "Well, faster than the first rumor about me spread.",
      "de": "Nun ja, schneller als das erste Gerücht über mich sich verbreitet hat."
    }
  },
  {
    "translation": {
      "en": "Guys, come over here.",
      "de": "Leute, kommt mal her."
    }
  },
  {
    "translation": {
      "en": "She'll do stuff for money. Around the world....",
      "de": "Sie macht Dinge gegen Geld. Weltweit..."
    }
  },
  {
    "translation": {
      "en": "But for people who knew the truth, I was open for business.",
      "de": "Aber mit denjenigen, die die Wahrheit kannten, stand ich im Geschäft."
    }
  },
  {
    "translation": {
      "en": "And whether I liked it or not, I had a lot of customers.",
      "de": "Und ob es mir nun gefiel oder nicht, ich hatte sehr viele Kunden."
    }
  },
  {
    "translation": {
      "en": "Phil Lord gave me 100 bucks from Best Buy...",
      "de": "Phil Lord gab mir 100 Mäuse für Best Buy,"
    }
  },
  {
    "translation": {
      "en": "...so he could tell people we hooked up behind the library.",
      "de": "damit er herumerzählen konnte, wir hätten es hinter der Bücherei getan."
    }
  },
  {
    "translation": {
      "en": "I got $50 from T.J. Maxx so that Eric Ling could say...",
      "de": "Ich bekam 50 Dollar für T.J. Maxx, damit Eric Ling sagen konnte,"
    }
  },
  {
    "translation": {
      "en": "...we got it on during Chemistry.",
      "de": "wir hätten in Chemie rumgemacht."
    }
  },
  {
    "translation": {
      "en": "Ninety dollars from Panda Express so Ryan Dukes could tell people...",
      "de": "90 Dollar für Panda Express, damit Ryan Dukes den Leuten sagen konnte,"
    }
  },
  {
    "translation": {
      "en": "...I showed him mine, but he did not show me his.",
      "de": "ich hätte vor ihm blankgezogen, er aber nicht vor mir."
    }
  },
  {
    "translation": {
      "en": "Chris Miller, big spender that he is...",
      "de": "Chris Miller, ganz verschwenderisch,"
    }
  },
  {
    "translation": {
      "en": "...gave me $40 worth of movie passes for my pretend cowbell.",
      "de": "gab mir Kinokarten im Wert von 40 Dollar für mein angebliches Tittenpendel."
    }
  },
  {
    "translation": {
      "en": "They had an expiration date and were only good... ...at the stupid foreign movie theater.",
      "de": "Sie hatten ein Verfallsdatum und waren nur fürs Fremdsprachenkino."
    }
  },
  {
    "translation": {
      "en": "Hi. One for Der Scharlachrote Buchstabe.",
      "de": "Hi, einmal für... \"Der scharlachrote Buchstabe\"."
    }
  },
  {
    "translation": {
      "en": "But even that is better than Sanjay Chandrasekhar.",
      "de": "Aber sogar das war besser als Sanjay Chandrasekhar."
    }
  },
  {
    "translation": {
      "en": "Seriously? A coupon? Twenty percent off to Bath & Body Works?",
      "de": "Ernsthaft? Ein Coupon? 20 % Nachlass für \"Bath & Body Works\"?"
    }
  },
  {
    "translation": {
      "en": "Is that how much our imaginary tryst meant to you?",
      "de": "So viel hat dir unser imaginäres Rendezvous bedeutet?"
    }
  },
  {
    "translation": {
      "en": "I fake rocked your world.",
      "de": "Ich fake-veränderte dein Leben."
    }
  },
  {
    "translation": {
      "en": "-It's all I can afford. -How's that my problem, amigo?",
      "de": "-Mehr kann ich mir nicht leisten. -Ist das mein Problem, Amigo?"
    }
  },
  {
    "translation": {
      "en": "I knew he wasn't Latino, but for some reason all these shady...",
      "de": "Ich wusste, er war kein Latino,"
    }
  },
  {
    "translation": {
      "en": "...backdoor deals had me talking like Carlito.",
      "de": "aber diese zwielichtigen Geschäfte ließen mich wie Carlito reden."
    }
  },
  {
    "translation": {
      "en": "-Beat it, ese. -Okay.",
      "de": "-Zisch ab. -Okay."
    }
  },
  {
    "translation": {
      "en": "Whatever happened to chivalry? Does it only exist in '80s movies?",
      "de": "Was wurde aus Galanterie? Gibt's das nur noch in 80er-Jahre-Filmen?"
    }
  },
  {
    "translation": {
      "en": "I want John Cusack holding a boombox outside my window.",
      "de": "Ich will John Cusack mit einem Ghettoblaster vor meinem Fenster."
    }
  },
  {
    "translation": {
      "en": "I wanna ride off on a lawn mower with Patrick Dempsey.",
      "de": "Ich will mit Patrick Dempsey auf einem Rasenmäher davonreiten."
    }
  },
  {
    "translation": {
      "en": "I want Jake from Sixteen Candles waiting outside the church for me.",
      "de": "\"Das darf man nur als Erwachsener\"-Jake soll vor der Kirche auf mich warten."
    }
  },
  {
    "translation": {
      "en": "I want Judd Nelson thrusting his fist into the air...",
      "de": "Judd Nelson soll seine Faust in die Luft recken,"
    }
  },
  {
    "translation": {
      "en": "...because he knows he got me.",
      "de": "weil er bei mir landen konnte."
    }
  },
  {
    "translation": {
      "en": "Just once, I want my life to be like an '80s movie.",
      "de": "Nur einmal soll mein Leben wie ein 80er-Jahre-Film sein."
    }
  },
  {
    "translation": {
      "en": "Preferably one with a really awesome musical number...",
      "de": "Vorzugsweise einer mit einer echt coolen Musikszene,"
    }
  },
  {
    "translation": {
      "en": "...for no apparent reason.",
      "de": "aus keinem bestimmten Grund."
    }
  },
  {
    "translation": {
      "en": "But, no. No. John Hughes did not direct my life.",
      "de": "Aber nein. Nein, John Hughes ist nicht der Regisseur meines Lebens."
    }
  },
  {
    "translation": {
      "en": "So instead of all that...",
      "de": "Daher kann ich stattdessen"
    }
  },
  {
    "translation": {
      "en": "...I get to save 15 cents...",
      "de": "15 Cent sparen"
    }
  },
  {
    "translation": {
      "en": "...on a bottle of Juniper Breeze Antibacterial Gel.",
      "de": "beim Kauf einer Flasche antibakteriellen Gels."
    }
  },
  {
    "translation": {
      "en": "So if you're still with me, and I'm hoping that most of you are...",
      "de": "Falls ihr noch da seid, und ich hoffe, die meisten von euch sind es noch,"
    }
  },
  {
    "translation": {
      "en": "...this brings us to part four.",
      "de": "folgt nun Teil vier."
    }
  },
  {
    "translation": {
      "en": "How I, Olive Penderghast, went from assumed trollop... ...to an actual home-wrecker.",
      "de": "Wie ich, Olive Penderghast, angebliche Schlampe, zur echten Ehebrecherin wurde."
    }
  },
  {
    "translation": {
      "en": "-You wanted to see me? -I did. Why don't you come in here?",
      "de": "-Sie wollten mich sehen? -Ja, kommen Sie doch rein."
    }
  },
  {
    "translation": {
      "en": "What's going on?",
      "de": "-Was ist los? -Das ist Schmuck."
    }
  },
  {
    "translation": {
      "en": "-I'm accessorizing. -Really?",
      "de": "-Was ist los? -Das ist Schmuck. Wirklich?"
    }
  },
  {
    "translation": {
      "en": "I think you're taking your reading assignment a little bit too seriously.",
      "de": "Ich denke, Sie nehmen den Lesestoff etwas zu ernst."
    }
  },
  {
    "translation": {
      "en": "Well, I was really hoping to get an A. Get it?",
      "de": "Ich hatte wirklich gehofft, ich kriege die Bestnote A. Verstehen Sie?"
    }
  },
  {
    "translation": {
      "en": "I'm hearing some rumors.",
      "de": "-Mir sind Gerüchte zu Ohren gekommen. -Sie stimmen."
    }
  },
  {
    "translation": {
      "en": "Well, those are true. I am considering becoming an existentialist.",
      "de": "-Mir sind Gerüchte zu Ohren gekommen. -Sie stimmen. Ich ziehe in Betracht, Existenzialistin zu werden."
    }
  },
  {
    "translation": {
      "en": "-You know what I'm talking about. -Jeez.",
      "de": "-Sie wissen, wovon ich spreche. -Herrje."
    }
  },
  {
    "translation": {
      "en": "When did teachers become privy to idle adolescent gossip?",
      "de": "Seit wann werden Lehrer in unnützen Heranwachsenden-Klatsch eingeweiht?"
    }
  },
  {
    "translation": {
      "en": "That would be when everyone is putting everything up on Facebook.",
      "de": "Etwa seit jeder einfach alles auf Facebook postet."
    }
  },
  {
    "translation": {
      "en": "I don't know what your generation's fascination is...",
      "de": "Ich verstehe nicht, warum eure Generation so begeistert davon ist,"
    }
  },
  {
    "translation": {
      "en": "...with documenting your every thought...",
      "de": "jeden einzelnen Gedanken zu dokumentieren,"
    }
  },
  {
    "translation": {
      "en": "...but I can assure you they're not all diamonds.",
      "de": "aber ich versichere Ihnen, es sind nicht alles Glanzstücke."
    }
  },
  {
    "translation": {
      "en": "\"Roman is having an okay day...",
      "de": "\"Romans Tag läuft ganz okay,"
    }
  },
  {
    "translation": {
      "en": "...and bought a Coke Zero at the gas station. Raise the roof.\"",
      "de": "er hat eine Coke Zero an der Tankstelle gekauft. Das Haus soll beben.\""
    }
  },
  {
    "translation": {
      "en": "Who gives a rat's ass? He got a Coke Zero again?",
      "de": "-Wen kümmert das? -Er kaufte schon wieder eine Coke Zero?"
    }
  },
  {
    "translation": {
      "en": "That Roman. Incorrigible.",
      "de": "Ach, dieser Roman, unverbesserlich."
    }
  },
  {
    "translation": {
      "en": "Listen, whatever this little act is about, I just-- I'm curious.",
      "de": "Worum auch immer es bei dieser kleinen Show geht, ich wüsste es gern."
    }
  },
  {
    "translation": {
      "en": "I really think you should consider giving me extra credit... ...for going the extra mile.",
      "de": "Sie sollten mir eigentlich Extrapunkte für meine Anstrengungen geben."
    }
  },
  {
    "translation": {
      "en": "I'm really attempting to understand this puritanical ostracism...",
      "de": "Ich will die puritanische Ächtung nachvollziehen,"
    }
  },
  {
    "translation": {
      "en": "-...Hawthorne wrote about. -You are one of the few that read it.",
      "de": "über die Hawthorne schreibt. Immerhin haben Sie das Buch gelesen."
    }
  },
  {
    "translation": {
      "en": "If I read one more paper from one of your classmates...",
      "de": "Wenn ich noch einen Aufsatz Ihrer Klassenkameraden lese,"
    }
  },
  {
    "translation": {
      "en": "...who talks about how hot she is in the bathtub, her fake British accent...",
      "de": "in dem etwas darüber steht, wie heiß sie in der Wanne aussieht, über ihren gefakten britischen Akzent"
    }
  },
  {
    "translation": {
      "en": "...or, is she still married to Ashton Kutcher, I'm gonna kill myself.",
      "de": "oder ob sie noch mit Ashton Kutcher verheiratet ist, erschieß ich mich."
    }
  },
  {
    "translation": {
      "en": "Why don't people just watch the original movie like I did?",
      "de": "Warum sehen die sich nicht den Originalfilm an, so wie ich?"
    }
  },
  {
    "translation": {
      "en": "I know you read the book. I did.",
      "de": "-Ich weiß, Sie haben das Buch gelesen. -Das hab ich."
    }
  },
  {
    "translation": {
      "en": "Listen, I want to apologize for sending you to the principal's office.",
      "de": "Ich möchte mich dafür entschuldigen, Sie zum Rektor geschickt zu haben."
    }
  },
  {
    "translation": {
      "en": "Truthfully, and I'll deny it if you say anything...",
      "de": "In Wahrheit, und ich leugne es, wenn Sie mich verraten,"
    }
  },
  {
    "translation": {
      "en": "...I wanted to be cheering with the rest of the students.",
      "de": "wollte ich mit den anderen Schülern jubeln."
    }
  },
  {
    "translation": {
      "en": "I don't know what it is about Nina.",
      "de": "Ich weiß nicht, was ich gegen Nina hab."
    }
  },
  {
    "translation": {
      "en": "I hate her. I won't tell.",
      "de": "-Ich hasse sie. -Ich erzähle es nicht weiter."
    }
  },
  {
    "translation": {
      "en": "-I'll deny it if you do. -Okay.",
      "de": "-Ich würde es leugnen. -Okay."
    }
  },
  {
    "translation": {
      "en": "-Bye-bye. -Bye-bye.",
      "de": "-Und tschüss. -Tschüss."
    }
  },
  {
    "translation": {
      "en": "Stay golden.",
      "de": "Bleiben Sie sauber."
    }
  },
  {
    "translation": {
      "en": "-Hi, Mrs. Griffith. -Hi, you. How are you?",
      "de": "-Hi, Mrs. Griffith. -Selber Hi. Wie geht es Ihnen?"
    }
  },
  {
    "translation": {
      "en": "A is for \"awesome.\" Yeah.",
      "de": "-\"A\" steht für \"absolut gut\". -Ja."
    }
  },
  {
    "translation": {
      "en": "I've never seen that girl before.",
      "de": "Ich hab sie noch nie im Leben gesehen."
    }
  },
  {
    "translation": {
      "en": "That does not surprise me.",
      "de": "Das überrascht mich nicht."
    }
  },
  {
    "translation": {
      "en": "But I'm the guidance counselor. I should know all the students.",
      "de": "Aber als Vertrauenslehrerin sollte ich alle Schüler kennen."
    }
  },
  {
    "translation": {
      "en": "Especially the ones who dress like prostitutes.",
      "de": "Besonders die, die sich wie Prostituierte anziehen."
    }
  },
  {
    "translation": {
      "en": "-It's good to see you. -Hey. How are you? Good.",
      "de": "-Schön, dich zu sehen. -Hey. Wie geht's dir?"
    }
  },
  {
    "translation": {
      "en": "No, stop. We're at school. There are rules.",
      "de": "Nein, hör auf. Wir sind in der Schule. Es gibt Regeln."
    }
  },
  {
    "translation": {
      "en": "-Windows. -Yeah, yeah.",
      "de": "-Fenster. -Ja. Ja."
    }
  },
  {
    "translation": {
      "en": "Do me a favor, though. Just talk to her. I think she's going through a phase.",
      "de": "Aber sei so lieb und sprich mit ihr. Sie macht eine Phase durch."
    }
  },
  {
    "translation": {
      "en": "That's not the girl everyone's talking about, is it?",
      "de": "Ach, ist sie das Mädchen, über das alle reden?"
    }
  },
  {
    "translation": {
      "en": "It is. Oh, okay. Oh, this'll be good. All right.",
      "de": "-Genau die. -Verstehe. Das wird ein Spaß."
    }
  },
  {
    "translation": {
      "en": "That snotty, Jesus-freak office aide I have... ...has been bitching about her incessantly.",
      "de": "Weißt du, meine patzige, jesusverrückte Hilfskraft meckert unentwegt über sie."
    }
  },
  {
    "translation": {
      "en": "They're all lies, but she could use somebody to talk to anyway.",
      "de": "Das sind alles Lügen, aber... -Sie müsste mal mit jemandem reden. -Ist gut."
    }
  },
  {
    "translation": {
      "en": "All right. Hey, what are you doing for dinner tonight?",
      "de": "Was machst du dir heute zum Abendessen?"
    }
  },
  {
    "translation": {
      "en": "-You won't be there? -Sorry.",
      "de": "-Du kommst nicht? -Sorry."
    }
  },
  {
    "translation": {
      "en": "I have an after-school session. Kid brought a knife to school.",
      "de": "Ich habe später noch eine Sitzung. Ein Junge brachte ein Messer mit."
    }
  },
  {
    "translation": {
      "en": "Well, be careful, all right?",
      "de": "-Dann sei vorsichtig, ja? -Es war nur ein Buttermesser."
    }
  },
  {
    "translation": {
      "en": "It was a butter knife. But you know what they say.",
      "de": "-Dann sei vorsichtig, ja? -Es war nur ein Buttermesser. Aber du weißt ja, was man sagt. Damit fängt es an."
    }
  },
  {
    "translation": {
      "en": "You know, it's a gateway knife, so....",
      "de": "Aber du weißt ja, was man sagt. Damit fängt es an."
    }
  },
  {
    "translation": {
      "en": "-All right, bye. -Yeah. Bye.",
      "de": "-Also, tschüss. -Ja, tschüss."
    }
  },
  {
    "translation": {
      "en": "I'm thinking about another gateway. It's a....",
      "de": "Ich denke darüber nach, was ganz anderes anzufangen."
    }
  },
  {
    "translation": {
      "en": "Making spaghetti.",
      "de": "-Ich werde Spaghetti machen. -Großartig."
    }
  },
  {
    "translation": {
      "en": "-That's great. -With meat.",
      "de": "-Ich werde Spaghetti machen. -Großartig. -Mit Fleisch. -Viel Spaß mit deinem Fleisch."
    }
  },
  {
    "translation": {
      "en": "Enjoy eating your meat.",
      "de": "-Mit Fleisch. -Viel Spaß mit deinem Fleisch."
    }
  },
  {
    "translation": {
      "en": "-And balls. -Enjoy eating your balls.",
      "de": "-Und Eiern. -Viel Spaß mit deinen Eiern."
    }
  },
  {
    "translation": {
      "en": "Sharpening your pencils?",
      "de": "Wetzt du deine Stifte?"
    }
  },
  {
    "translation": {
      "en": "Getting them nice and sharp?",
      "de": "Machst du sie schön scharf?"
    }
  },
  {
    "translation": {
      "en": "Sharpening them up? Look at you. Look at you. So sharp.",
      "de": "Richtig schön scharf? Sieh dich an. Sieh dich nur an. So scharf."
    }
  },
  {
    "translation": {
      "en": "Sharpening those pencils. Sharp, sharp, sharp.",
      "de": "Mach die Stifte scharf. Scharf, scharf, scharf."
    }
  },
  {
    "translation": {
      "en": "-God, that's sharp. I-- -Hey, Olive. You ready to come in?",
      "de": "-Das ist scharf. Ich... -Hey, Olive. Bist du so weit?"
    }
  },
  {
    "translation": {
      "en": "Good job.",
      "de": "Gut gemacht."
    }
  },
  {
    "translation": {
      "en": "Well, the reason I called you in was just so we could...",
      "de": "Also, ich habe Sie hierher bestellt,"
    }
  },
  {
    "translation": {
      "en": "...sort of, you know, just chat about what's going on.",
      "de": "damit wir mal ein wenig darüber reden können, was vor sich geht."
    }
  },
  {
    "translation": {
      "en": "You know, there is concern from a few faculty members. Your husband.",
      "de": "-Ein paar der Lehrkräfte sind besorgt. -Ihr Ehemann."
    }
  },
  {
    "translation": {
      "en": "Olive, you're attempting to make a statement.",
      "de": "Olive, Sie wollen zu etwas Stellung beziehen."
    }
  },
  {
    "translation": {
      "en": "I'm just a little confused as to what exactly that is.",
      "de": "Ich bin nur nicht ganz sicher, wozu genau."
    }
  },
  {
    "translation": {
      "en": "Am I in trouble? Because, pursuant to the student code of conduct...",
      "de": "Stecke ich in Schwierigkeiten? Denn gemäß der Schülerverhaltensnorm"
    }
  },
  {
    "translation": {
      "en": "...my hemline has never been higher than my fingertips.",
      "de": "war meine Rocklänge nie kürzer als meine Armlänge."
    }
  },
  {
    "translation": {
      "en": "No, you're not in trouble. I wanted to make sure you knew...",
      "de": "Nein, es ist alles in Ordnung, ich möchte nur, dass Sie wissen,"
    }
  },
  {
    "translation": {
      "en": "...if there's something that you wanna talk about... ...you know, you can trust me.",
      "de": "wenn Sie über irgendetwas reden wollen, dass Sie sich an mich wenden können."
    }
  },
  {
    "translation": {
      "en": "If I open up to you, do you promise this stays in confidence?",
      "de": "Vertraue ich mich Ihnen an, versprechen Sie dann, dass es vertraulich bleibt?"
    }
  },
  {
    "translation": {
      "en": "Yeah. I'm-- See? I'm the guidance counselor. That's what I do.",
      "de": "Ja, ich meine, ich bin Vertrauenslehrerin. Das ist mein Job."
    }
  },
  {
    "translation": {
      "en": "I mean, I have a reputation to uphold. Don't you, though?",
      "de": "-Ich muss einen Ruf aufrechterhalten. -Müssen Sie das?"
    }
  },
  {
    "translation": {
      "en": "All right, listen, don't tell anyone I'm doing this, please.",
      "de": "Schön, bitte sagen Sie keinem, dass ich das mache."
    }
  },
  {
    "translation": {
      "en": "Here you go.",
      "de": "Hier."
    }
  },
  {
    "translation": {
      "en": "-Here you go. -I really don't need those.",
      "de": "-Hier. -Ich brauche die wirklich nicht."
    }
  },
  {
    "translation": {
      "en": "Oh, you really do. Here you go.",
      "de": "Das tun Sie sehr wohl. Hier, bitte."
    }
  },
  {
    "translation": {
      "en": "Here you go. Okay?",
      "de": "Hier, bitte."
    }
  },
  {
    "translation": {
      "en": "I just don't want this thing you're going through to define your life.",
      "de": "Ich will nur nicht, dass das, was Sie durchmachen, über Ihr Leben bestimmt."
    }
  },
  {
    "translation": {
      "en": "Olive, do what you gotta do. Okay?",
      "de": "Olive, tun Sie, was Sie tun müssen. Lassen Sie es raus."
    }
  },
  {
    "translation": {
      "en": "Let your freak flag fly. Just make sure you have an exit strategy.",
      "de": "Olive, tun Sie, was Sie tun müssen. Lassen Sie es raus. Stellen Sie nur sicher, dass Sie einen Notfallplan haben."
    }
  },
  {
    "translation": {
      "en": "Listen, Mrs. Griffith, I really-- I don't need these.",
      "de": "Hören Sie, Mrs. Griffith, wirklich... Ich brauche die nicht."
    }
  },
  {
    "translation": {
      "en": "The pill is not 100 percent effective.",
      "de": "Die Pille wirkt nicht hundertprozentig."
    }
  },
  {
    "translation": {
      "en": "Ask some of your friends' parents.",
      "de": "Frag die Eltern deiner Freunde."
    }
  },
  {
    "translation": {
      "en": "Thank you for coming in.",
      "de": "Danke, dass du hergekommen bist."
    }
  },
  {
    "translation": {
      "en": "Can you just send in the next person? Thank you.",
      "de": "Kannst du den Nächsten reinschicken? Danke."
    }
  },
  {
    "translation": {
      "en": "You're up, hoss.",
      "de": "Du bist dran, du Stier."
    }
  },
  {
    "translation": {
      "en": "Okay. Go. It's all right.",
      "de": "Gut, geh. Ist schon gut."
    }
  },
  {
    "translation": {
      "en": "Everything's gonna be okay.",
      "de": "Es wird alles gut werden."
    }
  },
  {
    "translation": {
      "en": "Don't you think it's a little strange that your boyfriend is 22 years old...",
      "de": "Findest du es nicht seltsam, dass dein Freund 22 ist und noch zur Schule geht?"
    }
  },
  {
    "translation": {
      "en": "-...and still in high school? -Not that it's any of your business...",
      "de": "Findest du es nicht seltsam, dass dein Freund 22 ist und noch zur Schule geht? Es geht dich zwar nichts an, Schlampe, aber er ist auf Wunsch hier."
    }
  },
  {
    "translation": {
      "en": "...but he is here by choice.",
      "de": "Es geht dich zwar nichts an, Schlampe, aber er ist auf Wunsch hier."
    }
  },
  {
    "translation": {
      "en": "It's his choice he's a fourth-year senior that can't pass any test he takes?",
      "de": "Es war sein Wunsch, viermal sitzen zu bleiben und ständig durchzufallen?"
    }
  },
  {
    "translation": {
      "en": "His choice. His? His? Capital H?",
      "de": "Seinen Wunsch. Seinen, Seinen? Mit einem großen S?"
    }
  },
  {
    "translation": {
      "en": "If God wanted him to graduate, God would've given him the right answers.",
      "de": "Hätte Gott gewollt, dass er besteht, hätte Er ihm Antworten gegeben."
    }
  },
  {
    "translation": {
      "en": "I'm sorry. You gotta be shitting me, woman.",
      "de": "Tut mir leid. Alte, das meinst du nicht ernst?"
    }
  },
  {
    "translation": {
      "en": "Okay. So why was he blubbering like a baby?",
      "de": "Gut. Warum hat er geplärrt wie ein Baby?"
    }
  },
  {
    "translation": {
      "en": "-Is he struggling with his sexuality? -No, you insensitive rhymes-with-witch.",
      "de": "-Hat er Probleme mit seiner Sexualität? -Nein, du Was-reimt-sich-auf-Witch."
    }
  },
  {
    "translation": {
      "en": "His parents are going through a divorce.",
      "de": "Seine Eltern lassen sich gerade scheiden."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "de": "Gut."
    }
  },
  {
    "translation": {
      "en": "You know, sometimes our boyfriend's parents...",
      "de": "Weißt du... ... manchmal lassen sich die Eltern unserer Freunde eben scheiden."
    }
  },
  {
    "translation": {
      "en": "...they get divorced, you know?",
      "de": "... manchmal lassen sich die Eltern unserer Freunde eben scheiden."
    }
  },
  {
    "translation": {
      "en": "And it's important to remember it's not your fault.",
      "de": "Aber es ist wichtig, dass du weißt: Es ist nicht deine Schuld. Also, ich muss los."
    }
  },
  {
    "translation": {
      "en": "So I gotta go.",
      "de": "Es ist nicht deine Schuld. Also, ich muss los."
    }
  },
  {
    "translation": {
      "en": "But they go to our church. What will people say?",
      "de": "Aber sie sind Mitglieder unserer Kirche. Was werden die Leute sagen?"
    }
  },
  {
    "translation": {
      "en": "How long do these embraces usually last? Because I gotta go, but I--",
      "de": "Wie lange dauern diese Umarmungen für gewöhnlich? Ich muss los."
    }
  },
  {
    "translation": {
      "en": "-Are you gonna be okay? -Yes, I'm gonna be okay.",
      "de": "-Aber bist du in Ordnung? -Ja, es geht mir gut."
    }
  },
  {
    "translation": {
      "en": "Mrs. Griffith is amazing...",
      "de": "Mrs. Griffith ist toll."
    }
  },
  {
    "translation": {
      "en": "...and she's gonna help Micah, and everything's gonna be okay.",
      "de": "Sie wird Micah helfen, und alles wird wieder gut."
    }
  },
  {
    "translation": {
      "en": "See? All right, that's the spirit. Everything's gonna be okay.",
      "de": "Siehst du? Sehr schön, so ist es besser. Alles wird wieder gut werden. Also dann."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "de": "Alles wird wieder gut werden. Also dann."
    }
  },
  {
    "translation": {
      "en": "Wait. Why are you even being so nice to me?",
      "de": "Moment, warum bist du überhaupt so nett zu mir?"
    }
  },
  {
    "translation": {
      "en": "I did it.",
      "de": "Ich hab's geschafft."
    }
  },
  {
    "translation": {
      "en": "I got through to you.",
      "de": "Ich bin zu dir durchgedrungen."
    }
  },
  {
    "translation": {
      "en": "I'm so sorry about everything I said. I am so, so sorry.",
      "de": "Es tut mir so leid, was ich alles gesagt habe, so sehr."
    }
  },
  {
    "translation": {
      "en": "I mean, I really want us to be friends. Can we please be friends?",
      "de": "Ich möchte gern, dass wir Freundinnen sind. -Können wir bitte Freundinnen sein? -Unbedingt."
    }
  },
  {
    "translation": {
      "en": "Absolutely.",
      "de": "-Können wir bitte Freundinnen sein? -Unbedingt."
    }
  },
  {
    "translation": {
      "en": "And for a day, we were actually really good friends.",
      "de": "Und einen Tag lang waren wir wirklich gute Freundinnen."
    }
  },
  {
    "translation": {
      "en": "I was kind of starting to think things were gonna turn around.",
      "de": "Ich fing schon an zu glauben, die Dinge könnten sich ändern."
    }
  },
  {
    "translation": {
      "en": "-Friend. -Hey, friend.",
      "de": "-Freundin. -Hey, Freundin."
    }
  },
  {
    "translation": {
      "en": "-I missed you. -Oh, I missed you more.",
      "de": "-Hab dich vermisst. -Nicht so sehr wie ich dich."
    }
  },
  {
    "translation": {
      "en": "She texted me in first period.",
      "de": "In der ersten Stunde schrieb sie mir eine SMS."
    }
  },
  {
    "translation": {
      "en": "By second period, we apparently had private jokes.",
      "de": "In der zweiten Stunde hatten wir schon Insiderwitze."
    }
  },
  {
    "translation": {
      "en": "Tragedy struck in Wood Shop.",
      "de": "Die Tragödie geschah im Werkunterricht."
    }
  },
  {
    "translation": {
      "en": "It wasn't because someone sawed off a thumb... ...which has happened.",
      "de": "Nicht, weil sich einer den Daumen absägte, was schon vorkam."
    }
  },
  {
    "translation": {
      "en": "Micah is in the hospital. He is in so much pain.",
      "de": "Micah ist im Krankenhaus. Er hat so starke Schmerzen."
    }
  },
  {
    "translation": {
      "en": "The nurse didn't know what was wrong.",
      "de": "Die Schwester wusste nicht, was ihm fehlte."
    }
  },
  {
    "translation": {
      "en": "There, there.",
      "de": "Nicht doch."
    }
  },
  {
    "translation": {
      "en": "It hurts so bad, Mommy.",
      "de": "Es tut so weh, Mami."
    }
  },
  {
    "translation": {
      "en": "Well, it's just what I thought. Chlamydia.",
      "de": "Es ist das, was ich befürchtet hatte: Chlamydien."
    }
  },
  {
    "translation": {
      "en": "No.",
      "de": "Nein."
    }
  },
  {
    "translation": {
      "en": "Who have you been screwing? Tell me.",
      "de": "Mit wem fickst du rum? Sag schon."
    }
  },
  {
    "translation": {
      "en": "Tell me now or I will kill you right here.",
      "de": "Sag es mir sofort, oder ich drehe dir gleich hier den Hals um."
    }
  },
  {
    "translation": {
      "en": "I have to call you back. Okay. Bye-bye.",
      "de": "Ich ruf dich gleich zurück. Okay, mach's gut."
    }
  },
  {
    "translation": {
      "en": "Goddamn it.",
      "de": "Verdammt noch mal."
    }
  },
  {
    "translation": {
      "en": "Chlamydia?!",
      "de": "Chlamydien?"
    }
  },
  {
    "translation": {
      "en": "That bitch!",
      "de": "Dieses Miststück!"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Oh, my God. Goddamn it.",
      "de": "O mein Gott. O mein Gott, verflucht noch eins."
    }
  },
  {
    "translation": {
      "en": "I panicked. I said I got it from Olive Penderghast.",
      "de": "Ich hatte Panik. Ich hab gesagt, dass ich es von Olive Penderghast hab."
    }
  },
  {
    "translation": {
      "en": "I know, but what was I supposed to say?",
      "de": "Ich weiß, aber was hätte ich denn sagen sollen?"
    }
  },
  {
    "translation": {
      "en": "You know, and then my mom tells Marianne's mom.",
      "de": "Na ja, und dann hat meine Mom es Mariannes Mom erzählt."
    }
  },
  {
    "translation": {
      "en": "I did. I tried to blame it on their divorce...",
      "de": "Ja, ich hab versucht, es auf ihre Scheidung zu schieben."
    }
  },
  {
    "translation": {
      "en": "...but my mom is not buying it.",
      "de": "Aber meine Mom glaubt mir das nicht."
    }
  },
  {
    "translation": {
      "en": "That's it. I have to tell them.",
      "de": "Das war's, ich muss es ihnen sagen."
    }
  },
  {
    "translation": {
      "en": "No, I do not care that you gave me chlamydia. I don't!",
      "de": "Nein, es ist mir egal, dass du mir Chlamydien gegeben hast, völlig egal!"
    }
  },
  {
    "translation": {
      "en": "I love you and I want to be with you, and nobody can stop us.",
      "de": "Ich liebe dich und will mit dir zusammen sein. Und keiner kann uns aufhalten."
    }
  },
  {
    "translation": {
      "en": "Not my mother, not Marianne, and not even the school board...",
      "de": "Meine Mutter nicht, nicht Marianne, nicht mal die Schulkommission."
    }
  },
  {
    "translation": {
      "en": "...or the president of the Americas!",
      "de": "Oder der Präsident von den Amerikas!"
    }
  },
  {
    "translation": {
      "en": "Oh, God.",
      "de": "O Gott."
    }
  },
  {
    "translation": {
      "en": "Oh, God.",
      "de": "O Gott."
    }
  },
  {
    "translation": {
      "en": "What? What do you want? What do you want? Just go.",
      "de": "Was? Was wollen Sie? Was wollen Sie denn? Gehen Sie einfach."
    }
  },
  {
    "translation": {
      "en": "Perfect. Just perfect.",
      "de": "Großartig, einfach großartig."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, I just-- I was looking for Marianne.",
      "de": "Tut mir leid. Ich bin auf der Suche nach Marianne."
    }
  },
  {
    "translation": {
      "en": "Did she say anything about being mad at me?",
      "de": "Hat sie gesagt, sie sei wütend auf mich?"
    }
  },
  {
    "translation": {
      "en": "She just smacked the bejesus out of me.",
      "de": "Denn sie hat mir höllisch eine verpasst."
    }
  },
  {
    "translation": {
      "en": "No, that's my fault. I'm so sorry, Olive. I'm sorry.",
      "de": "Nein, das ist meine Schuld. Es tut mir so leid, Olive. Tut mir leid."
    }
  },
  {
    "translation": {
      "en": "But I messed up, okay? I just goddamn shit...",
      "de": "Nein, das ist meine Schuld. Es tut mir so leid, Olive. Tut mir leid. Aber ich habe Mist gebaut, okay? Totalen... Scheiße, totalen Mist..."
    }
  },
  {
    "translation": {
      "en": "...goddamn messed up really goddamn shit bad.",
      "de": "Scheiße, totalen Mist... So richtig verflucht beschissen doll."
    }
  },
  {
    "translation": {
      "en": "Goddamn. Shit, goddamn.",
      "de": "Verflucht. Scheiße, verfluchte."
    }
  },
  {
    "translation": {
      "en": "Okay. Don't get me wrong because I love it...",
      "de": "Okay, verstehen Sie mich nicht falsch. Denn ich finde das toll."
    }
  },
  {
    "translation": {
      "en": "...but I don't think you're supposed to use that language in front of a student.",
      "de": "Denn ich finde das toll. Aber Sie sollten vor Schülern nicht solche Ausdrücke gebrauchen."
    }
  },
  {
    "translation": {
      "en": "You know what else you're not supposed to do, is sleep with them.",
      "de": "Ich sollte auch nicht mit ihnen schlafen."
    }
  },
  {
    "translation": {
      "en": "But that didn't stop me. Goddamn shit.",
      "de": "Aber das hielt mich nicht davon ab. Verdammte Scheiße."
    }
  },
  {
    "translation": {
      "en": "Wait. You-- Oh, my God.",
      "de": "Moment, Sie... O mein Gott."
    }
  },
  {
    "translation": {
      "en": "But I'm not-- I'm not judging you or anything, but, oh, my God.",
      "de": "Also, ich verurteile Sie nicht oder so was, aber... O mein Gott."
    }
  },
  {
    "translation": {
      "en": "I-- Wait, what does that have to do with me? You should know that my marriage is not great.",
      "de": "-Was hat das mit mir zu tun? -Wissen Sie, meine Ehe läuft nicht gut."
    }
  },
  {
    "translation": {
      "en": "We haven't slept together in months. In months, all right?",
      "de": "Wir haben seit Monaten nicht miteinander geschlafen."
    }
  },
  {
    "translation": {
      "en": "Finally, this great-looking guy comes in and he's nice to me, you know?",
      "de": "Dann kommt dieser gutaussehende Typ her, und er ist nett zu mir, wissen Sie?"
    }
  },
  {
    "translation": {
      "en": "And he's not a minor.",
      "de": "Und er ist nicht minderjährig, das ist legal."
    }
  },
  {
    "translation": {
      "en": "This is legal. It's legal because he's been here forever, okay?",
      "de": "Und er ist nicht minderjährig, das ist legal. Es ist legal, weil er schon seit... immer hier ist."
    }
  },
  {
    "translation": {
      "en": "He's not the sharpest Christian in the Bible, all right?",
      "de": "Er ist jetzt nicht der hellste Christ unter der Sonne, ja?"
    }
  },
  {
    "translation": {
      "en": "And then he finds out that he has chlamydia.",
      "de": "Und dann findet er heraus, dass er Chlamydien hat."
    }
  },
  {
    "translation": {
      "en": "And so then he's telling everybody that it was you.",
      "de": "Und dann erzählt er allen, dass es von Ihnen kommt."
    }
  },
  {
    "translation": {
      "en": "He didn't want me to lose my job...",
      "de": "Er will nicht, dass ich meinen Job verliere."
    }
  },
  {
    "translation": {
      "en": "...and he doesn't wanna get in trouble either, so he said it's you. I'm sorry.",
      "de": "Und er will auch keinen Ärger kriegen, so sagt er, er hat es von Ihnen. Sorry."
    }
  },
  {
    "translation": {
      "en": "But I'll-- I'm gonna fix it, Olive. Okay? I'll tell everyone.",
      "de": "Aber ich stell das richtig, Olive. Ich sag es allen."
    }
  },
  {
    "translation": {
      "en": "I'm gonna tell everyone that it's me. Okay? I'll just-- I'll lose my job.",
      "de": "Ich erzähle allen, dass ich es war. Ja? Ich werde... Ich werde meinen Job verlieren."
    }
  },
  {
    "translation": {
      "en": "And, you know, whatever else I lose, and then that's okay.",
      "de": "Und alles Weitere auch, aber dann ist es gut."
    }
  },
  {
    "translation": {
      "en": "Maybe it was becoming a habit of mine to help the downtrodden...",
      "de": "Vielleicht wurde es mir zur Gewohnheit, den Unterdrückten zu helfen,"
    }
  },
  {
    "translation": {
      "en": "...or maybe I just couldn't stand to see... ...my favorite teacher's marriage crumble.",
      "de": "oder ich konnte nicht zusehen, wie die Ehe meines Lieblingslehrers zerbrach."
    }
  },
  {
    "translation": {
      "en": "Either way, I decided to help.",
      "de": "Wie auch immer, ich beschloss, zu helfen."
    }
  },
  {
    "translation": {
      "en": "I could have chlamydia.",
      "de": "Ich könnte Chlamydien haben."
    }
  },
  {
    "translation": {
      "en": "I mean, I could have easily given it to Micah.",
      "de": "Ich meine, ich hätte ohne Weiteres... Micah anstecken können."
    }
  },
  {
    "translation": {
      "en": "I mean, who knows?",
      "de": "Ich meine, wer weiß?"
    }
  },
  {
    "translation": {
      "en": "Women oftentimes don't show symptoms.",
      "de": "Frauen zeigen oftmals keine Symptome."
    }
  },
  {
    "translation": {
      "en": "And the whole world knows I've been whoring around.",
      "de": "-Alle wissen, wie ich rumgehurt habe. -Nein, haben Sie nicht."
    }
  },
  {
    "translation": {
      "en": "No, you haven't. No, you haven't.",
      "de": "-Alle wissen, wie ich rumgehurt habe. -Nein, haben Sie nicht. Nein, denn eine echte Hure gibt das nicht zu, erst recht nicht vor anderen."
    }
  },
  {
    "translation": {
      "en": "Because a real whore can't admit it to herself, much less others. Trust me.",
      "de": "Nein, denn eine echte Hure gibt das nicht zu, erst recht nicht vor anderen. Glauben Sie mir."
    }
  },
  {
    "translation": {
      "en": "Call Micah.",
      "de": "Rufen Sie Micah an. Sagen Sie ihm, er ist ein Arsch"
    }
  },
  {
    "translation": {
      "en": "Tell him he is an ass and he owes me so big for this, but also...",
      "de": "Rufen Sie Micah an. Sagen Sie ihm, er ist ein Arsch und er schuldet mir was."
    }
  },
  {
    "translation": {
      "en": "...tell him I confessed to giving him chlamydia.",
      "de": "Sagen Sie ihm, ich gebe zu, ihn mit Chlamydien angesteckt zu haben."
    }
  },
  {
    "translation": {
      "en": "Getting a lot of hugs today.",
      "de": "Ich krieg heute viele Umarmungen."
    }
  },
  {
    "translation": {
      "en": "-You're going to hell, Olive! -Get out of here!",
      "de": "-Du wanderst in die Hölle, Olive! -Verschwinde!"
    }
  },
  {
    "translation": {
      "en": "I guess I shouldn't be too shocked these people...",
      "de": "OLIVE IST EINE SCHLAMPE Es sollte mich nicht überraschen,"
    }
  },
  {
    "translation": {
      "en": "...wanted my diseased ass out of there.",
      "de": "dass die meinen kranken Arsch da raushaben wollten."
    }
  },
  {
    "translation": {
      "en": "The funny thing is, the whole time this all was going down...",
      "de": "Das Witzige ist, während diese ganze Sache passierte,"
    }
  },
  {
    "translation": {
      "en": "...I couldn't help but think I could've come up with better signs.",
      "de": "dachte ich nur daran, dass ich bessere Schilder gemacht hätte."
    }
  },
  {
    "translation": {
      "en": "You gotta love the Quiznos guy. That's the one thing that trumps religion: capitalism.",
      "de": "Obwohl, der Typ von \"Subway\" hatte was. Eins übertrumpft Religion: Kapitalismus."
    }
  },
  {
    "translation": {
      "en": "Why are you doing this? I'm trying to make this school a better place.",
      "de": "-Warum tust du das? -Die Schule soll 'n besserer Ort werden."
    }
  },
  {
    "translation": {
      "en": "Start a petition to get rid of the lead paint.",
      "de": "Dann starte doch eine Petition gegen Bleifarbe."
    }
  },
  {
    "translation": {
      "en": "New Honey Chicken at Quiznos.",
      "de": "-Neu: Honey-Chicken-Sandwiches. -Nicht jetzt."
    }
  },
  {
    "translation": {
      "en": "-Not now, Quiznos. -You're a slut.",
      "de": "-Neu: Honey-Chicken-Sandwiches. -Nicht jetzt. -Du bist eine Schlampe. -Du wirst vernichtet, Olive."
    }
  },
  {
    "translation": {
      "en": "You're going down, Olive.",
      "de": "-Du bist eine Schlampe. -Du wirst vernichtet, Olive."
    }
  },
  {
    "translation": {
      "en": "If this is because I'm more popular than you, then I think what you're--",
      "de": "Falls das ist, weil ich bekannter bin als du..."
    }
  },
  {
    "translation": {
      "en": "Let's not mistake popularity for infamy.",
      "de": "Lass uns nicht berühmt mit berüchtigt verwechseln."
    }
  },
  {
    "translation": {
      "en": "-You don't wanna burn, do you? -I'll be praying for you.",
      "de": "-Du willst doch nicht verbrennen? -Ich bete für dich."
    }
  },
  {
    "translation": {
      "en": "-You okay? -Yeah. I'm awesome. I'm awesome.",
      "de": "-Geht's dir gut? -Fantastisch. Ganz großartig."
    }
  },
  {
    "translation": {
      "en": "Screw all these people, Olive. Haven't you heard?",
      "de": "-Die können dich alle mal, Olive. -Hast du es noch nicht gehört?"
    }
  },
  {
    "translation": {
      "en": "I already did.",
      "de": "Das haben sie längst."
    }
  },
  {
    "translation": {
      "en": "-You're going to hell, Olive! -What you're doing is wrong.",
      "de": "-Du fährst zur Hölle, Olive! -Was du tust, ist falsch."
    }
  },
  {
    "translation": {
      "en": "You're going to hell!",
      "de": "Du kommst in die Hölle!"
    }
  },
  {
    "translation": {
      "en": "So they got Rhiannon.",
      "de": "Sie hatten also Rhiannon."
    }
  },
  {
    "translation": {
      "en": "Never underestimate the power of extremists like Marianne.",
      "de": "Unterschätze niemals die Macht von Extremisten wie Marianne."
    }
  },
  {
    "translation": {
      "en": "They sense any weakness, they pounce like jungle cats.",
      "de": "Sie wittern jede Schwäche, sie sind stets sprungbereit wie Raubkatzen."
    }
  },
  {
    "translation": {
      "en": "And the whack pack just gets bigger and bigger.",
      "de": "Und ihre Gefolgschaft wird einfach immer größer."
    }
  },
  {
    "translation": {
      "en": "But at least they have a pack.",
      "de": "Aber wenigstens haben sie jemanden."
    }
  },
  {
    "translation": {
      "en": "I was used to being by myself, but I had never felt more alone.",
      "de": "Ich war es gewohnt, allein zu sein, aber ich hatte mich nie einsamer gefühlt."
    }
  },
  {
    "translation": {
      "en": "I thought I should look into what they were running around thumping about.",
      "de": "Ich dachte, ich sollte wenigstens wissen, worauf sie so pochten."
    }
  },
  {
    "translation": {
      "en": "-Do you have a religion section? -It's over there.",
      "de": "-Hi, haben Sie eine Religionsabteilung? -Gleich da drüben."
    }
  },
  {
    "translation": {
      "en": "-Can I help you with something? -The Bible.",
      "de": "-Kann ich Ihnen helfen? -Die Bibel."
    }
  },
  {
    "translation": {
      "en": "That's in bestsellers, right next to Twilight.",
      "de": "Die steht bei den Bestsellern, neben der \"Biss\"-Saga."
    }
  },
  {
    "translation": {
      "en": "I didn't have time to read the whole thing... ...because it's, like, 600 pages.",
      "de": "Ich hatte keine Zeit, das ganze Buch zu lesen, denn es hat etwa 600 Seiten."
    }
  },
  {
    "translation": {
      "en": "Single-spaced.",
      "de": "Einfacher Zeilenabstand."
    }
  },
  {
    "translation": {
      "en": "And as every war that's ever been fought can tell you...",
      "de": "Wie jeder ausgefochtene Krieg uns lehrt,"
    }
  },
  {
    "translation": {
      "en": "...there are many ways you can interpret it.",
      "de": "kann man es vielfältig interpretieren."
    }
  },
  {
    "translation": {
      "en": "Except the Civil War. That was pure racism.",
      "de": "Außer der Bürgerkrieg, das war reiner Rassismus."
    }
  },
  {
    "translation": {
      "en": "So I went to find an expert.",
      "de": "Also ging ich zu einem Experten."
    }
  },
  {
    "translation": {
      "en": "But really, I just kind of wanted someone to talk to.",
      "de": "Aber in Wahrheit wollte ich wohl nur mit jemandem reden."
    }
  },
  {
    "translation": {
      "en": "Forgive me, Father, for I have sinned.",
      "de": "Vergib mir, Vater, denn ich habe gesündigt."
    }
  },
  {
    "translation": {
      "en": "I think that's how you start these things.",
      "de": "Ich glaube, so fängt man an."
    }
  },
  {
    "translation": {
      "en": "I'm just going off what I've seen in movies.",
      "de": "Ich halte mich an das, was ich aus Filmen kenne."
    }
  },
  {
    "translation": {
      "en": "Where do I even start?",
      "de": "Wo soll ich nur anfangen?"
    }
  },
  {
    "translation": {
      "en": "I've been pretending to be....",
      "de": "Ich habe vorgegeben, etwas zu sein, eine..."
    }
  },
  {
    "translation": {
      "en": "What is the Catholic way of phrasing this? A harlot?",
      "de": "Wie kann man das auf katholische Art ausdrücken? Eine Dirne?"
    }
  },
  {
    "translation": {
      "en": "A harlot. It's not that I've actually been doing...",
      "de": "Dirne. Nicht, dass ich tatsächlich das gemacht habe,"
    }
  },
  {
    "translation": {
      "en": "...the things that people have been saying I've been doing...",
      "de": "von dem die Leute sagen, dass ich es getan hätte."
    }
  },
  {
    "translation": {
      "en": "...but then again, I'm not denying them either.",
      "de": "Aber ich leugne es auch nicht."
    }
  },
  {
    "translation": {
      "en": "So I was just wondering, is that wrong?",
      "de": "Und ich frage mich jetzt, ob das was Falsches ist."
    }
  },
  {
    "translation": {
      "en": "It's just that a lot of people have been asking me to do things...",
      "de": "Es ist nur, dass viele Leute... ... mich gebeten haben, Dinge zu tun, und ich dachte, es wäre in Ordnung."
    }
  },
  {
    "translation": {
      "en": "...and I thought it was okay because it wasn't real, you know?",
      "de": "... mich gebeten haben, Dinge zu tun, und ich dachte, es wäre in Ordnung. Denn es war ja nicht echt, wissen Sie?"
    }
  },
  {
    "translation": {
      "en": "It was make-believe.",
      "de": "Es beruht nicht auf Tatsachen."
    }
  },
  {
    "translation": {
      "en": "And no one was getting hurt...",
      "de": "Es wurde niemand dabei verletzt, aber..."
    }
  },
  {
    "translation": {
      "en": "...but a lot of people hate me now.",
      "de": "Sehr viele Leute hassen mich jetzt."
    }
  },
  {
    "translation": {
      "en": "I kind of hate me too.",
      "de": "Ich hasse mich irgendwie auch."
    }
  },
  {
    "translation": {
      "en": "I might be wrong...",
      "de": "Vielleicht irre ich mich,"
    }
  },
  {
    "translation": {
      "en": "...but aren't you supposed to say something?",
      "de": "aber sollten Sie nicht was sagen?"
    }
  },
  {
    "translation": {
      "en": "Tell me to say 10 Hail Marys, pay a fine...",
      "de": "Dass ich zehn Ave Marias aufsagen soll, eine Strafe zahlen,"
    }
  },
  {
    "translation": {
      "en": "...advance token to nearest railroad? Hello?",
      "de": "die nächste Bahn nehmen, hallo?"
    }
  },
  {
    "translation": {
      "en": "Should've seen that one coming.",
      "de": "War ja klar."
    }
  },
  {
    "translation": {
      "en": "Luckily, I live in a town with many different places of worship.",
      "de": "Zum Glück kann man in meiner Stadt Gott an vielen Orten huldigen."
    }
  },
  {
    "translation": {
      "en": "So I went to find one with a real live human being.",
      "de": "Ich suchte einen mit echten Menschen auf."
    }
  },
  {
    "translation": {
      "en": "Can I help you?",
      "de": "-Kann ich helfen? -Ja."
    }
  },
  {
    "translation": {
      "en": "Yeah, I was just wondering if there's a minister around.",
      "de": "Sagen Sie, gibt es hier einen Pfarrer?"
    }
  },
  {
    "translation": {
      "en": "Is it not a minister?",
      "de": "Heißt das nicht \"Pfarrer\"?"
    }
  },
  {
    "translation": {
      "en": "A Reverend? A wizard?",
      "de": "Einen Priester?"
    }
  },
  {
    "translation": {
      "en": "It's a pastor, and he's here.",
      "de": "-Einen Magier? -Einen Pastor, und er ist hier."
    }
  },
  {
    "translation": {
      "en": "How can I help you today?",
      "de": "Wie kann ich Ihnen helfen?"
    }
  },
  {
    "translation": {
      "en": "I was wondering what your church's stance on lying and adultery was.",
      "de": "Ich habe mich gefragt, wie Ihre Kirche zu Lügen und Ehebruch steht?"
    }
  },
  {
    "translation": {
      "en": "It's not a good thing.",
      "de": "-Das ist nichts Gutes. -Ich stimme zu, von ganzem Herzen."
    }
  },
  {
    "translation": {
      "en": "Oh, I agree, wholeheartedly. But, then-- Now, tell me this.",
      "de": "-Das ist nichts Gutes. -Ich stimme zu, von ganzem Herzen. Andererseits... Sagen Sie mal. Angenommen, es gibt eine Hölle."
    }
  },
  {
    "translation": {
      "en": "Assuming there is a hell....",
      "de": "Andererseits... Sagen Sie mal. Angenommen, es gibt eine Hölle."
    }
  },
  {
    "translation": {
      "en": "Oh, the Christian Church recognizes the existence of hell.",
      "de": "Die christliche Kirche erkennt die Existenz einer Hölle an."
    }
  },
  {
    "translation": {
      "en": "Okay, so we'll just say there's a \"hell.\"",
      "de": "Gut, also sagen wir, es gibt eine Hölle."
    }
  },
  {
    "translation": {
      "en": "There is. Just so we're clear.",
      "de": "Gibt es. Ganz eindeutig."
    }
  },
  {
    "translation": {
      "en": "-Okay. So for argument's sake-- -No, there's no argument. It's there.",
      "de": "-Gut. Der Diskussion wegen... -Keine Diskussion. Es gibt sie."
    }
  },
  {
    "translation": {
      "en": "Right below our feet, right above the Orient. It's there.",
      "de": "Unterhalb unserer Füße, direkt über dem Orient. Es gibt sie."
    }
  },
  {
    "translation": {
      "en": "Then what would be worse, lying or adultery?",
      "de": "Was wäre denn dann schlimmer, lügen oder Ehebruch?"
    }
  },
  {
    "translation": {
      "en": "Or is lying about adultery just like double whammy? Sorry.",
      "de": "Oder ist über Ehebruch zu lügen gleich doppelt Pech? Sorry."
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "de": "Also, bitte."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, what did you say your name was?",
      "de": "-Entschuldigung, wie war Ihr Name? -Ist egal. Wissen Sie was?"
    }
  },
  {
    "translation": {
      "en": "I didn't. I-- You know what? I'm just gonna--",
      "de": "-Entschuldigung, wie war Ihr Name? -Ist egal. Wissen Sie was? Ich werde... Ich schau mir einfach mal das Judentum an, denn..."
    }
  },
  {
    "translation": {
      "en": "I'm just gonna go check out Judaism because--",
      "de": "Ich werde... Ich schau mir einfach mal das Judentum an, denn..."
    }
  },
  {
    "translation": {
      "en": "-God. Two frames, really? -Sorry.",
      "de": "-Sorry. -Zwei Rahmen, ernsthaft?"
    }
  },
  {
    "translation": {
      "en": "The Jews and I have a lot in common.",
      "de": "Juden und ich haben viel gemeinsam."
    }
  },
  {
    "translation": {
      "en": "-Just fashion-wise and stuff. -Off you go.",
      "de": "-Was die Mode angeht und so. -Fort mit Ihnen."
    }
  },
  {
    "translation": {
      "en": "Yes, I had unwittingly sought advice from the father...",
      "de": "Ja, ich hatte unabsichtlich Rat gesucht"
    }
  },
  {
    "translation": {
      "en": "...of the leader of my lynch mob.",
      "de": "beim Vater der Anführerin meines Lynchmobs."
    }
  },
  {
    "translation": {
      "en": "What other complete and total idiot can say that's happened to them?",
      "de": "Welcher totale Volldepp kann schon von sich behaupten, ihm wäre das passiert?"
    }
  },
  {
    "translation": {
      "en": "Okay, I've narrowed it down to The Other Boleyn Girl...",
      "de": "Also, entweder \"Die Schwester der Königin\""
    }
  },
  {
    "translation": {
      "en": "...or The Bucket List. Huge hit.",
      "de": "oder \"Das Beste kommt zum Schluss\", Riesenhit."
    }
  },
  {
    "translation": {
      "en": "Why can't we watch a movie for kids? You always get to pick.",
      "de": "Warum können wir keinen Kinderfilm schauen? Immer suchst du aus."
    }
  },
  {
    "translation": {
      "en": "Because the Family Member of the Week gets to pick the movie.",
      "de": "Weil das \"Familienmitglied der Woche\" den Film aussuchen darf."
    }
  },
  {
    "translation": {
      "en": "Yeah, but you get Family Member of the Week every week.",
      "de": "Du bist jede Woche \"Familienmitglied der Woche\"."
    }
  },
  {
    "translation": {
      "en": "And there's a reason for that.",
      "de": "Mit gutem Grund."
    }
  },
  {
    "translation": {
      "en": "Yeah. You pick Family Member of the Week.",
      "de": "Ja, weil du das Familienmitglied der Woche wählst."
    }
  },
  {
    "translation": {
      "en": "Are you accusing me of nepotism?",
      "de": "Wirfst du mir Vetternwirtschaft vor?"
    }
  },
  {
    "translation": {
      "en": "Okay, it's The Bucket List. This is it. This is the greatest decision.",
      "de": "Gut, \"Das Beste kommt zum Schluss\", der wird es. Großartige Wahl."
    }
  },
  {
    "translation": {
      "en": "I'm so happy with this decision. That's what it's going to be.",
      "de": "Ich bin so glücklich über diese Wahl. Den werden wir sehen."
    }
  },
  {
    "translation": {
      "en": "All right, now, honey, after we watch The Bucket List...",
      "de": "Also gut, und, Liebling, wenn wir ihn angeschaut haben,"
    }
  },
  {
    "translation": {
      "en": "...remember to cross \"Watch The Bucket List\" off our bucket list.",
      "de": "vergiss nicht, \"'Das Beste kommt zum Schluss' sehen\" von unserer Bestenliste zu streichen."
    }
  },
  {
    "translation": {
      "en": "Guys.",
      "de": "Leute, ihr sollt wissen, falls euch zu Ohren kommt,"
    }
  },
  {
    "translation": {
      "en": "I want you to know that if you hear I have chlamydia, that is totally false.",
      "de": "Leute, ihr sollt wissen, falls euch zu Ohren kommt, dass ich Chlamydien habe: Das ist vollkommen erlogen."
    }
  },
  {
    "translation": {
      "en": "Olive, do we need to have the talk again?",
      "de": "Olive, müssen wir uns noch mal unterhalten?"
    }
  },
  {
    "translation": {
      "en": "No. It's just a thing that's going around.",
      "de": "Nein, ist nur so eine Sache, die umgeht."
    }
  },
  {
    "translation": {
      "en": "You know, nothing you're saying is making me feel any better.",
      "de": "Nichts von dem, was du sagst, lässt mich unbesorgt sein."
    }
  },
  {
    "translation": {
      "en": "Not to mention how you've been dressing the last few days.",
      "de": "Ganz abgesehen davon, wie du dich anziehst."
    }
  },
  {
    "translation": {
      "en": "No judgment, but you look like a stripper.",
      "de": "Du siehst aus wie eine Stripperin."
    }
  },
  {
    "translation": {
      "en": "-Mom. -A high-end stripper.",
      "de": "-Mom. -Eine Edel-Stripperin."
    }
  },
  {
    "translation": {
      "en": "For governors or athletes. But stripper, nonetheless.",
      "de": "Für Gouverneure oder Sportler, aber dennoch eine Stripperin."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. I'm just trying to mix it up a little.",
      "de": "O mein Gott, ich versuch nur mal was Neues."
    }
  },
  {
    "translation": {
      "en": "And I have no STDs, I promise you.",
      "de": "Und ich habe keine Geschlechtskrankheit."
    }
  },
  {
    "translation": {
      "en": "Oh, that's great. Daughter of the Year.",
      "de": "Großartig, \"Tochter des Jahres\"."
    }
  },
  {
    "translation": {
      "en": "If you hear anything to the contrary... ...come up with some funny retort and walk away.",
      "de": "Aber wenn ihr was Gegenteiliges hört, reißt 'nen Witz drüber und geht weiter."
    }
  },
  {
    "translation": {
      "en": "Honey, you're kind of starting to worry us a little.",
      "de": "Liebling, du fängst an, uns Sorgen zu bereiten."
    }
  },
  {
    "translation": {
      "en": "Should we be kind of worried a little? I don't think so.",
      "de": "-Müssen wir uns ein wenig Sorgen machen? -Ich glaube nicht."
    }
  },
  {
    "translation": {
      "en": "-You sure? -Yeah.",
      "de": "-Bist du sicher? -Ja."
    }
  },
  {
    "translation": {
      "en": "Yeah. I got it all under control.",
      "de": "Ja. Ich hab alles unter Kontrolle."
    }
  },
  {
    "translation": {
      "en": "-Okay. -Okay. Then let's Bucket List this bitch.",
      "de": "-Okay. -Dann kommt jetzt das Beste zum Schluss."
    }
  },
  {
    "translation": {
      "en": "The Bucket List, The Bucket List.",
      "de": "\"Das Beste kommt zum Schluss\"."
    }
  },
  {
    "translation": {
      "en": "To say this whole thing had taken over my life...",
      "de": "Zu sagen, dass diese Sache über mein ganzes Leben bestimmte,"
    }
  },
  {
    "translation": {
      "en": "...would be a colossal understatement.",
      "de": "wäre eine kolossale Untertreibung."
    }
  },
  {
    "translation": {
      "en": "I actually reread The Scarlet Letter to see how Hester dealt with it.",
      "de": "Ich hab das Buch noch mal gelesen, um zu sehen, wie Hester damit umgeht."
    }
  },
  {
    "translation": {
      "en": "And it turns out she bore her punishment in humble silence...",
      "de": "Es stellte sich heraus, dass sie ihre Strafe mit demütigem Schweigen ertrug."
    }
  },
  {
    "translation": {
      "en": "...which are two concepts I am not comfortable with.",
      "de": "Was eine Herangehensweise ist, die mir nicht so liegt."
    }
  },
  {
    "translation": {
      "en": "With all the mythical play I was getting...",
      "de": "Trotz all der Aufmerksamkeit"
    }
  },
  {
    "translation": {
      "en": "...I still actually hadn't been asked out on a real date.",
      "de": "hatte mich noch niemand um ein tatsächliches Date gebeten."
    }
  },
  {
    "translation": {
      "en": "People were jumping up and down to say they'd slept with me...",
      "de": "Alle wollten sagen können, mit mir geschlafen zu haben,"
    }
  },
  {
    "translation": {
      "en": "...but no one bothered really trying to sleep with me.",
      "de": "aber niemand wollte wirklich mit mir schlafen."
    }
  },
  {
    "translation": {
      "en": "I was starting to think I actually did have a gnome down there.",
      "de": "Ich fing schon an zu glauben, wirklich einen Gnom da unten zu haben. Bis..."
    }
  },
  {
    "translation": {
      "en": "-Until finally.... -Hey, Olive.",
      "de": "Ich fing schon an zu glauben, wirklich einen Gnom da unten zu haben. Bis... -Hey, Olive. -Hey, Anson."
    }
  },
  {
    "translation": {
      "en": "Hey, Anson. What's up?",
      "de": "-Hey, Olive. -Hey, Anson. -Was gibt's? -Hast du heute Abend schon was vor?"
    }
  },
  {
    "translation": {
      "en": "I was wondering if you were busy tonight.",
      "de": "-Was gibt's? -Hast du heute Abend schon was vor?"
    }
  },
  {
    "translation": {
      "en": "Maybe wanna go out or something?",
      "de": "Willst du vielleicht ausgehen, oder so?"
    }
  },
  {
    "translation": {
      "en": "What did you have in mind? I was thinking about getting a hot-air balloon, you know...",
      "de": "-Woran hast du denn gedacht? -Ich dachte an einen Heißluftballon."
    }
  },
  {
    "translation": {
      "en": "...bringing along some champagne...",
      "de": "Ich bring Champagner mit,"
    }
  },
  {
    "translation": {
      "en": "...and then possibly reading some Sylvia Plath.",
      "de": "und dann könnten wir noch etwas von Sylvia Plath lesen."
    }
  },
  {
    "translation": {
      "en": "Or we could just go to The Lobster Shack...",
      "de": "Oder wir könnten auch einfach zu The Lobster Shack gehen,"
    }
  },
  {
    "translation": {
      "en": "...because it's, you know, a little easier.",
      "de": "das wäre etwas unkomplizierter."
    }
  },
  {
    "translation": {
      "en": "-I love The Lobster Shack. -Good.",
      "de": "-Ich liebe The Lobster Shack. -Gut."
    }
  },
  {
    "translation": {
      "en": "Okay. It's a date, then.",
      "de": "Gut, dann steht das also."
    }
  },
  {
    "translation": {
      "en": "So should I still bring the Sylvia Plath or...?",
      "de": "Soll ich was von Sylvia Plath mitbringen?"
    }
  },
  {
    "translation": {
      "en": "No, we could stick our heads in the oven... ...if we run out of things to talk about.",
      "de": "Nein, wir bohren in der Nase, wenn uns nichts mehr einfällt."
    }
  },
  {
    "translation": {
      "en": "That was.... -Cool. All right. Well.... -Cool.",
      "de": "-Das war... Cool, also dann. -Gut."
    }
  },
  {
    "translation": {
      "en": "You look really beautiful. Thank you.",
      "de": "-Du siehst wirklich hübsch aus. -Danke schön."
    }
  },
  {
    "translation": {
      "en": "-You're a real gentleman. -No.",
      "de": "-Du bist ja ein echter Gentleman. -Nee, nur..."
    }
  },
  {
    "translation": {
      "en": "Just a guy having dinner with a girl.",
      "de": "-Du bist ja ein echter Gentleman. -Nee, nur... ein Typ, der mit 'nem Mädel zu Abend isst."
    }
  },
  {
    "translation": {
      "en": "Do you believe this whole thing about lobster being an aphrodisiac?",
      "de": "Glaubst du daran, dass Hummer ein Aphrodisiakum sein soll?"
    }
  },
  {
    "translation": {
      "en": "I did not know it was.",
      "de": "Ich hatte keine Ahnung."
    }
  },
  {
    "translation": {
      "en": "Medical science really has not substantiated claims...",
      "de": "Heilkunde hat keinen fundierten Anspruch,"
    }
  },
  {
    "translation": {
      "en": "...that any particular food increases sexual desire or performance...",
      "de": "dass Essen Einfluss auf das Sexualverhalten hat, aber Typen geben so viel Geld aus,"
    }
  },
  {
    "translation": {
      "en": "...but guys just spend and spend to ply women with food...",
      "de": "aber Typen geben so viel Geld aus, um Frauen mit Essen dazu zu kriegen, sie ranzulassen."
    }
  },
  {
    "translation": {
      "en": "...they think is gonna get them lucky. Which is funny, because, it's like...",
      "de": "um Frauen mit Essen dazu zu kriegen, sie ranzulassen. Das ist komisch, denn was ist bitte sexy daran, Austern zu schlürfen?"
    }
  },
  {
    "translation": {
      "en": "...what is sexy about slurping back oysters? Nothing.",
      "de": "Das ist komisch, denn was ist bitte sexy daran, Austern zu schlürfen? Nichts."
    }
  },
  {
    "translation": {
      "en": "Did you know some people actually eat ground-up rhinoceros horn...",
      "de": "Wusstest du, dass manche tatsächlich gemahlenes Rhinozeroshorn essen?"
    }
  },
  {
    "translation": {
      "en": "...because it's thought to increase the size of the male sex organ?",
      "de": "Es soll das männliche Geschlechtsteil vergrößern."
    }
  },
  {
    "translation": {
      "en": "That's not true at all.",
      "de": "Da ist nichts Wahres dran."
    }
  },
  {
    "translation": {
      "en": "Spanish fly. Spanish fly. You've heard of this? Yes?",
      "de": "-Die Spanische Fliege, schon mal gehört? -Ja."
    }
  },
  {
    "translation": {
      "en": "-Yes. -Okay. That thing? Pulverized blister beetle. What?",
      "de": "Na gut, das Zeug? Pulverisierter Ölkäfer."
    }
  },
  {
    "translation": {
      "en": "And it's illegal in the U.S. because if you eat just a little bit too much...",
      "de": "Nee, oder? Und in den USA ist es illegal. Nimmst du zu viel davon, kriegst du Schmerzen beim Wasserlassen,"
    }
  },
  {
    "translation": {
      "en": "...it causes painful urination, fever and bloody discharge.",
      "de": "Nimmst du zu viel davon, kriegst du Schmerzen beim Wasserlassen, Fieber und blutigen Ausfluss. Rede ich zu viel?"
    }
  },
  {
    "translation": {
      "en": "-Am I talking too much? -No.",
      "de": "Fieber und blutigen Ausfluss. Rede ich zu viel?"
    }
  },
  {
    "translation": {
      "en": "You're just burning through a lot of topics really fast.",
      "de": "Nein, du hakst nur ziemlich rasant viele Themen ab."
    }
  },
  {
    "translation": {
      "en": "Shouldn't have had coffee three weeks ago. I'm just kidding.",
      "de": "Ich hätte keinen Kaffee trinken sollen, vor drei Wochen. Ist nur ein Scherz."
    }
  },
  {
    "translation": {
      "en": "Your Maine lobster with crab and seafood stuffing.",
      "de": "Ihr Maine-Hummer mit Krabben- und Meeresfrüchtefüllung."
    }
  },
  {
    "translation": {
      "en": "-I'm jealous. -Thank you.",
      "de": "-Lecker, ich bin neidisch. -Danke."
    }
  },
  {
    "translation": {
      "en": "Let's dig in. Right?",
      "de": "Hauen wir rein. Happy, happy Birthday, lieber Gast"
    }
  },
  {
    "translation": {
      "en": "I didn't know Woodchuck Todd worked here.",
      "de": "Ich wusste nicht, dass Murmeltier-Todd hier arbeitet."
    }
  },
  {
    "translation": {
      "en": "He's dressed like a lobster. I should start calling him Lobster Todd.",
      "de": "Er ist als Hummer verkleidet. Ich sollte ihn Hummer-Todd nennen."
    }
  },
  {
    "translation": {
      "en": "Shit. -Shit, shit, shit. -What? What's wrong?",
      "de": "-Scheiße. Scheiße, Scheiße, Scheiße. -Was ist denn?"
    }
  },
  {
    "translation": {
      "en": "-Rhiannon's over there. -So?",
      "de": "-Rhiannon sitzt da. -Und?"
    }
  },
  {
    "translation": {
      "en": "She's been in love with you since 1st grade.",
      "de": "-Sie ist schon ewig in dich verliebt. -Und?"
    }
  },
  {
    "translation": {
      "en": "-She's my best friend. -I thought you weren't speaking.",
      "de": "-Sie ist meine beste Freundin. -Ihr redet nicht miteinander."
    }
  },
  {
    "translation": {
      "en": "But that doesn't mean she's not my best friend. Or that I should be out with you.",
      "de": "Stimmt. Aber darum hört das nicht auf und ich darf nicht mit dir ausgehen."
    }
  },
  {
    "translation": {
      "en": "Rhi and I don't have anything in common.",
      "de": "Rhi und ich haben nichts gemeinsam."
    }
  },
  {
    "translation": {
      "en": "-And you and I do? -Yeah.",
      "de": "-Aber du und ich? -Ja."
    }
  },
  {
    "translation": {
      "en": "-Like what? -Like I hate Marianne Bryant too.",
      "de": "-Zum Beispiel? -Ich hasse Marianne Bryant auch."
    }
  },
  {
    "translation": {
      "en": "If that's our connection, I should date the entire school.",
      "de": "Demnach könnte ich mit der ganzen Schule ausgehen."
    }
  },
  {
    "translation": {
      "en": "Haven't you?",
      "de": "Bist du das nicht?"
    }
  },
  {
    "translation": {
      "en": "No. No, I haven't.",
      "de": "Nein. Nein, bin ich nicht."
    }
  },
  {
    "translation": {
      "en": "Okay, she can't see us. Check. Check.",
      "de": "Sie kann uns nicht sehen. Zahlen!"
    }
  },
  {
    "translation": {
      "en": "Can you just--? Excuse me? Hi.",
      "de": "Könnten Sie... Entschuldigen Sie. Hi."
    }
  },
  {
    "translation": {
      "en": "I just remembered I am so allergic to shellfish.",
      "de": "Mir fiel ein, wie allergisch ich gegen Schalentiere bin."
    }
  },
  {
    "translation": {
      "en": "I forget that my respiratory system will collapse.",
      "de": "Meine Atemwege würden dichtmachen."
    }
  },
  {
    "translation": {
      "en": "-I have a gift certificate. Keep the tip. -Thanks.",
      "de": "-Ein Gutschein für Sie. -Danke. Danke. Tut mir leid, wir müssen gehen."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, but we have to go.",
      "de": "Danke. Tut mir leid, wir müssen gehen."
    }
  },
  {
    "translation": {
      "en": "-Go. Go. Come on. Come on. -Okay.",
      "de": "-Los, los, komm schon. Komm schon. -Na gut."
    }
  },
  {
    "translation": {
      "en": "Go, go, go.",
      "de": "Los, los, los."
    }
  },
  {
    "translation": {
      "en": "I'm sorry about that.",
      "de": "Das tut mir leid."
    }
  },
  {
    "translation": {
      "en": "I've got something for you.",
      "de": "Ich habe etwas für dich."
    }
  },
  {
    "translation": {
      "en": "Two hundred dollars to The Home Depot.",
      "de": "200 Dollar für den Baumarkt."
    }
  },
  {
    "translation": {
      "en": "I didn't realize this was a--",
      "de": "-Mir war nicht klar, das war nur... -Ich weiß, klingt lahm."
    }
  },
  {
    "translation": {
      "en": "I know it sounds kind of lame, but they really do have some awesome stuff.",
      "de": "-Mir war nicht klar, das war nur... -Ich weiß, klingt lahm. Aber die haben echt geiles Zeug. Mein Druckluftkompressor ist von dort."
    }
  },
  {
    "translation": {
      "en": "I bought my air compressor there.",
      "de": "Aber die haben echt geiles Zeug. Mein Druckluftkompressor ist von dort."
    }
  },
  {
    "translation": {
      "en": "So, what did we do on this date?",
      "de": "Und was haben wir auf diesem Date getrieben?"
    }
  },
  {
    "translation": {
      "en": "Whatever 200 bucks gets me.",
      "de": "Was immer ich für 200 kriege."
    }
  },
  {
    "translation": {
      "en": "-That's not really how it works. -It's okay.",
      "de": "-So läuft das nicht wirklich. -Ist schon gut."
    }
  },
  {
    "translation": {
      "en": "Stop.",
      "de": "Hör auf."
    }
  },
  {
    "translation": {
      "en": "I'm not really having sex with people for money.",
      "de": "Ich lass mich nicht wirklich für Sex bezahlen."
    }
  },
  {
    "translation": {
      "en": "I'm saying I'm having sex for money, but I'm not having sex for money.",
      "de": "Ich behaupte nur, dass ich es für Geld tue. -Aber ich habe keinen Sex für Geld. -Ist schon in Ordnung."
    }
  },
  {
    "translation": {
      "en": "It's okay. It's all right. Come on.",
      "de": "-Aber ich habe keinen Sex für Geld. -Ist schon in Ordnung."
    }
  },
  {
    "translation": {
      "en": "-Stop. No, no. -What?",
      "de": "-Komm schon. Was denn? -Hör auf. Nein."
    }
  },
  {
    "translation": {
      "en": "Stop!",
      "de": "-Hör auf! -Komm schon, entspann dich einfach."
    }
  },
  {
    "translation": {
      "en": "Come on, just relax. Come on, babe. It's all right.",
      "de": "-Hör auf! -Komm schon, entspann dich einfach. -Komm schon, ist in Ordnung. -Gott."
    }
  },
  {
    "translation": {
      "en": "God. Asshole.",
      "de": "-Komm schon, ist in Ordnung. -Gott. Du Arsch."
    }
  },
  {
    "translation": {
      "en": "What are you doing? I paid you.",
      "de": "Was tust du? Ich habe dich bezahlt."
    }
  },
  {
    "translation": {
      "en": "Now you didn't.",
      "de": "Jetzt nicht mehr."
    }
  },
  {
    "translation": {
      "en": "Come on, this is bullshit.",
      "de": "Komm schon, das ist doch scheiße."
    }
  },
  {
    "translation": {
      "en": "Goddamn it.",
      "de": "Verdammt noch mal."
    }
  },
  {
    "translation": {
      "en": "-Hey, you all right? -I just have something in my eye.",
      "de": "-Hey, geht's dir gut? -Ich hab nur was im Auge."
    }
  },
  {
    "translation": {
      "en": "Like a twig, you know, or a branch, or a contact, or something.",
      "de": "Einen Zweig oder Ast oder eine Kontaktlinse oder so."
    }
  },
  {
    "translation": {
      "en": "-I didn't know you wore contacts. -I don't, which is why I was tearing up.",
      "de": "-Wusste nicht, dass du Linsen trägst. -Eben, darum tränen mir die Augen."
    }
  },
  {
    "translation": {
      "en": "Olive, hey. Let me drive you home.",
      "de": "Olive. Hey. Lass mich dich nach Hause fahren."
    }
  },
  {
    "translation": {
      "en": "Do you wanna talk about it?",
      "de": "Willst du darüber reden?"
    }
  },
  {
    "translation": {
      "en": "What's to say? Everybody thinks I'm a whore...",
      "de": "Was gibt's da zu reden? Jeder denkt, dass ich eine Hure bin."
    }
  },
  {
    "translation": {
      "en": "...and for the first time, I'm starting to believe it. What?",
      "de": "-Zum ersten Mal glaube ich das auch. -Was?"
    }
  },
  {
    "translation": {
      "en": "Don't act like you don't know what people are saying about me.",
      "de": "Tu nicht, als wüsstest du nicht, was man über mich sagt."
    }
  },
  {
    "translation": {
      "en": "I know what people are saying. Doesn't mean I believe them.",
      "de": "Ich weiß, was man sagt, aber das heißt nicht, dass ich es glaube."
    }
  },
  {
    "translation": {
      "en": "-Who told you? -No one.",
      "de": "-Wer hat es dir gesagt? -Keiner, das musste mir keiner sagen."
    }
  },
  {
    "translation": {
      "en": "No one had to tell me that once upon a time, there was a scared kid...",
      "de": "-Wer hat es dir gesagt? -Keiner, das musste mir keiner sagen. Es war einmal ein ängstlicher Junge auf einer Party in einem dunklen Raum,"
    }
  },
  {
    "translation": {
      "en": "...at a party in a dark room who was not ready for his first kiss.",
      "de": "Es war einmal ein ängstlicher Junge auf einer Party in einem dunklen Raum, der noch nicht bereit war für seinen ersten Kuss, und dann war da dieses"
    }
  },
  {
    "translation": {
      "en": "And, you know, there was this amazing girl who lied for him.",
      "de": "der noch nicht bereit war für seinen ersten Kuss, und dann war da dieses wundervolle Mädchen, das für ihn gelogen hat."
    }
  },
  {
    "translation": {
      "en": "I still can't believe you remember that.",
      "de": "Dass du dich daran erinnerst."
    }
  },
  {
    "translation": {
      "en": "You know, sometimes I pretend you were my first real kiss.",
      "de": "Manchmal stell ich mir vor, du wärst mein erster Kuss gewesen."
    }
  },
  {
    "translation": {
      "en": "-Yeah? -Yeah.",
      "de": "-Ja? -Ja."
    }
  },
  {
    "translation": {
      "en": "-Who was? -It was Rhiannon.",
      "de": "-Mit wem war es? -Mit Rhiannon."
    }
  },
  {
    "translation": {
      "en": "-What? -She must have told you.",
      "de": "-Was? -Hat sie das nicht erzählt?"
    }
  },
  {
    "translation": {
      "en": "Yeah, it was-- I think it was, like, a year after that or something.",
      "de": "Ja, es war... Ich glaube, es war ungefähr ein Jahr später."
    }
  },
  {
    "translation": {
      "en": "It sucked, by the way. She was, like:",
      "de": "Und es war mies. Sie war so..."
    }
  },
  {
    "translation": {
      "en": "That bitch.",
      "de": "So ein Miststück."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, she knew how I felt about you.",
      "de": "O mein Gott, sie wusste, ich hatte Gefühle für dich."
    }
  },
  {
    "translation": {
      "en": "-How do you feel about me? -And here I am feeling so bad. That's just perfect.",
      "de": "-Was hast du denn für Gefühle für mich? -Und ich fühle mich schlecht. Natürlich."
    }
  },
  {
    "translation": {
      "en": "Wait, hold on a second. How do you feel about me?",
      "de": "Warte, was hast du für Gefühle für mich?"
    }
  },
  {
    "translation": {
      "en": "\"Felt.\" I said \"felt.\"",
      "de": "\"Hatte\". Ich hab \"hatte\" gesagt."
    }
  },
  {
    "translation": {
      "en": "Because I thought I-- I thought I heard \"feel.\"",
      "de": "Ich dachte schon... Ich dachte, ich hätte \"habe\" gehört."
    }
  },
  {
    "translation": {
      "en": "-No, it was \"felt.\" -All right.",
      "de": "-Nein, es war \"hatte\". -Alles klar."
    }
  },
  {
    "translation": {
      "en": "How do you know where I live?",
      "de": "Woher weißt du, wo ich wohne?"
    }
  },
  {
    "translation": {
      "en": "We used to carpool.",
      "de": "Wir hatten eine Fahrgemeinschaft."
    }
  },
  {
    "translation": {
      "en": "Yeah, in 2nd grade. What, are you like a savant for people's addresses?",
      "de": "Ja, in der zweiten Klasse. Hast du 'ne Sonderbegabung für Adressen?"
    }
  },
  {
    "translation": {
      "en": "Just for people who I think are cool.",
      "de": "Nur von Leuten, die ich cool finde."
    }
  },
  {
    "translation": {
      "en": "-You think I'm cool? -I do.",
      "de": "-Du findest mich cool? -Tu ich."
    }
  },
  {
    "translation": {
      "en": "And I think you're pretty and smart.",
      "de": "Und ich finde dich hübsch. Und klug."
    }
  },
  {
    "translation": {
      "en": "Did you form this opinion prior to my little transformation?",
      "de": "Hast du das schon vor meiner Verwandlung gedacht?"
    }
  },
  {
    "translation": {
      "en": "Way prior.",
      "de": "-Schon viel früher. -Wow."
    }
  },
  {
    "translation": {
      "en": "Why didn't that rumor spread?",
      "de": "-Ja. -Warum hat das nicht die Runde gemacht?"
    }
  },
  {
    "translation": {
      "en": "I like to keep my business to myself.",
      "de": "Ich behalte so was gern für mich."
    }
  },
  {
    "translation": {
      "en": "Notoriety, for whatever reason...",
      "de": "Traurige Berühmtheit, warum auch immer,"
    }
  },
  {
    "translation": {
      "en": "...never seems to benefit the noted, it's only the \"notees.\"",
      "de": "dient nie der Bekanntheit, nur der Bekümmertheit."
    }
  },
  {
    "translation": {
      "en": "Where were you two weeks ago?",
      "de": "Ach, wo warst du nur vor zwei Wochen?"
    }
  },
  {
    "translation": {
      "en": "Olive.",
      "de": "Olive?"
    }
  },
  {
    "translation": {
      "en": "If I promise not to tell anyone, could I kiss you right now?",
      "de": "Wenn ich verspreche, es niemandem zu sagen, darf ich dich dann küssen?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "de": "Nein."
    }
  },
  {
    "translation": {
      "en": "-Okay. Okay. I'm sorry. I'm very sorry. -Oh, no.",
      "de": "-Okay, tut mir leid. Tut mir leid. -Nein."
    }
  },
  {
    "translation": {
      "en": "I just mean, not like this.",
      "de": "Ich meine doch nur, nicht so."
    }
  },
  {
    "translation": {
      "en": "I don't wanna kiss you with mascara running down my face...",
      "de": "Ich möchte dich nicht so verschmiert küssen"
    }
  },
  {
    "translation": {
      "en": "...and some horndog guy just having tried...",
      "de": "und nachdem so ein geiler Bock versucht hat,"
    }
  },
  {
    "translation": {
      "en": "...to stick his tongue down my throat.",
      "de": "mir die Zunge in den Hals zu rammen."
    }
  },
  {
    "translation": {
      "en": "I've wanted to kiss you since 8th grade...",
      "de": "Ich will dich seit der achten Klasse küssen."
    }
  },
  {
    "translation": {
      "en": "...but I want it to be perfect.",
      "de": "Aber ich will, dass es perfekt ist."
    }
  },
  {
    "translation": {
      "en": "And right now, my life is a mess.",
      "de": "Und mein Leben ist das reinste Chaos."
    }
  },
  {
    "translation": {
      "en": "I need to get my business in order before I drag you into it.",
      "de": "Ich muss das in Ordnung bringen, bevor ich dich da mit reinziehe."
    }
  },
  {
    "translation": {
      "en": "What if I told you I wanna be dragged into it?",
      "de": "Und wenn ich gerne reingezogen werden will?"
    }
  },
  {
    "translation": {
      "en": "I could help, maybe.",
      "de": "Ich könnte dir helfen."
    }
  },
  {
    "translation": {
      "en": "Why now?",
      "de": "Warum jetzt?"
    }
  },
  {
    "translation": {
      "en": "Why are you all of a sudden into me now? I don't know.",
      "de": "-Warum stehst du plötzlich auf mich? -Weiß ich nicht."
    }
  },
  {
    "translation": {
      "en": "I haven't overanalyzed it, like you're about to.",
      "de": "Ich habe das nicht durchanalysiert, wie du das gerade tust."
    }
  },
  {
    "translation": {
      "en": "-Good night, Olive. -Good night, Lobster Todd.",
      "de": "-Gute Nacht, Olive. -Gute Nacht, Hummer-Todd."
    }
  },
  {
    "translation": {
      "en": "Now that I knew there were decent and goodhearted people out there...",
      "de": "Nachdem ich wusste, es gibt anständige und herzensgute Menschen,"
    }
  },
  {
    "translation": {
      "en": "...the lies had to stop.",
      "de": "mussten die Lügen aufhören."
    }
  },
  {
    "translation": {
      "en": "I knew there was only one person I could count on to set the story straight:",
      "de": "Es gab nur einen, auf den ich setzen konnte, um alles richtigzustellen:"
    }
  },
  {
    "translation": {
      "en": "I'd helped him, and even though it would destroy his new reputation...",
      "de": "Ich hatte ihm geholfen, und obwohl es seinen neuen Ruf zerstören würde,"
    }
  },
  {
    "translation": {
      "en": "...as a straight stud, I knew he'd help me.",
      "de": "den des Heterohengstes, wusste ich, er würde mir helfen."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Did you hear that Brandon ran away from home?",
      "de": "O mein Gott, weißt du, dass Brandon weggelaufen ist?"
    }
  },
  {
    "translation": {
      "en": "Yeah, totally. He left his parents a note that said, \"I'm gay, bitches\"...",
      "de": "Ja! Auf dem Zettel für seine Eltern steht: \"Ich bin schwul.\""
    }
  },
  {
    "translation": {
      "en": "...and then he skipped town with some big, hulking black guy.",
      "de": "Dann war er weg mit 'nem riesigen Schwarzen."
    }
  },
  {
    "translation": {
      "en": "My apologies to Mark Twain.",
      "de": "Sorry, Mark Twain."
    }
  },
  {
    "translation": {
      "en": "-Wait, huh? -What?",
      "de": "-Was war das? -Was?"
    }
  },
  {
    "translation": {
      "en": "-You said something. -You said something.",
      "de": "-Du hast was gesagt. -Nein, du."
    }
  },
  {
    "translation": {
      "en": "You said something, so I came back.",
      "de": "Du sagtest was, darum kam ich zurück."
    }
  },
  {
    "translation": {
      "en": "-You're funny. Okay. -Call me.",
      "de": "-Du bist komisch. -Ruf mich an."
    }
  },
  {
    "translation": {
      "en": "I went to everyone I'd helped and begged them to say it wasn't true.",
      "de": "Ich klapperte alle Typen ab und bat sie, die Wahrheit zu sagen."
    }
  },
  {
    "translation": {
      "en": "No way. I gave you money.",
      "de": "Auf keinen Fall. Ich... Ich habe dich bezahlt."
    }
  },
  {
    "translation": {
      "en": "You gave me a gift card to AutoZone. I don't even have a car.",
      "de": "Das war ein Gutschein für AutoZone. -Ich hab nicht mal ein Auto. -Ich dachte, es könnte ein Anreiz sein."
    }
  },
  {
    "translation": {
      "en": "I thought it'd be aspirational.",
      "de": "-Ich hab nicht mal ein Auto. -Ich dachte, es könnte ein Anreiz sein."
    }
  },
  {
    "translation": {
      "en": "Evan, please do this for me, all right? I did that for you. Do this for me.",
      "de": "Evan, bitte tu das für mich, ja? Ich habe es für dich getan, zahl es zurück."
    }
  },
  {
    "translation": {
      "en": "I don't want people to know I didn't go to second base with you.",
      "de": "Keiner soll wissen, wir haben nicht gefummelt."
    }
  },
  {
    "translation": {
      "en": "Do you know how many girls I've hooked up with because of that?",
      "de": "Weißt du, wie viele ich nur deshalb abschleppen konnte?"
    }
  },
  {
    "translation": {
      "en": "Girls are almost as dumb as boys. Oh, yes, they are.",
      "de": "-Mädchen sind ja fast so blöd wie Jungs. -Ja, das sind sie."
    }
  },
  {
    "translation": {
      "en": "It gets worse.",
      "de": "Es wurde noch schlimmer."
    }
  },
  {
    "translation": {
      "en": "\"Honor your father and your mother.\"",
      "de": "\"Ehre deine Eltern...\""
    }
  },
  {
    "translation": {
      "en": "Due to his condition, Micah was sent on a visit to his grandparents...",
      "de": "Aufgrund seines Zustands wurde Micah zu seinen Großeltern geschickt,"
    }
  },
  {
    "translation": {
      "en": "...in Palatka, Florida.",
      "de": "nach Palatka, Florida."
    }
  },
  {
    "translation": {
      "en": "And if there's one thing worse than chlamydia, it's Florida.",
      "de": "Wenn etwas schlimmer ist als Chlamydien, dann Florida."
    }
  },
  {
    "translation": {
      "en": "\"--be guilty of adultery.\"",
      "de": "\"...schuldig des Ehebruchs.\""
    }
  },
  {
    "translation": {
      "en": "Get your hands out of your berries, boy.",
      "de": "Nimm mal die Hand vom Schniedel, Junge."
    }
  },
  {
    "translation": {
      "en": "Olive, life is full of choices.",
      "de": "Im Leben treffen wir Entscheidungen."
    }
  },
  {
    "translation": {
      "en": "I made a bad one. But then, so did you.",
      "de": "Ich habe eine schlechte getroffen. Aber Sie eben auch."
    }
  },
  {
    "translation": {
      "en": "But I see no other alternative than to just live with the guilt.",
      "de": "Ich sehe keine andere Möglichkeit, als mit der Schuld zu leben."
    }
  },
  {
    "translation": {
      "en": "My guilt stems from my indiscretion and yours for lying.",
      "de": "Meiner Schuld liegt mein Fehltritt zugrunde, und Ihrer Lügen."
    }
  },
  {
    "translation": {
      "en": "We made our choices. Now, we just have to let it ride.",
      "de": "Wir haben uns entschieden. Jetzt müssen wir es halt laufen lassen."
    }
  },
  {
    "translation": {
      "en": "Or I could just tell everyone the truth and get you fired and put in jail.",
      "de": "Oder ich erzähle allen die Wahrheit, das heißt für Sie Kündigung und Gefängnis."
    }
  },
  {
    "translation": {
      "en": "Okay, first of all, he is of age, okay?",
      "de": "Also schön, zuallererst, er ist volljährig, ja?"
    }
  },
  {
    "translation": {
      "en": "It's perfectly legal in the state of California.",
      "de": "In Kalifornien ist das legal, ich habe das überprüft."
    }
  },
  {
    "translation": {
      "en": "I checked. He is 21 in eight months.",
      "de": "In Kalifornien ist das legal, ich habe das überprüft. In acht Monaten ist er 21."
    }
  },
  {
    "translation": {
      "en": "And secondly, let's play the Who Would You Believe game, okay?",
      "de": "Und wer würde Ihnen schon glauben?"
    }
  },
  {
    "translation": {
      "en": "Why don't you ask yourself, if you were an adult, who would you believe?",
      "de": "Fragen Sie sich mal, wem Sie als Erwachsene mehr glauben würden."
    }
  },
  {
    "translation": {
      "en": "Who would you believe? Who would you believe?",
      "de": "Wem würden Sie glauben? Wem würden Sie glauben?"
    }
  },
  {
    "translation": {
      "en": "Who would you believe? Who?",
      "de": "Wem würden Sie glauben? Wem?"
    }
  },
  {
    "translation": {
      "en": "Thank you for coming in.",
      "de": "Danke, dass Sie hergekommen sind."
    }
  },
  {
    "translation": {
      "en": "Yeah, Mrs. Griffith was pure evil, but I still shouldn't have done what I did.",
      "de": "Ja, Mrs. Griffith war von Grund auf schlecht, aber ich hätte das trotzdem nicht tun sollen."
    }
  },
  {
    "translation": {
      "en": "Your wife has chlamydia, and she's sleeping with a student...",
      "de": "Ihre Frau hat Chlamydien und schläft mit einem Schüler."
    }
  },
  {
    "translation": {
      "en": "...and she gave it to him, and she's trying to blame me.",
      "de": "Sie hat ihn angesteckt und will es auf mich schieben."
    }
  },
  {
    "translation": {
      "en": "What?",
      "de": "Was?"
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "de": "Tut mir leid."
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "de": "Tut mir leid."
    }
  },
  {
    "translation": {
      "en": "Mr. Griffith, if you ever see this...",
      "de": "Mr. Griffith, sollten Sie das jemals sehen,"
    }
  },
  {
    "translation": {
      "en": "...just know that I was wrong to tell you that in that way. At all.",
      "de": "Sie sollen wissen, dass es falsch war, Ihnen das zu sagen. Auf die Art. Überhaupt."
    }
  },
  {
    "translation": {
      "en": "I shouldn't have done it.",
      "de": "Ich hätte das nicht tun sollen."
    }
  },
  {
    "translation": {
      "en": "And I don't even feel bad for lying for your wife.",
      "de": "Ich fühle mich nicht schlecht, für Ihre Frau gelogen zu haben."
    }
  },
  {
    "translation": {
      "en": "But I hate myself for telling you the truth. I am so sorry.",
      "de": "Aber ich hasse mich dafür, Ihnen die Wahrheit gesagt zu haben. Es tut mir so leid."
    }
  },
  {
    "translation": {
      "en": "With my words, even though they were true, I ended a marriage.",
      "de": "Mit diesen Worten, obwohl es die Wahrheit war, beendete ich eine Ehe."
    }
  },
  {
    "translation": {
      "en": "Looking back, that's the thing I regret the most.",
      "de": "Rückblickend ist es das, was ich am meisten bereue."
    }
  },
  {
    "translation": {
      "en": "So now everyone that knows the truth is either gone or they won't fess up.",
      "de": "Jeder, der die Wahrheit kennt, ist jetzt entweder weg oder will es nicht zugeben."
    }
  },
  {
    "translation": {
      "en": "And Marianne Bryant and her disciples are demanding my head.",
      "de": "Und Marianne Bryant und ihre Jünger fordern meinen Kopf ein."
    }
  },
  {
    "translation": {
      "en": "The messed-up thing is I would not put it past Principal Gibbons to expel me.",
      "de": "Und ich traue es Rektor Gibbons zu, mich der Schule zu verweisen."
    }
  },
  {
    "translation": {
      "en": "I had a similar situation when I was your age.",
      "de": "In deinem Alter erging es mir ähnlich."
    }
  },
  {
    "translation": {
      "en": "What? Everyone called you a slut?",
      "de": "Dass dich jeder Schlampe nannte?"
    }
  },
  {
    "translation": {
      "en": "I had a horrible reputation and people said awful things about me.",
      "de": "Ich hatte einen furchtbaren Ruf, alle zogen über mich her."
    }
  },
  {
    "translation": {
      "en": "-Why? -Because I was a slut.",
      "de": "-Warum? -Weil ich eine Schlampe war."
    }
  },
  {
    "translation": {
      "en": "I slept with a whole bunch of people. A slew, a heap, a peck. Mostly guys.",
      "de": "Ich habe mit sehr vielen geschlafen, einer Menge, einem Haufen, zumeist Männern."
    }
  },
  {
    "translation": {
      "en": "-Mom. -Sorry, I got around.",
      "de": "-Mom! -Sorry, ich kam halt rum."
    }
  },
  {
    "translation": {
      "en": "Before I met Dad, I had incredibly low self-worth.",
      "de": "Bevor ich Dad traf, hatte ich wenig Selbstachtung."
    }
  },
  {
    "translation": {
      "en": "Do me a favor and just stuff this down my throat until I asphyxiate to death.",
      "de": "Sei so lieb und stopf mir das in den Mund, bis ich ersticke."
    }
  },
  {
    "translation": {
      "en": "-It's true. It is. -I want to die.",
      "de": "-Um zu sterben. Ich will sterben. -Es ist die Wahrheit."
    }
  },
  {
    "translation": {
      "en": "It's true. I was quite the contortionist.",
      "de": "Ehrlich. Ich war eine Spagatamazone."
    }
  },
  {
    "translation": {
      "en": "I could do this thing. I could go-- I mean, my leg all the way--",
      "de": "-O mein Gott. -Ich konnte Sachen machen. Mein Bein..."
    }
  },
  {
    "translation": {
      "en": "Stop. Can you stop? Don't show me.",
      "de": "Hör auf. Hör doch auf. Zeig es mir nicht."
    }
  },
  {
    "translation": {
      "en": "-Can you not see that I'm a mess? -No, you're not, Olive.",
      "de": "-Ich bin voll verkorkst. -Bist du nicht, Olive."
    }
  },
  {
    "translation": {
      "en": "You're wonderful.",
      "de": "Du bist wunderbar."
    }
  },
  {
    "translation": {
      "en": "And you'll handle this the same way I did.",
      "de": "Du wirst das genauso regeln wie ich."
    }
  },
  {
    "translation": {
      "en": "With an incontrovertible sense of humor.",
      "de": "Mit einem unglaublichen Sinn für Humor."
    }
  },
  {
    "translation": {
      "en": "But you're much smarter than I am...",
      "de": "Aber du bist sehr viel schlauer als ich."
    }
  },
  {
    "translation": {
      "en": "...so you'll come out of this much better than I did.",
      "de": "Also wirst du viel besser dastehen als ich."
    }
  },
  {
    "translation": {
      "en": "Thank you, Mom.",
      "de": "Danke, Mom."
    }
  },
  {
    "translation": {
      "en": "-I could get my leg so far back. -No, no, no. Stop it.",
      "de": "-Ich konnte mein Bein so hoch nehmen. -Nein, nein. Nein, nein. Hör auf damit."
    }
  },
  {
    "translation": {
      "en": "So it was time to put an end to all this once and for all...",
      "de": "Es war an der Zeit, die Sache zu beenden,"
    }
  },
  {
    "translation": {
      "en": "...by telling my side of the story.",
      "de": "indem ich meine Seite darlegte."
    }
  },
  {
    "translation": {
      "en": "And that's why I decided to do this webcast.",
      "de": "Darum hab ich diesen Webcast gemacht."
    }
  },
  {
    "translation": {
      "en": "So here we go.",
      "de": "Also, bitte schön."
    }
  },
  {
    "translation": {
      "en": "Part five. Not with a fizzle, but with a bang.",
      "de": "Teil fünf: \"Nicht mit einem Zischen, sondern mit einem Knall\"."
    }
  },
  {
    "translation": {
      "en": "Today we had yet another one of our ridiculous pep rallies.",
      "de": "Wir hatten wieder eine von unseren bescheuerten schwungvollen Rallyes."
    }
  },
  {
    "translation": {
      "en": "Todd convinced the band to play the sexiest song in their repertoire.",
      "de": "Todd überredete die Band, ihren aufreizendsten Song zu spielen."
    }
  },
  {
    "translation": {
      "en": "I needed to pique everyone's interest to get them to go home and log on.",
      "de": "Ich musste alle anheizen, damit sie zu Hause einschalteten."
    }
  },
  {
    "translation": {
      "en": "I had one outfit left and I figured about 30 seconds to do it.",
      "de": "Ich hatte ein Outfit übrig und etwa 30 Sekunden Zeit."
    }
  },
  {
    "translation": {
      "en": "Plus I really wanted my own awesome musical number...",
      "de": "Außerdem wollte ich meine eigene coole Musikszene haben,"
    }
  },
  {
    "translation": {
      "en": "...for no apparent reason.",
      "de": "aus keinem bestimmten Grund."
    }
  },
  {
    "translation": {
      "en": "Is that Olive?",
      "de": "Ist das Olive?"
    }
  },
  {
    "translation": {
      "en": "This was just a free preview.",
      "de": "Das war eine kostenlose Vorschau. Für den Hauptfilm"
    }
  },
  {
    "translation": {
      "en": "For the main event, log on to www.FreeOlive.com tonight at 6 p.m.",
      "de": "Das war eine kostenlose Vorschau. Für den Hauptfilm loggt euch ein auf www.FreeOlive.com, heute Abend um sechs Uhr."
    }
  },
  {
    "translation": {
      "en": "And I know it interferes with the basketball game but, come on...",
      "de": "Ich weiß, das überschneidet sich mit dem Basketballspiel,"
    }
  },
  {
    "translation": {
      "en": "...would you rather cheer on the Woodchucks... ...or watch me do one?",
      "de": "aber mal ehrlich, wollt ihr Murmeltiere anfeuern oder mich mit einem sehen?"
    }
  },
  {
    "translation": {
      "en": "What do you think you're doing? Get to my office right now.",
      "de": "Was erlaubst du dir hier, junge Dame? -In mein Büro, sofort. -Wissen Sie, ich kann nicht."
    }
  },
  {
    "translation": {
      "en": "I can't, because I have a date with the guy I like and the rest of the school.",
      "de": "-In mein Büro, sofort. -Wissen Sie, ich kann nicht. Ich hab ein Date mit dem Jungen und der Schule."
    }
  },
  {
    "translation": {
      "en": "I think before you expel me, you might wanna talk to Mrs. Griffith...",
      "de": "Bevor Sie mich rauswerfen, sollten Sie mit Mrs. Griffith reden."
    }
  },
  {
    "translation": {
      "en": "...because I think she might talk you into letting me stay.",
      "de": "Sie kann Sie überzeugen, mich nicht rauszuwerfen."
    }
  },
  {
    "translation": {
      "en": "Go, Woodchucks!",
      "de": "Los, Woodchucks!"
    }
  },
  {
    "translation": {
      "en": "And here you all are...",
      "de": "Und hier seid ihr alle"
    }
  },
  {
    "translation": {
      "en": "...waiting outside the bedroom door for me to kiss Todd...",
      "de": "und wartet vor der Zimmertür, dass ich Todd küsse."
    }
  },
  {
    "translation": {
      "en": "...listening to me pretend to have sex with Brandon...",
      "de": "Hört mir zu, wie ich vorgebe, Sex mit Brandon zu haben."
    }
  },
  {
    "translation": {
      "en": "...paying me to lie for you...",
      "de": "Ihr bezahlt mich, um für euch zu lügen."
    }
  },
  {
    "translation": {
      "en": "...and calling me every name in the book.",
      "de": "Und beschimpft mich auf jede erdenkliche Art."
    }
  },
  {
    "translation": {
      "en": "You know, it was just like Hester in The Scarlet Letter.",
      "de": "Es erging mir wie Hester in \"Der scharlachrote Buchstabe\"."
    }
  },
  {
    "translation": {
      "en": "Except that's the one thing the movies don't tell you:",
      "de": "Aber auch das verrät ein Film euch nicht:"
    }
  },
  {
    "translation": {
      "en": "How shitty it feels to be an outcast. Warranted or not.",
      "de": "Wie beschissen es sich anfühlt, ausgestoßen zu sein. Zu Recht oder nicht."
    }
  },
  {
    "translation": {
      "en": "How did you know I love this song?",
      "de": "Woher wusstest du, dass ich das Lied liebe?"
    }
  },
  {
    "translation": {
      "en": "I guessed.",
      "de": "Ich habe geraten."
    }
  },
  {
    "translation": {
      "en": "I see you've been watching my live webcast. It's still going on, you know.",
      "de": "Du hast also meinen Live-Webcast gesehen. Er läuft noch."
    }
  },
  {
    "translation": {
      "en": "Screw them. They've had enough of you. Figuratively speaking.",
      "de": "Die haben genug von dir. Im übertragenen Sinn."
    }
  },
  {
    "translation": {
      "en": "I borrowed my neighbor's mower. I came right over.",
      "de": "Ich kam mit dem Rasenmäher meiner Nachbarn direkt her."
    }
  },
  {
    "translation": {
      "en": "That almost rhymed. I know. I spent a minute on it.",
      "de": "-Das reimt sich. -Ich weiß. Hab kurz nachgedacht."
    }
  },
  {
    "translation": {
      "en": "I'll be right down.",
      "de": "Bin gleich unten."
    }
  },
  {
    "translation": {
      "en": "That's Todd.",
      "de": "Das ist Todd."
    }
  },
  {
    "translation": {
      "en": "Not that I owe you guys any more confessions, but I really like this guy...",
      "de": "Nicht, dass ich euch weitere Geständnisse schulde, aber ich mag ihn echt."
    }
  },
  {
    "translation": {
      "en": "...and I might even lose my virginity to him.",
      "de": "Und ich könnte sogar meine Jungfräulichkeit mit ihm verlieren."
    }
  },
  {
    "translation": {
      "en": "I don't know when it'll happen.",
      "de": "Keine Ahnung, wann das sein wird."
    }
  },
  {
    "translation": {
      "en": "You know, it might be five minutes from now or tonight...",
      "de": "Vielleicht in fünf Minuten, oder heute Abend."
    }
  },
  {
    "translation": {
      "en": "...or six months from now or maybe on our wedding night.",
      "de": "Oder in sechs Monaten, oder in unserer Hochzeitsnacht."
    }
  },
  {
    "translation": {
      "en": "But the really amazing thing is, it is nobody's goddamn business.",
      "de": "Aber das Tolle daran ist: Das geht verflucht noch mal niemanden was an."
    }
  },
  {
    "translation": {
      "en": "Come on, where's she going?",
      "de": "Komm schon, wo geht sie hin?"
    }
  },
  {
    "translation": {
      "en": "I thought she was going to take her clothes off.",
      "de": "Ich dachte, sie zieht sich aus."
    }
  },
  {
    "translation": {
      "en": "Demi Moore took her clothes off. This is bullshit.",
      "de": "Demi Moore hat sich ausgezogen. Das ist doch scheiße."
    }
  },
  {
    "translation": {
      "en": "Come on. Are you kidding me?",
      "de": "Komm schon. Soll das ein Scherz sein?"
    }
  },
  {
    "translation": {
      "en": "-Piss off. -Come here, you punk.",
      "de": "-Verpiss dich. -Komm her, du Rabauke."
    }
  },
  {
    "translation": {
      "en": "That's a mighty snug little shelter, Huck.",
      "de": "Ein mächtig lauschiges Versteck, Huck."
    }
  },
  {
    "translation": {
      "en": "I judge it's all right.",
      "de": "Ich denke, es geht."
    }
  },
  {
    "translation": {
      "en": "Here, Jim, I'll take my turn at steering now.",
      "de": "Hier, Jim, ich übernehme das Ruder."
    }
  },
  {
    "translation": {
      "en": "No, that's all right, Huck. I like steering.",
      "de": "Nein, ist schon gut, Huck. Ich führe gern."
    }
  }
]