[
  {
    "translation": {
      "en": "DAMAGE REPORT! SHIELDS AT 60%.",
      "de": "-Schadensreport. -Schilde bei 60 %."
    }
  },
  {
    "translation": {
      "en": "OUR FUEL LINE HAS RUPTURED. ATTEMPTING TO COMPENSATE.",
      "de": "Eine Treibstoffleitung ist durchbrochen. Kompensiere."
    }
  },
  {
    "translation": {
      "en": "DAMN IT! WE'RE BARELY MAINTAINING IMPULSE. I CAN'T GET ANY MORE OUT OF IT.",
      "de": "Verdammt! Wir halten kaum den Impuls aufrecht. Ich krieg nicht mehr raus."
    }
  },
  {
    "translation": {
      "en": "BE CREATIVE.",
      "de": "Verdammt! Wir halten kaum den Impuls aufrecht. Ich krieg nicht mehr raus. -Seien Sie kreativ! -Mit einem 39 Jahre alten Antrieb?"
    }
  },
  {
    "translation": {
      "en": "HOW AM I SUPPOSED TO BE CREATIVE WITH A 39-YEAR-OLD REBUILT ENGINE?",
      "de": "-Seien Sie kreativ! -Mit einem 39 Jahre alten Antrieb?"
    }
  },
  {
    "translation": {
      "en": "Maquis ship, this is Gul Evek of the Cardassian Fourth Order.",
      "de": "Maquis-Schiff, hier ist Gul Evek vom vierten Orden der Cardassianer."
    }
  },
  {
    "translation": {
      "en": "Cut your engines and prepare to surrender, or we will de...",
      "de": "Schalten Sie den Antrieb ab und ergeben Sie sich oder wir..."
    }
  },
  {
    "translation": {
      "en": "INITIATING EVASIVE PATTERN OMEGA. MARK.",
      "de": "Ich initiiere Fluchtmanöver Omega."
    }
  },
  {
    "translation": {
      "en": "SHIELDS AT 50%.",
      "de": "Schilde bei 50 %."
    }
  },
  {
    "translation": {
      "en": "I NEED MORE POWER TO MAKE IT",
      "de": "Schilde bei 50 %. Ich brauche mehr Energie, um die Badlands zu erreichen."
    }
  },
  {
    "translation": {
      "en": "TO THE BADLANDS.",
      "de": "Ich brauche mehr Energie, um die Badlands zu erreichen."
    }
  },
  {
    "translation": {
      "en": "TAKE THE WEAPONS OFF-LINE. WE'LL TRANSFER ALL POWER TO THE ENGINES.",
      "de": "Schalten Sie die Waffen ab. Alle Energie zum Antrieb."
    }
  },
  {
    "translation": {
      "en": "CONSIDERING THE CIRCUMSTANCES, I'D QUESTION THAT AT THIS TIME. WHAT DOES IT MATTER?",
      "de": "-Ich halte das für nicht empfehlenswert. -Was macht das schon?"
    }
  },
  {
    "translation": {
      "en": "WE'RE NOT MAKING A DENT IN THEIR SHIELDS ANYWAY.",
      "de": "Wir können ihre Schilde nicht mal eindellen."
    }
  },
  {
    "translation": {
      "en": "YOU WANTED CREATIVE. TUVOK, SHUT DOWN ALL THE PHASER BANKS.",
      "de": "-Sie wollten Kreativität. -Tuvok, die Phaser ausschalten."
    }
  },
  {
    "translation": {
      "en": "ANOTHER 30 SECONDS AT FULL IMPULSE,",
      "de": "Geben Sie mir 30 Sekunden bei vollem Impuls."
    }
  },
  {
    "translation": {
      "en": "I'LL GET US INTO THE BADLANDS. PHASERS OFF-LINE.",
      "de": "-Ich bringe uns in die Badlands. -Phaser ausgeschaltet."
    }
  },
  {
    "translation": {
      "en": "THROW THE LAST PHOTONS AT THEM",
      "de": "Feuern Sie die letzten Torpedos ab..."
    }
  },
  {
    "translation": {
      "en": "THEN GIVE ME THE POWER FROM THE TORPEDO SYSTEMS.",
      "de": "...und geben Sie mir dann die Energie vom Torpedosystem."
    }
  },
  {
    "translation": {
      "en": "ACKNOWLEDGED. FIRING PHOTONS.",
      "de": "Verstanden. Photonen werden abgefeuert."
    }
  },
  {
    "translation": {
      "en": "ARE YOU READING ANY PLASMA STORMS AHEAD? ONE. COORDINATES 1-7-1 MARK 4-3.",
      "de": "-Irgendwelche Plasmastürme vor uns? -Einer. Koordinaten 171.43."
    }
  },
  {
    "translation": {
      "en": "THAT'S WHERE I'M GOING.",
      "de": "-Dort fliege ich hin. -Plasmasturmintensität steigt an."
    }
  },
  {
    "translation": {
      "en": "PLASMA STORM DENSITY INCREASING BY 14%.",
      "de": "-Dort fliege ich hin. -Plasmasturmintensität steigt an. -14 %...20 %...25 %. -Festhalten!"
    }
  },
  {
    "translation": {
      "en": "TWENTY... TWENTY-FIVE... HOLD ON!",
      "de": "-14 %...20 %...25 %. -Festhalten!"
    }
  },
  {
    "translation": {
      "en": "CARDASSIAN SHIP NOT SLOWING. THEY'RE FOLLOWING US IN. GUL EVEK MUST FEEL DARING TODAY.",
      "de": "-Die Cardassianer folgen uns. -Gul Evek muss sich heute mutig fühlen."
    }
  },
  {
    "translation": {
      "en": "Tuvok: THEY'VE BEEN HIT. THEY'RE SENDING OUT A DISTRESS SIGNAL ON CARDASSIAN FREQUENCIES.",
      "de": "Sie wurden links am Rumpf beschädigt. Sie schicken ein Notsignal."
    }
  },
  {
    "translation": {
      "en": "CAN YOU PLOT A COURSE THROUGH THESE FIELDS? STORM ACTIVITY IS WIDESPREAD IN THIS VICINITY.",
      "de": "-Können Sie einen Kurs setzen? -Die Sturmaktivität ist sehr ausgedehnt."
    }
  },
  {
    "translation": {
      "en": "I CAN PLOT A COURSE, BUT IT WILL REQUIRE AN INDIRECT ROUTE.",
      "de": "Ich kann einen Kurs auf Umwegen setzen."
    }
  },
  {
    "translation": {
      "en": "WE CAN USE THE TIME TO MAKE SOME REPAIRS.",
      "de": "Wir können die Zeit für Reparaturen nutzen."
    }
  },
  {
    "translation": {
      "en": "WHAT WAS THAT? CURIOUS...",
      "de": "Was war das? Wir haben einen Tetryonstrahl durchflogen."
    }
  },
  {
    "translation": {
      "en": "WE PASSED THROUGH SOME KIND OF COHERENT TETRION BEAM.",
      "de": "Wir haben einen Tetryonstrahl durchflogen."
    }
  },
  {
    "translation": {
      "en": "SOURCE? UNKNOWN.",
      "de": "-Quelle? -Unbekannt."
    }
  },
  {
    "translation": {
      "en": "A MASSIVE DISPLACEMENT WAVE IS MOVING TOWARD US.",
      "de": "Es bewegt sich eine große Verlagerungswelle auf uns zu."
    }
  },
  {
    "translation": {
      "en": "ANOTHER STORM?",
      "de": "Es bewegt sich eine große Verlagerungswelle auf uns zu. -Noch ein Sturm? -Es ist kein Plasma."
    }
  },
  {
    "translation": {
      "en": "NOT A PLASMA PHENOMENON.",
      "de": "-Noch ein Sturm? -Es ist kein Plasma."
    }
  },
  {
    "translation": {
      "en": "AT CURRENT SPEEDS IT WILL INTERCEPT US IN 30 SECONDS.",
      "de": "Sie wird uns in weniger als 30 Sekunden erreichen."
    }
  },
  {
    "translation": {
      "en": "ANYTHING LEFT IN THOSE IMPULSE GENERATORS, B'ELANNA? WE'LL FIND OUT.",
      "de": "-Geben die Antriebe noch was her? -Wir werden sehen."
    }
  },
  {
    "translation": {
      "en": "STILL EXCEEDING OUR SPEED. MAXIMUM POWER.",
      "de": "-Sie kommt immer noch näher. -Höchstgeschwindigkeit."
    }
  },
  {
    "translation": {
      "en": "WAVE IS ACCELERATING. IT WILL INTERCEPT US IN EIGHT SECONDS.",
      "de": "Die Welle beschleunigt. Sie erreicht uns in...acht Sekunden."
    }
  },
  {
    "translation": {
      "en": "FIVE.",
      "de": "Fünf..."
    }
  },
  {
    "translation": {
      "en": "Woman: TOM PARIS?",
      "de": "Tom Paris?"
    }
  },
  {
    "translation": {
      "en": "KATHRYN JANEWAY. I SERVED WITH YOUR FATHER ON THE AL-BATANI.",
      "de": "Kathryn Janeway. Ich diente mit Ihrem Vater."
    }
  },
  {
    "translation": {
      "en": "I WONDER IF WE COULD GO SOMEWHERE AND TALK?",
      "de": "Können wir uns irgendwo unterhalten?"
    }
  },
  {
    "translation": {
      "en": "ABOUT WHAT? ABOUT A JOB WE'D LIKE YOU TO DO FOR US.",
      "de": "-Worüber? -Über einen Job für uns."
    }
  },
  {
    "translation": {
      "en": "I'M ALREADY DOING A JOB... FOR THE FEDERATION.",
      "de": "Ich mache schon einen Job... für die Föderation."
    }
  },
  {
    "translation": {
      "en": "THE REHAB COMMISSION IS VERY PLEASED WITH YOUR WORK.",
      "de": "Die Rehab-Kommission ist sehr zufrieden mit Ihnen."
    }
  },
  {
    "translation": {
      "en": "THEY'VE GIVEN ME THEIR APPROVAL TO DISCUSS THIS MATTER WITH YOU.",
      "de": "Man genehmigte mir, mit Ihnen zu sprechen."
    }
  },
  {
    "translation": {
      "en": "WELL, THEN I GUESS I'M YOURS.",
      "de": "Nun, dann stehe ich Ihnen zur Verfügung."
    }
  },
  {
    "translation": {
      "en": "YOUR FATHER TAUGHT ME A GREAT DEAL.",
      "de": "Ihr Vater hat mir viel beigebracht."
    }
  },
  {
    "translation": {
      "en": "I WAS HIS SCIENCE OFFICER DURING THE ARIAS EXPEDITION.",
      "de": "\"DER FÜRSORGER\" Ich war bei der Arias-Expedition sein Wissenschaftsofflzier."
    }
  },
  {
    "translation": {
      "en": "YOU MUST BE GOOD. MY FATHER ONLY ACCEPTS THE BEST AND THE BRIGHTEST.",
      "de": "Sie müssen gut sein. Mein Vater akzeptiert nur die Besten und Klügsten."
    }
  },
  {
    "translation": {
      "en": "I'M LEAVING ON A MISSION TO FIND A MAQUIS SHIP THAT DISAPPEARED IN THE BADLANDS A WEEK AGO.",
      "de": "Ich soll ein Maquis-Schiff finden, das in den Badlands verschwand."
    }
  },
  {
    "translation": {
      "en": "I WOULDN'T, IF I WERE YOU. REALLY?",
      "de": "-Das würde ich an Ihrer Stelle nicht tun. -Wirklich?"
    }
  },
  {
    "translation": {
      "en": "I'VE NEVER SEEN A FEDERATION STARSHIP THAT COULD MANEUVER THROUGH THE PLASMA STORMS.",
      "de": "Kein Föderationsschiff könnte in den Plasmastürmen manövrieren."
    }
  },
  {
    "translation": {
      "en": "YOU'VE NEVER SEEN VOYAGER.",
      "de": "Sie kennen die Voyager noch nicht."
    }
  },
  {
    "translation": {
      "en": "WE'D LIKE YOU TO COME ALONG.",
      "de": "Wir möchten, dass Sie mitkommen."
    }
  },
  {
    "translation": {
      "en": "YOU'D LIKE ME TO LEAD YOU TO MY FORMER COLLEAGUES.",
      "de": "Ich soll Sie zu meinen früheren Kollegen führen?"
    }
  },
  {
    "translation": {
      "en": "I WAS ONLY WITH THE MAQUIS A FEW WEEKS BEFORE I WAS CAPTURED, CAPTAIN.",
      "de": "Ich war erst ein paar Wochen beim Maquis, bevor ich gefangen wurde."
    }
  },
  {
    "translation": {
      "en": "I DON'T KNOW WHERE MOST OF THEIR HIDING PLACES ARE.",
      "de": "Ich kenne ihre Schlupflöcher nicht."
    }
  },
  {
    "translation": {
      "en": "YOU KNOW THE TERRITORY BETTER THAN ANYONE WE'VE GOT.",
      "de": "Sie kennen das Territorium besser als jemand von uns."
    }
  },
  {
    "translation": {
      "en": "WHAT'S SO IMPORTANT ABOUT THIS PARTICULAR MAQUIS SHIP?",
      "de": "Was ist an dem Maquis-Schiff so wichtig?"
    }
  },
  {
    "translation": {
      "en": "MY CHIEF OF SECURITY WAS ON BOARD-- UNDERCOVER.",
      "de": "Mein Sicherheitschef war als Underoaver-Agent an Bord."
    }
  },
  {
    "translation": {
      "en": "HE WAS SUPPOSED TO REPORT IN TWICE DURING THE LAST SIX DAYS. HE DIDN'T.",
      "de": "Er sollte sich in den lelzten Tagen zweimal melden. Das tat er nicht."
    }
  },
  {
    "translation": {
      "en": "MAYBE IT'S JUST YOUR CHIEF OF SECURITY",
      "de": "Vielleicht ist nur er verschwunden."
    }
  },
  {
    "translation": {
      "en": "MAYBE.",
      "de": "Vielleicht."
    }
  },
  {
    "translation": {
      "en": "WAS UNDER THE COMMAND OF ANOTHER FORMER STARFLEET OFFICER",
      "de": "Der frühere Sternenflottenoffzier..."
    }
  },
  {
    "translation": {
      "en": "NAMED CHAKOTAY.",
      "de": "...Chakotay befehligte das Schiff."
    }
  },
  {
    "translation": {
      "en": "I UNDERSTAND YOU KNEW HIM.",
      "de": "Ich hörte, dass Sie ihn kennen."
    }
  },
  {
    "translation": {
      "en": "THAT'S RIGHT.",
      "de": "Das ist richtig."
    }
  },
  {
    "translation": {
      "en": "THE TWO OF YOU DIDN'T GET ALONG TOO WELL, I'M TOLD.",
      "de": "Sie mochten sich nicht, hat man mir erzählt."
    }
  },
  {
    "translation": {
      "en": "CHAKOTAY WILL TELL YOU HE LEFT STARFLEET ON PRINCIPLE--",
      "de": "Chakotay wird Ihnen erzählen, dass er die Sternenflotte aus Prinzip verließ,"
    }
  },
  {
    "translation": {
      "en": "TO DEFEND HIS HOME COLONY FROM THE CARDASSIANS.",
      "de": "um seine Heimat vor den Cardassianern zu verteidigen."
    }
  },
  {
    "translation": {
      "en": "I, ON THE OTHER HAND, WAS FORCED TO RESIGN.",
      "de": "Ich hingegen wurde gezwungen, zu gehen."
    }
  },
  {
    "translation": {
      "en": "HE CONSIDERED ME A MERCENARY-- WILLING TO FIGHT FOR ANYONE WHO'D PAY MY BAR BILLS.",
      "de": "Er sah mich als Söldner, der kämpft, um seine Rechnungen zu bezahlen."
    }
  },
  {
    "translation": {
      "en": "HE WAS RIGHT.",
      "de": "Das Problem ist, er hatte Recht."
    }
  },
  {
    "translation": {
      "en": "I HAVE NO PROBLEM HELPING YOU TRACK DOWN MY \"FRIENDS\" IN THE MAQUIS, CAPTAIN.",
      "de": "Ich habe keine Probleme damit, meine Freunde im Maquis zu suchen."
    }
  },
  {
    "translation": {
      "en": "ALL I NEED TO KNOW FROM YOU IS WHAT'S IN IT FOR ME?",
      "de": "Ich muss nur wissen, was für mich rausspringt."
    }
  },
  {
    "translation": {
      "en": "YOU HELP US FIND THAT SHIP WE HELP YOU AT YOUR NEXT OUTMATE REVIEW.",
      "de": "Sie helfen uns, das Schiff zu finden, wir legen ein gutes Wort für Sie ein."
    }
  },
  {
    "translation": {
      "en": "YOU'D BE A STARFLEET OBSERVER DURING THE MISSION.",
      "de": "Offiziell wären Sie ein Sternenflottenbeobachter."
    }
  },
  {
    "translation": {
      "en": "OBSERVER?",
      "de": "Beobachter?"
    }
  },
  {
    "translation": {
      "en": "OH, HELL. I'M THE BEST PILOT YOU COULD HAVE.",
      "de": "Ich bin der beste Pilot, den Sie kriegen können!"
    }
  },
  {
    "translation": {
      "en": "YOU'LL BE AN OBSERVER. WHEN IT'S OVER, YOU'RE CUT LOOSE.",
      "de": "Sie werden ein Beobachter sein. Wenn es vorbei ist, sind Sie frei."
    }
  },
  {
    "translation": {
      "en": "STORY OF MY LIFE.",
      "de": "Die Geschichte meines Lebens."
    }
  },
  {
    "translation": {
      "en": "STADI, YOU'RE CHANGING MY MIND ABOUT BETAZOIDS.",
      "de": "Stadi, Sie beeinflussen meine Meinung über Betazoide."
    }
  },
  {
    "translation": {
      "en": "GOOD. OH, THAT WASN'T A COMPLIMENT.",
      "de": "-Gut. -Das war kein Kompliment."
    }
  },
  {
    "translation": {
      "en": "UNTIL TODAY, I ALWAYS CONSIDERED YOUR PEOPLE WARM AND SENSUAL.",
      "de": "Bis heute hielt ich Ihr Volk für wann und sinnlich."
    }
  },
  {
    "translation": {
      "en": "I CAN BE WARM AND SENSUAL. JUST NOT TO ME.",
      "de": "-Ich kann wann und sinnlich sein. -Nur nicht zu mir."
    }
  },
  {
    "translation": {
      "en": "DO YOU ALWAYS FLY AT WOMEN AT WARP SPEED, MR. PARIS?",
      "de": "Fliegen Sie immer mit Warpgeschwindigkeit auf Frauen los?"
    }
  },
  {
    "translation": {
      "en": "ONLY WHEN THEY'RE IN VISUAL RANGE.",
      "de": "Nur wenn sie in Sichtreichweite sind."
    }
  },
  {
    "translation": {
      "en": "THAT'S OUR SHIP.",
      "de": "Das ist unser Schiff. Das ist die Voyager."
    }
  },
  {
    "translation": {
      "en": "THAT'S VOYAGER.",
      "de": "Das ist unser Schiff. Das ist die Voyager. Intrepid-Klasse. Erreichbare Geschwindigkeit: Warpfaktor 9,975."
    }
  },
  {
    "translation": {
      "en": "INTREPID CLASS-- SUSTAINABLE CRUISE VELOCITY OF WARP FACTOR 9.975.",
      "de": "Intrepid-Klasse. Erreichbare Geschwindigkeit: Warpfaktor 9,975."
    }
  },
  {
    "translation": {
      "en": "15 DECKS, CREW COMPLEMENT OF 141",
      "de": "Fünfzehn Decke. Mannschaftsstärke: 141."
    }
  },
  {
    "translation": {
      "en": "BIO-NEURAL CIRCUITRY. BIO-NEURAL? SOME OF THE TRADITIONAL",
      "de": "-Bioneurale Schaltsysteme. -Bioneural?"
    }
  },
  {
    "translation": {
      "en": "CIRCUITRY HAS BEEN REPLACED BY GEL PACKS THAT CONTAIN BIO-NEURAL CELLS.",
      "de": "Einige der Systeme wurden durch Gelbündel bioneuraler Zellen erselzt."
    }
  },
  {
    "translation": {
      "en": "THEY ORGANIZE INFORMATION MORE EFFICIENTLY SPEED UP RESPONSE TIME.",
      "de": "Sie organisieren lnformationen schneller und beschleunigen die Reaktionszeit."
    }
  },
  {
    "translation": {
      "en": "IF I MAY SAY SO, IT'S BEEN MY SPECIAL PLEASURE",
      "de": "U.S.S. VOYAGER NCC - 74656 Es war mir immer eine besondere Freude,"
    }
  },
  {
    "translation": {
      "en": "TO SEE MANY NEW OFFICERS LIKE YOURSELF",
      "de": "Es war mir immer eine besondere Freude, neue Offiziere wie Sie durch diese Tore kommen zu sehen."
    }
  },
  {
    "translation": {
      "en": "COME THROUGH THESE PORTALS.",
      "de": "neue Offiziere wie Sie durch diese Tore kommen zu sehen."
    }
  },
  {
    "translation": {
      "en": "YOUR PARENTS MUST BE VERY PROUD, MY BOY.",
      "de": "Ihre Eltern müssen sehr stolz sein."
    }
  },
  {
    "translation": {
      "en": "YOU KNOW, ON AN OCCASION LIKE THIS... I'M REALLY NOT INTERESTED.",
      "de": "-Wissen Sie, bei so einer Gelegenheit... -Ich bin nicht interessiert."
    }
  },
  {
    "translation": {
      "en": "INTERESTED? YOU WERE ABOUT TO TRY TO SELL ME SOMETHING.",
      "de": "-Interessiert? -Daran, etwas zu kaufen."
    }
  },
  {
    "translation": {
      "en": "I WAS GOING TO SUGGEST YOUR PARENTS MIGHT APPRECIATE A MEMENTO.",
      "de": "Ich dachte, Ihre Eltern hätten gern eine Erinnerung an Ihre erste Mission."
    }
  },
  {
    "translation": {
      "en": "AND YOU HAPPEN TO HAVE SEVERAL TO CHOOSE FROM.",
      "de": "Ich dachte, Ihre Eltern hätten gern eine Erinnerung an Ihre erste Mission. Und Sie haben zufällig eine Auswahl dabei?"
    }
  },
  {
    "translation": {
      "en": "I DO CARRY A SELECT LINE OF UNIQUE ARTIFACTS AND GEMSTONES INDIGENOUS TO THIS REGION.",
      "de": "Ich habe ein erlesenes Sortiment von Artefakten dieser Region."
    }
  },
  {
    "translation": {
      "en": "I ACQUIRED THESE LOBI CRYSTALS",
      "de": "Erst kürzlich erstand ich diese Lobikristalle..."
    }
  },
  {
    "translation": {
      "en": "FROM A VERY STRANGE CREATURE CALLED A MORN.",
      "de": "Erst kürzlich erstand ich diese Lobikristalle... ...von einer seltsamen Kreatur namens Morn."
    }
  },
  {
    "translation": {
      "en": "WE WERE WARNED ABOUT THE FERENGI AT THE ACADEMY.",
      "de": "Wir wurden auf der Akademie vor den Ferengi gewarnt."
    }
  },
  {
    "translation": {
      "en": "WARNED ABOUT FERENGI, WERE YOU? THAT'S RIGHT.",
      "de": "-Vor den Ferengi gewarnt? -Das ist richtig."
    }
  },
  {
    "translation": {
      "en": "SLURS ABOUT MY PEOPLE AT STARFLEET ACADEMY.",
      "de": "Verleumdungen über mein Volk an der Akademie."
    }
  },
  {
    "translation": {
      "en": "WHAT I MEANT WAS... HERE I AM, TRYING TO BE",
      "de": "Was ich meinte, war... Ich versuche, ein herzlicher Gastgeber zu sein,"
    }
  },
  {
    "translation": {
      "en": "A CORDIAL HOST, KNOWING HOW MUCH",
      "de": "Ich versuche, ein herzlicher Gastgeber zu sein,"
    }
  },
  {
    "translation": {
      "en": "A YOUNG OFFICER'S PARENTS WOULD APPRECIATE",
      "de": "da ich weiß, wie sich Eltern über Liebesbeweise eines Offziers freuen,"
    }
  },
  {
    "translation": {
      "en": "A TOKEN OF HIS LOVE ON THE EVE OF A DANGEROUS MISSION",
      "de": "da ich weiß, wie sich Eltern über Liebesbeweise eines Offziers freuen, der vor einer gefährlichen Mission steht. Und was ist der Dank?"
    }
  },
  {
    "translation": {
      "en": "AND WHAT DO I GET FOR MY TROUBLE?",
      "de": "der vor einer gefährlichen Mission steht. Und was ist der Dank?"
    }
  },
  {
    "translation": {
      "en": "SCURRILOUS INSULTS. WELL, SOMEBODY'S GOING TO HEAR ABOUT THIS.",
      "de": "Unflätige Beleidigungen. Das wird ein Nachspiel haben."
    }
  },
  {
    "translation": {
      "en": "WHAT'S YOUR NAME, SON? MY... NAME?",
      "de": "-Wie ist Ihr Name, mein Sohn? -Mein Name?"
    }
  },
  {
    "translation": {
      "en": "YOU HAVE ONE, I PRESUME? KIM, HARRY KIM, BUT I...",
      "de": "-Sie haben doch einen, nehme ich an? -Harry Kim. Aber ich..."
    }
  },
  {
    "translation": {
      "en": "AND WHO WAS IT AT THE ACADEMY WHO WARNED YOU ABOUT FERENGI?",
      "de": "Und wer warnte Sie vor den Ferengi?"
    }
  },
  {
    "translation": {
      "en": "I THINK A MEMENTO FOR MY PARENTS WOULD BE A GREAT IDEA.",
      "de": "Ein Andenken für meine Eltern ist eine gute Idee."
    }
  },
  {
    "translation": {
      "en": "OH, NO, NO, NO, NO, NO! REALLY? ONE WOULD MAKE A GREAT PENDANT FOR MY MOTHER.",
      "de": "-Oh nein, nein, nein. -Das wäre ein toller Anhänger."
    }
  },
  {
    "translation": {
      "en": "OR CUFFLINKS FOR YOUR FATHER.",
      "de": "-Oh nein, nein, nein. -Das wäre ein toller Anhänger. -Oder Manschettenknöpfe. -Manschettenknöpfe, tolle Idee."
    }
  },
  {
    "translation": {
      "en": "CUFFLINKS. GREAT IDEA.",
      "de": "-Oder Manschettenknöpfe. -Manschettenknöpfe, tolle Idee."
    }
  },
  {
    "translation": {
      "en": "THEY'RE NOT FOR SALE. NOW, INFORM YOUR COMMANDING OFFICER",
      "de": "Sie sind nicht verkäuflich. Informieren Sie Ihren befehlshabenden Offizier,"
    }
  },
  {
    "translation": {
      "en": "THAT THE FEDERATION COUNCIL CAN EXPECT AN OFFICIAL QUERY...",
      "de": "Sie sind nicht verkäuflich. Informieren Sie Ihren befehlshabenden Offizier, dass der Rat der Föderation eine offizielle Anfrage zu erwarten hat..."
    }
  },
  {
    "translation": {
      "en": "HOW MUCH FOR THE ENTIRE TRAY?",
      "de": "dass der Rat der Föderation eine offizielle Anfrage zu erwarten hat... Wie viel für das gesamte Sortiment?"
    }
  },
  {
    "translation": {
      "en": "CASH OR CREDIT? DAZZLING, AREN'T THEY?",
      "de": "-Bar oder auf Kredit? -Wunderschön, nicht wahr?"
    }
  },
  {
    "translation": {
      "en": "AS BRIGHT AS A KOLADAN DIAMOND. BRIGHTER.",
      "de": "-Klar wie ein koladanischer Diamant. -Strahlender."
    }
  },
  {
    "translation": {
      "en": "AND YOU CAN FIND THEM ON ANY PLANET IN THIS SYSTEM.",
      "de": "Zu finden auf jedem Planeten dieses Systems."
    }
  },
  {
    "translation": {
      "en": "THAT'S AN EXAGGERATION.",
      "de": "Das ist eine Übertreibung. Es gibt einen Laden in der Volnar-Kolonie,"
    }
  },
  {
    "translation": {
      "en": "THERE'S A SHOP AT THE VOLNAR COLONY",
      "de": "Es gibt einen Laden in der Volnar-Kolonie,"
    }
  },
  {
    "translation": {
      "en": "THAT SELLS A DOZEN ASSORTED SHAPES FOR ONE CARDASSIAN LEK.",
      "de": "der ein Dutzend für einen cardassianischen Lek verkauft."
    }
  },
  {
    "translation": {
      "en": "HOW MUCH YOU SELLING THESE FOR? WE WERE JUST ABOUT TO NEGOTIATE THE PRICE.",
      "de": "-Was verlangen Sie dafür? -Wir wollten gerade den Preis aushandeln."
    }
  },
  {
    "translation": {
      "en": "THANKS.",
      "de": "Danke."
    }
  },
  {
    "translation": {
      "en": "DIDN'T THEY WARN YOU ABOUT FERENGI",
      "de": "Hat man Sie auf der Akademie nicht vor den Ferengi gewarnt?"
    }
  },
  {
    "translation": {
      "en": "RUN A LEVEL THREE DIAGNOSTIC JUST TO BE SURE.",
      "de": "Führen Sie zur Sicherheit eine Ebene-drei-Diagnose durch."
    }
  },
  {
    "translation": {
      "en": "CAN I HELP YOU? TOM PARIS, REPORTING ON BOARD.",
      "de": "-Kann ich Ihnen helfen? -Tom Paris meldet sich an Bord."
    }
  },
  {
    "translation": {
      "en": "OH, YES. THE OBSERVER. Paris: THAT'S ME.",
      "de": "-Ach ja. Der Beobachter. -Das bin ich."
    }
  },
  {
    "translation": {
      "en": "AS A MATTER OF FACT I SEEM TO BE OBSERVING SOME KIND OF PROBLEM RIGHT NOW... DOCTOR.",
      "de": "Und gerade scheine ich ein Problem zu beobachten...Dr."
    }
  },
  {
    "translation": {
      "en": "I WAS A SURGEON AT THE HOSPITAL ON CALDIK PRIME",
      "de": "Ich war Chirurg im Krankenhaus auf Calkik Prime,"
    }
  },
  {
    "translation": {
      "en": "THE SAME TIME YOU WERE STATIONED THERE.",
      "de": "als Sie dort stationiert waren."
    }
  },
  {
    "translation": {
      "en": "WE NEVER ACTUALLY MET.",
      "de": "Wir sind uns nie begegnet."
    }
  },
  {
    "translation": {
      "en": "YOUR MEDICAL RECORDS HAVE ARRIVED FROM YOUR LAST POSTING, MR. PARIS. EVERYTHING SEEMS TO BE IN ORDER.",
      "de": "Ihre medizinischen Daten sind angekommen. Alles in Ordnung."
    }
  },
  {
    "translation": {
      "en": "THE CAPTAIN ASKED IF YOU WERE ON BOARD. YOU SHOULD CHECK IN.",
      "de": "Der Captain fragte, ob Sie an Bord sind. Sie sollten sich bei ihr melden."
    }
  },
  {
    "translation": {
      "en": "TO THE CAPTAIN YET EITHER.",
      "de": "Ich stellte mich dem Captain auch noch nicht vor."
    }
  },
  {
    "translation": {
      "en": "WELL, MR. KIM, THAT WOULD BE A GOOD THING FOR A NEW OPERATIONS OFFICER TO DO.",
      "de": "Nun, Mr. Kim, das sollte ein neuer Brückenoffizier tun."
    }
  },
  {
    "translation": {
      "en": "WHAT WAS THAT ABOUT? IT'S A LONG STORY AND I'M TIRED OF TELLING IT.",
      "de": "-Was sollte das? -Es ist eine lange Geschichte, Harry."
    }
  },
  {
    "translation": {
      "en": "I'M SURE SOMEONE WILL TELL YOU BEFORE LONG.",
      "de": "Man wird sie Ihnen sicher bald erzählen."
    }
  },
  {
    "translation": {
      "en": "Man: The doctor called, and I was right.",
      "de": "-Der Arzt rief an. -Und?"
    }
  },
  {
    "translation": {
      "en": "SHE'S PREGNANT?",
      "de": "-Und ich hatte Recht. -Sie ist trächtig?"
    }
  },
  {
    "translation": {
      "en": "Puppies are due in seven weeks. OH, TAKE HER HOME WITH YOU.",
      "de": "-Die Welpen kommen bald. -Mark, nimm sie zu dir nach Hause."
    }
  },
  {
    "translation": {
      "en": "With me?",
      "de": "-Die Welpen kommen bald. -Mark, nimm sie zu dir nach Hause. -Ich ließ erst die Teppiche reinigen! -Ich kann sie nicht im Heim lassen..."
    }
  },
  {
    "translation": {
      "en": "I just got the rugs cleaned. I CAN'T LEAVE HER IN A KENNEL WHILE I...",
      "de": "-Ich ließ erst die Teppiche reinigen! -Ich kann sie nicht im Heim lassen..."
    }
  },
  {
    "translation": {
      "en": "Is this another \"love me, love my dog\" demand?",
      "de": "-Ich ließ erst die Teppiche reinigen! -Ich kann sie nicht im Heim lassen... Ist das eine \"Liebe mich, liebe meinen Hund\"-Forderung?"
    }
  },
  {
    "translation": {
      "en": "YES. How could I ever refuse you?",
      "de": "-Ja. -Wie könnte ich nein sagen?"
    }
  },
  {
    "translation": {
      "en": "THANKS, HONEY. When are you leaving?",
      "de": "-Danke Schatz. -Wann startet ihr?"
    }
  },
  {
    "translation": {
      "en": "AS SOON AS I APPROVE THESE STATUS REPORTS.",
      "de": "Sobald mir die Statusberichte des Systems vorliegen."
    }
  },
  {
    "translation": {
      "en": "All right, then I won't bother you anymore.",
      "de": "Gut. Dann belästige ich dich nicht länger."
    }
  },
  {
    "translation": {
      "en": "HEY...",
      "de": "He..."
    }
  },
  {
    "translation": {
      "en": "YOU NEVER BOTHER ME. EXCEPT THE WAY I LOVE TO BE BOTHERED.",
      "de": "Du belästigst mich nie, außer auf die Art, die ich liebe."
    }
  },
  {
    "translation": {
      "en": "UNDERSTAND? I'll remember that.",
      "de": "-Verstanden? -Ich werde es mir merken."
    }
  },
  {
    "translation": {
      "en": "SEE YOU IN A FEW WEEKS. OH, MARK, GO BY MY HOUSE AND PICK UP THE DOGGY BED. SHE'LL BE MORE COMFORTABLE.",
      "de": "Wir sehen uns in ein paar Wochen. Und nimm den Hundekorb mit!"
    }
  },
  {
    "translation": {
      "en": "I already did. An hour ago.",
      "de": "Das habe ich schon...vor einer Stunde."
    }
  },
  {
    "translation": {
      "en": "COME IN.",
      "de": "Herein."
    }
  },
  {
    "translation": {
      "en": "GENTLEMEN, WELCOME ABOARD VOYAGER. THANK YOU, SIR.",
      "de": "-Gentlemen, willkommen an Bord. -Danke, Sir."
    }
  },
  {
    "translation": {
      "en": "MR. KIM... AT EASE BEFORE YOU SPRAIN SOMETHING.",
      "de": "Mr. Kim...machen Sie sich locker, bevor Sie sich was zerren."
    }
  },
  {
    "translation": {
      "en": "ENSIGN, DESPITE STARFLEET PROTOCOL I DON'T LIKE BEING ADDRESSED AS \"SIR.\"",
      "de": "Entgegen dem Protokoll möchte ich nicht mir \"Sir\" angeredet werden."
    }
  },
  {
    "translation": {
      "en": "I'M SORRY... MA'AM.",
      "de": "Tut mir Leid...Ma'am."
    }
  },
  {
    "translation": {
      "en": "\"MA'AM\" IS ACCEPTABLE IN A CRUNCH. BUT I PREFER \"CAPTAIN.\"",
      "de": "Ma'am würde ich notfalls akzeptieren, aber ich ziehe \"Captain\" vor."
    }
  },
  {
    "translation": {
      "en": "WE'RE GETTING READY TO LEAVE. LET ME SHOW YOU TO THE BRIDGE.",
      "de": "Wir sind bald startklar. Lassen Sie mich Ihnen die Brücke zeigen."
    }
  },
  {
    "translation": {
      "en": "DID YOU HAVE ANY PROBLEMS GETTING HERE, MR. PARIS? NONE AT ALL, CAPTAIN.",
      "de": "-Probleme, hierher zu kommen? -Nicht die geringsten, Captain."
    }
  },
  {
    "translation": {
      "en": "Janeway: MY FIRST OFFICER, LIEUTENANT COMMANDER CAVIT.",
      "de": "Mein erster Offizier, Lieutenant Commander Cavit."
    }
  },
  {
    "translation": {
      "en": "ENSIGN KIM, MR. PARIS. WELCOME ABOARD.",
      "de": "-Fähnrich Kim, Mr. Paris. -Willkommen an Bord."
    }
  },
  {
    "translation": {
      "en": "Janeway: ENSIGN KIM THIS IS YOUR STATION.",
      "de": "Fähnrich Kim, das ist Ihre Station."
    }
  },
  {
    "translation": {
      "en": "WOULD YOU LIKE TO TAKE OVER? YES, MA'AM.",
      "de": "-Wollen Sie sie übernehmen? -Ja, Ma'am."
    }
  },
  {
    "translation": {
      "en": "IT'S NOT CRUNCH TIME YET, MR. KIM. I'LL LET YOU KNOW WHEN.",
      "de": "Es ist noch kein Notfall, Mr. Kim. Ich lasse es Sie wissen."
    }
  },
  {
    "translation": {
      "en": "LIEUTENANT STADI, LAY IN THE COURSE AND CLEAR OUR DEPARTURE WITH OPERATIONS.",
      "de": "Setzen Sie den Kurs und bitten Sie um Starterlaubnis."
    }
  },
  {
    "translation": {
      "en": "COURSE ENTERED, OPS HAS CLEARED US.",
      "de": "Kurs eingegeben, Starterlaubnis erteilt."
    }
  },
  {
    "translation": {
      "en": "READY THRUSTERS. THRUSTERS READY.",
      "de": "-Triebwerke bereitmachen. -Triebwerke bereit."
    }
  },
  {
    "translation": {
      "en": "INITIATE LAUNCHING SEQUENCE. Stadi: SEQUENCE UNDERWAY.",
      "de": "-Startsequenz initiieren. -Sequenz läuft."
    }
  },
  {
    "translation": {
      "en": "ENGAGE.",
      "de": "Beschleunigen. U.S.S. VOYAGER NCC-74656"
    }
  },
  {
    "translation": {
      "en": "TOMATO SOUP.",
      "de": "Tomatensuppe."
    }
  },
  {
    "translation": {
      "en": "There are 14 varieties of tomato soup available",
      "de": "Es gibt 14 verschiedene Arten von Tomatensuppe,"
    }
  },
  {
    "translation": {
      "en": "from this replicator--",
      "de": "Es gibt 14 verschiedene Arten von Tomatensuppe, mit Reis, mit Gemüse, nach bolianischer Art, mit Paste, mit..."
    }
  },
  {
    "translation": {
      "en": "with rice, with vegetables, Bolian-style, with pasta...",
      "de": "mit Reis, mit Gemüse, nach bolianischer Art, mit Paste, mit..."
    }
  },
  {
    "translation": {
      "en": "PLAIN. Specify hot or chilled.",
      "de": "-Einfach. -Heiß oder kalt?"
    }
  },
  {
    "translation": {
      "en": "HOT! HOT, PLAIN TOMATO SOUP.",
      "de": "Heiß. Heiße, einfache Tomatensuppe."
    }
  },
  {
    "translation": {
      "en": "I TOLD YOU IT WOULDN'T TAKE LONG.",
      "de": "Sehen Sie? Ich sagte doch, es würde nicht lange dauern."
    }
  },
  {
    "translation": {
      "en": "IS IT TRUE? WAS THE ACCIDENT MY FAULT?",
      "de": "-Stimmt es? -War der Unfall meine Schuld? Ja."
    }
  },
  {
    "translation": {
      "en": "YES-- PILOT ERROR-- BUT IT TOOK ME A WHILE TO ADMIT IT.",
      "de": "-Stimmt es? -War der Unfall meine Schuld? Ja. Pilotenfehler. Aber ich brauchte eine Weile, es zuzugeben."
    }
  },
  {
    "translation": {
      "en": "UGH! 14 VARIETIES AND THEY CAN'T GET PLAIN TOMATO SOUP RIGHT.",
      "de": "Sie kriegen nicht mal einfache Tomatensuppe hin."
    }
  },
  {
    "translation": {
      "en": "THEY SAID YOU FALSIFIED REPORTS.",
      "de": "-Sie fälschten die Berichte? -Das stimmt."
    }
  },
  {
    "translation": {
      "en": "THAT'S RIGHT. WHY?",
      "de": "-Sie fälschten die Berichte? -Das stimmt. -Warum? -Was macht das schon? Ich log."
    }
  },
  {
    "translation": {
      "en": "WHAT'S THE DIFFERENCE? I LIED.",
      "de": "-Warum? -Was macht das schon? Ich log."
    }
  },
  {
    "translation": {
      "en": "BUT THEN YOU CAME FORWARD AND ADMITTED IT WAS YOUR FAULT?",
      "de": "Aber dann gaben Sie zu, dass es Ihre Schuld war?"
    }
  },
  {
    "translation": {
      "en": "I'LL TELL YOU THE TRUTH, HARRY.",
      "de": "Ich sage Ihnen die Wahrheit, Harry."
    }
  },
  {
    "translation": {
      "en": "ALL I HAD TO DO WAS KEEP MY MOUTH SHUT",
      "de": "Ich hätte nur den Mund halten müssen und wäre davongekommen."
    }
  },
  {
    "translation": {
      "en": "AND I WAS HOME FREE, BUT I COULDN'T.",
      "de": "Ich hätte nur den Mund halten müssen und wäre davongekommen. Aber ich konnte es nicht. Die Geister der drei toten Offiziere suchten mich heim..."
    }
  },
  {
    "translation": {
      "en": "THE GHOSTS OF THOSE THREE DEAD OFFICERS CAME TO ME IN THE MIDDLE OF THE NIGHT",
      "de": "Aber ich konnte es nicht. Die Geister der drei toten Offiziere suchten mich heim..."
    }
  },
  {
    "translation": {
      "en": "AND TAUGHT ME THE TRUE MEANING OF CHRISTMAS.",
      "de": "...und redeten mir ins Gewissen."
    }
  },
  {
    "translation": {
      "en": "SO I CONFESSED--",
      "de": "Also gestand ich."
    }
  },
  {
    "translation": {
      "en": "WORST MISTAKE I EVER MADE BUT NOT MY LAST.",
      "de": "Der schlimmste Fehler meines Lebens, aber nicht mein letzter."
    }
  },
  {
    "translation": {
      "en": "AFTER THEY CASHIERED ME OUT OF STARFLEET",
      "de": "Nach meinem Rauswurf aus der Sternenflotte..."
    }
  },
  {
    "translation": {
      "en": "I WENT OUT LOOKING FOR A FIGHT AND FOUND THE MAQUIS",
      "de": "...suchte ich Streit und fand den Maquis."
    }
  },
  {
    "translation": {
      "en": "AND ON MY FIRST ASSIGNMENT, I WAS CAUGHT.",
      "de": "Und bei meinem ersten Auftrag wurde ich gefangen."
    }
  },
  {
    "translation": {
      "en": "THAT MUST HAVE BEEN ESPECIALLY TOUGH FOR YOU BEING THE SON OF AN ADMIRAL.",
      "de": "Das muss für Sie als Sohn eines Admirals hart gewesen sein."
    }
  },
  {
    "translation": {
      "en": "FRANKLY, I THINK IT WAS TOUGHER ON MY FATHER THAN IT WAS ON ME.",
      "de": "Offen gesagt glaube ich, es war für meinen Vater härter als für mich."
    }
  },
  {
    "translation": {
      "en": "LOOK, I KNOW THOSE GUYS TOLD YOU TO STAY AWAY FROM ME AND YOU KNOW WHAT?",
      "de": "Ich weiß, diese Typen warnten Sie vor mir. Und wissen Sie was?"
    }
  },
  {
    "translation": {
      "en": "YOU OUGHT TO LISTEN TO THEM. I'M NOT EXACTLY A GOOD-LUCK CHARM.",
      "de": "Sie sollten auf sie hören. Ich bin nicht gerade ein Glücksbringer."
    }
  },
  {
    "translation": {
      "en": "I DON'T NEED ANYONE TO CHOOSE MY FRIENDS FOR ME.",
      "de": "Ich brauche niemanden, der mir meine Freunde aussucht."
    }
  },
  {
    "translation": {
      "en": "Janeway to Paris. GO AHEAD.",
      "de": "-Janeway an Paris. -Sprechen Sie."
    }
  },
  {
    "translation": {
      "en": "Report to the Bridge. We're approaching the Badlands.",
      "de": "Melden Sie sich auf der Brücke. Wir nähern uns den Badlands."
    }
  },
  {
    "translation": {
      "en": "Man: PLASMA STORMS WERE MEASURED AT LEVELS THREE AND FOUR.",
      "de": "Plasmastürme der Stärke drei und vier."
    }
  },
  {
    "translation": {
      "en": "THE CARDASSIANS GAVE US THE LAST KNOWN HEADING",
      "de": "Die Cardassianer gaben uns den letzten Kurs des Maquis-Schiffes."
    }
  },
  {
    "translation": {
      "en": "OF THE MAQUIS SHIP, AND WE HAVE CHARTS",
      "de": "Die Cardassianer gaben uns den letzten Kurs des Maquis-Schiffes. Wir haben Diagramme der Plasmasturm- aktivität, als sie verschwanden."
    }
  },
  {
    "translation": {
      "en": "OF THE PLASMA STORM ACTIVITY THE DAY IT DISAPPEARED.",
      "de": "Wir haben Diagramme der Plasmasturm- aktivität, als sie verschwanden. Wir könnten ihrem Kurs nahe kommen."
    }
  },
  {
    "translation": {
      "en": "WE MIGHT BE ABLE TO APPROXIMATE ITS COURSE.",
      "de": "Wir könnten ihrem Kurs nahe kommen. Ich schätze, sie wollten zu einem Planetoiden im Terikof-Gürtel."
    }
  },
  {
    "translation": {
      "en": "I'D GUESS THEY WERE HEADING",
      "de": "Ich schätze, sie wollten zu einem Planetoiden im Terikof-Gürtel."
    }
  },
  {
    "translation": {
      "en": "TO ONE OF THE PLANETOIDS IN THE TERIKOF BELT.",
      "de": "Ich schätze, sie wollten zu einem Planetoiden im Terikof-Gürtel. Das ist jenseits des Moriya-Systems."
    }
  },
  {
    "translation": {
      "en": "THE PLASMA STORMS WOULD HAVE FORCED",
      "de": "Das ist jenseits des Moriya-Systems. Die Stürme hätten sie in diese Richtung gezwungen."
    }
  },
  {
    "translation": {
      "en": "THEM IN THIS DIRECTION.",
      "de": "Die Stürme hätten sie in diese Richtung gezwungen."
    }
  },
  {
    "translation": {
      "en": "Janeway: ADJUST OUR COURSE TO MATCH.",
      "de": "-Setzen Sie einen entsprechenden Kurs. -Right Captain."
    }
  },
  {
    "translation": {
      "en": "THE CARDASSIANS CLAIM THEY FORCED",
      "de": "-Setzen Sie einen entsprechenden Kurs. -Right Captain. Die Cardassianer sagen, das Maquis- Schiff wurde im Plasmasturm zerstört."
    }
  },
  {
    "translation": {
      "en": "THE MAQUIS SHIP INTO A PLASMA STORM",
      "de": "Die Cardassianer sagen, das Maquis- Schiff wurde im Plasmasturm zerstört."
    }
  },
  {
    "translation": {
      "en": "WHERE IT WAS DESTROYED, BUT THERE'S NO DEBRIS.",
      "de": "Die Cardassianer sagen, das Maquis- Schiff wurde im Plasmasturm zerstört. Aber wir spürten keine Trümmer auf."
    }
  },
  {
    "translation": {
      "en": "A PLASMA STORM MIGHT NOT LEAVE ANY DEBRIS.",
      "de": "Aber wir spürten keine Trümmer auf. Ein Plasmasturm hinterlässt vielleicht keine Trümmer."
    }
  },
  {
    "translation": {
      "en": "WE'D STILL BE ABLE TO PICK UP",
      "de": "Ein Plasmasturm hinterlässt vielleicht keine Trümmer."
    }
  },
  {
    "translation": {
      "en": "A RESONANCE TRACE FROM THE WARP CORE.",
      "de": "Wir müssten eine Resonanzspur des Warpkerns erhalten."
    }
  },
  {
    "translation": {
      "en": "CAPTAIN, I'M READING A COHERENT TETRION BEAM SCANNING US. ORIGIN, MR. KIM?",
      "de": "-Ein Tetryonstrahl scannt uns. -Ursprung?"
    }
  },
  {
    "translation": {
      "en": "NOT SURE. THERE'S ALSO A DISPLACEMENT WAVE",
      "de": "Ich bin nicht sicher. Eine Verlagerungswelle kommt näher."
    }
  },
  {
    "translation": {
      "en": "MOVING TOWARD US.",
      "de": "Ich bin nicht sicher. Eine Verlagerungswelle kommt näher. Auf den Schirm."
    }
  },
  {
    "translation": {
      "en": "ANALYSIS. SOME KIND OF POLARIZED MAGNETIC VARIATION.",
      "de": "-Analyse. -Polarisierte magnetische Schwankung."
    }
  },
  {
    "translation": {
      "en": "WE MIGHT DISPERSE IT WITH A GRAVITON PARTICLE FIELD.",
      "de": "Wir könnten sie mit einem Gravitonfeld auflösen. Tun Sie das. Roter Alarm. Bringen Sie uns weg, Lieutenant."
    }
  },
  {
    "translation": {
      "en": "DO IT. RED ALERT. MOVE US AWAY FROM IT, LIEUTENANT.",
      "de": "Tun Sie das. Roter Alarm. Bringen Sie uns weg, Lieutenant."
    }
  },
  {
    "translation": {
      "en": "NEW HEADING 4-1 MARK 1-8-0.",
      "de": "Neuer Kurs: 41.180."
    }
  },
  {
    "translation": {
      "en": "INITIATING GRAVITON FIELD.",
      "de": "Initiiere Gravitonfeld."
    }
  },
  {
    "translation": {
      "en": "GRAVITON FIELD HAD NO EFFECT. FULL IMPULSE.",
      "de": "-Es zeigte keine Wirkung. -Voller Impuls."
    }
  },
  {
    "translation": {
      "en": "IN 12 SECONDS. CAN WE GO TO WARP?",
      "de": "-Die Welle trifft uns in zwölf Sekunden. -Können wir auf Warp gehen?"
    }
  },
  {
    "translation": {
      "en": "NOT UNTIL WE CLEAR THE PLASMA FIELD.",
      "de": "Erst nach Verlassen des Plasmafeldes."
    }
  },
  {
    "translation": {
      "en": "Kim: FIVE SECONDS. BRACE FOR IMPACT.",
      "de": "-Fünf Sekunden. -Auf Einschlag vorbereiten."
    }
  },
  {
    "translation": {
      "en": "THREE...",
      "de": "Drei..."
    }
  },
  {
    "translation": {
      "en": "REPORT.",
      "de": "Bericht!"
    }
  },
  {
    "translation": {
      "en": "HULL BREACH, DECK 14. COM LINES TO ENGINEERING ARE DOWN. TRYING TO REESTABLISH.",
      "de": "Hüllenbruch‚ Deck 14. Keine Kommunikation zum Maschinenraum."
    }
  },
  {
    "translation": {
      "en": "REPAIR CREWS, SEAL OFF HULL BREACH ON DECK 14. Aye, Captain.",
      "de": "Reparaturteam, schließen Sie den Hüllenbruch auf Deck 14."
    }
  },
  {
    "translation": {
      "en": "Crewman: CASUALTY REPORTS COMING IN.",
      "de": "Aye Captain. Unfallsberichte kommen rein. Die Krankenstation reagiert nicht."
    }
  },
  {
    "translation": {
      "en": "SICK BAY IS NOT RESPONDING.",
      "de": "Unfallsberichte kommen rein. Die Krankenstation reagiert nicht."
    }
  },
  {
    "translation": {
      "en": "BRIDGE TO SICK BAY. DOCTOR, CAN YOU HEAR ME?",
      "de": "Brücke an Krankenstation. Dr., können Sie mich hören?"
    }
  },
  {
    "translation": {
      "en": "PARIS, HOW'S STADI? SHE'S DEAD.",
      "de": "-Paris, wie geht es Stadi? -Sie ist tot."
    }
  },
  {
    "translation": {
      "en": "SOMETHING'S OUT THERE. I NEED A BETTER DESCRIPTION THAN THAT, MR. KIM.",
      "de": "-Das draußen ist etwas. -Ich erwarte präzisere Beschreibung."
    }
  },
  {
    "translation": {
      "en": "I DON'T KNOW. I'M NOT SURE WHAT I'M READING.",
      "de": "Ich weiß nicht. Ich bin...nicht sicher, was ich empfange."
    }
  },
  {
    "translation": {
      "en": "CAN YOU GET THE VIEWSCREEN OPERATIONAL? I'M TRYING.",
      "de": "-Können Sie den Bildschirm reparieren? -Ich versuche es."
    }
  },
  {
    "translation": {
      "en": "IF THESE SENSORS ARE WORKING",
      "de": "Captain, wenn diese Sensoren funktionieren,"
    }
  },
  {
    "translation": {
      "en": "WE'RE OVER 70,000 LIGHT YEARS FROM WHERE WE WERE.",
      "de": "sind wir über 70.000 Lichtjahre von da entfernt, wo wir waren."
    }
  },
  {
    "translation": {
      "en": "WE'RE ON THE OTHER SIDE OF THE GALAXY.",
      "de": "Wir sind auf der anderen Seite der Galaxie."
    }
  },
  {
    "translation": {
      "en": "I'M NOT READING ANY LIFE SIGNS ON THE MAQUIS SHIP.",
      "de": "Ich nehme keine Lebenszeichen auf dem Maquis-Schiff wahr."
    }
  },
  {
    "translation": {
      "en": "WHAT ABOUT ON THAT... THAT ARRAY? OUR SENSORS CAN'T PENETRATE IT.",
      "de": "-Was ist mit dieser Phalanx? -Die Sensoren durchdringen sie nicht."
    }
  },
  {
    "translation": {
      "en": "ANY IDEA WHAT THOSE PULSES ARE?",
      "de": "Was sind das für Impulse?"
    }
  },
  {
    "translation": {
      "en": "MASSIVE BURSTS OF RADIANT ENERGY.",
      "de": "Was sind das für Impulse? Ausstöße von Energie, gerichtet gegen ein Sternensystem des G-Typs."
    }
  },
  {
    "translation": {
      "en": "DIRECTED TOWARD A NEARBY G-TYPE STAR SYSTEM.",
      "de": "Ausstöße von Energie, gerichtet gegen ein Sternensystem des G-Typs."
    }
  },
  {
    "translation": {
      "en": "TRY HAILING THE ARRAY.",
      "de": "Ausstöße von Energie, gerichtet gegen ein Sternensystem des G-Typs. Rufen Sie diese Phalanx."
    }
  },
  {
    "translation": {
      "en": "Engineering to bridge. We have severe damage. The Chief's dead.",
      "de": "Maschinenraum an Brücke. Der Chief ist tot."
    }
  },
  {
    "translation": {
      "en": "Possibility of a warp core breach. SECURE ALL SYSTEMS. I'M ON MY WAY.",
      "de": "-Möglicher Warpkernbruch. -Sichern Sie alle Systeme. Ich komme."
    }
  },
  {
    "translation": {
      "en": "NO RESPONSE FROM THE ARRAY. ENSIGN, GET DOWN TO SICK BAY.",
      "de": "-Keine Antwort. -Gehen Sie zur Krankenstation."
    }
  },
  {
    "translation": {
      "en": "MR. ROLLINS, THE BRIDGE IS YOURS.",
      "de": "-Mr. Rollins, Sie haben die Brücke. -Aye, Captain."
    }
  },
  {
    "translation": {
      "en": "HARRY, WAIT FOR ME.",
      "de": "Harry, warten Sie auf mich."
    }
  },
  {
    "translation": {
      "en": "THEY MUST HAVE BEEN RIGHT NEXT TO THE CONSOLE WHEN IT EXPLODED.",
      "de": "Sie müssen direkt neben der Konsole gestanden haben, als sie explodierte."
    }
  },
  {
    "translation": {
      "en": "Warning. Warp core micro-fracture. Breach imminent.",
      "de": "Warnung. Mikrofraktur im Warpkern. Bruch steht bevor."
    }
  },
  {
    "translation": {
      "en": "WHAT'S THE WARP CORE PRESSURE? MAN: 2100 KILOPASCALS.",
      "de": "-Druck im Warpkern? -2.100 kilopascal."
    }
  },
  {
    "translation": {
      "en": "LOCK DOWN THE MAGNETIC CONSTRICTORS.",
      "de": "Magnetische Einengung abschalten."
    }
  },
  {
    "translation": {
      "en": "IF WE LOCK THEM DOWN AT THESE PRESSURE LEVELS WE MIGHT NOT BE ABLE TO REINITIALIZE",
      "de": "Bei dem Druck können wir die Dilithiumreaktion nicht mehr initiieren."
    }
  },
  {
    "translation": {
      "en": "THE DILITHIUM REACTION. Warning. Warp core microfracture.",
      "de": "Warnung. Mikrofraktur im Warpkern. Bruch steht bevor."
    }
  },
  {
    "translation": {
      "en": "WE'VE GOT TO GET THE REACTION RATE DOWN BEFORE WE TRY TO SEAL IT.",
      "de": "Wir müssen die Reaktionsrate verringern, bevor wir sie versiegeln."
    }
  },
  {
    "translation": {
      "en": "COMPUTER, INITIATE EMERGENCY MEDICAL HOLOGRAPHIC PROGRAM.",
      "de": "Computer, das medizinisch- holographische Notprogramm initiieren."
    }
  },
  {
    "translation": {
      "en": "STATE THE NATURE OF THE MEDICAL EMERGENCY. MULTIPLE INJURIES.",
      "de": "-Art des Notfalls? -Verschiedene Verletzungen."
    }
  },
  {
    "translation": {
      "en": "STATUS OF DOCTOR? HE'S DEAD.",
      "de": "-Art des Notfalls? -Verschiedene Verletzungen. -Status des Arztes? -Tot."
    }
  },
  {
    "translation": {
      "en": ".4cc's OF TRIANOLINE. TRIANOLINE?",
      "de": "-0,4 Einheiten Trianolin. -Trianolin?"
    }
  },
  {
    "translation": {
      "en": "WE LOST OUR NURSE TOO.",
      "de": "Wir haben auch die Krankenschwester verloren."
    }
  },
  {
    "translation": {
      "en": "HOW SOON ARE REPLACEMENT MEDICAL PERSONNEL EXPECTED?",
      "de": "Wann wird der Ersatz erwartet?"
    }
  },
  {
    "translation": {
      "en": "THAT COULD BE A PROBLEM.",
      "de": "Wann wird der Ersatz erwartet? Das könnte ein Problem sein. Wir sind weit von Ersatzmannschaften entfernt."
    }
  },
  {
    "translation": {
      "en": "WE'RE PRETTY FAR AWAY FROM REPLACEMENTS.",
      "de": "Das könnte ein Problem sein. Wir sind weit von Ersatzmannschaften entfernt."
    }
  },
  {
    "translation": {
      "en": "TRICORDER.",
      "de": "Tricorder."
    }
  },
  {
    "translation": {
      "en": "MEDICAL TRICORDER.",
      "de": "Medizinischer Tricorder."
    }
  },
  {
    "translation": {
      "en": "A REPLACEMENT MUST BE REQUESTED AS SOON AS POSSIBLE.",
      "de": "Ein Ersatz muss angefordert werden."
    }
  },
  {
    "translation": {
      "en": "I AM PROGRAMMED ONLY AS A SHORT-TERM EMERGENCY SUPPLEMENT.",
      "de": "Ich bin nur ein kurzfristiger Ersatz für das medizinische Team."
    }
  },
  {
    "translation": {
      "en": "WE MAY BE STUCK WITH YOU FOR A WHILE.",
      "de": "Wir brauchen Sie vielleicht für eine Weile, Dr."
    }
  },
  {
    "translation": {
      "en": "NO NEED FOR CONCERN. I AM CAPABLE OF TREATING ANY INJURY OR DISEASE.",
      "de": "Kein Grund zur Besorgnis. Ich kann jede Verletzung oder Krankheit behandeln."
    }
  },
  {
    "translation": {
      "en": "NO CONCUSSION. YOU'LL BE FINE. CLEAN HIM UP.",
      "de": "Keine Gehirnerschütterung. Säubern Sie ihn."
    }
  },
  {
    "translation": {
      "en": "UNLOCK THE MAGNETIC CONSTRICTORS.",
      "de": "Entsichern Sie die magnetische Einengung."
    }
  },
  {
    "translation": {
      "en": "Man: CONSTRICTORS ON-LINE. PRESSURE?",
      "de": "-Einengung in Funktion. -Druck?"
    }
  },
  {
    "translation": {
      "en": "2,500 KILOPASCALS AND HOLDING.",
      "de": "Es funktioniert. 2.500 Kilopascal und stabil."
    }
  },
  {
    "translation": {
      "en": "Bridge to Janeway. We're being scanned by the array, Captain.",
      "de": "Brücke an Janeway. Wir werden von der Phalanx gescannt."
    }
  },
  {
    "translation": {
      "en": "It penetrated our shields. WHAT KIND OF SCAN?",
      "de": "-Sie durchdrang unsere Schilde. -Was für eine Art Scan?"
    }
  },
  {
    "translation": {
      "en": "BRIDGE? JANEWAY TO BRIDGE. RESPOND.",
      "de": "Brücke? Janeway an Brücke, antworten Sie."
    }
  },
  {
    "translation": {
      "en": "INITIATE EMERGENCY LOCK OFF.",
      "de": "Notabschaitung initiieren."
    }
  },
  {
    "translation": {
      "en": "YOU CAN RETURN TO YOUR STATION.",
      "de": "Sie sind nicht ernstlich verletzt. Gehen Sie auf Ihre Station."
    }
  },
  {
    "translation": {
      "en": "THIS IS THE EMERGENCY HOLOGRAPHIC DOCTOR SPEAKING.",
      "de": "Hier spricht der holographische Notarzt."
    }
  },
  {
    "translation": {
      "en": "I GAVE NO PERMISSION FOR ANYONE TO BE TRANSPORTED OUT OF SICK BAY.",
      "de": "Ich habe nicht erlaubt, dass jemand aus der Krankenstation gebeamt wird."
    }
  },
  {
    "translation": {
      "en": "HELLO. SICK BAY TO BRIDGE.",
      "de": "Hallo? Krankenstation an Brücke."
    }
  },
  {
    "translation": {
      "en": "I BELIEVE SOMEONE HAS FAILED TO TERMINATE MY PROGRAM. PLEASE RESPOND.",
      "de": "Ich glaube, jemand versäumte es, mein Programm zu beenden. Bitte antworten."
    }
  },
  {
    "translation": {
      "en": "COME UP HERE. COME ON NOW.",
      "de": "Kommen Sie her. Kommen Sie schon."
    }
  },
  {
    "translation": {
      "en": "I HAVE A PITCHER",
      "de": "Kommen Sie her. Kommen Sie schon. Ich habe einen Krug mit Limonade und ein paar Kekse."
    }
  },
  {
    "translation": {
      "en": "OF LEMONADE AND SOME SUGAR COOKIES.",
      "de": "Ich habe einen Krug mit Limonade und ein paar Kekse."
    }
  },
  {
    "translation": {
      "en": "DON'T BELIEVE YOUR EYES, MR. PARIS.",
      "de": "-Captain... -Trauen Sie Ihren Augen nicht."
    }
  },
  {
    "translation": {
      "en": "WE'VE ONLY TRANSPORTED 100 KILOMETERS.",
      "de": "Wir wurden nur 100 km transportiert."
    }
  },
  {
    "translation": {
      "en": "Kim: THERE'S NO INDICATION OF STABLE MATTER.",
      "de": "Wir befinden uns in der Phalanx. Keine Anzeichen fester Materie. Es ist wohl eine holographische Projektion."
    }
  },
  {
    "translation": {
      "en": "THIS MUST BE SOME KIND OF HOLOGRAPHIC PROJECTION.",
      "de": "Keine Anzeichen fester Materie. Es ist wohl eine holographische Projektion."
    }
  },
  {
    "translation": {
      "en": "OH, YOU POOR THINGS. YOU MUST BE TIRED.",
      "de": "Sie Armen, Sie müssen müde sein. Setzen Sie sich und ruhen Sie sich aus. Wollen Sie ein kaltes Getränk?"
    }
  },
  {
    "translation": {
      "en": "SIT DOWN AND REST A WHILE.",
      "de": "Setzen Sie sich und ruhen Sie sich aus. Wollen Sie ein kaltes Getränk?"
    }
  },
  {
    "translation": {
      "en": "NO, THANK YOU.",
      "de": "Nein, danke."
    }
  },
  {
    "translation": {
      "en": "CAPTAIN OF THE FEDERATION STARSHIP VOYAGER.",
      "de": "Ich bin Kathryn Janeway, Captain der Voyager."
    }
  },
  {
    "translation": {
      "en": "JUST MAKE YOURSELVES RIGHT AT HOME. THE NEIGHBORS SHOULD BE HERE ANY MINUTE.",
      "de": "Fühlen Sie sich wie zu Hause. Die Nachbarn müssten gleich da sein."
    }
  },
  {
    "translation": {
      "en": "WHY, HERE THEY ARE.",
      "de": "Oh! Da sind sie!"
    }
  },
  {
    "translation": {
      "en": "WE'RE REAL GLAD YOU DROPPED BY.",
      "de": "-Schön, Sie zu sehen. Willkommen. -Wir sind froh, dass Sie da sind."
    }
  },
  {
    "translation": {
      "en": "NOW WE CAN GET STARTED. YOU ARE ALL INVITED TO THE WELCOMING BEE!",
      "de": "Jetzt können wir anfangen. Sie sind alle zur Willkommensparty eingeladen."
    }
  },
  {
    "translation": {
      "en": "LET'S HAVE SOME MUSIC!",
      "de": "Spielen wir etwas Musik!"
    }
  },
  {
    "translation": {
      "en": "THE CREW'S SCATTERED AROUND THIS FARM, CAPTAIN BUT THEY'RE ALL ACCOUNTED FOR.",
      "de": "Die Crew ist auf der Farm zerstreut, aber alle sind da."
    }
  },
  {
    "translation": {
      "en": "MOVE AROUND. SCAN THE AREA. SEE IF YOU CAN FIND ANYTHING",
      "de": "Scannen Sie das Gelände. Suchen Sie nach etwas, was ein holographischer Generator sein könnte."
    }
  },
  {
    "translation": {
      "en": "THAT MIGHT BE A HOLOGRAPHIC GENERATOR.",
      "de": "Suchen Sie nach etwas, was ein holographischer Generator sein könnte."
    }
  },
  {
    "translation": {
      "en": "HAVE SOME NICE FRESH CORN ON THE COB. FRESH CORN ON THE COB.",
      "de": "Nehmen Sie sich frische Maiskolben. Frische Maiskolben."
    }
  },
  {
    "translation": {
      "en": "CORN ON THE COB? CORN ON THE COB?",
      "de": "Maiskolben? Maiskolben?"
    }
  },
  {
    "translation": {
      "en": "CAN YOU TELL ME WHY WE'RE HERE?",
      "de": "Maiskolben? Maiskolben? -Wissen Sie, warum wir hier sind? -Wir wollen Ihnen nichts tun."
    }
  },
  {
    "translation": {
      "en": "WE DON'T MEAN YOU ANY HARM.",
      "de": "-Wissen Sie, warum wir hier sind? -Wir wollen Ihnen nichts tun."
    }
  },
  {
    "translation": {
      "en": "I'M SORRY IF WE'VE PUT YOU OUT.",
      "de": "Es tut mir Leid, wenn Sie verstimmt sind."
    }
  },
  {
    "translation": {
      "en": "JUST PUT YOUR FEET UP AND GET COMFORTABLE WHILE YOU WAIT.",
      "de": "Machen Sie es sich doch bequem, während Sie warten."
    }
  },
  {
    "translation": {
      "en": "WAIT FOR WHAT? ISN'T ANYBODY HUNGRY?",
      "de": "-Warten, worauf? -Hat niemand Hunger'?"
    }
  },
  {
    "translation": {
      "en": "MAKE YOURSELVES AT HOME. I'M SORRY IF WE PUT YOU OUT.",
      "de": "Fühlen Sie sich wie zu Hause. Tut mir Leid, wenn Sie verstimmt sind."
    }
  },
  {
    "translation": {
      "en": "LET ME SHOW YOU AROUND. THE ROOT CELLAR'S RIGHT OVER THERE.",
      "de": "He, darf ich Sie herumführen? Der Kartoffelkeller ist da drüben."
    }
  },
  {
    "translation": {
      "en": "WHAT'S DOWN THERE? POTATOES, ONIONS. BUT IT'S REAL PRIVATE.",
      "de": "-Was ist da unten? -Kartoffeln, Zwiebeln. Das ist privat."
    }
  },
  {
    "translation": {
      "en": "PARIS, SHE'S ONLY A HOLOGRAM. NO REASON TO BE RUDE.",
      "de": "-Paris, sie ist nur ein Hologramm. -Kein Grund, unhöflich zu sein."
    }
  },
  {
    "translation": {
      "en": "WHOA. WHAT?",
      "de": "-Wow. -Was?"
    }
  },
  {
    "translation": {
      "en": "SPOROCYSTIAN LIFE SIGNS.",
      "de": "Sporocystianische Lebenszeichen."
    }
  },
  {
    "translation": {
      "en": "WHAT'S IN THE BARN? OH, NOTHING BUT A BIG OL' PILE OF HAY.",
      "de": "-Was ist in der Scheune? -Nur ein großer Heuhaufen."
    }
  },
  {
    "translation": {
      "en": "LET'S GO SEE THE DUCK POND. IT'S JUST A DARK SMELLY BARN.",
      "de": "Schauen wir uns den Ententeich an. Da ist nichts drin. Es ist nur eine Scheune."
    }
  },
  {
    "translation": {
      "en": "HEY, DO Y'ALL WANT SOME DEVILED EGGS?",
      "de": "He, wollen Sie ein paar gefüllte Eier?"
    }
  },
  {
    "translation": {
      "en": "SEE? NOTHING BUT HAY.",
      "de": "Sehen Sie? Nichts als Heu."
    }
  },
  {
    "translation": {
      "en": "THERE'S A LIFE-FORM HERE. JUST ONE. WHERE?",
      "de": "-Hier ist eine Lebensform. Nur eine. -Wo?"
    }
  },
  {
    "translation": {
      "en": "IT'S EVERYWHERE.",
      "de": "Sie ist überall."
    }
  },
  {
    "translation": {
      "en": "I'M ALSO READING SOME KIND",
      "de": "Ich erkenne auch eine matrixverarbeitende Vorrichtung."
    }
  },
  {
    "translation": {
      "en": "OF MATRIX PROCESSING DEVICE.",
      "de": "Ich erkenne auch eine matrixverarbeitende Vorrichtung. Es könnte der holographische Generator sein."
    }
  },
  {
    "translation": {
      "en": "PARIS. HUMANOID LIFE SIGNS OVER HERE. I'M READING A VULCAN AND SEVERAL HUMANS.",
      "de": "Hier sind humanoide Lebenszeichen. Ein Vulkanier und einige Menschen."
    }
  },
  {
    "translation": {
      "en": "I'M NOT READY FOR YOU YET!",
      "de": "Ich bin noch nicht bereit für euch!"
    }
  },
  {
    "translation": {
      "en": "PARIS TO JANEWAY.",
      "de": "Paris an Janeway..."
    }
  },
  {
    "translation": {
      "en": "JANEWAY HERE. PARIS? COME ON.",
      "de": "Janeway hier. Paris? Kommen Sie!"
    }
  },
  {
    "translation": {
      "en": "VERY WELL. SINCE NO ONE SEEMS TO CARE FOR ANY CORN,",
      "de": "Schön. Da sich niemand für Mais zu interessieren scheint,"
    }
  },
  {
    "translation": {
      "en": "WE'LL HAVE TO PROCEED AHEAD OF SCHEDULE.",
      "de": "müssen wir dem Zeitplan etwas vorgreifen."
    }
  },
  {
    "translation": {
      "en": "JANEWAY TO BRIDGE. ANYBODY THERE?",
      "de": "Janeway an Brücke. Ist da jemand?"
    }
  },
  {
    "translation": {
      "en": "Yes, Captain, we're here. HOW LONG WERE WE OVER THERE?",
      "de": "-Ja, wir sind hier. -Wie lange waren wir dort?"
    }
  },
  {
    "translation": {
      "en": "ALMOST THREE DAYS. Three days.",
      "de": "-Fast drei Tage. -Drei Tage?"
    }
  },
  {
    "translation": {
      "en": "CAPTAIN, THE MAQUIS SHIP IS POWERING UP ITS ENGINES.",
      "de": "Captain, das Maquis-Schiff startet seinen Antrieb."
    }
  },
  {
    "translation": {
      "en": "TRACTOR THEM. ALL SENIOR OFFICERS REPORT to the bridge immediately.",
      "de": "Mit Traktorstrahl festhalten. Alle Offiziere auf die Brücke."
    }
  },
  {
    "translation": {
      "en": "COULD YOU EXPLAIN WHAT HAS TRANSPIRED?",
      "de": "Könnten Sie mir erklären, was los war?"
    }
  },
  {
    "translation": {
      "en": "COMPUTER, LOCATE ENSIGN KIM. Ensign Kim is not on board.",
      "de": "-Computer, lokalisiere Kim. -Fähnrich Kim ist nicht an Bord."
    }
  },
  {
    "translation": {
      "en": "PARIS TO JANEWAY. Go ahead.",
      "de": "-Paris an Janeway. -Sprechen Sie."
    }
  },
  {
    "translation": {
      "en": "Kim didn't come back with us.",
      "de": "Kim kam nicht mit uns. Er muss noch dort sein."
    }
  },
  {
    "translation": {
      "en": "ACKNOWLEDGED. COMPUTER, HOW MANY CREWMEN ARE UNACCOUNTED FOR? One: Ensign Harry Kim.",
      "de": "-Wie viele Crewmitglieder fehlen? -Einer. Fähnrich Kim."
    }
  },
  {
    "translation": {
      "en": "HAIL THE MAQUIS.",
      "de": "Rufen Sie die Maquis."
    }
  },
  {
    "translation": {
      "en": "COMMANDER CHAKOTAY MY NAME IS CAPTAIN KATHRYN JANEWAY.",
      "de": "Commander Chakotay, mein Name ist Captain Kathryn Janeway."
    }
  },
  {
    "translation": {
      "en": "How do you know my name? WE WERE ON A MISSION TO FIND YOU",
      "de": "-Woher kennen Sie meinen Namen? -Wir sollten Sie suchen."
    }
  },
  {
    "translation": {
      "en": "WHEN WE WERE BROUGHT HERE BY THE ARRAY.",
      "de": "Wir wurden von der Phalanx hergebracht."
    }
  },
  {
    "translation": {
      "en": "ONE OF OUR CREWMEN IS MISSING. WAS HE TRANSPORTED TO YOUR SHIP BY ACCIDENT?",
      "de": "Ein Mitglied unserer Crew fehlt. Wurde er versehentlich zu Ihnen transportiert?"
    }
  },
  {
    "translation": {
      "en": "No. A member of our crew is missing too.",
      "de": "Nein. Ein Mitglied unserer Crew fehlt ebenfalls."
    }
  },
  {
    "translation": {
      "en": "B'Elanna Torres, my engineer. COMMANDER, YOU AND I HAVE THE SAME PROBLEM.",
      "de": "-B'Elanna Torres, mein Ingenieur. -Wir haben dasselbe Problem."
    }
  },
  {
    "translation": {
      "en": "I THINK IT MAKES SENSE TO TRY AND SOLVE IT TOGETHER",
      "de": "Wir sollten versuchen, es gemeinsam zu lösen."
    }
  },
  {
    "translation": {
      "en": "Three of us will transport to your ship.",
      "de": "Drei von uns beamen sich auf Ihr Schiff."
    }
  },
  {
    "translation": {
      "en": "THEY'RE POWERING DOWN THEIR ENGINES",
      "de": "Sie verringern die Antriebsenergie und fahren die Schilde herunter."
    }
  },
  {
    "translation": {
      "en": "WATCH OUT, CAPTAIN. THEY'RE ARMED. PUT DOWN YOUR WEAPONS.",
      "de": "-Achtung, Captain. Sie sind bewaffnet. -Senken Sie Ihre Waffen."
    }
  },
  {
    "translation": {
      "en": "YOU WON'T NEED THOSE HERE.",
      "de": "Die werden Sie hier nicht brauchen."
    }
  },
  {
    "translation": {
      "en": "IT'S GOOD TO HAVE YOU BACK, MR. TUVOK.",
      "de": "Schön, Sie wiederzuhaben, Mr. Tuvok."
    }
  },
  {
    "translation": {
      "en": "I MUST INFORM YOU THAT I WAS ASSIGNED TO INFILTRATE YOUR CREW, SIR.",
      "de": "Ich wurde beauftragt, Ihre Crew zu unterwandern."
    }
  },
  {
    "translation": {
      "en": "I AM CAPTAIN JANEWAY'S CHIEF OF SECURITY.",
      "de": "Ich bin Captain Janeways Sicherheitschef."
    }
  },
  {
    "translation": {
      "en": "WERE YOU GOING TO DELIVER US INTO THEIR WAITING HANDS, VULCAN?",
      "de": "Wollten Sie uns ihnen ausliefern?"
    }
  },
  {
    "translation": {
      "en": "MY MISSION WAS TO ACCUMULATE INFORMATION ON MAQUIS ACTIVITIES",
      "de": "Mein Auftrag war, lnformationen über den Maquis zu sammeln..."
    }
  },
  {
    "translation": {
      "en": "AND THEN DELIVER YOU INTO THEIR \"WAITING HANDS.\" THAT IS CORRECT.",
      "de": "...und Sie ihnen dann auszuliefern. Das ist korrekt."
    }
  },
  {
    "translation": {
      "en": "I SEE YOU HAD HELP. IT'S GOOD TO SEE YOU TOO, CHAKOTAY.",
      "de": "-Wie ich sehe, hatten Sie Hilfe. -Ich freue mich auch, Chakotay."
    }
  },
  {
    "translation": {
      "en": "WAS DOING HIS DUTY AS A STARFLEET OFFICER BUT YOU...",
      "de": "Zumindest tat der Vulkanier seine Pflicht als Sternenflottenoffzier."
    }
  },
  {
    "translation": {
      "en": "YOU BETRAYED US FOR WHAT? FREEDOM FROM PRISON? LATINUM?",
      "de": "Wofür hast du uns verraten? Freiheit? Latinum?"
    }
  },
  {
    "translation": {
      "en": "WHAT WAS YOUR PRICE THIS TIME?",
      "de": "Wofür hast du uns verraten? Freiheit? Latinum? -Was war diesmal dein Preis? -Er ist Mitglied meiner Besatzung."
    }
  },
  {
    "translation": {
      "en": "YOU ARE SPEAKING TO A MEMBER OF MY CREW.",
      "de": "-Was war diesmal dein Preis? -Er ist Mitglied meiner Besatzung."
    }
  },
  {
    "translation": {
      "en": "I EXPECT YOU TO TREAT HIM WITH THE SAME RESPECT AS YOU WOULD HAVE ME TREAT A MEMBER OF YOURS.",
      "de": "Behandeln Sie ihn mit demselben Respekt, den Sie von mir verlangen."
    }
  },
  {
    "translation": {
      "en": "Janeway: NOW, WE HAVE A LOT TO ACCOMPLISH AND I SUGGEST WE ALL CONCENTRATE",
      "de": "Wir haben viel zu tun. Ich schlage vor, wir versuchen, unsere Leute zu finden..."
    }
  },
  {
    "translation": {
      "en": "ON FINDING OUR PEOPLE AND GETTING OURSELVES HOME.",
      "de": "Wir haben viel zu tun. Ich schlage vor, wir versuchen, unsere Leute zu finden... ...und nach Hause zurückzukehren."
    }
  },
  {
    "translation": {
      "en": "BASED ON MY INITIAL RECONNAISSANCE, I AM CONVINCED",
      "de": "Basierend auf meiner ersten Erkundung..."
    }
  },
  {
    "translation": {
      "en": "WE ARE DEALING WITH A SINGLE ENTITY IN THE ARRAY.",
      "de": "...bin ich überzeugt, dass es nur ein einziges Wesen gibt."
    }
  },
  {
    "translation": {
      "en": "I WOULD SUGGEST HE SCANNED OUR COMPUTERS",
      "de": "...bin ich überzeugt, dass es nur ein einziges Wesen gibt. Ich vermute, dass es unsere Computer scannte,"
    }
  },
  {
    "translation": {
      "en": "IN ORDER TO SELECT A COMFORTABLE HOLOGRAPHIC ENVIRONMENT.",
      "de": "Ich vermute, dass es unsere Computer scannte, um eine angenehme holographische Umgebung zu schaffen."
    }
  },
  {
    "translation": {
      "en": "IN EFFECT, A WAITING ROOM",
      "de": "um eine angenehme holographische Umgebung zu schaffen. Ein Warteraum, um uns vor der bio- metrischen Einschätzung zu beruhigen."
    }
  },
  {
    "translation": {
      "en": "TO PACIFY US PRIOR TO BIOMETRIC ASSESSMENT.",
      "de": "Ein Warteraum, um uns vor der bio- metrischen Einschätzung zu beruhigen."
    }
  },
  {
    "translation": {
      "en": "AN EXAMINATION?",
      "de": "Ein Warteraum, um uns vor der bio- metrischen Einschätzung zu beruhigen. -Eine Untersuchung? -Das ist die logischste Erklärung."
    }
  },
  {
    "translation": {
      "en": "IT IS THE MOST LOGICAL EXPLANATION.",
      "de": "-Eine Untersuchung? -Das ist die logischste Erklärung."
    }
  },
  {
    "translation": {
      "en": "WHY ELSE WOULD HE HAVE RELEASED US UNHARMED? NOT ALL OF US WERE.",
      "de": "-Warum sind wir sonst unverletzt? -Nicht jeder von uns."
    }
  },
  {
    "translation": {
      "en": "BREAK OUT THE COMPRESSION PHASER RIFLES. MEET US IN TRANSPORTER ROOM TWO.",
      "de": "Holen Sie die Phasergewehre. Wir treffen uns im Transporterraum zwei."
    }
  },
  {
    "translation": {
      "en": "WE'RE GOING BACK.",
      "de": "Wir gehen zurück. Wir bilden Teams."
    }
  },
  {
    "translation": {
      "en": "MR. TUVOK, WHILE CHAKOTAY AND I ARE LOOKING",
      "de": "Wir gehen zurück. Wir bilden Teams. Mr. Tuvok, während Chakotay und ich nach Torres und Kim suchen,"
    }
  },
  {
    "translation": {
      "en": "FOR TORRES AND KIM",
      "de": "Mr. Tuvok, während Chakotay und ich nach Torres und Kim suchen,"
    }
  },
  {
    "translation": {
      "en": "YOUR JOB IS TO FIND OUT AS MUCH ABOUT THIS ARRAY",
      "de": "Mr. Tuvok, während Chakotay und ich nach Torres und Kim suchen, finden Sie möglichst viel über diese Phalanx heraus."
    }
  },
  {
    "translation": {
      "en": "AS YOU CAN.",
      "de": "finden Sie möglichst viel über diese Phalanx heraus."
    }
  },
  {
    "translation": {
      "en": "IT BROUGHT US HERE. WE HAVE TO ASSUME IT CAN SEND US HOME.",
      "de": "Sie brachte uns her, vermutlich kann sie uns auch nach Hause schicken."
    }
  },
  {
    "translation": {
      "en": "AGREED?",
      "de": "Einverstanden?"
    }
  },
  {
    "translation": {
      "en": "MAINTAIN RED ALERT. KEEP US ON CONSTANT TRANSPORTER LOCKS.",
      "de": "Roten Alarm beibehalten. Halten Sie uns mit dem Transporterstrahl erfasst."
    }
  },
  {
    "translation": {
      "en": "CAPTAIN.",
      "de": "Captain..."
    }
  },
  {
    "translation": {
      "en": "I'D LIKE TO GO WITH YOU.",
      "de": "-Ich möchte mitkommen. -Wenn das mit Chakotay zu tun hat..."
    }
  },
  {
    "translation": {
      "en": "IF THIS HAS SOMETHING TO DO WITH CHAKOTAY...",
      "de": "-Ich möchte mitkommen. -Wenn das mit Chakotay zu tun hat... Ich will nur..."
    }
  },
  {
    "translation": {
      "en": "IT DOESN'T. I JUST...",
      "de": "Ich will nur..."
    }
  },
  {
    "translation": {
      "en": "I'D HATE TO SEE ANYTHING HAPPEN TO HARRY.",
      "de": "Ich will nicht, dass Harry irgendetwas passiert."
    }
  },
  {
    "translation": {
      "en": "COME ON.",
      "de": "Kommen Sie."
    }
  },
  {
    "translation": {
      "en": "THERE ARE NO HUMANOID LIFE-FORMS INDICATED, CAPTAIN.",
      "de": "Keine humanoiden Lebensformen angezeigt."
    }
  },
  {
    "translation": {
      "en": "KIM AND TORRES",
      "de": "Kim und Torres sind nicht in Tricorderreichweite."
    }
  },
  {
    "translation": {
      "en": "ARE NOT WITHIN TRICORDER RANGE.",
      "de": "Kim und Torres sind nicht in Tricorderreichweite. -Sie sind vielleicht nicht in der Phalanx. -Er kann es uns sagen."
    }
  },
  {
    "translation": {
      "en": "HE CAN TELL US WHERE THEY ARE.",
      "de": "-Sie sind vielleicht nicht in der Phalanx. -Er kann es uns sagen."
    }
  },
  {
    "translation": {
      "en": "MAINTAIN YOUR COM LINK. I DON'T WANT TO LOSE ANYONE ELSE.",
      "de": "Halten Sie die Kommunikation aufrecht. Ich will nicht noch jemanden verlieren."
    }
  },
  {
    "translation": {
      "en": "OH, WHY HAVE YOU COME BACK? YOU DON'T HAVE WHAT I NEED.",
      "de": "Warum sind Sie zurückgekommen? Sie haben nicht, was ich brauche."
    }
  },
  {
    "translation": {
      "en": "I DON'T KNOW WHAT YOU NEED AND I DON'T CARE.",
      "de": "Mir ist egal, was Sie brauchen."
    }
  },
  {
    "translation": {
      "en": "I JUST WANT OUR PEOPLE BACK AND I WANT US ALL TO BE SENT HOME.",
      "de": "Ich will nur meine Leute zurückhaben und nach Hause."
    }
  },
  {
    "translation": {
      "en": "WELL, NOW, AREN'T YOU CONTENTIOUS FOR A MINOR BIPEDAL SPECIES.",
      "de": "Sie sind ganz schön streitsüchtig für eine minderwertige zweifüßige Spezies."
    }
  },
  {
    "translation": {
      "en": "THIS MINOR BIPEDAL SPECIES DOESN'T TAKE KINDLY TO BEING ABDUCTED.",
      "de": "Diese minderwertige Spezies wird nicht gern entführt."
    }
  },
  {
    "translation": {
      "en": "IT WAS NECESSARY. WHERE ARE OUR PEOPLE?",
      "de": "-Das war notwendig. -Wo sind unsere Leute?"
    }
  },
  {
    "translation": {
      "en": "THEY'RE NOT HERE. WHAT HAVE YOU DONE?",
      "de": "-Weg. -Was haben Sie mit ihnen getan?"
    }
  },
  {
    "translation": {
      "en": "YOU DON'T HAVE WHAT I NEED. THEY MIGHT.",
      "de": "Sie haben nicht, was ich brauche. Die vielleicht schon."
    }
  },
  {
    "translation": {
      "en": "NO. YOU'LL HAVE TO LEAVE THEM.",
      "de": "-Sie müssen sie hier lassen. -Das werden wir nicht."
    }
  },
  {
    "translation": {
      "en": "WE WON'T DO THAT.",
      "de": "-Sie müssen sie hier lassen. -Das werden wir nicht. Wir sind ihre befehlshabenden Offiziere, wir sind für sie verantwortlich,"
    }
  },
  {
    "translation": {
      "en": "WE ARE THEIR COMMANDING OFFICERS. WE ARE ENTRUSTED WITH THEIR SAFETY.",
      "de": "Wir sind ihre befehlshabenden Offiziere, wir sind für sie verantwortlich,"
    }
  },
  {
    "translation": {
      "en": "THAT MAY BE A CONCEPT YOU DON'T UNDERSTAND.",
      "de": "ein Konzept, das Sie vielleicht nicht verstehen."
    }
  },
  {
    "translation": {
      "en": "OH, NO. I DO UNDERSTAND",
      "de": "Oh doch, ich verstehe."
    }
  },
  {
    "translation": {
      "en": "BUT I HAVE NO CHOICE.",
      "de": "Aber ich habe keine Wahl."
    }
  },
  {
    "translation": {
      "en": "THERE JUST IS NOT ENOUGH TIME LEFT. LEFT FOR WHAT?",
      "de": "-Es bleibt nicht mehr genug Zeit. -Wofür?"
    }
  },
  {
    "translation": {
      "en": "I MUST HONOR A DEBT THAT CAN NEVER BE REPAID",
      "de": "Ich muss eine Schuld bezahlen, die nie beglichen werden kann."
    }
  },
  {
    "translation": {
      "en": "BUT MY SEARCH HAS NOT BEEN GOING WELL.",
      "de": "Aber meine Suche läuft nicht sehr gut."
    }
  },
  {
    "translation": {
      "en": "TELL US WHAT YOU'RE LOOKING FOR. MAYBE WE CAN HELP YOU FIND IT.",
      "de": "Sagen Sie uns, was Sie suchen. Vielleicht können wir Ihnen helfen."
    }
  },
  {
    "translation": {
      "en": "YOU?",
      "de": "Sie?"
    }
  },
  {
    "translation": {
      "en": "I'VE SEARCHED THE GALAXY WITH METHODS BEYOND YOUR COMPREHENSION.",
      "de": "Ich habe die Galaxie mit hochentwickelten Methoden abgesucht."
    }
  },
  {
    "translation": {
      "en": "NO. THERE'S NOTHING YOU CAN DO.",
      "de": "Nein, es gibt nichts, was Sie tun können."
    }
  },
  {
    "translation": {
      "en": "YOU'VE TAKEN US 70,000 LIGHT YEARS FROM OUR HOME.",
      "de": "Sie haben uns 70.000 Lichtjahre von unserer Heimat entfernt."
    }
  },
  {
    "translation": {
      "en": "WE HAVE NO WAY BACK UNLESS YOU SEND US AND WE WON'T LEAVE WITHOUT THE OTHERS",
      "de": "Wir können nicht allein zurück und wir gehen nicht ohne die anderen."
    }
  },
  {
    "translation": {
      "en": "BUT SENDING YOU BACK IS TERRIBLY COMPLICATED. DON'T YOU UNDERSTAND?",
      "de": "Aber Sie zurückzuschicken ist sehr kompliziert, verstehen Sie?"
    }
  },
  {
    "translation": {
      "en": "I DON'T HAVE TIME. NOT ENOUGH TIME!",
      "de": "Ich habe keine Zeit. Nicht genug Zeit!"
    }
  },
  {
    "translation": {
      "en": "HE'S REGAINING CONSCIOUSNESS. HOW DO YOU FEEL?",
      "de": "-Er erlangt das Bewusstsein wieder. -Wie fühlen Sie sich?"
    }
  },
  {
    "translation": {
      "en": "WHAT AM I DOING HERE? WHERE AM I?",
      "de": "Was mache ich hier? Wo bin ich?"
    }
  },
  {
    "translation": {
      "en": "PLEASE DON'T TRY TO MOVE YET. YOU'RE VERY ILL.",
      "de": "Bewegen Sie sich nicht. Sie sind sehr krank."
    }
  },
  {
    "translation": {
      "en": "ILL? NO, NO. THERE'S SOME MISTAKE. I'M NOT...",
      "de": "Krank? Nein, nein. Da liegt ein Irrtum vor. Ich bin nicht..."
    }
  },
  {
    "translation": {
      "en": "NO!",
      "de": "Nein!"
    }
  },
  {
    "translation": {
      "en": "CAPTAIN'S LOG. STARDATE 48315.6.",
      "de": "Computerlogbuch des Captains, Sternzeit 48315,6."
    }
  },
  {
    "translation": {
      "en": "WE'VE TRACED THE ENERGY PULSES FROM THE ARRAY",
      "de": "Computerlogbuch des Captains, Sternzeit 48315,6. Wir verfolgten die Energiepulse zum fünften Planeten des nächsten Systems..."
    }
  },
  {
    "translation": {
      "en": "TO THE FIFTH PLANET OF THE NEIGHBORING SYSTEM",
      "de": "Wir verfolgten die Energiepulse zum fünften Planeten des nächsten Systems..."
    }
  },
  {
    "translation": {
      "en": "AND BELIEVE THEY MAY HAVE BEEN USED IN SOME FASHION",
      "de": "Wir verfolgten die Energiepulse zum fünften Planeten des nächsten Systems... ...und glauben, dass sie benulzt wurden, um Kim und Torres dorthin zu bringen."
    }
  },
  {
    "translation": {
      "en": "TO TRANSPORT KIM AND TORRES TO THE PLANET'S SURFACE.",
      "de": "...und glauben, dass sie benulzt wurden, um Kim und Torres dorthin zu bringen."
    }
  },
  {
    "translation": {
      "en": "COME IN.",
      "de": "Herein."
    }
  },
  {
    "translation": {
      "en": "CAPTAIN, I'VE OBSERVED SOMETHING PECULIAR ABOUT THE PULSES.",
      "de": "Ich habe etwas Seltsames an den Impulsen beobachtet."
    }
  },
  {
    "translation": {
      "en": "THEY'RE GETTING FASTER.",
      "de": "Sie werden schneller."
    }
  },
  {
    "translation": {
      "en": "FASTER.",
      "de": "Schneller."
    }
  },
  {
    "translation": {
      "en": "THE INTERVAL BETWEEN EACH PULSE HAS DECREASED BY .47 SECONDS SINCE WE ARRIVED.",
      "de": "Die Intervalle verringerten sich seit unserer Ankunft um 0,47 Sekunden."
    }
  },
  {
    "translation": {
      "en": "I CAN OFFER NO EXPLANATION. THAT'S ONLY ONE OF THE MYSTERIES",
      "de": "-Ich kann es nicht erklären. -Das ist nur eines der Geheimnisse."
    }
  },
  {
    "translation": {
      "en": "TAKE A LOOK AT THIS.",
      "de": "Sehen Sie sich das an."
    }
  },
  {
    "translation": {
      "en": "NOT ONE OCEAN. NOT ONE RIVER.",
      "de": "Er ist buchstäblich eine Wüste. Kein Ozean, kein einziger Fluss."
    }
  },
  {
    "translation": {
      "en": "IT HAS ALL THE BASIC CHARACTERISTICS OF AN M-CLASS PLANET, EXCEPT...",
      "de": "Er hat alle Charakteristika eines Planeten der M-Klasse, außer..."
    }
  },
  {
    "translation": {
      "en": "THERE ARE NO NUCLEOGENIC PARTICLES IN THE ATMOSPHERE.",
      "de": "...dass es keine Nukleogenpartikel in der Atmosphäre gibt."
    }
  },
  {
    "translation": {
      "en": "THAT WOULD MEAN THE PLANET IS INCAPABLE",
      "de": "...dass es keine Nukleogenpartikel in der Atmosphäre gibt. Das heißt, der Planet kann keinen Regen produzieren."
    }
  },
  {
    "translation": {
      "en": "OF PRODUCING RAIN.",
      "de": "Das heißt, der Planet kann keinen Regen produzieren."
    }
  },
  {
    "translation": {
      "en": "I'VE STUDIED THOUSANDS OF M-CLASS PLANETS.",
      "de": "Ich untersuchte Tausende solcher Planeten, aber keinen ohne Nukleogene."
    }
  },
  {
    "translation": {
      "en": "I'VE NEVER SEEN AN ATMOSPHERE WITHOUT NUCLEOGENICS.",
      "de": "Ich untersuchte Tausende solcher Planeten, aber keinen ohne Nukleogene. Es muss eine außergewöhnliche Umweltkatastrophe stattgefunden haben."
    }
  },
  {
    "translation": {
      "en": "THERE MUST HAVE BEEN",
      "de": "Es muss eine außergewöhnliche Umweltkatastrophe stattgefunden haben."
    }
  },
  {
    "translation": {
      "en": "AS SOON AS REPAIRS ARE COMPLETE...",
      "de": "Sobald die Reparaturen fertig sind..."
    }
  },
  {
    "translation": {
      "en": "WE'LL SET A COURSE FOR THE FIFTH PLANET.",
      "de": "...nehmen wir Kurs auf den fünften Planeten."
    }
  },
  {
    "translation": {
      "en": "CAPTAIN. YOU REQUIRE SLEEP.",
      "de": "Captain, Sie brauchen Schlaf."
    }
  },
  {
    "translation": {
      "en": "KIM'S MOTHER CALLED ME JUST AFTER HE LEFT EARTH.",
      "de": "Kims Mutter rief an, nachdem er sie verlassen hatte."
    }
  },
  {
    "translation": {
      "en": "DELIGHTFUL WOMAN. HE'S HER ONLY SON. HE'D LEFT HIS CLARINET BEHIND.",
      "de": "Tolle Frau. Es ist ihr einziger Sohn. Er hatte seine Klarinette vergessen."
    }
  },
  {
    "translation": {
      "en": "SHE WANTED TO KNOW IF SHE HAD TIME TO SEND IT.",
      "de": "Sie wollte wissen, ob noch Zeit war, sie zu schicken."
    }
  },
  {
    "translation": {
      "en": "I HAD TO TELL HER NO.",
      "de": "Ich musste nein sagen."
    }
  },
  {
    "translation": {
      "en": "DO YOU KNOW HE PLAYED THE CLARINET IN THE JUILLIARD YOUTH SYMPHONY?",
      "de": "Wussten Sie, dass er im Julliard Jugendsinfonieorchester spielte?"
    }
  },
  {
    "translation": {
      "en": "I DID NOT HAVE THE OPPORTUNITY TO MEET MR. KIM.",
      "de": "Ich hatte noch keine Gelegenheit, Mr. Kim zu treffen."
    }
  },
  {
    "translation": {
      "en": "I BARELY KNEW HIM.",
      "de": "Ich kannte ihn kaum."
    }
  },
  {
    "translation": {
      "en": "I NEVER SEEM TO HAVE THE CHANCE TO GET TO KNOW ANY OF THEM.",
      "de": "Ich scheine selten die Chance zu haben, einen von ihnen kennen zu lernen."
    }
  },
  {
    "translation": {
      "en": "I HAVE TO, UM...",
      "de": "Ich muss..."
    }
  },
  {
    "translation": {
      "en": "I HAVE TO TAKE MORE TIME TO DO THAT.",
      "de": "...Ich muss mir mehr Zeit dafür nehmen."
    }
  },
  {
    "translation": {
      "en": "IT'S A FINE CREW AND I'VE GOT TO GET THEM HOME.",
      "de": "Es ist eine gute Crew und ich muss sie nach Hause bringen."
    }
  },
  {
    "translation": {
      "en": "THE CREW WILL NOT BENEFIT FROM THE LEADERSHIP OF AN EXHAUSTED CAPTAIN.",
      "de": "Die Crew profitiert nicht von einem erschöpften Captain."
    }
  },
  {
    "translation": {
      "en": "YOU'RE RIGHT AS USUAL.",
      "de": "Sie haben wie immer Recht."
    }
  },
  {
    "translation": {
      "en": "I'VE MISSED YOUR COUNSEL, TUVOK.",
      "de": "Ich habe Ihren Rat vermisst."
    }
  },
  {
    "translation": {
      "en": "I AM GRATIFIED THAT YOU CAME AFTER ME SO I CAN OFFER IT ONCE AGAIN.",
      "de": "Ich bin dankbar, dass Sie mir folgten. So kann ich ihn Ihnen wieder geben."
    }
  },
  {
    "translation": {
      "en": "I SPOKE TO YOUR FAMILY BEFORE I LEFT. ARE THEY WELL?",
      "de": "-Ich habe mit Ihrer Familie gesprochen. -Geht es ihnen gut?"
    }
  },
  {
    "translation": {
      "en": "WELL, BUT WORRIED ABOUT YOU.",
      "de": "Ja. Aber sie machen sich Sorgen."
    }
  },
  {
    "translation": {
      "en": "THAT WOULD NOT BE AN ACCURATE PERCEPTION, CAPTAIN.",
      "de": "Diese Wahrnehmung kann nicht zutreffen."
    }
  },
  {
    "translation": {
      "en": "VULCANS DO NOT WORRY. THEY... MISS YOU.",
      "de": "-Vulkanier machen sich keine Sorgen. -Sie...vermissen Sie."
    }
  },
  {
    "translation": {
      "en": "AS I DO THEM.",
      "de": "Und ich sie."
    }
  },
  {
    "translation": {
      "en": "I'LL GET YOU BACK TO THEM. THAT'S A PROMISE, TUVOK.",
      "de": "Ich werde Sie zurückbringen. Das ist ein Versprechen, Tuvok."
    }
  },
  {
    "translation": {
      "en": "CAPTAIN'S LOG, SUPPLEMENTAL:",
      "de": "Computerlogbuch, Nachtrag."
    }
  },
  {
    "translation": {
      "en": "VOYAGER AND THE MAQUIS SHIP HAVE ENTERED A DEBRIS FIELD",
      "de": "Computerlogbuch, Nachtrag. Wir sind auf ein Trümmerfeld gestoßen. Sensoren entdeckten ein kleines Schiff."
    }
  },
  {
    "translation": {
      "en": "WHERE SENSORS HAVE DETECTED A SMALL VESSEL.",
      "de": "Wir sind auf ein Trümmerfeld gestoßen. Sensoren entdeckten ein kleines Schiff."
    }
  },
  {
    "translation": {
      "en": "ONE HUMANOID LIFE-FORM IS ON BOARD.",
      "de": "Eine humanoide Lebensform ist an Bord."
    }
  },
  {
    "translation": {
      "en": "HAIL THEM.",
      "de": "Rufen Sie es."
    }
  },
  {
    "translation": {
      "en": "Whoever you are, I found this waste zone first.",
      "de": "Wer immer Sie sind, ich habe diese Abfallzone entdeckt."
    }
  },
  {
    "translation": {
      "en": "WE'RE NOT INTERESTED IN THIS DEBRIS, MISTER...?",
      "de": "Wir sind nicht an den Trümmern interessiert, Mr..."
    }
  },
  {
    "translation": {
      "en": "And since you're not interested in my \"debris\" well, I'm delighted to know you.",
      "de": "Da Sie kein Interesse an meinem Abfall haben: Freut mich, Sie kennen zu lernen."
    }
  },
  {
    "translation": {
      "en": "CAPTAIN KATHRYN JANEWAY OF THE FEDERATION STARSHIP VOYAGER.",
      "de": "Captain Kathryn Janeway des Föderationsraumschiffs Voyager."
    }
  },
  {
    "translation": {
      "en": "A very impressive title.",
      "de": "Ein sehr imposanter Titel."
    }
  },
  {
    "translation": {
      "en": "I have no idea what it means but it sounds very impressive.",
      "de": "Ich weiß nicht, was das bedeutet, aber es klingt sehr beeindruckend."
    }
  },
  {
    "translation": {
      "en": "DO YOU KNOW THIS AREA OF SPACE WELL, MR. NEELIX?",
      "de": "Kennen Sie diesen Sektor des Weltraumes?"
    }
  },
  {
    "translation": {
      "en": "I am famous for knowing it well. How may I be of service?",
      "de": "Ich bin berühmt dafür, ihn zu kennen. Wie kann ich Ihnen helfen?"
    }
  },
  {
    "translation": {
      "en": "DO YOU KNOW ABOUT THE ARRAY THAT'S SENDING ENERGY PULSES TO THE FIFTH PLANET?",
      "de": "Wissen Sie etwas über die Phalanx, die Impulse zum fünften Planeten schickt?"
    }
  },
  {
    "translation": {
      "en": "I know enough to stay as far away from it as possible.",
      "de": "Ich weiß genug, um mich so fern wie möglich davon zu halten."
    }
  },
  {
    "translation": {
      "en": "Wait, let me guess.",
      "de": "Warten Sie. Lassen Sie mich raten."
    }
  },
  {
    "translation": {
      "en": "You were whisked away from somewhere else in the galaxy",
      "de": "Sie wurden von einem anderen Ort der Galaxis weggezaubert..."
    }
  },
  {
    "translation": {
      "en": "and brought here against your will.",
      "de": "...und gegen Ihren Willen hergebracht."
    }
  },
  {
    "translation": {
      "en": "SOUNDS AS THOUGH YOU'VE HEARD THIS STORY BEFORE.",
      "de": "Klingt, als hätten Sie diese Geschichte schon mal gehört."
    }
  },
  {
    "translation": {
      "en": "Sadly, yes, thousands of times.",
      "de": "Leider ja. Tausende von Malen."
    }
  },
  {
    "translation": {
      "en": "Well, hundreds of times. Maybe 50 times.",
      "de": "Oder Hunderte von Malen. Vielleicht fünfzig Mal."
    }
  },
  {
    "translation": {
      "en": "But the caretaker has been bringing",
      "de": "Oder Hunderte von Malen. Vielleicht fünfzig Mal. Der Fürsorger bringt seit Monaten Schiffe her."
    }
  },
  {
    "translation": {
      "en": "ships here for months now.",
      "de": "Der Fürsorger bringt seit Monaten Schiffe her."
    }
  },
  {
    "translation": {
      "en": "THE CARETAKER?",
      "de": "Der Fürsorger bringt seit Monaten Schiffe her. -Der Fürsorger? -So nennen ihn die Ocampa."
    }
  },
  {
    "translation": {
      "en": "That's what the Ocampa call him.",
      "de": "-Der Fürsorger? -So nennen ihn die Ocampa."
    }
  },
  {
    "translation": {
      "en": "They live on the fifth planet. Did he kidnap members of your crew?",
      "de": "Sie leben auf dem fünften Planeten. Hat er Mitglieder Ihrer Crew entführt?"
    }
  },
  {
    "translation": {
      "en": "AS A MATTER OF FACT, HE DID. It's not the first time.",
      "de": "-Das hat er tatsächlich. -Nicht zum ersten Mal."
    }
  },
  {
    "translation": {
      "en": "DO YOU KNOW WHERE HE'S TAKEN THEM?",
      "de": "Wissen Sie, wohin er sie gebracht hat?"
    }
  },
  {
    "translation": {
      "en": "Just that they're brought to the Ocampa. Nothing more.",
      "de": "Sie werden zu den Ocampa gebracht. Mehr weiß ich nicht."
    }
  },
  {
    "translation": {
      "en": "WE'D APPRECIATE ANY HELP YOU COULD GIVE US IN FINDING THESE OCAMPA.",
      "de": "Bitte helfen Sie uns bei der Suche nach den Ocampa."
    }
  },
  {
    "translation": {
      "en": "I-I-I really wish that I could help you, I do. But as you can see",
      "de": "Ich wünschte, ich könnte Ihnen helfen."
    }
  },
  {
    "translation": {
      "en": "there's just so much debris for me to investigate today.",
      "de": "Aber wie Sie sehen, muss ich heute so viele Trümmer untersuchen."
    }
  },
  {
    "translation": {
      "en": "You'd be surprised the things of value",
      "de": "Aber wie Sie sehen, muss ich heute so viele Trümmer untersuchen. Sie würden sich wundern, was manche Leute wegwerfen."
    }
  },
  {
    "translation": {
      "en": "some people abandon.",
      "de": "Sie würden sich wundern, was manche Leute wegwerfen."
    }
  },
  {
    "translation": {
      "en": "OF COURSE, WE'D COMPENSATE YOU FOR YOUR TROUBLE.",
      "de": "Natürlich würden wir Sie für Ihre Mühe entlohnen."
    }
  },
  {
    "translation": {
      "en": "Well, there's really very little that you could offer me.",
      "de": "Es gibt nur wenig, was Sie mir anbieten könnten."
    }
  },
  {
    "translation": {
      "en": "Unless...",
      "de": "Es sei denn..."
    }
  },
  {
    "translation": {
      "en": "YES? Unless, of course you had...",
      "de": "-Ja? -Es sei denn, Sie hätten..."
    }
  },
  {
    "translation": {
      "en": "...water?",
      "de": "...Wasser."
    }
  },
  {
    "translation": {
      "en": "IF YOU HELP US FIND OUR MISSING CREW MEMBERS",
      "de": "Helfen Sie uns bei der Suche nach unseren Crewmitgliedern,"
    }
  },
  {
    "translation": {
      "en": "YOU CAN HAVE ALL THE WATER YOU WANT.",
      "de": "und Sie können so viel Wasser haben, wie Sie wollen."
    }
  },
  {
    "translation": {
      "en": "Well, that... that sounds like a very reasonable arrangement.",
      "de": "Das klingt nach einer vernünftigen Vereinbarung."
    }
  },
  {
    "translation": {
      "en": "GOOD. WE'LL BEAM YOU OVER AND TOW YOUR SHIP INTO OUR SHUTTLE BAY.",
      "de": "Gut. Wir beamen Sie rüber und schleppen Ihr Schiff ran."
    }
  },
  {
    "translation": {
      "en": "MR. TUVOK, GO TO TRANSPORTER ROOM TWO AND MEET OUR GUEST.",
      "de": "Mr. Tuvok, gehen Sie in Transporterraum zwei und empfangen Sie unseren Gast."
    }
  },
  {
    "translation": {
      "en": "Beam?",
      "de": "Beamen?"
    }
  },
  {
    "translation": {
      "en": "WE HAVE A TECHNOLOGY WHICH CAN TAKE YOU INSTANTLY FROM YOUR SHIP TO OURS.",
      "de": "Wir haben eine Technik, die Sie sofort von Ihrem Schiff zu unserem bringt."
    }
  },
  {
    "translation": {
      "en": "IT'S QUITE HARMLESS. MAY WE?",
      "de": "Es ist ganz harmlos. Dürfen wir?"
    }
  },
  {
    "translation": {
      "en": "ENERGIZE.",
      "de": "Energie."
    }
  },
  {
    "translation": {
      "en": "ASTONISHING!",
      "de": "Erstaunlich!"
    }
  },
  {
    "translation": {
      "en": "YOU FEDERATIONS ARE OBVIOUSLY AN ADVANCED CULTURE.",
      "de": "Ihr Föderierten seid offensichtlich eine fortschrittliche Kultur."
    }
  },
  {
    "translation": {
      "en": "THE FEDERATION IS MADE UP OF MANY CULTURES.",
      "de": "Die Föderation besteht aus vielen Kulturen."
    }
  },
  {
    "translation": {
      "en": "I AM VULCAN. NEELIX.",
      "de": "-Ich bin Vulkanier. -Neelix."
    }
  },
  {
    "translation": {
      "en": "GOOD TO MEET YOU.",
      "de": "Schön, Sie kennen zu lernen!"
    }
  },
  {
    "translation": {
      "en": "INTERESTING.",
      "de": "Interessant..."
    }
  },
  {
    "translation": {
      "en": "WHAT, WHAT EXACTLY...",
      "de": "Was... Was genau..."
    }
  },
  {
    "translation": {
      "en": "( laughing )",
      "de": "Was genau..."
    }
  },
  {
    "translation": {
      "en": "WHAT EXACTLY DOES ALL THIS... ALL THIS DO?",
      "de": "Was genau ist das alles?"
    }
  },
  {
    "translation": {
      "en": "I ASSURE YOU THAT EVERYTHING IN THIS ROOM HAS A SPECIFIC FUNCTION.",
      "de": "Ich versichere Ihnen, alles in diesem Raum erfüllt eine spezielle Funktion."
    }
  },
  {
    "translation": {
      "en": "HOWEVER, IT WOULD TAKE SEVERAL HOURS TO EXPLAIN IT ALL.",
      "de": "Aber es würde Stunden dauern, alles zu erklären."
    }
  },
  {
    "translation": {
      "en": "I SUGGEST WE PROCEED TO YOUR QUARTERS.",
      "de": "Ich schlage vor, wir gehen zu Ihrem Quartier."
    }
  },
  {
    "translation": {
      "en": "PERHAPS YOU WOULD CARE FOR A BATH. A WHAT?",
      "de": "-Möchten Sie ein Bad nehmen? -Ein was?"
    }
  },
  {
    "translation": {
      "en": "IT'S OKAY. IT'S OKAY. WHO ARE YOU?",
      "de": "-Es ist OK. -Wer sind Sie?"
    }
  },
  {
    "translation": {
      "en": "MY NAME IS KIM-- HARRY KIM. I'M AN ENSIGN ON THE STARSHIP VOYAGER.",
      "de": "Mein Name ist Harry Kim. Ich bin vom Raumschiff Voyager."
    }
  },
  {
    "translation": {
      "en": "I WAS KIDNAPPED FROM THE ARRAY JUST LIKE YOU WERE.",
      "de": "Ich wurde auch von der Phalanx gekidnappt. Ich weiß nicht, wo wir sind."
    }
  },
  {
    "translation": {
      "en": "WHAT WAS STARFLEET DOING AT THAT ARRAY? WE WERE LOOKING FOR YOU, ACTUALLY.",
      "de": "-Was wollte die Sternenflotte dort? -Wir suchten Sie."
    }
  },
  {
    "translation": {
      "en": "WE'RE IN THE BADLANDS, THEN... YOU MEAN YOU WERE TRYING TO CAPTURE US.",
      "de": "-Wir waren in den Badlands... -Sie wollten uns gefangen nehmen."
    }
  },
  {
    "translation": {
      "en": "YEAH... CONSIDER YOURSELF CAPTURED.",
      "de": "Betrachten Sie sich als Gefangene. Ich habe irgendwo einen Phaser."
    }
  },
  {
    "translation": {
      "en": "OH, I KNOW I HAVE A PHASER HERE SOMEWHERE.",
      "de": "Betrachten Sie sich als Gefangene. Ich habe irgendwo einen Phaser. Ich finde das gar nicht lustig."
    }
  },
  {
    "translation": {
      "en": "I DON'T FIND THIS AMUSING, STARFLEET.",
      "de": "Ich finde das gar nicht lustig."
    }
  },
  {
    "translation": {
      "en": "Kim: THERE'S NO POINT. IT'S LOCKED.",
      "de": "Es ist sinnlos. Es ist verschlossen."
    }
  },
  {
    "translation": {
      "en": "HEY, WHAT'S THAT GOING TO ACCOMPLISH? WHAT ARE THEY DOING TO US?",
      "de": "-He! Was wollen Sie damit erreichen? -Was sind das für Dinger an uns?"
    }
  },
  {
    "translation": {
      "en": "WHAT ARE THESE THINGS GROWING ON US?",
      "de": "Was ist das auf unserer Haut?"
    }
  },
  {
    "translation": {
      "en": "DO YOU WANT THEM TO SEDATE YOU AGAIN?",
      "de": "Wollen Sie wieder ruhig gestellt werden?"
    }
  },
  {
    "translation": {
      "en": "YOU'RE RIGHT, STARFLEET.",
      "de": "Sie haben Recht, Sternenflotte."
    }
  },
  {
    "translation": {
      "en": "IT'S THE KLINGON HALF OF ME. IT'S JUST IT'S HARD TO CONTROL IT SOMETIMES.",
      "de": "Es ist meine klingonische Seite. Sie ist manchmal schwer zu kontrollieren."
    }
  },
  {
    "translation": {
      "en": "WHAT'S YOUR NAME, MAQUIS?",
      "de": "Wie heißen Sie, Maquis?"
    }
  },
  {
    "translation": {
      "en": "B'ELANNA.",
      "de": "B'Elanna."
    }
  },
  {
    "translation": {
      "en": "B'ELANNA TORRES.",
      "de": "B'Elanna Torres."
    }
  },
  {
    "translation": {
      "en": "I HOPE YOU'RE FEELING BETTER. I KNOW HOW FRIGHTENING ALL THIS MUST BE FOR BOTH OF YOU.",
      "de": "Ich hoffe, Sie fühlen sich besser. Das muss alles sehr beängstigend sein."
    }
  },
  {
    "translation": {
      "en": "I'VE BROUGHT SOME CLOTHES IF YOU CARE TO CHANGE.",
      "de": "Ich habe Kleidung mitgebracht."
    }
  },
  {
    "translation": {
      "en": "WHY ARE YOU HOLDING US HERE? YOU ARE NOT PRISONERS.",
      "de": "-Warum halten Sie uns hier fest? -Sie sind keine Gefangenen."
    }
  },
  {
    "translation": {
      "en": "IN FACT, WE CONSIDER YOU HONORED GUESTS.",
      "de": "Wir betrachten Sie als Ehrengäste."
    }
  },
  {
    "translation": {
      "en": "AS LONG AS YOU ARE NOT VIOLENT",
      "de": "Der Fürsorger hat Sie geschickt."
    }
  },
  {
    "translation": {
      "en": "YOU ARE FREE TO LEAVE YOUR QUARTERS.",
      "de": "Wenn Sie friedlich sind, können Sie Ihr Quartier verlassen."
    }
  },
  {
    "translation": {
      "en": "WHAT'S WRONG WITH US?",
      "de": "Wenn Sie friedlich sind, können Sie Ihr Quartier verlassen. Was ist los mit uns? Was sind das für Dinger?"
    }
  },
  {
    "translation": {
      "en": "WHAT ARE THESE THINGS?",
      "de": "Was ist los mit uns? Was sind das für Dinger?"
    }
  },
  {
    "translation": {
      "en": "WE REALLY DON'T KNOW.",
      "de": "Das wissen wir wirklich nicht."
    }
  },
  {
    "translation": {
      "en": "YOU MUST BE HUNGRY.",
      "de": "Sie müssen hungrig sein."
    }
  },
  {
    "translation": {
      "en": "WOULD YOU CARE TO JOIN ME ON THE COURTYARD FOR A MEAL?",
      "de": "Möchten Sie mit mir im Hof essen?"
    }
  },
  {
    "translation": {
      "en": "OUR FOOD DISPENSERS ARE RIGHT THIS WAY.",
      "de": "Unsere Nahrungsverteiler sind dort drüben."
    }
  },
  {
    "translation": {
      "en": "WE'RE UNDERGROUND.",
      "de": "Wir sind unterirdisch."
    }
  },
  {
    "translation": {
      "en": "Ocampa Doctor: OUR SOCIETY IS SUBTERRANEAN. WE'VE LIVED HERE FOR OVER 500 GENERATIONS.",
      "de": "Unsere Gesellschaft lebt unterirdisch. Seit über 500 Generationen."
    }
  },
  {
    "translation": {
      "en": "BEFORE THAT, YOU LIVED ON THE SURFACE?",
      "de": "Aber davor lebten Sie auf der Oberfläche?"
    }
  },
  {
    "translation": {
      "en": "UNTIL THE WARMING BEGAN. THE WARMING?",
      "de": "-Bis die Erwärmung begann. -Die Erwärmung?"
    }
  },
  {
    "translation": {
      "en": "WHEN OUR SURFACE TURNED INTO A DESERT AND THE CARETAKER CAME TO PROTECT US.",
      "de": "Die Oberfläche verwandelte sich in eine Wüste und der Fürsorger schützte uns."
    }
  },
  {
    "translation": {
      "en": "OUR ANCIENT JOURNALS TELL US HE OPENED A DEEP CHASM IN THE GROUND",
      "de": "Unsere alten Schriften berichten, dass er einen Spalt im Boden öffnete..."
    }
  },
  {
    "translation": {
      "en": "AND LED OUR ANCESTORS TO THIS PLACE.",
      "de": "...und unsere Vorfahren zu diesem Ort führte."
    }
  },
  {
    "translation": {
      "en": "SINCE THEN, HE HAS PROVIDED FOR ALL OUR NEEDS.",
      "de": "Seitdem sorgt er für all unsere Bedürfnisse."
    }
  },
  {
    "translation": {
      "en": "THEY KNOW YOU'VE COME FROM THE CARETAKER.",
      "de": "Sie wissen, dass Sie vom Fürsorger kommen."
    }
  },
  {
    "translation": {
      "en": "NONE OF US HAS EVER SEEN HIM.",
      "de": "Keiner von uns hat ihn je gesehen."
    }
  },
  {
    "translation": {
      "en": "THIS WAY, PLEASE.",
      "de": "Hier entlang, bitte."
    }
  },
  {
    "translation": {
      "en": "DOES THE CARETAKER PROVIDE YOUR MEALS TOO? IN FACT, HE DOES.",
      "de": "-Sorgt der Fürsorger auch für Essen? -Das tut er tatsächlich."
    }
  },
  {
    "translation": {
      "en": "AND BUILT THIS ENTIRE CITY FOR US AFTER THE WARMING.",
      "de": "Er baute die ganze Stadt für uns nach der Erwärmung."
    }
  },
  {
    "translation": {
      "en": "THE FOOD PROCESSORS DISPENSE NUTRITIONAL SUPPLEMENTS",
      "de": "Die Nahrungsprozessoren teilen... ...alle 4,1 Intervalle Nahrungsergänzungsmittel aus."
    }
  },
  {
    "translation": {
      "en": "EVERY 4.1 INTERVALS.",
      "de": "...alle 4,1 Intervalle Nahrungsergänzungsmittel aus."
    }
  },
  {
    "translation": {
      "en": "IT MAY NOT OFFER THE EXOTIC TASTE SOME OF OUR YOUNGER PEOPLE CRAVE THESE DAYS",
      "de": "Sie bieten nicht die exotischen Geschmäcke, die jüngere Leute wollen,"
    }
  },
  {
    "translation": {
      "en": "BUT IT MEETS OUR NEEDS.",
      "de": "aber sie decken unsere Bedürfnisse."
    }
  },
  {
    "translation": {
      "en": "Kim: IS THIS HOW THE CARETAKER COMMUNICATES WITH YOU?",
      "de": "Kommuniziert so der Fürsorger mit Ihnen?"
    }
  },
  {
    "translation": {
      "en": "Doctor: HE NEVER COMMUNICATES DIRECTLY.",
      "de": "Er kommuniziert nie direkt."
    }
  },
  {
    "translation": {
      "en": "WE TRY TO INTERPRET HIS WISHES AS BEST WE CAN.",
      "de": "Wir interpretieren seine Wünsche so gut wie möglich."
    }
  },
  {
    "translation": {
      "en": "HOW HAVE YOU INTERPRETED THE CARETAKER'S REASON FOR SENDING US HERE?",
      "de": "Wie interpretieren Sie seinen Grund, uns herzuschicken?"
    }
  },
  {
    "translation": {
      "en": "WE BELIEVE HE SEPARATED YOU FROM YOUR OWN SPECIES FOR THEIR PROTECTION.",
      "de": "Er trennte Sie von Ihrer Spezies zu deren Schulz."
    }
  },
  {
    "translation": {
      "en": "THEIR PROTECTION? FROM YOUR ILLNESS.",
      "de": "-Zu deren Schulz? -Vor Ihrer Krankheit."
    }
  },
  {
    "translation": {
      "en": "PERHAPS HE IS TRYING TO PREVENT A PLAGUE. WE WEREN'T SICK UNTIL WE MET YOUR CARETAKER.",
      "de": "-Vielleicht verhindert er eine Seuche. -Wir waren vorher nicht krank."
    }
  },
  {
    "translation": {
      "en": "FROM TIME TO TIME, HE ASKS US TO CARE FOR PEOPLE WITH THIS DISEASE.",
      "de": "Von Zeit zu Zeit bittet er uns, Leute mit dieser Krankheit zu pflegen."
    }
  },
  {
    "translation": {
      "en": "IT'S THE LEAST WE CAN DO. THERE HAVE BEEN OTHERS-- LIKE US?",
      "de": "-Zumindest das können wir tun. -Gab es andere wie wir?"
    }
  },
  {
    "translation": {
      "en": "YES. WHERE ARE THEY?",
      "de": "-Ja. -Wo sind Sie?"
    }
  },
  {
    "translation": {
      "en": "YOUR CONDITION IS SERIOUS. WE DON'T KNOW EXACTLY HOW TO TREAT IT.",
      "de": "Ihr Zustand ist kritisch. Wir wissen nicht, wie man sie behandelt."
    }
  },
  {
    "translation": {
      "en": "I'M AFRAID THE OTHERS DID NOT RECOVER.",
      "de": "Ich fürchte, die anderen wurden nicht gesund."
    }
  },
  {
    "translation": {
      "en": "SIR...",
      "de": "-Sir... -Ah, Mr. Vulkan."
    }
  },
  {
    "translation": {
      "en": "Neelix: AH, HELLO, MR. VULCAN. COME IN. COME IN.",
      "de": "-Sir... -Ah, Mr. Vulkan. Kommen Sie bitte herein. Ich kann Sie kaum sehen."
    }
  },
  {
    "translation": {
      "en": "I WANT TO THANK YOU FOR YOUR HOSPITALITY.",
      "de": "Ich will Ihnen für Ihre Gastfreundschaft danken."
    }
  },
  {
    "translation": {
      "en": "I MUST ADMIT, I HAVEN'T HAD ACCESS TO A FOOD REPLOR... UH, REPLICATOR BEFORE.",
      "de": "Ich muss zugeben, ich hatte noch nie Zugang zu einem Replo...Replikator."
    }
  },
  {
    "translation": {
      "en": "I'D NEVER HAVE GUESSED.",
      "de": "Das hätte ich nie vermutet. Und in Wasser einzutauchen! Wissen Sie, wie schön das ist?"
    }
  },
  {
    "translation": {
      "en": "AND TO IMMERSE MYSELF IN WATER... OH, DO YOU KNOW WHAT JOY THIS IS?",
      "de": "Und in Wasser einzutauchen! Wissen Sie, wie schön das ist?"
    }
  },
  {
    "translation": {
      "en": "NO ONE AROUND HERE WASTES WATER IN THIS MANNER.",
      "de": "Niemand hier verschwendet Wasser auf diese Weise."
    }
  },
  {
    "translation": {
      "en": "A GOOD SAND SCRUB--",
      "de": "Sich mit Sand abzuschrubben ist das höchste der Gefühle."
    }
  },
  {
    "translation": {
      "en": "I'M PLEASED YOU'RE ENJOYING YOURSELF, BUT WE'RE IN ORBIT OF THE FIFTH PLANET.",
      "de": "Ich bin froh, dass Sie Spaß haben, aber wir sind beim fünften Planeten."
    }
  },
  {
    "translation": {
      "en": "WE NEED YOUR ASSISTANCE. OH, UH, COULD YOU HAND ME THE, UH... TOWEL?",
      "de": "-Wir brauchen Ihre Hilfe. -Können Sie mir das Handtuch reichen?"
    }
  },
  {
    "translation": {
      "en": "IF YOU WILL SCAN THE LARGE SOUTHERN CONTINENT YOU'LL FIND A RANGE OF EXTINCT VOLCANOES.",
      "de": "Wenn Sie den südlichen Kontinent scannen, finden Sie viele Vulkane."
    }
  },
  {
    "translation": {
      "en": "FOLLOW THE FOOTHILLS NORTH UNTIL YOU DISCOVER A DRY RIVER BED. YOU'LL FIND AN ENCAMPMENT THERE.",
      "de": "Folgen Sie den Ausläufern bis zu einem trockenen Flussbett. Dort ist ein Lager."
    }
  },
  {
    "translation": {
      "en": "DO YOU BELIEVE OUR PEOPLE MIGHT BE AT THIS LOCATION?",
      "de": "-Glauben Sie, unsere Leute sind da? -Es ist nicht unmöglich."
    }
  },
  {
    "translation": {
      "en": "IT'S NOT IMPOSSIBLE... MAYBE...",
      "de": "Vielleicht."
    }
  },
  {
    "translation": {
      "en": "PERHAPS NOT, BUT WE'LL FIND THEM.",
      "de": "Vielleicht nicht. Aber wir finden sie."
    }
  },
  {
    "translation": {
      "en": "WE'LL NEED SEVERAL CONTAINERS OF WATER TO BRING FOR BARTER.",
      "de": "Wir werden einige Behälter mit Wasser zum Tauschen benötigen."
    }
  },
  {
    "translation": {
      "en": "DO THESE, UH, REPLICATORS MAKE CLOTHING, AS WELL?",
      "de": "Machen diese Replikatoren auch Kleidungsstücke?"
    }
  },
  {
    "translation": {
      "en": "YES. WILL IT MAKE ME A UNIFORM LIKE YOURS?",
      "de": "-Ja. -Auch eine Uniform wie die Ihre?"
    }
  },
  {
    "translation": {
      "en": "IT MOST CERTAINLY WILL NOT.",
      "de": "Nein, ganz sicher nicht."
    }
  },
  {
    "translation": {
      "en": "Paris: WHY WOULD ANYONE WANT TO LIVE IN A PLACE LIKE THIS?",
      "de": "Warum will irgendjemand hier leben?"
    }
  },
  {
    "translation": {
      "en": "THE RICH CORMALINE DEPOSITS ARE VERY MUCH IN DEMAND.",
      "de": "Die reichhaltigen Cormalinvorkommen sind sehr gefragt."
    }
  },
  {
    "translation": {
      "en": "THE OCAMPA USE IT FOR BARTER? NOT THE OCAMPA, THE KAZON-OGLA.",
      "de": "-Die Ocampa tauschen damit? -Nicht die Ocampa, die Kazon-Ogla."
    }
  },
  {
    "translation": {
      "en": "THE KAZON-OGLA? WHO ARE THE KAZON-OGLA?",
      "de": "-Die Ocampa tauschen damit? -Nicht die Ocampa, die Kazon-Ogla. -Wer sind die Kazon-Ogla? -Die dort."
    }
  },
  {
    "translation": {
      "en": "THEY ARE.",
      "de": "-Wer sind die Kazon-Ogla? -Die dort."
    }
  },
  {
    "translation": {
      "en": "KAZON SECTS CONTROL THIS PART OF THE QUADRANT. SOME HAVE FOOD, SOME HAVE ORE, SOME HAVE WATER.",
      "de": "Kazon-Sekten kontrollieren die Region. Einige haben Nahrung, einige Wasser."
    }
  },
  {
    "translation": {
      "en": "THEY ALL TRADE, AND KILL EACH OTHER FOR IT.",
      "de": "-Sie handeln damit und töten dafür. -Sie sagten, die Ocampa hätten sie."
    }
  },
  {
    "translation": {
      "en": "YOU SAID THE OCAMPA HAD OUR PEOPLE.",
      "de": "-Sie handeln damit und töten dafür. -Sie sagten, die Ocampa hätten sie. Meine Freunde! Es ist schön, euch wieder zu sehen!"
    }
  },
  {
    "translation": {
      "en": "MY FRIENDS! IT'S GOOD TO SEE YOU AGAIN!",
      "de": "Meine Freunde! Es ist schön, euch wieder zu sehen!"
    }
  },
  {
    "translation": {
      "en": "I MUST SPEAK WITH YOUR MAJE, THE EVER WISE JABIN.",
      "de": "Ich muss mit eurem Maje sprechen, dem allzeit weisen Jabin!"
    }
  },
  {
    "translation": {
      "en": "IT'S VERY AMUSING. VERY AMUSING.",
      "de": "-Sehr amüsant. -Zerstört ihn."
    }
  },
  {
    "translation": {
      "en": "I... I ENJOY A JOKE AS MUCH AS THE NEXT MAN.",
      "de": "Ich... Ich mag Späße auch gerne."
    }
  },
  {
    "translation": {
      "en": "JABIN! MY OLD FRIEND!",
      "de": "Jabin! Mein alter Freund!"
    }
  },
  {
    "translation": {
      "en": "W-WATER... WATER, JABIN.",
      "de": "Wasser. Wasser, Jabin. Ich habe Wasser."
    }
  },
  {
    "translation": {
      "en": "I HAVE WATER... TO REPLACE ALL THAT I BORROWED.",
      "de": "Wasser. Wasser, Jabin. Ich habe Wasser. Um alles zurückzuzahlen. Zeigen Sie es ihnen, Mr. Paris."
    }
  },
  {
    "translation": {
      "en": "SHOW THEM, MR. PARIS.",
      "de": "Um alles zurückzuzahlen. Zeigen Sie es ihnen, Mr. Paris."
    }
  },
  {
    "translation": {
      "en": "THEIR SHIP HAS TECHNOLOGY THAT MAKES WATER OUT OF THIN AIR!",
      "de": "Ihr Schiff hat eine Technologie, die Wasser aus Luft macht!"
    }
  },
  {
    "translation": {
      "en": "YOU HAVE MORE? JANEWAY TO VOYAGER. ENERGIZE.",
      "de": "-Haben Sie noch mehr? -Janeway an Voyager. Energie."
    }
  },
  {
    "translation": {
      "en": "THERE'S MORE WHERE THAT CAME FROM IF YOU CAN HELP US.",
      "de": "Es gibt mehr, wenn Sie uns helfen können."
    }
  },
  {
    "translation": {
      "en": "HOW CAN WE HELP SOMEONE THAT CAN CREATE WATER OUT OF THIN AIR?",
      "de": "Wie können wir jemandem helfen, der Wasser aus Luft herstellen kann?"
    }
  },
  {
    "translation": {
      "en": "THIS MAN LED US HERE SUGGESTING WE MIGHT FIND A PEOPLE CALLED THE OCAMPA.",
      "de": "Dieser Mann sagte uns, wir könnten hier ein Volk namens Ocampa finden."
    }
  },
  {
    "translation": {
      "en": "DO YOU KNOW WHERE THEY ARE? OCAMPA?",
      "de": "-Wissen Sie, wo sie sind? -Ocampa?"
    }
  },
  {
    "translation": {
      "en": "SHE IS OCAMPA.",
      "de": "Sie ist Ocampa."
    }
  },
  {
    "translation": {
      "en": "WHY WOULD YOU BE INTERESTED IN SUCH WORTHLESS CREATURES?",
      "de": "Was wollen Sie mit so wertlosen Kreaturen?"
    }
  },
  {
    "translation": {
      "en": "THEY LIVE ONLY NINE YEARS. THEY MAKE POOR SERVANTS.",
      "de": "Sie leben nur neun Jahre und sind schlechte Diener."
    }
  },
  {
    "translation": {
      "en": "WE CAUGHT HER WHEN SHE WANDERED TO THE SURFACE. YOU MEAN THEY LIVE UNDERGROUND?",
      "de": "-Sie kam zur Oberfläche. -Sie leben unterirdisch?"
    }
  },
  {
    "translation": {
      "en": "THE ENTITY IN SPACE THAT GIVES THEM FOOD AND POWER GIVES THEM",
      "de": "Das Wesen, das sie mit Nahrung und Energie versorgt,"
    }
  },
  {
    "translation": {
      "en": "SOLE ACCESS TO THIS WORLD'S ONLY WATER-- TWO MILES BELOW THE SURFACE.",
      "de": "gibt ihnen auch Zugang zum einzigen Wasser, über drei Km weit unten."
    }
  },
  {
    "translation": {
      "en": "THIS SAME ENTITY ABDUCTED TWO OF OUR PEOPLE.",
      "de": "Dasselbe Wesen hat zwei unserer Leute entführt."
    }
  },
  {
    "translation": {
      "en": "WE BELIEVE THEY MIGHT BE WITH THE OCAMPA.",
      "de": "Wir glauben, dass sie bei den Ocampa sind."
    }
  },
  {
    "translation": {
      "en": "THERE'S NO WAY TO GET TO THEM. WE TRIED.",
      "de": "Es gibt keinen Weg zu ihnen. Wir haben es versucht."
    }
  },
  {
    "translation": {
      "en": "THE ENTITY ESTABLISHED A SUBTERRANEAN BARRIER WE CANNOT PENETRATE.",
      "de": "Das Wesen hat eine undurchdringbare unterirdische Barriere gebaut."
    }
  },
  {
    "translation": {
      "en": "BUT SHE GOT OUT. OCCASIONALLY, SOME OF THEM DO FIND THEIR WAY TO THE SURFACE.",
      "de": "-Aber sie kam raus. -Manchmal schaffen es einige."
    }
  },
  {
    "translation": {
      "en": "WE DON'T KNOW HOW. THE OCAMPA SEAL THE TUNNELS AFTERWARDS.",
      "de": "Wir wissen nicht wie, aber die Ocampa versiegeln danach die Tunnel."
    }
  },
  {
    "translation": {
      "en": "MAYBE SHE CAN HELP THESE GOOD PEOPLE FIND A WAY DOWN.",
      "de": "Vielleicht kann sie ihnen helfen, einen Weg zu finden."
    }
  },
  {
    "translation": {
      "en": "I'VE USED EVERY METHOD OF PERSUASION I KNOW",
      "de": "Ihr würdet eure Zeit verschwenden. Ich habe mit allen Mitteln versucht, sie zur Hilfe zu überreden. Sie tut's nicht."
    }
  },
  {
    "translation": {
      "en": "TO GET HER TO HELP US. SHE WON'T!",
      "de": "Ich habe mit allen Mitteln versucht, sie zur Hilfe zu überreden. Sie tut's nicht."
    }
  },
  {
    "translation": {
      "en": "THEN SHE'S WORTHLESS TO YOU.",
      "de": "Dann ist sie für Sie wertlos."
    }
  },
  {
    "translation": {
      "en": "LET US TRADE YOU WATER FOR THIS SCRAWNY LITTLE THING.",
      "de": "Tauschen wir Wasser gegen dieses magere kleine Ding."
    }
  },
  {
    "translation": {
      "en": "I'D BE MORE INTERESTED IN ACQUIRING THIS TECHNOLOGY THAT ALLOWS YOU TO CREATE WATER FROM THIN AIR.",
      "de": "Ich wäre interessierter an der Technologie, die das Wasser herstellt."
    }
  },
  {
    "translation": {
      "en": "THAT WOULD BE DIFFICULT. IT'S INTEGRATED INTO OUR SHIP'S SYSTEMS.",
      "de": "Das wäre schwierig. Sie ist in die Systeme unseres Schiffs integriert."
    }
  },
  {
    "translation": {
      "en": "TELL THEM TO DROP THEIR WEAPONS. DROP THEM, MY FRIENDS, OR HE DIES IN AN INSTANT.",
      "de": "Sagen Sie ihnen, sie sollen die Waffen senken. senkt die Waffen oder er stirbt."
    }
  },
  {
    "translation": {
      "en": "DO IT!",
      "de": "Sagen Sie ihnen, sie sollen die Waffen senken. senkt die Waffen oder er stirbt. Tut es. Tut es!"
    }
  },
  {
    "translation": {
      "en": "DO IT!",
      "de": "Tut es. Tut es!"
    }
  },
  {
    "translation": {
      "en": "Neelix: STEP ASIDE.",
      "de": "Tretet zur Seite."
    }
  },
  {
    "translation": {
      "en": "COME ON!",
      "de": "Komm schon!"
    }
  },
  {
    "translation": {
      "en": "I STRONGLY SUGGEST YOU GET US OUT OF HERE. SIX TO BEAM UP.",
      "de": "-Ich schlage vor, wir verschwinden. -Sechs Personen hochbeamen!"
    }
  },
  {
    "translation": {
      "en": "MY DEAREST, DIDN'T I PROMISE I'D SAVE YOU?",
      "de": "Meine Liebste. Sagte ich nicht, dass ich dich retten würde?"
    }
  },
  {
    "translation": {
      "en": "Kim: LOOK. I'M SURE CAPTAIN JANEWAY IS DOING EVERYTHING SHE CAN TO FIND US.",
      "de": "Ich bin sicher, Captain Janeway tut alles, um uns zu finden."
    }
  },
  {
    "translation": {
      "en": "WHAT MAKES YOU THINK ANY OF THEM ARE STILL ALIVE?",
      "de": "Warum denken Sie, dass einer von ihnen noch lebt?"
    }
  },
  {
    "translation": {
      "en": "SHOULD I CALL FOR SOME HELP? NO.",
      "de": "-Soll ich Hilfe holen? -Nein."
    }
  },
  {
    "translation": {
      "en": "ARE YOU IN PAIN? ARE YOU WATCHING US?",
      "de": "-Haben Sie Schmerzen? -Beobachten Sie uns?"
    }
  },
  {
    "translation": {
      "en": "I THOUGHT WE WEREN'T PRISONERS. I WASN'T WATCHING YOU.",
      "de": "-Ich dachte, wir sind keine Gefangenen. -Ich habe Sie nicht beobachtet."
    }
  },
  {
    "translation": {
      "en": "I WAS COMING TO GIVE YOU SOMETHING.",
      "de": "-Ich dachte, wir sind keine Gefangenen. -Ich habe Sie nicht beobachtet. Ich kam, um Ihnen etwas zu geben. Es ist eine Medizin."
    }
  },
  {
    "translation": {
      "en": "I DON'T KNOW IF IT'LL HELP. IT'S A MEDICINE.",
      "de": "Ich kam, um Ihnen etwas zu geben. Es ist eine Medizin."
    }
  },
  {
    "translation": {
      "en": "THERE ARE PEOPLE WHO HAVE BROKEN FROM TRADITION AND LEFT THE CITY.",
      "de": "Einige haben die Stadt verlassen."
    }
  },
  {
    "translation": {
      "en": "THE COLONY GROWS FRUITS AND VEGETABLES.",
      "de": "In ihrer Kolonie wachsen Früchte und Gemüse."
    }
  },
  {
    "translation": {
      "en": "THEY DISCOVERED THAT THE MOSS THAT GROWS ON CERTAIN FRUIT TREES HAS HEALING PROPERTIES.",
      "de": "Sie fanden heraus, dass das Moos an einigen Bäumen Heilkräfte hat."
    }
  },
  {
    "translation": {
      "en": "I'M SORRY FOR WHAT HAS HAPPENED TO YOU.",
      "de": "Es tut mir Leid, was Ihnen passiert ist."
    }
  },
  {
    "translation": {
      "en": "BUT THE ONLY WAY WE'LL SURVIVE",
      "de": "Danke, aber wir können nur überleben,"
    }
  },
  {
    "translation": {
      "en": "IS IF WE GET TO THE SURFACE AND FIND OUR OWN PEOPLE.",
      "de": "wenn wir zur Oberfläche gelangen und unsere Leute finden."
    }
  },
  {
    "translation": {
      "en": "THE ELDERS WOULD SAY THAT'S AGAINST THE CARETAKER'S WISHES.",
      "de": "Die Älteren würden sagen, das ist gegen den Willen des Fürsorgers."
    }
  },
  {
    "translation": {
      "en": "WHAT DO YOU SAY?",
      "de": "Was sagen Sie?"
    }
  },
  {
    "translation": {
      "en": "THE CARETAKER'S BEEN BEHAVING STRANGELY FOR THE PAST SEVERAL MONTHS--",
      "de": "Der Fürsorger verhält sich in letzter Zeit merkwürdig."
    }
  },
  {
    "translation": {
      "en": "ABDUCTING PEOPLE, INCREASING THE POWER SUPPLY.",
      "de": "Er entführt Personen, verstärkt die Energieversorgung."
    }
  },
  {
    "translation": {
      "en": "POWER SUPPLY? HE'S TRIPLED THE ENERGY HE SENDS US.",
      "de": "-Die Energieversorgung? -Er hat die Energie verdreifacht."
    }
  },
  {
    "translation": {
      "en": "WE HAVE ENOUGH TO RUN THE CITY FOR FIVE YEARS.",
      "de": "Wir haben nun genug, um die Stadt fünf Jahre lang zu versorgen."
    }
  },
  {
    "translation": {
      "en": "NOBODY KNOWS WHY?",
      "de": "Niemand weiß warum?"
    }
  },
  {
    "translation": {
      "en": "WHEN WE ASK, WE'RE TOLD TO TRUST THE CARETAKER'S DECISIONS.",
      "de": "Es heißt, wir sollen den Entscheidungen des Fürsorgers vertrauen."
    }
  },
  {
    "translation": {
      "en": "ONE PERSON DID GET TO THE SURFACE. WE NEVER SAW HER AGAIN.",
      "de": "Eine Person gelangte an die Oberfläche. Wir sahen sie nie wieder."
    }
  },
  {
    "translation": {
      "en": "HOW? THE TUNNELS THAT BROUGHT US HERE STILL EXIST.",
      "de": "-Wie? -Durch die Tunnel, die uns herbrachten."
    }
  },
  {
    "translation": {
      "en": "BREACHES IN SECURITY BARRIER HAVE APPEARED, LARGE ENOUGH TO GET THROUGH",
      "de": "Es gibt Spalten in den Barrieren, die groß genug sind, um durchzuschlüpfen."
    }
  },
  {
    "translation": {
      "en": "BUT IT STILL REQUIRES DIGGING THROUGH METERS OF ROCK TO GET OUT.",
      "de": "Trotzdem muss man sich durch den Fels graben."
    }
  },
  {
    "translation": {
      "en": "CAN YOU GET US TOOLS TO DIG WITH?",
      "de": "-Können Sie uns Werkzeug besorgen? -Es würde Tage,"
    }
  },
  {
    "translation": {
      "en": "IT WOULD TAKE DAYS, MAYBE EVEN WEEKS TO BREAK THROUGH.",
      "de": "-Können Sie uns Werkzeug besorgen? -Es würde Tage, vielleicht sogar Wochen dauern, durchzubrechen."
    }
  },
  {
    "translation": {
      "en": "YOU HAVE TO REST. CONSERVE YOUR STRENGTH.",
      "de": "Sie müssen sich ausruhen. Sparen Sie Ihre Kräfte."
    }
  },
  {
    "translation": {
      "en": "PLEASE... IT'S OUR ONLY CHANCE.",
      "de": "Bitte. Es ist unsere einzige Chance."
    }
  },
  {
    "translation": {
      "en": "Tuvok: IF YOU HAD TOLD US WHAT YOU HAD PLANNED,",
      "de": "Wenn Sie uns Ihre Pläne erzählt hätten,"
    }
  },
  {
    "translation": {
      "en": "WE MIGHT HAVE ANTICIPATED YOUR IRRATIONAL BEHAVIOR.",
      "de": "hätten wir Ihr irrationales Verhalten verhindern können."
    }
  },
  {
    "translation": {
      "en": "IRRATIONAL? WE GOT OUT OF THERE, DIDN'T WE?",
      "de": "Irrational? Wir kamen doch raus, oder? -Geben Sie nicht Neelix die Schuld. -Das reicht."
    }
  },
  {
    "translation": {
      "en": "EXCUSE ME. DON'T BLAME NEELIX.",
      "de": "-Geben Sie nicht Neelix die Schuld. -Das reicht."
    }
  },
  {
    "translation": {
      "en": "THIS IS A SICK BAY NOT A CONFERENCE ROOM.",
      "de": "Das ist kein Konferenzraum. Besuchszeit ist vorbei."
    }
  },
  {
    "translation": {
      "en": "EVERYONE, EXCEPT MY PATIENT, IS TO LEAVE IMMEDIATELY.",
      "de": "Alle außer meiner Patientin verlassen den Raum."
    }
  },
  {
    "translation": {
      "en": "COMPUTER, END MEDICAL HOLOGRAPHIC PROGRAM.",
      "de": "Computer, medizinisch- holographisches Programm beenden."
    }
  },
  {
    "translation": {
      "en": "I NEVER SHOULD HAVE GONE TO THE SURFACE. I'M TOO CURIOUS.",
      "de": "Ich hätte nicht an die Oberfläche gehen dürfen. Ich bin zu neugierig."
    }
  },
  {
    "translation": {
      "en": "I'M TOLD IT'S MY WORST FAILING.",
      "de": "Man sagt, es sei mein größter Fehler."
    }
  },
  {
    "translation": {
      "en": "NO. NO. IT'S A WONDERFUL QUALITY-- YOU'RE MOST ENDEARING.",
      "de": "Es ist eine wunderbare Eigenschaft."
    }
  },
  {
    "translation": {
      "en": "WOULD YOU BE WILLING TO TAKE US UNDERGROUND TO LOOK FOR OUR MISSING CREW?",
      "de": "Wären Sie bereit, uns nach unten zu führen?"
    }
  },
  {
    "translation": {
      "en": "JABIN WAS RIGHT. THERE'S NO WAY DOWN.",
      "de": "Ich fürchte, Jabin hatte Recht. Es gibt keinen Weg nach unten."
    }
  },
  {
    "translation": {
      "en": "THE TUNNEL I CAME OUT HAS BEEN SEALED.",
      "de": "Ich fürchte, Jabin hatte Recht. Es gibt keinen Weg nach unten. -Der Tunnel wurde versiegelt. -Wir brauchen ihn nicht."
    }
  },
  {
    "translation": {
      "en": "WE DON'T NEED A TUNNEL.",
      "de": "-Der Tunnel wurde versiegelt. -Wir brauchen ihn nicht."
    }
  },
  {
    "translation": {
      "en": "WE HAVE THE ABILITY TO TRANSPORT THERE DIRECTLY.",
      "de": "Wir können uns direkt dahin beamen."
    }
  },
  {
    "translation": {
      "en": "CAPTAIN, OUR SENSORS DID NOT PICK UP ANY INDICATION OF AN UNDERGROUND CIVILIZATION.",
      "de": "Unsere Sensoren nahmen keine unterirdische Zivilisation wahr."
    }
  },
  {
    "translation": {
      "en": "THE SUBTERRANEAN BARRIER JABIN DESCRIBED MAY BE RESPONSIBLE. IT MIGHT ALSO BLOCK OUR TRANSPORTER.",
      "de": "Wegen der Barriere. Sie könnte auch unseren Transporter blockieren."
    }
  },
  {
    "translation": {
      "en": "THERE ARE BREACHES IN THE SECURITY BARRIER WHERE IT'S BEGUN TO DECAY.",
      "de": "Es gibt Spalten in der Barriere, wo sie begonnen hat, zu zerfallen."
    }
  },
  {
    "translation": {
      "en": "THAT'S HOW I GOT OUT.",
      "de": "So bin ich rausgekommen."
    }
  },
  {
    "translation": {
      "en": "HAVE THE TRANSPORTER ROOM BEGIN A SWEEP FOR ANY BREACHES WE MIGHT BE ABLE TO BEAM THROUGH.",
      "de": "Der Transporterraum soll nach Spalten zum Durchbeamen suchen."
    }
  },
  {
    "translation": {
      "en": "KES CAN TELL YOU WHERE TO GO",
      "de": "Kes kann Ihnen sagen, wo Sie hinmüssen."
    }
  },
  {
    "translation": {
      "en": "WE'RE LEAVING THIS SYSTEM TOGETHER.",
      "de": "Aber jetzt, wo sie frei ist, verlassen wir den Sektor."
    }
  },
  {
    "translation": {
      "en": "NEELIX, THESE PEOPLE RESCUED ME. I RESCUED YOU.",
      "de": "-Neelix, die Leute haben mich gerettet. -Ich habe dich gerettet."
    }
  },
  {
    "translation": {
      "en": "WITH THEIR HELP. IT WOULD BE WRONG NOT TO HELP THEM NOW.",
      "de": "Mit ihrer Hilfe. Es wäre falsch, ihnen jetzt nicht zu helfen."
    }
  },
  {
    "translation": {
      "en": "CAPTAIN, THE PULSES FROM THE ARRAY CONTINUE TO ACCELERATE.",
      "de": "Die Impulse beschleunigen sich weiter."
    }
  },
  {
    "translation": {
      "en": "THE INTERVALS BETWEEN THEM HAVE DECREASED ANOTHER .8 SECONDS.",
      "de": "Die Intervalle haben sich um weitere 0,8 Sekunden verringert."
    }
  },
  {
    "translation": {
      "en": "KES. HELLO, DAGGIN.",
      "de": "-Kes. -Hallo, Daggin."
    }
  },
  {
    "translation": {
      "en": "WE THOUGHT WE'D NEVER SEE YOU AGAIN.",
      "de": "Wir dachten, wir würden dich nie wiedersehen. Wie kamst du zurück?"
    }
  },
  {
    "translation": {
      "en": "HOW DID YOU GET BACK? THESE PEOPLE RESCUED ME. I'M TRYING TO HELP THEM FIND TWO OF THEIR CREW.",
      "de": "Diese Leute befreiten mich. Wir suchen zwei ihrer Crewmitglieder."
    }
  },
  {
    "translation": {
      "en": "DOES ANYONE KNOW WHERE THE ALIENS ARE KEPT-- THE ONES THE CARETAKER SENDS HERE?",
      "de": "Weiß jemand, wo die Fremden sind, die der Fürsorger schickt?"
    }
  },
  {
    "translation": {
      "en": "THE CENTRAL CLINIC. CAN YOU TAKE US THERE?",
      "de": "-Sie sind in der Zentralklinik. -Können Sie uns hinbringen?"
    }
  },
  {
    "translation": {
      "en": "NO, SHE CANNOT.",
      "de": "Das kann sie nicht."
    }
  },
  {
    "translation": {
      "en": "THEY CAN'T SPEAK TELEPATHICALLY. PLEASE TALK ALOUD.",
      "de": "Sie können nicht telepathisch kommunizieren, Toscat. Bitte sprich laut."
    }
  },
  {
    "translation": {
      "en": "I DIDN'T MEAN TO BE RUDE BUT YOU SHOULD NOT BE HERE.",
      "de": "Ich wollte nicht unhöflich sein, aber Sie sollten nicht hier sein."
    }
  },
  {
    "translation": {
      "en": "WE'LL BE GLAD TO LEAVE ONCE WE FIND OUR CREWMEN.",
      "de": "Wir gehen, sobald wir unsere Crew finden."
    }
  },
  {
    "translation": {
      "en": "THAT WON'T BE POSSIBLE. WE CANNOT INTERFERE WITH THE CARETAKER'S WISHES.",
      "de": "Wir können nicht die Wünsche des Fürsorgers ignorieren."
    }
  },
  {
    "translation": {
      "en": "MAYBE YOU CAN'T, BUT WE CAN.",
      "de": "-Sie vielleicht nicht, aber wir. -Sie verstehen nicht."
    }
  },
  {
    "translation": {
      "en": "YOU DON'T UNDERSTAND.",
      "de": "-Sie vielleicht nicht, aber wir. -Sie verstehen nicht. Das stimmt, sie verstehen das nicht."
    }
  },
  {
    "translation": {
      "en": "THAT'S RIGHT. THEY DON'T UNDERSTAND THAT THE OCAMPA",
      "de": "Das stimmt, sie verstehen das nicht. Sie wissen nicht, dass wir schon so lange vom Fürsorger abhängig sind,"
    }
  },
  {
    "translation": {
      "en": "HAVE BEEN DEPENDENT ON THE CARETAKER FOR SO LONG",
      "de": "Sie wissen nicht, dass wir schon so lange vom Fürsorger abhängig sind,"
    }
  },
  {
    "translation": {
      "en": "WE CAN'T EVEN THINK FOR OURSELVES ANYMORE.",
      "de": "dass wir nicht mehr selbst denken können."
    }
  },
  {
    "translation": {
      "en": "THEY DON'T UNDERSTAND WE WERE ONCE A PEOPLE WHO HAD FULL COMMAND OF OUR MINDS' ABILITIES.",
      "de": "Wir hatten einst die Kontrolle über unsere geistigen Fähigkeiten."
    }
  },
  {
    "translation": {
      "en": "THE STORIES OF OUR ANCESTORS COGNITIVE ABILITIES ARE APOCRYPHAL-- AT THE VERY LEAST EXAGGERATED.",
      "de": "Berichte über die kognitiven Fähigkeiten unserer Vorfahren sind übertrieben."
    }
  },
  {
    "translation": {
      "en": "WE LOST THOSE ABILITIES BECAUSE WE STOPPED USING THEM.",
      "de": "Wir verloren sie, weil wir sie nicht mehr benutzten."
    }
  },
  {
    "translation": {
      "en": "WE SHOULD NOT DWELL ON WHAT'S BEEN LOST BUT ON ALL THAT'S BEEN GAINED.",
      "de": "Denken wir nicht an das Verlorene, sondern an das, was gewonnen wurde."
    }
  },
  {
    "translation": {
      "en": "WE'VE GAINED A TALENT FOR DEPENDENCE FOR SIMPLY TAKING WHAT WE'RE GIVEN.",
      "de": "Wir lernten Abhängigkeit, zu nehmen, was uns gegeben wird."
    }
  },
  {
    "translation": {
      "en": "I'M HELPING THEM WHETHER YOU LIKE IT OR NOT AND I THINK MY FRIENDS WILL JOIN ME.",
      "de": "Ich helfe ihnen, ob du willst oder nicht. Meine Freunde unterstützen mich."
    }
  },
  {
    "translation": {
      "en": "YOU DEFIED THE CARETAKER BY GOING TO THE SURFACE, KES.",
      "de": "Du hast dem Fürsorger getrotzt, als du zur Oberfläche gingst."
    }
  },
  {
    "translation": {
      "en": "LEARN FROM THE EXPERIENCE. FOLLOW THE PATH HE HAS SET FOR US.",
      "de": "Lerne aus der Erfahrung. Folge dem Weg, den er für uns vorgesehen hat."
    }
  },
  {
    "translation": {
      "en": "I'VE LEARNED VERY WELL, TOSCAT. I SAW THE SUNLIGHT.",
      "de": "Ich habe viel gelernt, Toscat, ich habe die Sonne gesehen."
    }
  },
  {
    "translation": {
      "en": "I CAN'T BELIEVE THAT OUR CARETAKER WOULD FORBID US TO OPEN OUR EYES AND SEE THE SKY.",
      "de": "Ich glaube nicht, dass uns der Fürsorger verbietet, den Himmel zu sehen."
    }
  },
  {
    "translation": {
      "en": "COME WITH ME. WE'LL FIND YOUR PEOPLE.",
      "de": "Kommen Sie. Wir finden Ihre Leute."
    }
  },
  {
    "translation": {
      "en": "COME ON.",
      "de": "Kommen Sie."
    }
  },
  {
    "translation": {
      "en": "DON'T LET IT BEAT YOU, STARFLEET. COME ON.",
      "de": "-Nicht schwach werden, Sternenflotte. -Tut mir Leid."
    }
  },
  {
    "translation": {
      "en": "ALL RIGHT.",
      "de": "Na gut."
    }
  },
  {
    "translation": {
      "en": "IT'S ALL RIGHT. WE'LL REST A MINUTE.",
      "de": "Es ist OK. Wir ruhen uns kurz aus."
    }
  },
  {
    "translation": {
      "en": "MAYBE I'D DO BETTER IF I HAD KLINGON BLOOD IN ME.",
      "de": "Vielleicht wäre ich kräftiger, wenn ich Klingonenblut hätte."
    }
  },
  {
    "translation": {
      "en": "TRUST ME. IT'S MORE TROUBLE THAN IT'S WORTH.",
      "de": "Glauben Sie mir, das ist es nicht wert."
    }
  },
  {
    "translation": {
      "en": "YOU KNOW, I SPENT MY WHOLE LIFE GETTING READY FOR STARFLEET",
      "de": "Mein Leben lang habe ich mich auf die Sternenflotte vorbereitet."
    }
  },
  {
    "translation": {
      "en": "AND ON MY VERY FIRST MISSION I'M GOING TO DIE.",
      "de": "Und auf meiner ersten Mission... sterbe ich."
    }
  },
  {
    "translation": {
      "en": "WE'RE NOT FINISHED YET.",
      "de": "Wir sind noch nicht tot."
    }
  },
  {
    "translation": {
      "en": "I KNOW A FEW THINGS THAT OLD SNEEZY DIDN'T TEACH IN HIS SURVIVAL COURSE.",
      "de": "Ich weiß Dinge, die uns der alte Nieser nicht beigebracht hat."
    }
  },
  {
    "translation": {
      "en": "SNEEZY?",
      "de": "Ich weiß Dinge, die uns der alte Nieser nicht beigebracht hat. -Nieser? -Commander Zakarian. Wissen Sie?"
    }
  },
  {
    "translation": {
      "en": "COMMANDER ZAKARIAN. REMEMBER?",
      "de": "-Nieser? -Commander Zakarian. Wissen Sie?"
    }
  },
  {
    "translation": {
      "en": "HE MUST HAVE BEEN ALLERGIC TO EVERYTHING.",
      "de": "Er muss gegen alles allergisch gewesen sein."
    }
  },
  {
    "translation": {
      "en": "YOU WENT TO THE ACADEMY.",
      "de": "Sie waren auf der Akademie?"
    }
  },
  {
    "translation": {
      "en": "I ACTUALLY MADE IT INTO THE SECOND YEAR",
      "de": "Ich war sogar im zweiten Jahr, als wir..."
    }
  },
  {
    "translation": {
      "en": "BEFORE WE MUTUALLY AGREED THAT IT WASN'T THE PLACE FOR ME.",
      "de": "Ich war sogar im zweiten Jahr, als wir... ...gemeinsam einsahen, dass ich fehl am Platz war."
    }
  },
  {
    "translation": {
      "en": "I NEVER REALLY LIKED ZAKARIAN.",
      "de": "Wissen Sie, ich mochte Zakarian nie richtig."
    }
  },
  {
    "translation": {
      "en": "THEY'RE GETTING FASTER.",
      "de": "Hören Sie. Sie werden schneller."
    }
  },
  {
    "translation": {
      "en": "Rollins: Voyager here.",
      "de": "-Außenteam an Voyager. -Voyager here."
    }
  },
  {
    "translation": {
      "en": "WHAT'S GOING ON WITH THE ARRAY?",
      "de": "Was ist mit der Phalanx los?"
    }
  },
  {
    "translation": {
      "en": "IT'S NO LONGER SENDING OUT PULSES, CAPTAIN AND IT APPEARS TO BE REALIGNING ITS POSITION.",
      "de": "Sie sendet keine Impulse mehr und richtet ihre Position neu aus."
    }
  },
  {
    "translation": {
      "en": "Keep me informed. Janeway out.",
      "de": "Halten Sie mich auf dem Laufenden. Ende."
    }
  },
  {
    "translation": {
      "en": "THEY HAVEN'T BEEN AT THE CLINIC FOR HOURS. WE CAN SEARCH THE CITY. ASK IF ANYONE'S SEEN THEM.",
      "de": "-Sie sind nicht in der Klinik. -Wir können die Stadt durchsuchen."
    }
  },
  {
    "translation": {
      "en": "IF THEY WERE TRYING TO GET TO THE SURFACE,",
      "de": "Wie würden sie versuchen, rauszukommen?"
    }
  },
  {
    "translation": {
      "en": "HOW WOULD THEY GO? PROBABLY THE SAME WAY I DID--",
      "de": "Wie würden sie versuchen, rauszukommen? So wie ich, durch die alten Tunnel."
    }
  },
  {
    "translation": {
      "en": "UP ONE OF THE ANCIENT TUNNELS.",
      "de": "So wie ich, durch die alten Tunnel."
    }
  },
  {
    "translation": {
      "en": "MR. PARIS, YOU AND NEELIX GO WITH HER AND START CHECKING THEM OUT.",
      "de": "Paris und Neelix überprüfen sie mit ihr."
    }
  },
  {
    "translation": {
      "en": "WE NEED TO TALK TO EVERY DOCTOR AND NURSE",
      "de": "Wir müssen mit den Ärzten reden..."
    }
  },
  {
    "translation": {
      "en": "SEE WHAT THEY CAN TELL US ABOUT TORRES AND KIM.",
      "de": "Wir müssen mit den Ärzten reden... ...und sehen, was sie uns über Torres und Kim sagen können."
    }
  },
  {
    "translation": {
      "en": "GO AHEAD.",
      "de": "-Voyager an Janeway. -Ich höre Sie."
    }
  },
  {
    "translation": {
      "en": "CAPTAIN, THE ARRAY IS FIRING SOME KIND OF WEAPON",
      "de": "Die Phalanx feuert eine Waffe auf die Oberfläche."
    }
  },
  {
    "translation": {
      "en": "AT THE SURFACE.",
      "de": "Die Phalanx feuert eine Waffe auf die Oberfläche. Sie versucht, die Energieleitungen zu verschließen."
    }
  },
  {
    "translation": {
      "en": "IT SEEMS TO BE TRYING TO SEAL THE ENERGY CONDUITS.",
      "de": "Sie versucht, die Energieleitungen zu verschließen."
    }
  },
  {
    "translation": {
      "en": "Understood. Keep a channel open.",
      "de": "Verstanden. Halten Sie einen Kanal frei."
    }
  },
  {
    "translation": {
      "en": "IF THE ARRAY IS THE OCAMPA'S SOLE SOURCE OF ENERGY, WHY WOULD THE CARETAKER SEAL THE CONDUITS?",
      "de": "Warum verschließt der Fürsorger die Energieleitungen?"
    }
  },
  {
    "translation": {
      "en": "HE WOULD SEAL THEM",
      "de": "Warum verschließt der Fürsorger die Energieleitungen? Weil er sie nicht länger gebrauchen will, um die Ocampa zu schützen."
    }
  },
  {
    "translation": {
      "en": "IF HE NO LONGER INTENDED TO USE THEM TO PROTECT THE OCAMPA FROM THEIR ENEMIES.",
      "de": "Weil er sie nicht länger gebrauchen will, um die Ocampa zu schützen."
    }
  },
  {
    "translation": {
      "en": "CAPTAIN, THERE IS NOW ENOUGH EVIDENCE TO FORM A REASONABLE HYPOTHESIS.",
      "de": "Es gibt genügend Beweise für eine Hypothese."
    }
  },
  {
    "translation": {
      "en": "I BELIEVE THAT THE CARETAKER IS DYING. EXPLAIN.",
      "de": "-Ich glaube, der Fürsorger stirbt. -Erklären Sie das."
    }
  },
  {
    "translation": {
      "en": "FIRST, HE INCREASES THE ENERGY SUPPLY TO PROVIDE A SURPLUS",
      "de": "Er verstärkt die Energieversorgung, um Vorrat für fünf Jahre zu haben."
    }
  },
  {
    "translation": {
      "en": "TO LAST FIVE YEARS, THEN SEALS THE CONDUITS.",
      "de": "Er verstärkt die Energieversorgung, um Vorrat für fünf Jahre zu haben. Dann versiegelt er die Leitungen."
    }
  },
  {
    "translation": {
      "en": "THE LOGICAL CONCLUSION IS HE NO LONGER INTENDS TO CONTINUE AS CARETAKER.",
      "de": "Das heißt, er will seine Rolle als Fürsorger nicht mehr ausüben."
    }
  },
  {
    "translation": {
      "en": "THAT DOESN'T MEAN HE'S DYING. HE COULD BE LEAVING.",
      "de": "Vielleicht stirbt er nicht, sondern geht weg."
    }
  },
  {
    "translation": {
      "en": "NOT AFTER A MILLENNIUM OF PROVIDING FOR THESE PEOPLE.",
      "de": "Zweifelhaft, nachdem er sich 1000 Jahre um diese Leute kümmerte."
    }
  },
  {
    "translation": {
      "en": "I BELIEVE THAT THE CARETAKER OWES SOMETHING TO THE OCAMPA.",
      "de": "Ich glaube, er schuldet den Ocampa etwas."
    }
  },
  {
    "translation": {
      "en": "I BELIEVE THE DEBT THAT CAN NEVER BE REPAID IS VERY LIKELY A DEBT TO THEM.",
      "de": "Die \"Schuld, die nie beglichen werden kann\", ist eine Schuld ihnen gegenüber."
    }
  },
  {
    "translation": {
      "en": "IN ADDITION, THERE WERE HIS FREQUENT REFERENCES TO RUNNING OUT OF TIME.",
      "de": "Dann gab es seine Anspielungen, dass nicht genug Zeit ist."
    }
  },
  {
    "translation": {
      "en": "I THINK HE KNEW HIS DEATH WAS IMMINENT.",
      "de": "Ich glaube, er wusste, dass sein Tod bevorsteht."
    }
  },
  {
    "translation": {
      "en": "IF HE DIES, HOW THE HELL ARE WE SUPPOSED TO GET HOME?",
      "de": "Wenn er stirbt, wie zum Teufel kommen wir nach Hause?"
    }
  },
  {
    "translation": {
      "en": "THEY'RE IN THIS ONE. HARRY?",
      "de": "Sie sind hier. Harry!"
    }
  },
  {
    "translation": {
      "en": "PARIS TO JANEWAY. Go ahead.",
      "de": "-Paris an Janeway. -Sprechen Sie."
    }
  },
  {
    "translation": {
      "en": "THEY'RE IN ONE OF THE TUNNELS, CAPTAIN.",
      "de": "Sie sind in einem der Tunnel."
    }
  },
  {
    "translation": {
      "en": "I CAN'T SEE THEM, BUT THEY'RE UP THERE. WE'RE GOING AFTER THEM.",
      "de": "Ich kann sie nicht sehen, aber wir folgen ihnen."
    }
  },
  {
    "translation": {
      "en": "CALL FOR TRANSPORT WHEN YOU HAVE THEM. WE'LL MEET YOU ON THE SHIP.",
      "de": "Rufen Sie den Transport, wenn Sie sie haben. Wir treffen Sie auf dem Schiff."
    }
  },
  {
    "translation": {
      "en": "JANEWAY TO VOYAGER. Rollins: Voyager here.",
      "de": "-Janeway an Voyager. -Voyager hier."
    }
  },
  {
    "translation": {
      "en": "THREE TO BEAM UP. Rollins: Stand by.",
      "de": "-Drei zum Hochbeamen. -Halten Sie sich bereit."
    }
  },
  {
    "translation": {
      "en": "CAPTAIN, I CAN'T GET A LOCK ON YOU. The Array's weapon fire has irradiated the planet's crust.",
      "de": "Ich kann Sie nicht erfassen. Die Phalanx hat die Planetenkruste verstrahlt."
    }
  },
  {
    "translation": {
      "en": "THE TRANSPORT SENSORS CAN'T FIND THE BREACHES IN THE SECURITY BARRIER.",
      "de": "Wir können keine Spalten in den Barrieren finden."
    }
  },
  {
    "translation": {
      "en": "COME ON. THERE'S ONLY ONE OTHER WAY OUT OF HERE.",
      "de": "Kommen Sie. Es gibt nur einen Ausweg."
    }
  },
  {
    "translation": {
      "en": "Janeway to Paris. GO AHEAD.",
      "de": "-Janeway an Paris. -Ich höre Sie."
    }
  },
  {
    "translation": {
      "en": "The transporters aren't working.",
      "de": "Die Transporter funktionieren nicht."
    }
  },
  {
    "translation": {
      "en": "You'll have to find a breach in the security barrier when you get to the top.",
      "de": "Sie müssen einen Spalt in der Barriere finden, wenn Sie oben sind."
    }
  },
  {
    "translation": {
      "en": "UNDERSTOOD. We're a few minutes behind you. Janeway out.",
      "de": "-Verstanden. -Wir sind ein paar Minuten hinter Ihnen."
    }
  },
  {
    "translation": {
      "en": "I SEE THEM.",
      "de": "Ich sehe sie!"
    }
  },
  {
    "translation": {
      "en": "IT TOOK YOU LONG ENOUGH. HOW COULD I LET DOWN THE ONLY FRIEND I GOT?",
      "de": "-Hat ja lange genug gedauert! -Würde ich Freunde hängen lassen?"
    }
  },
  {
    "translation": {
      "en": "FRIEND? WHAT MAKES YOU THINK I'M YOUR FRIEND?",
      "de": "Wieso glauben Sie, ich wäre Ihr Freund?"
    }
  },
  {
    "translation": {
      "en": "PARIS TO JANEWAY. WE FOUND THEM, CAPTAIN.",
      "de": "-Paris an Janeway. -Ich höre Sie. -Wir haben sie. -Bringen Sie sie in Sicherheit."
    }
  },
  {
    "translation": {
      "en": "DON'T WAIT FOR US. GET THEM TO SAFETY.",
      "de": "-Wir haben sie. -Bringen Sie sie in Sicherheit."
    }
  },
  {
    "translation": {
      "en": "DON'T WORRY. I KNOW WHERE WE CAN GET THROUGH THE BARRIER.",
      "de": "Keine Sorge. Wir kommen durch die Barriere."
    }
  },
  {
    "translation": {
      "en": "WHATEVER YOU DO, DON'T TOUCH IT. WE'VE BEEN TOLD IT'LL BURN YOUR SKIN OFF.",
      "de": "Was immer Sie tun, berühren Sie sie nicht. Sie brennt einem die Haut weg."
    }
  },
  {
    "translation": {
      "en": "Janeway: THEY'RE NOT FAR AHEAD OF US. KEEP GOING.",
      "de": "Sie sind nicht weit vor uns. Weiter."
    }
  },
  {
    "translation": {
      "en": "I THINK WE'VE REACHED THE TOP. NEELIX, GET OUT YOUR PHASER.",
      "de": "-Ich glaube, wir sind oben. -Neelix, nehmen Sie Ihren Phaser."
    }
  },
  {
    "translation": {
      "en": "Paris: VOYAGER, CAN YOU GET A LOCK ON US NOW?",
      "de": "Voyager, können Sie uns jetzt erfassen?"
    }
  },
  {
    "translation": {
      "en": "Affirmative, but I'm reading only five signals.",
      "de": "Ja, aber ich empfange nur fünf Signale."
    }
  },
  {
    "translation": {
      "en": "THE OTHERS ARE... GET DOWN!",
      "de": "Die anderen sind... Runter!"
    }
  },
  {
    "translation": {
      "en": "PARIS TO JANEWAY.",
      "de": "Paris an Janeway."
    }
  },
  {
    "translation": {
      "en": "CHAKOTAY, TUVOK, DO YOU READ?",
      "de": "Chakotay, Tuvok, hört ihr mich?"
    }
  },
  {
    "translation": {
      "en": "VOYAGER, PREPARE TO TRANSPORT EVERYONE IN THIS GROUP EXCEPT ME.",
      "de": "Voyager, holen Sie die gesamte Gruppe außer mir hoch."
    }
  },
  {
    "translation": {
      "en": "YOU'RE NOT THINKING",
      "de": "-Aye Sir. -Sie wollen doch nicht noch mal runter?"
    }
  },
  {
    "translation": {
      "en": "THE FOOL NEEDS COMPANY.",
      "de": "Nun, wenn ein Narr Gesellschaft braucht..."
    }
  },
  {
    "translation": {
      "en": "TAKE CARE OF THEM, DEAREST. I'LL SEE YOU LATER.",
      "de": "...Kümmere dich um sie, Liebste. Bis später."
    }
  },
  {
    "translation": {
      "en": "VOYAGER, MAKE THAT THREE TO BEAM UP. LOCK IN ON THE OTHER COMBADGE AND ENERGIZE.",
      "de": "Drei zum Hochbeamen. Erfassen Sie den anderen Communicator und Energie."
    }
  },
  {
    "translation": {
      "en": "MY LEG IS BROKEN. I CAN'T MOVE.",
      "de": "-Mein Bein ist gebrochen. -Halten Sie durch."
    }
  },
  {
    "translation": {
      "en": "HOLD ON.",
      "de": "-Mein Bein ist gebrochen. -Halten Sie durch. -Hier sind sie. -Neelix, helfen Sie mir mit Tuvok."
    }
  },
  {
    "translation": {
      "en": "NEELIX, HELP ME WITH TUVOK.",
      "de": "-Hier sind sie. -Neelix, helfen Sie mir mit Tuvok."
    }
  },
  {
    "translation": {
      "en": "I'LL GET CHAKOTAY.",
      "de": "Ich kümmere mich um Chakotay."
    }
  },
  {
    "translation": {
      "en": "BEFORE THE WHOLE THING COMES DOWN. I INTEND TO... AS SOON AS I GET YOU UP.",
      "de": "-Raus hier, bevor es kollabiert! -Erst wenn ich dich hochgehoit habe."
    }
  },
  {
    "translation": {
      "en": "THOSE STAIRS WILL COLLAPSE. WE'LL BOTH DIE.",
      "de": "Wenn du auf die Treppe steigst, bricht sie zusammen. Wir sterben beide!"
    }
  },
  {
    "translation": {
      "en": "YEAH?",
      "de": "Ja..."
    }
  },
  {
    "translation": {
      "en": "BUT ON THE OTHER HAND IF I SAVE YOUR BUTT, YOUR LIFE BELONGS TO ME.",
      "de": "Andererseits, wenn ich deinen Arsch rette, gehört mir dein Leben."
    }
  },
  {
    "translation": {
      "en": "ISN'T THAT SOME KIND OF INDIAN CUSTOM?",
      "de": "Ist das nicht ein indianischer Brauch?"
    }
  },
  {
    "translation": {
      "en": "WRONG TRIBE.",
      "de": "Falscher Stamm."
    }
  },
  {
    "translation": {
      "en": "I DON'T BELIEVE YOU.",
      "de": "Ich glaube dir nicht."
    }
  },
  {
    "translation": {
      "en": "YOU'D RATHER DIE THEN LET ME BE THE ONE TO RESCUE YOU?",
      "de": "Du würdest lieber sterben, als dich von mir retten zu lassen?"
    }
  },
  {
    "translation": {
      "en": "FINE. BE A FOOL.",
      "de": "Gut. Sei ein Narr."
    }
  },
  {
    "translation": {
      "en": "IF I HAVE TO DIE, AT LEAST I'LL HAVE THE PLEASURE",
      "de": "Gut. Sei ein Narr. Wenn ich schon sterben muss, dann wenigstens mit dir zusammen."
    }
  },
  {
    "translation": {
      "en": "OF WATCHING YOU GO WITH ME.",
      "de": "Wenn ich schon sterben muss, dann wenigstens mit dir zusammen."
    }
  },
  {
    "translation": {
      "en": "Paris: ISN'T THERE SOME INDIAN TRICK WHERE YOU CAN TURN YOURSELF INTO A BIRD",
      "de": "Gibt es keinen lndianertrick, mit dem du dich in einen Vogel verwandelst..."
    }
  },
  {
    "translation": {
      "en": "AND FLY US OUT OF HERE?",
      "de": "...und uns hier rausfliegst?"
    }
  },
  {
    "translation": {
      "en": "YOU'RE TOO HEAVY.",
      "de": "Du bist zu schwer."
    }
  },
  {
    "translation": {
      "en": "GO AHEAD.",
      "de": "-Brücke an Janeway. -Sprechen Sie."
    }
  },
  {
    "translation": {
      "en": "Two Kazon ships are approaching the Array.",
      "de": "Zwei Kazon-Schiffe nähern sich der Phalanx."
    }
  },
  {
    "translation": {
      "en": "SET A COURSE. I'M ON MY WAY.",
      "de": "Kurs setzen. Ich komme sofort."
    }
  },
  {
    "translation": {
      "en": "WE'VE GOT TO GET BACK TO OUR SHIP. I STRONGLY ADVISE YOU TO REST.",
      "de": "-Wir müssen zurück auf unser Schiff. -Ich habe Ruhe angeordnet."
    }
  },
  {
    "translation": {
      "en": "I WILL NOT BE HELD RESPONSIBLE FOR THE CONSEQUENCES.",
      "de": "-Wir müssen zurück auf unser Schiff. -Ich habe Ruhe angeordnet. Ich bin nicht für Folgeschäden verantwortlich."
    }
  },
  {
    "translation": {
      "en": "IS THE CREW ALWAYS THIS DIFFICULT? I DON'T KNOW, DOC.",
      "de": "-Ist die Crew immer so schwierig? -Ich weiß nicht. Ist meine erste Mission."
    }
  },
  {
    "translation": {
      "en": "DOESN'T ANYONE KNOW HOW TO TURN OFF THE PROGRAM WHEN THEY LEAVE?",
      "de": "Weiß niemand, wie man das Programm abschaltet?"
    }
  },
  {
    "translation": {
      "en": "BRING THE WEAPONS SYSTEMS ON-LINE.",
      "de": "Schalten Sie die Waffensysteme ein."
    }
  },
  {
    "translation": {
      "en": "Tuvok: POWERING UP PHASER BANKS AND PHOTON SYSTEMS.",
      "de": "Phaserbänke und Photonensysteme werden hochgefahren."
    }
  },
  {
    "translation": {
      "en": "RED ALERT.",
      "de": "Roter Alarm."
    }
  },
  {
    "translation": {
      "en": "IS HAILING US, CAPTAIN. ON SCREEN.",
      "de": "-Das erste Kazon-schifi mit uns. -Auf den Schirm."
    }
  },
  {
    "translation": {
      "en": "Jabin: Have you come to investigate the entity's strange behavior too?",
      "de": "Erforschen Sie auch das merkwürdige Verhalten des Wesens?"
    }
  },
  {
    "translation": {
      "en": "ALL WE CARE ABOUT IS GETTING HOME.",
      "de": "Wir wollen nur nach Hause zurück."
    }
  },
  {
    "translation": {
      "en": "WE'RE TRANSPORTING TO THE ARRAY TO TRY TO ARRANGE IT.",
      "de": "Wir beamen rüber, um das zu anangieren."
    }
  },
  {
    "translation": {
      "en": "I'm afraid I cannot permit that. WE HAVE NO DISPUTE WITH YOU.",
      "de": "-Das kann ich nicht erlauben. -Wir haben keinen Streit mit Ihnen."
    }
  },
  {
    "translation": {
      "en": "I have a dispute with anyone who would challenge us.",
      "de": "-Sie fordern uns heraus. -Das ist absurd."
    }
  },
  {
    "translation": {
      "en": "WE HAVE NO INTENTION OF CHALLENGING YOU.",
      "de": "Wir haben nicht die Absicht, das zu tun."
    }
  },
  {
    "translation": {
      "en": "I have no intention of letting anyone",
      "de": "Ich lasse niemanden mit Ihrer Technologie an Bord der Phalanx."
    }
  },
  {
    "translation": {
      "en": "with your technological knowledge board the Array.",
      "de": "Ich lasse niemanden mit Ihrer Technologie an Bord der Phalanx. Jabin, können wir das wie zwei zivilisierte..."
    }
  },
  {
    "translation": {
      "en": "CAN WE DISCUSS THIS LIKE CIVILIZED...?",
      "de": "Jabin, können wir das wie zwei zivilisierte..."
    }
  },
  {
    "translation": {
      "en": "Tuvok: THEY'RE POWERING UP THEIR WEAPONS. I GUESS WE CAN'T.",
      "de": "-Sie laden ihre Waffen. -Wir können es offenbar nicht."
    }
  },
  {
    "translation": {
      "en": "SHIELDS ARE HOLDING.",
      "de": "Die Schilde halten."
    }
  },
  {
    "translation": {
      "en": "FIRE PHASERS.",
      "de": "Feuern. Ausweichmanöver Delta vier."
    }
  },
  {
    "translation": {
      "en": "EVASIVE PATTERN DELTA FOUR.",
      "de": "Feuern. Ausweichmanöver Delta vier. U.S.S. VOYAGER NCC-74656"
    }
  },
  {
    "translation": {
      "en": "Janeway to Chakotay.",
      "de": "Janeway an Chakotay."
    }
  },
  {
    "translation": {
      "en": "Tuvok and I are beaming to the Array. Can you hold off the Kazon?",
      "de": "Tuvok und ich beamen auf die Phalanx. Können Sie die Kazon beschäftigen?"
    }
  },
  {
    "translation": {
      "en": "I THINK SO, CAPTAIN. GOOD.",
      "de": "-Ich denke schon, Captain. -Gut."
    }
  },
  {
    "translation": {
      "en": "MR. PARIS, TAKE THE CONN. YES, MA'AM.",
      "de": "-Mr. Paris, Sie nehmen das Steuer. -Ja, Ma'am."
    }
  },
  {
    "translation": {
      "en": "Janeway: MAINTAIN TRANSPORTER LOCKS, ENSIGN.",
      "de": "Halten Sie uns mit dem Strahl erfasst. Notfalltransport-Status."
    }
  },
  {
    "translation": {
      "en": "EMERGENCY BEAM OUT STATUS. AYE, CAPTAIN.",
      "de": "Halten Sie uns mit dem Strahl erfasst. Notfalltransport-Status. Aye Captain."
    }
  },
  {
    "translation": {
      "en": "THE DATA PROCESSING SYSTEM IS BEHIND THIS WALL, CAPTAIN.",
      "de": "Das Datenverarbeitungssystem ist hinter dieser Wand, Captain."
    }
  },
  {
    "translation": {
      "en": "YOU KNOW WHAT TO DO.",
      "de": "Sie wissen, was zu tun ist."
    }
  },
  {
    "translation": {
      "en": "WELL... YOU'RE NOTHING IF NOT PERSISTENT.",
      "de": "Na, wenn Sie nicht hartnäckig sind!"
    }
  },
  {
    "translation": {
      "en": "WE NEED YOU TO SEND US BACK WHERE WE CAME FROM.",
      "de": "Sie müssen uns dorthin zurückschicken, wo wir herkamen."
    }
  },
  {
    "translation": {
      "en": "OH... THAT ISN'T POSSIBLE.",
      "de": "Das ist nicht möglich."
    }
  },
  {
    "translation": {
      "en": "I BARELY HAVE ENOUGH STRENGTH TO COMPLETE MY WORK.",
      "de": "Ich habe kaum genug Kraft, meine Arbeit zu beenden."
    }
  },
  {
    "translation": {
      "en": "YOU'RE SEALING THE CONDUITS BEFORE YOU DIE.",
      "de": "Sie versiegeln die Leitungen, bevor Sie sterben."
    }
  },
  {
    "translation": {
      "en": "IF I DON'T, THE KAZON WILL STEAL THE WATER.",
      "de": "Sonst werden ihnen die Kazon das Wasser stehlen."
    }
  },
  {
    "translation": {
      "en": "BUT IN A FEW YEARS WHEN THE OCAMPA'S ENERGY RUNS OUT IT WON'T MATTER.",
      "de": "Aber wenn die Energie der Ocampa zur Neige geht, spielt das keine Rolle mehr."
    }
  },
  {
    "translation": {
      "en": "THEY'LL BE FORCED TO COME TO THE SURFACE AND THEY WON'T BE ABLE TO SURVIVE.",
      "de": "Sie müssen an die Oberfläche kommen und sie werden nicht überleben."
    }
  },
  {
    "translation": {
      "en": "SOMETHING YOU DID TURNED THEIR PLANET INTO A DESERT DIDN'T IT?",
      "de": "Sie haben ihren Planeten in eine Wüste verwandelt, nicht wahr?"
    }
  },
  {
    "translation": {
      "en": "THAT WAS THE DEBT THAT COULD NEVER BE REPAID.",
      "de": "Das war \"die Schuld, die nie beglichen werden kann.\""
    }
  },
  {
    "translation": {
      "en": "WELL, WE'RE EXPLORERS FROM ANOTHER GALAXY",
      "de": "Wir sind Forscher aus einer anderen Galaxie."
    }
  },
  {
    "translation": {
      "en": "BUT WE HAD NO IDEA THAT OUR TECHNOLOGY WOULD BE SO DESTRUCTIVE TO THEIR ATMOSPHERE.",
      "de": "Wir ahnten nicht, das unsere Technologie ihrer Atmosphäre schadet."
    }
  },
  {
    "translation": {
      "en": "TWO OF US WERE CHOSEN TO STAY BEHIND AND CARE FOR THEM.",
      "de": "Zwei von uns sollten zurückbleiben und sich um sie kümmern."
    }
  },
  {
    "translation": {
      "en": "THERE'S ANOTHER LIKE YOU HERE? ( chuckles ) NOT ANYMORE.",
      "de": "-Hier ist noch einer wie Sie? -Nein, nicht mehr."
    }
  },
  {
    "translation": {
      "en": "NO, NO. SHE...",
      "de": "Nein, nein. Sie..."
    }
  },
  {
    "translation": {
      "en": "SHE WENT OFF TO LOOK FOR MORE INTERESTING PLACES.",
      "de": "...Sie flog weiter, um interessantere Orte zu suchen."
    }
  },
  {
    "translation": {
      "en": "WHY WERE YOU BRINGING SHIPS HERE INFECTING PEOPLE WITH A FATAL ILLNESS?",
      "de": "Warum bringen Sie Schiffe hierher und infzieren Leute mit Krankheiten?"
    }
  },
  {
    "translation": {
      "en": "OH, THEY... THEY DIDN'T DIE OF AN ILLNESS.",
      "de": "Sie starben nicht an einer Krankheit."
    }
  },
  {
    "translation": {
      "en": "THEY DIED BECAUSE THEY WERE INCOMPATIBLE.",
      "de": "Sie starben, weil sie inkompatibel waren."
    }
  },
  {
    "translation": {
      "en": "\"INCOMPATIBLE\"?",
      "de": "Inkompatibel?"
    }
  },
  {
    "translation": {
      "en": "I'VE BEEN SEARCHING THE GALAXY FOR A COMPATIBLE BIO-MOLECULAR PATTERN.",
      "de": "Ich durchsuchte die Galaxie nach einem kompatiblen Molekularmuster."
    }
  },
  {
    "translation": {
      "en": "IN SOME INDIVIDUALS I FOUND CELLULAR STRUCTURES THAT WERE SIMILAR, BUT...",
      "de": "In einigen Individuen fand ich ähnliche Zellstrukturen, aber ich..."
    }
  },
  {
    "translation": {
      "en": "YOU'VE BEEN TRYING TO PROCREATE? I NEEDED SOMEONE TO REPLACE ME",
      "de": "-Sie versuchten, sich fortzupflanzen? -Ich brauchte einen Ersatz."
    }
  },
  {
    "translation": {
      "en": "SOMEONE WHO'D UNDERSTAND THE ENORMOUS RESPONSIBILITY OF CARING FOR THE OCAMPA.",
      "de": "Jemand, der die Verantwortung, sich um die Ocampa zu kümmern, versteht."
    }
  },
  {
    "translation": {
      "en": "ONLY MY OFFSPRING COULD DO THAT.",
      "de": "Nur mein Nachkomme könnte das."
    }
  },
  {
    "translation": {
      "en": "DID YOU EVER CONSIDER ALLOWING THE OCAMPA TO CARE FOR THEMSELVES?",
      "de": "Dachten Sie je daran, den Ocampa zu erlauben, für sich selbst zu sorgen?"
    }
  },
  {
    "translation": {
      "en": "THEY'RE CHILDREN. CHILDREN HAVE TO GROW UP.",
      "de": "-Es sind Kinder. -Kinder müssen erwachsen werden."
    }
  },
  {
    "translation": {
      "en": "MOST OF THE SPECIES WE'VE ENCOUNTERED",
      "de": "Wir sind auch Forscher. Die meisten Spezies überwinden ihre Probleme ohne einen Fürsorger."
    }
  },
  {
    "translation": {
      "en": "HAVE OVERCOME ALL KINDS OF ADVERSITY WITHOUT A CARETAKER.",
      "de": "Die meisten Spezies überwinden ihre Probleme ohne einen Fürsorger."
    }
  },
  {
    "translation": {
      "en": "IT'S THE CHALLENGE OF SURVIVING ON THEIR OWN",
      "de": "Die Herausforderung, selbst zu überleben, hilft ihnen, sich zu entwickeln."
    }
  },
  {
    "translation": {
      "en": "THAT HELPS THEM TO EVOLVE.",
      "de": "überleben, hilft ihnen, sich zu entwickeln."
    }
  },
  {
    "translation": {
      "en": "MAYBE YOUR CHILDREN WILL DO BETTER THAN YOU THINK.",
      "de": "Vielleicht kommen Ihre Kinder besser zurecht als Sie denken."
    }
  },
  {
    "translation": {
      "en": "Kim: Voyager to Janeway.",
      "de": "-Voyager an Janeway. -Sprechen Sie."
    }
  },
  {
    "translation": {
      "en": "GO AHEAD. We've got problems here.",
      "de": "-Voyager an Janeway. -Sprechen Sie. Wir haben hier Probleme."
    }
  },
  {
    "translation": {
      "en": "KAZON GOT SOME BACKUP. We need more time. CAN YOU HOLD THEM OFF FOR ANOTHER FEW MINUTES?",
      "de": "-Die Kazon haben Verstärkung. -Können Sie sie aufhalten?"
    }
  },
  {
    "translation": {
      "en": "We'll do our best.",
      "de": "Wir tun unser Bestes. Kim Ende."
    }
  },
  {
    "translation": {
      "en": "THEIR WEAPONS ARRAY HAS BEEN HIT. THEY'RE IN TROUBLE.",
      "de": "Ihre Waffenphalanx wurde getroffen. Sie sind in Schwierigkeiten."
    }
  },
  {
    "translation": {
      "en": "NEITHER OF US HAS ENOUGH FIREPOWER TO STOP THAT SHIP.",
      "de": "Keiner von uns kann das Schiff aufhalten."
    }
  },
  {
    "translation": {
      "en": "I'M SETTING A COLLISION COURSE, BUT THE GUIDANCE SYSTEM IS DISABLED.",
      "de": "Ich programmiere einen Kollisionskurs, aber das Leitsystem ist ausgefallen."
    }
  },
  {
    "translation": {
      "en": "I'LL HAVE TO PILOT THE SHIP MANUALLY. GET THE CREW READY TO BEAM TO VOYAGER",
      "de": "Ich muss manuell steuern. Die Crew soll sich zur Voyager beamen."
    }
  },
  {
    "translation": {
      "en": "AND DROP SHIELDS FOR TRANSPORT.",
      "de": "Und senken Sie die Schilde für den Transport."
    }
  },
  {
    "translation": {
      "en": "PARIS, MY CREW IS COMING OVER.",
      "de": "Paris, meine Crew kommt rüber."
    }
  },
  {
    "translation": {
      "en": "TELL ONE OF YOUR CRACKERJACK STARFLEET TRANSPORTER CHIEFS TO KEEP A LOCK ON ME.",
      "de": "Sag einem deiner tollen Transporter- Chiefs‚ er soll mich erfasst halten."
    }
  },
  {
    "translation": {
      "en": "I'M GOING TO TRY AND TAKE SOME HEAT OFF YOUR TAIL.",
      "de": "Ich versuche, euch den Rücken freizuhalten."
    }
  },
  {
    "translation": {
      "en": "Acknowledged.",
      "de": "Verstanden."
    }
  },
  {
    "translation": {
      "en": "BUT DON'T THINK FOR A SECOND THIS MAKES US EVEN, CHAKOTAY. YOUR LIFE IS STILL MINE. Paris out.",
      "de": "Glaub nicht, dass wir jetzt quitt sind. Dein Leben gehört noch mir. Paris Ende."
    }
  },
  {
    "translation": {
      "en": "I'M GETTING YOU OUT OF THERE, CHAKOTAY.",
      "de": "-Ich hol dich da raus, Chakotay. -Noch nicht!"
    }
  },
  {
    "translation": {
      "en": "Paris: YOU'RE BREAKING UP! Stand by to transport.",
      "de": "Dein Schiff bricht auseinander. Bereithalten."
    }
  },
  {
    "translation": {
      "en": "WAIT!",
      "de": "Warte!"
    }
  },
  {
    "translation": {
      "en": "NOW!",
      "de": "Jetzt!"
    }
  },
  {
    "translation": {
      "en": "Paris: Transporter Room Two, do you have him? THEY'VE GOT ME.",
      "de": "-Transporterraum zwei, haben Sie ihn? -Sie haben mich."
    }
  },
  {
    "translation": {
      "en": "CAPTAIN, I CAN ACCESS THE SYSTEM TO SEND US BACK TO FEDERATION SPACE",
      "de": "Ich kann das System programmieren, uns zurückzuschicken,"
    }
  },
  {
    "translation": {
      "en": "BUT IT WILL TAKE SEVERAL HOURS TO ACTIVATE.",
      "de": "aber es wird einige Stunden dauern."
    }
  },
  {
    "translation": {
      "en": "UNLESS YOU HELP US. OH, I WISH I COULD,",
      "de": "-Es sei denn, Sie helfen uns. -Ich wünschte, ich könnte es,"
    }
  },
  {
    "translation": {
      "en": "BUT I HAVE VERY LITTLE TIME LEFT. SO I HAVE INITIATED A SELF-DESTRUCT PROGRAM.",
      "de": "aber ich habe wenig Zeit, also hab ich ein Selbstzerstörungsprogramm aktiviert."
    }
  },
  {
    "translation": {
      "en": "IF YOU DESTROY THE ARRAY WE'LL HAVE NO WAY TO GET HOME.",
      "de": "Dann kommen wir nie nach Hause."
    }
  },
  {
    "translation": {
      "en": "THE OCAMPA'S ENEMIES CANNOT BE ALLOWED TO CONTROL THIS INSTALLATION.",
      "de": "Die Feinde der Ocampa dürfen nie die Kontrolle über die Installation erlangen."
    }
  },
  {
    "translation": {
      "en": "IN MINUTES, IT WILL BE DESTROYED.",
      "de": "Sie wird in wenigen Minuten zerstört."
    }
  },
  {
    "translation": {
      "en": "YOU HAVE TO GO. GO NOW!",
      "de": "Sie müssen gehen. Gehen Sie."
    }
  },
  {
    "translation": {
      "en": "Tuvok: THE CARETAKER.",
      "de": "Der Fürsorger?"
    }
  },
  {
    "translation": {
      "en": "VOYAGER, REPORT. Paris: A Kazon vessel",
      "de": "Voyager, Bericht."
    }
  },
  {
    "translation": {
      "en": "JUST COLLIDED WITH THE ARRAY, CAPTAIN.",
      "de": "Das Kazon-Schiff ist mit der Phalanx kollidiert, Captain."
    }
  },
  {
    "translation": {
      "en": "ARE YOU ALL RIGHT? Affirmative.",
      "de": "-Sind Sie in Ordnung? -Ja. Bereithalten."
    }
  },
  {
    "translation": {
      "en": "STAND BY.",
      "de": "-Sind Sie in Ordnung? -Ja. Bereithalten. Das Selbslzerstörungsprogramm wurde beschädigt."
    }
  },
  {
    "translation": {
      "en": "( voice faltering ): The termination program",
      "de": "Das Selbslzerstörungsprogramm wurde beschädigt. Jetzt wird diese Installation nicht zerstört."
    }
  },
  {
    "translation": {
      "en": "has been damaged.",
      "de": "Jetzt wird diese Installation nicht zerstört."
    }
  },
  {
    "translation": {
      "en": "The Kazon must not",
      "de": "Aber das muss geschehen. Die Kazon dürfen keine Kontrolle erlangen."
    }
  },
  {
    "translation": {
      "en": "gain control of this installation.",
      "de": "Aber das muss geschehen. Die Kazon dürfen keine Kontrolle erlangen. Sie werden die Ocampa auslöschen."
    }
  },
  {
    "translation": {
      "en": "SHALL I ACTIVATE THE PROGRAM TO GET US BACK?",
      "de": "Soll ich das Programm aktivieren, damit wir zurückkommen?"
    }
  },
  {
    "translation": {
      "en": "AND WHAT HAPPENS TO THE OCAMPA AFTER WE'RE GONE?",
      "de": "Und was passiert mit den Ocampa, wenn wir weg sind?"
    }
  },
  {
    "translation": {
      "en": "CAPTAIN, ANY ACTION WE TAKE TO PROTECT THE OCAMPA",
      "de": "Captain... Alles, was wir unternehmen, um die Ocampa zu schützen,"
    }
  },
  {
    "translation": {
      "en": "WOULD AFFECT THE BALANCE OF POWER IN THIS SYSTEM.",
      "de": "wird das Gleichgewicht in diesem System beeinflussen."
    }
  },
  {
    "translation": {
      "en": "THE PRIME DIRECTIVE WOULD SEEM TO APPLY.",
      "de": "Wir müssen uns an die Oberste Direktive halten."
    }
  },
  {
    "translation": {
      "en": "WOULD IT?",
      "de": "Wirklich?"
    }
  },
  {
    "translation": {
      "en": "WE NEVER ASKED TO BE INVOLVED, TUVOK...",
      "de": "Wir wollten uns nie einmischen, Tuvok."
    }
  },
  {
    "translation": {
      "en": "BUT WE ARE.",
      "de": "Aber wir tun es."
    }
  },
  {
    "translation": {
      "en": "WE ARE.",
      "de": "Wir tun es."
    }
  },
  {
    "translation": {
      "en": "MR. TUVOK, READY THE TRICOBALT DEVICES. Tuvok: AYE, CAPTAIN.",
      "de": "-Die Trikobaltvorrichtung bereitmachen. -Aye."
    }
  },
  {
    "translation": {
      "en": "OPEN A CHANNEL TO THE KAZON.",
      "de": "-Einen Kanal zu den Kazon öffnen. -Kanal ist offen."
    }
  },
  {
    "translation": {
      "en": "Kim: CHANNEL OPEN. I have called for additional ships.",
      "de": "Ich warne Sie, ich habe weitere Schiffe angefordert."
    }
  },
  {
    "translation": {
      "en": "I'M CALLING TO WARN YOU TO MOVE YOUR VESSELS TO A SAFE DISTANCE.",
      "de": "Ich rate Ihnen, Ihre Schiffe in sichere Distanz zu bringen."
    }
  },
  {
    "translation": {
      "en": "I INTEND TO DESTROY THE ARRAY. You can't do that.",
      "de": "-Wir werden die Phalanx zerstören. -Das können Sie nicht!"
    }
  },
  {
    "translation": {
      "en": "Janeway: I CAN AND I WILL. END TRANSMISSION.",
      "de": "Ich werde und ich kann. Ende."
    }
  },
  {
    "translation": {
      "en": "THEY'RE INCREASING FIRE, CAPTAIN. SHIELDS ARE HOLDING.",
      "de": "Sie verstärken ihr Feuer. Schilde halten."
    }
  },
  {
    "translation": {
      "en": "MOVE US 400 KILOMETERS FROM THE ARRAY, MR. PARIS.",
      "de": "-Fliegen Sie uns 400 km weg, Paris. -Ja, Ma'am."
    }
  },
  {
    "translation": {
      "en": "Torres: THAT ARRAY IS THE ONLY WAY WE HAVE TO GET HOME.",
      "de": "Was haben Sie vor? Diese Phalanx ist unser einziges Rückticket!"
    }
  },
  {
    "translation": {
      "en": "I'M AWARE EVERYONE HAS FAMILIES AT HOME.",
      "de": "Ich weiß, dass jeder zu seiner Familie zurück will. Das will ich auch."
    }
  },
  {
    "translation": {
      "en": "SO DO I, BUT I'M NOT WILLING TO TRADE THE LIVES OF THE OCAMPA",
      "de": "Ich weiß, dass jeder zu seiner Familie zurück will. Das will ich auch. Aber ich tausche nicht die Leben der Ocampa gegen unsere Bequemlichkeit."
    }
  },
  {
    "translation": {
      "en": "FOR OUR CONVENIENCE.",
      "de": "Aber ich tausche nicht die Leben der Ocampa gegen unsere Bequemlichkeit."
    }
  },
  {
    "translation": {
      "en": "WE'LL HAVE TO FIND ANOTHER WAY HOME. WHAT OTHER WAY HOME IS THERE?",
      "de": "-Wir suchen einen anderen Weg. -Welchen Weg?"
    }
  },
  {
    "translation": {
      "en": "WHO IS SHE TO BE MAKING THESE DECISIONS FOR ALL OF US? SHE'S THE CAPTAIN.",
      "de": "-Wieso entscheidet sie das? -Sie ist der Captain."
    }
  },
  {
    "translation": {
      "en": "THE TRICOBALT DEVICE IS READY. Paris: WE'RE IN POSITION.",
      "de": "-Die Trikobaitvorrichtungen sind bereit. -Wir sind in Position."
    }
  },
  {
    "translation": {
      "en": "FIRE.",
      "de": "Feuern."
    }
  },
  {
    "translation": {
      "en": "THE LEAD KAZON SHIP IS HAILING US. ON SCREEN.",
      "de": "-Das erste Kazon-schifi ruft uns. -Auf den Schirm."
    }
  },
  {
    "translation": {
      "en": "You have made an enemy today.",
      "de": "Sie haben sich heute Feinde gemacht."
    }
  },
  {
    "translation": {
      "en": "Tuvok: THEY ARE WITHDRAWING, CAPTAIN.",
      "de": "Sie ziehen sich zurück, Captain."
    }
  },
  {
    "translation": {
      "en": "COME IN.",
      "de": "Herein."
    }
  },
  {
    "translation": {
      "en": "YOU ASKED TO SEE ME, CAPTAIN? MR. PARIS...",
      "de": "-Sie wollten mich sprechen, Captain. -Mr. Paris..."
    }
  },
  {
    "translation": {
      "en": "YOU HAVE A PROBLEM.",
      "de": "Sie haben ein Problem."
    }
  },
  {
    "translation": {
      "en": "I'VE INVITED CHAKOTAY AND THE OTHER MAQUIS TO BECOME PART OF THIS CREW.",
      "de": "Ich bot Chakotay und den Maquis an, der Crew beizutreten."
    }
  },
  {
    "translation": {
      "en": "IT SEEMED THE ONLY REASONABLE THING TO DO.",
      "de": "Es schien das einzig Vernünftige zu sein."
    }
  },
  {
    "translation": {
      "en": "WILL YOU PROVIDE A BODYGUARD FOR ME, CAPTAIN?",
      "de": "Werden Sie mir einen Leibwächter geben?"
    }
  },
  {
    "translation": {
      "en": "IT SEEMS YOU ALREADY HAVE ONE. I DO?",
      "de": "-Sie scheinen schon einen zu haben. -Wirklich?"
    }
  },
  {
    "translation": {
      "en": "MR. CHAKOTAY SAID SOMETHING ABOUT HIS LIFE BELONGING TO YOU.",
      "de": "Chakotay sagte, dass sein Leben Ihnen gehört?"
    }
  },
  {
    "translation": {
      "en": "HE'LL BE TAKING RESPONSIBILITY",
      "de": "Er wird die Verantwortung für Ihre Sicherheit übernehmen."
    }
  },
  {
    "translation": {
      "en": "I THINK I'M GOING TO ENJOY THIS. DON'T BE SO SURE.",
      "de": "-Ich denke, das werde ich genießen. -Seien Sie nicht so sicher."
    }
  },
  {
    "translation": {
      "en": "HE'LL ALSO BE MY FIRST OFFICER.",
      "de": "Er wird auch mein Erster Offizier sein."
    }
  },
  {
    "translation": {
      "en": "EVERYONE ABOARD THIS SHIP WILL REPORT TO HIM",
      "de": "Jeder an Bord dieses Schiffes ist ihm unterstellt."
    }
  },
  {
    "translation": {
      "en": "INCLUDING THE LIEUTENANT ASSIGNED TO CONN.",
      "de": "Auch der Lieutenant, der das Schiff steuert."
    }
  },
  {
    "translation": {
      "en": "ME?",
      "de": "Ich?"
    }
  },
  {
    "translation": {
      "en": "I'VE ENTERED INTO THE SHIP'S LOG ON THIS DATE",
      "de": "Ich habe heute in das Logbuch eingetragen,"
    }
  },
  {
    "translation": {
      "en": "THAT I'M GRANTING A FIELD COMMISSION OF LIEUTENANT TO THOMAS EUGENE PARIS.",
      "de": "dass ich Thomas Eugene Paris zum Lieutenant befördere."
    }
  },
  {
    "translation": {
      "en": "CONGRATULATIONS.",
      "de": "Herzlichen Glückwunsch."
    }
  },
  {
    "translation": {
      "en": "UM, FOR THE FIRST TIME IN MY LIFE I DON'T KNOW WHAT TO SAY.",
      "de": "Zum ersten Mal in meinem Leben bin ich sprachlos."
    }
  },
  {
    "translation": {
      "en": "YOU'VE EARNED THIS, TOM. I'M ONLY SORRY YOUR FATHER WON'T KNOW.",
      "de": "Sie haben es verdient, Tom. Nur schade, dass es Ihr Vater nicht erfährt."
    }
  },
  {
    "translation": {
      "en": "OH, HE'LL KNOW...",
      "de": "Oh, er wird es erfahren."
    }
  },
  {
    "translation": {
      "en": "WHEN WE GET BACK.",
      "de": "Wenn wir zurück sind."
    }
  },
  {
    "translation": {
      "en": "CAPTAIN, WE WERE JUST COMING TO SEE YOU.",
      "de": "Captain! Mit Ihnen wollten wir sprechen."
    }
  },
  {
    "translation": {
      "en": "WE'VE SUPPLIED YOUR SHIP WITH WATER, NEELIX. IT'S READY TO GO.",
      "de": "Ihr Schiff ist mit Wasser versorgt. Es ist startklar."
    }
  },
  {
    "translation": {
      "en": "WELL, YOU SEE THAT'S WHAT WE WANTED TO DISCUSS.",
      "de": "Darüber wollten wir mit Ihnen sprechen."
    }
  },
  {
    "translation": {
      "en": "WE'D LIKE TO GO WITH YOU.",
      "de": "Wir möchten mit Ihnen fliegen."
    }
  },
  {
    "translation": {
      "en": "I'M SORRY. THIS ISN'T A PASSENGER SHIP. Kes: OF COURSE NOT. WE WON'T BE PASSENGERS.",
      "de": "-Das ist kein Passagierschiff. -Wir sind keine Passagiere."
    }
  },
  {
    "translation": {
      "en": "WE'LL BE VALUABLE COLLEAGUES. \"COLLEAGUES\"?",
      "de": "-Wir wären wertvolle Kollegen. -Kollegen?"
    }
  },
  {
    "translation": {
      "en": "WHATEVER YOU NEED IS WHAT I HAVE TO OFFER.",
      "de": "Was immer Sie wollen, ich kann es bieten."
    }
  },
  {
    "translation": {
      "en": "YOU NEED A GUIDE, I'M YOUR GUIDE.",
      "de": "Sie brauchen einen Führer? Ich bin es."
    }
  },
  {
    "translation": {
      "en": "YOU NEED SUPPLIES, I KNOW WHERE TO PROCURE THEM.",
      "de": "Sie brauchen Vorräte? Ich weiß, wo man sie kriegt."
    }
  },
  {
    "translation": {
      "en": "I HAVE FRIENDS AMONG RACES YOU DON'T EVEN KNOW EXIST.",
      "de": "Ich habe Freunde bei Völkern, von denen Sie nie gehört haben."
    }
  },
  {
    "translation": {
      "en": "YOU NEED A COOK? YOU HAVEN'T LIVED UNTIL YOU'VE TASTED MY ANGLA'BOSQUE.",
      "de": "Sie brauchen einen Koch? Probieren Sie erst mein angla'bosque."
    }
  },
  {
    "translation": {
      "en": "IT WILL BE MY JOB TO ANTICIPATE YOUR NEEDS BEFORE YOU KNOW YOU HAVE THEM",
      "de": "Ich werde Ihre Wünsche erkennen, bevor Sie wissen, dass Sie sie haben."
    }
  },
  {
    "translation": {
      "en": "AND I ANTICIPATE YOUR FIRST NEED WILL BE ME.",
      "de": "Und Ihr erster Wunsch werde ich sein."
    }
  },
  {
    "translation": {
      "en": "Kes: CAPTAIN, WE BOTH WANT VERY MUCH TO BE A PART OF YOUR JOURNEY.",
      "de": "Captain, wir beide wollen Sie gern auf Ihrer Reise begleiten."
    }
  },
  {
    "translation": {
      "en": "WE'RE ALONE IN AN UNCHARTED PART OF THE GALAXY.",
      "de": "Wir sind allein in einem unerforschten Teil der Galaxie."
    }
  },
  {
    "translation": {
      "en": "WE'VE ALREADY MADE SOME FRIENDS HERE AND SOME ENEMIES.",
      "de": "Wir gewannen schon einige Freunde... und einige Feinde."
    }
  },
  {
    "translation": {
      "en": "WE HAVE NO IDEA OF THE DANGERS WE'RE GOING TO FACE.",
      "de": "Wir wissen nicht, welche Gefahren uns bevorstehen."
    }
  },
  {
    "translation": {
      "en": "BUT ONE THING IS CLEAR.",
      "de": "Aber eines ist klar."
    }
  },
  {
    "translation": {
      "en": "BOTH CREWS ARE GOING TO HAVE TO WORK TOGETHER IF WE'RE TO SURVIVE.",
      "de": "Beide Crews müssen zusammenarbeiten, wenn wir überleben wollen."
    }
  },
  {
    "translation": {
      "en": "THAT'S WHY COMMANDER CHAKOTAY AND I HAVE AGREED THAT THIS SHOULD BE ONE CREW--",
      "de": "Darum beschlossen Commander Chakotay und ich, eine Crew zu bilden."
    }
  },
  {
    "translation": {
      "en": "A STARFLEET CREW.",
      "de": "Eine Sternenflottencrew."
    }
  },
  {
    "translation": {
      "en": "AND AS THE ONLY STARFLEET VESSEL ASSIGNED TO THE DELTA QUADRANT",
      "de": "Und als das einzige Sternenflottenschiff im Delta-Quadranten..."
    }
  },
  {
    "translation": {
      "en": "WE'LL CONTINUE TO FOLLOW OUR DIRECTIVE TO SEEK OUT NEW WORLDS AND EXPLORE SPACE.",
      "de": "...folgen wir weiter unserer Direktive, neue Welten zu suchen und zu erforschen."
    }
  },
  {
    "translation": {
      "en": "BUT OUR PRIMARY GOAL IS CLEAR.",
      "de": "Aber unser oberstes Ziel ist klar."
    }
  },
  {
    "translation": {
      "en": "EVEN AT MAXIMUM SPEEDS, IT WOULD TAKE 75 YEARS TO REACH THE FEDERATION",
      "de": "Selbst bei Höchstgeschwindigkeit würde es 75 Jahre dauern, zurückzukehren."
    }
  },
  {
    "translation": {
      "en": "BUT I'M NOT WILLING TO SETTLE FOR THAT.",
      "de": "Aber damit finde ich mich nicht ab."
    }
  },
  {
    "translation": {
      "en": "THERE'S ANOTHER ENTITY LIKE THE CARETAKER OUT THERE SOMEWHERE",
      "de": "Es gibt dort draußen ein zweites Wesen wie den Fürsorger,"
    }
  },
  {
    "translation": {
      "en": "WHO HAS THE ABILITY TO GET US THERE A LOT FASTER. WE'LL BE LOOKING FOR HER,",
      "de": "das uns schneller nach Hause bringen kann. Wir werden es suchen,"
    }
  },
  {
    "translation": {
      "en": "AND WE'LL BE LOOKING FOR WORMHOLES, SPATIAL RIFTS OR NEW TECHNOLOGIES TO HELP US.",
      "de": "sowie Wurmlöcher, Spalten im Raum und neue Technologien, die uns helfen."
    }
  },
  {
    "translation": {
      "en": "SOMEWHERE, ALONG THIS JOURNEY, WE'LL FIND A WAY BACK.",
      "de": "Irgendwo auf dieser Reise werden wir einen Weg zurück finden."
    }
  },
  {
    "translation": {
      "en": "MR. PARIS, SET A COURSE...",
      "de": "Mr. Paris, setzen Sie einen Kurs..."
    }
  },
  {
    "translation": {
      "en": "FOR HOME.",
      "de": "...nach Hause."
    }
  },
  {
    "translation": {
      "en": "AYE, CAPTAIN.",
      "de": "Aye. Captain."
    }
  }
]