[
  {
    "translation": {
      "en": "Ball one to Johnny Damon and we are under way.",
      "de": "Johnny Damon steht bereit, und es geht los."
    }
  },
  {
    "translation": {
      "en": "Damon has eight hits in 18 at bats...",
      "de": "Damon hatte in dieser Serie acht Hits,"
    }
  },
  {
    "translation": {
      "en": "...a double, a triple, a couple of stolen bases.",
      "de": "einen Double, einen Triple und zwei Stolen Bases."
    }
  },
  {
    "translation": {
      "en": "He had four hits in the series opener.",
      "de": "Im ersten Spiel hatte er vier Hits."
    }
  },
  {
    "translation": {
      "en": "Down the right-field line, fair off the bat of Damon.",
      "de": "Damon schlägt den Ball ins Right Field."
    }
  },
  {
    "translation": {
      "en": "It rolls by Spencer.",
      "de": "Spencer verpasst ihn."
    }
  },
  {
    "translation": {
      "en": "And Damon will coast into second base with a leadoff double.",
      "de": "Damon kommt mit einem Double auf die zweite Base."
    }
  },
  {
    "translation": {
      "en": "Into right-center field, broken bat, it'll fall, a base hit.",
      "de": "Tief ins rechte Center Field. Ein Base Hit."
    }
  },
  {
    "translation": {
      "en": "They wave around Damon. He will score.",
      "de": "Damon schafft es um die Bases und punktet."
    }
  },
  {
    "translation": {
      "en": "And Jason Giambi delivers...",
      "de": "Und Jason Giambis Single"
    }
  },
  {
    "translation": {
      "en": "...with a run-scoring single here in the opening inning.",
      "de": "bringt hier im ersten Inning einen Run."
    }
  },
  {
    "translation": {
      "en": "And the Athletics have taken that 1-nothing lead.",
      "de": "Die Athletics liegen mit 1:0 in Führung."
    }
  },
  {
    "translation": {
      "en": "Go, come on, now. We gotta spin it.",
      "de": "Los, weiter so!"
    }
  },
  {
    "translation": {
      "en": "Let's go, Yankees! Let's go, Yankees!",
      "de": "Auf geht's, Yankees!"
    }
  },
  {
    "translation": {
      "en": "Bases loaded.",
      "de": "Ein Mann auf jeder Base."
    }
  },
  {
    "translation": {
      "en": "The Yankees have the tying run at second, down 2-nothing.",
      "de": "Die Yankees liegen 0:2 hinten und haben die Chance zum Ausgleich."
    }
  },
  {
    "translation": {
      "en": "The A's are kicking it and throwing it all over the field.",
      "de": "Die A's machen einen Fehler nach dem anderen."
    }
  },
  {
    "translation": {
      "en": "And it might lead to their elimination if they don't get it right in a hurry.",
      "de": "Sie werden ausscheiden, wenn sie sich nicht zusammenreißen."
    }
  },
  {
    "translation": {
      "en": "Hammered down the right-field line. Justice!",
      "de": "Was für ein Schlag ins Right Field! Justice!"
    }
  },
  {
    "translation": {
      "en": "The Yankees have taken the lead.",
      "de": "Die Yankees führen."
    }
  },
  {
    "translation": {
      "en": "They're standing, anticipating another trip...",
      "de": "Die Fans stehen in Erwartung eines erneuten Einzugs"
    }
  },
  {
    "translation": {
      "en": "...to the League Championship Series.",
      "de": "ins Finale der American League."
    }
  },
  {
    "translation": {
      "en": "The Yankees one out away.",
      "de": "Den Yankees fehlt ein Out."
    }
  },
  {
    "translation": {
      "en": "Eric Byrnes, never with an at bat in Yankee Stadium...",
      "de": "Eric Byrnes ist dran. Sein erstes Mal im Yankee Stadium,"
    }
  },
  {
    "translation": {
      "en": "...and they don't get much bigger than this one.",
      "de": "viel weiter werden sie es nicht bringen."
    }
  },
  {
    "translation": {
      "en": "Or more hectic when you're up there trying to get a job done.",
      "de": "Oder hektischer, wenn man dort steht, und versucht, etwas zu leisten."
    }
  },
  {
    "translation": {
      "en": "And they're a strike away.",
      "de": "Es fehlt nur ein Strike."
    }
  },
  {
    "translation": {
      "en": "And they're roaring in the Bronx.",
      "de": "Die Fans in der Bronx toben."
    }
  },
  {
    "translation": {
      "en": "Losing the first two games at home in the best-of-five series...",
      "de": "Nachdem sie die ersten beiden Spiele verloren haben,"
    }
  },
  {
    "translation": {
      "en": "...and roar back to--",
      "de": "haben sie das Blatt noch mal..."
    }
  },
  {
    "translation": {
      "en": "The Yankees will defend their title.",
      "de": "Die Yankees ziehen erneut ins Finale ein."
    }
  },
  {
    "translation": {
      "en": "It's okay, Joe, you can leave it on.",
      "de": "Schon gut, Joe, lass es laufen."
    }
  },
  {
    "translation": {
      "en": "-I don't need to watch. -Joe, leave it on.",
      "de": "-Ich muss das nicht sehen. -Lass es laufen."
    }
  },
  {
    "translation": {
      "en": "Imagine how bad it'd be if you were a Yankee player...",
      "de": "Stell dir mal vor, du bist ein Yankee"
    }
  },
  {
    "translation": {
      "en": "...and didn't like the taste of champagne.",
      "de": "und magst keinen Champagner."
    }
  },
  {
    "translation": {
      "en": "Better ask to get traded. You gotta give the Yankees--",
      "de": "Dann solltest du den Club wechseln, denn..."
    }
  },
  {
    "translation": {
      "en": "--win the big game.",
      "de": "...ein großer Sieg."
    }
  },
  {
    "translation": {
      "en": "What a series that is gonna be in the next....",
      "de": "Eine spannende Serie erwartet uns..."
    }
  },
  {
    "translation": {
      "en": "You know how many kids are wearing Giambi's--?",
      "de": "Wisst ihr, wie viele Kinder"
    }
  },
  {
    "translation": {
      "en": "You know, Oakland Giambi's jerseys and hats and pictures and posters?",
      "de": "Trikots von Giambi tragen und seine Poster an der Wand haben?"
    }
  },
  {
    "translation": {
      "en": "Those same kids will be booing in July when the Yankees come here.",
      "de": "Dieselben Kinder, die im Juli buhen, wenn die Yankees kommen."
    }
  },
  {
    "translation": {
      "en": "Is it Giambi that's stabbing the back or the Pinstripes on the East Coast?",
      "de": "-Hoffentlich. -Doch begeht Giambi den Verrat oder die Jungs von der Ostküste?"
    }
  },
  {
    "translation": {
      "en": "You can't blame them for pilfering the henhouse.",
      "de": "Man kann's ihnen nicht verübeln, dass sie aufräumen..."
    }
  },
  {
    "translation": {
      "en": "-The henhouse is there. -I can't blame them?",
      "de": "Man kann's ihnen nicht verübeln, dass sie aufräumen... Warum kann man das nicht?"
    }
  },
  {
    "translation": {
      "en": "They're offering $120 million over six years.",
      "de": "Die bieten ihm 120 Millionen Dollar für sechs Jahre."
    }
  },
  {
    "translation": {
      "en": "The Yankees have deeper pockets and they're willing to give him money.",
      "de": "Die Yankees haben mehr Geld und können ihn damit ködern."
    }
  },
  {
    "translation": {
      "en": "They're pilfering our players. It's like we're a farm system for the New York Yankees.",
      "de": "Die nehmen uns aus. Wir züchten Spieler für die Yankees."
    }
  },
  {
    "translation": {
      "en": "-How are the guys doing? -That was a killer.",
      "de": "-Wie sind die Jungs drauf? -Das war hart."
    }
  },
  {
    "translation": {
      "en": "That was a killer. It's a tough one to swallow. It's....",
      "de": "Ein Tiefschlag, schwer wegzustecken."
    }
  },
  {
    "translation": {
      "en": "-They played great. -They played their hearts out.",
      "de": "-Sie haben gekämpft. -Wie Löwen."
    }
  },
  {
    "translation": {
      "en": "They did. They played fantastic. It just didn't fall our way.",
      "de": "Sie waren sensationell, aber es sollte nicht sein."
    }
  },
  {
    "translation": {
      "en": "-You'll do better next year. -But we were close, though.",
      "de": "-Nächstes Jahr klappt es. -Wir waren dicht dran."
    }
  },
  {
    "translation": {
      "en": "-We were so close. -Right there.",
      "de": "-Das waren wir. -An der Sonne."
    }
  },
  {
    "translation": {
      "en": "Almost had it. You gotta feel good about that.",
      "de": "Es war knapp. Sieh es positiv."
    }
  },
  {
    "translation": {
      "en": "I feel great about it. I feel great about it.",
      "de": "Ja, mir geht's gut. Ich fühle mich toll."
    }
  },
  {
    "translation": {
      "en": "We're not gonna do better next year.",
      "de": "Nächstes Jahr wird's nicht besser."
    }
  },
  {
    "translation": {
      "en": "-Why not? -Well, you know we're being gutted.",
      "de": "-Wieso nicht? -Wir werden ausgeschlachtet."
    }
  },
  {
    "translation": {
      "en": "We're losing Giambi, Damon, Isringhausen.",
      "de": "Wir verlieren Giambi, Damon, Isringhausen."
    }
  },
  {
    "translation": {
      "en": "Done deal. We're in trouble.",
      "de": "Ist beschlossen. Das war's."
    }
  },
  {
    "translation": {
      "en": "You'll find new guys. You found Jason, you found Damon.",
      "de": "Du findest neue Jungs. Du hast Jason und Damon entdeckt."
    }
  },
  {
    "translation": {
      "en": "-I need more money, Steve. -Billy.",
      "de": "-Ich brauche mehr Geld, Steve. -Billy."
    }
  },
  {
    "translation": {
      "en": "-I need more money. -We don't have any.",
      "de": "-Mehr Geld. -Wir haben kein..."
    }
  },
  {
    "translation": {
      "en": "I can't compete against $120 million with $38 million.",
      "de": "Gegen 120 Millionen komme ich mit 38 Millionen nicht an."
    }
  },
  {
    "translation": {
      "en": "We're not gonna compete with these teams that have big budgets.",
      "de": "Wir können uns mit diesen Teams nicht messen."
    }
  },
  {
    "translation": {
      "en": "We're gonna work within the constraints we have...",
      "de": "Wir müssen mit dem klarkommen, was wir haben,"
    }
  },
  {
    "translation": {
      "en": "...and you're gonna do the best job that you can recruiting new players.",
      "de": "und du musst versuchen, gute neue Spieler zu finden."
    }
  },
  {
    "translation": {
      "en": "We're not gonna pay $17 million to players.",
      "de": "Wir zahlen keinem 17 Millionen pro Jahr."
    }
  },
  {
    "translation": {
      "en": "I'm not asking you...",
      "de": "Ich verlange ja keine..."
    }
  },
  {
    "translation": {
      "en": "...for 10 or 20, 30 million dollars.",
      "de": "...10, 20, 30 Millionen."
    }
  },
  {
    "translation": {
      "en": "I'm just asking for a bit of help.",
      "de": "Ich bitte nur um etwas Hilfe,"
    }
  },
  {
    "translation": {
      "en": "Get me a little closer and I will get you that championship team.",
      "de": "damit ich dir eine Meistermannschaft zusammenstellen kann."
    }
  },
  {
    "translation": {
      "en": "I mean, this is why I'm here. This is why you hired me.",
      "de": "Deshalb bin ich hier. Deshalb hast du mich eingestellt."
    }
  },
  {
    "translation": {
      "en": "And I gotta ask you, what are we doing here...",
      "de": "Ich muss dich einfach fragen, was machen wir hier?"
    }
  },
  {
    "translation": {
      "en": "-Billy, I-- -...if it's not to win a championship?",
      "de": "-Billy... -Wir wollen Meister werden."
    }
  },
  {
    "translation": {
      "en": "-I wanna win just as much-- -That's my bar. My bar is here.",
      "de": "-Ich will auch Meister... -Das ist meine Messlatte."
    }
  },
  {
    "translation": {
      "en": "My bar is to take this team to the championship.",
      "de": "Ich will mit dem Team Meister werden."
    }
  },
  {
    "translation": {
      "en": "Billy, we're a small-market team, and you're a small-market GM.",
      "de": "Wir sind ein Minibudget-Team, und du ein Minibudget-Manager."
    }
  },
  {
    "translation": {
      "en": "I'm asking you to be okay not spending money that I don't have.",
      "de": "Deshalb bitte ich dich, kein Geld auszugeben, das ich nicht habe."
    }
  },
  {
    "translation": {
      "en": "And I'm asking you to take a deep breath...",
      "de": "Ich bitte dich, tief durchzuatmen, die Niederlage wegzustecken"
    }
  },
  {
    "translation": {
      "en": "...shake off the loss, get back in a room with your guys...",
      "de": "Ich bitte dich, tief durchzuatmen, die Niederlage wegzustecken und mit deinem Stab darüber nachzudenken,"
    }
  },
  {
    "translation": {
      "en": "...and figure out how to find replacements for the guys we lost...",
      "de": "und mit deinem Stab darüber nachzudenken, wie wir mit unserem Budget Ersatz für diese Jungs finden."
    }
  },
  {
    "translation": {
      "en": "...with the money that we do have.",
      "de": "wie wir mit unserem Budget Ersatz für diese Jungs finden."
    }
  },
  {
    "translation": {
      "en": "I'm not leaving here. I'm not-- I can't leave here with that.",
      "de": "Ich werde nicht gehen. Ich kann so nicht weggehen."
    }
  },
  {
    "translation": {
      "en": "What else can I help you with?",
      "de": "Was kann ich noch für dich tun?"
    }
  },
  {
    "translation": {
      "en": "It's a good offer, and you gotta match it. I--",
      "de": "Es ist ein gutes Angebot. Du musst mitgehen..."
    }
  },
  {
    "translation": {
      "en": "I need another day.",
      "de": "Ich brauche noch einen Tag."
    }
  },
  {
    "translation": {
      "en": "His mind's pretty made up. I just think you should know that.",
      "de": "Er hat sich entschieden. Das solltest du wissen."
    }
  },
  {
    "translation": {
      "en": "-I got a call. I'll get you back. -I'll let him know.",
      "de": "-Ich rufe dich zurück. -Ich rede mit ihm."
    }
  },
  {
    "translation": {
      "en": "Bye.",
      "de": "Bis dann."
    }
  },
  {
    "translation": {
      "en": "-Yeah? -Billy, Scott.",
      "de": "-Ja? -Billy, hier ist Scott."
    }
  },
  {
    "translation": {
      "en": "-Just got off the phone with Dan. -You didn't.",
      "de": "-Dan hat angerufen. -Das glaube ich nicht."
    }
  },
  {
    "translation": {
      "en": "I was surprised he called me.",
      "de": "Ich war auch überrascht."
    }
  },
  {
    "translation": {
      "en": "Stop. I got Johnny for 7.5 or he doesn't play anywhere else.",
      "de": "Stopp. Johnny spielt für 7,5 bei mir oder nirgendwo."
    }
  },
  {
    "translation": {
      "en": "-That's the deal you made. -Boston just upped it to 7.75.",
      "de": "-Das hast du ausgehandelt. -Boston hat auf 7,75 erhöht."
    }
  },
  {
    "translation": {
      "en": "You there?",
      "de": "Bist du noch dran?"
    }
  },
  {
    "translation": {
      "en": "-We had a deal, Scott. -We have a deal, if it's 8 million.",
      "de": "-Wir hatten einen Deal. -Haben wir noch, bei acht Millionen."
    }
  },
  {
    "translation": {
      "en": "-Oh, man, you played me. -I'm just doing my job for my client.",
      "de": "-Du hast mich vorgeführt. -Ich mache nur meinen Job..."
    }
  },
  {
    "translation": {
      "en": "No, you're playing me, and you're still playing me.",
      "de": "Du hast mich vorgeführt und machst es immer noch."
    }
  },
  {
    "translation": {
      "en": "Congratulations, asshole. You win.",
      "de": "Gratuliere, Arschloch. Du hast gewonnen."
    }
  },
  {
    "translation": {
      "en": "I like guys that got a little hair on their ass.",
      "de": "Ich mag Jungs, die Haare am Arsch haben."
    }
  },
  {
    "translation": {
      "en": "He looks like a Mantle or a Mays, quite frankly.",
      "de": "ABLÖSEFREI Er erinnert mich an Mantle oder Mays."
    }
  },
  {
    "translation": {
      "en": "-He's got a baseball body. -Matty, who do you got?",
      "de": "-Er ist für Baseball gebaut. -Matty, wen hast du?"
    }
  },
  {
    "translation": {
      "en": "-I like Geronimo. -Yes.",
      "de": "-Ich wäre für Geronimo. -Ja."
    }
  },
  {
    "translation": {
      "en": "The guy's an athlete. Big, fast, talented.",
      "de": "Ein Athlet. Groß, schnell, talentiert."
    }
  },
  {
    "translation": {
      "en": "-Top of my list. -Clean-cut, good face.",
      "de": "-Ganz oben bei mir. -Sieht gut aus."
    }
  },
  {
    "translation": {
      "en": "-Yeah, good jaw. -Five-tools guy.",
      "de": "-Energisch. -Hat alles."
    }
  },
  {
    "translation": {
      "en": "-Good-looking ballplayer. -Can he hit?",
      "de": "-Hübsch. -Kann er schlagen?"
    }
  },
  {
    "translation": {
      "en": "-He's got a beautiful swing. -The ball explodes off his bat.",
      "de": "-Fantastischer Schwung. -Bringt die Bälle zum Explodieren."
    }
  },
  {
    "translation": {
      "en": "He throws the club head at the ball, and when he connects...",
      "de": "Wenn er schwingt und den Ball voll erwischt,"
    }
  },
  {
    "translation": {
      "en": "...he drives it, it pops off the bat.",
      "de": "dann wird das Ding zum Geschoss."
    }
  },
  {
    "translation": {
      "en": "-You can hear it all over the ballpark. -A lot of pop.",
      "de": "-Das hörst du im ganzen Stadion. -Gewaltiger Schlag."
    }
  },
  {
    "translation": {
      "en": "If he's good, why doesn't he hit good?",
      "de": "Wieso schlägt er dann nicht gut?"
    }
  },
  {
    "translation": {
      "en": "-He is a good hitter. -He'll be ready.",
      "de": "-Er ist gut. -Er entwickelt sich."
    }
  },
  {
    "translation": {
      "en": "He's gonna be a good hitter against big-league arms?",
      "de": "Wird er auch gegen die besten Werfer gut sein?"
    }
  },
  {
    "translation": {
      "en": "-Could be great. -I don't think so.",
      "de": "Wird er auch gegen die besten Werfer gut sein? -Möglich. -Sehe ich anders."
    }
  },
  {
    "translation": {
      "en": "Kid needs at bats. Give him 400 at bats, he's gonna get better.",
      "de": "Er braucht Übung. Gib ihm 400 ABs, und er wird besser."
    }
  },
  {
    "translation": {
      "en": "-He can play. -He's hit everywhere along the line.",
      "de": "-Aus dem wird was. -Er kann alles treffen."
    }
  },
  {
    "translation": {
      "en": "He's one of our guys.",
      "de": "Einer unserer Favoriten."
    }
  },
  {
    "translation": {
      "en": "Okay, let's move on.",
      "de": "Na schön, weiter."
    }
  },
  {
    "translation": {
      "en": "-Artie, who do you like? -I like Perez. He's got a classic swing.",
      "de": "-Artie, wen hättest du gern? -Perez. Der hat einen klassischen Schwung."
    }
  },
  {
    "translation": {
      "en": "-It's a real clean stroke. -I don't know. Can't hit the curveball.",
      "de": "-Ganz sauberer Schlag. -Er trifft keinen Curveball."
    }
  },
  {
    "translation": {
      "en": "There's some work to be done, I'll admit that, but he's noticeable.",
      "de": "Ja, daran muss er arbeiten, aber er ist mir aufgefallen."
    }
  },
  {
    "translation": {
      "en": "-Got an ugly girlfriend. -What's that mean?",
      "de": "-Er hat eine hässliche Freundin. -Und?"
    }
  },
  {
    "translation": {
      "en": "Ugly girlfriend means no confidence.",
      "de": "Er hat also kein Selbstvertrauen."
    }
  },
  {
    "translation": {
      "en": "You are full of it. Artie is right. This guy's got an attitude.",
      "de": "Ihr redet Blödsinn. Der Typ macht eine große Welle."
    }
  },
  {
    "translation": {
      "en": "An attitude is good.",
      "de": "Aber das ist gut."
    }
  },
  {
    "translation": {
      "en": "He walks in a room, his dick's already been there for two minutes.",
      "de": "Der betritt den Raum, und sein Schwanz erwartet ihn schon."
    }
  },
  {
    "translation": {
      "en": "He passes the eye-candy test. Got the looks.",
      "de": "Er ist ein Hingucker, sieht gut aus."
    }
  },
  {
    "translation": {
      "en": "He's ready to play the part. He just needs playing time.",
      "de": "Er ist bereit. Er braucht nur mehr Spielzeit."
    }
  },
  {
    "translation": {
      "en": "I'm just saying, his girlfriend is a six at best.",
      "de": "Aber seine Freundin ist höchstens eine Drei minus."
    }
  },
  {
    "translation": {
      "en": "Look, if we're trying to replace Giambi, this guy could be it.",
      "de": "Er könnte der Richtige sein, um Giambi zu ersetzen."
    }
  },
  {
    "translation": {
      "en": "I agree with you.",
      "de": "Stimmt."
    }
  },
  {
    "translation": {
      "en": "Damn, Billy, was that a suggestion?",
      "de": "Verdammt, Billy, war das ein Vorschlag?"
    }
  },
  {
    "translation": {
      "en": "Guys, you're just talking.",
      "de": "Was soll das Gequatsche?"
    }
  },
  {
    "translation": {
      "en": "Talking...like this is business as usual.",
      "de": "Ihr schwafelt, bla, bla, bla, als wäre das der alte Trott."
    }
  },
  {
    "translation": {
      "en": "It's not.",
      "de": "Das ist es nicht."
    }
  },
  {
    "translation": {
      "en": "We're trying to solve the problem.",
      "de": "Wir wollen das Problem lösen."
    }
  },
  {
    "translation": {
      "en": "Not like this. You're not looking at the problem.",
      "de": "Ihr wisst nicht mal, was das Problem ist."
    }
  },
  {
    "translation": {
      "en": "We're very aware of the problem. I mean--",
      "de": "Uns ist das Problem klar..."
    }
  },
  {
    "translation": {
      "en": "Okay, good. What's the problem?",
      "de": "Okay, was ist das Problem?"
    }
  },
  {
    "translation": {
      "en": "Look, Billy, we all understand what the problem is.",
      "de": "Hör zu, Billy, uns ist allen klar, was das Problem ist."
    }
  },
  {
    "translation": {
      "en": "-We have to-- -Okay, good. What's the problem?",
      "de": "-Wir... -Was ist das Problem?"
    }
  },
  {
    "translation": {
      "en": "We have to replace three key players in our lineup.",
      "de": "Wir brauchen einen Ersatz für drei Schlüsselspieler."
    }
  },
  {
    "translation": {
      "en": "Nope. What's the problem?",
      "de": "Wir brauchen einen Ersatz für drei Schlüsselspieler. Nein. Was ist es?"
    }
  },
  {
    "translation": {
      "en": "We gotta replace these guys with what we have--",
      "de": "Wir müssen mit unseren Mitteln Jungs ersetzen..."
    }
  },
  {
    "translation": {
      "en": "No. What's the problem, Barry?",
      "de": "Nein. Was ist das Problem, Barry?"
    }
  },
  {
    "translation": {
      "en": "We need 38 home runs, 120 RBIs and 47 doubles to replace.",
      "de": "Wir müssen 38 Homeruns, 120 RBIs und 47 Doubles ersetzen."
    }
  },
  {
    "translation": {
      "en": "The problem we're trying to solve is that there are rich teams...",
      "de": "Das Problem lautet: Es gibt reiche Teams,"
    }
  },
  {
    "translation": {
      "en": "...and there are poor teams, then there's 50 feet of crap...",
      "de": "und es gibt arme Teams, dann kommt ein Haufen Schrott,"
    }
  },
  {
    "translation": {
      "en": "...and then there's us.",
      "de": "und dann kommen wir."
    }
  },
  {
    "translation": {
      "en": "It's an unfair game.",
      "de": "Das ist ein unfaires Spiel."
    }
  },
  {
    "translation": {
      "en": "And now we've been gutted. We're like organ donors for the rich.",
      "de": "Wir werden ausgeschlachtet. Wir sind die Organspender der Reichen."
    }
  },
  {
    "translation": {
      "en": "Boston's taken our kidneys, Yankees have taken our heart.",
      "de": "Boston hat unsere Nieren, die Yankees unser Herz."
    }
  },
  {
    "translation": {
      "en": "And you guys sit around...",
      "de": "Und ihr sitzt hier"
    }
  },
  {
    "translation": {
      "en": "...talking the same old \"good body\" nonsense like we're selling jeans.",
      "de": "und labert über Körperbau, als würden wir Jeans verkaufen."
    }
  },
  {
    "translation": {
      "en": "Like we're looking for Fabio.",
      "de": "Als suchten wir Fabio."
    }
  },
  {
    "translation": {
      "en": "We got to think differently.",
      "de": "Wir müssen umdenken."
    }
  },
  {
    "translation": {
      "en": "We are the last dog at the bowl.",
      "de": "Wir sind der letzte Hund am Fressnapf."
    }
  },
  {
    "translation": {
      "en": "You see what happens to the runt of the litter? He dies.",
      "de": "Und der Schwächste in einem Wurf geht drauf."
    }
  },
  {
    "translation": {
      "en": "Billy, that's a very touching story and everything...",
      "de": "Das ist eine anrührende Geschichte,"
    }
  },
  {
    "translation": {
      "en": "...but I think we're all very much aware of what we're facing.",
      "de": "aber uns ist allen klar, womit wir es zu tun haben."
    }
  },
  {
    "translation": {
      "en": "You have a lot of experience and wisdom in this room.",
      "de": "In diesem Raum sitzen viel Erfahrung und Wissen."
    }
  },
  {
    "translation": {
      "en": "You need to have a little faith and let us do the job of replacing Giambi.",
      "de": "Du solltest es uns überlassen, einen Ersatz für Giambi zu finden."
    }
  },
  {
    "translation": {
      "en": "Is there another first baseman like Giambi?",
      "de": "Gibt es einen First Baseman wie ihn?"
    }
  },
  {
    "translation": {
      "en": "-No, not really. -No.",
      "de": "-Nicht wirklich. -Nein."
    }
  },
  {
    "translation": {
      "en": "-If there was, could we afford him? -Nope.",
      "de": "-Könnten wir so einen bezahlen? -Nein."
    }
  },
  {
    "translation": {
      "en": "Then what the fuck are you talking about, man?",
      "de": "Also wovon redest du, verdammt noch mal?"
    }
  },
  {
    "translation": {
      "en": "If we try to play like the Yankees in here...",
      "de": "Wenn wir hier drinnen wie die Yankees spielen wollen,"
    }
  },
  {
    "translation": {
      "en": "...we will lose to the Yankees out there.",
      "de": "verlieren wir draußen gegen die Yankees."
    }
  },
  {
    "translation": {
      "en": "Boy, that sounds like fortune-cookie wisdom to me, Billy.",
      "de": "Das klingt wie eine Glückskeks-Weisheit."
    }
  },
  {
    "translation": {
      "en": "-No, that's just logic. -Who's Fabio?",
      "de": "-Nein, das ist Logik. -Wer ist Fabio?"
    }
  },
  {
    "translation": {
      "en": "He's a shortstop. He's a shortstop from Seattle.",
      "de": "Ein Shortstop aus Seattle."
    }
  },
  {
    "translation": {
      "en": "Now, this is no time to push the panic button.",
      "de": "Es gibt keinen Grund zur Panik."
    }
  },
  {
    "translation": {
      "en": "Our scouts will find players, Player Development will develop them.",
      "de": "Unsere Scouts werden Spieler finden, die wir entwickeln."
    }
  },
  {
    "translation": {
      "en": "We'll teach them to play Oakland A baseball.",
      "de": "Wir zeigen ihnen Oakland-Baseball."
    }
  },
  {
    "translation": {
      "en": "With all due respect, we've been doing this a long time.",
      "de": "Bei allem Respekt, wir machen das schon lange."
    }
  },
  {
    "translation": {
      "en": "Why don't you just let us be responsible for replacing Giambi... ...with who we know that can play?",
      "de": "Wir besorgen dir einen Ersatz für Giambi, der ganz sicher auch spielen kann."
    }
  },
  {
    "translation": {
      "en": "-Easy power. -And loose.",
      "de": "-Gute Schlagkraft. -Sehr locker."
    }
  },
  {
    "translation": {
      "en": "Good face.",
      "de": "Gutes Gesicht."
    }
  },
  {
    "translation": {
      "en": "This son of a bitch is going in the first round.",
      "de": "Der geht in der ersten Runde weg."
    }
  },
  {
    "translation": {
      "en": "You're a premium player, Billy.",
      "de": "Du bist ein Topspieler, Billy."
    }
  },
  {
    "translation": {
      "en": "You can run, you can field, you can throw, you can hit...",
      "de": "Du kannst laufen, fangen, werfen, schlagen,"
    }
  },
  {
    "translation": {
      "en": "...you can hit with power.",
      "de": "und du hast Power."
    }
  },
  {
    "translation": {
      "en": "That doesn't come along very often.",
      "de": "Das ist selten."
    }
  },
  {
    "translation": {
      "en": "This is Tom Martinez, national cross-checker.",
      "de": "Das ist Tom Martinez, ein Talentsucher."
    }
  },
  {
    "translation": {
      "en": "-How you doing? Nice to meet you. -Billy Beane.",
      "de": "-Hallo, freut mich sehr. -Billy Beane."
    }
  },
  {
    "translation": {
      "en": "It's been a while since I've seen a five-tool guy that can do everything.",
      "de": "Es ist schon eine Weile her, dass ich die ganze Palette gesehen habe."
    }
  },
  {
    "translation": {
      "en": "I'm hopeful your interest in professional baseball...",
      "de": "Ich hoffe, dein Interesse am Baseball"
    }
  },
  {
    "translation": {
      "en": "...is as strong as ours is gonna be in getting you in this upcoming draft.",
      "de": "ist so ausgeprägt wie unseres, dich bei der Draft zu verpflichten."
    }
  },
  {
    "translation": {
      "en": "Mark is ready to see you now.",
      "de": "Mark hat jetzt Zeit für Sie."
    }
  },
  {
    "translation": {
      "en": "-How you doing? -I'm fine.",
      "de": "-Wie geht's? -Sehr gut."
    }
  },
  {
    "translation": {
      "en": "-How are you? -Good.",
      "de": "-Und Ihnen? -Gut."
    }
  },
  {
    "translation": {
      "en": "-Hey, Billy. -Hey, Mark.",
      "de": "-Hi, Billy. -Hi, Mark."
    }
  },
  {
    "translation": {
      "en": "-Good to see you. Please sit down. -You too.",
      "de": "-Freut mich. Setz dich. -Danke."
    }
  },
  {
    "translation": {
      "en": "-These are the guys. Guys, Billy. -Boys.",
      "de": "-Das sind die Jungs. Jungs, Billy. -Jungs."
    }
  },
  {
    "translation": {
      "en": "-How's it going? -All right. How you been?",
      "de": "-Wie läuft's? -Gut, und bei dir?"
    }
  },
  {
    "translation": {
      "en": "-You're filling out that chair nicely. -I got three weeks in it right now.",
      "de": "-Der Sessel steht dir. -Ja, schon seit drei Wochen."
    }
  },
  {
    "translation": {
      "en": "Good, good, man.",
      "de": "Gut, Mann."
    }
  },
  {
    "translation": {
      "en": "-Yeah, man. How you doing? -Fantastic.",
      "de": "-Ja. Und, wie geht's? -Fantastisch."
    }
  },
  {
    "translation": {
      "en": "-Awesome. -Couldn't be better.",
      "de": "-Super. -Könnte nicht besser sein."
    }
  },
  {
    "translation": {
      "en": "That's good to hear. I'm not gonna waste your time.",
      "de": "Gut. Ich will nicht deine Zeit vergeuden."
    }
  },
  {
    "translation": {
      "en": "You just tell me what you're looking for.",
      "de": "Sag mir einfach, wonach du suchst."
    }
  },
  {
    "translation": {
      "en": "Fifty million dollars in additional payroll.",
      "de": "50 Millionen für zusätzliche Gehälter."
    }
  },
  {
    "translation": {
      "en": "You should try Giambi.",
      "de": "-Frag doch Giambi. -Autsch!"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. Too soon, right? I want this to be a friendly meeting.",
      "de": "Noch zu frisch? Wir sind hier unter Freunden."
    }
  },
  {
    "translation": {
      "en": "It's not all on your shoulders.",
      "de": "Du trägst das nicht allein, oder?"
    }
  },
  {
    "translation": {
      "en": "-Where's Steve in this? -Steve's great.",
      "de": "-Wie steht Steve dazu? -Gut."
    }
  },
  {
    "translation": {
      "en": "He's supportive in rebuilding this team. That's what we're gonna do.",
      "de": "Er ist auch für einen Neuaufbau, und den wird es geben."
    }
  },
  {
    "translation": {
      "en": "-So, what are you looking for? -A left-handed reliever.",
      "de": "-Was suchst du? -Einen linkshändigen Reliever."
    }
  },
  {
    "translation": {
      "en": "I'm thinking Ricardo Rincon.",
      "de": "Ich dachte an Ricardo Rincon."
    }
  },
  {
    "translation": {
      "en": "That's not gonna happen.",
      "de": "Daraus wird nichts."
    }
  },
  {
    "translation": {
      "en": "Not even a discussion?",
      "de": "Nicht mal eine Verhandlung?"
    }
  },
  {
    "translation": {
      "en": "Billy, even if you could afford him, respectfully, we love him.",
      "de": "Selbst wenn ihr ihn euch leisten könntet, bei allem Respekt,"
    }
  },
  {
    "translation": {
      "en": "We're not about to let him go.",
      "de": "wir lieben ihn, er bleibt."
    }
  },
  {
    "translation": {
      "en": "You got this Venezuelan kid coming up.",
      "de": "Habt ihr nicht diesen Venezolaner?"
    }
  },
  {
    "translation": {
      "en": "We had him. We moved him to Detroit.",
      "de": "Der ist jetzt in Detroit."
    }
  },
  {
    "translation": {
      "en": "What else you thinking?",
      "de": "Wen noch?"
    }
  },
  {
    "translation": {
      "en": "Outfielders.",
      "de": "Outfielder."
    }
  },
  {
    "translation": {
      "en": "-To replace Damon? -Yeah.",
      "de": "-Als Ersatz für Damon? -Ja."
    }
  },
  {
    "translation": {
      "en": "-In your price range? No disrespect. -Enough, Mark.",
      "de": "-In eurer Preisklasse? Mit allem Respekt. -Es reicht, Mark."
    }
  },
  {
    "translation": {
      "en": "Hollins?",
      "de": "-Hollins? -Nein."
    }
  },
  {
    "translation": {
      "en": "-García? -No.",
      "de": "-García? -Nein."
    }
  },
  {
    "translation": {
      "en": "Maybe Coste.",
      "de": "Vielleicht... Coste."
    }
  },
  {
    "translation": {
      "en": "That's it.",
      "de": "Das waren alle."
    }
  },
  {
    "translation": {
      "en": "-All right, tell me about García. -To replace Johnny Damon?",
      "de": "-Erzähl mir von García. -Als Ersatz für Johnny Damon?"
    }
  },
  {
    "translation": {
      "en": "-Mark, is he healthy? -Yeah, he's healthy-ish.",
      "de": "-Mark, ist er gesund? -Ja, fast gesund."
    }
  },
  {
    "translation": {
      "en": "He had that back thing.",
      "de": "Er hat ein kleines Rückenproblem."
    }
  },
  {
    "translation": {
      "en": "-He'll be ready for spring ball. -I'll tell you what.",
      "de": "-Bis zur Saison ist er fit. -Pass auf..."
    }
  },
  {
    "translation": {
      "en": "I can give you Guthrie if you kick in some cash.",
      "de": "Du kriegst Guthrie, wenn du etwas Geld draufpackst."
    }
  },
  {
    "translation": {
      "en": "-Mark Guthrie? -Yeah.",
      "de": "-Mark Guthrie? -Ja."
    }
  },
  {
    "translation": {
      "en": "-How much cash? -Two hundred K.",
      "de": "-Wie viel? -200 Riesen."
    }
  },
  {
    "translation": {
      "en": "-So García's gonna be a no. -You're kidding me, right?",
      "de": "-Bei García sag ich Nein. -Ist das dein Ernst?"
    }
  },
  {
    "translation": {
      "en": "-You're kidding me. -I'm not.",
      "de": "-Du verarschst mich. -Nein."
    }
  },
  {
    "translation": {
      "en": "Okay. Straight up, García for Guthrie, no kicker.",
      "de": "Na schön. García für Guthrie, keine Ablöse."
    }
  },
  {
    "translation": {
      "en": "-No kicker? -Straight up.",
      "de": "-Keine Ablöse? -Genau."
    }
  },
  {
    "translation": {
      "en": "I think it's gonna be a hard no on García, but let's just keep going.",
      "de": "Wir sagen klar Nein zu García, aber lass uns weiterreden."
    }
  },
  {
    "translation": {
      "en": "-What else you thinking? -What are we doing? Is this business?",
      "de": "-Was schwebt dir noch vor? -Ziehst du so dein Geschäft durch?"
    }
  },
  {
    "translation": {
      "en": "This is the way we do business in Cleveland.",
      "de": "So läuft das hier in Cleveland."
    }
  },
  {
    "translation": {
      "en": "-Hello. -Who are you?",
      "de": "-Hallo. -Wer sind Sie?"
    }
  },
  {
    "translation": {
      "en": "I'm Peter Brand.",
      "de": "Peter Brand."
    }
  },
  {
    "translation": {
      "en": "What do you do?",
      "de": "Was machen Sie?"
    }
  },
  {
    "translation": {
      "en": "I'm special assistant to Mark Shapiro.",
      "de": "Ich bin persönlicher Assistent von Mark Shapiro."
    }
  },
  {
    "translation": {
      "en": "So, what do you do?",
      "de": "Also, was machen Sie?"
    }
  },
  {
    "translation": {
      "en": "Mostly player analysis right now.",
      "de": "Vor allem Spieleranalysen."
    }
  },
  {
    "translation": {
      "en": "Been on the job long? First job in baseball?",
      "de": "Ist das Ihr erster Job beim Baseball?"
    }
  },
  {
    "translation": {
      "en": "It's my first job anywhere.",
      "de": "Mein erster Job überhaupt."
    }
  },
  {
    "translation": {
      "en": "-Wow, congrats. -Thank you.",
      "de": "-Wow, gratuliere. -Danke."
    }
  },
  {
    "translation": {
      "en": "First job. Whose nephew are you?",
      "de": "Der erste Job. Wessen Neffe sind Sie?"
    }
  },
  {
    "translation": {
      "en": "Why does Mark listen to you?",
      "de": "Warum hört Mark auf Sie?"
    }
  },
  {
    "translation": {
      "en": "I don't think....",
      "de": "Ich glaube nicht..."
    }
  },
  {
    "translation": {
      "en": "I don't think he does very often.",
      "de": "...dass er das sehr oft tut."
    }
  },
  {
    "translation": {
      "en": "He just did.",
      "de": "Gerade schon."
    }
  },
  {
    "translation": {
      "en": "Well, in that circumstance... ...I think he was more listening to Bruce than myself.",
      "de": "In diesem Fall hat er wohl eher auf Bruce statt auf mich gehört."
    }
  },
  {
    "translation": {
      "en": "Who are you?",
      "de": "Wer sind Sie?"
    }
  },
  {
    "translation": {
      "en": "I'm Peter Brand.",
      "de": "Peter Brand."
    }
  },
  {
    "translation": {
      "en": "I don't give a rat's ass what your name is.",
      "de": "Ihr Name ist mir scheißegal."
    }
  },
  {
    "translation": {
      "en": "What happened in there?",
      "de": "Was ist da gelaufen?"
    }
  },
  {
    "translation": {
      "en": "What happened in that room?",
      "de": "Was ist im Büro passiert?"
    }
  },
  {
    "translation": {
      "en": "I'm not quite sure what you're asking me, Mr. Beane.",
      "de": "Ich bin nicht sicher, wonach Sie fragen."
    }
  },
  {
    "translation": {
      "en": "What did you tell Bruce?",
      "de": "Was haben Sie Bruce gesagt?"
    }
  },
  {
    "translation": {
      "en": "-I just told Bruce I like García. -You like García. Why?",
      "de": "-Dass ich viel von García halte. -Warum halten Sie viel von ihm?"
    }
  },
  {
    "translation": {
      "en": "Why?",
      "de": "Wieso?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "de": "Ich weiß nicht."
    }
  },
  {
    "translation": {
      "en": "There is an epidemic failure within the game...",
      "de": "Es gibt ein seuchenhaftes Versagen in unserem Sport,"
    }
  },
  {
    "translation": {
      "en": "...to understand what is really happening.",
      "de": "das die Leute blind macht."
    }
  },
  {
    "translation": {
      "en": "And this leads people who run Major League Baseball teams...",
      "de": "Das verführt die Manager der Baseballteams dazu,"
    }
  },
  {
    "translation": {
      "en": "...to misjudge their players and mismanage their teams.",
      "de": "Spieler falsch einzuschätzen und Teams falsch zu führen."
    }
  },
  {
    "translation": {
      "en": "I apologize.",
      "de": "Verzeihung."
    }
  },
  {
    "translation": {
      "en": "Go on.",
      "de": "Weiter."
    }
  },
  {
    "translation": {
      "en": "Okay. People who run ball clubs, they think in terms of buying players.",
      "de": "Okay, die Manager der Clubs glauben, es ginge darum, Spieler zu kaufen."
    }
  },
  {
    "translation": {
      "en": "Your goal shouldn't be to buy players. Your goal should be to buy wins.",
      "de": "Es sollte aber darum gehen, Siege statt Spieler zu kaufen."
    }
  },
  {
    "translation": {
      "en": "And in order to buy wins, you need to buy runs.",
      "de": "Um Siege zu kaufen, müssen Sie Runs kaufen."
    }
  },
  {
    "translation": {
      "en": "You're trying to replace Johnny Damon.",
      "de": "Sie suchen Ersatz für Damon."
    }
  },
  {
    "translation": {
      "en": "The Red Sox see Johnny Damon...",
      "de": "Die Red Sox sehen Damon"
    }
  },
  {
    "translation": {
      "en": "...and they see a star who's worth $7.5 million a year.",
      "de": "und sehen einen Star, der ihnen 7,5 Millionen im Jahr wert ist."
    }
  },
  {
    "translation": {
      "en": "When I see Johnny Damon...",
      "de": "Wenn ich Johnny Damon sehe..."
    }
  },
  {
    "translation": {
      "en": "...what I see is...",
      "de": "...dann sehe ich..."
    }
  },
  {
    "translation": {
      "en": "...an imperfect understanding of where runs come from.",
      "de": "...eine falsche Auffassung davon, wie Runs entstehen."
    }
  },
  {
    "translation": {
      "en": "The guy's got a great glove.",
      "de": "Er kann ordentlich fangen."
    }
  },
  {
    "translation": {
      "en": "He's a decent leadoff hitter. He can steal bases.",
      "de": "Er ist ein guter Lead Off Hitter, kann Bases stehlen."
    }
  },
  {
    "translation": {
      "en": "But is he worth the $7.5 million a year... ...that the Boston Red Sox are paying him?",
      "de": "Aber ist er die 7,5 Millionen Dollar wert, die die Red Sox zahlen?"
    }
  },
  {
    "translation": {
      "en": "No. No.",
      "de": "Nein."
    }
  },
  {
    "translation": {
      "en": "Baseball thinking is medieval.",
      "de": "Das ist Steinzeitdenken."
    }
  },
  {
    "translation": {
      "en": "They are asking all the wrong questions.",
      "de": "Sie alle stellen die falschen Fragen."
    }
  },
  {
    "translation": {
      "en": "And if I say it to anybody, I'm ostracized. I'm a leper.",
      "de": "Wenn ich das jemandem sage, bin ich geächtet, ein Aussätziger."
    }
  },
  {
    "translation": {
      "en": "So that's why I'm cagey about this with you.",
      "de": "Deswegen bin ich Ihnen gegenüber so zugeknöpft."
    }
  },
  {
    "translation": {
      "en": "That's why--",
      "de": "Ich respektiere Sie, Mr. Beane,"
    }
  },
  {
    "translation": {
      "en": "I respect you, Mr. Beane, and if you want full disclosure...",
      "de": "Ich respektiere Sie, Mr. Beane, und meine ehrliche Meinung ist..."
    }
  },
  {
    "translation": {
      "en": "...I think it's a good thing that you got Damon off your payroll.",
      "de": "Sie sollten froh sein, nicht mehr für Damon zahlen zu müssen."
    }
  },
  {
    "translation": {
      "en": "I think it opens up all kinds of interesting possibilities.",
      "de": "Das eröffnet Ihnen jede Menge interessante Möglichkeiten."
    }
  },
  {
    "translation": {
      "en": "-Where you from, Pete? -Maryland.",
      "de": "-Woher kommen Sie, Pete? -Maryland."
    }
  },
  {
    "translation": {
      "en": "-Where'd you go to school? -Yale. I went to Yale.",
      "de": "-Wo haben Sie studiert? -Ich war in Yale."
    }
  },
  {
    "translation": {
      "en": "-What'd you study? -Economics.",
      "de": "-Was haben Sie studiert? -Wirtschaft."
    }
  },
  {
    "translation": {
      "en": "I studied economics.",
      "de": "Ich habe Wirtschaft studiert."
    }
  },
  {
    "translation": {
      "en": "Yale, economics and baseball.",
      "de": "Yale, Wirtschaft und Baseball."
    }
  },
  {
    "translation": {
      "en": "You're funny, Pete.",
      "de": "Sie sind komisch, Pete."
    }
  },
  {
    "translation": {
      "en": "Tell me, why Billy?",
      "de": "Warum Billy?"
    }
  },
  {
    "translation": {
      "en": "What is it that makes him special?",
      "de": "Was macht ihn besonders?"
    }
  },
  {
    "translation": {
      "en": "Very rare do you come upon a young man like Billy...",
      "de": "Jemand wie Billy läuft einem nicht oft über den Weg."
    }
  },
  {
    "translation": {
      "en": "...who can run, who can field, who can throw, who can hit...",
      "de": "Er kann laufen, fangen, werfen und schlagen,"
    }
  },
  {
    "translation": {
      "en": "...and who can hit with power.",
      "de": "und zwar kraftvoll."
    }
  },
  {
    "translation": {
      "en": "Those five tools, you don't see that very often.",
      "de": "Diese Palette findet man nicht oft in einem Spieler."
    }
  },
  {
    "translation": {
      "en": "Most of the youngsters that we have an interest in...",
      "de": "Die meisten Spieler, die uns interessieren,"
    }
  },
  {
    "translation": {
      "en": "...have one or two tools... ...and we're hoping to develop an extra one.",
      "de": "haben zwei der Eigenschaften, und wir hoffen, eine dritte zu entwickeln."
    }
  },
  {
    "translation": {
      "en": "Your son has five.",
      "de": "Ihr Sohn hat fünf."
    }
  },
  {
    "translation": {
      "en": "We're looking at a guy that's a potential superstar for us in New York.",
      "de": "Dieser Junge hat Superstarpotential für uns in New York."
    }
  },
  {
    "translation": {
      "en": "The time is now to get him started.",
      "de": "Wir wollen ihn dort haben."
    }
  },
  {
    "translation": {
      "en": "We're prepared to make a sizable financial commitment.",
      "de": "Das würden wir uns einiges kosten lassen."
    }
  },
  {
    "translation": {
      "en": "The Mets are gonna stand behind Billy...",
      "de": "Die Mets werden hinter Billy stehen,"
    }
  },
  {
    "translation": {
      "en": "...because we expect him to be our big-league center fielder.",
      "de": "denn wir sehen in ihm unseren zukünftigen Center Fielder."
    }
  },
  {
    "translation": {
      "en": "This check here represents the offer...",
      "de": "Dieser Scheck steht für das Angebot,"
    }
  },
  {
    "translation": {
      "en": "...that the New York Mets would be making to Billy.",
      "de": "das die New York Mets Billy machen."
    }
  },
  {
    "translation": {
      "en": "You do know that he's been accepted to Stanford on a full scholarship?",
      "de": "Sie wissen sicher, dass er die Zusage für ein Stipendium in Stanford erhielt?"
    }
  },
  {
    "translation": {
      "en": "I do.",
      "de": "Das weiß ich."
    }
  },
  {
    "translation": {
      "en": "So he can do both?",
      "de": "Denken Sie, er schafft beides?"
    }
  },
  {
    "translation": {
      "en": "Unfortunately, he can't do Stanford and professional baseball.",
      "de": "Er kann leider nicht nach Stanford gehen und Profibaseball spielen."
    }
  },
  {
    "translation": {
      "en": "He would have to pick one or the other.",
      "de": "Er muss sich für eines der beiden entscheiden."
    }
  },
  {
    "translation": {
      "en": "If he wants to be center fielder for the Mets...",
      "de": "Wenn er Center Fielder für die Mets werden will,"
    }
  },
  {
    "translation": {
      "en": "...wants to be a baseball player...",
      "de": "Baseball spielen will,"
    }
  },
  {
    "translation": {
      "en": "...he really needs to accept this as life's first occupation, first career.",
      "de": "muss er das als seine Lebensaufgabe sehen, als seine Berufung."
    }
  },
  {
    "translation": {
      "en": "We're all told at some point we can no longer play the children's game.",
      "de": "Wir erfahren alle irgendwann, dass die Kindheit vorbei ist."
    }
  },
  {
    "translation": {
      "en": "We just don't know when that's gonna be.",
      "de": "Wir wissen nur nicht, wann das ist."
    }
  },
  {
    "translation": {
      "en": "Some of us are told at 18, some of us are told at 40, but we're all told.",
      "de": "Manche erfahren es mit 18, manche erst mit 40, aber es trifft jeden."
    }
  },
  {
    "translation": {
      "en": "But this is a once-in-a-lifetime opportunity.",
      "de": "Aber so eine Chance bekommt man nur einmal."
    }
  },
  {
    "translation": {
      "en": "We want you badly... ...and we think that this amount of money expresses that desire.",
      "de": "Wir wollen dich unbedingt und hoffen, dass diese Summe das deutlich macht."
    }
  },
  {
    "translation": {
      "en": "Billy, this is your decision, and whatever that decision is...",
      "de": "Das ist deine Entscheidung, egal, was du machst,"
    }
  },
  {
    "translation": {
      "en": "...you know it's fine with your mother and I.",
      "de": "deine Mutter und ich stehen hinter dir."
    }
  },
  {
    "translation": {
      "en": "-Hello? -Hey, it's Billy Beane.",
      "de": "-Hallo? -Hier ist Billy Beane."
    }
  },
  {
    "translation": {
      "en": "-Hey, what time is it? -I don't know.",
      "de": "-Wie spät ist es? -Keine Ahnung."
    }
  },
  {
    "translation": {
      "en": "Listen, would you have drafted me in the first round?",
      "de": "Hören Sie, hätten Sie mich in der ersten Runde rekrutiert?"
    }
  },
  {
    "translation": {
      "en": "What?",
      "de": "Was?"
    }
  },
  {
    "translation": {
      "en": "After I left, you looked me up on your computer.",
      "de": "Sie haben mich bestimmt gegoogelt."
    }
  },
  {
    "translation": {
      "en": "Would you have drafted me in the first round?",
      "de": "Hätten Sie mich in Runde eins rekrutiert?"
    }
  },
  {
    "translation": {
      "en": "I did, yeah. You were a good player.",
      "de": "Sie waren ein guter Spieler."
    }
  },
  {
    "translation": {
      "en": "Cut the crap, man. Would you have drafted me in the first round?",
      "de": "Schwafeln Sie nicht rum! Hätten Sie mich in Runde eins rekrutiert?"
    }
  },
  {
    "translation": {
      "en": "I'd have taken you in the ninth round. No signing bonus.",
      "de": "In der neunten Runde. Ohne Handgeld."
    }
  },
  {
    "translation": {
      "en": "I imagine you would've passed and taken that scholarship.",
      "de": "Dann hätten Sie wohl lieber das Stipendium angenommen."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "Pack your bags, Pete.",
      "de": "Koffer packen, Pete."
    }
  },
  {
    "translation": {
      "en": "I just bought you from the Cleveland Indians.",
      "de": "Ich hab dich den Indians abgekauft."
    }
  },
  {
    "translation": {
      "en": "-Is it attached to that clamp? -Yeah, let me unhook it.",
      "de": "-Ist es dort befestigt? -Ja, ich mache es los."
    }
  },
  {
    "translation": {
      "en": "-Slide it up right there. To the left. -I did.",
      "de": "-Schieb es nach links. -Hab' ich."
    }
  },
  {
    "translation": {
      "en": "-Yeah, yeah. -Hang on, it's wet.",
      "de": "-Ja. -Vorsicht, es ist nass."
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "de": "Na los."
    }
  },
  {
    "translation": {
      "en": "-Morning, Suzanne. Coffee on? -Yes.",
      "de": "-Morgen, Suzanne. Gibt es Kaffee? -Ja."
    }
  },
  {
    "translation": {
      "en": "Great.",
      "de": "Super."
    }
  },
  {
    "translation": {
      "en": "-Billy Beane's office. -Hey.",
      "de": "Büro von Billy Beane."
    }
  },
  {
    "translation": {
      "en": "-How are--? Hi, how you doing? -Nice to see you.",
      "de": "-Wie geht's? -Freut mich, hier zu sein."
    }
  },
  {
    "translation": {
      "en": "Good to have you here. Boy, you move in fast.",
      "de": "Schön, dass du hier bist. Hast dich schnell eingerichtet."
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah. I got here early this morning.",
      "de": "-Ja, ich war etwas früher hier. -Wow!"
    }
  },
  {
    "translation": {
      "en": "-All moved in. -Yeah.",
      "de": "-Alles dabei. -Ja."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "...I wanted you to see these player evaluations... ...that you asked me to do.",
      "de": "Das sind die Spielerbewertungen, um die Sie mich baten."
    }
  },
  {
    "translation": {
      "en": "I asked you to do three.",
      "de": "Es ging um drei."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "-To evaluate three players. -Yeah.",
      "de": "-Drei Spielerbewertungen. -Ja."
    }
  },
  {
    "translation": {
      "en": "How many did you do?",
      "de": "Wie viele sind das?"
    }
  },
  {
    "translation": {
      "en": "Forty-seven.",
      "de": "47."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "de": "Alles klar."
    }
  },
  {
    "translation": {
      "en": "Actually, 51. I don't know why I lied just then.",
      "de": "Eigentlich 51. Keine Ahnung, warum ich gelogen hab."
    }
  },
  {
    "translation": {
      "en": "Why don't you walk me through the board?",
      "de": "Erklär mir mal die Tafel."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "de": "Danke."
    }
  },
  {
    "translation": {
      "en": "Using this equation in the upper left... ...I'm projecting that we need to win at least 99 games...",
      "de": "Wenn wir von der Gleichung ausgehen, müssen wir mindestens 99 Spiele gewinnen,"
    }
  },
  {
    "translation": {
      "en": "...in order to make it to the postseason.",
      "de": "um die Playoffs zu schaffen."
    }
  },
  {
    "translation": {
      "en": "We need to score at least 814 runs in order to win those games...",
      "de": "Wir müssen mindestens 814 Runs machen, um diese Spiele zu gewinnen."
    }
  },
  {
    "translation": {
      "en": "...and allow no more than 645 runs.",
      "de": "Wir dürfen nicht mehr als 645 Runs zulassen."
    }
  },
  {
    "translation": {
      "en": "What's this?",
      "de": "Was ist das?"
    }
  },
  {
    "translation": {
      "en": "This is a code that I've written for our year-to-year projections.",
      "de": "Diese Formel entwickelte ich für jährliche Prognosen."
    }
  },
  {
    "translation": {
      "en": "This is building in the intelligence that we have to project players.",
      "de": "Damit kann man die Entwicklung aller Spieler prognostizieren."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "de": "Aha."
    }
  },
  {
    "translation": {
      "en": "It's about getting things down to one number.",
      "de": "Wir wollen alles auf eine Zahl reduzieren."
    }
  },
  {
    "translation": {
      "en": "Using the stats the way we read them...",
      "de": "Wenn wir diese Daten anders gewichten,"
    }
  },
  {
    "translation": {
      "en": "...we'll find value in players that nobody else can see.",
      "de": "erkennen wir Werte in Spielern, die sonst niemand erkennt."
    }
  },
  {
    "translation": {
      "en": "People are overlooked... ...for a variety of biased reasons and perceived flaws.",
      "de": "Leute werden aufgrund von scheinbaren Schwächen falsch eingeschätzt."
    }
  },
  {
    "translation": {
      "en": "Age, appearance, personality.",
      "de": "Alter, Aussehen, Auftreten. WERT IM ALTER:"
    }
  },
  {
    "translation": {
      "en": "Bill James and mathematics cut straight through that.",
      "de": "Bill James und die Mathematik führen all das ad absurdum."
    }
  },
  {
    "translation": {
      "en": "Billy, of the 20,000 notable players for us to consider...",
      "de": "PALMER (SCHNITT) JAMES (GESAMT) Hinter den 20.000 verfügbaren Spielern"
    }
  },
  {
    "translation": {
      "en": "...I believe that there is a championship team...",
      "de": "gibt es meiner Meinung nach ein Meisterschaftsteam"
    }
  },
  {
    "translation": {
      "en": "...of 25 people that we can afford...",
      "de": "von 25 Spielern, die wir uns leisten können,"
    }
  },
  {
    "translation": {
      "en": "...because everyone else in baseball undervalues them.",
      "de": "weil alle anderen sie falsch bewerten."
    }
  },
  {
    "translation": {
      "en": "Like an island of misfit toys.",
      "de": "Wie ein Teich voller hässlicher Entlein."
    }
  },
  {
    "translation": {
      "en": "Billy, this is Chad Bradford. He's a relief pitcher.",
      "de": "Das ist Chad Bradford, ein Relief Pitcher."
    }
  },
  {
    "translation": {
      "en": "He is one of the most undervalued players in baseball.",
      "de": "Er ist einer der am meisten unterschätzten Spieler."
    }
  },
  {
    "translation": {
      "en": "His defect is that he throws funny.",
      "de": "Sein Manko ist sein seltsamer Wurf."
    }
  },
  {
    "translation": {
      "en": "Nobody in the big leagues cares about him because he looks funny.",
      "de": "Niemand interessiert sich für ihn, weil er komisch aussieht."
    }
  },
  {
    "translation": {
      "en": "This guy could be not just the best pitcher in our pen...",
      "de": "Er könnte nicht nur einer unserer besten Pitcher werden,"
    }
  },
  {
    "translation": {
      "en": "...but one of the most effective relief pitchers in all baseball.",
      "de": "sondern einer der besten Relief Pitcher überhaupt."
    }
  },
  {
    "translation": {
      "en": "This guy should cost $3 million a year.",
      "de": "Er ist drei Millionen im Jahr wert."
    }
  },
  {
    "translation": {
      "en": "We can get him for 237,000.",
      "de": "Wir bekommen ihr für 237.000."
    }
  },
  {
    "translation": {
      "en": "-That it? -Yeah.",
      "de": "-Ist es das? -Ja."
    }
  },
  {
    "translation": {
      "en": "Hey, Art. Can I talk to you before you get started?",
      "de": "-Hi, Art. -Kann ich dich kurz sprechen?"
    }
  },
  {
    "translation": {
      "en": "-I'm a bit busy right now. -I know.",
      "de": "-Es ist gerade etwas eng. -Ich weiß."
    }
  },
  {
    "translation": {
      "en": "-I know. -Okay.",
      "de": "-Ich weiß. -Okay."
    }
  },
  {
    "translation": {
      "en": "-Morning, everyone. -Art.",
      "de": "-Morgen, Leute. -Art."
    }
  },
  {
    "translation": {
      "en": "-Peter Brand. Nice to meet you. -Where the hell's Pete?",
      "de": "-Peter Brand. -Wo ist Pete?"
    }
  },
  {
    "translation": {
      "en": "That's Pete.",
      "de": "Das ist Pete."
    }
  },
  {
    "translation": {
      "en": "Grab a seat. I'll be right back.",
      "de": "Setz dich. Bin gleich zurück."
    }
  },
  {
    "translation": {
      "en": "-All right, where did you say he's at? -Okay. He's on--",
      "de": "-Also, wo spielt er? -Okay. Er ist..."
    }
  },
  {
    "translation": {
      "en": "-Who's the kid? -A friend of mine.",
      "de": "-Wer ist der Kleine? -Ein Freund von mir."
    }
  },
  {
    "translation": {
      "en": "I can't manage this team under a one-year contract.",
      "de": "Ich kann nicht mit einem Einjahresvertrag arbeiten."
    }
  },
  {
    "translation": {
      "en": "Well, sure you can.",
      "de": "Na klar kannst du das."
    }
  },
  {
    "translation": {
      "en": "No, I can't.",
      "de": "Nein, kann ich nicht."
    }
  },
  {
    "translation": {
      "en": "Okay. I gotta put a team on the field.",
      "de": "Na schön, ich muss ein Team zusammenstellen."
    }
  },
  {
    "translation": {
      "en": "After that, I'll take a good long look at your contract.",
      "de": "Danach kommt dein Vertrag ran."
    }
  },
  {
    "translation": {
      "en": "Deal with the manager's contract, then put a team on the field.",
      "de": "Kümmere dich erst um meinen Vertrag, dann ums Team."
    }
  },
  {
    "translation": {
      "en": "At this moment, if a grounder's hit to first, nobody's there to stop it.",
      "de": "Wenn jetzt ein Ball zur First Base fliegt, fängt niemand ihn auf."
    }
  },
  {
    "translation": {
      "en": "It's not easy doing what I do under the cloud of a one-year contract.",
      "de": "Es ist nicht leicht, diesen Job unter einem Einjahresvertrag zu erledigen."
    }
  },
  {
    "translation": {
      "en": "Okay, I understand that.",
      "de": "Das verstehe ich."
    }
  },
  {
    "translation": {
      "en": "-I've been there. -I know you have.",
      "de": "-Ich hab das auch durchgemacht. -Ich weiß."
    }
  },
  {
    "translation": {
      "en": "A one-year contract means the same thing to a manager as to a player.",
      "de": "Ein Einjahresvertrag ist für einen Coach das Gleiche wie für einen Spieler."
    }
  },
  {
    "translation": {
      "en": "There's not a lot of faith there.",
      "de": "Zeugt nicht von Vertrauen."
    }
  },
  {
    "translation": {
      "en": "Which is strange after a 102-win season.",
      "de": "Nicht schön nach einer Saison mit 102 Siegen."
    }
  },
  {
    "translation": {
      "en": "I see.",
      "de": "Schon klar."
    }
  },
  {
    "translation": {
      "en": "If you lose the last game of the season, nobody gives a shit.",
      "de": "Wenn du das letzte Spiel verlierst, sind die davor egal."
    }
  },
  {
    "translation": {
      "en": "-So it's on me now? -No, Art, it's on me.",
      "de": "-Jetzt ist es meine Schuld? -Nein, Art, es ist meine."
    }
  },
  {
    "translation": {
      "en": "And the kid is the new assistant GM.",
      "de": "Der Kleine ist der neue Assistent des Managers."
    }
  },
  {
    "translation": {
      "en": "-Okay. -Okay, fellas.",
      "de": "-Okay. -Okay, Leute."
    }
  },
  {
    "translation": {
      "en": "Hey, Billy.",
      "de": "Hallo, Billy."
    }
  },
  {
    "translation": {
      "en": "You can't deny his offensive output. He can play.",
      "de": "Offensiv ist er gut. Er kann spielen."
    }
  },
  {
    "translation": {
      "en": "And we need people that can play.",
      "de": "Wir brauchen Spieler, die spielen können."
    }
  },
  {
    "translation": {
      "en": "Who do you wanna talk about first?",
      "de": "Über wen sprechen wir zuerst?"
    }
  },
  {
    "translation": {
      "en": "None of them.",
      "de": "Keinen von denen."
    }
  },
  {
    "translation": {
      "en": "Billy, we got 38 home runs, 120 RBIs to make up for.",
      "de": "Wir müssen 38 Homeruns und 120 RBIs kompensieren..."
    }
  },
  {
    "translation": {
      "en": "Guys, you're still trying to replace Giambi. I told you we can't do it, and we can't do it.",
      "de": "Ihr sucht immer noch Ersatz für Giambi. Ich habe gesagt, das ist nicht drin."
    }
  },
  {
    "translation": {
      "en": "Now, what we might be able to do is re-create him.",
      "de": "Aber vielleicht gelingt es uns, ihn neu zu kreieren."
    }
  },
  {
    "translation": {
      "en": "-Re-create him in the aggregate. -The what?",
      "de": "-Eine Synthese zu erschaffen. -Eine was?"
    }
  },
  {
    "translation": {
      "en": "Giambi's on-base percentage was .477.",
      "de": "Giambi hat eine Auf-Base-Quote von 477."
    }
  },
  {
    "translation": {
      "en": "Damon's on-base, .324. And Olmedo's was .291.",
      "de": "Die von Damon ist 324 und die von Olmedo 291."
    }
  },
  {
    "translation": {
      "en": "Add that up and you get....",
      "de": "Zusammengerechnet macht das..."
    }
  },
  {
    "translation": {
      "en": "Do you want me to speak?",
      "de": "Soll ich sprechen?"
    }
  },
  {
    "translation": {
      "en": "When I point at you, yeah.",
      "de": "Wenn ich auf dich zeige, ja."
    }
  },
  {
    "translation": {
      "en": "-1.092. -Divided by three.",
      "de": "-1092. -Geteilt durch drei?"
    }
  },
  {
    "translation": {
      "en": "-.364. -That's what we're looking for.",
      "de": "-364. -Das müssen wir auftreiben."
    }
  },
  {
    "translation": {
      "en": "Three ballplayers-- Three ballplayers whose average OBP is....",
      "de": "Drei Spieler mit einer durchschnittlichen OBP von..."
    }
  },
  {
    "translation": {
      "en": ".364.",
      "de": "364."
    }
  },
  {
    "translation": {
      "en": "-Wait, that doesn't come out right. -It's right, Artie.",
      "de": "-Das haut nicht hin. -Es stimmt, Artie."
    }
  },
  {
    "translation": {
      "en": "-Billy. -You gotta carry the one.",
      "de": "-Billy. -Zieh die eins rüber."
    }
  },
  {
    "translation": {
      "en": "-Billy. -Scratch this out.",
      "de": "-Billy. -Radier das weg."
    }
  },
  {
    "translation": {
      "en": "-Yeah? -Who's that?",
      "de": "-Ja? -Wer ist das?"
    }
  },
  {
    "translation": {
      "en": "That's Pete.",
      "de": "Das ist Pete."
    }
  },
  {
    "translation": {
      "en": "-Does Pete really need to be here? -Yes, he does.",
      "de": "-Muss Pete wirklich dabei sein? -Ja, muss er."
    }
  },
  {
    "translation": {
      "en": "Okay, here's who we want.",
      "de": "Das ist unsere Wunschliste."
    }
  },
  {
    "translation": {
      "en": "Number one: Jason's little brother, Jeremy.",
      "de": "Nummer eins: Jasons kleiner Bruder Jeremy."
    }
  },
  {
    "translation": {
      "en": "-Oh, God. -Billy, that's trouble.",
      "de": "-Oh Gott. -Der macht Ärger."
    }
  },
  {
    "translation": {
      "en": "Billy, look, if I-- Yeah.",
      "de": "Billy, hör zu..."
    }
  },
  {
    "translation": {
      "en": "Billy, if I may, he has had his problems off the field...",
      "de": "Billy, er hat seine Probleme abseits des Spielfelds."
    }
  },
  {
    "translation": {
      "en": "...and we know what he can't do on the field.",
      "de": "Billy, er hat seine Probleme abseits des Spielfelds. Auf dem Feld hat er Defizite."
    }
  },
  {
    "translation": {
      "en": "He's getting thick around the waist.",
      "de": "Er hat Übergewicht."
    }
  },
  {
    "translation": {
      "en": "There's reports about him on weed, in strip clubs.",
      "de": "Man hörte einiges über Gras und Stripclubs."
    }
  },
  {
    "translation": {
      "en": "His on-base percentage is all we're looking at now.",
      "de": "Uns interessiert nur seine Quote."
    }
  },
  {
    "translation": {
      "en": "And Jeremy gets on base an awful lot for a guy who only costs 285,000.",
      "de": "Und Jeremy kommt oft auf Base für einen Kerl, der nur 285.000 kostet."
    }
  },
  {
    "translation": {
      "en": "-Jeez, Billy-- -Number two:",
      "de": "-Mensch, Billy... -Nummer zwei:"
    }
  },
  {
    "translation": {
      "en": "-David Justice. -Oh, no.",
      "de": "-David Justice. -Oh nein."
    }
  },
  {
    "translation": {
      "en": "-His legs are gone. -Not a good idea.",
      "de": "-Zu alt. -Keine gute Idee."
    }
  },
  {
    "translation": {
      "en": "-Old Man Justice? -Why is that?",
      "de": "-Opa Justice? -Warum nicht?"
    }
  },
  {
    "translation": {
      "en": "Steinbrenner's so pissed at his decline...",
      "de": "Steinbrenner ist so angefressen,"
    }
  },
  {
    "translation": {
      "en": "...he's willing to eat his contract to get rid of him.",
      "de": "dass er Teile seines Vertrages auszahlt, um ihn loszuwerden."
    }
  },
  {
    "translation": {
      "en": "-Exactly. -Ten years ago, Justice, big name.",
      "de": "-Genau. -Vor zehn Jahren war Justice ein Star."
    }
  },
  {
    "translation": {
      "en": "Been in big games.",
      "de": "Hatte große Spiele."
    }
  },
  {
    "translation": {
      "en": "He's gonna really help our season tickets early in the year...",
      "de": "Er könnte den Verkauf von Dauerkarten ankurbeln,"
    }
  },
  {
    "translation": {
      "en": "...but in the dog days in July, August, we're lucky if he's gonna hit his weight.",
      "de": "aber im Hochsommer wird seine Quote den Bach runtergehen."
    }
  },
  {
    "translation": {
      "en": "Billy, his legs are gone, and he's a defensive liability.",
      "de": "Billy, seine Beine schaffen es nicht, in der Abwehr ist er ein Risiko,"
    }
  },
  {
    "translation": {
      "en": "I question whether the bat speed's there.",
      "de": "und sein Schwung ist fraglich."
    }
  },
  {
    "translation": {
      "en": "-His legs are gone. -Grady.",
      "de": "-Er ist zu alt. -Grady."
    }
  },
  {
    "translation": {
      "en": "We'll be lucky to get 60 games out of him. Why do you like him?",
      "de": "Mit Glück hält er 60 Spiele durch. Wieso willst du ihn?"
    }
  },
  {
    "translation": {
      "en": "Because he gets on base.",
      "de": "Er kommt auf Base."
    }
  },
  {
    "translation": {
      "en": "-What is this? -What are we doing?",
      "de": "-Was soll das? -Was machen wir hier?"
    }
  },
  {
    "translation": {
      "en": "Okay, number three:",
      "de": "Okay, Nummer drei..."
    }
  },
  {
    "translation": {
      "en": "-Scott Hatteberg. -Who?",
      "de": "-Scott Hatteberg. -Wer?"
    }
  },
  {
    "translation": {
      "en": "-Hatteberg? -Exactly.",
      "de": "-Hatteberg? -Genau."
    }
  },
  {
    "translation": {
      "en": "He sounds like an Oakland A already.",
      "de": "Er passt gut zu den A's."
    }
  },
  {
    "translation": {
      "en": "-Yes, he's had a little problem with-- -Little problem? He can't throw.",
      "de": "-Ja, er hat ein kleines Problem mit... -Klein? Er kann nicht werfen?"
    }
  },
  {
    "translation": {
      "en": "He's a career .260 hitter. The best part of his career is over.",
      "de": "Sein Schlagschnitt ist 260. Er hat seinen Zenit überschritten."
    }
  },
  {
    "translation": {
      "en": "-It's just getting started. -Boston wants to cut him.",
      "de": "-Er fängt gerade erst an. -Boston will ihn ausmustern."
    }
  },
  {
    "translation": {
      "en": "-No one wants to pick him up. -Good. He's cheap.",
      "de": "-Niemand will ihn haben. -Gut, ein Schnäppchen."
    }
  },
  {
    "translation": {
      "en": "Let me get this straight. You're gonna get a guy...",
      "de": "Du willst also einen Kerl holen,"
    }
  },
  {
    "translation": {
      "en": "...that's been released by half the organizations in baseball...",
      "de": "der von der Hälfte aller Clubs entlassen wurde,"
    }
  },
  {
    "translation": {
      "en": "...because he's got nonrepairable nerve damage in his elbow and can't throw.",
      "de": "weil er einen Nervenschaden am Ellbogen hat und nicht werfen kann?"
    }
  },
  {
    "translation": {
      "en": "He can't throw and he can't field. But what can he do?",
      "de": "Er kann weder werfen noch fangen. Aber was kann er?"
    }
  },
  {
    "translation": {
      "en": "Oh, boy.",
      "de": "Oh Mann."
    }
  },
  {
    "translation": {
      "en": "Check your reports or I'm gonna point at Pete.",
      "de": "Seht euch die Berichte an, oder ich zeige auf Pete."
    }
  },
  {
    "translation": {
      "en": "-He gets on base. -He can get on base.",
      "de": "-Er kommt auf Base. -Er kommt auf Base."
    }
  },
  {
    "translation": {
      "en": "-So he walks a lot. -He gets on base a lot, Rocco.",
      "de": "-Nur durch Walks. -Er kommt auf Base, Rocco."
    }
  },
  {
    "translation": {
      "en": "Do I care if it's a walk or a hit? Pete?",
      "de": "Interessiert es mich, ob durch Walk oder Hit? Pete?"
    }
  },
  {
    "translation": {
      "en": "-You do not. -I do not.",
      "de": "-Sicher nicht. -Sicher nicht."
    }
  },
  {
    "translation": {
      "en": "I got 37 free agents that are better than those three guys.",
      "de": "Billy, ich kenne 37 verfügbare Spieler, die besser sind."
    }
  },
  {
    "translation": {
      "en": "Wait a minute, let me get this straight.",
      "de": "Nur, um das klarzustellen..."
    }
  },
  {
    "translation": {
      "en": "So you're not gonna bring in one...",
      "de": "Du willst nicht nur einen,"
    }
  },
  {
    "translation": {
      "en": "...but three defective players to replace Giambi?",
      "de": "sondern drei unbrauchbare Spieler als Ersatz für Giambi?"
    }
  },
  {
    "translation": {
      "en": "You're not buying into this Bill James bullshit?",
      "de": "Glaubst du etwa diesen Bill-James-Quatsch?"
    }
  },
  {
    "translation": {
      "en": "This is the new direction of the A's.",
      "de": "Das ist die neue Strategie der A's."
    }
  },
  {
    "translation": {
      "en": "We are card counters at the blackjack table...",
      "de": "Wir sind Kartenzähler an einem Black-Jack-Tisch."
    }
  },
  {
    "translation": {
      "en": "...and we're gonna turn the odds on the casino.",
      "de": "Wir beeinflussen unsere Chancen."
    }
  },
  {
    "translation": {
      "en": "-I don't see it. -Seriously, guys.",
      "de": "-Das haut nicht hin. -Leute,"
    }
  },
  {
    "translation": {
      "en": "I think we have to remember this is the man.",
      "de": "wir sollten nicht vergessen, dass er der Boss ist."
    }
  },
  {
    "translation": {
      "en": "He answers to no one except ownership and God.",
      "de": "Er ist niemandem Rechenschaft schuldig, außer dem Teambesitzer und Gott."
    }
  },
  {
    "translation": {
      "en": "And he doesn't have to answer to us.",
      "de": "Er muss sich vor uns nicht rechtfertigen."
    }
  },
  {
    "translation": {
      "en": "We make suggestions, he makes decisions.",
      "de": "Wir machen Vorschläge, er entscheidet."
    }
  },
  {
    "translation": {
      "en": "That's all fine and well, but we've been working our asses off...",
      "de": "Schön und gut, aber wir haben uns sechs Wochen lang"
    }
  },
  {
    "translation": {
      "en": "...for weeks to make this club better, and you're shitting all over it.",
      "de": "den Arsch aufgerissen, um das Team zu verbessern, und dir ist das egal."
    }
  },
  {
    "translation": {
      "en": "This is not a discussion.",
      "de": "Das ist keine Diskussion."
    }
  },
  {
    "translation": {
      "en": "-What are we discussing? -Barry, not a discussion.",
      "de": "-Worüber diskutieren wir dann? -Barry, keine Diskussion."
    }
  },
  {
    "translation": {
      "en": "Billy, man...",
      "de": "Billy, Mann..."
    }
  },
  {
    "translation": {
      "en": "...there's one thing you're forgetting.",
      "de": "Du vergisst hier etwas."
    }
  },
  {
    "translation": {
      "en": "None of those three guys knows how to play first base.",
      "de": "Keiner dieser drei Jungs weiß, wie man First Base spielt."
    }
  },
  {
    "translation": {
      "en": "Well, you're gonna have to teach one of them. Teach?",
      "de": "-Dann musst du es einem beibringen. -Beibringen?"
    }
  },
  {
    "translation": {
      "en": "Which one?",
      "de": "Wem denn?"
    }
  },
  {
    "translation": {
      "en": "This is really the kickoff to the holiday season here in downtown Seattle.",
      "de": "Hier in Seattle beginnt damit offiziell die Weihnachtszeit."
    }
  },
  {
    "translation": {
      "en": "It took weeks of planning... ...to lead up to the big event, but it was well worth it.",
      "de": "Die Planungen dauerten mehrere Wochen, aber es hat sich gelohnt."
    }
  },
  {
    "translation": {
      "en": "The weather was ideal. People are still having a great time.",
      "de": "Das Wetter war perfekt, und alle hatten Spaß."
    }
  },
  {
    "translation": {
      "en": "Thousands of people were out earlier.",
      "de": "Tausende Menschen waren unterwegs."
    }
  },
  {
    "translation": {
      "en": "We have a nice recap for you...",
      "de": "Nachher zeigen wir Ihnen,"
    }
  },
  {
    "translation": {
      "en": "...of all the great events taking place downtown in Seattle--",
      "de": "wo überall in Seattle gefeiert wird..."
    }
  },
  {
    "translation": {
      "en": "-Hello? -Scott?",
      "de": "-Hallo? -Scott?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "-It's Billy Beane of the Oakland A's. -Yes.",
      "de": "-Hier ist Billy Beane von den Oakland A's. -Ja."
    }
  },
  {
    "translation": {
      "en": "-Can we talk? -Yeah.",
      "de": "-Können wir reden? -Ja."
    }
  },
  {
    "translation": {
      "en": "Do you wanna let us in?",
      "de": "Können wir reinkommen?"
    }
  },
  {
    "translation": {
      "en": "-Pardon me? -We're out front.",
      "de": "-Wie bitte? -Wir stehen vorm Haus."
    }
  },
  {
    "translation": {
      "en": "-What? -On the curb.",
      "de": "-Was? -An der Haustür."
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "Honey?",
      "de": "Schatz?"
    }
  },
  {
    "translation": {
      "en": "-Oh, thank you. -Thank you, ma'am.",
      "de": "-Danke. -Vielen Dank, Ma'am."
    }
  },
  {
    "translation": {
      "en": "Very kind.",
      "de": "Sehr freundlich."
    }
  },
  {
    "translation": {
      "en": "How's the elbow, Scott?",
      "de": "Wie geht's dem Ellbogen?"
    }
  },
  {
    "translation": {
      "en": "You know, it's good. It's really good. It's great.",
      "de": "Eigentlich gut. Wirklich gut. Sehr gut."
    }
  },
  {
    "translation": {
      "en": "-I can't throw the ball at all. -Yeah.",
      "de": "-Ich kann nur nicht werfen. -Ja."
    }
  },
  {
    "translation": {
      "en": "You've thrown your last ball from behind home plate.",
      "de": "Du hast den letzten Ball als Catcher geworfen."
    }
  },
  {
    "translation": {
      "en": "-That's what I'd say. -Well....",
      "de": "So sehe ich das."
    }
  },
  {
    "translation": {
      "en": "Good news is, we want you at first.",
      "de": "Das Gute ist, wir wollen dich an der First."
    }
  },
  {
    "translation": {
      "en": "We want you to play first base for the Oakland A's.",
      "de": "Du spielst First Base für die A's."
    }
  },
  {
    "translation": {
      "en": "Okay, well...",
      "de": "Okay, also..."
    }
  },
  {
    "translation": {
      "en": "...I've only ever played catcher.",
      "de": "Ich war bislang Catcher."
    }
  },
  {
    "translation": {
      "en": "Scott, you're not a catcher anymore.",
      "de": "Scott, du ist kein Catcher mehr."
    }
  },
  {
    "translation": {
      "en": "If you were, our call wouldn't have been the only one you got.",
      "de": "Sonst hätten nicht nur wir angerufen, als dein Vertrag auslief."
    }
  },
  {
    "translation": {
      "en": "-Yeah. Hey, listen, no, I appreciate it. -You're welcome.",
      "de": "-Ja. Hören Sie, ich bin dankbar. -Gern geschehen."
    }
  },
  {
    "translation": {
      "en": "-But the thing is, is.... -You don't know how to play first base.",
      "de": "-Aber es ist so... -Du weißt nicht, wie man First spielt."
    }
  },
  {
    "translation": {
      "en": "-Scott. -That's right.",
      "de": "-Scott. -Genau."
    }
  },
  {
    "translation": {
      "en": "It's not that hard, Scott.",
      "de": "Das ist nicht so schwer."
    }
  },
  {
    "translation": {
      "en": "-Tell him, Wash. -It's incredibly hard.",
      "de": "-Erklär's ihm. -Es ist extrem schwer."
    }
  },
  {
    "translation": {
      "en": "Hey, anything worth doing is. And we're gonna teach you.",
      "de": "Das trifft auf fast alles zu. Wir bringen es dir bei."
    }
  },
  {
    "translation": {
      "en": "Wait a minute here. I mean, but what about--?",
      "de": "Moment, was ist mit..."
    }
  },
  {
    "translation": {
      "en": "Jason's gone, Scott.",
      "de": "Jason ist weg, Scott."
    }
  },
  {
    "translation": {
      "en": "You want me to take Giambi's spot at first base?",
      "de": "Ich soll Giambi ersetzen?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -What about the fans?",
      "de": "-Ja. -Und die Fans?"
    }
  },
  {
    "translation": {
      "en": "-Maybe I can teach one of them. -The fans don't-- Good one.",
      "de": "-Ich könnte es einem von denen beibringen. -Die Fans... Der war gut."
    }
  },
  {
    "translation": {
      "en": "-Fans don't run my ball club. -Honey, what are you doing awake?",
      "de": "-Die Fans führen nicht meinen Club. -Warum bist du noch wach?"
    }
  },
  {
    "translation": {
      "en": "Sweetheart, can you...?",
      "de": "Liebling, kannst du..."
    }
  },
  {
    "translation": {
      "en": "That's my daughter.",
      "de": "Meine Tochter."
    }
  },
  {
    "translation": {
      "en": "You got kids?",
      "de": "Haben Sie Kinder?"
    }
  },
  {
    "translation": {
      "en": "Yeah, a daughter.",
      "de": "Ja, eine Tochter."
    }
  },
  {
    "translation": {
      "en": "Scott, this is a contract to play ball for the Oakland A's.",
      "de": "Scott, das ist der Vertrag von den Oakland A's."
    }
  },
  {
    "translation": {
      "en": "A copy's been sent over to your agent.",
      "de": "Dein Agent bekam eine Kopie."
    }
  },
  {
    "translation": {
      "en": "Discuss with your wife, let us know.",
      "de": "Besprich es mit deiner Frau. Sag Bescheid."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "de": "Vielen Dank."
    }
  },
  {
    "translation": {
      "en": "-Bye-bye. -Bye.",
      "de": "-Schlaf schön. -Wiedersehen."
    }
  },
  {
    "translation": {
      "en": "-Oh, and, Scott. -Yeah?",
      "de": "-Ach, Scott... -Ja."
    }
  },
  {
    "translation": {
      "en": "Don't tell anyone about the first-base thing.",
      "de": "Erzähl keinem das mit der First Base."
    }
  },
  {
    "translation": {
      "en": "-Yes, sir. -Okay.",
      "de": "-Ja, Sir. -Okay."
    }
  },
  {
    "translation": {
      "en": "-Happy holidays. -All right.",
      "de": "-Frohe Weihnachten. -Alles klar."
    }
  },
  {
    "translation": {
      "en": "-Hey, Sharon. -Hi, Billy.",
      "de": "-Hi, Sharon. -Hi, Billy."
    }
  },
  {
    "translation": {
      "en": "-Is she ready? -She's out with friends.",
      "de": "-Ist sie fertig? -Sie ist mit Freunden weg."
    }
  },
  {
    "translation": {
      "en": "But she'll be back. Come in.",
      "de": "Sie ist gleich zurück. Komm rein."
    }
  },
  {
    "translation": {
      "en": "-Okay. -Yeah, she's right here. Hold on.",
      "de": "-Okay. -Ja, sie ist da. Moment."
    }
  },
  {
    "translation": {
      "en": "Here you go.",
      "de": "Bitte."
    }
  },
  {
    "translation": {
      "en": "-Here, wanna have a seat? -Yeah.",
      "de": "-Willst du dich setzen? -Gern."
    }
  },
  {
    "translation": {
      "en": "-You good, Billy? -Yeah. How are you, Alan?",
      "de": "-Geht's dir gut? -Ja, und dir, Alan?"
    }
  },
  {
    "translation": {
      "en": "Good. Really good. Things are peaceful around here.",
      "de": "Sehr gut. Hier ist alles friedlich."
    }
  },
  {
    "translation": {
      "en": "It's good to see you.",
      "de": "Schön, dich zu sehen."
    }
  },
  {
    "translation": {
      "en": "Thanks, Alan.",
      "de": "Danke, Alan."
    }
  },
  {
    "translation": {
      "en": "I haven't got to see you since play-offs. I wanted to say that New York was heartbreaking.",
      "de": "Wir sahen uns seit den Playoffs nicht. Die Niederlage war niederschmetternd."
    }
  },
  {
    "translation": {
      "en": "I'm sure for you too.",
      "de": "Vor allem für dich."
    }
  },
  {
    "translation": {
      "en": "Not many teams make it that far, and to watch you go that far was--",
      "de": "Nicht viele Teams kommen so weit. Ihr habt super gespielt."
    }
  },
  {
    "translation": {
      "en": "-It was really an accomplishment. -Well, that's nice.",
      "de": "-Das ist wirklich eine Leistung. -Das ist nett."
    }
  },
  {
    "translation": {
      "en": "How is the team shaping up?",
      "de": "Hast du das Team zusammen?"
    }
  },
  {
    "translation": {
      "en": "-Team's good. Rebuilding. -Good.",
      "de": "Es entwickelt sich. Neuaufbau."
    }
  },
  {
    "translation": {
      "en": "I read you lost Giambonni and Damon.",
      "de": "-Gut. -Ich hörte, Giambonni und Damon sind weg."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Damon, Isringhausen.",
      "de": "-Ja. -Damon, Isringhausen."
    }
  },
  {
    "translation": {
      "en": "-They're really--? They're gone? -Gone. Yesterday's news.",
      "de": "-Die sind echt weg? -Weg."
    }
  },
  {
    "translation": {
      "en": "-That's terrible. -No, but that is a tough situation.",
      "de": "-Schnee von gestern. -Furchtbar. Nein, aber das ist eine schwierige Situation."
    }
  },
  {
    "translation": {
      "en": "You're gonna be fine, though. You always figure something out.",
      "de": "Du wirst das hinkriegen. Wie immer."
    }
  },
  {
    "translation": {
      "en": "Where is she? Where was she? Down the street or...?",
      "de": "Wo bleibt sie? Wo war sie? Bei den Nachbarn?"
    }
  },
  {
    "translation": {
      "en": "Oh, sorry, yeah. I just talked to her on her cell. She's coming up the hill.",
      "de": "Sie rief gerade vom Handy aus an. Sie ist gleich da."
    }
  },
  {
    "translation": {
      "en": "She's got a cell phone?",
      "de": "Sie hat ein Handy?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -A 12-year-old?",
      "de": "-Ja. -Eine 12-Jährige?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "For emergencies.",
      "de": "Für Notfälle."
    }
  },
  {
    "translation": {
      "en": "Big parenting decision.",
      "de": "Wichtige Entscheidung für Eltern."
    }
  },
  {
    "translation": {
      "en": "But it's something that, you know, we, you know, all should discuss...",
      "de": "Aber das ist etwas, worüber wir reden sollten,"
    }
  },
  {
    "translation": {
      "en": "...because if you have any objections, of course....",
      "de": "falls du Einwände hast."
    }
  },
  {
    "translation": {
      "en": "Her mother and I will discuss it.",
      "de": "Ihre Mutter und ich reden darüber."
    }
  },
  {
    "translation": {
      "en": "But thank you.",
      "de": "Aber danke."
    }
  },
  {
    "translation": {
      "en": "Any of these?",
      "de": "Eine von denen?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "de": "Ich weiß nicht."
    }
  },
  {
    "translation": {
      "en": "-Do you--? -This one's cool.",
      "de": "-Findest du... -Die ist cool."
    }
  },
  {
    "translation": {
      "en": "-Is that good or bad? Butterflies. -They're okay.",
      "de": "-Wie findest du die? Schmetterlinge. -Geht so."
    }
  },
  {
    "translation": {
      "en": "-Look, that one's pretty. I like the red. -Should we try?",
      "de": "-Die hier ist hübsch. Das Rot gefällt mir. -Willst du sie ausprobieren?"
    }
  },
  {
    "translation": {
      "en": "No?",
      "de": "Nein?"
    }
  },
  {
    "translation": {
      "en": "-Oh, I like this one. -Yeah?",
      "de": "-Die ist auch cool. -Ja?"
    }
  },
  {
    "translation": {
      "en": "Dad, look at this one.",
      "de": "Guck mal, Dad."
    }
  },
  {
    "translation": {
      "en": "-Look how it's red. -It's beautiful.",
      "de": "-Die Farbe ist gut. -Ein Schmuckstück."
    }
  },
  {
    "translation": {
      "en": "-This one's pretty. -Let's try it out.",
      "de": "-Hübsch. -Probier mal."
    }
  },
  {
    "translation": {
      "en": "-Just right here? -Why don't we go over there?",
      "de": "-Gleich hier? -Oder dort."
    }
  },
  {
    "translation": {
      "en": "Can we go over there?",
      "de": "Wollen wir dorthin?"
    }
  },
  {
    "translation": {
      "en": "Oh, honey, you need to sing. That's so good.",
      "de": "Du musst singen, Schatz. Das klingt toll."
    }
  },
  {
    "translation": {
      "en": "That's beautiful.",
      "de": "Wunderschön."
    }
  },
  {
    "translation": {
      "en": "Sometimes I sing.",
      "de": "Manchmal singe ich."
    }
  },
  {
    "translation": {
      "en": "It's fun to sing with your song, but I don't want people to listen to me.",
      "de": "Macht Spaß, mitzusingen, aber nicht vor anderen Leuten."
    }
  },
  {
    "translation": {
      "en": "Well, honey, I think people would love to listen to you. That's beautiful.",
      "de": "Die Leute sollten dir zuhören. Du machst das toll."
    }
  },
  {
    "translation": {
      "en": "Would you sing a little for your dad?",
      "de": "Würdest du für deinen Dad singen?"
    }
  },
  {
    "translation": {
      "en": "Right here in the middle of the store?",
      "de": "Gleich hier?"
    }
  },
  {
    "translation": {
      "en": "-Little bit. -Little bit.",
      "de": "-Nur mal kurz. -Okay."
    }
  },
  {
    "translation": {
      "en": "-You ready? -I'm ready.",
      "de": "-Bereit? -Ja."
    }
  },
  {
    "translation": {
      "en": "Billy Beane was taken in the first round of the amateur draft.",
      "de": "Billy Beane wurde in der ersten Runde verpflichtet."
    }
  },
  {
    "translation": {
      "en": "I think this is a steal, to get Billy Beane.",
      "de": "Das war ein gutes Geschäft."
    }
  },
  {
    "translation": {
      "en": "He's young, he's talented.",
      "de": "Er ist jung, hat Talent."
    }
  },
  {
    "translation": {
      "en": "A true five-tool player with speed. This guy is a can't-miss prospect.",
      "de": "Er bringt alles mit und ist schnell. Mit ihm macht man nichts verkehrt."
    }
  },
  {
    "translation": {
      "en": "This is a great sign for the New York Mets.",
      "de": "Es sieht gut aus für die Mets."
    }
  },
  {
    "translation": {
      "en": "And it could be the turnaround that they've been looking for.",
      "de": "Er könnte die ersehnte Wende einleiten."
    }
  },
  {
    "translation": {
      "en": "Ball one.",
      "de": "Ball eins."
    }
  },
  {
    "translation": {
      "en": "I'll take Billy Beane over Strawberry.",
      "de": "Ich würde Beane vor Strawberry nehmen."
    }
  },
  {
    "translation": {
      "en": "Billy Beane, an interesting pick, turned down a scholarship. He could've gone to Stanford.",
      "de": "Er hat Stipendien abgelehnt. Er hätte nach Stanford gehen können."
    }
  },
  {
    "translation": {
      "en": "Sometimes you don't find out till you get to the big leagues....",
      "de": "Manchmal weiß man es erst, wenn man in der Liga ist..."
    }
  },
  {
    "translation": {
      "en": "This guy has never failed at anything. He's coming out of high school.",
      "de": "Dem Jungen ist bisher alles gelungen. Er kommt aus der Highschool."
    }
  },
  {
    "translation": {
      "en": "Billy was gonna go to college. He could've been a great quarterback.",
      "de": "Er hätte auch Quarterback in der NFL werden können."
    }
  },
  {
    "translation": {
      "en": "Strike three.",
      "de": "Strike drei."
    }
  },
  {
    "translation": {
      "en": "There's not an organization in baseball...",
      "de": "Es dürfte nicht einen Baseballclub geben,"
    }
  },
  {
    "translation": {
      "en": "...who would not have taken a chance on this young guy.",
      "de": "der diesem Jungen nicht sofort eine Chance gegeben hätte."
    }
  },
  {
    "translation": {
      "en": "He didn't pan out. That happens every year.",
      "de": "Er hat die Erwartungen nicht erfüllt. Das passiert dauernd."
    }
  },
  {
    "translation": {
      "en": "Some do, some don't.",
      "de": "Manche schaffen es, manche nicht."
    }
  },
  {
    "translation": {
      "en": "I mean, if you're having any doubt at all about this....",
      "de": "Falls du Zweifel hast, was das angeht..."
    }
  },
  {
    "translation": {
      "en": "Having the scholarship....",
      "de": "Dir bleibt dein Stipendium."
    }
  },
  {
    "translation": {
      "en": "Your son was born with a God-given ability.",
      "de": "Ihr Sohn hat eine Gabe."
    }
  },
  {
    "translation": {
      "en": "Few scouts can go into the mind of a young man...",
      "de": "Aber kaum ein Scout kann in den Kopf eines Spieler sehen"
    }
  },
  {
    "translation": {
      "en": "...and determine whether he's really confident... ...about what he can do.",
      "de": "und feststellen, ob er das nötige Vertrauen in seine Fähigkeiten hat."
    }
  },
  {
    "translation": {
      "en": "A very special player.",
      "de": "Ein besonderer Spieler."
    }
  },
  {
    "translation": {
      "en": "So you can sign him based on his ability...",
      "de": "Man verpflichtet ihn aufgrund seiner Fähigkeiten."
    }
  },
  {
    "translation": {
      "en": "...but then he's gotta be successful to be confident.",
      "de": "Aber er braucht das nötige Selbstvertrauen."
    }
  },
  {
    "translation": {
      "en": "And once he becomes confident, that's when you've got something.",
      "de": "Erst wenn er das hat, bringt er sein Team weiter."
    }
  },
  {
    "translation": {
      "en": "You make a decision on what you see.",
      "de": "Man entscheidet aufgrund der Dinge, die man sieht."
    }
  },
  {
    "translation": {
      "en": "And if things don't pan out, you move on.",
      "de": "Da kann man auch mal daneben liegen. Dann macht man weiter."
    }
  },
  {
    "translation": {
      "en": "That's baseball.",
      "de": "Das ist Baseball."
    }
  },
  {
    "translation": {
      "en": "Many are called, few are chosen.",
      "de": "Viele sind berufen, wenige auserwählt."
    }
  },
  {
    "translation": {
      "en": "Billy, that is Kevin Youkilis. That is the Greek God of Walks.",
      "de": "Billy, das ist Kevin Youkilis. Der griechische Gott der Walks."
    }
  },
  {
    "translation": {
      "en": "That's my hero.",
      "de": "Er ist mein Held."
    }
  },
  {
    "translation": {
      "en": "That man gets walked more than anybody in baseball... ...except for Barry Bonds.",
      "de": "Er schafft mehr Walks als jeder andere Spieler, außer Barry Bonds."
    }
  },
  {
    "translation": {
      "en": "I tried to convince Shapiro to pick him up last June...",
      "de": "Ich wollte, dass Shapiro ihn verpflichtet, aber..."
    }
  },
  {
    "translation": {
      "en": "...but he said he waddled like a duck.",
      "de": "...er meint, er watschelt wie eine Ente."
    }
  },
  {
    "translation": {
      "en": "Yeah, Boston snagged him.",
      "de": "Boston hat ihn jetzt. VIDEOARCHIV"
    }
  },
  {
    "translation": {
      "en": "I think they wanna wait and see.",
      "de": "Die wollen ihn beobachten."
    }
  },
  {
    "translation": {
      "en": "-Are you okay, Billy? -Billy?",
      "de": "-Alles okay, Billy? -Billy?"
    }
  },
  {
    "translation": {
      "en": "-Can we talk? -Yeah. Yeah.",
      "de": "-Können wir reden? -Ja."
    }
  },
  {
    "translation": {
      "en": "You're unhappy, Grady. Why?",
      "de": "Du bist unglücklich. Warum?"
    }
  },
  {
    "translation": {
      "en": "-May I speak candidly? -Sure, go ahead.",
      "de": "-Darf ich offen sein? -Klar, nur zu."
    }
  },
  {
    "translation": {
      "en": "Major League Baseball and its fans, they're gonna be more than happy...",
      "de": "Die Major League und ihre Fans, wären überglücklich,"
    }
  },
  {
    "translation": {
      "en": "...to throw you and Google Boy under the bus... ...if you keep doing what you're doing.",
      "de": "dich und Google-Boy zu zerreißen, wenn ihr nicht zur Vernunft kommt."
    }
  },
  {
    "translation": {
      "en": "You don't put a team together with a computer.",
      "de": "Man stellt Teams nicht per Computer zusammen."
    }
  },
  {
    "translation": {
      "en": "-No? -No.",
      "de": "-Nein? -Nein."
    }
  },
  {
    "translation": {
      "en": "Baseball isn't just numbers. It's not science.",
      "de": "Baseball ist mehr als Zahlen. Das ist keine Wissenschaft."
    }
  },
  {
    "translation": {
      "en": "If it was, anybody could do what we're doing, but they can't.",
      "de": "Baseball ist mehr als Zahlen. Das ist keine Wissenschaft. Sonst könnte jeder unseren Job machen."
    }
  },
  {
    "translation": {
      "en": "They don't know what we know.",
      "de": "Aber sie wissen nicht, was wir wissen."
    }
  },
  {
    "translation": {
      "en": "They don't have our experience and our intuition.",
      "de": "Sie haben weder unsere Erfahrung noch unsere Intuition."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "de": "Schön."
    }
  },
  {
    "translation": {
      "en": "You got a kid in there that's got a degree in economics from Yale.",
      "de": "Du hast da einen Jungen, der Wirtschaft studiert hat."
    }
  },
  {
    "translation": {
      "en": "You got a scout here with 29 years of baseball experience.",
      "de": "Und hier hast du einen Scout mit 29 Jahren Erfahrung."
    }
  },
  {
    "translation": {
      "en": "You're listening to the wrong one.",
      "de": "Du hörst auf den Falschen."
    }
  },
  {
    "translation": {
      "en": "Now, there are intangibles that only baseball people understand.",
      "de": "Es gibt Unwägbarkeiten, die nur ein Baseballkenner versteht."
    }
  },
  {
    "translation": {
      "en": "You're discounting what scouts have done for 150 years? Even yourself?",
      "de": "Du willst mit Füßen treten, was Scouts seit 150 Jahren tun? Selbst du?"
    }
  },
  {
    "translation": {
      "en": "Adapt or die.",
      "de": "Friss oder stirb."
    }
  },
  {
    "translation": {
      "en": "This is about you and your shit, isn't it?",
      "de": "Es geht um deinen Ballast, oder?"
    }
  },
  {
    "translation": {
      "en": "Twenty years ago, some scout got it wrong.",
      "de": "Vor 20 Jahren irrte sich ein Scout. -Wow! Okay. -Jetzt stellst du alles auf den Kopf."
    }
  },
  {
    "translation": {
      "en": "-Okay. Okay. -Now you declare war on the system.",
      "de": "-Wow! Okay. -Jetzt stellst du alles auf den Kopf."
    }
  },
  {
    "translation": {
      "en": "Okay, okay, my turn. You don't have a crystal ball.",
      "de": "Schon gut, jetzt bin ich dran. Du hast keine Kristallkugel."
    }
  },
  {
    "translation": {
      "en": "You can't look at a kid and predict his future any more than I can.",
      "de": "Du kannst keinem Jungen die Zukunft voraussagen, ich auch nicht."
    }
  },
  {
    "translation": {
      "en": "I've sat at those kitchen tables with you...",
      "de": "Ich saß bei dir, als du Eltern gesagt hast:"
    }
  },
  {
    "translation": {
      "en": "...and listened to you tell parents, \"When I know, I know.",
      "de": "\"Wenn ich es weiß, dann weiß ich es."
    }
  },
  {
    "translation": {
      "en": "And when it comes to your son, I know.\"",
      "de": "Und bei Ihrem Sohn weiß ich es.\""
    }
  },
  {
    "translation": {
      "en": "And you don't.",
      "de": "Du weißt es nicht."
    }
  },
  {
    "translation": {
      "en": "You don't.",
      "de": "Du weißt es nicht."
    }
  },
  {
    "translation": {
      "en": "Okay. I don't give a shit about friendship...",
      "de": "Ich gebe einen Scheiß auf Freundschaft,"
    }
  },
  {
    "translation": {
      "en": "...this situation, or the past.",
      "de": "die Situation oder die Vergangenheit."
    }
  },
  {
    "translation": {
      "en": "Major League Baseball thinks the way I think. You're not gonna win.",
      "de": "Baseball denkt wie ich. Du wirst nicht gewinnen."
    }
  },
  {
    "translation": {
      "en": "And I'll give you a nickel's worth of free advice.",
      "de": "Du kriegst noch einen kostenlosen Rat."
    }
  },
  {
    "translation": {
      "en": "You're never gonna get another job...",
      "de": "Wenn Schott dich feuert, kriegst du nie wieder Arbeit,"
    }
  },
  {
    "translation": {
      "en": "...after this catastrophic season you're about to set us all up for.",
      "de": "nach der katastrophalen Saison, die du uns einbrockst."
    }
  },
  {
    "translation": {
      "en": "You'll have to explain to your kid... ...why you're working at Dick's Sporting Goods.",
      "de": "Erklär deiner Tochter mal, wieso du im Sportladen arbeitest."
    }
  },
  {
    "translation": {
      "en": "I'm not gonna fire you, Grady.",
      "de": "Ich werfe dich nicht raus, Grady."
    }
  },
  {
    "translation": {
      "en": "-Fuck you, Billy. -Now I will.",
      "de": "-Fick dich, Billy. -Jetzt schon."
    }
  },
  {
    "translation": {
      "en": "Good luck, Art.",
      "de": "Viel Glück, Art."
    }
  },
  {
    "translation": {
      "en": "Kubota. You never played ball, right?",
      "de": "Kubota. Du warst nie Spieler, oder?"
    }
  },
  {
    "translation": {
      "en": "-I played a little T-ball. -You're the new head scout. Congratulations.",
      "de": "-Nur Tee-Ball als Kind. -Du bist der neue Chefscout. Gratuliere."
    }
  },
  {
    "translation": {
      "en": "So Boston's gonna wait and see?",
      "de": "Boston wartet also erst mal ab?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -It's just you and me, Pete.",
      "de": "Ja. Jetzt stehen wir allein da. Wir spielen mit vollem Einsatz."
    }
  },
  {
    "translation": {
      "en": "And we're all in.",
      "de": "Jetzt stehen wir allein da. Wir spielen mit vollem Einsatz."
    }
  },
  {
    "translation": {
      "en": "It sounds like you're apologizing for what they're doing.",
      "de": "VORSAISON-TRAINING Es klingt, als wollen Sie sich dafür entschuldigen..."
    }
  },
  {
    "translation": {
      "en": "I'm not. I just don't know what you're gonna do...",
      "de": "Darum geht es nicht, ich weiß nur nicht,"
    }
  },
  {
    "translation": {
      "en": "...with the budget that the A's have. Who are you gonna get?",
      "de": "was die A's mit ihrem Budget anstellen wollen."
    }
  },
  {
    "translation": {
      "en": "I'm looking at the spring-training roster.",
      "de": "Wenn ich den Kader sehe, denke ich,"
    }
  },
  {
    "translation": {
      "en": "-You gotta be kidding me. -How so?",
      "de": "-Sie spinnen. -Inwiefern?"
    }
  },
  {
    "translation": {
      "en": "-He looked like a clown out there. -Who?",
      "de": "-Der sieht aus wie eine Witzfigur. -Wer?"
    }
  },
  {
    "translation": {
      "en": "-Chad Bradford. -Tell me about Bradford.",
      "de": "-Chad Bradford. -Erzähl mir was über Bradford."
    }
  },
  {
    "translation": {
      "en": "I like him a little bit, but he's a specialist.",
      "de": "Er ist nicht schlecht, aber er ist ein Spezialist."
    }
  },
  {
    "translation": {
      "en": "He's not a guy that you say, \"The eighth inning is yours...",
      "de": "Man wechselt ihn nicht für das ganze Inning ein,"
    }
  },
  {
    "translation": {
      "en": "...lefties vs. righties.\" In my opinion.",
      "de": "egal ob gegen Links- oder Rechtshänder, finde ich."
    }
  },
  {
    "translation": {
      "en": "I don't know what Billy Beane and management... ...understands about him.",
      "de": "Ich weiß nicht, was Billy Beane und die Bosse in ihm sehen."
    }
  },
  {
    "translation": {
      "en": "He only throws the ball about 82, 83 miles an hour.",
      "de": "Er wirft nur um die 130 km/h."
    }
  },
  {
    "translation": {
      "en": "-There must be something-- -He is a freak, and not in a good way.",
      "de": "-Aber etwas muss er haben. -Er ein komischer Kauz."
    }
  },
  {
    "translation": {
      "en": "-Let me ask you this. -Talking about trying to win a division.",
      "de": "-Eins will ich wissen... -Wir wollen unsere Division gewinnen."
    }
  },
  {
    "translation": {
      "en": "We're counting on David to be the guy he was.",
      "de": "Wir hoffen, dass David seine alte Form findet."
    }
  },
  {
    "translation": {
      "en": "I have my doubts. He's gotten old.",
      "de": "Ich bezweifle das. Er ist alt geworden."
    }
  },
  {
    "translation": {
      "en": "That's why he's not in New York anymore, not in Cleveland anymore.",
      "de": "Darum spielt er nicht in New York oder Cleveland."
    }
  },
  {
    "translation": {
      "en": "We paid him the money we should've been giving to Johnny Damon.",
      "de": "Er bekommt das Geld, das Damon hätte kriegen sollen."
    }
  },
  {
    "translation": {
      "en": "That's the one to worry about.",
      "de": "Der ist das Sorgenkind."
    }
  },
  {
    "translation": {
      "en": "He gets comps up and down Vegas more than in Oakland.",
      "de": "Der spielt doch öfter in Vegas als in Oakland."
    }
  },
  {
    "translation": {
      "en": "That should tell you something right there.",
      "de": "Das sollte einem zu denken geben."
    }
  },
  {
    "translation": {
      "en": "-Isn't that the deal with these guys? -He has one good year.",
      "de": "-Ist das nicht so? -Er hatte nur ein gutes Jahr!"
    }
  },
  {
    "translation": {
      "en": "And he gets a huge offer and then he gets traded.",
      "de": "Er kriegt ein super Angebot und geht trotzdem."
    }
  },
  {
    "translation": {
      "en": "-Bob. Harder. -Hatteberg.",
      "de": "-Bob. Härter. -Hatteberg."
    }
  },
  {
    "translation": {
      "en": "Good. Good.",
      "de": "Gut."
    }
  },
  {
    "translation": {
      "en": "Billy, we have to talk about Hatteberg.",
      "de": "Wir müssen über Hatteberg reden."
    }
  },
  {
    "translation": {
      "en": "-Go. -There's just no feel for the spot.",
      "de": "-Los. -Er hat kein Gefühl für die Position."
    }
  },
  {
    "translation": {
      "en": "I think it's a long shot that he can be a big-league first baseman.",
      "de": "Es ist unwahrscheinlich, dass er First Base spielen kann."
    }
  },
  {
    "translation": {
      "en": "It's day one of the first week. You can't judge this yet.",
      "de": "Es ist der erste Tag. Etwas früh für ein Urteil."
    }
  },
  {
    "translation": {
      "en": "No, I think we can judge it.",
      "de": "Wir können das beurteilen."
    }
  },
  {
    "translation": {
      "en": "I mean, I like him, you know, but I can judge him.",
      "de": "Ich mag ihn, aber ich kann ihn beurteilen."
    }
  },
  {
    "translation": {
      "en": "First base is the moon to him.",
      "de": "First Base ist zu groß."
    }
  },
  {
    "translation": {
      "en": "It wasn't to Giambi. Giambi's the worst first baseman in baseball.",
      "de": "Giambi war anfangs der schlechteste First Baseman im Baseball."
    }
  },
  {
    "translation": {
      "en": "-Gonna compare him to Giambi? -What are we talking about?",
      "de": "-Du vergleichst ihn mit Giambi? -Worüber reden wir?"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "de": "Na schön."
    }
  },
  {
    "translation": {
      "en": "What do you think, Wash?",
      "de": "Was sagst du, Wash?"
    }
  },
  {
    "translation": {
      "en": "The nice way to say it is he lacks confidence.",
      "de": "Freundlich ausgedrückt fehlt ihm Selbstvertrauen."
    }
  },
  {
    "translation": {
      "en": "Well, give him some.",
      "de": "Verhilf ihm dazu."
    }
  },
  {
    "translation": {
      "en": "I'll do that, but we got Peña, who can play first.",
      "de": "Gern, aber Peña kann First Bast spielen."
    }
  },
  {
    "translation": {
      "en": "And he's looking mighty good out there.",
      "de": "Der macht einen guten Eindruck."
    }
  },
  {
    "translation": {
      "en": "We wanna go with Hattie.",
      "de": "Wir versuchen es mit Hattie."
    }
  },
  {
    "translation": {
      "en": "We got six weeks.",
      "de": "Ihr habt sechs Wochen."
    }
  },
  {
    "translation": {
      "en": "Get down in it.",
      "de": "Knie dich rein."
    }
  },
  {
    "translation": {
      "en": "-There you go. -Scotty H.",
      "de": "-Geht doch. -Scotty H."
    }
  },
  {
    "translation": {
      "en": "-That's what I'm talking about. -Picking machine.",
      "de": "-Geht doch. -Scotty H. -So läuft das. -Ballfangmaschine."
    }
  },
  {
    "translation": {
      "en": "It's only baseball.",
      "de": "Ist nur Baseball."
    }
  },
  {
    "translation": {
      "en": "This better work.",
      "de": "Wehe, das funktioniert nicht."
    }
  },
  {
    "translation": {
      "en": "I'm just kidding you.",
      "de": "Nur ein Scherz."
    }
  },
  {
    "translation": {
      "en": "Let's go, Oakland!",
      "de": "Auf geht's, Oakland!"
    }
  },
  {
    "translation": {
      "en": "-What is wrong with this thing? -It's a dollar, man.",
      "de": "-Was ist damit? -Du musst Geld einwerfen."
    }
  },
  {
    "translation": {
      "en": "-What? -Welcome to Oakland, D.J.",
      "de": "-Was? -Willkommen in Oakland, D.J."
    }
  },
  {
    "translation": {
      "en": "Oh, you gotta be shitting me.",
      "de": "Du verarschst mich doch."
    }
  },
  {
    "translation": {
      "en": "I think this year, we're gonna show that it takes a team to win...",
      "de": "Dieses Jahr wollen wir zeigen, dass man zum Siegen ein Team braucht,"
    }
  },
  {
    "translation": {
      "en": "...not any individual guy, just a team.",
      "de": "nicht nur einen Einzelnen, ein Team."
    }
  },
  {
    "translation": {
      "en": "And I think we got a hell of a ball club here.",
      "de": "Ich denke, wir haben ein richtig gutes Team."
    }
  },
  {
    "translation": {
      "en": "Chad, are you intimidated at all today?",
      "de": "Chad, fühlen Sie sich überfordert?"
    }
  },
  {
    "translation": {
      "en": "I wouldn't say I'm intimidated, really. I'm just really excited, like you said.",
      "de": "Ich fühle mich nicht überfordert, aber ich bin etwas aufgeregt, ja."
    }
  },
  {
    "translation": {
      "en": "Jeremy, how's the team gonna fare without your brother, Jason?",
      "de": "Jeremy Giambi, wie schneidet das Team ohne ihren Bruder ab?"
    }
  },
  {
    "translation": {
      "en": "Well, you know, the organization did a great job...",
      "de": "Der Club konnte junge Spieler holen"
    }
  },
  {
    "translation": {
      "en": "...of bringing in good young guys to fill that role.",
      "de": "und die Lücke gut füllen."
    }
  },
  {
    "translation": {
      "en": "Let's face it, they're getting a deal with you.",
      "de": "Die sparen eine Menge Geld mit Ihnen,"
    }
  },
  {
    "translation": {
      "en": "The Yankees are paying Jason a lot of money.",
      "de": "und Jason kassiert bei den Yankees."
    }
  },
  {
    "translation": {
      "en": "You are coming here on a dime. How does that make you feel?",
      "de": "Sie spielen für Kleingeld. Was ist das für ein Gefühl?"
    }
  },
  {
    "translation": {
      "en": "I feel good.",
      "de": "Ich fühle mich gut."
    }
  },
  {
    "translation": {
      "en": "-How are the nerves in your fingers? -You know.",
      "de": "-Was machen die Nerven in Ihren Fingern? -Na ja..."
    }
  },
  {
    "translation": {
      "en": "Gotta start with the age, 36 years old. How do you think your body's gonna hold up?",
      "de": "Sie sind 36 Jahre alt. Hält Ihr Körper bis Saisonende durch?"
    }
  },
  {
    "translation": {
      "en": "You spend a lot of time at strip clubs, partying.",
      "de": "Sie verbringen viel Zeit in Stripclubs, feiern Partys."
    }
  },
  {
    "translation": {
      "en": "Do you resent the attention you get off the field?",
      "de": "Stört es Sie, so im Fokus zu stehen?"
    }
  },
  {
    "translation": {
      "en": "I love it.",
      "de": "Ich stehe drauf."
    }
  },
  {
    "translation": {
      "en": "-You spend a lot of time in Vegas. -I do.",
      "de": "-Sie sind oft in Vegas. -Ja."
    }
  },
  {
    "translation": {
      "en": "-I feel great. I did a lot of work to get-- -Excuse me. Get out of my shot.",
      "de": "Mir geht's gut, ich habe viel trainiert... Gehen Sie bitte aus dem Bild. Verzeihung. Weiter."
    }
  },
  {
    "translation": {
      "en": "Sorry, go ahead.",
      "de": "Gehen Sie bitte aus dem Bild. Verzeihung. Weiter."
    }
  },
  {
    "translation": {
      "en": "There have been questions about my age...",
      "de": "Es gibt Fragen, was mein Alter angeht,"
    }
  },
  {
    "translation": {
      "en": "...and my declining skills, some say, but I'm here to prove that wrong.",
      "de": "meine angebliche Leistungskrise, aber das werde ich widerlegen."
    }
  },
  {
    "translation": {
      "en": "I asked if you were 100 percent.",
      "de": "Sind Sie bei 100 %?"
    }
  },
  {
    "translation": {
      "en": "-Excuse me, Mr. Beane? -Hey, Chad.",
      "de": "-Verzeihung, Mr. Beane? -Hey, Chad."
    }
  },
  {
    "translation": {
      "en": "-Hey, I'm not disturbing you, am I? -Not at all. What's up?",
      "de": "-Ich hoffe, ich störe nicht. -Nein. Was gibt's?"
    }
  },
  {
    "translation": {
      "en": "I wanted to say thank you for this opportunity.",
      "de": "Ich wollte mich für diese Chance bedanken."
    }
  },
  {
    "translation": {
      "en": "Well, we enjoy having you. It's gonna work out well for all of us.",
      "de": "Wir freuen uns, dass du hier bist. Das hilft uns beiden."
    }
  },
  {
    "translation": {
      "en": "I appreciate it, sir. Nobody's ever given me a chance like this before.",
      "de": "Ich bin sehr dankbar. Niemand gab mir bisher so eine Chance."
    }
  },
  {
    "translation": {
      "en": "Nobody?",
      "de": "Niemand?"
    }
  },
  {
    "translation": {
      "en": "Well, just you, sir.",
      "de": "Nur Sie, Sir."
    }
  },
  {
    "translation": {
      "en": "Well, it's a big day, one you won't forget.",
      "de": "Ein großer Tag. Den vergisst du nicht so schnell."
    }
  },
  {
    "translation": {
      "en": "Appreciate it. And I wanna let you know... ...I'm gonna be praying for you and your family.",
      "de": "Vielen Dank. Ich wollte noch sagen, dass ich für Sie und Ihre Familie bete."
    }
  },
  {
    "translation": {
      "en": "No problem.",
      "de": "Kein Problem."
    }
  },
  {
    "translation": {
      "en": "Well, here we are just minutes away from the season opener of 2002...",
      "de": "In wenigen Minuten startet die Saison 2002"
    }
  },
  {
    "translation": {
      "en": "...for the Oakland A's.",
      "de": "für die Oakland A's."
    }
  },
  {
    "translation": {
      "en": "The first pitch is moments away.",
      "de": "Gleich geht es los. Wir sind zur Nationalhymne zurück."
    }
  },
  {
    "translation": {
      "en": "We'll come back with the national anthem.",
      "de": "Gleich geht es los. Wir sind zur Nationalhymne zurück. Die Saison geht los, also bleiben Sie dran."
    }
  },
  {
    "translation": {
      "en": "Opening day is upon us.",
      "de": "Die Saison geht los, also bleiben Sie dran."
    }
  },
  {
    "translation": {
      "en": "All right, fellas, smile. Here we go.",
      "de": "Na schön, Jungs, lächeln."
    }
  },
  {
    "translation": {
      "en": "I'm going in. Text me the play-by-play. What? Why?",
      "de": "-Ich gehe rein. Informier mich per SMS. -Warum?"
    }
  },
  {
    "translation": {
      "en": "I don't watch the games.",
      "de": "Ich sehe mir kein Spiel an."
    }
  },
  {
    "translation": {
      "en": "Detail, halt!",
      "de": "Kompanie, halt!"
    }
  },
  {
    "translation": {
      "en": "And forward face!",
      "de": "Gesicht nach vorn!"
    }
  },
  {
    "translation": {
      "en": "That's the third Ranger batter to be hit today.",
      "de": "Der dritte Ranger, der heute getroffen wurde."
    }
  },
  {
    "translation": {
      "en": "Twice Alex Rodriguez was nicked. The ninth--",
      "de": "Zwei Mal erwischte es Alex Rodriguez. Der neunte..."
    }
  },
  {
    "translation": {
      "en": "I should've made you a bigger part of the conversation from day one.",
      "de": "Ich hätte dich mehr in meine Strategie einbeziehen sollen."
    }
  },
  {
    "translation": {
      "en": "It'd be clear what we're trying to do.",
      "de": "So wüsstest du, was wir versuchen."
    }
  },
  {
    "translation": {
      "en": "That was my mistake, Art. I take responsibility for that.",
      "de": "Das war mein Fehler. Ich übernehme die Verantwortung."
    }
  },
  {
    "translation": {
      "en": "-What are you trying to say? -Doesn't matter what moves I make...",
      "de": "Was willst du sagen? Meine Maßnahmen waren umsonst, wenn das Team nicht spielt, wie ich will."
    }
  },
  {
    "translation": {
      "en": "...if you don't play the team the way they're designed to be.",
      "de": "Meine Maßnahmen waren umsonst, wenn das Team nicht spielt, wie ich will."
    }
  },
  {
    "translation": {
      "en": "Billy, you're out of your depth.",
      "de": "Billy... das geht über deinen Horizont hinaus."
    }
  },
  {
    "translation": {
      "en": "-Why not Hatteberg at first? -Because he can't play first.",
      "de": "-Hatteberg war nicht auf der First. -Weil er das nicht kann."
    }
  },
  {
    "translation": {
      "en": "-How do you know? -Not my first baseball game.",
      "de": "-Woher weißt du das? -Ich bin kein Anfänger."
    }
  },
  {
    "translation": {
      "en": "-Scott Hatteberg can't hit. -He gets on base.",
      "de": "-Er kann nicht schlagen. -Er kommt auf Base."
    }
  },
  {
    "translation": {
      "en": "Still keeps us in the plus column. We need to be seven over .500.",
      "de": "Er verbessert unsere Bilanz. Wir brauchen sieben Siege über 500."
    }
  },
  {
    "translation": {
      "en": "What?",
      "de": "Was ist?"
    }
  },
  {
    "translation": {
      "en": "Anything else?",
      "de": "Noch was?"
    }
  },
  {
    "translation": {
      "en": "Yeah. I would've rather seen Bradford in the end than Magnante.",
      "de": "Ja, am Ende des Spiels wollte ich Bradford statt Magnante."
    }
  },
  {
    "translation": {
      "en": "Bradford's a righty.",
      "de": "Er ist Rechtshänder."
    }
  },
  {
    "translation": {
      "en": "-I don't care about righty-lefty. -I do.",
      "de": "-Rechts oder links ist mir egal. -Mir nicht."
    }
  },
  {
    "translation": {
      "en": "-Could this be about your contract? -No.",
      "de": "-Geht es hier um deinen Vertrag? -Nein."
    }
  },
  {
    "translation": {
      "en": "This is about you doing your job and me doing mine.",
      "de": "Es geht darum, dass du deinen Job machst und ich meinen."
    }
  },
  {
    "translation": {
      "en": "Mine's me being left alone... ...to manage this team you assembled for me.",
      "de": "Ich muss mit dem Team arbeiten, das du zusammengestellt hast."
    }
  },
  {
    "translation": {
      "en": "-I didn't assemble them for you, Art. -No shit.",
      "de": "-Es wurde nicht für dich zusammengestellt. -Ach was."
    }
  },
  {
    "translation": {
      "en": "Good meeting. Every time we talk... ...I'm reinvigorated by my love of the game.",
      "de": "Gutes Meeting. Jedes Gespräch mit dir verstärkt meine Liebe zum Spiel."
    }
  },
  {
    "translation": {
      "en": "We got Grady Fuson, former head of scouting with the Athletics.",
      "de": "Grady Fuson, ehemaliger Scout der A's, ist dran."
    }
  },
  {
    "translation": {
      "en": "And, Grady, can you interpret for us what's going on?",
      "de": "Grady, wissen Sie, was da gerade los ist?"
    }
  },
  {
    "translation": {
      "en": "-They call it Moneyball. -Moneyball?",
      "de": "-Man nennt es Moneyball. -Moneyball?"
    }
  },
  {
    "translation": {
      "en": "Yes, and it was a nice theory, and now it's just not working out.",
      "de": "Ja, ist eine hübsche Theorie, aber sie funktioniert nicht."
    }
  },
  {
    "translation": {
      "en": "Billy Beane has built this team on the ideas of a guy, Bill James...",
      "de": "Billy Beane hat das Team nach den Ideen von Bill James zusammengestellt."
    }
  },
  {
    "translation": {
      "en": "...who wrote an interesting book on baseball statistics.",
      "de": "Billy Beane hat das Team nach den Ideen von Bill James zusammengestellt. Er schrieb ein interessantes Buch über Baseball-Statistiken."
    }
  },
  {
    "translation": {
      "en": "The problem is that Bill James never played, never managed.",
      "de": "Das Problem ist, dass Bill James nie Spieler oder Trainer war."
    }
  },
  {
    "translation": {
      "en": "He was in fact a security guard at a pork-and-beans company.",
      "de": "Genau genommen war er Wachmann in einer Konservenfabrik."
    }
  },
  {
    "translation": {
      "en": "Do you see this as a decimation of the organization?",
      "de": "Sehen Sie einen Absturz für den Club voraus?"
    }
  },
  {
    "translation": {
      "en": "-He bought a ticket on the Titanic. -Oh, boy.",
      "de": "-Er kaufte ein Ticket für die Titanic. -Oh Mann."
    }
  },
  {
    "translation": {
      "en": "He's tried to come up with a new approach.",
      "de": "Er probiert eine neue Strategie aus."
    }
  },
  {
    "translation": {
      "en": "My hat's off to him. It won't work.",
      "de": "Das ist mutig, aber funktioniert nicht."
    }
  },
  {
    "translation": {
      "en": "One-two pitch. Tejada strikes out.",
      "de": "Ein Ball, zwei Strikes. Und Tejada ist raus."
    }
  },
  {
    "translation": {
      "en": "And that is the game.",
      "de": "Und das war's."
    }
  },
  {
    "translation": {
      "en": "The Seattle Mariners win both games on this series, Ray.",
      "de": "Die Seattle Mariners haben beide Spiele gewonnen, Ray."
    }
  },
  {
    "translation": {
      "en": "They've won 10 in a row. Seattle is 13 and 3.",
      "de": "Das war der zehnte Sieg in Folge. Ihre Bilanz ist 13-3."
    }
  },
  {
    "translation": {
      "en": "I can't watch this shit.",
      "de": "Das kann ich mir nicht ansehen."
    }
  },
  {
    "translation": {
      "en": "Go on the road with the team.",
      "de": "Du wirst das Team begleiten."
    }
  },
  {
    "translation": {
      "en": "You don't go on the road with the team.",
      "de": "Sie begleiten es auch nicht."
    }
  },
  {
    "translation": {
      "en": "-That's why I want you to do it. -Why don't you?",
      "de": "-Darum bist du dabei. -Warum nicht Sie?"
    }
  },
  {
    "translation": {
      "en": "I can't develop personal relationships with these guys.",
      "de": "Ich kann keine persönlichen Beziehungen entwickeln."
    }
  },
  {
    "translation": {
      "en": "I gotta be able to trade them, send them down, sometimes cut them.",
      "de": "Ich muss in der Lage sein, Spieler zu verkaufen oder rauszuschmeißen."
    }
  },
  {
    "translation": {
      "en": "Which is something you should learn to do, by the way.",
      "de": "Das solltest du auch lernen."
    }
  },
  {
    "translation": {
      "en": "I would never have to cut a player, unless you....",
      "de": "Ich werde nie einen rauswerfen, außer Sie..."
    }
  },
  {
    "translation": {
      "en": "-Oh, come on. -\"Come on\" what?",
      "de": "-Ach, kommen Sie. -Was ist?"
    }
  },
  {
    "translation": {
      "en": "-Let's practice. -No.",
      "de": "-Üben wir das mal. -Nein."
    }
  },
  {
    "translation": {
      "en": "Yeah. I'm a player. You gotta cut me from the roster.",
      "de": "Doch. Ich bin ein Spieler. Du wirfst mich raus."
    }
  },
  {
    "translation": {
      "en": "-No. -Go.",
      "de": "-Nein. -Los."
    }
  },
  {
    "translation": {
      "en": "-What do you mean, no? -No.",
      "de": "-Wie bitte? -Nein."
    }
  },
  {
    "translation": {
      "en": "-Do it. -This is stupid.",
      "de": "-Los. -Das ist doof."
    }
  },
  {
    "translation": {
      "en": "Part of the job, man.",
      "de": "Es gehört zum Job."
    }
  },
  {
    "translation": {
      "en": "Fine.",
      "de": "Na schön."
    }
  },
  {
    "translation": {
      "en": "Billy, please have a seat. I need to talk to you for a minute.",
      "de": "Billy, setzen Sie sich. Wir müssen reden."
    }
  },
  {
    "translation": {
      "en": "Go on.",
      "de": "Weiter."
    }
  },
  {
    "translation": {
      "en": "You've been a huge part of this team.",
      "de": "Sie waren eine Säule für das Team."
    }
  },
  {
    "translation": {
      "en": "But sometimes you have to make decisions for the team. I'm sure you can understand.",
      "de": "Doch manchmal muss man im Interesse des Teams entscheiden."
    }
  },
  {
    "translation": {
      "en": "-You're cutting me? -I'm really sorry.",
      "de": "-Ich bin raus? -Tut mir echt leid."
    }
  },
  {
    "translation": {
      "en": "I just bought a house here. -Well.... -In Oakland.",
      "de": "-Ich hab mir gerade ein Haus gekauft. -Na ja..."
    }
  },
  {
    "translation": {
      "en": "Well.... Well....",
      "de": "Tja, na ja..."
    }
  },
  {
    "translation": {
      "en": "\"Well.... Well....\"? That's all you got to say?",
      "de": "\"Tja, na ja.\" Mehr fällt dir dazu nicht ein?"
    }
  },
  {
    "translation": {
      "en": "My kid just started a new school.",
      "de": "Meine Kinder sind auf einer neuen Schule."
    }
  },
  {
    "translation": {
      "en": "-They made friends. -That's....",
      "de": "-Haben Freunde gefunden. -Das ist..."
    }
  },
  {
    "translation": {
      "en": "You shouldn't pull them out in the middle of the year.",
      "de": "Sie sollten das Schuljahr beenden."
    }
  },
  {
    "translation": {
      "en": "-You should wait. -What the hell are you talking about?",
      "de": "-Warten Sie solange. -Was soll denn das heißen?"
    }
  },
  {
    "translation": {
      "en": "I don't know. I shouldn't have--",
      "de": "Ich weiß es nicht. Ich sollte..."
    }
  },
  {
    "translation": {
      "en": "I'm not gonna do this. I think this is stupid. I'm not gonna fire anybody, and this is dumb.",
      "de": "Ich bin nicht der Richtige dafür. Das ist doof. Ich werfe niemanden raus."
    }
  },
  {
    "translation": {
      "en": "They're professional ballplayers. Just be straight with them.",
      "de": "Diese Typen sind Profis. Du musst ehrlich sein."
    }
  },
  {
    "translation": {
      "en": "No fluff, just facts.",
      "de": "Kein Geschwafel, nur Fakten."
    }
  },
  {
    "translation": {
      "en": "Pete, I gotta let you go. Jack's office will handle the details.",
      "de": "Pete, deine Zeit ist leider um. Jacks Büro klärt die Details mit dir."
    }
  },
  {
    "translation": {
      "en": "That's it?",
      "de": "Das war's?"
    }
  },
  {
    "translation": {
      "en": "Really?",
      "de": "Wirklich?"
    }
  },
  {
    "translation": {
      "en": "You rather get a bullet to the head or five to the chest and bleed to death?",
      "de": "Lieber eine Kugel im Kopf oder mit fünf in der Brust verbluten?"
    }
  },
  {
    "translation": {
      "en": "Are those my only two options?",
      "de": "Gibt es nur die zwei Optionen?"
    }
  },
  {
    "translation": {
      "en": "Go on the road with the team.",
      "de": "Du begleitest das Team."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "de": "Na schön."
    }
  },
  {
    "translation": {
      "en": "Say, bro.",
      "de": "Sag mal..."
    }
  },
  {
    "translation": {
      "en": "-Let me ask you a question. -Yeah.",
      "de": "-Darf ich dich mal was fragen? -Ja."
    }
  },
  {
    "translation": {
      "en": "How come your boss doesn't travel with the team?",
      "de": "Warum reist dein Boss nicht mit dem Team?"
    }
  },
  {
    "translation": {
      "en": "He doesn't like to mingle with the players.",
      "de": "Er meidet den Kontakt zu Spielern."
    }
  },
  {
    "translation": {
      "en": "Is that supposed to make us easier to cut?",
      "de": "Damit es leichter ist, uns zu feuern?"
    }
  },
  {
    "translation": {
      "en": "I don't know. I don't know.",
      "de": "Keine Ahnung."
    }
  },
  {
    "translation": {
      "en": "And how come soda is a dollar in the clubhouse?",
      "de": "Und wieso kostet die Cola in der Kabine einen Dollar?"
    }
  },
  {
    "translation": {
      "en": "I never seen nothing like that.",
      "de": "Das habe ich noch nie erlebt."
    }
  },
  {
    "translation": {
      "en": "Billy likes to keep the money on the field. Soda money?",
      "de": "-Billy investiert lieber auf dem Feld. -Statt für ein paar Colas?"
    }
  },
  {
    "translation": {
      "en": "Really?",
      "de": "Wirklich?"
    }
  },
  {
    "translation": {
      "en": "Where on the field is the dollar I'm paying for soda?",
      "de": "Wo auf dem Feld ist denn der Dollar?"
    }
  },
  {
    "translation": {
      "en": "It's hard to see exactly...",
      "de": "Er ist nicht leicht zu erkennen."
    }
  },
  {
    "translation": {
      "en": "-...but it's there, yeah. -Yeah, it is hard to see.",
      "de": "-Aber er ist da. -Ja, schwer zu erkennen."
    }
  },
  {
    "translation": {
      "en": "I'm done.",
      "de": "Und tschüs."
    }
  },
  {
    "translation": {
      "en": "-Hey, Dad. -Hi, honey.",
      "de": "-Hallo, Dad. -Hi, Schatz."
    }
  },
  {
    "translation": {
      "en": "-How are you? -I'm good.",
      "de": "-Wie geht's dir? -Gut."
    }
  },
  {
    "translation": {
      "en": "-Was it bumpy? -It was okay.",
      "de": "-War es holprig? -Es ging."
    }
  },
  {
    "translation": {
      "en": "So with this loss tonight, the Oakland Athletics...",
      "de": "WIR SIND IMMER NOCH STOLZ AUF EUCH Mit der heutigen Niederlage haben die A's"
    }
  },
  {
    "translation": {
      "en": "...incredibly, have lost 14 of their last 17 games.",
      "de": "unglaubliche 14 ihrer letzten 17 Spiele verloren."
    }
  },
  {
    "translation": {
      "en": "They are 10 games back in the American League West.",
      "de": "Damit liegen sie in der AL West zehn Spiele zurück."
    }
  },
  {
    "translation": {
      "en": "Is it fair to say the experiment has failed?",
      "de": "Ist das Experiment gescheitert?"
    }
  },
  {
    "translation": {
      "en": "Well, absolutely. It was predictable.",
      "de": "Absolut, und das war vorhersehbar."
    }
  },
  {
    "translation": {
      "en": "You don't wish anybody a lack of success...",
      "de": "Man wünscht niemandem so einen Misserfolg,"
    }
  },
  {
    "translation": {
      "en": "-...but the facts are in front of you. -You can't blame Art Howe.",
      "de": "aber das sind die Fakten. Art Howe kann nichts dafür."
    }
  },
  {
    "translation": {
      "en": "-No. -The fact of the matter is...",
      "de": "-Nein. -Es ist logisch,"
    }
  },
  {
    "translation": {
      "en": "...this is not about statistics, this is about people.",
      "de": "dass es nicht um Statistiken geht, sondern um Menschen."
    }
  },
  {
    "translation": {
      "en": "Art Howe is not the problem.",
      "de": "Art Howe ist nicht das Problem."
    }
  },
  {
    "translation": {
      "en": "The problem is in the general manager's office... ...with Billy Beane.",
      "de": "Das Problem sitzt in der Geschäftsführung und heißt Billy Beane."
    }
  },
  {
    "translation": {
      "en": "The root of the problem for me is philosophical.",
      "de": "Die Wurzel des Problems ist philosophischer Natur."
    }
  },
  {
    "translation": {
      "en": "I said it before. This is fantasy baseball.",
      "de": "Die spielen Fantasy Baseball."
    }
  },
  {
    "translation": {
      "en": "Billy is just not thinking.",
      "de": "Billy denkt nicht nach."
    }
  },
  {
    "translation": {
      "en": "Start thinking about a new GM, making changes.",
      "de": "Wird Zeit, dass die den Manager wechseln."
    }
  },
  {
    "translation": {
      "en": "He never goes to the games.",
      "de": "Wird Zeit, dass die den Manager wechseln. Er ist nie bei Spielen."
    }
  },
  {
    "translation": {
      "en": "-This was very predictable. -He needs to look at what's going on.",
      "de": "-Das war absehbar. -Er muss sich ansehen, was hier los ist."
    }
  },
  {
    "translation": {
      "en": "-The man needs to get real. -I want Billy Beane gone.",
      "de": "-Er muss sich der Realität stellen. -Billy Beane muss weg."
    }
  },
  {
    "translation": {
      "en": "Calling for Beane's head. I want your thoughts.",
      "de": "Muss Beane weg? Ich warte auf eure Anrufe."
    }
  },
  {
    "translation": {
      "en": "The past 18 games, they've been shut out or scored one run four times.",
      "de": "In den letzten 18 Spielen... NIEDERLAGE ...hatten sie vier Mal keinen oder nur einen Run. Das reicht nicht."
    }
  },
  {
    "translation": {
      "en": "They're just not scoring enough.",
      "de": "...hatten sie vier Mal keinen oder nur einen Run. Das reicht nicht."
    }
  },
  {
    "translation": {
      "en": "It's not just the offense, not Thad Bosley and the hitters.",
      "de": "Es liegt nicht nur an Thad Bosley und der Trefferquote."
    }
  },
  {
    "translation": {
      "en": "It's everything. If there was one thing you could pick out, you'd try to fix it...",
      "de": "Es läuft nicht rund. Ein Problem allein ließe sich lösen."
    }
  },
  {
    "translation": {
      "en": "...but just everything is in a funk right now.",
      "de": "Aber im Augenblick läuft alles schief."
    }
  },
  {
    "translation": {
      "en": "What the hell am I doing?",
      "de": "Was tue ich hier?"
    }
  },
  {
    "translation": {
      "en": "Oh, man.",
      "de": "Oh Mann."
    }
  },
  {
    "translation": {
      "en": "Look, Steve.",
      "de": "Hör mal, Steve."
    }
  },
  {
    "translation": {
      "en": "I believe in what we're doing.",
      "de": "Ich glaube an das, was wir tun."
    }
  },
  {
    "translation": {
      "en": "The record doesn't reflect the strength of this team...",
      "de": "Die Tabelle spiegelt nicht unsere Stärke wider"
    }
  },
  {
    "translation": {
      "en": "...or where we're gonna be at the end of the season.",
      "de": "oder wo wir am Ende stehen werden."
    }
  },
  {
    "translation": {
      "en": "Now, Pete and I here feel very strongly that we stay on the track we've chosen.",
      "de": "Pete und ich sind fest entschlossen, den Kurs beizubehalten."
    }
  },
  {
    "translation": {
      "en": "Our sample size has been too small. It's too--",
      "de": "Die Stichproben waren nicht ausreichend."
    }
  },
  {
    "translation": {
      "en": "Early. It's still early.",
      "de": "Es ist zu früh."
    }
  },
  {
    "translation": {
      "en": "Where do we expect to be by the All-Star break?",
      "de": "Wo stehen wir zur Saisonhälfte?"
    }
  },
  {
    "translation": {
      "en": "Our goal and our expectation...",
      "de": "Unser Ziel und unsere Erwartung sind,"
    }
  },
  {
    "translation": {
      "en": "...is by mid-July to be within seven games of first.",
      "de": "dass wir Mitte Juli etwa sieben Spiele hinter dem Ersten liegen."
    }
  },
  {
    "translation": {
      "en": "That would be this working.",
      "de": "Wenn diese Sache..."
    }
  },
  {
    "translation": {
      "en": "-That keeps us in the hunt. -Exceptionally well.",
      "de": "-Damit wären wir im Rennen. -...optimal läuft."
    }
  },
  {
    "translation": {
      "en": "-By July. -July.",
      "de": "-Bis Juli. -Juli."
    }
  },
  {
    "translation": {
      "en": "And what's gonna prevent you from accomplishing that?",
      "de": "Was hält euch davon an, es umzusetzen?"
    }
  },
  {
    "translation": {
      "en": "What are you afraid of?",
      "de": "Wovor habt ihr Angst?"
    }
  },
  {
    "translation": {
      "en": "Nothing. That's why we're here, Steve.",
      "de": "Vor gar nichts. Deswegen sind wir hier, Steve."
    }
  },
  {
    "translation": {
      "en": "That's why we get up in the morning. That's all we do.",
      "de": "Darum stehen wir morgens auf. Wir machen nichts anderes."
    }
  },
  {
    "translation": {
      "en": "-More? -Yeah, a little more.",
      "de": "-Mehr? -Ein bisschen."
    }
  },
  {
    "translation": {
      "en": "-Don't tell your mother. -I won't.",
      "de": "-Verrat's nicht deiner Mutter. -Nein."
    }
  },
  {
    "translation": {
      "en": "-Chocolate sauce? -Yes.",
      "de": "-Schokoladensoße? -Ja."
    }
  },
  {
    "translation": {
      "en": "Stop.",
      "de": "Reicht."
    }
  },
  {
    "translation": {
      "en": "-Big spoon or little spoon? -Little spoon.",
      "de": "-Großer oder kleiner Löffel? -Kleiner."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "de": "Danke."
    }
  },
  {
    "translation": {
      "en": "Dad, there's no way you're gonna lose your job, right?",
      "de": "Du wirst doch deinen Job nicht verlieren, oder?"
    }
  },
  {
    "translation": {
      "en": "What?",
      "de": "Was?"
    }
  },
  {
    "translation": {
      "en": "-Well, I don't know. I'm just wondering. -Where'd you hear that?",
      "de": "-War bloß eine Frage. -Wie kommst du darauf?"
    }
  },
  {
    "translation": {
      "en": "Well, I go on the Internet sometimes.",
      "de": "Ich surfe im Internet."
    }
  },
  {
    "translation": {
      "en": "Well, don't do that. Don't go on the Internet.",
      "de": "Tu das nicht, geh nicht ins Internet,"
    }
  },
  {
    "translation": {
      "en": "Or watch TV or read newspapers...",
      "de": "häng nicht vor der Glotze, ließ keine Berichte."
    }
  },
  {
    "translation": {
      "en": "...or talk to people.",
      "de": "Quatsch nicht mit Leuten."
    }
  },
  {
    "translation": {
      "en": "I don't talk to people. I just read stuff.",
      "de": "Ich quatsche nicht. Ich lese nur."
    }
  },
  {
    "translation": {
      "en": "Honey, everything's fine. Everything's fine.",
      "de": "Schatz, es ist alles in Ordnung."
    }
  },
  {
    "translation": {
      "en": "Really, you don't have to worry.",
      "de": "Keine Sorge."
    }
  },
  {
    "translation": {
      "en": "But if you lose your job, will you have to move away?",
      "de": "Aber wenn du deinen Job verlierst, ziehst du dann weg?"
    }
  },
  {
    "translation": {
      "en": "Honey, I'm not gonna lose my job.",
      "de": "Ich verliere ihn nicht."
    }
  },
  {
    "translation": {
      "en": "You don't have to worry.",
      "de": "Mach dir keine Sorgen."
    }
  },
  {
    "translation": {
      "en": "-There's no problem. -Okay.",
      "de": "-Alles ist in Ordnung. -Okay."
    }
  },
  {
    "translation": {
      "en": "All right? I got uptown problems, which are not problems at all.",
      "de": "Nur mit den Bossen, aber das ist nicht schlimm."
    }
  },
  {
    "translation": {
      "en": "You're not worried, right? -No, I'm not worried. -Okay.",
      "de": "-Du machst dir keine Sorgen, oder? -Nein."
    }
  },
  {
    "translation": {
      "en": "I want Dye in right...",
      "de": "Dye spielt rechts."
    }
  },
  {
    "translation": {
      "en": "...Justice DH'ing, Peña on the bench...",
      "de": "Justice nur offensiv, Peña auf der Bank,"
    }
  },
  {
    "translation": {
      "en": "...Hatteberg at first...",
      "de": "Hatteberg auf der First."
    }
  },
  {
    "translation": {
      "en": "...and anyone but Mags first out of the pen.",
      "de": "Jeden außer Mags als Relief Pitcher."
    }
  },
  {
    "translation": {
      "en": "You want Peña on the bench?",
      "de": "Peña soll auf die Bank?"
    }
  },
  {
    "translation": {
      "en": "That's right. So you can play Hattie.",
      "de": "Genau. Damit du Hattie aufstellst."
    }
  },
  {
    "translation": {
      "en": "Peña is not only the best first baseman... ...he's the only first baseman.",
      "de": "Peña ist der beste und einzige First Baseman, den wir haben."
    }
  },
  {
    "translation": {
      "en": "Hattie gets on base more than Peña.",
      "de": "Hattie schafft es häufiger auf Base."
    }
  },
  {
    "translation": {
      "en": "-In fact, 20 percent more. -And his fielding?",
      "de": "-20 % häufiger. -Er kann nicht fangen."
    }
  },
  {
    "translation": {
      "en": "His fielding does not matter.",
      "de": "Das spielt keine Rolle."
    }
  },
  {
    "translation": {
      "en": "-I've heard enough of this. -Have you?",
      "de": "-Ich hab genug von dem Gespräch. -Ja?"
    }
  },
  {
    "translation": {
      "en": "And I....",
      "de": "Und ich..."
    }
  },
  {
    "translation": {
      "en": "I disagree with you, plain and simple.",
      "de": "...bin ganz einfach anderer Meinung."
    }
  },
  {
    "translation": {
      "en": "And moreover, I'm playing my team...",
      "de": "Ich stelle mein Team so auf,"
    }
  },
  {
    "translation": {
      "en": "...in a way that I can explain in job interviews next winter.",
      "de": "dass ich nach der Saison wieder einen Job finden kann."
    }
  },
  {
    "translation": {
      "en": "Okay?",
      "de": "In Ordnung?"
    }
  },
  {
    "translation": {
      "en": "Hattie. Not Peña.",
      "de": "Hattie. Nicht Peña."
    }
  },
  {
    "translation": {
      "en": "What's up, skip?",
      "de": "Alles klar, Coach?"
    }
  },
  {
    "translation": {
      "en": "-How you doing? -Good, how you doing, man?",
      "de": "-Wie geht's? -Gut, und selbst?"
    }
  },
  {
    "translation": {
      "en": "Get some sleep last night?",
      "de": "Gut geschlafen?"
    }
  },
  {
    "translation": {
      "en": "As the A's hit the field, we are ready for baseball.",
      "de": "Die A's laufen auf. Zeit für Baseball."
    }
  },
  {
    "translation": {
      "en": "First one out of the dugout is rookie sensation Carlos Peña...",
      "de": "Der Erste auf dem Feld ist der starke Rookie Carlos Peña."
    }
  },
  {
    "translation": {
      "en": "...one of the few bright lights in this lineup, taking his spot at first base.",
      "de": "Einer der wenigen Lichtblicke in Oakland. Er geht zur First Base."
    }
  },
  {
    "translation": {
      "en": "Billy, quick question. Do you expect these guys to produce more or--?",
      "de": "Billy, erwarten Sie nicht etwas mehr von den Jungs?"
    }
  },
  {
    "translation": {
      "en": "-Not now. -What's the reason for the slump?",
      "de": "-Nicht jetzt. -Wieso läuft es nicht?"
    }
  },
  {
    "translation": {
      "en": "Get down.",
      "de": "Runter."
    }
  },
  {
    "translation": {
      "en": "Is losing fun?",
      "de": "Macht verlieren Spaß?"
    }
  },
  {
    "translation": {
      "en": "-Is losing fun? -No.",
      "de": "-Macht verlieren Spaß? -Nein."
    }
  },
  {
    "translation": {
      "en": "What are you having fun for?",
      "de": "Warum habt ihr denn Spaß?"
    }
  },
  {
    "translation": {
      "en": "That's what losing sounds like.",
      "de": "So klingt verlieren."
    }
  },
  {
    "translation": {
      "en": "Are you okay, Dad?",
      "de": "Alles okay, Dad?"
    }
  },
  {
    "translation": {
      "en": "-You're doing it again. -What?",
      "de": "-Du machst es schon wieder. -Was?"
    }
  },
  {
    "translation": {
      "en": "You're worrying about me.",
      "de": "Du machst dir Sorgen."
    }
  },
  {
    "translation": {
      "en": "You're in last place, Dad.",
      "de": "Ihr seid Letzter."
    }
  },
  {
    "translation": {
      "en": "-Do I look worried? -Yeah.",
      "de": "-Sehe ich besorgt aus? -Ja."
    }
  },
  {
    "translation": {
      "en": "Because you're getting on an airplane, and those things crash all the time.",
      "de": "Weil du gleich ins Flugzeug steigst. Die stürzen dauernd ab."
    }
  },
  {
    "translation": {
      "en": "Please stop worrying about your dad.",
      "de": "Mach dir keine Sorgen."
    }
  },
  {
    "translation": {
      "en": "-We're all set. -Okay.",
      "de": "-Wir sind so weit. -Okay."
    }
  },
  {
    "translation": {
      "en": "-I love you. -Love you too.",
      "de": "-Hab' dich lieb. -Ich dich auch."
    }
  },
  {
    "translation": {
      "en": "All right. Your dad's not in trouble.",
      "de": "Dein Dad hat alles im Griff."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "-Suzanne, get me Ed Wade. -Okay.",
      "de": "-Suzanne, verbinde mich mit Ed Wade. -Ja."
    }
  },
  {
    "translation": {
      "en": "-Coffee on? -Yes.",
      "de": "-Ist Kaffee da? -Ja."
    }
  },
  {
    "translation": {
      "en": "-Good morning. -Good morning, Billy.",
      "de": "-Morgen -Guten Morgen, Billy."
    }
  },
  {
    "translation": {
      "en": "Oh, hi, Louisa.",
      "de": "Hi, Louisa."
    }
  },
  {
    "translation": {
      "en": "-I need Ed Wade for Billy Beane. -Hi.",
      "de": "-Billy möchte Ed Wade sprechen. -Hi."
    }
  },
  {
    "translation": {
      "en": "Please hold.",
      "de": "Ich verbinde."
    }
  },
  {
    "translation": {
      "en": "-What's up? -Wade's on 2.",
      "de": "-Was gibt's? -Wade ist auf der Zwei."
    }
  },
  {
    "translation": {
      "en": "-Ed? -Hello?",
      "de": "-Ed? -Hallo?"
    }
  },
  {
    "translation": {
      "en": "-Ed, it's Billy. -Billy, what's up?",
      "de": "-Ed, hier ist Billy. -Billy, was gibt's?"
    }
  },
  {
    "translation": {
      "en": "-Look, I need a little help on defense. -Okay.",
      "de": "-Ich brauche Hilfe in der Defense. -Alles klar."
    }
  },
  {
    "translation": {
      "en": "I'm willing to trade Jeremy Giambi for it.",
      "de": "Ich würde Jeremy Giambi abgeben."
    }
  },
  {
    "translation": {
      "en": "-Really? -What?",
      "de": "-Im Ernst? -Was?"
    }
  },
  {
    "translation": {
      "en": "-Who you got? -What?",
      "de": "-Wen hast du? -Was?"
    }
  },
  {
    "translation": {
      "en": "-Well, let me think. -What are you doing?",
      "de": "-Lass mich überlegen. -Was soll das?"
    }
  },
  {
    "translation": {
      "en": "Cleaning house.",
      "de": "Wir müssen ausmisten."
    }
  },
  {
    "translation": {
      "en": "-Mabry? -Maybe what?",
      "de": "-Mabry? -Mayday? Wieso?"
    }
  },
  {
    "translation": {
      "en": "-No, Mabry. -Hold on.",
      "de": "-Nein, Mabry. -Warte kurz."
    }
  },
  {
    "translation": {
      "en": "-No. -Why not?",
      "de": "-Nein. -Warum nicht?"
    }
  },
  {
    "translation": {
      "en": "Because you can't trade Jeremy Giambi.",
      "de": "Sie können Giambi nicht weggeben."
    }
  },
  {
    "translation": {
      "en": "He'll be fine, Ed.",
      "de": "Einverstanden, Ed."
    }
  },
  {
    "translation": {
      "en": "Why do I get the feeling you're picking my pocket?",
      "de": "Ziehst du mich über den Tisch?"
    }
  },
  {
    "translation": {
      "en": "I'm not. You're picking mine. Giambi's name alone is worth more.",
      "de": "Umgekehrt. Giambis Name ist mehr wert als Mabry."
    }
  },
  {
    "translation": {
      "en": "-What's wrong with him? -Nothing.",
      "de": "-Was ist mit ihm? -Alles bestens."
    }
  },
  {
    "translation": {
      "en": "Can we say it's done in theory and start drawing up the paperwork?",
      "de": "Können wir die Papiere aufsetzen?"
    }
  },
  {
    "translation": {
      "en": "-Okay, but you're gonna have-- -Great.",
      "de": "-Ja, aber du wirst... -Schön."
    }
  },
  {
    "translation": {
      "en": "He was gonna say something else.",
      "de": "Er wollte noch was sagen."
    }
  },
  {
    "translation": {
      "en": "When you get the answer you're looking for, hang up.",
      "de": "Wenn du deine Antwort hast, leg auf."
    }
  },
  {
    "translation": {
      "en": "-Suzanne. -Yes? -David Dombrowski. -Okay.",
      "de": "-Suzanne, David Dombrowski. -Ja? Gut."
    }
  },
  {
    "translation": {
      "en": "-And Peña's going too. -I don't think you should do that.",
      "de": "-Peña geht auch. -Keine gute Idee."
    }
  },
  {
    "translation": {
      "en": "-I really don't think you should do that. -I want Hatteberg in the lineup tonight.",
      "de": "-Das sollten Sie nicht tun. -Heute spielt Hatteberg."
    }
  },
  {
    "translation": {
      "en": "You need to take a minute.",
      "de": "Überstürzen Sie nichts."
    }
  },
  {
    "translation": {
      "en": "I think you seriously need to think about what you're doing. -Because you're upset. -Okay.",
      "de": "Sie sollten noch mal darüber nachdenken. Sie sind aufgebracht."
    }
  },
  {
    "translation": {
      "en": "What am I missing?",
      "de": "Was ist mir entgangen?"
    }
  },
  {
    "translation": {
      "en": "These are hard moves to explain to people.",
      "de": "Es wird schwer, das zu erklären."
    }
  },
  {
    "translation": {
      "en": "Why is that a problem, Pete?",
      "de": "Was ist das Problem?"
    }
  },
  {
    "translation": {
      "en": "Don't make an emotional decision, Billy.",
      "de": "Emotionale Entscheidungen sind gefährlich."
    }
  },
  {
    "translation": {
      "en": "-David Dombrowski's on 3. -Look, we're gonna shake things up.",
      "de": "-David Dombrowski auf der Drei. -Wir mischen den Laden auf."
    }
  },
  {
    "translation": {
      "en": "Dave. Peña's going on the block. You're my first call.",
      "de": "Dave. Peña ist im Angebot. Dich rufe ich zuerst an."
    }
  },
  {
    "translation": {
      "en": "Because he's making the rest of the team look bad.",
      "de": "Er lässt den Rest des Teams alt aussehen."
    }
  },
  {
    "translation": {
      "en": "He's gonna be a Rookie of the Year.",
      "de": "Er wird Rookie des Jahres."
    }
  },
  {
    "translation": {
      "en": "-Probably an All-Star. -He's an All-Star, Dave.",
      "de": "-Vermutlich All-Star. -Er ist ein All-Star."
    }
  },
  {
    "translation": {
      "en": "No. I want a reliever and cash.",
      "de": "Ich brauche einen Pitcher und Ablöse."
    }
  },
  {
    "translation": {
      "en": "Okay. You got five minutes, Dave. I'm not waiting.",
      "de": "Du hast fünf Minuten, Dave. Ich warte nicht länger."
    }
  },
  {
    "translation": {
      "en": "Billy, Peña is an All-Star, okay?",
      "de": "Billy, Peña ist ein All-Star, okay?"
    }
  },
  {
    "translation": {
      "en": "And if you dump him and this Hatteberg thing doesn't work out...",
      "de": "Wenn Sie ihn weggeben, und das mit Hatteberg funktioniert nicht,"
    }
  },
  {
    "translation": {
      "en": "...you know this is-- This is the kind of decision that gets you fired.",
      "de": "dann ist das... die Entscheidung, die Sie Ihren Job kostet."
    }
  },
  {
    "translation": {
      "en": "It is.",
      "de": "Ehrlich."
    }
  },
  {
    "translation": {
      "en": "Yes, you're right.",
      "de": "Ja, das stimmt."
    }
  },
  {
    "translation": {
      "en": "I may lose my job.",
      "de": "Das könnte mich den Job kosten."
    }
  },
  {
    "translation": {
      "en": "In which case I'm a 44-year-old guy with a high school diploma...",
      "de": "Dann bin ich 44, hab nur einen Highschool-Abschluss"
    }
  },
  {
    "translation": {
      "en": "...and a daughter I'd like to be able to send to college.",
      "de": "und eine Tochter, die ich gern aufs College schicken würde."
    }
  },
  {
    "translation": {
      "en": "You're 25 years old, with a degree from Yale... ...and a pretty impressive apprenticeship.",
      "de": "Du bist 25, hast einen Abschluss in Yale und eine beeindruckende Ausbildung."
    }
  },
  {
    "translation": {
      "en": "I don't think we're asking the right question.",
      "de": "Wir stellen nicht die richtige Frage."
    }
  },
  {
    "translation": {
      "en": "I think the question we should be asking is...",
      "de": "Die richtige Frage lautet:"
    }
  },
  {
    "translation": {
      "en": "...do you believe in this thing or not?",
      "de": "Glaubst du an das, was wir tun?"
    }
  },
  {
    "translation": {
      "en": "I do.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "It's a problem you think we need to explain ourselves.",
      "de": "Du denkst, wir müssen Rechenschaft ablegen."
    }
  },
  {
    "translation": {
      "en": "Don't. To anyone.",
      "de": "Müssen wir nicht. Vor niemandem."
    }
  },
  {
    "translation": {
      "en": "Now, I'm gonna see this thing through, for better or worse.",
      "de": "Ich ziehe das bis zum bitteren Ende durch."
    }
  },
  {
    "translation": {
      "en": "Just tell me, do you project we'll win more with Hatteberg or Peña at first?",
      "de": "Fahren wir mit Hatteberg oder mit Peña mehr Siege ein?"
    }
  },
  {
    "translation": {
      "en": "It's close...",
      "de": "Das ist eng..."
    }
  },
  {
    "translation": {
      "en": "...but theoretically, Hatteberg.",
      "de": "...theoretisch mit Hatteberg."
    }
  },
  {
    "translation": {
      "en": "-What are we talking about, then? -Dombrowski's on again, on 3.",
      "de": "-Worüber reden wir dann noch? -Dombrowski auf der Drei."
    }
  },
  {
    "translation": {
      "en": "Yeah?",
      "de": "Ja?"
    }
  },
  {
    "translation": {
      "en": "Okay, that'll work.",
      "de": "Einverstanden."
    }
  },
  {
    "translation": {
      "en": "Great. I need one more thing.",
      "de": "Ich hab' da noch was."
    }
  },
  {
    "translation": {
      "en": "Soda. Yeah, I don't want my guys paying for soda.",
      "de": "Cola. Ich will nicht, dass meine Jungs für Cola zahlen."
    }
  },
  {
    "translation": {
      "en": "I want you to stock my machine for three years.",
      "de": "Du füllst den Automat drei Jahre auf."
    }
  },
  {
    "translation": {
      "en": "I'm serious.",
      "de": "Das ist mein Ernst."
    }
  },
  {
    "translation": {
      "en": "Great. It's a deal.",
      "de": "Gut. Abgemacht."
    }
  },
  {
    "translation": {
      "en": "Go tell Peña he's gotta pack.",
      "de": "Sag Peña, er soll packen."
    }
  },
  {
    "translation": {
      "en": "-You want me to tell Peña? -Part of the job.",
      "de": "-Ich soll das machen? -Gehört zum Job."
    }
  },
  {
    "translation": {
      "en": "What about Giambi? You want me to tell him too?",
      "de": "Soll ich es Giambi auch sagen?"
    }
  },
  {
    "translation": {
      "en": "I'll tell him.",
      "de": "Das mache ich."
    }
  },
  {
    "translation": {
      "en": "-Excuse me, Carlos? -Yeah?",
      "de": "-Carlos? -Ja?"
    }
  },
  {
    "translation": {
      "en": "-Can I speak with you a minute? -Yeah.",
      "de": "-Können wir kurz reden? -Ja."
    }
  },
  {
    "translation": {
      "en": "Carlos, you've been traded to the Tigers.",
      "de": "Carlos, Sie wechseln zu den Tigers."
    }
  },
  {
    "translation": {
      "en": "This is Jay Palmer's number.",
      "de": "Das ist Jay Palmers Nummer."
    }
  },
  {
    "translation": {
      "en": "He's the traveling secretary for the team.",
      "de": "Er ist der Reiseorganisator."
    }
  },
  {
    "translation": {
      "en": "He's expecting your call. He'll take care of everything.",
      "de": "Er erwartet Ihren Anruf und kümmert sich um alles."
    }
  },
  {
    "translation": {
      "en": "-Is that it? -Yes.",
      "de": "-Das war's? -Ja."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "de": "Na schön."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "de": "Na schön."
    }
  },
  {
    "translation": {
      "en": "Art, you got a minute?",
      "de": "Hast du kurz Zeit?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Take a seat.",
      "de": "Ja. Setzt euch."
    }
  },
  {
    "translation": {
      "en": "You can't start Peña at first tonight. You'll have to start Hatteberg.",
      "de": "Du kannst Peña heute nicht aufstellen. Du startest mit Hatteberg."
    }
  },
  {
    "translation": {
      "en": "I don't wanna go 15 rounds, Billy. The lineup card is mine, and that's all.",
      "de": "Nicht schon wieder, Billy. Die Aufstellung ist mein Bereich."
    }
  },
  {
    "translation": {
      "en": "That lineup card is definitely yours.",
      "de": "Da hast du recht."
    }
  },
  {
    "translation": {
      "en": "I'm just saying you can't start Peña at first.",
      "de": "Trotzdem kannst du nicht Peña einsetzen."
    }
  },
  {
    "translation": {
      "en": "Well, I am starting him at first.",
      "de": "Ich werde ihn einsetzen."
    }
  },
  {
    "translation": {
      "en": "I don't think so. He plays for Detroit now.",
      "de": "Das bezweifle ich. Er spielt jetzt für Detroit."
    }
  },
  {
    "translation": {
      "en": "You traded Peña?",
      "de": "Du hast Peña weggeben?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "And Menechino, Hiljus, Tam are all being sent down.",
      "de": "Und Menechino, Hiljus und Tam schicken wir in die Minor Leagues."
    }
  },
  {
    "translation": {
      "en": "-You are outside your mind. -Yeah. Cuckoo.",
      "de": "-Du bist total neben der Spur. -Ja, gaga."
    }
  },
  {
    "translation": {
      "en": "-You wanted to see me? -Yeah, Jeremy, grab a seat.",
      "de": "-Sie wollten mich sprechen? -Ja, setz dich."
    }
  },
  {
    "translation": {
      "en": "Jeremy, you've been traded to the Phillies.",
      "de": "Jeremy, du wechselst zu den Phillies."
    }
  },
  {
    "translation": {
      "en": "This is Ed Wade's number. He's a good guy, the GM.",
      "de": "Das ist Ed Wades Nummer, Er ist der Manager."
    }
  },
  {
    "translation": {
      "en": "He's expecting your call.",
      "de": "Er erwartet deinen Anruf."
    }
  },
  {
    "translation": {
      "en": "Buddy will help you with the plane flight.",
      "de": "Buddy bucht dir den Flug."
    }
  },
  {
    "translation": {
      "en": "You're a good ballplayer, Jeremy...",
      "de": "Du bist ein guter Spieler."
    }
  },
  {
    "translation": {
      "en": "...and we wish you the best.",
      "de": "Wir wünschen dir das Beste."
    }
  },
  {
    "translation": {
      "en": "Jeremy's gone too.",
      "de": "Jeremy ist auch weg."
    }
  },
  {
    "translation": {
      "en": "You're killing this team.",
      "de": "Du ruinierst das Team."
    }
  },
  {
    "translation": {
      "en": "Art, I can do this all day long.",
      "de": "Das kann den ganzen Tag so weitergehen."
    }
  },
  {
    "translation": {
      "en": "You agree with this?",
      "de": "Du siehst das genauso?"
    }
  },
  {
    "translation": {
      "en": "Hundred percent.",
      "de": "Zu 100 %."
    }
  },
  {
    "translation": {
      "en": "You want this door closed?",
      "de": "Tür zu?"
    }
  },
  {
    "translation": {
      "en": "-Go field some grounders. -Yes, sir.",
      "de": "-Trainier ein paar Aufsetzer. -Ja, Sir."
    }
  },
  {
    "translation": {
      "en": "Everybody, listen up.",
      "de": "Hört mal kurz zu."
    }
  },
  {
    "translation": {
      "en": "You may not look like a winning team...",
      "de": "Ihr seht vielleicht nicht aus wie ein Siegerteam..."
    }
  },
  {
    "translation": {
      "en": "...but you are one.",
      "de": "...aber ihr seid eins."
    }
  },
  {
    "translation": {
      "en": "So play like one tonight.",
      "de": "...spielt heute wie eins."
    }
  },
  {
    "translation": {
      "en": "Oh, shit.",
      "de": "Scheiße."
    }
  },
  {
    "translation": {
      "en": "When you're getting your pitch, you're hitting .625, massive.",
      "de": "Wenn dein Pitch kommt, kriegst du 625, was super ist."
    }
  },
  {
    "translation": {
      "en": "You're crushing the ball.",
      "de": "Du haust alles weg."
    }
  },
  {
    "translation": {
      "en": "But when you swing at things-- Your pitch is middle-in.",
      "de": "Wenn du wild schwingst, ist es ein Strike."
    }
  },
  {
    "translation": {
      "en": "When you're swinging low and away, you're batting .158.",
      "de": "Bei tiefen Bällen bist du bei 158."
    }
  },
  {
    "translation": {
      "en": "Every at bat's like a hand of blackjack.",
      "de": "Jeder Schwung ist wie Black Jack."
    }
  },
  {
    "translation": {
      "en": "Every card that's dealt, your odds change.",
      "de": "Jede Karte ändert die Chancenverteilung."
    }
  },
  {
    "translation": {
      "en": "So every first-pitch strike, your batting average goes down about 75 points.",
      "de": "Kriegt ihr beim ersten Wurf einen Strike, geht euer Schnitt um 75 runter."
    }
  },
  {
    "translation": {
      "en": "Seventy-five points.",
      "de": "75!"
    }
  },
  {
    "translation": {
      "en": "He should throw 100 pitches before the fifth.",
      "de": "Vor dem fünften sollte er 100 Mal werfen."
    }
  },
  {
    "translation": {
      "en": "You wanna knock that starter out.",
      "de": "Wir müssen den ersten Pitcher zermürben."
    }
  },
  {
    "translation": {
      "en": "I want you taking at bats off the 10th and 11th pitcher by the end.",
      "de": "Am Ende der Serie schicken die Pitcher 10 und 11 raus."
    }
  },
  {
    "translation": {
      "en": "This is your basic breakdown of the pitches...",
      "de": "Das ist eine Auswertung der Würfe,"
    }
  },
  {
    "translation": {
      "en": "...where you should be hitting them, why.",
      "de": "bei denen du schwingen solltest und warum."
    }
  },
  {
    "translation": {
      "en": "-So you want us to walk more? -Good question. Yes.",
      "de": "-Wir brauchen also mehr Walks? -Ganz genau. Ja."
    }
  },
  {
    "translation": {
      "en": "-Had a few thoughts. -Yeah?",
      "de": "-Ich habe ein paar Ideen. -Ja?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Gonna teach me some things?",
      "de": "-Ja. -Wollen Sie mir was beibringen?"
    }
  },
  {
    "translation": {
      "en": "Excuse me?",
      "de": "Wie bitte?"
    }
  },
  {
    "translation": {
      "en": "Never seen a GM talk to players like that.",
      "de": "Ich kenne keinen Manager, der so mit Spielern redet."
    }
  },
  {
    "translation": {
      "en": "You never seen a GM who was a player.",
      "de": "Du kennst keinen, der Spieler war."
    }
  },
  {
    "translation": {
      "en": "-We got a problem, David? -No, it's okay.",
      "de": "-Haben wir ein Problem, David? -Nein, schon okay."
    }
  },
  {
    "translation": {
      "en": "I know your routine.",
      "de": "Die Masche kenne ich."
    }
  },
  {
    "translation": {
      "en": "It's patter. It's for effect.",
      "de": "Hohle Sprüche für die hohle Hand."
    }
  },
  {
    "translation": {
      "en": "But it's for them, all right? That shit ain't for me.",
      "de": "Das zieht vielleicht bei den anderen, okay? Bei mir nicht."
    }
  },
  {
    "translation": {
      "en": "Oh, you're special?",
      "de": "Du bist was Besonderes?"
    }
  },
  {
    "translation": {
      "en": "You're paying me 7 million bucks a year, man, so, yeah...",
      "de": "Ihr zahlt mir sieben Millionen im Jahr, also ja..."
    }
  },
  {
    "translation": {
      "en": "...maybe I am, a little bit.",
      "de": "...ein wenig schon."
    }
  },
  {
    "translation": {
      "en": "No, man, I ain't paying you 7.",
      "de": "Die kriegst du nicht von mir."
    }
  },
  {
    "translation": {
      "en": "Yankees are paying half your salary. That's what the New York Yankees think of you.",
      "de": "Die Yankees zahlen die Hälfte, weil sie so viel von dir halten."
    }
  },
  {
    "translation": {
      "en": "They're paying you $3.5 million to play against them.",
      "de": "Die geben dir 3,5 Millionen, damit du gegen sie spielst."
    }
  },
  {
    "translation": {
      "en": "Where you going with this, Billy?",
      "de": "Was wird das, Billy?"
    }
  },
  {
    "translation": {
      "en": "David, you're 37.",
      "de": "David, du bist 37."
    }
  },
  {
    "translation": {
      "en": "How about you and I be honest about what each of us want out of this?",
      "de": "Lass uns ehrlich darüber reden, worum es hier geht."
    }
  },
  {
    "translation": {
      "en": "I wanna milk the last ounce of baseball you got in you.",
      "de": "Ich will den Rest aus dir rausholen, der noch in dir steckt."
    }
  },
  {
    "translation": {
      "en": "And you wanna stay in the show.",
      "de": "Du willst Teil der Show sein."
    }
  },
  {
    "translation": {
      "en": "Let's do that.",
      "de": "Gehen wir es an."
    }
  },
  {
    "translation": {
      "en": "I'm not paying you for the player you used to be. I'm paying you for the player you are right now.",
      "de": "Ich zahle nicht für den, der du warst, sondern für den, der du bist."
    }
  },
  {
    "translation": {
      "en": "You're smart. You get what we're trying to do here.",
      "de": "Du bist clever und verstehst, was wir vorhaben."
    }
  },
  {
    "translation": {
      "en": "Make an example for the younger guys.",
      "de": "Sei ein Vorbild für die Jüngeren."
    }
  },
  {
    "translation": {
      "en": "Be a leader.",
      "de": "Zieh sie mit."
    }
  },
  {
    "translation": {
      "en": "Can you do that?",
      "de": "Schaffst du das?"
    }
  },
  {
    "translation": {
      "en": "All right. I got you.",
      "de": "Kapiert. Ist angekommen."
    }
  },
  {
    "translation": {
      "en": "We're cool?",
      "de": "Alles klar?"
    }
  },
  {
    "translation": {
      "en": "We're cool.",
      "de": "Alles klar."
    }
  },
  {
    "translation": {
      "en": "-Yo, what's up, D.J.? -Picking machine.",
      "de": "-Wie läuft's D.J.? -Die Ballfangmaschine."
    }
  },
  {
    "translation": {
      "en": "How you liking first base, man?",
      "de": "Wie gefällt dir die First Base?"
    }
  },
  {
    "translation": {
      "en": "It's coming along. Picking it up.",
      "de": "Ich habe langsam den Dreh raus."
    }
  },
  {
    "translation": {
      "en": "You know, tough transition, but I'm starting to feel better with it.",
      "de": "Es ist eine Umstellung, aber ich kriege das hin."
    }
  },
  {
    "translation": {
      "en": "-Yeah? -Yeah.",
      "de": "-Ja? -Ja."
    }
  },
  {
    "translation": {
      "en": "What's your biggest fear?",
      "de": "Wovor hast du am meisten Angst?"
    }
  },
  {
    "translation": {
      "en": "A baseball being hit in my general direction.",
      "de": "Vor einem Ball, der zu mir fliegt."
    }
  },
  {
    "translation": {
      "en": "That's funny. Seriously, what is it?",
      "de": "Der war gut. Nein, mal ehrlich."
    }
  },
  {
    "translation": {
      "en": "No, seriously, that is.",
      "de": "Ganz ehrlich, so ist es."
    }
  },
  {
    "translation": {
      "en": "Well, hey, good luck with that.",
      "de": "Viel Glück damit."
    }
  },
  {
    "translation": {
      "en": "Be social out there.",
      "de": "Sei kommunikativ."
    }
  },
  {
    "translation": {
      "en": "-Social. -Social. Like a greeter at the Gap.",
      "de": "-Kommunikativ. -Wie eine Stewardess."
    }
  },
  {
    "translation": {
      "en": "Guy steps into your office, chat him up. You're well-read. You went to school.",
      "de": "Wenn jemand dein Büro betritt, quatsch mit ihm. Du bist belesen."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Have some fun. Relax.",
      "de": "-Ja. -Hab einfach Spaß."
    }
  },
  {
    "translation": {
      "en": "Everyone wants to attack. Quit trying to attack.",
      "de": "Jeder will gleich schlagen. Aber habt Geduld."
    }
  },
  {
    "translation": {
      "en": "Let the game come to you, man. There's no clock on this thing.",
      "de": "Lasst den Werfer Fehler machen. Ihr habt Zeit."
    }
  },
  {
    "translation": {
      "en": "This is a war of attrition.",
      "de": "Zermürbt sie."
    }
  },
  {
    "translation": {
      "en": "If I take more, I could even take a few strikes, but I'll get walked more.",
      "de": "Lasse ich mehr durch, kriege ich mehr Strikes, aber auch mehr Walks."
    }
  },
  {
    "translation": {
      "en": "You get on base, we win. You don't, we lose.",
      "de": "Kommt ihr auf Base, gewinnen wir. Wenn nicht, verlieren wir."
    }
  },
  {
    "translation": {
      "en": "And I hate losing, Chavvie. I hate it.",
      "de": "Und ich hasse es, zu verlieren, Chavvie."
    }
  },
  {
    "translation": {
      "en": "I hate losing more than I even wanna win.",
      "de": "Ich hasse es mehr, als ich es liebe, zu gewinnen."
    }
  },
  {
    "translation": {
      "en": "And there's a difference.",
      "de": "Das ist anders."
    }
  },
  {
    "translation": {
      "en": "-No bunts. -Bunts is an out.",
      "de": "-Keine Bunts. -Die bringen nichts."
    }
  },
  {
    "translation": {
      "en": "-Even if the third baseman is back? -No bunting whatsoever.",
      "de": "-Und wenn der Third Baseman weit weg ist? -Keine Bunts."
    }
  },
  {
    "translation": {
      "en": "If someone bunts on us, throw it to first.",
      "de": "Wenn die anderen abtropfen lassen, spielt zur First."
    }
  },
  {
    "translation": {
      "en": "Don't be a hero and go to second.",
      "de": "Spielt nicht den Helden."
    }
  },
  {
    "translation": {
      "en": "Let them make the mistakes. When your enemy's making mistakes, don't interrupt them.",
      "de": "Lasst sie die Fehler machen. Nehmt sie dankend an."
    }
  },
  {
    "translation": {
      "en": "They're giving you an out. Just giving it to you.",
      "de": "Die schenken euch ein Out."
    }
  },
  {
    "translation": {
      "en": "Take it. Say thank you.",
      "de": "Sagt einfach Danke."
    }
  },
  {
    "translation": {
      "en": "Another thing. No more stealing.",
      "de": "Und stehlt keine Bases mehr."
    }
  },
  {
    "translation": {
      "en": "That's what I do, what you pay me to do.",
      "de": "Aber dafür bezahlen Sie mich."
    }
  },
  {
    "translation": {
      "en": "I pay you to get on first, not get thrown out at second.",
      "de": "Du sollst die First erreichen, nicht an der Second scheitern."
    }
  },
  {
    "translation": {
      "en": "This is a process. It's a process, it's a process. Okay?",
      "de": "Das hier ist ein Prozess. Kapiert?"
    }
  },
  {
    "translation": {
      "en": "Jason takes it, goes to second for the only out, and the A's get a run.",
      "de": "Jason muss das Out an der Second holen, und die A's punkten."
    }
  },
  {
    "translation": {
      "en": "Jermaine Dye homers again, his second in two games.",
      "de": "Jermaine Dye mit einem Homerun, sein zweiter in zwei Spielen."
    }
  },
  {
    "translation": {
      "en": "And the A's are still hanging in. We'll get you scores here.",
      "de": "Und die A's bleiben dran. Gleich folgen weitere Ergebnisse."
    }
  },
  {
    "translation": {
      "en": "The A's pull within two of the Angels for the wild-card chase.",
      "de": "Im Kampf um die Playoffs rücken sie bis auf zwei Siege an die Angels ran."
    }
  },
  {
    "translation": {
      "en": "The Reds have now dropped five in a row...",
      "de": "Die Reds verlieren das erste Spiel gegen Oakland"
    }
  },
  {
    "translation": {
      "en": "...as Oakland beats them in the beginning of this series 5 to 3.",
      "de": "Die Reds verlieren das erste Spiel gegen Oakland und damit das fünfte in Folge."
    }
  },
  {
    "translation": {
      "en": "Tejada walks.",
      "de": "Tejada mit einem Walk."
    }
  },
  {
    "translation": {
      "en": "Ball four.",
      "de": "Ball vier."
    }
  },
  {
    "translation": {
      "en": "Ball four and Hatteberg walks.",
      "de": "Ball vier, Hatteberg bekommt seinen Walk."
    }
  },
  {
    "translation": {
      "en": "What is happening in Oakland? The A's have won seven in a row.",
      "de": "Was ist in Oakland los? Die A's gewinnen sieben Spiele in Folge."
    }
  },
  {
    "translation": {
      "en": "A lot of excitement. What a winning streak.",
      "de": "Große Begeisterung. Was für ein Lauf."
    }
  },
  {
    "translation": {
      "en": "But how about the calming influence of Art Howe?",
      "de": "Man spürt den Einfluss von Art Howe."
    }
  },
  {
    "translation": {
      "en": "When you say \"your source,\" if it's not me or Peter, they don't know.",
      "de": "7 SIEGE IN FOLGE Wenn nicht ich oder Pete die Quellen sind, wissen sie nichts."
    }
  },
  {
    "translation": {
      "en": "He's managing an unorthodox team.",
      "de": "Ein unorthodoxes Team."
    }
  },
  {
    "translation": {
      "en": "-Right. -It's not a perfect roster.",
      "de": "-Ja. -Es ist nicht perfekt."
    }
  },
  {
    "translation": {
      "en": "But right now, Art Howe is the reason this team is winning.",
      "de": "Aber im Augenblick ist Art Howe der Erfolgsgarant."
    }
  },
  {
    "translation": {
      "en": "-He deserves the credit. -Great, thanks. Bye.",
      "de": "-Er verdient die Anerkennung. -Bis dann."
    }
  },
  {
    "translation": {
      "en": "Did you hear that?",
      "de": "Gehört?"
    }
  },
  {
    "translation": {
      "en": "I heard \"seven in a row.\" You get the Cleveland matchups?",
      "de": "Nur \"sieben in Folge\". Hast du Clevelands Aufstellung?"
    }
  },
  {
    "translation": {
      "en": "Yeah, right here.",
      "de": "Ja, hier."
    }
  },
  {
    "translation": {
      "en": "-That smell is getting worse. -I'm on it.",
      "de": "-Der Mief wird schlimmer. -Ich erledige das."
    }
  },
  {
    "translation": {
      "en": "-What are we doing? -Splitting it in half?",
      "de": "-Die Taktik? -Würfe streuen."
    }
  },
  {
    "translation": {
      "en": "-Both sides of the plate. -Got it.",
      "de": "-Innen und außen. -Klar."
    }
  },
  {
    "translation": {
      "en": "-Huddy. Mix it up. -Yes, sir.",
      "de": "-Huddy. Variiere deine Würfe. -Ja."
    }
  },
  {
    "translation": {
      "en": "-Trust your slider, yeah? -Yes, sir.",
      "de": "-Vertrau deinem Slider. -Ja."
    }
  },
  {
    "translation": {
      "en": "You guys quit distracting him.",
      "de": "Lenkt ihn nicht ab."
    }
  },
  {
    "translation": {
      "en": "You couldn't hit that shit last night with a paddle.",
      "de": "Du hättest gestern nicht mal mit einem Paddel getroffen."
    }
  },
  {
    "translation": {
      "en": "You gotta see more pitches.",
      "de": "Erzwing mehr Würfe."
    }
  },
  {
    "translation": {
      "en": "-All right, Billy. -Patience.",
      "de": "-Okay, Billy. -Geduld."
    }
  },
  {
    "translation": {
      "en": "-Great at bats. -Thank you.",
      "de": "-Das war stark. -Danke."
    }
  },
  {
    "translation": {
      "en": "-Really quality. -Thank you.",
      "de": "-Echt super. -Danke."
    }
  },
  {
    "translation": {
      "en": "Base hit to right field. Tejada scores.",
      "de": "Schlag ins Right Field. Tejada punktet."
    }
  },
  {
    "translation": {
      "en": "Chavez coming in. The ball gets past Guiel.",
      "de": "Chavez kommt durch. Guiel verpasst den Ball."
    }
  },
  {
    "translation": {
      "en": "The A's, from 5-nothing down, now lead 6 to 5.",
      "de": "Die A's lagen 0:5 hinten und gehen jetzt in Führung."
    }
  },
  {
    "translation": {
      "en": "The Oakland A's are completely out of hand at the moment.",
      "de": "Die Oakland A's sind in Topform."
    }
  },
  {
    "translation": {
      "en": "They are an AL-best 17 and 4 this month.",
      "de": "Mit 17-4 führen sie die AL diesen Monat an."
    }
  },
  {
    "translation": {
      "en": "They also took back-to-back series at Boston and at New York.",
      "de": "Außerdem haben sie ihre Serien in Boston und New York gewonnen."
    }
  },
  {
    "translation": {
      "en": "Remember when they traded Jeremy Giambi in June... ...and everyone thought they'd just given up?",
      "de": "Als sie Giambi abgaben, dachte jeder, sie hätten die Saison abgehakt."
    }
  },
  {
    "translation": {
      "en": "Actually, not so much.",
      "de": "Tja, so kann man sich irren."
    }
  },
  {
    "translation": {
      "en": "Suzanne, get Shapiro on the phone.",
      "de": "Suzanne, verbind mich mit Shapiro."
    }
  },
  {
    "translation": {
      "en": "-You thinking Rincon? -His season's done. He's lost faith.",
      "de": "-Rincon? -Ja, er hat sein Selbstvertrauen verloren."
    }
  },
  {
    "translation": {
      "en": "-I think he's gonna dump him. -Hard-core.",
      "de": "-Er wird ihn abstoßen. -Echt krass."
    }
  },
  {
    "translation": {
      "en": "Shapiro on 2.",
      "de": "Shapiro auf der Zwei."
    }
  },
  {
    "translation": {
      "en": "Mark, Billy. Let's be honest.",
      "de": "Mark, Billy. Lass uns offen sein."
    }
  },
  {
    "translation": {
      "en": "A premier setup man isn't gonna get you closer to the play-offs.",
      "de": "Ein guter Setup Man bringt euch nicht in die Playoffs."
    }
  },
  {
    "translation": {
      "en": "-Are you referring to Rincon? -He's a luxury you can't afford, man.",
      "de": "-Meinst du Rincon? -Den Luxus kannst du dir nicht leisten."
    }
  },
  {
    "translation": {
      "en": "And you can? There's half a million on his contract.",
      "de": "Du schon? Er bekommt noch eine halbe Million."
    }
  },
  {
    "translation": {
      "en": "And we've got at least one other suitor.",
      "de": "Wir haben mindestens einen Interessenten."
    }
  },
  {
    "translation": {
      "en": "By \"at least one,\" you mean one.",
      "de": "Mit \"mindestens\" meinst du einen."
    }
  },
  {
    "translation": {
      "en": "-Who is it? -I'd rather not say.",
      "de": "-Wer? -Sage ich nur ungern."
    }
  },
  {
    "translation": {
      "en": "I'll call you back.",
      "de": "Ich melde mich."
    }
  },
  {
    "translation": {
      "en": "What do you think we can get for Magnante?",
      "de": "Was kriegen wir für Magnante?"
    }
  },
  {
    "translation": {
      "en": "Nothing.",
      "de": "Nichts."
    }
  },
  {
    "translation": {
      "en": "-What's left on Venafro's contract? -Two seventy-five.",
      "de": "-Wie viel kriegt Venafro? -275."
    }
  },
  {
    "translation": {
      "en": "Suzanne, get me Sabean on the line.",
      "de": "Suzanne, verbind mich mit Sabean."
    }
  },
  {
    "translation": {
      "en": "Get the Giants interested in Venafro, Mark's only got one buyer for Rincon.",
      "de": "Wenn die Giants Venafro wollen, bleibt Mark nur ein Käufer für Rincon."
    }
  },
  {
    "translation": {
      "en": "-Us. -On 3.",
      "de": "-Wir. -Auf der Drei."
    }
  },
  {
    "translation": {
      "en": "Saby-Sabster, it's Billy. What do you think of Venafro?",
      "de": "Saby, hier ist Billy. Was hältst du von Venafro?"
    }
  },
  {
    "translation": {
      "en": "I can let you have him for almost nothing.",
      "de": "Den kriegst du fast umsonst."
    }
  },
  {
    "translation": {
      "en": "-Why would you do that? -Because I'm amazing.",
      "de": "-Und warum, Billy? -Weil ich nett bin."
    }
  },
  {
    "translation": {
      "en": "I want a couple bucks and a sweetener.",
      "de": "Aha. Ich will nur ein paar Mäuse und vielleicht noch..."
    }
  },
  {
    "translation": {
      "en": "Throw in, say....",
      "de": "Ich will nur ein paar Mäuse und vielleicht noch..."
    }
  },
  {
    "translation": {
      "en": "-I like Anderson. -No, you don't. Nobody likes him.",
      "de": "-Ich mag Anderson. -Nein, keiner mag ihn."
    }
  },
  {
    "translation": {
      "en": "I don't know why I'm doing this. But let's do it.",
      "de": "Ziehen wir es einfach durch."
    }
  },
  {
    "translation": {
      "en": "Venafro for Michaelson. Anderson. I don't know his name.",
      "de": "Venafro für Michaelson... Anderson oder wie der heißt."
    }
  },
  {
    "translation": {
      "en": "-I'll think about it. -Think about it and call me back.",
      "de": "-Ich denke darüber nach. -Meld dich."
    }
  },
  {
    "translation": {
      "en": "Get Shapiro on.",
      "de": "Jetzt wieder Shapiro."
    }
  },
  {
    "translation": {
      "en": "Shapiro's on 2.",
      "de": "Shapiro auf der Zwei."
    }
  },
  {
    "translation": {
      "en": "-Mark. -You can't afford him, Billy.",
      "de": "-Mark. -Du kannst ihn dir nicht leisten."
    }
  },
  {
    "translation": {
      "en": "You sure about that? I get the impression the market for Rincon is softening.",
      "de": "Bist du sicher? Der Markt für Rincon wird immer dünner."
    }
  },
  {
    "translation": {
      "en": "I could be wrong, but I'd call whoever's interested...",
      "de": "Ruf doch deinen Interessenten mal an und frag,"
    }
  },
  {
    "translation": {
      "en": "...and see if they're still interested. Call me back.",
      "de": "ob er noch Interesse hat, bis später."
    }
  },
  {
    "translation": {
      "en": "-What about the Mets for Venafro? -You offered him to the Giants.",
      "de": "-Was ist mit den Mets für Venafro? -Sie boten ihn den Giants an..."
    }
  },
  {
    "translation": {
      "en": "Between Bonds, Kent, Nen, Snow, San Francisco's never gonna do it.",
      "de": "Mit Kent, Nen und Snow wird San Francisco nicht drauf anspringen."
    }
  },
  {
    "translation": {
      "en": "-Totally agree. -We just need them to cool on Rincon.",
      "de": "-Sehe ich genauso. -Wir müssen ihnen Rincon ausreden."
    }
  },
  {
    "translation": {
      "en": "-Phillips on 2. -Steve-o, it's Billy.",
      "de": "-Phillips auf der Zwei. -Steve-o, hier ist Billy."
    }
  },
  {
    "translation": {
      "en": "I hear you're looking for a reliever. I can give you Venafro.",
      "de": "Ihr sucht einen Linkshänder. Ich biete dir Venafro."
    }
  },
  {
    "translation": {
      "en": "-I can make it quick and easy. -What's the angle?",
      "de": "-Aber es muss schnell gehen. -Wo ist der Haken?"
    }
  },
  {
    "translation": {
      "en": "-No angle. -Who am I getting fleeced for?",
      "de": "-Kein Haken. -Wen willst du haben?"
    }
  },
  {
    "translation": {
      "en": "-Hang on a sec. -Bennett, maybe?",
      "de": "-Moment. -Bennett vielleicht?"
    }
  },
  {
    "translation": {
      "en": "-How old? -Twenty-six.",
      "de": "-Wie alt? -26."
    }
  },
  {
    "translation": {
      "en": "Twenty-six, Double-A? Forget it.",
      "de": "26, Minors? Vergiss es."
    }
  },
  {
    "translation": {
      "en": "Duncan, no.",
      "de": "Duncan, nein."
    }
  },
  {
    "translation": {
      "en": "No. Furbush, no.",
      "de": "Nein. Furbush, nein."
    }
  },
  {
    "translation": {
      "en": "Eckerton? Eckerton? Eckerton.",
      "de": "Eckerton? Eckerton."
    }
  },
  {
    "translation": {
      "en": "-Eckerton. -Eckerton? I like Eckerton.",
      "de": "-Eckerton. -Ich mag Eckerton."
    }
  },
  {
    "translation": {
      "en": "-You don't even know who Eckerton is. -Is Venafro hurt?",
      "de": "-Du kennst ihn nicht mal. -Ist Venafro verletzt?"
    }
  },
  {
    "translation": {
      "en": "No, he's fine, he's fine. It's just an issue for us.",
      "de": "Nein, er ist kerngesund. Wir sind einfach in der Zwangslage."
    }
  },
  {
    "translation": {
      "en": "-Last couple times, he got hammered. -Not his fault.",
      "de": "-Die letzten Auftritte waren mies. -Nicht sein Fehler."
    }
  },
  {
    "translation": {
      "en": "-That was us. We misused him. -It's Steve.",
      "de": "-Wir haben ihn falsch eingesetzt. -Steve."
    }
  },
  {
    "translation": {
      "en": "-I'm almost done. -Steve Schott.",
      "de": "-Fast fertig. -Steve Schott."
    }
  },
  {
    "translation": {
      "en": "Look, Steve-o, let me be straight with you.",
      "de": "Hör zu Steve-o, ich bin ehrlich."
    }
  },
  {
    "translation": {
      "en": "Here's the deal. I'm getting Rincon. It's a done deal.",
      "de": "Ich kriege Rincon. Der Deal steht."
    }
  },
  {
    "translation": {
      "en": "-I heard the Giants-- -Giants want Venafro for Michaelson.",
      "de": "-Ich dachte, die Giants... -Die bekommen Venafro für Michaelson."
    }
  },
  {
    "translation": {
      "en": "-Anderson. -I'd rather deal with you.",
      "de": "-Anderson. -Du wärst mir lieber."
    }
  },
  {
    "translation": {
      "en": "You can give me Eckerton and $225,000 in cash... ...and the Giants can't.",
      "de": "Denn du hast Eckerton und $225.000, die Giants nicht."
    }
  },
  {
    "translation": {
      "en": "-I'll think about it. -Think about it.",
      "de": "-Ich überleg's mir. -Tu das."
    }
  },
  {
    "translation": {
      "en": "But whoever calls me back first gets Venafro.",
      "de": "Aber der erste Anrufer kriegt Venafro."
    }
  },
  {
    "translation": {
      "en": "Schott hung up.",
      "de": "Schott hat aufgelegt."
    }
  },
  {
    "translation": {
      "en": "Oh, I want this one.",
      "de": "Ich will diesen Deal."
    }
  },
  {
    "translation": {
      "en": "Why isn't anybody calling?",
      "de": "Warum meldet sich keiner?"
    }
  },
  {
    "translation": {
      "en": "Shapiro's on 2.",
      "de": "Shapiro auf der Zwei."
    }
  },
  {
    "translation": {
      "en": "Yeah?",
      "de": "Ja?"
    }
  },
  {
    "translation": {
      "en": "Okay, let me talk to my owner. I'll call you back.",
      "de": "Okay, ich rede mit dem Boss und melde mich."
    }
  },
  {
    "translation": {
      "en": "-Get Steve on the phone. -Schott or Phillips?",
      "de": "-Hol Steve ran. -Schott oder Phillips?"
    }
  },
  {
    "translation": {
      "en": "Why would we call Phillips? Phillips has gotta call us.",
      "de": "Wozu Phillips? Der muss uns anrufen."
    }
  },
  {
    "translation": {
      "en": "Tell him I'm on the other line.",
      "de": "Ich telefoniere gerade."
    }
  },
  {
    "translation": {
      "en": "Hi, Mr. Schott, it's Peter Brand. I apologize for putting you on hold.",
      "de": "Hi, Mr. Schott, Peter Brand, verzeihen Sie, dass Sie warten mussten."
    }
  },
  {
    "translation": {
      "en": "-Billy asked me to call you back. -Tell him we want 225,000 for Rincon.",
      "de": "Billy telefoniert gerade noch. Ich will 225.000 für Rincon."
    }
  },
  {
    "translation": {
      "en": "Billy says he needs $225,000 for Ricardo Rincon.",
      "de": "Billy sagt, er will $225.000 für Ricardo Rincon."
    }
  },
  {
    "translation": {
      "en": "Please.",
      "de": "Bitte."
    }
  },
  {
    "translation": {
      "en": "Yes, I added the \"please\" at the end.",
      "de": "Ja, das \"Bitte\" kam von mir."
    }
  },
  {
    "translation": {
      "en": "Okay. Let me-- Hold on one second, please.",
      "de": "Bleiben Sie bitte kurz dran."
    }
  },
  {
    "translation": {
      "en": "Tell him I'll pay for him.",
      "de": "Ich zahle selbst für ihn."
    }
  },
  {
    "translation": {
      "en": "But when I sell him back for twice the amount next year, I keep the money.",
      "de": "Aber wenn ich ihn fürs Doppelte verkaufe, ist es mein Geld."
    }
  },
  {
    "translation": {
      "en": "Okay, so Billy says he'll pay for Rincon himself.",
      "de": "Billy sagt, er bezahlt selbst für Rincon."
    }
  },
  {
    "translation": {
      "en": "But when he sells him for more money next year, he's keeping the profit.",
      "de": "Aber wenn er ihn für mehr verkauft, behält er den Gewinn."
    }
  },
  {
    "translation": {
      "en": "Thank you very much. We'll call you back. Thank you.",
      "de": "Okay, vielen Dank. Wir melden uns."
    }
  },
  {
    "translation": {
      "en": "Come on. Come on.",
      "de": "Großartig!"
    }
  },
  {
    "translation": {
      "en": "Suzanne, call Shapiro ba-- Never mind, I got him right here.",
      "de": "Suzanne, noch mal Shapiro... Schon gut, ich mache das."
    }
  },
  {
    "translation": {
      "en": "Mark. Yeah.",
      "de": "Mark, ja."
    }
  },
  {
    "translation": {
      "en": "Listen, I don't want Rincon pitching against me tonight.",
      "de": "Rincon soll heute nicht gegen uns werfen."
    }
  },
  {
    "translation": {
      "en": "Tell him to change clothes and send him over. I got you the money.",
      "de": "Er soll rüberkommen. Ich habe das Geld."
    }
  },
  {
    "translation": {
      "en": "Yup.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "Great.",
      "de": "Gut."
    }
  },
  {
    "translation": {
      "en": "I don't wanna dampen the mood at all, but since we picked up Rincon....",
      "de": "Ich will nicht die Stimmung trüben, aber da wir Rincon haben..."
    }
  },
  {
    "translation": {
      "en": "We gotta send someone down.",
      "de": "Muss jemand weg."
    }
  },
  {
    "translation": {
      "en": "I know I've been struggling lately.",
      "de": "Ich weiß, es läuft gerade nicht."
    }
  },
  {
    "translation": {
      "en": "But second half of the season, definitely turn it around. Ricky and I--",
      "de": "Aber bald laufe ich zu alter Form auf. Ricky und ich trainieren..."
    }
  },
  {
    "translation": {
      "en": "Mike, I need you to stop getting dressed.",
      "de": "Mike, es hat keinen Sinn, sich weiter umzuziehen."
    }
  },
  {
    "translation": {
      "en": "Traded?",
      "de": "Verkauft?"
    }
  },
  {
    "translation": {
      "en": "I'm sorry for the crap news.",
      "de": "Die miese Nachricht tut mir leid."
    }
  },
  {
    "translation": {
      "en": "I know it hurts.",
      "de": "Ich weiß, das tut weh."
    }
  },
  {
    "translation": {
      "en": "Mike, I can't have 26 guys in the clubhouse.",
      "de": "Mike, ich hatte einen Spieler zu viel."
    }
  },
  {
    "translation": {
      "en": "I get it. I get it.",
      "de": "Schon verstanden."
    }
  },
  {
    "translation": {
      "en": "Okay. Thanks.",
      "de": "Okay. Danke."
    }
  },
  {
    "translation": {
      "en": "This must be a bit of a shock, I guess.",
      "de": "Das war bestimmt ein kleiner Schock."
    }
  },
  {
    "translation": {
      "en": "Mabry hits one deep to right-center field.",
      "de": "Mabry schlägt ihn tief ins Center Field."
    }
  },
  {
    "translation": {
      "en": "Racing back, Fick can't get it.",
      "de": "Fick kommt nicht ran."
    }
  },
  {
    "translation": {
      "en": "It bounces to the wall. One run is in. Two runs are in.",
      "de": "Er prallt von der Abgrenzung ab. Ein Run ist drinnen. Jetzt der zweite."
    }
  },
  {
    "translation": {
      "en": "Mabry, on one pitch, has shot the A's in front.",
      "de": "Mabry hat die A's in Führung gebracht."
    }
  },
  {
    "translation": {
      "en": "Strike three called. Twelve straight wins for the Athletics.",
      "de": "Das war Strike drei. 12 Siege in Serie für die Athletics."
    }
  },
  {
    "translation": {
      "en": "Man alive, was it hairy.",
      "de": "Das war knapp."
    }
  },
  {
    "translation": {
      "en": "Something strange is now happening in Oakland.",
      "de": "Etwas Seltsames geschieht in Oakland."
    }
  },
  {
    "translation": {
      "en": "-You cannot argue that point. -Twelve straight.",
      "de": "-Das steht fest. -12 Siege in Serie."
    }
  },
  {
    "translation": {
      "en": "They're making a joke out of the American League.",
      "de": "12 in Serie. Sie machen die ganze AL lächerlich."
    }
  },
  {
    "translation": {
      "en": "-They were in Detroit today-- -He throws to first.",
      "de": "-Sie waren heute in Detroit... -Wurf zur First."
    }
  },
  {
    "translation": {
      "en": "And that's the sound of 14 straight victories.",
      "de": "Und so klingen 14 Siege in Serie."
    }
  },
  {
    "translation": {
      "en": "Fourteen, the longest run this year.",
      "de": "Die längste Serie in diesem Jahr."
    }
  },
  {
    "translation": {
      "en": "It has slingshot the A's into first in the AL West.",
      "de": "Damit stehen die A's an der Spitze der AL West."
    }
  },
  {
    "translation": {
      "en": "-A nice streak. -This team was written off.",
      "de": "-Toller Lauf. -Sie waren schon abgeschrieben."
    }
  },
  {
    "translation": {
      "en": "How do you explain, otherwise, the victories they've come up with?",
      "de": "Wie erklärt man die vielen Siege, die sie einfahren?"
    }
  },
  {
    "translation": {
      "en": "The Oakland A's are gonna win 16 consecutive games.",
      "de": "Und die Oakland A's werden das 16. Spiel in Folge gewinnen."
    }
  },
  {
    "translation": {
      "en": "This is the longest win streak in baseball, folks, in 25 years.",
      "de": "Das ist die längste Siegesserie im Baseball seit 25 Jahren."
    }
  },
  {
    "translation": {
      "en": "-The A's have won 16 in a row. -We're going to 20! We're going to 20!",
      "de": "-Die A's haben 16 Mal in Folge gewonnen. -Wir schaffen die 20!"
    }
  },
  {
    "translation": {
      "en": "To have a winning streak of this duration, you have to be good...",
      "de": "Für so eine lange Serie muss man natürlich gut sein,"
    }
  },
  {
    "translation": {
      "en": "...but there's an element of randomness to it.",
      "de": "aber etwas Glück gehört auch dazu."
    }
  },
  {
    "translation": {
      "en": "The 1927 Yankees, Ruth, Gehrig...",
      "de": "Die Yankees von 1927, Ruth, Gehrig,"
    }
  },
  {
    "translation": {
      "en": "...Murderers' Row, some people still say the best team ever.",
      "de": "die Murderers' Row, für manche das beste Team aller Zeiten."
    }
  },
  {
    "translation": {
      "en": "Longest winning streak for them that year? Nine.",
      "de": "Deren längste Serie hielt neun Spiele."
    }
  },
  {
    "translation": {
      "en": "You guys try to analyze it from a numbers standpoint.",
      "de": "Experten versuchen, es anhand von Zahlen zu analysieren,"
    }
  },
  {
    "translation": {
      "en": "I'm telling you, there is no explanation for what's occurring right now.",
      "de": "aber ich glaube, es gibt keine Erklärung für das Ganze."
    }
  },
  {
    "translation": {
      "en": "Do you have superstitions going on?",
      "de": "-Unerklärlich. -Ist Aberglaube dabei?"
    }
  },
  {
    "translation": {
      "en": "Do you do things so you keep the streak alive?",
      "de": "Habt ihr Rituale?"
    }
  },
  {
    "translation": {
      "en": "The all-time record of 20 does not seem impossible anymore.",
      "de": "Die historische Bestmarke von 20 könnte geknackt werden."
    }
  },
  {
    "translation": {
      "en": "The A's were on page one of the New York Times.",
      "de": "Die A's waren auf der Titelseite der New York Times."
    }
  },
  {
    "translation": {
      "en": "They are the story in sports in this entire country.",
      "de": "Sie sind das Sportthema im ganzen Land."
    }
  },
  {
    "translation": {
      "en": "Two-two pitch, here it is.",
      "de": "Da ist der Pitch."
    }
  },
  {
    "translation": {
      "en": "Swing and a miss! Struck him out! Number 17!",
      "de": "Vorbei! Strikeout! Sieg Nummer 17!"
    }
  },
  {
    "translation": {
      "en": "It's taken 71 years.",
      "de": "Es hat 71 Jahre gedauert."
    }
  },
  {
    "translation": {
      "en": "The Oakland A's have tied the Philadelphia A's.",
      "de": "Oakland hat mit den Philadelphia A's gleichgezogen."
    }
  },
  {
    "translation": {
      "en": "The all-time franchise record 17 straight...",
      "de": "Sie haben den Clubrekord eingestellt. 17 Siege in Folge."
    }
  },
  {
    "translation": {
      "en": "...and baseball's longest winning streak since 1953.",
      "de": "Das ist die längste Serie im Baseball seit 1953."
    }
  },
  {
    "translation": {
      "en": "The A's are two wins away from tying the American League record.",
      "de": "Nur noch zwei Siege zur Einstellung des Rekords der American League."
    }
  },
  {
    "translation": {
      "en": "It's gone! It's gone! Tejada wins it! Do you believe it?",
      "de": "Er ist weg! Tejada holt den Sieg! Das ist unfassbar!"
    }
  },
  {
    "translation": {
      "en": "Eighteen wins in a row!",
      "de": "18 Siege in Folge!"
    }
  },
  {
    "translation": {
      "en": "You could replay these 18 games a hundred times over.",
      "de": "Man könnte die 18 Spiele 100 Mal durchspielen."
    }
  },
  {
    "translation": {
      "en": "And nobody wins 18 straight again.",
      "de": "Und niemand würde 18 Mal gewinnen."
    }
  },
  {
    "translation": {
      "en": "It defies everything we know about baseball.",
      "de": "Das widerspricht jeder Baseball-Logik."
    }
  },
  {
    "translation": {
      "en": "The most amazing thing you could imagine...",
      "de": "Eine unglaubliche Geschichte"
    }
  },
  {
    "translation": {
      "en": "...happened over the last four days at the Coliseum.",
      "de": "hat sich in den letzten vier Tagen im Coliseum abgespielt."
    }
  },
  {
    "translation": {
      "en": "Tejada, up the middle. The A's have won 19 in a row!",
      "de": "Tejada, schlägt ihn durch die Mitte. Die A's gewinnen 19 Mal in Folge! HOLT UNS DIE 19"
    }
  },
  {
    "translation": {
      "en": "The 1906 White Sox...",
      "de": "Die White Sox von 1906"
    }
  },
  {
    "translation": {
      "en": "...the 1947 New York Yankees have company.",
      "de": "und die New York Yankees von 1947 haben Gesellschaft bekommen."
    }
  },
  {
    "translation": {
      "en": "-Nineteen in a row. -The A's have a date with destiny.",
      "de": "-19 Siege in Serie. -Die A's können Geschichte schreiben."
    }
  },
  {
    "translation": {
      "en": "They're going for the all-time American League record...",
      "de": "Sie wollen den Rekord der American League knacken."
    }
  },
  {
    "translation": {
      "en": "...20 games in a row.",
      "de": "SERIE"
    }
  },
  {
    "translation": {
      "en": "We're going to 20!",
      "de": "20 Siege in Folge."
    }
  },
  {
    "translation": {
      "en": "We're gonna take the AL record to 20, baby!",
      "de": "Wir schaffen die 20! Wir knacken den Rekord! WIR GLAUBEN DARAN"
    }
  },
  {
    "translation": {
      "en": "Don't tell me the score, Pete.",
      "de": "Kein Spielstand, Pete."
    }
  },
  {
    "translation": {
      "en": "No, Billy, it's me.",
      "de": "Billy, ich bin's."
    }
  },
  {
    "translation": {
      "en": "-Sharon? -Yeah.",
      "de": "-Sharon? -Ja."
    }
  },
  {
    "translation": {
      "en": "-You have a second? -Yeah, what's up?",
      "de": "-Hast du kurz Zeit? -Ja, was gibt's?"
    }
  },
  {
    "translation": {
      "en": "Well, I didn't actually expect you to pick up. I was gonna leave a message.",
      "de": "Ich bin überrascht, dass du rangehst. Ich wollte auf den AB sprechen."
    }
  },
  {
    "translation": {
      "en": "Casey and I, we're here and watching the game at home.",
      "de": "Casey und ich sehen uns gerade das Spiel an."
    }
  },
  {
    "translation": {
      "en": "And I just wanted to say...",
      "de": "Und ich wollte nur sagen..."
    }
  },
  {
    "translation": {
      "en": "...you did good, Billy. We're really proud of you.",
      "de": "Tolle Leistung, Billy. Wir sind stolz auf dich."
    }
  },
  {
    "translation": {
      "en": "I appreciate it, Sharon.",
      "de": "Das ist nett, Sharon."
    }
  },
  {
    "translation": {
      "en": "-Thank you. -Good luck.",
      "de": "-Danke. -Viel Glück."
    }
  },
  {
    "translation": {
      "en": "Okay. Oh, Casey wants to talk to you. Hang on.",
      "de": "-Okay. -Casey will dir noch was sagen. Warte."
    }
  },
  {
    "translation": {
      "en": "Are you on your way to the stadium?",
      "de": "Fährst du zum Stadion?"
    }
  },
  {
    "translation": {
      "en": "No, I'm on my way to Visalia to see our minor-league team.",
      "de": "Nein, ich fahre nach Visalia zu unserem zweiten Team."
    }
  },
  {
    "translation": {
      "en": "-Turn around, please, Dad. -No way, Jose.",
      "de": "-Kehr bitte um, Dad. -Keine Chance."
    }
  },
  {
    "translation": {
      "en": "-Turn around. Come on, Dad. -Nope. Not gonna happen.",
      "de": "-Kehr bitte um, Dad. -Nein, auf keinen Fall."
    }
  },
  {
    "translation": {
      "en": "You're not gonna jinx it.",
      "de": "Du und dein Aberglaube."
    }
  },
  {
    "translation": {
      "en": "I'll talk to you later, sweetheart. I love you.",
      "de": "Ich melde mich, Schatz. Hab' dich lieb."
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "de": "Scheiße."
    }
  },
  {
    "translation": {
      "en": "One out here in the fourth, and if you're just joining us... ...you missed a lot.",
      "de": "Ein Out im vierten Inning. Wer jetzt zuschaltet, hat viel verpasst."
    }
  },
  {
    "translation": {
      "en": "And the pitch to Raúl Ibañez. Strike one.",
      "de": "Da kommt der Pitch zu Raúl Ibañez. Erster Strike."
    }
  },
  {
    "translation": {
      "en": "I think my recap will be simple.",
      "de": "Ich fasse kurz zusammen."
    }
  },
  {
    "translation": {
      "en": "The A's scored six in the first, one in the second, four in the third.",
      "de": "Die A's mit sechs Runs im ersten, einen im zweiten, vier im dritten."
    }
  },
  {
    "translation": {
      "en": "And people would be shocked if you just did that.",
      "de": "Das hat wirklich Seltenheitswert."
    }
  },
  {
    "translation": {
      "en": "Eleven to nothing, the A's do lead.",
      "de": "Die A's führen tatsächlich 11:0."
    }
  },
  {
    "translation": {
      "en": "-Shit. -Foul off the foot of Ibañez....",
      "de": "-Scheiße. -Foulball für Ibañez..."
    }
  },
  {
    "translation": {
      "en": "Let's go, Oakland!",
      "de": "Auf geht's, Oakland!"
    }
  },
  {
    "translation": {
      "en": "Now batting, number 2, catcher, Brent Mayne.",
      "de": "Jetzt als zweiter Batter am Schlagmal, Catcher Brent Mayne."
    }
  },
  {
    "translation": {
      "en": "-Oakland! -Here we go, Oakland!",
      "de": "-Oakland! -Weiter so, Oakland!"
    }
  },
  {
    "translation": {
      "en": "Two.",
      "de": "Zwei."
    }
  },
  {
    "translation": {
      "en": "Now batting, number 18...",
      "de": "Jetzt am Schlagmal, Nummer 18."
    }
  },
  {
    "translation": {
      "en": "...left fielder Raúl Ibañez.",
      "de": "Left Fielder Raúl Ibañez."
    }
  },
  {
    "translation": {
      "en": "And the A's now lead by a score of 11 to 3.",
      "de": "Und die A's führen mit 11:3."
    }
  },
  {
    "translation": {
      "en": "A nice cushion, but you don't wanna give teams life...",
      "de": "Ein schönes Polster, aber man sollte vermeiden,"
    }
  },
  {
    "translation": {
      "en": "...and let them wedge their way back in, even when you're--",
      "de": "den Gegner ins Spiel zurückzulassen."
    }
  },
  {
    "translation": {
      "en": "Nobody out, the bases loaded.",
      "de": "Noch kein Out, Bases loaded."
    }
  },
  {
    "translation": {
      "en": "And Art Howe on the way to the mound to make a pitching change.",
      "de": "Art Howe will den Pitcher wechseln."
    }
  },
  {
    "translation": {
      "en": "And this game is still in a state...",
      "de": "Dieses Spiel droht den A's,"
    }
  },
  {
    "translation": {
      "en": "...where it could get out of control for the Athletics.",
      "de": "tatsächlich noch durch die Finger zu rutschen."
    }
  },
  {
    "translation": {
      "en": "We're all told at some point we can no longer play the children's game.",
      "de": "Wir erfahren alle irgendwann, dass die Kindheit vorbei ist."
    }
  },
  {
    "translation": {
      "en": "We just don't know when that's gonna be.",
      "de": "Wir wissen nur nicht, wann das ist."
    }
  },
  {
    "translation": {
      "en": "Some of us are told at 18, some of us are told at 40, but we're all told.",
      "de": "Manche erfahren es mit 18, manche erst mit 40, aber es trifft jeden."
    }
  },
  {
    "translation": {
      "en": "Mike Sweeney with runners at first and third.",
      "de": "Mike Sweeney. Läufer auf der ersten und dritten Base."
    }
  },
  {
    "translation": {
      "en": "It's an 11-to-7 game, the A's in front.",
      "de": "Die A's führen noch mit 11:7."
    }
  },
  {
    "translation": {
      "en": "Tam peering in for the sign.",
      "de": "Tam wartet auf das Zeichen."
    }
  },
  {
    "translation": {
      "en": "Two out. Runners at first and third.",
      "de": "Zwei Outs. Läufer auf der ersten und der dritten."
    }
  },
  {
    "translation": {
      "en": "And the 3-2 delivery.",
      "de": "Da kommt der Wurf."
    }
  },
  {
    "translation": {
      "en": "It's weird, Billy.",
      "de": "Das ist merkwürdig, Billy."
    }
  },
  {
    "translation": {
      "en": "You wanna give up baseball to become a scout?",
      "de": "Du willst Baseball aufgeben und Scout werden?"
    }
  },
  {
    "translation": {
      "en": "I'm not a baseball player.",
      "de": "Ich bin kein Baseballspieler."
    }
  },
  {
    "translation": {
      "en": "Are you sure this is what you want?",
      "de": "Bist du dir ganz sicher?"
    }
  },
  {
    "translation": {
      "en": "The crowd is roaring. Koch is ready. One-two pitch.",
      "de": "Die Menge tobt. Koch ist bereit. Er holt aus und wirft."
    }
  },
  {
    "translation": {
      "en": "Alicea puts it in play, a looper to left field for a base hit.",
      "de": "Alicea schlägt den Ball ins Left Field."
    }
  },
  {
    "translation": {
      "en": "Around third, tearing for the plate, here comes the tying run.",
      "de": "Der Läufer ist auf dem Weg zum Ausgleich."
    }
  },
  {
    "translation": {
      "en": "Sliding safe. And the ball game is tied at 11-all.",
      "de": "Er ist safe. Damit steht es jetzt 11:11."
    }
  },
  {
    "translation": {
      "en": "Holy Toledo.",
      "de": "Unglaublich."
    }
  },
  {
    "translation": {
      "en": "The A's have blown an 11-to-nothing lead.",
      "de": "Die A's haben eine 11:0-Führung verspielt."
    }
  },
  {
    "translation": {
      "en": "This is the specter of a development that has been lurking now...",
      "de": "Dieses Unheil begann, seinen Lauf zu nehmen,"
    }
  },
  {
    "translation": {
      "en": "...ever since the five-run fourth inning by the Royals.",
      "de": "als die Royals im vierten Inning fünf Punkte erzielten."
    }
  },
  {
    "translation": {
      "en": "And the A's date with destiny is on hold right now.",
      "de": "Damit müssen die A's noch warten, bis sie Geschichte schreiben."
    }
  },
  {
    "translation": {
      "en": "Grab a bat. You're hitting for Byrnesy.",
      "de": "Geh für Byrnesy rein."
    }
  },
  {
    "translation": {
      "en": "Come on, let's go. Get yourself loose.",
      "de": "Los, mach dich warm."
    }
  },
  {
    "translation": {
      "en": "Hitting for Eric Byrnes...",
      "de": "Jetzt als Ersatz für Eric Byrnes..."
    }
  },
  {
    "translation": {
      "en": "...number 10, Scott Hatteberg.",
      "de": "...die Nummer zehn, Scott Hatteberg."
    }
  },
  {
    "translation": {
      "en": "In your typical A's fashion, they want a base runner here.",
      "de": "Wie immer wollen die A's einfach einen Mann auf Base bringen."
    }
  },
  {
    "translation": {
      "en": "Scott Hatteberg is so adept at drawing walks.",
      "de": "Scott Hatteberg ist ein Spezialist dafür, Walks zu erzwingen."
    }
  },
  {
    "translation": {
      "en": "He's looking for Hatteberg to get on base...",
      "de": "Wenn Hatteberg auf Base käme,"
    }
  },
  {
    "translation": {
      "en": "...maybe bring in a pinch runner.",
      "de": "könnte ein Pinch Runner..."
    }
  },
  {
    "translation": {
      "en": "Let's go, Oakland!",
      "de": "Auf geht's, Oakland!"
    }
  },
  {
    "translation": {
      "en": "That one is gone!",
      "de": "Der Ball ist auf und davon!"
    }
  },
  {
    "translation": {
      "en": "And it's 20 consecutive victories for the Oakland Athletics...",
      "de": "Das ist der 20. Sieg in Folge für die Oakland Athletics"
    }
  },
  {
    "translation": {
      "en": "...on an unbelievable night...",
      "de": "an einem unglaublichen Abend,"
    }
  },
  {
    "translation": {
      "en": "...when they lost an 11-to-nothing lead... ...and now they win it.",
      "de": "an dem sie eine 11:0-Führung wegschenkten und am Ende doch gewinnen."
    }
  },
  {
    "translation": {
      "en": "The crowd comes back to insane life.",
      "de": "Die Zuschauer liegen sich in den Armen."
    }
  },
  {
    "translation": {
      "en": "How do you explain it?",
      "de": "Unbeschreiblich."
    }
  },
  {
    "translation": {
      "en": "Crazy. Just plain crazy.",
      "de": "Wahnsinn. Das ist einfach Wahnsinn."
    }
  },
  {
    "translation": {
      "en": "Hatteberg is mobbed at home plate.",
      "de": "Hatteberg wird buchstäblich erdrückt."
    }
  },
  {
    "translation": {
      "en": "In 103 years of American League baseball...",
      "de": "Nach 103 Jahren American League Baseball"
    }
  },
  {
    "translation": {
      "en": "...the Athletics have accomplished what no one has before.",
      "de": "ist den A's gelungen, was keinem Team zuvor gelang."
    }
  },
  {
    "translation": {
      "en": "They have won 20 consecutive games.",
      "de": "Sie haben 20 Spiele in Serie gewonnen."
    }
  },
  {
    "translation": {
      "en": "It's hard not to be romantic about baseball.",
      "de": "Wie kann man dem Zauber von Baseball widerstehen?"
    }
  },
  {
    "translation": {
      "en": "This kind of thing, it's fun for the fans.",
      "de": "So ein Rekord ist toll für die Fans."
    }
  },
  {
    "translation": {
      "en": "It sells tickets and hot dogs.",
      "de": "Damit verkauft man Tickets und Hotdogs."
    }
  },
  {
    "translation": {
      "en": "Doesn't mean anything.",
      "de": "Aber es bedeutet nichts."
    }
  },
  {
    "translation": {
      "en": "Billy, we just won 20 games in a row.",
      "de": "Billy, wir haben 20 Spiele in Folge gewonnen."
    }
  },
  {
    "translation": {
      "en": "And what's the point?",
      "de": "Was haben wir davon?"
    }
  },
  {
    "translation": {
      "en": "We just got the record.",
      "de": "Wir haben den Rekord geknackt."
    }
  },
  {
    "translation": {
      "en": "Man, I've been doing this for....",
      "de": "Ich mache das seit..."
    }
  },
  {
    "translation": {
      "en": "Listen, man.",
      "de": "Hör zu, Mann."
    }
  },
  {
    "translation": {
      "en": "I've been in this game a long time.",
      "de": "Ich bin schon ewig in diesem Geschäft."
    }
  },
  {
    "translation": {
      "en": "I'm not in it for a record, I'll tell you that.",
      "de": "Rekorde jucken mich nicht."
    }
  },
  {
    "translation": {
      "en": "I'm not in it for a ring.",
      "de": "Pokale auch nicht."
    }
  },
  {
    "translation": {
      "en": "That's when people get hurt.",
      "de": "So machst du dich kaputt."
    }
  },
  {
    "translation": {
      "en": "If we don't win the last game of the Series...",
      "de": "Verlieren wir das letzte Spiel der World Series..."
    }
  },
  {
    "translation": {
      "en": "...they'll dismiss us.",
      "de": "...sind wir gestorben."
    }
  },
  {
    "translation": {
      "en": "-Billy-- -I know these guys.",
      "de": "-Billy... -Ich weiß, wie die Medien ticken."
    }
  },
  {
    "translation": {
      "en": "I know the way they think, and they will erase us.",
      "de": "-Billy... -Ich weiß, wie die Medien ticken. Die lassen uns links liegen."
    }
  },
  {
    "translation": {
      "en": "And everything we've done here... ...none of it'll matter.",
      "de": "Und was wir geleistet haben... spielt dann keine Rolle mehr."
    }
  },
  {
    "translation": {
      "en": "Any other team wins the World Series, good for them.",
      "de": "Wenn ein anderes Team den Titel holt, Glückwunsch."
    }
  },
  {
    "translation": {
      "en": "They're drinking champagne, they get a ring.",
      "de": "Sie trinken Champagner, bekommen einen Pokal."
    }
  },
  {
    "translation": {
      "en": "But if we win... ...on our budget, with this team...",
      "de": "Aber wenn wir ihn gewinnen, mit unserem Budget, mit diesem Team..."
    }
  },
  {
    "translation": {
      "en": "...we'll have changed the game.",
      "de": "...verändern wir das Spiel."
    }
  },
  {
    "translation": {
      "en": "And that's what I want. I want it to mean something.",
      "de": "Das ist mein Ziel... Ich will etwas bewirken."
    }
  },
  {
    "translation": {
      "en": "The A's going to the play-offs with the West Division title.",
      "de": "Die A's werden Erster ihrer Division."
    }
  },
  {
    "translation": {
      "en": "Forgive the A's if they're not celebrating.",
      "de": "Klar, dass die A's noch nicht feiern."
    }
  },
  {
    "translation": {
      "en": "They have been here before...",
      "de": "Sie kennen die Situation aus dem letzten Jahr,"
    }
  },
  {
    "translation": {
      "en": "...when Oakland went up two games to none on the Yanks in the ALDS...",
      "de": "Sie kennen die Situation aus dem letzten Jahr, als sie gegen die Yankees mit 2:0 Spielen führten,"
    }
  },
  {
    "translation": {
      "en": "...and went nowhere after losing three straight.",
      "de": "um danach drei Mal zu verlieren."
    }
  },
  {
    "translation": {
      "en": "With a win today over the Twins, Oakland moves into the ALCS...",
      "de": "Mit einem Sieg über die Twins würde Oakland erstmals seit 1992"
    }
  },
  {
    "translation": {
      "en": "-...for the first time since 1992. -But remember one thing.",
      "de": "-in die Finalserie der AL einziehen. -Eines muss man bedenken."
    }
  },
  {
    "translation": {
      "en": "Percentages hold up over a season, but for one game, one at bat...",
      "de": "BOTTOM 9. INNING Zahlen sagen viel über eine Saison aus, aber in einem Spiel"
    }
  },
  {
    "translation": {
      "en": "...throw the percentages out the window.",
      "de": "kann alles passieren."
    }
  },
  {
    "translation": {
      "en": "What the Minnesota Twins exposed is the fact that the Oakland A's...",
      "de": "Die Minnesota Twins haben bewiesen, dass die Oakland A's"
    }
  },
  {
    "translation": {
      "en": "...were fundamentally not a sound baseball team.",
      "de": "kein wirklich solides Baseballteam sind."
    }
  },
  {
    "translation": {
      "en": "They had a flawed concept that started with the general manager...",
      "de": "Der Club hat ein falsches Konzept, angefangen beim Manager"
    }
  },
  {
    "translation": {
      "en": "...and the brain trust thinking they could reinvent baseball.",
      "de": "und seinen Zahlenjongleuren, die Baseball neu erfinden wollten."
    }
  },
  {
    "translation": {
      "en": "You can't approach baseball... ...from a statistical, bean-counting point of view.",
      "de": "Baseball ist kein Spiel der Statistiker und Erbsenzähler."
    }
  },
  {
    "translation": {
      "en": "It's won on the field with fundamental play.",
      "de": "Man gewinnt es auf dem Spielfeld."
    }
  },
  {
    "translation": {
      "en": "You have to steal, you have to bunt, you have to sacrifice.",
      "de": "Man muss Bases stehlen, Bunts spielen, mal ein Out riskieren."
    }
  },
  {
    "translation": {
      "en": "You gotta get men in scoring position, and you gotta bring them in.",
      "de": "Die Jungs müssen auf Base kommen und dann punkten."
    }
  },
  {
    "translation": {
      "en": "And you don't do that with a bunch of statistical gimmicks.",
      "de": "Dabei sind statistische Spielereien wenig hilfreich."
    }
  },
  {
    "translation": {
      "en": "Nobody reinvents this game.",
      "de": "Niemand erfindet das Spiel neu."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "Due respect to the Coliseum, but this is a ballpark.",
      "de": "Nichts gegen das Kolosseum, aber das hier ist ein Stadion."
    }
  },
  {
    "translation": {
      "en": "Yes, it is.",
      "de": "Das stimmt."
    }
  },
  {
    "translation": {
      "en": "We're gonna have some lunch in a little bit.",
      "de": "Wir essen bald Mittag."
    }
  },
  {
    "translation": {
      "en": "Why don't I have some coffee sent up?",
      "de": "Wollen Sie vorher einen Kaffee?"
    }
  },
  {
    "translation": {
      "en": "Thank you, Denise.",
      "de": "Danke, Denise."
    }
  },
  {
    "translation": {
      "en": "-Thanks. -You're welcome.",
      "de": "-Danke. -Gern."
    }
  },
  {
    "translation": {
      "en": "You know, it's her birthday and I need to get her a present...",
      "de": "Sie hat heute Geburtstag, ich würde gern ein Geschenk besorgen,"
    }
  },
  {
    "translation": {
      "en": "...but she's usually the one that does that for me.",
      "de": "aber sie macht das sonst für mich."
    }
  },
  {
    "translation": {
      "en": "So do you have any ideas?",
      "de": "Haben Sie eine Idee?"
    }
  },
  {
    "translation": {
      "en": "Scarf.",
      "de": "Ein Schal."
    }
  },
  {
    "translation": {
      "en": "You mean like wool?",
      "de": "So ein Wollding?"
    }
  },
  {
    "translation": {
      "en": "No, I meant what women wear with.... You know, decorative.",
      "de": "Nein, was Frauen so tragen... so was Dekoratives."
    }
  },
  {
    "translation": {
      "en": "And where would I get something like that?",
      "de": "Wo bekomme ich so was?"
    }
  },
  {
    "translation": {
      "en": "No disrespect, I just lost in five for the second year in a row.",
      "de": "Nichts für Ungut, aber wir sind gerade rausgeflogen."
    }
  },
  {
    "translation": {
      "en": "Get her a bowling ball for all I care.",
      "de": "Schenken Sie ihr eine Bowlingkugel."
    }
  },
  {
    "translation": {
      "en": "Right.",
      "de": "Klar."
    }
  },
  {
    "translation": {
      "en": "Well, Steve told me he's offering you a new contract.",
      "de": "Steve hat mir gesagt, er will Ihren Vertrag verlängern."
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "So why did you return my call?",
      "de": "Wieso haben Sie dann zurückgerufen?"
    }
  },
  {
    "translation": {
      "en": "Because it's the Red Sox.",
      "de": "Weil es die Red Sox sind."
    }
  },
  {
    "translation": {
      "en": "Because I believe science might offer an answer to the Curse of the Bambino.",
      "de": "Weil mein Ansatz eine Lösung für Bostons Fluch liefert."
    }
  },
  {
    "translation": {
      "en": "-Because I hear you hired Bill James. -Yup.",
      "de": "-Weil ich hörte, Sie haben Bill James. -Ja."
    }
  },
  {
    "translation": {
      "en": "You know, why someone took so long to hire that guy is beyond me.",
      "de": "Wieso dieser Kerl nicht längst einen Vertrag hatte, verstehe ich nicht."
    }
  },
  {
    "translation": {
      "en": "Well, baseball hates him.",
      "de": "Baseball hasst ihn."
    }
  },
  {
    "translation": {
      "en": "Well, baseball can hate him, you know.",
      "de": "Der Baseball kann ihn von mir aus hassen."
    }
  },
  {
    "translation": {
      "en": "One of the great things about money is that it buys a lot of things...",
      "de": "Das Schöne an Geld ist, dass man damit viel kaufen kann."
    }
  },
  {
    "translation": {
      "en": "...one of which is the luxury to disregard what baseball likes...",
      "de": "Dazu gehört auch der Luxus, nicht darauf achten zu müssen,"
    }
  },
  {
    "translation": {
      "en": "...doesn't like, what baseball thinks, doesn't think.",
      "de": "was der Baseball denkt oder nicht."
    }
  },
  {
    "translation": {
      "en": "Sounds nice.",
      "de": "Klingt gut."
    }
  },
  {
    "translation": {
      "en": "Well, I was grateful for the call.",
      "de": "Tja... ich war dankbar für den Anruf."
    }
  },
  {
    "translation": {
      "en": "-You were grateful? -Yeah.",
      "de": "-Sie waren dankbar? -Ja."
    }
  },
  {
    "translation": {
      "en": "For 41 million, you built a play-off team.",
      "de": "Sie haben mit 41 Millionen ein Playoff-Team zusammengestellt."
    }
  },
  {
    "translation": {
      "en": "You lost Damon, Giambi, Isringhausen, Peña...",
      "de": "Und das ohne Damon, Giambi, Isringhausen, Peña."
    }
  },
  {
    "translation": {
      "en": "...and you won more games without them than you did with them.",
      "de": "Sie gewannen ohne sie mehr Spiele als mit ihnen."
    }
  },
  {
    "translation": {
      "en": "You won the exact same number of games that the Yankees won...",
      "de": "Sie haben genauso viele Spiele wie die Yankees gewonnen."
    }
  },
  {
    "translation": {
      "en": "...but the Yankees spent 1.4 million per win...",
      "de": "Aber die Yankees haben pro Sieg 1,4 Millionen hingelegt."
    }
  },
  {
    "translation": {
      "en": "...and you paid 260,000.",
      "de": "Sie gerade mal 260.000."
    }
  },
  {
    "translation": {
      "en": "I know you're taking it in the teeth, but the first guy through the wall...",
      "de": "Sie wurde kritisiert, aber wer als Erster eine Barriere durchbricht,"
    }
  },
  {
    "translation": {
      "en": "...he always gets bloody.",
      "de": "holt sich eine blutige Nase."
    }
  },
  {
    "translation": {
      "en": "Always. This is threatening not just a way of doing business...",
      "de": "Immer. Die Etablierten fühlen sich bedroht und tun so,"
    }
  },
  {
    "translation": {
      "en": "...but in their minds, it's threatening the game.",
      "de": "als wäre das ganze Spiel in Gefahr."
    }
  },
  {
    "translation": {
      "en": "Really, what it's threatening is their livelihood, their jobs.",
      "de": "Dabei gefährdet es nur ihre Lebensgrundlage, ihre Jobs."
    }
  },
  {
    "translation": {
      "en": "It's threatening the way that they do things.",
      "de": "Es gefährdet ihre Abläufe."
    }
  },
  {
    "translation": {
      "en": "Every time that happens...",
      "de": "Wenn das passiert,"
    }
  },
  {
    "translation": {
      "en": "...whether it's a government, a way of doing business, whatever...",
      "de": "egal ob in der Politik, der Wirtschaft oder sonst wo,"
    }
  },
  {
    "translation": {
      "en": "...the people who are holding the reins... ...they have their hands on the switch...",
      "de": "werden diejenigen, die die Zügel in der Hand halten,"
    }
  },
  {
    "translation": {
      "en": "...they go batshit crazy.",
      "de": "vollkommen panisch."
    }
  },
  {
    "translation": {
      "en": "I mean, anybody who's not tearing their team down right now...",
      "de": "Wer jetzt nicht kapiert hat, dass er sein Team umkrempeln muss"
    }
  },
  {
    "translation": {
      "en": "...and rebuilding it using your model...",
      "de": "und nach ihrem Vorbild umbaut..."
    }
  },
  {
    "translation": {
      "en": "...they're dinosaurs.",
      "de": "...ist ein Dinosaurier."
    }
  },
  {
    "translation": {
      "en": "They'll be sitting on their ass on the sofa in October...",
      "de": "Der wird im Oktober mit seinem Arsch auf dem Sofa hocken"
    }
  },
  {
    "translation": {
      "en": "...watching the Boston Red Sox win the World Series.",
      "de": "und zusehen, wie die Red Sox Meister werden."
    }
  },
  {
    "translation": {
      "en": "What's this?",
      "de": "Was ist das?"
    }
  },
  {
    "translation": {
      "en": "I want you to be my general manager. That's my offer.",
      "de": "Ich will Sie als Manager. Das ist mein Angebot."
    }
  },
  {
    "translation": {
      "en": "Heads up.",
      "de": "Vorsicht."
    }
  },
  {
    "translation": {
      "en": "What was that?",
      "de": "Was soll das?"
    }
  },
  {
    "translation": {
      "en": "-Sorry. I don't know. -What the hell was that?",
      "de": "-Ich weiß auch nicht. -Was sollte das?"
    }
  },
  {
    "translation": {
      "en": "You knucklehead.",
      "de": "Witzbold."
    }
  },
  {
    "translation": {
      "en": "How was Boston?",
      "de": "Wie war Boston?"
    }
  },
  {
    "translation": {
      "en": "Impressive.",
      "de": "Beeindruckend."
    }
  },
  {
    "translation": {
      "en": "Did Henry make you a good offer, at least?",
      "de": "Hat Henry ein gutes Angebot gemacht?"
    }
  },
  {
    "translation": {
      "en": "-Doesn't matter. Doesn't matter. -What was it? What was it?",
      "de": "-Ist egal. -Wie viel? -Egal. -Wie viel?"
    }
  },
  {
    "translation": {
      "en": "-Doesn't matter. -What was it?",
      "de": "-Egal. -Wie viel?"
    }
  },
  {
    "translation": {
      "en": "That makes you the highest-paid GM in the history of sports.",
      "de": "Das macht Sie zum bestbezahlten Manager der Sportgeschichte."
    }
  },
  {
    "translation": {
      "en": "So?",
      "de": "Schön."
    }
  },
  {
    "translation": {
      "en": "So what?",
      "de": "Na und?"
    }
  },
  {
    "translation": {
      "en": "I made one decision in my life based on money.",
      "de": "Ich ließ mich ein Mal vom Geld locken."
    }
  },
  {
    "translation": {
      "en": "And I swore I would never do it again.",
      "de": "Das sollte nie wieder passieren."
    }
  },
  {
    "translation": {
      "en": "You're not doing it for the money.",
      "de": "Sie tun es nicht fürs Geld."
    }
  },
  {
    "translation": {
      "en": "-No? -No.",
      "de": "-Nein? -Nein."
    }
  },
  {
    "translation": {
      "en": "You're doing it for what the money says.",
      "de": "Sondern für das, was das Geld aussagt."
    }
  },
  {
    "translation": {
      "en": "And it says what it says to any player that makes big money.",
      "de": "Es sagt, was es jedem Spieler sagt, der viel verdient."
    }
  },
  {
    "translation": {
      "en": "That they're worth it.",
      "de": "Dass er es wert ist."
    }
  },
  {
    "translation": {
      "en": "What a dump.",
      "de": "So eine Bruchbude."
    }
  },
  {
    "translation": {
      "en": "I really wanted to win here.",
      "de": "Hier wollte ich gewinnen."
    }
  },
  {
    "translation": {
      "en": "I really did.",
      "de": "Unbedingt."
    }
  },
  {
    "translation": {
      "en": "I think you won pretty big, Billy.",
      "de": "Sie haben viel gewonnen."
    }
  },
  {
    "translation": {
      "en": "Pete, we lost.",
      "de": "Wir haben verloren."
    }
  },
  {
    "translation": {
      "en": "We lost.",
      "de": "Wir haben verloren."
    }
  },
  {
    "translation": {
      "en": "It's only been a few days. Give yourself some time to get over it.",
      "de": "Es ist ein paar Tage her. Sie müssen es erstmal wegstecken."
    }
  },
  {
    "translation": {
      "en": "Man, I don't get over these things. Ever.",
      "de": "Ich stecke so was nicht weg. Niemals."
    }
  },
  {
    "translation": {
      "en": "Come with me to the video room. I wanna show you something.",
      "de": "Kommen Sie mit in den Videoraum. Ich zeige Ihnen etwas."
    }
  },
  {
    "translation": {
      "en": "No, man, I'm not up for film right now.",
      "de": "Nein, bitte keine Videoanalyse."
    }
  },
  {
    "translation": {
      "en": "Come on. Seriously.",
      "de": "Ich meine es ernst."
    }
  },
  {
    "translation": {
      "en": "Come on, Billy. Come on.",
      "de": "Kommen Sie, Billy."
    }
  },
  {
    "translation": {
      "en": "The Visalia Oaks...",
      "de": "Die Visalia Oaks."
    }
  },
  {
    "translation": {
      "en": "...and our 240-pound catcher, Jeremy Brown...",
      "de": "Unser 110 kg schwerer Catcher Jeremy Brown,"
    }
  },
  {
    "translation": {
      "en": "...who, as you know, is scared to run to second base.",
      "de": "der Angst hat, auf die Second Base zu laufen."
    }
  },
  {
    "translation": {
      "en": "This was in a game six weeks ago.",
      "de": "Das war vor sechs Wochen."
    }
  },
  {
    "translation": {
      "en": "This guy's gonna start with a fastball. Jeremy's gonna take him to deep center.",
      "de": "Der Pitcher wirft einen Fastball. Jeremy schlägt ihn tief ins Center."
    }
  },
  {
    "translation": {
      "en": "Here's what's interesting...",
      "de": "Jetzt wird's interessant."
    }
  },
  {
    "translation": {
      "en": "...because Jeremy's gonna do what he never does.",
      "de": "Jeremy tut etwas, das er sonst nie tut."
    }
  },
  {
    "translation": {
      "en": "He's gonna go for it.",
      "de": "Er riskiert's."
    }
  },
  {
    "translation": {
      "en": "He's gonna round first and he's gonna go for it.",
      "de": "Er läuft an der First Base vorbei."
    }
  },
  {
    "translation": {
      "en": "This is all of Jeremy's nightmares coming to life.",
      "de": "Jeremys Albtraum wird zur Realität."
    }
  },
  {
    "translation": {
      "en": "-They're laughing at him. -And Jeremy's about to find out why.",
      "de": "-Die lachen ihn aus. -Gleich findet er raus, wieso."
    }
  },
  {
    "translation": {
      "en": "Jeremy's about to realize...",
      "de": "Jeremy wird gleich klar..."
    }
  },
  {
    "translation": {
      "en": "...that the ball went 60 feet over the fence.",
      "de": "...dass der Ball über den Zaun geflogen ist."
    }
  },
  {
    "translation": {
      "en": "He hit a home run and didn't even realize it.",
      "de": "Er hat einen Homerun geschlagen, ohne es zu bemerken."
    }
  },
  {
    "translation": {
      "en": "How can you not be romantic about baseball?",
      "de": "Wie kann man dem Zauber von Baseball widerstehen?"
    }
  },
  {
    "translation": {
      "en": "-It's a metaphor. -I know it's a metaphor.",
      "de": "-Das ist eine Metapher. -Ich weiß."
    }
  },
  {
    "translation": {
      "en": "Pete, you're a good egg.",
      "de": "Pete, du bist in Ordnung."
    }
  },
  {
    "translation": {
      "en": "I'll call you.",
      "de": "Wir telefonieren."
    }
  },
  {
    "translation": {
      "en": "Hey, Dad, this is the song I told you I'd record.",
      "de": "Hey Dad, das ist der Song für dich."
    }
  },
  {
    "translation": {
      "en": "Please don't show it to anyone else.",
      "de": "Bitte spiele ihn niemandem sonst vor."
    }
  },
  {
    "translation": {
      "en": "Let me know if you change your mind and stay in California.",
      "de": "Sag Bescheid, falls du doch in Kalifornien bleibst."
    }
  },
  {
    "translation": {
      "en": "If not, you're a really great dad.",
      "de": "Wenn nicht, bist du trotzdem ein toller Dad."
    }
  },
  {
    "translation": {
      "en": "You're such a loser, Dad You're such a loser, Dad",
      "de": "Genieß es, dabei zu sein Du bist ein Loser, Dad"
    }
  }
]