[
  {
    "translation": {
      "en": "Move!",
      "de": "Bewegung!"
    }
  },
  {
    "translation": {
      "en": "EMERSON: It's life or death now, James.",
      "de": "Lebenslänglich oder Todesstrafe, James."
    }
  },
  {
    "translation": {
      "en": "By that, I mean you're doing one or the other",
      "de": "Damit meine ich, dass Sie das eine oder das andere"
    }
  },
  {
    "translation": {
      "en": "up in Rockview.",
      "de": "in Rockview erwarten wird."
    }
  },
  {
    "translation": {
      "en": "This here is District Attorney Rodin.",
      "de": "Das ist Staatsanwalt Rodin."
    }
  },
  {
    "translation": {
      "en": "Want to know what he's wondering?",
      "de": "Wollen Sie wissen, was er sich fragt?"
    }
  },
  {
    "translation": {
      "en": "Whether you're gonna walk like a man or cry like a pussy",
      "de": "Ob Sie wie ein Mann oder wie ein heulendes Weichei"
    }
  },
  {
    "translation": {
      "en": "on your way to the death house.",
      "de": "in die Todeszelle gehen werden."
    }
  },
  {
    "translation": {
      "en": "See, the D.A. likes the needle,",
      "de": "Der Staatsanwalt mag die Injektion,"
    }
  },
  {
    "translation": {
      "en": "whereas me,",
      "de": "wohingegen ich einen Mann wie Sie lieber lange leben sehe,"
    }
  },
  {
    "translation": {
      "en": "I like to see a man like you live a long life",
      "de": "einen Mann wie Sie lieber lange leben sehe,"
    }
  },
  {
    "translation": {
      "en": "with all your teeth knocked out.",
      "de": "mit ausgeschlagenen Zähnen. Herumgereicht, bis bei Ihnen alles aufgerissen ist."
    }
  },
  {
    "translation": {
      "en": "Passed around till a brother can't tell your fart from a yawn.",
      "de": "Herumgereicht, bis bei Ihnen alles aufgerissen ist."
    }
  },
  {
    "translation": {
      "en": "Now, I don't know what kind of man you are,",
      "de": "Ich weiß nicht, was für ein Mensch Sie sind,"
    }
  },
  {
    "translation": {
      "en": "which of these two fates you prefer,",
      "de": "welches der zwei Schicksale Sie vorziehen,"
    }
  },
  {
    "translation": {
      "en": "but Rodin here is a generous fellow.",
      "de": "aber Rodin ist großzügig. Er lässt Ihnen die Wahl."
    }
  },
  {
    "translation": {
      "en": "He's willing to let you take your pick.",
      "de": "aber Rodin ist großzügig. Er lässt Ihnen die Wahl. Um uns und der Stadt einen langen und teuren Prozess zu ersparen,"
    }
  },
  {
    "translation": {
      "en": "If you save us and this city a long and costly trial,",
      "de": "Um uns und der Stadt einen langen und teuren Prozess zu ersparen, verzichten Sie auf Ihr Recht auf einen Anwalt und gestehen Sie jetzt."
    }
  },
  {
    "translation": {
      "en": "waive your right to counsel and confess, right now.",
      "de": "verzichten Sie auf Ihr Recht auf einen Anwalt und gestehen Sie jetzt."
    }
  },
  {
    "translation": {
      "en": "Sixteen hours.",
      "de": "16 Stunden."
    }
  },
  {
    "translation": {
      "en": "Has to be some kind of record, Detective.",
      "de": "Das ist bestimmt ein Rekord, Detective."
    }
  },
  {
    "translation": {
      "en": "What the hell is this?",
      "de": "Was zur Hölle soll das?"
    }
  },
  {
    "translation": {
      "en": "Who the hell is Jack Reacher?",
      "de": "Wer zum Teufel ist Jack Reacher?"
    }
  },
  {
    "translation": {
      "en": "born Jack, not John, no middle name,",
      "de": "geboren als Jack, nicht als John, kein zweiter Vorname, ist ein Geist."
    }
  },
  {
    "translation": {
      "en": "is a ghost.",
      "de": "geboren als Jack, nicht als John, kein zweiter Vorname, ist ein Geist. Kein Führerschein, alt oder neu. Kein Wohnort, alt oder neu."
    }
  },
  {
    "translation": {
      "en": "No driver's license, current or expired. No residence, current or former.",
      "de": "Kein Führerschein, alt oder neu. Kein Wohnort, alt oder neu."
    }
  },
  {
    "translation": {
      "en": "No credit cards, no credit history. No P.O. box, cell phone, e-mail.",
      "de": "Keine Kreditkarten oder Kredite. Kein Postfach oder Handy, keine E-Mail."
    }
  },
  {
    "translation": {
      "en": "Nothing.",
      "de": "Nichts."
    }
  },
  {
    "translation": {
      "en": "Can you at least tell me who he is?",
      "de": "Wissen Sie wenigstens, wer er ist? Ich weiß, wer er war. Armeefamilie."
    }
  },
  {
    "translation": {
      "en": "Well, I can tell you who he was. Blood military.",
      "de": "Ich weiß, wer er war. Armeefamilie. Geboren und aufgewachsen auf Stützpunkten im Ausland."
    }
  },
  {
    "translation": {
      "en": "Born and raised on bases abroad.",
      "de": "Geboren und aufgewachsen auf Stützpunkten im Ausland. Die Mutter war Französin, der Vater bei der Marine."
    }
  },
  {
    "translation": {
      "en": "Mother was a French national, father in the Corps.",
      "de": "Die Mutter war Französin, der Vater bei der Marine. Er kam als West Point-Rekrut erstmals in die USA."
    }
  },
  {
    "translation": {
      "en": "His first trip to the United States",
      "de": "Er kam als West Point-Rekrut erstmals in die USA."
    }
  },
  {
    "translation": {
      "en": "was to attend West Point.",
      "de": "Er kam als West Point-Rekrut erstmals in die USA. Vier Jahre danach geht er in den Einsatz."
    }
  },
  {
    "translation": {
      "en": "Four years later, he ships out for good.",
      "de": "Vier Jahre danach geht er in den Einsatz. Irak. Afghanistan. Balkan. Alles mögliche."
    }
  },
  {
    "translation": {
      "en": "Iraq. Afghanistan. The Balkans. You name it.",
      "de": "Irak. Afghanistan. Balkan. Alles mögliche."
    }
  },
  {
    "translation": {
      "en": "Served with distinction.",
      "de": "Er bekam viele Auszeichnungen. Silver Star, Bronze Star, Legion of Merit."
    }
  },
  {
    "translation": {
      "en": "Defense Superior Service Medal? Had to look that one up.",
      "de": "Defense Superior Service-Medaille? Die musste ich nachschlagen."
    }
  },
  {
    "translation": {
      "en": "And a Purple Heart. He spent the bulk of his service",
      "de": "Ein Purple Heart. Er leistete seinen Dienst vor allem"
    }
  },
  {
    "translation": {
      "en": "in the Military Police.",
      "de": "bei der Militärpolizei. Offenbar ein brillanter Ermittler."
    }
  },
  {
    "translation": {
      "en": "By all accounts, a brilliant investigator.",
      "de": "bei der Militärpolizei. Offenbar ein brillanter Ermittler. Und ein Querulant."
    }
  },
  {
    "translation": {
      "en": "Apparently, a troublemaker, too.",
      "de": "Und ein Querulant."
    }
  },
  {
    "translation": {
      "en": "Demoted to Captain.",
      "de": "Herabstufung auf Captain."
    }
  },
  {
    "translation": {
      "en": "Worked his way back to Major.",
      "de": "Arbeitete sich wieder zum Major hoch."
    }
  },
  {
    "translation": {
      "en": "Then two years ago, he musters out.",
      "de": "Vor zwei Jahren dann ließ er sich ausmustern. Nach einem Leben beim Militär hört er einfach auf. Und dann,"
    }
  },
  {
    "translation": {
      "en": "After a literal lifetime in the military,",
      "de": "Nach einem Leben beim Militär hört er einfach auf. Und dann,"
    }
  },
  {
    "translation": {
      "en": "he just up and quits. And then,",
      "de": "Nach einem Leben beim Militär hört er einfach auf. Und dann, zum zweiten Mal in seinem Leben,"
    }
  },
  {
    "translation": {
      "en": "for only the second time in his life,",
      "de": "zum zweiten Mal in seinem Leben, reist er in die USA ein und verschwindet."
    }
  },
  {
    "translation": {
      "en": "he enters the United States and simply disappears.",
      "de": "reist er in die USA ein und verschwindet. PFANDLEIHE"
    }
  },
  {
    "translation": {
      "en": "RODIN: Dead, maybe?",
      "de": "Tot vielleicht? Nicht laut der Sozialversicherung und einem Bankkonto in Virginia."
    }
  },
  {
    "translation": {
      "en": "EMERSON: Not according to Social Security",
      "de": "Nicht laut der Sozialversicherung und einem Bankkonto in Virginia."
    }
  },
  {
    "translation": {
      "en": "and a bank account in Virginia.",
      "de": "Nicht laut der Sozialversicherung und einem Bankkonto in Virginia. Seine Pension wird monatlich ausgezahlt"
    }
  },
  {
    "translation": {
      "en": "His pension is deposited monthly",
      "de": "Seine Pension wird monatlich ausgezahlt und jemand hebt gelegentlich Geld ab. Nur Überweisungen."
    }
  },
  {
    "translation": {
      "en": "and someone is making the occasional withdrawal. All wire transfers.",
      "de": "und jemand hebt gelegentlich Geld ab. Nur Überweisungen."
    }
  },
  {
    "translation": {
      "en": "I can't find out where without a federal warrant.",
      "de": "Ohne Bundesvollmacht finde ich den Ort nicht heraus."
    }
  },
  {
    "translation": {
      "en": "RODIN: Well, he can't drive or fly.",
      "de": "Er kann nicht Auto fahren oder fliegen. Nicht unter seinem echten Namen."
    }
  },
  {
    "translation": {
      "en": "At least not under his real name.",
      "de": "Nicht unter seinem echten Namen."
    }
  },
  {
    "translation": {
      "en": "Any warrants? EMERSON: Record's clean.",
      "de": "-Haftbefehle? -Er ist sauber. Wer so schwer zu finden ist, muss irgendwas verbrochen haben."
    }
  },
  {
    "translation": {
      "en": "Oh, come on! A guy this hard to find? Gotta be wanted for something.",
      "de": "Wer so schwer zu finden ist, muss irgendwas verbrochen haben."
    }
  },
  {
    "translation": {
      "en": "His record is clean.",
      "de": "Er ist sauber."
    }
  },
  {
    "translation": {
      "en": "So,",
      "de": "Also..."
    }
  },
  {
    "translation": {
      "en": "how do we find this Reacher?",
      "de": "...wie finden wir diesen Reacher?"
    }
  },
  {
    "translation": {
      "en": "Obviously, you don't find this guy unless he wants to be found.",
      "de": "Man findet ihn nur, wenn er gefunden werden will."
    }
  },
  {
    "translation": {
      "en": "Excuse me, sir. There's a Jack Reacher here to see you.",
      "de": "Entschuldigung, Sir. Ein Jack Reacher will Sie sehen."
    }
  },
  {
    "translation": {
      "en": "Can I help you?",
      "de": "Kann ich Ihnen helfen?"
    }
  },
  {
    "translation": {
      "en": "So, now you've seen him. How do you know him?",
      "de": "Jetzt haben Sie ihn gesehen. Woher kennen Sie ihn?"
    }
  },
  {
    "translation": {
      "en": "Why wasn't he in protective custody?",
      "de": "Warum war er nicht in Schutzhaft?"
    }
  },
  {
    "translation": {
      "en": "That was an oversight.",
      "de": "Das war ein Versehen. Eher hat man ihn den Wölfen vorgeworfen."
    }
  },
  {
    "translation": {
      "en": "More like some Corrections flunky threw him to the wolves.",
      "de": "Eher hat man ihn den Wölfen vorgeworfen."
    }
  },
  {
    "translation": {
      "en": "EMERSON: Just as likely.",
      "de": "Könnte auch sein. Es ist passiert und lässt sich nicht ändern."
    }
  },
  {
    "translation": {
      "en": "But it's done and we can't undo it.",
      "de": "Es ist passiert und lässt sich nicht ändern."
    }
  },
  {
    "translation": {
      "en": "So what happens now?",
      "de": "Was passiert jetzt?"
    }
  },
  {
    "translation": {
      "en": "Well, now he's in a coma.",
      "de": "Jetzt liegt er im Koma."
    }
  },
  {
    "translation": {
      "en": "We'll try him when he wakes up. If he wakes up.",
      "de": "Wir klagen ihn an, wenn er aufwacht. Falls er aufwacht."
    }
  },
  {
    "translation": {
      "en": "Okay? Now it's your turn, Reacher.",
      "de": "Ok? Sie sind dran, Reacher."
    }
  },
  {
    "translation": {
      "en": "Why did he call you as a witness?",
      "de": "Warum nannte er Sie als Zeugen?"
    }
  },
  {
    "translation": {
      "en": "I don't believe he did.",
      "de": "Das hat er sicher nicht. Er fragte ausdrücklich nach Ihnen."
    }
  },
  {
    "translation": {
      "en": "Well, I believe he asked for you by name.",
      "de": "Er fragte ausdrücklich nach Ihnen."
    }
  },
  {
    "translation": {
      "en": "Any chance I could look at the evidence?",
      "de": "Könnte ich mir die Beweise ansehen? Nein. Erst beantworten Sie Fragen."
    }
  },
  {
    "translation": {
      "en": "No way. Not till you answer some questions.",
      "de": "Nein. Erst beantworten Sie Fragen."
    }
  },
  {
    "translation": {
      "en": "Nice meeting you.",
      "de": "Hat mich gefreut."
    }
  },
  {
    "translation": {
      "en": "Hey. Hey. Hey! Mr. Reacher.",
      "de": "-Hey! -Mr. Reacher. -Mr. Reacher! -Bleiben Sie stehen!"
    }
  },
  {
    "translation": {
      "en": "Mr. Reacher! Hey, stop! Stop right there!",
      "de": "-Mr. Reacher! -Bleiben Sie stehen!"
    }
  },
  {
    "translation": {
      "en": "We had a deal.",
      "de": "Wir hatten einen Deal. Ich bringe Sie zu Barr, Sie sagen, was Sie wissen."
    }
  },
  {
    "translation": {
      "en": "I take you to Barr, you tell me what you know.",
      "de": "Ich bringe Sie zu Barr, Sie sagen, was Sie wissen."
    }
  },
  {
    "translation": {
      "en": "I know you say he shot five people,",
      "de": "Ich weiß, er erschoss fünf Leute und er liegt im Koma."
    }
  },
  {
    "translation": {
      "en": "I know he's in a coma.",
      "de": "Ich weiß, er erschoss fünf Leute und er liegt im Koma. Es gibt eine Bushaltestelle,"
    }
  },
  {
    "translation": {
      "en": "and I can walk there in 24 minutes.",
      "de": "die ich in 24 Minuten erreichen kann. Sie lassen Ihren Freund im Stich?"
    }
  },
  {
    "translation": {
      "en": "So you're just going to walk out on your friend?",
      "de": "Sie lassen Ihren Freund im Stich?"
    }
  },
  {
    "translation": {
      "en": "He's not my friend.",
      "de": "-Er ist nicht mein Freund. -Warum fragte er nach Ihnen?"
    }
  },
  {
    "translation": {
      "en": "RODIN: Why'd he ask for you, then? Well, same reason he shot five people, he's crazy.",
      "de": "Aus dem Grund, warum er fünf Leute erschoss. Er ist verrückt."
    }
  },
  {
    "translation": {
      "en": "Hey. Hold on.",
      "de": "Hey. Moment."
    }
  },
  {
    "translation": {
      "en": "Don't do that.",
      "de": "Lassen Sie das. Das ist sogar für euch ein neuer Tiefpunkt."
    }
  },
  {
    "translation": {
      "en": "HELEN: Well, this is a new low, even for both of you.",
      "de": "Das ist sogar für euch ein neuer Tiefpunkt."
    }
  },
  {
    "translation": {
      "en": "Uh-oh.",
      "de": "Das ist sogar für euch ein neuer Tiefpunkt. Redet nicht ohne mich mit meinem Mandanten."
    }
  },
  {
    "translation": {
      "en": "You do not talk to my client without me present.",
      "de": "Redet nicht ohne mich mit meinem Mandanten."
    }
  },
  {
    "translation": {
      "en": "You know that.",
      "de": "Das wisst ihr."
    }
  },
  {
    "translation": {
      "en": "RODIN: We weren't talking to your client.",
      "de": "Wir redeten nicht mit ihm. Er liegt im Koma."
    }
  },
  {
    "translation": {
      "en": "He's in a coma, for Christ's sakes.",
      "de": "Wir redeten nicht mit ihm. Er liegt im Koma. -Sie sind Barrs Anwältin? -Helen Rodin, Jack Reacher."
    }
  },
  {
    "translation": {
      "en": "You're Barr's attorney? Helen Rodin, Jack Reacher.",
      "de": "-Sie sind Barrs Anwältin? -Helen Rodin, Jack Reacher."
    }
  },
  {
    "translation": {
      "en": "Jack Reacher? Helen Rodin.",
      "de": "-Jack Reacher? -Helen Rodin. Die Tochter des Staatsanwalts."
    }
  },
  {
    "translation": {
      "en": "Yeah, she's the District Attorney's daughter.",
      "de": "Die Tochter des Staatsanwalts."
    }
  },
  {
    "translation": {
      "en": "It's a good story, actually.",
      "de": "Eine gute Geschichte."
    }
  },
  {
    "translation": {
      "en": "I'd like to hear it.",
      "de": "Ich würde sie gern hören. Wie habt ihr ihn gefunden?"
    }
  },
  {
    "translation": {
      "en": "How'd you find him? How'd they find you?",
      "de": "Wie habt ihr ihn gefunden?"
    }
  },
  {
    "translation": {
      "en": "You can't be talking to this man.",
      "de": "Ihr könnt nicht mit ihm reden. Doppeltes Versagen."
    }
  },
  {
    "translation": {
      "en": "Two strikes in one day.",
      "de": "Ihr könnt nicht mit ihm reden. Doppeltes Versagen. -Der Schein trügt. -Er kam zu uns."
    }
  },
  {
    "translation": {
      "en": "It's not what it looks like. He came to us.",
      "de": "-Der Schein trügt. -Er kam zu uns. -Sie gingen zum Staatsanwalt? -Gibt es ein Gesetz dagegen?"
    }
  },
  {
    "translation": {
      "en": "You went to the D.A.? Is there a law against that?",
      "de": "-Sie gingen zum Staatsanwalt? -Gibt es ein Gesetz dagegen?"
    }
  },
  {
    "translation": {
      "en": "None you're currently breaking.",
      "de": "Keins, das Sie gerade brechen. Komm, bevor es peinlich wird. Hey."
    }
  },
  {
    "translation": {
      "en": "Come on, before this gets awkward. Now, hey.",
      "de": "Komm, bevor es peinlich wird. Hey."
    }
  },
  {
    "translation": {
      "en": "Say, \"See you in court.\" For me.",
      "de": "Sagen Sie \"Wir sehen uns vor Gericht\". Für mich."
    }
  },
  {
    "translation": {
      "en": "Goodbye, Detective.",
      "de": "Tschüss, Detective."
    }
  },
  {
    "translation": {
      "en": "Weird meeting you. Likewise.",
      "de": "-War seltsam, Sie zu treffen. -Ebenso."
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "de": "Gehen wir."
    }
  },
  {
    "translation": {
      "en": "So...",
      "de": "Also..."
    }
  },
  {
    "translation": {
      "en": "So, you're Jack Reacher.",
      "de": "Sie sind Jack Reacher."
    }
  },
  {
    "translation": {
      "en": "So you're the D.A.'s daughter. Oh, Jesus. Please.",
      "de": "-Und Sie die Tochter des Staatsanwalts. -Gott. Bitte."
    }
  },
  {
    "translation": {
      "en": "Is that even legal? Fortunately.",
      "de": "-Ist das legal? -Glücklicherweise ja."
    }
  },
  {
    "translation": {
      "en": "How does that happen?",
      "de": "-Wie kam es dazu? -Das sage ich nach Ihrer Aussage."
    }
  },
  {
    "translation": {
      "en": "You don't want to depose me.",
      "de": "-Sie wollen meine Aussage nicht. -Sie sind mein einziger Zeuge."
    }
  },
  {
    "translation": {
      "en": "I'm not a defense witness.",
      "de": "-Das bin ich nicht. -Ihr Freund James sieht das anders."
    }
  },
  {
    "translation": {
      "en": "Your friend James thinks you are.",
      "de": "-Das bin ich nicht. -Ihr Freund James sieht das anders. Er ist nicht mein Freund. Warum denken das alle?"
    }
  },
  {
    "translation": {
      "en": "He's not my friend. Why does everyone assume that?",
      "de": "Er ist nicht mein Freund. Warum denken das alle?"
    }
  },
  {
    "translation": {
      "en": "Well, why else would he ask for you",
      "de": "Warum fragt er sonst nach Ihnen und warum wollen Sie ihm helfen?"
    }
  },
  {
    "translation": {
      "en": "I didn't come here to help him. I came here to bury him.",
      "de": "Ich will ihm nicht helfen. Ich will ihn fertigmachen."
    }
  },
  {
    "translation": {
      "en": "Who the hell is Jack Reacher?",
      "de": "Wer zur Hölle ist Jack Reacher?"
    }
  },
  {
    "translation": {
      "en": "HELEN: So why are you so hard to find? I'm impossible to find.",
      "de": "-Warum sind Sie so schwer zu finden? -Ich bin nie zu finden."
    }
  },
  {
    "translation": {
      "en": "Why is that?",
      "de": "Warum? Es begann als Übung und wurde zur Sucht."
    }
  },
  {
    "translation": {
      "en": "Well, you could say it started out as an exercise and became an addiction.",
      "de": "Es begann als Übung und wurde zur Sucht."
    }
  },
  {
    "translation": {
      "en": "Are you on the run?",
      "de": "Sind Sie auf der Flucht?"
    }
  },
  {
    "translation": {
      "en": "My bus is leaving. You better hurry, counselor.",
      "de": "Mein Bus fährt gleich. Beeilen Sie sich."
    }
  },
  {
    "translation": {
      "en": "How do you know James Barr?",
      "de": "Woher kennen Sie James Barr?"
    }
  },
  {
    "translation": {
      "en": "Why are you representing him?",
      "de": "-Warum vertreten Sie ihn? -Ich bin Anwältin."
    }
  },
  {
    "translation": {
      "en": "I'm a lawyer. So is a public defender, with just as much chance of clearing Barr.",
      "de": "So wie ein Pflichtverteidiger, der ihn auch raushauen könnte."
    }
  },
  {
    "translation": {
      "en": "I'm not trying to clear him,",
      "de": "Ich will ihn nicht raushauen, ich will ihn nur vor der Todesstrafe bewahren."
    }
  },
  {
    "translation": {
      "en": "I am just trying to keep him off death row.",
      "de": "ich will ihn nur vor der Todesstrafe bewahren."
    }
  },
  {
    "translation": {
      "en": "By proving he's insane? Well, that's one option.",
      "de": "-Weil er unzurechnungsfähig ist? -Das ist eine Option. Sie ärgern Ihren Vater, weil..."
    }
  },
  {
    "translation": {
      "en": "And sticking it to your father because...",
      "de": "Sie ärgern Ihren Vater, weil..."
    }
  },
  {
    "translation": {
      "en": "No. Not my father.",
      "de": "Nicht meinen Vater. Die Staatsanwaltschaft."
    }
  },
  {
    "translation": {
      "en": "The Office of the District Attorney.",
      "de": "Nicht meinen Vater. Die Staatsanwaltschaft. Weil die Ihnen kein Pony gekauft hat."
    }
  },
  {
    "translation": {
      "en": "Because the Office of the District Attorney never bought you a pony.",
      "de": "Weil die Ihnen kein Pony gekauft hat."
    }
  },
  {
    "translation": {
      "en": "D.A. Rodin's never lost a capital case. You know why?",
      "de": "Rodin verlor nie einen Todesstrafprozess. Warum wohl?"
    }
  },
  {
    "translation": {
      "en": "Impeccable tailoring.",
      "de": "Maßgeschneiderte Anzüge. -Er kämpft nur, wenn der Sieg sicher ist. -Wie der Rote Baron."
    }
  },
  {
    "translation": {
      "en": "He never picks a fight he can't win.",
      "de": "-Er kämpft nur, wenn der Sieg sicher ist. -Wie der Rote Baron."
    }
  },
  {
    "translation": {
      "en": "Worked for the Red Baron.",
      "de": "-Er kämpft nur, wenn der Sieg sicher ist. -Wie der Rote Baron. Jeder Mordverdächtige hat die Wahl."
    }
  },
  {
    "translation": {
      "en": "Every murder suspect in this town is given a choice.",
      "de": "Jeder Mordverdächtige hat die Wahl."
    }
  },
  {
    "translation": {
      "en": "Confess or face death.",
      "de": "Gestehen oder die Todesstrafe."
    }
  },
  {
    "translation": {
      "en": "Against a D.A. who never loses.",
      "de": "Gegen einen Staatsanwalt, der nie verliert. Meine Kanzlei glaubt, dass viele Unschuldige"
    }
  },
  {
    "translation": {
      "en": "My firm has reason to believe more than one innocent man has gone down without a fight.",
      "de": "Meine Kanzlei glaubt, dass viele Unschuldige ohne Kampf untergegangen sind."
    }
  },
  {
    "translation": {
      "en": "Oh, I get it.",
      "de": "Oh, ich verstehe."
    }
  },
  {
    "translation": {
      "en": "You're an idealist.",
      "de": "Sie sind Idealistin."
    }
  },
  {
    "translation": {
      "en": "No. I'm a pacifist.",
      "de": "Nein. Ich bin Pazifistin."
    }
  },
  {
    "translation": {
      "en": "It's a noble crusade.",
      "de": "Ein nobler Kreuzzug. Aber dies ist der falsche Kampf. James Barr ist schuldig."
    }
  },
  {
    "translation": {
      "en": "But this is not the fight. Trust me. James Barr's guilty.",
      "de": "Aber dies ist der falsche Kampf. James Barr ist schuldig. Sie kennen die Beweise nicht."
    }
  },
  {
    "translation": {
      "en": "You haven't even seen the evidence.",
      "de": "Sie kennen die Beweise nicht."
    }
  },
  {
    "translation": {
      "en": "Is this a privileged conversation?",
      "de": "Bleibt dieses Gespräch unter uns?"
    }
  },
  {
    "translation": {
      "en": "Of course, it's a client conference. Nothing you say here can be repeated.",
      "de": "Ja, es ist ein Mandantengespräch. Alles, was Sie sagen, bleibt geheim."
    }
  },
  {
    "translation": {
      "en": "There are four types of people who join the military.",
      "de": "Es gibt vier Typen von Leuten, die zum Militär gehen."
    }
  },
  {
    "translation": {
      "en": "For some, it's a family trade.",
      "de": "Für einige ist es eine Familientradition. Andere sind Patrioten und wollen dienen."
    }
  },
  {
    "translation": {
      "en": "Others are patriots, eager to serve.",
      "de": "Andere sind Patrioten und wollen dienen. Dann gibt es die, die nur einen Job brauchen."
    }
  },
  {
    "translation": {
      "en": "Next, you have those who just need a job.",
      "de": "Dann gibt es die, die nur einen Job brauchen. Und dann die, die einen legalen Weg suchen, Leute zu ermorden."
    }
  },
  {
    "translation": {
      "en": "Then there's the kind who want a legal means of killing other people.",
      "de": "Und dann die, die einen legalen Weg suchen, Leute zu ermorden."
    }
  },
  {
    "translation": {
      "en": "James Barr was one of those.",
      "de": "Dazu gehörte James Barr."
    }
  },
  {
    "translation": {
      "en": "He made sniper.",
      "de": "Er wurde Scharfschütze. Trainierte hart. 2000 Schuss pro Woche."
    }
  },
  {
    "translation": {
      "en": "Trained hard. Two thousand rounds a week.",
      "de": "Trainierte hart. 2000 Schuss pro Woche. Mit jedem Schuss visualisierte er"
    }
  },
  {
    "translation": {
      "en": "And with every shot, he's taught to visualize",
      "de": "Mit jedem Schuss visualisierte er die Schädelbasis eines Menschen durch sein Fadenkreuz."
    }
  },
  {
    "translation": {
      "en": "the base of a man's skull through his reticle.",
      "de": "die Schädelbasis eines Menschen durch sein Fadenkreuz. Die Stelle, wo das Rückenmark auf die Wirbelsäule trifft."
    }
  },
  {
    "translation": {
      "en": "The sweet spot where the medulla meets the spine.",
      "de": "Die Stelle, wo das Rückenmark auf die Wirbelsäule trifft."
    }
  },
  {
    "translation": {
      "en": "Visualize that puff of pink mist.",
      "de": "Er visualisierte den rosa Nebel."
    }
  },
  {
    "translation": {
      "en": "Finally, he's deployed to Iraq.",
      "de": "Dann versetzt man ihn in den Irak."
    }
  },
  {
    "translation": {
      "en": "He's put on overwatch.",
      "de": "Er kommt zur Aufklärung. Er starrt den ganzen Tag durch sein Zielfernrohr Zivilisten an."
    }
  },
  {
    "translation": {
      "en": "All day long he stares through a scope at civilians.",
      "de": "Er starrt den ganzen Tag durch sein Zielfernrohr Zivilisten an."
    }
  },
  {
    "translation": {
      "en": "Women.",
      "de": "Frauen."
    }
  },
  {
    "translation": {
      "en": "Children.",
      "de": "Kinder."
    }
  },
  {
    "translation": {
      "en": "Day in, day out, for two long years",
      "de": "Tagein, tagaus, zwei lange Jahre, ohne dass er je einen Schuss abfeuern durfte."
    }
  },
  {
    "translation": {
      "en": "without ever once being cleared to fire a single shot.",
      "de": "ohne dass er je einen Schuss abfeuern durfte."
    }
  },
  {
    "translation": {
      "en": "Then comes the drawdown.",
      "de": "Dann kommt der Truppenabzug."
    }
  },
  {
    "translation": {
      "en": "For James Barr, the war's over.",
      "de": "Für James Barr ist der Krieg vorbei."
    }
  },
  {
    "translation": {
      "en": "Two thousand rounds a week.",
      "de": "2000 Schuss pro Woche. Eine Viertel Million Schuss insgesamt, keiner auf ein menschliches Ziel."
    }
  },
  {
    "translation": {
      "en": "A quarter million rounds in his career, not one at a human target.",
      "de": "Eine Viertel Million Schuss insgesamt, keiner auf ein menschliches Ziel."
    }
  },
  {
    "translation": {
      "en": "You've been hungry. You've been horny.",
      "de": "Du warst hungrig. Du warst scharf. Es juckt dich und du kannst nicht kratzen."
    }
  },
  {
    "translation": {
      "en": "You've had an itch you can't scratch.",
      "de": "Es juckt dich und du kannst nicht kratzen. Stellen Sie sich das vor. Tage. Wochen. Jahre."
    }
  },
  {
    "translation": {
      "en": "Imagine that feeling. Days. Weeks. Years.",
      "de": "Stellen Sie sich das vor. Tage. Wochen. Jahre. Stellen Sie sich das um 200.000 verstärkt vor plus 50.000."
    }
  },
  {
    "translation": {
      "en": "Imagine that feeling times 200,000, plus 50,000 more.",
      "de": "Stellen Sie sich das um 200.000 verstärkt vor plus 50.000. Es sind 54 Grad und morgen fährst du nach Hause"
    }
  },
  {
    "translation": {
      "en": "Imagine it's 130 degrees on the deck",
      "de": "Es sind 54 Grad und morgen fährst du nach Hause"
    }
  },
  {
    "translation": {
      "en": "and tomorrow you're going home",
      "de": "Es sind 54 Grad und morgen fährst du nach Hause und du weißt, wenn du jetzt nicht kratzt,"
    }
  },
  {
    "translation": {
      "en": "and you know if you don't scratch that itch now,",
      "de": "und du weißt, wenn du jetzt nicht kratzt,"
    }
  },
  {
    "translation": {
      "en": "you never will.",
      "de": "wirst du es nie tun."
    }
  },
  {
    "translation": {
      "en": "You need a release.",
      "de": "Du brauchst die Erleichterung."
    }
  },
  {
    "translation": {
      "en": "You need a target.",
      "de": "Du brauchst ein Ziel. Und wer das ist, ist dir völlig egal."
    }
  },
  {
    "translation": {
      "en": "And the who of it never once enters your mind.",
      "de": "Und wer das ist, ist dir völlig egal."
    }
  },
  {
    "translation": {
      "en": "He covered his tracks well,",
      "de": "Er hatte seine Spuren gut verwischt,"
    }
  },
  {
    "translation": {
      "en": "just like sane people do.",
      "de": "wie es gesunde Menschen tun."
    }
  },
  {
    "translation": {
      "en": "He almost got away with it, too. But I caught him. And he confessed.",
      "de": "Er kam auch fast damit durch. Aber ich schnappte ihn. Und er gestand."
    }
  },
  {
    "translation": {
      "en": "So why didn't he go to prison?",
      "de": "Warum kam er nicht ins Gefängnis? Barr wusste nicht, dass die vier Zivilisten, die er erschoss,"
    }
  },
  {
    "translation": {
      "en": "What Barr didn't know that day was the four civilian contractors he'd picked off",
      "de": "Barr wusste nicht, dass die vier Zivilisten, die er erschoss, am Wochenende eine Massenvergewaltigung verübt hatten."
    }
  },
  {
    "translation": {
      "en": "just spent the weekend at what they call a rape-rally.",
      "de": "am Wochenende eine Massenvergewaltigung verübt hatten."
    }
  },
  {
    "translation": {
      "en": "It was 28 women, ages 54 on down to 11.",
      "de": "Es waren 28 Frauen im Alter von 54 bis 11 Jahren. Jedenfalls die, die ich fand, bevor der Fall geschlossen wurde."
    }
  },
  {
    "translation": {
      "en": "Those were just the ones I could find before the case was shut down.",
      "de": "Jedenfalls die, die ich fand, bevor der Fall geschlossen wurde. Je tiefer ich grub, desto übler wurde es."
    }
  },
  {
    "translation": {
      "en": "See, the deeper I dug, the uglier it got.",
      "de": "Je tiefer ich grub, desto übler wurde es. Nach sieben langen Jahren Krieg"
    }
  },
  {
    "translation": {
      "en": "And after seven long years of \"Mission Accomplished,\"",
      "de": "Nach sieben langen Jahren Krieg wollte man die Sache in der Firma stillschweigend ad acta legen."
    }
  },
  {
    "translation": {
      "en": "someone in the corporation just wanted the whole thing to end quietly.",
      "de": "wollte man die Sache in der Firma stillschweigend ad acta legen."
    }
  },
  {
    "translation": {
      "en": "So they chalked it up to the fog of war, made the murders go away.",
      "de": "Sie taten es als Kriegswirre ab und ließen die Mörder gehen."
    }
  },
  {
    "translation": {
      "en": "This is classified information.",
      "de": "Das sind geheime Informationen."
    }
  },
  {
    "translation": {
      "en": "And that's why the privilege.",
      "de": "Darum die Schweigepflicht. Sie wollten es dem Staatsanwalt erzählen."
    }
  },
  {
    "translation": {
      "en": "But you were ready to tell this to the D.A.",
      "de": "Sie wollten es dem Staatsanwalt erzählen. Als ich Barr zuletzt sah, gab ich ihm ein Versprechen."
    }
  },
  {
    "translation": {
      "en": "The last time I saw Barr, I made him a promise.",
      "de": "Als ich Barr zuletzt sah, gab ich ihm ein Versprechen. Und als ich ihn in den Nachrichten sah, wollte ich es einlösen."
    }
  },
  {
    "translation": {
      "en": "And when I saw his name on the news, I came here to keep it.",
      "de": "Und als ich ihn in den Nachrichten sah, wollte ich es einlösen."
    }
  },
  {
    "translation": {
      "en": "But now I know I don't have to. How can you be sure?",
      "de": "-Das ist nicht mehr nötig. -Wieso sind Sie so sicher?"
    }
  },
  {
    "translation": {
      "en": "You still haven't seen the evidence.",
      "de": "Sie kennen die Beweise nicht."
    }
  },
  {
    "translation": {
      "en": "Your father has. And he doesn't pick a fight he can't win.",
      "de": "Ihr Vater schon. Und er kämpft nur, wenn der Sieg sicher ist."
    }
  },
  {
    "translation": {
      "en": "Barr's not getting away with murder again.",
      "de": "Barr kommt nicht nochmal mit Mord durch."
    }
  },
  {
    "translation": {
      "en": "He might.",
      "de": "Vielleicht doch."
    }
  },
  {
    "translation": {
      "en": "He suffered a severe brain injury in state custody.",
      "de": "Er erlitt in der Haft schwere Hirnverletzungen."
    }
  },
  {
    "translation": {
      "en": "When he wakes up, if he wakes up,",
      "de": "Wenn er aufwacht, falls er aufwacht,"
    }
  },
  {
    "translation": {
      "en": "he may not remember the event, he may not remember anything at all.",
      "de": "erinnert er sich vielleicht an nichts mehr."
    }
  },
  {
    "translation": {
      "en": "And this case won't be about James Barr's guilt or innocence.",
      "de": "Und der Fall dreht sich nicht um James Barrs Schuld oder Unschuld. Sondern darum, ob er vor Gericht gestellt werden kann."
    }
  },
  {
    "translation": {
      "en": "It'll be about his ability to stand trial.",
      "de": "Sondern darum, ob er vor Gericht gestellt werden kann."
    }
  },
  {
    "translation": {
      "en": "After everything I just told you, you still want to defend him?",
      "de": "Nach allem, was ich gerade erzählte, verteidigen Sie ihn trotzdem?"
    }
  },
  {
    "translation": {
      "en": "I want to see he gets a fair trial.",
      "de": "Er soll einen fairen Prozess bekommen."
    }
  },
  {
    "translation": {
      "en": "You said he confessed in Baghdad.",
      "de": "Sie sagten, er hat in Bagdad gestanden."
    }
  },
  {
    "translation": {
      "en": "He didn't confess this time.",
      "de": "Diesmal hat er nicht gestanden. -Diesmal weiß er es besser. -Er fragte nach Ihnen."
    }
  },
  {
    "translation": {
      "en": "This time he knows better. This time he asked for you.",
      "de": "-Diesmal weiß er es besser. -Er fragte nach Ihnen."
    }
  },
  {
    "translation": {
      "en": "I want to know why.",
      "de": "Ich will wissen, warum. Sie wollen es auch wissen. Das nagt doch an Ihnen."
    }
  },
  {
    "translation": {
      "en": "You want to know why. I can see it's eating you.",
      "de": "Sie wollen es auch wissen. Das nagt doch an Ihnen."
    }
  },
  {
    "translation": {
      "en": "And you can't ask Barr,",
      "de": "Barr können Sie nicht fragen und der Staatsanwalt zeigt Ihnen die Beweise nicht."
    }
  },
  {
    "translation": {
      "en": "and the D.A. won't let you see the evidence.",
      "de": "und der Staatsanwalt zeigt Ihnen die Beweise nicht."
    }
  },
  {
    "translation": {
      "en": "My lead investigator has complete access to the evidence. All of it.",
      "de": "Mein Hauptermittler hat Zugang zu den Beweisen. Zu allen."
    }
  },
  {
    "translation": {
      "en": "So where's your lead investigator? About to catch a bus out of town.",
      "de": "-Wo ist er? -Er nimmt gleich einen Bus."
    }
  },
  {
    "translation": {
      "en": "Thanks for the coffee, counselor.",
      "de": "Danke für den Kaffee, Frau Anwältin."
    }
  },
  {
    "translation": {
      "en": "You understand you're not just asking me to look at the evidence.",
      "de": "Sie bitten mich nicht nur, mir die Beweise anzusehen. Sie bitten mich, mir einen kaltblütigen Killer anzusehen."
    }
  },
  {
    "translation": {
      "en": "You're asking me to look at a cold-blooded killer.",
      "de": "Sie bitten mich, mir einen kaltblütigen Killer anzusehen."
    }
  },
  {
    "translation": {
      "en": "A man I know to be guilty.",
      "de": "Dessen Schuld ich kenne. Den Sie vor der Todesstrafe bewahren wollen."
    }
  },
  {
    "translation": {
      "en": "A man you want to keep off death row.",
      "de": "Dessen Schuld ich kenne. Den Sie vor der Todesstrafe bewahren wollen. Und Sie bitten mich, ihn mir objektiv anzusehen."
    }
  },
  {
    "translation": {
      "en": "And you're asking me to look at him objectively.",
      "de": "Und Sie bitten mich, ihn mir objektiv anzusehen."
    }
  },
  {
    "translation": {
      "en": "Yes, that is what I'm asking.",
      "de": "Ja, darum bitte ich Sie."
    }
  },
  {
    "translation": {
      "en": "I'll do it. On one condition.",
      "de": "Ich mache es. Unter einer Bedingung."
    }
  },
  {
    "translation": {
      "en": "Name it.",
      "de": "Nennen Sie sie."
    }
  },
  {
    "translation": {
      "en": "You have to look at the victims objectively.",
      "de": "Sie müssen sich die Opfer objektiv ansehen."
    }
  },
  {
    "translation": {
      "en": "How do you suggest I do that?",
      "de": "Und wie soll ich das tun?"
    }
  },
  {
    "translation": {
      "en": "Yes? Mr. Farrior?",
      "de": "-Ja? -Mr. Farrior?"
    }
  },
  {
    "translation": {
      "en": "I'm Helen Rodin. We spoke on the phone.",
      "de": "Helen Rodin. Wir haben telefoniert."
    }
  },
  {
    "translation": {
      "en": "Of course.",
      "de": "Natürlich. Sie verteidigen den Mörder..."
    }
  },
  {
    "translation": {
      "en": "You said you're defending the man that ki...",
      "de": "Sie verteidigen den Mörder..."
    }
  },
  {
    "translation": {
      "en": "That man.",
      "de": "Diesen Mann."
    }
  },
  {
    "translation": {
      "en": "HELEN: I represent James Barr, yes.",
      "de": "Ich vertrete James Barr, ja."
    }
  },
  {
    "translation": {
      "en": "FARRIOR: And you have questions about my daughter?",
      "de": "Sie haben Fragen über meine Tochter?"
    }
  },
  {
    "translation": {
      "en": "HELEN: I do.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "FARRIOR: What for?",
      "de": "Wozu? Ich will ein Gefühl dafür bekommen, wer die Opfer waren, als..."
    }
  },
  {
    "translation": {
      "en": "I was hoping to get a better sense of who the victims were as...",
      "de": "Ich will ein Gefühl dafür bekommen, wer die Opfer waren, als... Das heißt, wer sie als Menschen waren."
    }
  },
  {
    "translation": {
      "en": "That is to say, who they were as people. As human beings. (SCOFFS)",
      "de": "Das heißt, wer sie als Menschen waren."
    }
  },
  {
    "translation": {
      "en": "That's a bit unusual, considering your position, isn't it?",
      "de": "Das ist ungewöhnlich in Ihrem Job, oder nicht?"
    }
  },
  {
    "translation": {
      "en": "That is true.",
      "de": "Das stimmt. Normalerweise würde ich wollen, dass die Jury"
    }
  },
  {
    "translation": {
      "en": "Normally someone in my position would want the jury",
      "de": "Normalerweise würde ich wollen, dass die Jury möglichst wenig erfährt über die..."
    }
  },
  {
    "translation": {
      "en": "to know as little as possible about the...",
      "de": "möglichst wenig erfährt über die... Die Menschen, die Ihr Mandant getötet hat."
    }
  },
  {
    "translation": {
      "en": "FARRIOR: The people that your client killed.",
      "de": "Die Menschen, die Ihr Mandant getötet hat."
    }
  },
  {
    "translation": {
      "en": "In cold blood.",
      "de": "Kaltblütig."
    }
  },
  {
    "translation": {
      "en": "Have you spoken with the other families?",
      "de": "Sprachen Sie mit den anderen Familien? Ja, mit einigen. Mit denen, die mit mir reden wollten."
    }
  },
  {
    "translation": {
      "en": "Yeah, some. The ones who would speak with me.",
      "de": "Ja, mit einigen. Mit denen, die mit mir reden wollten."
    }
  },
  {
    "translation": {
      "en": "Come in.",
      "de": "Kommen Sie rein."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "de": "Danke."
    }
  },
  {
    "translation": {
      "en": "FARRIOR: Chrissie was a nanny.",
      "de": "Chrissie war Kindermädchen."
    }
  },
  {
    "translation": {
      "en": "She had a little girl with her that day.",
      "de": "Sie hatte an dem Tag ein Mädchen bei sich."
    }
  },
  {
    "translation": {
      "en": "Yes, I know.",
      "de": "Ja, ich weiß."
    }
  },
  {
    "translation": {
      "en": "Are you gonna go talk with that child?",
      "de": "Werden Sie mit dem Kind reden?"
    }
  },
  {
    "translation": {
      "en": "No, of course not. I...",
      "de": "Nein, natürlich nicht. Ich..."
    }
  },
  {
    "translation": {
      "en": "Why not?",
      "de": "Warum nicht? -Ich denke, das wäre... -Unsensibel?"
    }
  },
  {
    "translation": {
      "en": "Well, I think it would be... Insensitive?",
      "de": "-Ich denke, das wäre... -Unsensibel?"
    }
  },
  {
    "translation": {
      "en": "Inappropriate?",
      "de": "Unangemessen?"
    }
  },
  {
    "translation": {
      "en": "Everything that you want to know about my daughter",
      "de": "Alles, was Sie über meine Tochter wissen wollen,"
    }
  },
  {
    "translation": {
      "en": "is right here.",
      "de": "finden Sie hier."
    }
  },
  {
    "translation": {
      "en": "The Gazette did a nice piece on her.",
      "de": "Die Gazette schrieb etwas Nettes über sie."
    }
  },
  {
    "translation": {
      "en": "Her obituary does the rest.",
      "de": "Im Nachruf steht der Rest."
    }
  },
  {
    "translation": {
      "en": "Thank you. I'll definitely have a look.",
      "de": "Danke. Ich werde es mir ansehen."
    }
  },
  {
    "translation": {
      "en": "You a good attorney, Miss Rodin?",
      "de": "Sind Sie eine gute Anwältin, Miss Rodin?"
    }
  },
  {
    "translation": {
      "en": "That's not really for me to... Just",
      "de": "-Das kann ich nicht... -Beantworten Sie..."
    }
  },
  {
    "translation": {
      "en": "answer the question.",
      "de": "...die Frage."
    }
  },
  {
    "translation": {
      "en": "Yes, I suppose I am pretty good.",
      "de": "Ja, ich schätze, ich bin ziemlich gut. Gut genug, um den Mann vor dem Tod zu bewahren?"
    }
  },
  {
    "translation": {
      "en": "Good enough to keep that man off death row?",
      "de": "Gut genug, um den Mann vor dem Tod zu bewahren?"
    }
  },
  {
    "translation": {
      "en": "You know,",
      "de": "Wissen Sie,"
    }
  },
  {
    "translation": {
      "en": "I think maybe I should go.",
      "de": "vielleicht sollte ich gehen."
    }
  },
  {
    "translation": {
      "en": "You stay where you are.",
      "de": "Sie bleiben, wo Sie sind."
    }
  },
  {
    "translation": {
      "en": "That man deserves to die, Miss Rodin.",
      "de": "Der Mann verdient den Tod."
    }
  },
  {
    "translation": {
      "en": "Why would you defend him?",
      "de": "Warum verteidigen Sie ihn? Wie ich sehe, habe ich einen furchtbaren Fehler gemacht."
    }
  },
  {
    "translation": {
      "en": "I can see that I have made a terrible mistake.",
      "de": "Wie ich sehe, habe ich einen furchtbaren Fehler gemacht."
    }
  },
  {
    "translation": {
      "en": "And I'm very, very sorry and I promise I won't bother you again.",
      "de": "Und es tut mir sehr leid. Ich werde Sie nicht mehr belästigen."
    }
  },
  {
    "translation": {
      "en": "Hello, Dad.",
      "de": "Hallo, Dad."
    }
  },
  {
    "translation": {
      "en": "What the hell are you doing?",
      "de": "Was machst du denn?"
    }
  },
  {
    "translation": {
      "en": "What am I... What?",
      "de": "Was ich... Was?"
    }
  },
  {
    "translation": {
      "en": "Is it true?",
      "de": "Stimmt es? Du sprichst mit den Opferfamilien? Allein?"
    }
  },
  {
    "translation": {
      "en": "You're talking to the victims' families? You? Alone?",
      "de": "Du sprichst mit den Opferfamilien? Allein?"
    }
  },
  {
    "translation": {
      "en": "How do you know that? How did you find me here?",
      "de": "Woher weißt du das? Wie hast du mich gefunden? Ich bin Staatsanwalt. Ich weiß so etwas."
    }
  },
  {
    "translation": {
      "en": "I'm the District Attorney. It's my business to know.",
      "de": "Ich bin Staatsanwalt. Ich weiß so etwas."
    }
  },
  {
    "translation": {
      "en": "That's not an answer.",
      "de": "Das ist keine Antwort."
    }
  },
  {
    "translation": {
      "en": "Oh. Well, you're not the only one with crack investigators, Helen.",
      "de": "Du bist nicht die Einzige mit Spitzenermittlern, Helen."
    }
  },
  {
    "translation": {
      "en": "That's right. I know about Reacher.",
      "de": "Richtig. Ich weiß von Reacher."
    }
  },
  {
    "translation": {
      "en": "Your lead investigator is a war veteran",
      "de": "Dein Hauptermittler ist ein Kriegsveteran,"
    }
  },
  {
    "translation": {
      "en": "who's been missing for the last two years.",
      "de": "der seit zwei Jahren abgetaucht ist."
    }
  },
  {
    "translation": {
      "en": "How can you vouch for his state of mind?",
      "de": "Kannst du für seinen Geisteszustand bürgen?"
    }
  },
  {
    "translation": {
      "en": "How can you trust anything he tells you?",
      "de": "Wie kannst du ihm trauen?"
    }
  },
  {
    "translation": {
      "en": "You don't know the man.",
      "de": "Du kennst ihn nicht."
    }
  },
  {
    "translation": {
      "en": "Tell me this,",
      "de": "Weiß er, dass du ihn nicht bezahlen kannst?"
    }
  },
  {
    "translation": {
      "en": "does he know you can't pay him?",
      "de": "Weiß er, dass du ihn nicht bezahlen kannst? Dass deine Kanzlei den Fall nicht haben wollte?"
    }
  },
  {
    "translation": {
      "en": "That your own firm didn't want this case?",
      "de": "Dass deine Kanzlei den Fall nicht haben wollte?"
    }
  },
  {
    "translation": {
      "en": "That nobody wants this case?",
      "de": "Dass keiner den Fall haben will?"
    }
  },
  {
    "translation": {
      "en": "You never even spoke to your client before he wound up in a coma.",
      "de": "Du hast vor dem Koma nie mit deinem Mandanten geredet."
    }
  },
  {
    "translation": {
      "en": "Oh, now listen to me! Listen.",
      "de": "Hör mir zu! Ich spreche als dein Vater zu dir."
    }
  },
  {
    "translation": {
      "en": "Listen, I'm speaking as your father.",
      "de": "Hör mir zu! Ich spreche als dein Vater zu dir. Unabhängig von unseren Differenzen"
    }
  },
  {
    "translation": {
      "en": "Whatever our differences have been in the past,",
      "de": "Unabhängig von unseren Differenzen"
    }
  },
  {
    "translation": {
      "en": "you gotta listen to me now.",
      "de": "musst du mir jetzt zuhören."
    }
  },
  {
    "translation": {
      "en": "You're making a terrible mistake.",
      "de": "Du machst einen schlimmen Fehler."
    }
  },
  {
    "translation": {
      "en": "You cannot win this case.",
      "de": "Du kannst den Fall nicht gewinnen."
    }
  },
  {
    "translation": {
      "en": "You're going to ruin your career. Why? For what?",
      "de": "Du ruinierst dir deine Karriere. Warum? Wofür?"
    }
  },
  {
    "translation": {
      "en": "To hurt me? To change me?",
      "de": "Um mir wehzutun? Um mich zu ändern?"
    }
  },
  {
    "translation": {
      "en": "Helen... Don't touch me!",
      "de": "-Helen... -Fass mich nicht an!"
    }
  },
  {
    "translation": {
      "en": "REACHER: Thanks for letting me take a look.",
      "de": "Danke, dass ich das sehen durfte. Wir lieben es, wenn Freunde des Beschuldigten"
    }
  },
  {
    "translation": {
      "en": "Hey. We love it when friends of the accused",
      "de": "Wir lieben es, wenn Freunde des Beschuldigten"
    }
  },
  {
    "translation": {
      "en": "try to tear our work to shreds.",
      "de": "unsere Arbeit zunichte machen wollen."
    }
  },
  {
    "translation": {
      "en": "He's not my friend.",
      "de": "Er ist nicht mein Freund."
    }
  },
  {
    "translation": {
      "en": "So you keep saying. Find any holes?",
      "de": "Das sagen Sie ständig. Haben Sie Fehler gefunden? Dass er im Krankenhaus ist, war unnötig."
    }
  },
  {
    "translation": {
      "en": "Well, you didn't have to put him in the hospital.",
      "de": "Dass er im Krankenhaus ist, war unnötig."
    }
  },
  {
    "translation": {
      "en": "Other than that, damn fine police work. It's open and shut.",
      "de": "Ansonsten verdammt gute Polizeiarbeit. Alles ist hieb- und stichfest."
    }
  },
  {
    "translation": {
      "en": "What can I say? The scene was a gold mine.",
      "de": "Tja, der Tatort war eine Goldmine. Wir wissen beide, dass es immer auf den Goldgräber ankommt."
    }
  },
  {
    "translation": {
      "en": "Come on. Now we both know gold's only as good as the man digging.",
      "de": "Wir wissen beide, dass es immer auf den Goldgräber ankommt. Wenn Sie sich den Kram nochmal ansehen wollen..."
    }
  },
  {
    "translation": {
      "en": "Yeah, well, anytime you want to come back, take a look at this stuff...",
      "de": "Wenn Sie sich den Kram nochmal ansehen wollen..."
    }
  },
  {
    "translation": {
      "en": "No, thanks. Don't need to.",
      "de": "Nein, danke. Ist nicht nötig."
    }
  },
  {
    "translation": {
      "en": "You never took any notes.",
      "de": "Sie haben keine Notizen gemacht."
    }
  },
  {
    "translation": {
      "en": "Oh, I don't need to.",
      "de": "Ist nicht nötig."
    }
  },
  {
    "translation": {
      "en": "(CHUCKLING) So you were some real hot shit in the Army, huh?",
      "de": "Sie waren also ein großes Tier bei der Armee, was?"
    }
  },
  {
    "translation": {
      "en": "I did all right.",
      "de": "Es lief ganz gut. Was tut ein Armeepolizist? Kneipenprügeleien schlichten?"
    }
  },
  {
    "translation": {
      "en": "So what does an Army cop do mostly?",
      "de": "Was tut ein Armeepolizist? Kneipenprügeleien schlichten?"
    }
  },
  {
    "translation": {
      "en": "Break up bar fights?",
      "de": "Was tut ein Armeepolizist? Kneipenprügeleien schlichten? Meine Arbeit war Ihrer ähnlich, mit einem kleinen Unterschied."
    }
  },
  {
    "translation": {
      "en": "I did what you do pretty much, with one minor difference.",
      "de": "Meine Arbeit war Ihrer ähnlich, mit einem kleinen Unterschied."
    }
  },
  {
    "translation": {
      "en": "What's that?",
      "de": "Welchem?"
    }
  },
  {
    "translation": {
      "en": "Every suspect was a trained killer.",
      "de": "Jeder Verdächtige war ein ausgebildeter Killer."
    }
  },
  {
    "translation": {
      "en": "Thanks again.",
      "de": "Danke nochmal."
    }
  },
  {
    "translation": {
      "en": "Why do you think he paid for parking?",
      "de": "Warum hat er fürs Parken bezahlt?"
    }
  },
  {
    "translation": {
      "en": "Pardon?",
      "de": "Wie bitte? Er feuert gleich sechs Schüsse in eine Gruppe von Fremden."
    }
  },
  {
    "translation": {
      "en": "He's about to fire six shots into a crowd of strangers.",
      "de": "Er feuert gleich sechs Schüsse in eine Gruppe von Fremden."
    }
  },
  {
    "translation": {
      "en": "And he's worried about the meter maid?",
      "de": "Und er macht sich Sorgen um die Parkuhr?"
    }
  },
  {
    "translation": {
      "en": "\"Simple loony\" won't do it for you?",
      "de": "\"Spinner\" reicht Ihnen nicht? Ich habe gern mindestens eine Alternativtheorie."
    }
  },
  {
    "translation": {
      "en": "I like to have at least one alternate theory.",
      "de": "Ich habe gern mindestens eine Alternativtheorie."
    }
  },
  {
    "translation": {
      "en": "Habit.",
      "de": "Gewohnheit."
    }
  },
  {
    "translation": {
      "en": "Muscle memory.",
      "de": "Motorisches Gedächtnis."
    }
  },
  {
    "translation": {
      "en": "I don't think he knew he was doing it.",
      "de": "Ich glaube, er wusste nicht, was er tut."
    }
  },
  {
    "translation": {
      "en": "Like I said, it's damn fine work.",
      "de": "Wie gesagt, verdammt gute Arbeit."
    }
  },
  {
    "translation": {
      "en": "Hey, Army.",
      "de": "Hey, Armeemann."
    }
  },
  {
    "translation": {
      "en": "What's the serial number on the rifle?",
      "de": "Welche Seriennummer hat das Gewehr?"
    }
  },
  {
    "translation": {
      "en": "What's the date on the quarter?",
      "de": "Welches Datum hat die Münze?"
    }
  },
  {
    "translation": {
      "en": "Forest for the trees, Detective.",
      "de": "Betriebsblindheit, Detective."
    }
  },
  {
    "translation": {
      "en": "Forest for the trees.",
      "de": "Betriebsblindheit."
    }
  },
  {
    "translation": {
      "en": "Mind if I share your table?",
      "de": "Kann ich mich zu Ihnen setzen?"
    }
  },
  {
    "translation": {
      "en": "I'm Sandy.",
      "de": "Ich bin Sandy."
    }
  },
  {
    "translation": {
      "en": "So was I. Last week.",
      "de": "Sandig war ich auch. Letzte Woche."
    }
  },
  {
    "translation": {
      "en": "On a beach, in Florida.",
      "de": "An einem Strand in Florida."
    }
  },
  {
    "translation": {
      "en": "What's your name?",
      "de": "Wie heißen Sie?"
    }
  },
  {
    "translation": {
      "en": "You don't look like a Jimmie.",
      "de": "Sie sehen nicht aus wie ein Jimmie."
    }
  },
  {
    "translation": {
      "en": "What do I look like?",
      "de": "Wie sehe ich denn aus?"
    }
  },
  {
    "translation": {
      "en": "I don't know. But not a Jimmie.",
      "de": "Ich weiß nicht. Nicht wie ein Jimmie."
    }
  },
  {
    "translation": {
      "en": "So you're new in town?",
      "de": "Sind Sie neu in der Stadt?"
    }
  },
  {
    "translation": {
      "en": "Usually.",
      "de": "Meistens."
    }
  },
  {
    "translation": {
      "en": "It's kind of loud in here.",
      "de": "Hier ist es ganz schön laut. Sollen wir an einen ruhigeren Ort? Ich habe ein Auto."
    }
  },
  {
    "translation": {
      "en": "Do you want to maybe go someplace quieter? I have a car.",
      "de": "Sollen wir an einen ruhigeren Ort? Ich habe ein Auto."
    }
  },
  {
    "translation": {
      "en": "You're old enough to drive?",
      "de": "Sie sind alt genug, um zu fahren?"
    }
  },
  {
    "translation": {
      "en": "I'm old enough to do a lot of things.",
      "de": "Ich bin alt genug für viele Dinge."
    }
  },
  {
    "translation": {
      "en": "I'm on a budget, Sandy.",
      "de": "Ich muss sparen, Sandy."
    }
  },
  {
    "translation": {
      "en": "What?",
      "de": "Was?"
    }
  },
  {
    "translation": {
      "en": "I can't afford you.",
      "de": "Ich kann dich mir nicht leisten."
    }
  },
  {
    "translation": {
      "en": "I'm not a hooker.",
      "de": "Ich bin keine Nutte."
    }
  },
  {
    "translation": {
      "en": "Oh, then I really can't afford you.",
      "de": "Dann kann ich mir dich wirklich nicht leisten. Ehrlich, ich arbeite im Autozubehörladen."
    }
  },
  {
    "translation": {
      "en": "Seriously, I work at the auto parts store.",
      "de": "Ehrlich, ich arbeite im Autozubehörladen."
    }
  },
  {
    "translation": {
      "en": "What I mean is, the cheapest woman tends to be the one you pay for.",
      "de": "Ich meine, die billigste Frau ist meist die, die man bezahlt."
    }
  },
  {
    "translation": {
      "en": "I am not a hooker!",
      "de": "Ich bin keine Nutte!"
    }
  },
  {
    "translation": {
      "en": "No. A hooker would get the joke.",
      "de": "Nein. Die würde den Witz verstehen."
    }
  },
  {
    "translation": {
      "en": "MAN: What's this? He called me a whore.",
      "de": "-Was ist los? -Er nannte mich eine Hure."
    }
  },
  {
    "translation": {
      "en": "Is that true?",
      "de": "Stimmt das?"
    }
  },
  {
    "translation": {
      "en": "Well, nobody said whore. She inferred hooker, but I meant slut.",
      "de": "Hure hat keiner gesagt. Sie meinte Nutte und ich Schlampe."
    }
  },
  {
    "translation": {
      "en": "Hey. That's our sister.",
      "de": "Hey. Das ist unsere Schwester."
    }
  },
  {
    "translation": {
      "en": "Is she a good kisser?",
      "de": "Küsst sie gut?"
    }
  },
  {
    "translation": {
      "en": "Hey. Outside.",
      "de": "Hey. Komm mit raus."
    }
  },
  {
    "translation": {
      "en": "Pay your check first.",
      "de": "Zahl erst deine Rechnung."
    }
  },
  {
    "translation": {
      "en": "I'll pay later.",
      "de": "Ich zahle später."
    }
  },
  {
    "translation": {
      "en": "You won't be able to.",
      "de": "Das wirst du nicht mehr können."
    }
  },
  {
    "translation": {
      "en": "You think?",
      "de": "Denkst du?"
    }
  },
  {
    "translation": {
      "en": "All the time. You should try it.",
      "de": "Ständig. Versuch es auch mal."
    }
  },
  {
    "translation": {
      "en": "It's a great joke, but I'm going to beat your ass.",
      "de": "Toller Witz, aber ich mach dich fertig."
    }
  },
  {
    "translation": {
      "en": "Do you want to do that here or outside?",
      "de": "Willst du es hier oder draußen?"
    }
  },
  {
    "translation": {
      "en": "Outside.",
      "de": "Draußen."
    }
  },
  {
    "translation": {
      "en": "Stay here, Sandy.",
      "de": "Bleib hier, Sandy."
    }
  },
  {
    "translation": {
      "en": "I don't mind the sight of blood.",
      "de": "Der Anblick von Blut stört mich nicht."
    }
  },
  {
    "translation": {
      "en": "When it means you're not pregnant, anyway.",
      "de": "Wenn es bedeutet, dass du nicht schwanger bist."
    }
  },
  {
    "translation": {
      "en": "You still think you're funny now, creep?",
      "de": "Finden Sie sich immer noch witzig? Halt die Klappe! Mit dir redet keiner."
    }
  },
  {
    "translation": {
      "en": "Shut your mouth, Sandy! No one is talking to you.",
      "de": "Halt die Klappe! Mit dir redet keiner."
    }
  },
  {
    "translation": {
      "en": "It's your last chance to walk away.",
      "de": "Noch kannst du gehen."
    }
  },
  {
    "translation": {
      "en": "Are you kidding? It's five against one.",
      "de": "Ernsthaft? Wir sind fünf gegen einen."
    }
  },
  {
    "translation": {
      "en": "It's three against one.",
      "de": "Drei gegen einen."
    }
  },
  {
    "translation": {
      "en": "How do you figure?",
      "de": "Wieso das? Wenn ich den Anführer erledigt habe, also dich,"
    }
  },
  {
    "translation": {
      "en": "Well, once I take out the leader, which is you,",
      "de": "Wenn ich den Anführer erledigt habe, also dich, stehen mir ein oder zwei enthusiastische Helfer gegenüber."
    }
  },
  {
    "translation": {
      "en": "I'll have to contend with one or two enthusiastic wingmen.",
      "de": "stehen mir ein oder zwei enthusiastische Helfer gegenüber."
    }
  },
  {
    "translation": {
      "en": "The last two guys, they always run.",
      "de": "Die letzten zwei laufen immer weg. Du hast so was schon mal gemacht?"
    }
  },
  {
    "translation": {
      "en": "Oh, you, uh, you've done this before?",
      "de": "Du hast so was schon mal gemacht?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "It's getting late.",
      "de": "Es wird spät."
    }
  },
  {
    "translation": {
      "en": "Remember,",
      "de": "Vergiss nicht,"
    }
  },
  {
    "translation": {
      "en": "you wanted this.",
      "de": "du hast es so gewollt."
    }
  },
  {
    "translation": {
      "en": "It's okay. You're okay.",
      "de": "Es ist ok. Alles ist ok. Hoch mit dir."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "de": "Ok."
    }
  },
  {
    "translation": {
      "en": "Now we know who's who.",
      "de": "Jetzt wissen wir, wer wer ist."
    }
  },
  {
    "translation": {
      "en": "Let's get this done.",
      "de": "Bringen wir es zu Ende."
    }
  },
  {
    "translation": {
      "en": "Really?",
      "de": "Ernsthaft?"
    }
  },
  {
    "translation": {
      "en": "(POLICE SIREN WAILING) Shit!",
      "de": "Scheiße!"
    }
  },
  {
    "translation": {
      "en": "On the ground!",
      "de": "Auf den Boden! Beeindruckende Reaktionszeit, Leute."
    }
  },
  {
    "translation": {
      "en": "That's a pretty impressive response time, fellas.",
      "de": "Beeindruckende Reaktionszeit, Leute."
    }
  },
  {
    "translation": {
      "en": "COP 1: Do it!",
      "de": "Los!"
    }
  },
  {
    "translation": {
      "en": "COP 2: Hands behind your back.",
      "de": "Hände hinter den Rücken."
    }
  },
  {
    "translation": {
      "en": "Who hired you?",
      "de": "Wer hat dich beauftragt?"
    }
  },
  {
    "translation": {
      "en": "COP 2: Let's go.",
      "de": "Gehen wir."
    }
  },
  {
    "translation": {
      "en": "HELEN: Am I wearing too much perfume?",
      "de": "Trage ich zu viel Parfüm?"
    }
  },
  {
    "translation": {
      "en": "Breathing too sternly. Detective Emerson.",
      "de": "Sie atmen zu streng. Detective Emerson."
    }
  },
  {
    "translation": {
      "en": "Somebody dead? And if someone is?",
      "de": "-Ist jemand tot? -Und wenn es so wäre?"
    }
  },
  {
    "translation": {
      "en": "Then they died of shame. 'Cause I was being gentle.",
      "de": "Dann starben sie aus Scham. Ich war behutsam. Langsam verstehe ich, warum Sie ständig umziehen, Reacher."
    }
  },
  {
    "translation": {
      "en": "I'm starting to understand why you move around a lot, Reacher.",
      "de": "Langsam verstehe ich, warum Sie ständig umziehen, Reacher."
    }
  },
  {
    "translation": {
      "en": "REACHER: So no one's dead.",
      "de": "Also ist keiner tot. Einer wird wohl nie wieder richtig laufen können."
    }
  },
  {
    "translation": {
      "en": "One guy likely won't ever walk right again.",
      "de": "Einer wird wohl nie wieder richtig laufen können."
    }
  },
  {
    "translation": {
      "en": "REACHER: You want to charge me. EMERSON: Very much.",
      "de": "-Sie wollen mich anklagen. -Zu gerne."
    }
  },
  {
    "translation": {
      "en": "But no one's pressing.",
      "de": "Aber es gibt keinen Kläger."
    }
  },
  {
    "translation": {
      "en": "Sadly, no.",
      "de": "Leider nein."
    }
  },
  {
    "translation": {
      "en": "Am I free to go?",
      "de": "Kann ich gehen?"
    }
  },
  {
    "translation": {
      "en": "What's that?",
      "de": "Was ist das?"
    }
  },
  {
    "translation": {
      "en": "It's the serial number on Barr's rifle.",
      "de": "Die Seriennummer von Barrs Gewehr."
    }
  },
  {
    "translation": {
      "en": "You're working for me, do you understand that?",
      "de": "Sie arbeiten für mich, verstehen Sie das? Alles, was Sie tun, wirft ein Licht auf meine Kanzlei. Und auf mich."
    }
  },
  {
    "translation": {
      "en": "So everything you do is a reflection on my firm. On me.",
      "de": "Alles, was Sie tun, wirft ein Licht auf meine Kanzlei. Und auf mich."
    }
  },
  {
    "translation": {
      "en": "I was set up.",
      "de": "Es war eine Falle."
    }
  },
  {
    "translation": {
      "en": "You're talking to a lawyer.",
      "de": "Ich bin Anwältin."
    }
  },
  {
    "translation": {
      "en": "There was this girl. She came onto me. Picked a fight.",
      "de": "Das Mädchen hat mich angemacht. Einen Streit angefangen."
    }
  },
  {
    "translation": {
      "en": "Which never happens in a bar.",
      "de": "Was in einer Bar sonst nie passiert."
    }
  },
  {
    "translation": {
      "en": "She was thrown when I told her my name.",
      "de": "Sie war verwirrt, als ich meinen Namen sagte."
    }
  },
  {
    "translation": {
      "en": "She was expecting Mike Tyson?",
      "de": "Sie erwartete Mike Tyson?"
    }
  },
  {
    "translation": {
      "en": "She wasn't expecting Jimmie Reese.",
      "de": "Sie erwartete nicht Jimmie Reese."
    }
  },
  {
    "translation": {
      "en": "Yankees second baseman.",
      "de": "Baseballspieler der Yankees. Warum gaben Sie sich für ihn aus?"
    }
  },
  {
    "translation": {
      "en": "Why did you say you were a Yankees second baseman?",
      "de": "Warum gaben Sie sich für ihn aus?"
    }
  },
  {
    "translation": {
      "en": "I always use Yankees second basemen.",
      "de": "Das mache ich immer. Ich sagte nicht, dass ich bei den Yankees spiele, sondern nur..."
    }
  },
  {
    "translation": {
      "en": "I didn't say I was a Yankees second baseman, I just said...",
      "de": "Ich sagte nicht, dass ich bei den Yankees spiele, sondern nur..."
    }
  },
  {
    "translation": {
      "en": "Look, the point is,",
      "de": "Der Punkt ist,"
    }
  },
  {
    "translation": {
      "en": "she was expecting to hear \"Jack Reacher.\"",
      "de": "sie erwartete, \"Jack Reacher\" zu hören."
    }
  },
  {
    "translation": {
      "en": "She knew who I was.",
      "de": "Sie wusste, wer ich bin. Und die Polizei fuhr vor der Prügelei los."
    }
  },
  {
    "translation": {
      "en": "And the cops were rolling before the fight even started.",
      "de": "Und die Polizei fuhr vor der Prügelei los. Und die fünf Typen sind ihre Brüder? Ich bitte Sie."
    }
  },
  {
    "translation": {
      "en": "And those five guys are her brothers? Come on.",
      "de": "Und die fünf Typen sind ihre Brüder? Ich bitte Sie."
    }
  },
  {
    "translation": {
      "en": "Someone sent those boys to put me down.",
      "de": "Irgendwer hat sie auf mich angesetzt."
    }
  },
  {
    "translation": {
      "en": "Who?",
      "de": "Wer?"
    }
  },
  {
    "translation": {
      "en": "HELEN: If someone followed you at the river today,",
      "de": "Wenn Ihnen am Fluss jemand folgte, dann sicher ein Cop. Ich bezweifle..."
    }
  },
  {
    "translation": {
      "en": "it was probably a cop. And I highly doubt...",
      "de": "dann sicher ein Cop. Ich bezweifle..."
    }
  },
  {
    "translation": {
      "en": "There are three things cops never do.",
      "de": "Drei Dinge tun Cops niemals. Sie wählen nicht demokratisch, fahren keine Cadillacs"
    }
  },
  {
    "translation": {
      "en": "They don't vote Democrat, they don't drive Cadillacs,",
      "de": "Sie wählen nicht demokratisch, fahren keine Cadillacs"
    }
  },
  {
    "translation": {
      "en": "and they never use personal vehicles.",
      "de": "und fahren nie Privatautos."
    }
  },
  {
    "translation": {
      "en": "It's not a cop.",
      "de": "Es ist kein Cop."
    }
  },
  {
    "translation": {
      "en": "A P.I., then, or the D.A.'s office.",
      "de": "Ein Privatschnüffler oder die Staatsanwaltschaft. Würde Ihr Vater mir eine Falle stellen?"
    }
  },
  {
    "translation": {
      "en": "You think your father's office would set me up?",
      "de": "Würde Ihr Vater mir eine Falle stellen?"
    }
  },
  {
    "translation": {
      "en": "Why would anyone set you up?",
      "de": "Wer sollte das überhaupt tun?"
    }
  },
  {
    "translation": {
      "en": "How was your day?",
      "de": "Wie war Ihr Tag?"
    }
  },
  {
    "translation": {
      "en": "It went exactly the way I think",
      "de": "Er lief genau so,"
    }
  },
  {
    "translation": {
      "en": "you hoped it would.",
      "de": "wie Sie es erhofft hatten."
    }
  },
  {
    "translation": {
      "en": "You okay?",
      "de": "Sind Sie ok?"
    }
  },
  {
    "translation": {
      "en": "What'd you learn?",
      "de": "Was haben Sie erfahren?"
    }
  },
  {
    "translation": {
      "en": "HELEN: Chrissie Farrior was 22.",
      "de": "Chrissie Farrior war 22."
    }
  },
  {
    "translation": {
      "en": "A nanny caring for the six-year-old daughter of family friends.",
      "de": "Kindermädchen der sechsjährigen Tochter von Freunden der Familie."
    }
  },
  {
    "translation": {
      "en": "She'd finally saved enough money for a trip to China,",
      "de": "Sie hatte genug für einen Urlaub in China gespart. Sie wollte schon vor einer Woche losfahren."
    }
  },
  {
    "translation": {
      "en": "in fact, she should have left the week before.",
      "de": "Sie wollte schon vor einer Woche losfahren. Aber ihr Zögling wollte, dass Chrissie zu ihrem 7. Geburtstag da bleibt."
    }
  },
  {
    "translation": {
      "en": "But the girl she cared for wanted Chrissie to stay for her 7th birthday.",
      "de": "Aber ihr Zögling wollte, dass Chrissie zu ihrem 7. Geburtstag da bleibt."
    }
  },
  {
    "translation": {
      "en": "They'd gone downtown that day to shop for a party dress.",
      "de": "Sie waren in die Stadt gefahren, um ein Partykleid zu kaufen."
    }
  },
  {
    "translation": {
      "en": "Rita Coronado worked as a cleaning lady at the River Cross Plaza.",
      "de": "Rita Coronado arbeitete als Putzfrau in der River Cross Plaza."
    }
  },
  {
    "translation": {
      "en": "She was usually late for work, but she had a good reason.",
      "de": "Sie kam meist zu spät zur Arbeit, aber aus gutem Grund."
    }
  },
  {
    "translation": {
      "en": "Since her son Marco was nine years old",
      "de": "Seitdem ihr Sohn Marco neun war, musste sie ihn zur Schule bringen, damit er wirklich hinging."
    }
  },
  {
    "translation": {
      "en": "she had to personally drop him at school to make sure he actually went.",
      "de": "musste sie ihn zur Schule bringen, damit er wirklich hinging. Aber ihr Einsatz hatte sich gelohnt."
    }
  },
  {
    "translation": {
      "en": "But her dedication had paid off.",
      "de": "Aber ihr Einsatz hatte sich gelohnt. Marco war jetzt einer der besten Schüler."
    }
  },
  {
    "translation": {
      "en": "Marco was now an honor student.",
      "de": "Marco war jetzt einer der besten Schüler. Als Belohnung für seine harte Arbeit"
    }
  },
  {
    "translation": {
      "en": "As a reward for all his hard work,",
      "de": "Als Belohnung für seine harte Arbeit wollte Rita mit ihm zu seinem ersten Baseballspiel."
    }
  },
  {
    "translation": {
      "en": "Rita was taking him to his first baseball game.",
      "de": "wollte Rita mit ihm zu seinem ersten Baseballspiel. Sie war an dem Tag unterwegs, um die Tickets zu holen."
    }
  },
  {
    "translation": {
      "en": "And she was on her way to pick up the tickets that very afternoon.",
      "de": "Sie war an dem Tag unterwegs, um die Tickets zu holen."
    }
  },
  {
    "translation": {
      "en": "Nancy Holt's last words to her husband were a lie.",
      "de": "Nancy Holts letzte Worte an ihren Mann waren eine Lüge."
    }
  },
  {
    "translation": {
      "en": "I love you, babe. See you! Bye.",
      "de": "-Ich liebe dich. Bis dann! -Tschüss. Sie wollte das Auto in die Werkstatt bringen,"
    }
  },
  {
    "translation": {
      "en": "She told him she was taking her car to be serviced,",
      "de": "Sie wollte das Auto in die Werkstatt bringen, aber in Wirklichkeit fuhr sie in die Stadt."
    }
  },
  {
    "translation": {
      "en": "but in fact, she was headed downtown.",
      "de": "aber in Wirklichkeit fuhr sie in die Stadt."
    }
  },
  {
    "translation": {
      "en": "It's perfect.",
      "de": "Sie ist perfekt. Der Kauf sollte nicht auf ihrer Kreditkartenabrechnung stehen."
    }
  },
  {
    "translation": {
      "en": "She told the clerk she didn't want the purchase showing up on her credit card.",
      "de": "Der Kauf sollte nicht auf ihrer Kreditkartenabrechnung stehen. Sie wollte ihren Mann zum 10. Hochzeitstag überraschen,"
    }
  },
  {
    "translation": {
      "en": "She wanted to surprise her husband for their 10th anniversary",
      "de": "Sie wollte ihren Mann zum 10. Hochzeitstag überraschen,"
    }
  },
  {
    "translation": {
      "en": "just a few days away. Thank you.",
      "de": "-in ein paar Tagen. -Danke."
    }
  },
  {
    "translation": {
      "en": "Oline Archer never liked her husband's construction business,",
      "de": "Oline Archer mochte die Baufirma ihres Mannes nie, selbst nachdem sie ihm half, zu einer der größten zu werden."
    }
  },
  {
    "translation": {
      "en": "even after helping him become one of the largest contractors in the county.",
      "de": "selbst nachdem sie ihm half, zu einer der größten zu werden. Es war eine Erleichterung, als seine Gesundheit und ein teurer Prozess"
    }
  },
  {
    "translation": {
      "en": "So it came as a relief when his failing health and a costly lawsuit",
      "de": "Es war eine Erleichterung, als seine Gesundheit und ein teurer Prozess sie zwangen, an die Konkurrenz zu verkaufen."
    }
  },
  {
    "translation": {
      "en": "were forcing them to sell to the competition.",
      "de": "sie zwangen, an die Konkurrenz zu verkaufen."
    }
  },
  {
    "translation": {
      "en": "Help! Help!",
      "de": "Hilfe! Hilfe!"
    }
  },
  {
    "translation": {
      "en": "Her husband had given his life for the company.",
      "de": "Ihr Mann hatte sein Leben für die Firma gegeben."
    }
  },
  {
    "translation": {
      "en": "But now that it was hers,",
      "de": "Aber da sie jetzt ihr gehörte, brachte sie es nicht fertig, sie abzugeben."
    }
  },
  {
    "translation": {
      "en": "she couldn't bring herself to let it go.",
      "de": "brachte sie es nicht fertig, sie abzugeben."
    }
  },
  {
    "translation": {
      "en": "She was on her way to secure a loan that day",
      "de": "Sie war unterwegs, um einen Kredit zu beantragen, damit sie die Firma behalten konnte, die sie immer gehasst hatte."
    }
  },
  {
    "translation": {
      "en": "so she could keep the business she'd always hated.",
      "de": "damit sie die Firma behalten konnte, die sie immer gehasst hatte."
    }
  },
  {
    "translation": {
      "en": "Darren Sawyer was an investment broker",
      "de": "Darren Sawyer war Investmentbroker in dem Gebäude, in dem Rita arbeitete."
    }
  },
  {
    "translation": {
      "en": "in the same building where Rita worked.",
      "de": "in dem Gebäude, in dem Rita arbeitete. Seine Frau sagte, er war in letzter Zeit sehr distanziert."
    }
  },
  {
    "translation": {
      "en": "His wife said he'd grown increasingly distant of late.",
      "de": "Seine Frau sagte, er war in letzter Zeit sehr distanziert. Sie erinnert sich nicht an ihre letzten Worte, aber sie waren nicht nett."
    }
  },
  {
    "translation": {
      "en": "She can't remember their last words to one another, but they weren't kind.",
      "de": "Sie erinnert sich nicht an ihre letzten Worte, aber sie waren nicht nett. Man fand Darrens Leiche neben einem Rosenstrauß,"
    }
  },
  {
    "translation": {
      "en": "Darren's body was found beside a fresh bouquet of roses he'd bought that morning",
      "de": "Man fand Darrens Leiche neben einem Rosenstrauß, den er am Morgen gekauft hatte. Seine Frau findet Trost darin, dass er in seinen letzten Momenten"
    }
  },
  {
    "translation": {
      "en": "and his wife takes comfort in the fact that, in his last moments,",
      "de": "Seine Frau findet Trost darin, dass er in seinen letzten Momenten wahrscheinlich an sie gedacht hat."
    }
  },
  {
    "translation": {
      "en": "he was most likely thinking of her.",
      "de": "wahrscheinlich an sie gedacht hat."
    }
  },
  {
    "translation": {
      "en": "We're gonna be okay. We're gonna be okay.",
      "de": "Es wird alles gut. Es wird alles gut."
    }
  },
  {
    "translation": {
      "en": "We're gonna be okay.",
      "de": "Es wird alles gut. Es wird alles gut,"
    }
  },
  {
    "translation": {
      "en": "We're gonna be okay, we're gonna be okay,",
      "de": "Es wird alles gut, es wird alles gut."
    }
  },
  {
    "translation": {
      "en": "we're gonna be okay, we're gonna be okay. (GASPS)",
      "de": "es wird alles gut."
    }
  },
  {
    "translation": {
      "en": "REACHER: So what'd you learn?",
      "de": "Welchen Schluss ziehen Sie?"
    }
  },
  {
    "translation": {
      "en": "You want me to say you were right.",
      "de": "Ich soll sagen, dass Sie Recht hatten. Dass dies der falsche Kampf ist."
    }
  },
  {
    "translation": {
      "en": "You want me to say that this isn't the fight.",
      "de": "Dass dies der falsche Kampf ist."
    }
  },
  {
    "translation": {
      "en": "James Barr should die.",
      "de": "James Barr sollte sterben."
    }
  },
  {
    "translation": {
      "en": "Maybe he should.",
      "de": "Vielleicht sollte er das. Ich meinte, was erfuhren Sie über die Opfer?"
    }
  },
  {
    "translation": {
      "en": "I meant, what did you learn about the victims.",
      "de": "Ich meinte, was erfuhren Sie über die Opfer?"
    }
  },
  {
    "translation": {
      "en": "What more do you want?",
      "de": "Was wollen Sie noch? Fünf Unschuldige wurden sinnlos ermordet."
    }
  },
  {
    "translation": {
      "en": "They were five innocent people senselessly murdered.",
      "de": "Fünf Unschuldige wurden sinnlos ermordet. Tut mir leid. Ziehen Sie sich ein Hemd an."
    }
  },
  {
    "translation": {
      "en": "I'm sorry. Could you please put a shirt on?",
      "de": "Tut mir leid. Ziehen Sie sich ein Hemd an."
    }
  },
  {
    "translation": {
      "en": "This is my shirt.",
      "de": "Das ist mein Hemd."
    }
  },
  {
    "translation": {
      "en": "You lose your luggage?",
      "de": "Ging Ihr Gepäck verloren?"
    }
  },
  {
    "translation": {
      "en": "I don't have any luggage.",
      "de": "Ich habe kein Gepäck."
    }
  },
  {
    "translation": {
      "en": "Uh, what was I saying?",
      "de": "Wo war ich? -Fünf Unschuldige. -Willkürlich ermordet, ja."
    }
  },
  {
    "translation": {
      "en": "Five innocent people. Murdered at random, yes.",
      "de": "-Fünf Unschuldige. -Willkürlich ermordet, ja."
    }
  },
  {
    "translation": {
      "en": "(EXHALES DEEPLY) You know how many people die in this country every year?",
      "de": "Wissen Sie, wie viele Leute jedes Jahr in diesem Land sterben?"
    }
  },
  {
    "translation": {
      "en": "Two and a half million.",
      "de": "Zweieinhalb Millionen."
    }
  },
  {
    "translation": {
      "en": "That means every day,",
      "de": "Jeden Tag wachen etwa 7000 normale Amerikaner zum letzten Mal auf."
    }
  },
  {
    "translation": {
      "en": "roughly 7,000 average Americans wake up for the last time.",
      "de": "wachen etwa 7000 normale Amerikaner zum letzten Mal auf."
    }
  },
  {
    "translation": {
      "en": "Last Friday, five of them converged",
      "de": "Letzten Freitag starben fünf davon gemeinsam."
    }
  },
  {
    "translation": {
      "en": "on a single spot and died together. Is that random?",
      "de": "Ist das willkürlich?"
    }
  },
  {
    "translation": {
      "en": "What else would you call it?",
      "de": "Wie nennen Sie es sonst?"
    }
  },
  {
    "translation": {
      "en": "Well, take Darren and Nancy. Odds are they were having an affair.",
      "de": "Nehmen Sie Darren und Nancy. Vermutlich hatten sie eine Affäre."
    }
  },
  {
    "translation": {
      "en": "Excuse me?",
      "de": "Wie bitte? Man kauft auf dem Weg zur Arbeit keine Rosen für die Ehefrau."
    }
  },
  {
    "translation": {
      "en": "You don't buy roses for your wife on the way to work.",
      "de": "Man kauft auf dem Weg zur Arbeit keine Rosen für die Ehefrau."
    }
  },
  {
    "translation": {
      "en": "You buy them on the way home.",
      "de": "Sondern auf dem Heimweg."
    }
  },
  {
    "translation": {
      "en": "And you don't worry about a charge showing up on your credit card",
      "de": "Und man sorgt sich nicht um die Kreditkartenabrechnung,"
    }
  },
  {
    "translation": {
      "en": "when your anniversary is that weekend.",
      "de": "wenn der Hochzeitstag am Wochenende ist. Es sei denn, man will das Geschenk verheimlichen."
    }
  },
  {
    "translation": {
      "en": "Unless it's the gift you're hiding.",
      "de": "Es sei denn, man will das Geschenk verheimlichen."
    }
  },
  {
    "translation": {
      "en": "And that's why she kept walking",
      "de": "Darum lief sie weiter..."
    }
  },
  {
    "translation": {
      "en": "while everyone else ran.",
      "de": "...als alle anderen wegliefen."
    }
  },
  {
    "translation": {
      "en": "You can't prove that.",
      "de": "Das können Sie nicht beweisen. Wie schwer wäre es? Handys, E-Mails."
    }
  },
  {
    "translation": {
      "en": "How hard would it be? Cell phones, e-mails.",
      "de": "Wie schwer wäre es? Handys, E-Mails."
    }
  },
  {
    "translation": {
      "en": "All it takes is someone willing to dig.",
      "de": "Es muss nur jemand nachforschen."
    }
  },
  {
    "translation": {
      "en": "What's your point exactly?",
      "de": "Worauf wollen Sie hinaus? Dass zwei der Opfer nicht zufällig dort waren."
    }
  },
  {
    "translation": {
      "en": "My point is that two of the victims weren't there strictly by chance.",
      "de": "Dass zwei der Opfer nicht zufällig dort waren."
    }
  },
  {
    "translation": {
      "en": "I need a list of Barr's known associates.",
      "de": "Ich brauche eine Liste von Barrs Partnern. Es gibt keine. Er hatte keine."
    }
  },
  {
    "translation": {
      "en": "There isn't one. He didn't have any.",
      "de": "Es gibt keine. Er hatte keine. Ein Einzelgänger, sprach nicht mal mit den Nachbarn."
    }
  },
  {
    "translation": {
      "en": "He's a classic loner. He didn't even talk to his neighbors.",
      "de": "Ein Einzelgänger, sprach nicht mal mit den Nachbarn. Er war ein ruhiger Mensch. Störte nie."
    }
  },
  {
    "translation": {
      "en": "He was a quiet man. Never bothered anyone.",
      "de": "Er war ein ruhiger Mensch. Störte nie."
    }
  },
  {
    "translation": {
      "en": "Yeah, exactly.",
      "de": "Ja, genau."
    }
  },
  {
    "translation": {
      "en": "You have his credit card statement?",
      "de": "-Und seine Kreditkartenabrechnung? -Kann ich besorgen. Warum?"
    }
  },
  {
    "translation": {
      "en": "I can get it. Why?",
      "de": "-Und seine Kreditkartenabrechnung? -Kann ich besorgen. Warum? Ich brauche alle Orte, die er oft besuchte."
    }
  },
  {
    "translation": {
      "en": "I need the list of all the places he hung out.",
      "de": "Ich brauche alle Orte, die er oft besuchte."
    }
  },
  {
    "translation": {
      "en": "Bars, bowling alleys, strip clubs,",
      "de": "Bars, Bowlingbahnen, Stripclubs,"
    }
  },
  {
    "translation": {
      "en": "gun ranges.",
      "de": "Schießstände. Überall, wo man sich an ihn erinnert."
    }
  },
  {
    "translation": {
      "en": "Anywhere someone would remember him.",
      "de": "Überall, wo man sich an ihn erinnert."
    }
  },
  {
    "translation": {
      "en": "What do we hope to find?",
      "de": "Was könnten wir finden?"
    }
  },
  {
    "translation": {
      "en": "I need some sleep.",
      "de": "Ich brauche Schlaf."
    }
  },
  {
    "translation": {
      "en": "You, too.",
      "de": "Sie auch."
    }
  },
  {
    "translation": {
      "en": "You don't really think I'm gonna...",
      "de": "Sie denken doch nicht, dass ich..."
    }
  },
  {
    "translation": {
      "en": "Be back to pick me up at 7:00.",
      "de": "Holen Sie mich um 7 Uhr ab."
    }
  },
  {
    "translation": {
      "en": "Yep. Absolutely.",
      "de": "Ja. Auf jeden Fall."
    }
  },
  {
    "translation": {
      "en": "Who's with you?",
      "de": "Wen hast du dabei?"
    }
  },
  {
    "translation": {
      "en": "What happened?",
      "de": "Was ist passiert?"
    }
  },
  {
    "translation": {
      "en": "Oh, that's him, isn't it?",
      "de": "Das ist er, oder?"
    }
  },
  {
    "translation": {
      "en": "I ain't seeing you, man!",
      "de": "Ich sehe Sie nicht!"
    }
  },
  {
    "translation": {
      "en": "Relax. What happened?",
      "de": "Bleib locker. Was ist passiert?"
    }
  },
  {
    "translation": {
      "en": "Barr's attorney hired an investigator.",
      "de": "Barrs Anwältin hat einen Ermittler eingestellt. Er heißt Reacher. Ein Top-Armeepolizist."
    }
  },
  {
    "translation": {
      "en": "Name of Reacher. Some sort of top-shelf Army cop.",
      "de": "Er heißt Reacher. Ein Top-Armeepolizist. Er war mit Barr in Bagdad."
    }
  },
  {
    "translation": {
      "en": "He was in Baghdad the same time as Barr.",
      "de": "Er war mit Barr in Bagdad."
    }
  },
  {
    "translation": {
      "en": "So?",
      "de": "Und?"
    }
  },
  {
    "translation": {
      "en": "So Barr asked for this soldier by name.",
      "de": "Barr fragte ausdrücklich nach diesem Soldaten."
    }
  },
  {
    "translation": {
      "en": "Then he shows up at the river today. Then up on the highway.",
      "de": "Er war heute am Fluss. Und auf dem Highway."
    }
  },
  {
    "translation": {
      "en": "Almost like he knew something.",
      "de": "Als wüsste er etwas."
    }
  },
  {
    "translation": {
      "en": "And you said we don't like people asking questions.",
      "de": "Du sagtest, wir mögen keine Leute, die Fragen stellen."
    }
  },
  {
    "translation": {
      "en": "No, we sure don't.",
      "de": "Ganz richtig."
    }
  },
  {
    "translation": {
      "en": "So I took steps.",
      "de": "Also ergriff ich Maßnahmen."
    }
  },
  {
    "translation": {
      "en": "You took steps.",
      "de": "Du hast Maßnahmen ergriffen."
    }
  },
  {
    "translation": {
      "en": "Local people. My guys.",
      "de": "Lokale Leute. Meine Jungs."
    }
  },
  {
    "translation": {
      "en": "And it blew back on you.",
      "de": "Und es hat nicht geklappt."
    }
  },
  {
    "translation": {
      "en": "I figured five guys would do it.",
      "de": "Ich dachte, fünf Jungs würden reichen. Du solltest das Unternehmen nur verwalten."
    }
  },
  {
    "translation": {
      "en": "Mmm. This franchise was yours to manage.",
      "de": "Du solltest das Unternehmen nur verwalten. Mehr nicht. Die Wartung übernehmen wir, klar?"
    }
  },
  {
    "translation": {
      "en": "That's all. Maintenance is our thing, you understand?",
      "de": "Mehr nicht. Die Wartung übernehmen wir, klar? -Ich konnte dich nicht erreichen! -So läuft es eben."
    }
  },
  {
    "translation": {
      "en": "Yeah, I understand. I couldn't reach you!",
      "de": "-Ich konnte dich nicht erreichen! -So läuft es eben."
    }
  },
  {
    "translation": {
      "en": "Well, I had to make a decision!",
      "de": "Ich musste etwas entscheiden!"
    }
  },
  {
    "translation": {
      "en": "These locals, I want their names. It's in the file.",
      "de": "-Gib mir die Namen deiner Jungs. -Stehen in der Akte."
    }
  },
  {
    "translation": {
      "en": "Any of them know who you are?",
      "de": "Wissen sie, wer du bist?"
    }
  },
  {
    "translation": {
      "en": "Just one, but I took care of it.",
      "de": "Nur einer, aber die Sache ist geregelt."
    }
  },
  {
    "translation": {
      "en": "You...",
      "de": "Du..."
    }
  },
  {
    "translation": {
      "en": "(SIGHS) Where's the body? It's distributed.",
      "de": "-Wo ist die Leiche? -Sie ist entsorgt."
    }
  },
  {
    "translation": {
      "en": "(SCOFFS)",
      "de": "Bleib locker! Keiner wird sie finden."
    }
  },
  {
    "translation": {
      "en": "Suppose we want it found, yeah?",
      "de": "-Vielleicht soll sie gefunden werden. -Warum das?"
    }
  },
  {
    "translation": {
      "en": "Why the hell would you want it found? 'Cause we got a way of doing things so they stay done.",
      "de": "Weil wir Dinge so erledigen, dass sie erledigt bleiben."
    }
  },
  {
    "translation": {
      "en": "Clean!",
      "de": "Sauber!"
    }
  },
  {
    "translation": {
      "en": "A missing person isn't clean.",
      "de": "Ein Vermisster ist nicht sauber. Du musstest nur einen Menschen töten."
    }
  },
  {
    "translation": {
      "en": "Christ's sakes, man. You only had to kill",
      "de": "Du musstest nur einen Menschen töten."
    }
  },
  {
    "translation": {
      "en": "one goddamn person. You tapped five! You call that clean?",
      "de": "Du hast fünf umgelegt! Ist das sauber?"
    }
  },
  {
    "translation": {
      "en": "I call it done. They're looking at the shooter, not the target.",
      "de": "Es ist erledigt. Sie suchen den Schützen, nicht das Ziel."
    }
  },
  {
    "translation": {
      "en": "Jesus.",
      "de": "Mein Gott. Wir gehen jetzt unschön vor, damit es später nicht unschön wird."
    }
  },
  {
    "translation": {
      "en": "We make it messy now so it won't get messy later.",
      "de": "Wir gehen jetzt unschön vor, damit es später nicht unschön wird. Und wir lassen keine Fragen im Raum stehen. Nie."
    }
  },
  {
    "translation": {
      "en": "And we don't leave questions unanswered ever.",
      "de": "Und wir lassen keine Fragen im Raum stehen. Nie. Ok, gut. Ok. Ich kann das regeln."
    }
  },
  {
    "translation": {
      "en": "Okay, all right. Okay. I can fix this.",
      "de": "Ok, gut. Ok. Ich kann das regeln. -Mach die Augen auf. -Nein, ich sehe Sie nicht!"
    }
  },
  {
    "translation": {
      "en": "MAN: Open your eyes. No, I ain't seeing you!",
      "de": "-Mach die Augen auf. -Nein, ich sehe Sie nicht! Das ist jetzt egal."
    }
  },
  {
    "translation": {
      "en": "MAN: It makes no difference now.",
      "de": "Das ist jetzt egal."
    }
  },
  {
    "translation": {
      "en": "I made a mistake.",
      "de": "Ich habe einen Fehler gemacht."
    }
  },
  {
    "translation": {
      "en": "I mean, you can still use me, just tell me how to fix...",
      "de": "Ich kann noch was für Sie tun, es regeln..."
    }
  },
  {
    "translation": {
      "en": "To survive.",
      "de": "Um zu überleben. \"Regeln\" kannst du es nicht."
    }
  },
  {
    "translation": {
      "en": "Don't say \"fix it,\" because you can't.",
      "de": "Um zu überleben. \"Regeln\" kannst du es nicht. Wir haben ein Chaos vertuscht. Du hast ein neues verursacht."
    }
  },
  {
    "translation": {
      "en": "We covered up the one mess. You made another.",
      "de": "Wir haben ein Chaos vertuscht. Du hast ein neues verursacht."
    }
  },
  {
    "translation": {
      "en": "All right. You're right.",
      "de": "Ok. Sie haben Recht. Sie haben Recht. Es tut mir leid."
    }
  },
  {
    "translation": {
      "en": "You're right. You're absolutely right. I'm sorry.",
      "de": "Sie haben Recht. Es tut mir leid."
    }
  },
  {
    "translation": {
      "en": "Just tell me what I have to do.",
      "de": "Sagen Sie mir einfach, was ich tun soll."
    }
  },
  {
    "translation": {
      "en": "I was in prison in Siberia.",
      "de": "Ich war im Gefängnis in Sibirien. In meinem ersten Winter trug ich den Mantel eines Toten."
    }
  },
  {
    "translation": {
      "en": "I spent my first winter wearing a dead man's coat.",
      "de": "In meinem ersten Winter trug ich den Mantel eines Toten."
    }
  },
  {
    "translation": {
      "en": "A hole in one pocket.",
      "de": "Ein Loch in einer Tasche."
    }
  },
  {
    "translation": {
      "en": "I chewed these fingers off",
      "de": "Ich kaute mir diese Finger ab, bevor aus der Erfrierung Wundbrand wurde."
    }
  },
  {
    "translation": {
      "en": "before the frostbite could turn to gangrene.",
      "de": "bevor aus der Erfrierung Wundbrand wurde."
    }
  },
  {
    "translation": {
      "en": "These I gave up to avoid working in the sulfur mine.",
      "de": "Ich opferte sie, um nicht in der Schwefelmine arbeiten zu müssen."
    }
  },
  {
    "translation": {
      "en": "That is how I survived when so many others did not.",
      "de": "So überlebte ich im Gegensatz zu vielen anderen."
    }
  },
  {
    "translation": {
      "en": "A man this rare can always be of use.",
      "de": "Ein so bemerkenswerter Mann kann immer von Nutzen sein."
    }
  },
  {
    "translation": {
      "en": "So show me. Show me you are rare.",
      "de": "Zeig es mir. Zeig mir, dass du bemerkenswert bist."
    }
  },
  {
    "translation": {
      "en": "Show me you'll do anything to survive.",
      "de": "Zeig mir, dass du alles tust, um zu überleben."
    }
  },
  {
    "translation": {
      "en": "I don't understand.",
      "de": "Ich verstehe nicht."
    }
  },
  {
    "translation": {
      "en": "The fingers from your left hand.",
      "de": "Die Finger deiner linken Hand."
    }
  },
  {
    "translation": {
      "en": "Have you... Have you got a knife?",
      "de": "Haben Sie ein Messer?"
    }
  },
  {
    "translation": {
      "en": "Did I have a knife in Siberia?",
      "de": "Hatte ich in Sibirien ein Messer?"
    }
  },
  {
    "translation": {
      "en": "No... Come on, you've got to be kidding.",
      "de": "Nein... Sie machen doch Witze."
    }
  },
  {
    "translation": {
      "en": "You can do it.",
      "de": "Sie können es tun."
    }
  },
  {
    "translation": {
      "en": "Show me.",
      "de": "Zeigen Sie es mir."
    }
  },
  {
    "translation": {
      "en": "Christ!",
      "de": "Gott!"
    }
  },
  {
    "translation": {
      "en": "Can't! I can't.",
      "de": "Nein! Ich kann nicht!"
    }
  },
  {
    "translation": {
      "en": "Always the bullet.",
      "de": "Immer die Kugel."
    }
  },
  {
    "translation": {
      "en": "I can't! I don't understand.",
      "de": "-Ich kann nicht! -Ich verstehe es nicht."
    }
  },
  {
    "translation": {
      "en": "What do we do about the soldier?",
      "de": "Was machen wir mit dem Soldaten?"
    }
  },
  {
    "translation": {
      "en": "What we always do.",
      "de": "Was wir immer tun."
    }
  },
  {
    "translation": {
      "en": "Barr's credit card statement. Eyewitness testimonies.",
      "de": "Barrs Kreditkartenabrechnung. Aussagen von Augenzeugen."
    }
  },
  {
    "translation": {
      "en": "Coffee. You take it black, right?",
      "de": "Kaffee. Sie trinken ihn schwarz, richtig?"
    }
  },
  {
    "translation": {
      "en": "Yeah. What can I say? I take my work home.",
      "de": "Ja. Ich nehme meine Arbeit mit nach Hause."
    }
  },
  {
    "translation": {
      "en": "Afraid Barr's credit card statement's a dead end.",
      "de": "Barrs Kreditkartenabrechnung ist eine Sackgasse."
    }
  },
  {
    "translation": {
      "en": "No bars, no strip joints, nothing. Pretty much just gas and groceries.",
      "de": "Keine Bars oder Stripclubs, nichts. Nur Benzin und Lebensmittel."
    }
  },
  {
    "translation": {
      "en": "I need you to look for gun ranges",
      "de": "Suchen Sie nach Schießständen im Umkreis von 160 bis 240 Kilometern."
    }
  },
  {
    "translation": {
      "en": "between 100 and 150 miles from here.",
      "de": "Suchen Sie nach Schießständen im Umkreis von 160 bis 240 Kilometern. Nur welche mit mehr als 270 Metern Länge."
    }
  },
  {
    "translation": {
      "en": "Limit your search to ranges longer than 300 yards.",
      "de": "Nur welche mit mehr als 270 Metern Länge."
    }
  },
  {
    "translation": {
      "en": "Sure, if you tell me why.",
      "de": "Klar, wenn Sie sagen, warum. Barr hat immer samstags getankt"
    }
  },
  {
    "translation": {
      "en": "Barr consistently filled his tank on Saturday,",
      "de": "Barr hat immer samstags getankt"
    }
  },
  {
    "translation": {
      "en": "and again on Sunday.",
      "de": "und dann wieder sonntags. Er fuhr fast jedes Wochenende lange Auto."
    }
  },
  {
    "translation": {
      "en": "He took a long drive almost every weekend.",
      "de": "Er fuhr fast jedes Wochenende lange Auto."
    }
  },
  {
    "translation": {
      "en": "He could be going anywhere. Yes.",
      "de": "-Er hätte überall hinfahren können. -Ja."
    }
  },
  {
    "translation": {
      "en": "And if it's bars, bowling alleys or strip clubs,",
      "de": "Wenn es Bars, Bowlingbahnen oder Stripclubs sind, finden wir sie nie."
    }
  },
  {
    "translation": {
      "en": "we'll never find it.",
      "de": "Wenn es Bars, Bowlingbahnen oder Stripclubs sind, finden wir sie nie. Aber ein hochklassiger Schießstand? Davon gibt es vielleicht zwei."
    }
  },
  {
    "translation": {
      "en": "But a Match-level gun range? There might be two.",
      "de": "Aber ein hochklassiger Schießstand? Davon gibt es vielleicht zwei. Und er fertigte eigene Kugeln an. Also hat er oft geschossen."
    }
  },
  {
    "translation": {
      "en": "And he made his own bullets. That means he shot a lot.",
      "de": "Und er fertigte eigene Kugeln an. Also hat er oft geschossen."
    }
  },
  {
    "translation": {
      "en": "I'm guessing every Saturday.",
      "de": "Ich schätze jeden Samstag."
    }
  },
  {
    "translation": {
      "en": "Maybe with a friend.",
      "de": "Vielleicht mit einem Freund. Warum wollen Sie unbedingt mit seinen Freunden reden?"
    }
  },
  {
    "translation": {
      "en": "Why is it so important you talk to his friends?",
      "de": "Warum wollen Sie unbedingt mit seinen Freunden reden?"
    }
  },
  {
    "translation": {
      "en": "Assuming he had any.",
      "de": "Falls er welche hatte. Bringen Sie mich zum Autozubehörladen."
    }
  },
  {
    "translation": {
      "en": "Drop me at the auto parts store.",
      "de": "Bringen Sie mich zum Autozubehörladen."
    }
  },
  {
    "translation": {
      "en": "I... Wait. Which one?",
      "de": "Ich... Moment mal. Welcher? Weiß nicht. Sie sagte nur \"der Autozubehörladen\"."
    }
  },
  {
    "translation": {
      "en": "I don't know. She just said \"the auto parts store.\"",
      "de": "Weiß nicht. Sie sagte nur \"der Autozubehörladen\"."
    }
  },
  {
    "translation": {
      "en": "She? Who?",
      "de": "Sie? Wer? Könnten Sie etwas genauer sein?"
    }
  },
  {
    "translation": {
      "en": "Reacher, can you be a little more specific?",
      "de": "Könnten Sie etwas genauer sein?"
    }
  },
  {
    "translation": {
      "en": "I didn't say \"an auto parts store.\"",
      "de": "Ich sagte nicht \"ein Autozubehörladen\". Welcher fällt Ihnen sofort ein?"
    }
  },
  {
    "translation": {
      "en": "Which one stands out in your mind as the auto parts store?",
      "de": "Welcher fällt Ihnen sofort ein?"
    }
  },
  {
    "translation": {
      "en": "HELEN: You want me to wait?",
      "de": "Soll ich warten?"
    }
  },
  {
    "translation": {
      "en": "No, I'll meet you back at the office later. HELEN: How will you get there?",
      "de": "-Nein, wir sehen uns im Büro. -Wie kommen Sie dahin?"
    }
  },
  {
    "translation": {
      "en": "I'll hitch a ride.",
      "de": "Ich fahre irgendwo mit."
    }
  },
  {
    "translation": {
      "en": "Can I help you?",
      "de": "Kann ich Ihnen helfen?"
    }
  },
  {
    "translation": {
      "en": "Sandy work here?",
      "de": "Arbeitet Sandy hier?"
    }
  },
  {
    "translation": {
      "en": "What's this about?",
      "de": "Worum geht's?"
    }
  },
  {
    "translation": {
      "en": "So she does, thanks. I need to speak with her.",
      "de": "Also ja, danke. Ich muss sie sprechen."
    }
  },
  {
    "translation": {
      "en": "It's a personal matter.",
      "de": "Eine Privatangelegenheit. -Sie hat keine Pause. -Etwas Juristisches."
    }
  },
  {
    "translation": {
      "en": "She's on the clock. Legal personal matter.",
      "de": "-Sie hat keine Pause. -Etwas Juristisches."
    }
  },
  {
    "translation": {
      "en": "What are you, a cop?",
      "de": "Sind Sie Polizist?"
    }
  },
  {
    "translation": {
      "en": "Call her out, Gary.",
      "de": "Rufen Sie sie aus, Gary. -Zeigen Sie mir einen Ausweis. -Holen Sie Sandy."
    }
  },
  {
    "translation": {
      "en": "I'm gonna need to see some I.D. Go get Sandy.",
      "de": "-Zeigen Sie mir einen Ausweis. -Holen Sie Sandy."
    }
  },
  {
    "translation": {
      "en": "Well, I need to see something.",
      "de": "Ich muss etwas sehen."
    }
  },
  {
    "translation": {
      "en": "How about the inside of an ambulance?",
      "de": "Wie wäre ein Krankenwagen von innen?"
    }
  },
  {
    "translation": {
      "en": "Okay, I'm calling the police.",
      "de": "Ok, ich rufe die Polizei."
    }
  },
  {
    "translation": {
      "en": "I don't think Sandy wants the police involved...",
      "de": "Sandy will sicher keine Polizei,"
    }
  },
  {
    "translation": {
      "en": "Hello? ...but let's ask.",
      "de": "-Hallo? -...aber fragen wir doch."
    }
  },
  {
    "translation": {
      "en": "Hey! You ca...",
      "de": "Hey! Sie... Hallo? Ich brauche Hilfe. Hallo? Hey! Sie!"
    }
  },
  {
    "translation": {
      "en": "Hello? I need some help. Hello? Hey! You!",
      "de": "Hallo? Ich brauche Hilfe. Hallo? Hey! Sie!"
    }
  },
  {
    "translation": {
      "en": "No. You are not allowed back in here, man!",
      "de": "Nein. Sie dürfen hier nicht rein, Mann!"
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "de": "Scheiße."
    }
  },
  {
    "translation": {
      "en": "You know this guy?",
      "de": "Kennst du den Typen?"
    }
  },
  {
    "translation": {
      "en": "Tell him.",
      "de": "Sag's ihm."
    }
  },
  {
    "translation": {
      "en": "Give us a few, Gary.",
      "de": "Lass uns kurz allein, Gary."
    }
  },
  {
    "translation": {
      "en": "Listen, I wasn't... I didn't know.",
      "de": "Hören Sie, ich... Ich wusste es nicht. Ich wusste nicht, dass das passieren würde!"
    }
  },
  {
    "translation": {
      "en": "I didn't know that was going to happen!",
      "de": "Ich wusste nicht, dass das passieren würde!"
    }
  },
  {
    "translation": {
      "en": "It was Jeb.",
      "de": "Es war Jeb."
    }
  },
  {
    "translation": {
      "en": "The big guy.",
      "de": "Der große Typ."
    }
  },
  {
    "translation": {
      "en": "He told me you were a predator. You were supposed to start groping me.",
      "de": "Er sagte, Sie wären ein Triebtäter. Sie sollten mich begrapschen."
    }
  },
  {
    "translation": {
      "en": "Just don't hurt me.",
      "de": "Tun Sie mir nichts."
    }
  },
  {
    "translation": {
      "en": "Sandy, sit down.",
      "de": "Sandy, setz dich."
    }
  },
  {
    "translation": {
      "en": "Where can I find Jeb?",
      "de": "Wo finde ich Jeb? Ich weiß nicht. Er ist nicht zur Arbeit gekommen."
    }
  },
  {
    "translation": {
      "en": "I don't know. He didn't come to work today.",
      "de": "Ich weiß nicht. Er ist nicht zur Arbeit gekommen."
    }
  },
  {
    "translation": {
      "en": "So he works here.",
      "de": "Er arbeitet also hier."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "It's bullshit, though. He cooks crystal.",
      "de": "Aber das ist vorgeschoben. Er stellt Crystal her."
    }
  },
  {
    "translation": {
      "en": "His address, write it down.",
      "de": "Schreib seine Adresse auf."
    }
  },
  {
    "translation": {
      "en": "I'm really sorry, mister.",
      "de": "Es tut mir wirklich leid."
    }
  },
  {
    "translation": {
      "en": "You were supposed to be a pervert.",
      "de": "Sie sollten ein Perverser sein."
    }
  },
  {
    "translation": {
      "en": "And it was an easy 100 bucks.",
      "de": "Und es waren leicht verdiente $100."
    }
  },
  {
    "translation": {
      "en": "That's all?",
      "de": "Das ist alles?"
    }
  },
  {
    "translation": {
      "en": "When Jeb asks, you do what he says.",
      "de": "Wenn Jeb fragt, tut man, was er sagt."
    }
  },
  {
    "translation": {
      "en": "Am I in trouble?",
      "de": "Bin ich in Schwierigkeiten?"
    }
  },
  {
    "translation": {
      "en": "Not if you lend me your car.",
      "de": "Nicht, wenn du mir dein Auto leihst."
    }
  },
  {
    "translation": {
      "en": "I don't have a car. Well, sure you do. It's outside.",
      "de": "-Ich habe keins. -Doch. Es steht draußen."
    }
  },
  {
    "translation": {
      "en": "I'm guessing you're the Camaro.",
      "de": "Deins ist sicher der Camaro. Der Pickup gehört definitiv Gary. Der Schlüssel?"
    }
  },
  {
    "translation": {
      "en": "That whimsy little pickup has Gary written all over it. Keys?",
      "de": "Der Pickup gehört definitiv Gary. Der Schlüssel?"
    }
  },
  {
    "translation": {
      "en": "I can't. It's Jeb's car!",
      "de": "Ich kann nicht. Es ist Jebs Auto! Dann wird er überrascht sein, dass ich es nach Hause bringe."
    }
  },
  {
    "translation": {
      "en": "Well, won't he be surprised when I drive it home for him.",
      "de": "Dann wird er überrascht sein, dass ich es nach Hause bringe."
    }
  },
  {
    "translation": {
      "en": "Who are you, mister?",
      "de": "Wer sind Sie?"
    }
  },
  {
    "translation": {
      "en": "Really?",
      "de": "Wirklich?"
    }
  },
  {
    "translation": {
      "en": "I'm just a guy who wants to be left alone.",
      "de": "Ich bin nur jemand, der in Ruhe gelassen werden will."
    }
  },
  {
    "translation": {
      "en": "I get off work at six!",
      "de": "Ich mache um sechs Feierabend!"
    }
  },
  {
    "translation": {
      "en": "Maybe we could...",
      "de": "Vielleicht könnten wir..."
    }
  },
  {
    "translation": {
      "en": "Sandy, listen.",
      "de": "Sandy, hör zu."
    }
  },
  {
    "translation": {
      "en": "Now, you seem like a sweet girl.",
      "de": "Du bist ein nettes Mädchen."
    }
  },
  {
    "translation": {
      "en": "You're pretty.",
      "de": "Du bist hübsch."
    }
  },
  {
    "translation": {
      "en": "You're obviously sharp,",
      "de": "Du bist offenbar intelligent,"
    }
  },
  {
    "translation": {
      "en": "doing Gary's books for him.",
      "de": "weil du Garys Buchhaltung machst."
    }
  },
  {
    "translation": {
      "en": "You don't have to let these guys use you.",
      "de": "Du musst dich von den Typen nicht benutzen lassen."
    }
  },
  {
    "translation": {
      "en": "It's just what girls like me do.",
      "de": "So was tun Mädels wie ich eben."
    }
  },
  {
    "translation": {
      "en": "You got money?",
      "de": "Hast du Geld?"
    }
  },
  {
    "translation": {
      "en": "A little.",
      "de": "Ein wenig."
    }
  },
  {
    "translation": {
      "en": "Get out of town for a couple of days.",
      "de": "Verschwinde ein paar Tage aus der Stadt."
    }
  },
  {
    "translation": {
      "en": "Why?",
      "de": "Warum?"
    }
  },
  {
    "translation": {
      "en": "Get out of town, Sandy.",
      "de": "Verschwinde aus der Stadt, Sandy."
    }
  },
  {
    "translation": {
      "en": "Is Jeb home?",
      "de": "Ist Jeb zuhause?"
    }
  },
  {
    "translation": {
      "en": "I have a warrant to search the premises.",
      "de": "Ich habe einen Durchsuchungsbefehl."
    }
  },
  {
    "translation": {
      "en": "I see.",
      "de": "Ich verstehe."
    }
  },
  {
    "translation": {
      "en": "Well, if you don't mind...",
      "de": "Wenn Sie erlauben..."
    }
  },
  {
    "translation": {
      "en": "MAN: Get him! Get him! Get him!",
      "de": "Schlag zu! Schlag zu!"
    }
  },
  {
    "translation": {
      "en": "I got this!",
      "de": "Ich mache das!"
    }
  },
  {
    "translation": {
      "en": "Okay, okay.",
      "de": "Ok, ok."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "de": "Ok."
    }
  },
  {
    "translation": {
      "en": "Don't move.",
      "de": "Keine Bewegung."
    }
  },
  {
    "translation": {
      "en": "I'll tell you what.",
      "de": "Ich sag dir was."
    }
  },
  {
    "translation": {
      "en": "When I move, you pull the trigger.",
      "de": "Wenn ich mich bewege, drückst du ab."
    }
  },
  {
    "translation": {
      "en": "Where's Jeb? He's not here.",
      "de": "-Wo ist Jeb? -Er ist nicht hier."
    }
  },
  {
    "translation": {
      "en": "Where can I find him?",
      "de": "Wo finde ich ihn?"
    }
  },
  {
    "translation": {
      "en": "Jesus! My hand!",
      "de": "Herrgott! Meine Hand! Du solltest nicht mit Waffen spielen. Wo finde ich ihn?"
    }
  },
  {
    "translation": {
      "en": "Well, you shouldn't play with guns. Where can I find him?",
      "de": "Du solltest nicht mit Waffen spielen. Wo finde ich ihn?"
    }
  },
  {
    "translation": {
      "en": "You're the one driving his car. You tell... (CRIES OUT)",
      "de": "Sie fahren doch seinen Wagen. Sagen Sie es..."
    }
  },
  {
    "translation": {
      "en": "The last I saw him, we was all leaving jail.",
      "de": "Ich sah ihn, als wir aus dem Knast gingen."
    }
  },
  {
    "translation": {
      "en": "He said he had to see a guy.",
      "de": "Er sagte, er musste jemanden treffen."
    }
  },
  {
    "translation": {
      "en": "What guy? Who? I don't know.",
      "de": "-Wen? -Ich weiß nicht."
    }
  },
  {
    "translation": {
      "en": "I don't know, I swear.",
      "de": "Ich weiß es nicht, ich schwöre. Als seine Mom nach einem Besäufnis aufwachte,"
    }
  },
  {
    "translation": {
      "en": "Next I know, his mom woke up from a bender",
      "de": "Als seine Mom nach einem Besäufnis aufwachte,"
    }
  },
  {
    "translation": {
      "en": "and his shit's all gone.",
      "de": "waren alle seine Sachen weg."
    }
  },
  {
    "translation": {
      "en": "Is he the sort to light out like that?",
      "de": "Macht er so was öfter? Nein, nein, Mann. Er lässt seine Mom nie allein."
    }
  },
  {
    "translation": {
      "en": "No, no, man. He'd never leave his moms alone.",
      "de": "Nein, nein, Mann. Er lässt seine Mom nie allein."
    }
  },
  {
    "translation": {
      "en": "Shit ain't right.",
      "de": "Da stimmt was nicht."
    }
  },
  {
    "translation": {
      "en": "Got a car? It's outside.",
      "de": "-Hast du ein Auto? -Es steht draußen."
    }
  },
  {
    "translation": {
      "en": "Keys.",
      "de": "Die Schlüssel. Meine Hand. Er ist in meiner..."
    }
  },
  {
    "translation": {
      "en": "My hand, man. They're in my pock... Aah!",
      "de": "Meine Hand. Er ist in meiner..."
    }
  },
  {
    "translation": {
      "en": "Okay, okay.",
      "de": "Schon gut, schon gut."
    }
  },
  {
    "translation": {
      "en": "Now look at your friends.",
      "de": "Sieh dir deine Kumpel an."
    }
  },
  {
    "translation": {
      "en": "Now look at my face.",
      "de": "Und jetzt sieh dir mein Gesicht an."
    }
  },
  {
    "translation": {
      "en": "Do you ever want to see me again?",
      "de": "Willst du mich je wieder sehen?"
    }
  },
  {
    "translation": {
      "en": "No way.",
      "de": "Auf keinen Fall."
    }
  },
  {
    "translation": {
      "en": "Am I stealing your car?",
      "de": "Stehle ich deinen Wagen?"
    }
  },
  {
    "translation": {
      "en": "Use it as long as you like.",
      "de": "Behalten Sie ihn so lange Sie wollen."
    }
  },
  {
    "translation": {
      "en": "You're very kind.",
      "de": "Sehr nett von dir."
    }
  },
  {
    "translation": {
      "en": "REACHER: I think Jeb Oliver's dead.",
      "de": "Ich glaube, Jeb Oliver ist tot. -Wer ist Jeb Oliver? -Der Typ aus der Bar."
    }
  },
  {
    "translation": {
      "en": "Who's Jeb Oliver? He was the guy from the bar.",
      "de": "-Wer ist Jeb Oliver? -Der Typ aus der Bar."
    }
  },
  {
    "translation": {
      "en": "Jesus, how hard did you hit him?",
      "de": "Mein Gott, wie fest haben Sie zugeschlagen?"
    }
  },
  {
    "translation": {
      "en": "What? No, not me.",
      "de": "Was? Nein, nicht ich."
    }
  },
  {
    "translation": {
      "en": "No, he was murdered.",
      "de": "Nein, er wurde ermordet. Und es sollte so aussehen, als verlasse er die Stadt."
    }
  },
  {
    "translation": {
      "en": "And someone tried to make it look like he left town.",
      "de": "Und es sollte so aussehen, als verlasse er die Stadt."
    }
  },
  {
    "translation": {
      "en": "Well, maybe he just left town.",
      "de": "Vielleicht hat er sie ja verlassen. Verreisen Sie mit einem Duschvorhang?"
    }
  },
  {
    "translation": {
      "en": "You pack your shower curtain when you travel?",
      "de": "Verreisen Sie mit einem Duschvorhang? Basieren Sie Ihre Rückschlüsse auf so was?"
    }
  },
  {
    "translation": {
      "en": "Is this what you base your conclusions on?",
      "de": "Basieren Sie Ihre Rückschlüsse auf so was?"
    }
  },
  {
    "translation": {
      "en": "What is that on your head?",
      "de": "Was ist das an Ihrem Kopf?"
    }
  },
  {
    "translation": {
      "en": "You don't want to know.",
      "de": "Fragen Sie lieber nicht."
    }
  },
  {
    "translation": {
      "en": "You said on the phone you wanted to submit your findings.",
      "de": "Sie sagten am Telefon, Sie hätten Resultate."
    }
  },
  {
    "translation": {
      "en": "James Barr was a sniper. Not the best, not the worst.",
      "de": "James Barr war ein Scharfschütze. Nicht der beste, nicht der schlechteste. Aber er trainierte zwei Jahre ununterbrochen."
    }
  },
  {
    "translation": {
      "en": "But he trained non-stop for two years.",
      "de": "Aber er trainierte zwei Jahre ununterbrochen."
    }
  },
  {
    "translation": {
      "en": "What does training like that do?",
      "de": "Was bewirkt so ein Training?"
    }
  },
  {
    "translation": {
      "en": "What does any training do?",
      "de": "Was jedes Training bewirkt. Fertigkeiten werden zu Reflexen. Muskelgedächtnis. Man überlegt nicht."
    }
  },
  {
    "translation": {
      "en": "Skills become reflex. Muscle memory.",
      "de": "Fertigkeiten werden zu Reflexen. Muskelgedächtnis. Man überlegt nicht."
    }
  },
  {
    "translation": {
      "en": "You do without thinking.",
      "de": "Fertigkeiten werden zu Reflexen. Muskelgedächtnis. Man überlegt nicht. Und es lässt Leute clever erscheinen, die es nicht unbedingt sind,"
    }
  },
  {
    "translation": {
      "en": "It also makes people who aren't necessarily smart seem smart",
      "de": "Und es lässt Leute clever erscheinen, die es nicht unbedingt sind, indem man ihnen taktisches Bewusstsein einhämmert."
    }
  },
  {
    "translation": {
      "en": "by beating some tactical awareness into them.",
      "de": "indem man ihnen taktisches Bewusstsein einhämmert. 99 % der Beweise, die Ihr Vater gegen Barr hat"
    }
  },
  {
    "translation": {
      "en": "Now, 99% of the evidence your father has against Barr",
      "de": "99 % der Beweise, die Ihr Vater gegen Barr hat"
    }
  },
  {
    "translation": {
      "en": "didn't exist in Baghdad,",
      "de": "existierten in Bagdad nicht, nicht weil Barr schlau war, sondern weil er ausgebildet war."
    }
  },
  {
    "translation": {
      "en": "not because Barr was smart, but because he was trained.",
      "de": "nicht weil Barr schlau war, sondern weil er ausgebildet war."
    }
  },
  {
    "translation": {
      "en": "See, from that garage,",
      "de": "Bei jener Garage blendete den Schützen die Sonne."
    }
  },
  {
    "translation": {
      "en": "the shooter had the sun in his eyes.",
      "de": "Bei jener Garage blendete den Schützen die Sonne. Links und rechts bewegten sich Ziele. Schwere Bedingungen."
    }
  },
  {
    "translation": {
      "en": "Targets were moving left and right.",
      "de": "Links und rechts bewegten sich Ziele. Schwere Bedingungen."
    }
  },
  {
    "translation": {
      "en": "It's difficult conditions for any sniper.",
      "de": "Links und rechts bewegten sich Ziele. Schwere Bedingungen. Aber in Bagdad war Barr in einem Parkhaus."
    }
  },
  {
    "translation": {
      "en": "But Baghdad, you said Barr was in a parking garage then.",
      "de": "Aber in Bagdad war Barr in einem Parkhaus. Weil er dort die Sonne im Rücken hatte."
    }
  },
  {
    "translation": {
      "en": "REACHER: Because in Baghdad, the sun's behind him.",
      "de": "Weil er dort die Sonne im Rücken hatte. Die Ziele kamen auf ihn zu, eins nach dem anderen."
    }
  },
  {
    "translation": {
      "en": "Targets coming straight ahead, single file.",
      "de": "Die Ziele kamen auf ihn zu, eins nach dem anderen. Ideale Bedingungen, selbst für einen durchschnittlichen Schützen"
    }
  },
  {
    "translation": {
      "en": "Ideal conditions for even an average shooter",
      "de": "Ideale Bedingungen, selbst für einen durchschnittlichen Schützen"
    }
  },
  {
    "translation": {
      "en": "and the exact same conditions",
      "de": "und dieselben Bedingungen hätte er auf der Autobahnbrücke gehabt."
    }
  },
  {
    "translation": {
      "en": "he would've had up on that highway bridge.",
      "de": "hätte er auf der Autobahnbrücke gehabt."
    }
  },
  {
    "translation": {
      "en": "Up there, he would never even have to get out of the van.",
      "de": "Dort hätte er nicht mal aus dem Wagen steigen brauchen."
    }
  },
  {
    "translation": {
      "en": "No parking meter.",
      "de": "Keine Parkuhr."
    }
  },
  {
    "translation": {
      "en": "No camera.",
      "de": "Keine Kamera. Kein Spurenmaterial. Und sein Fluchtweg war gesichert."
    }
  },
  {
    "translation": {
      "en": "No trace evidence left behind. And his escape is assured.",
      "de": "Kein Spurenmaterial. Und sein Fluchtweg war gesichert. Ich sage ja nicht, dass er die Menschen am Fluss"
    }
  },
  {
    "translation": {
      "en": "Now, I'm not saying that he couldn't have killed",
      "de": "Ich sage ja nicht, dass er die Menschen am Fluss nicht getötet haben könnte, aber er hätte es nicht getan."
    }
  },
  {
    "translation": {
      "en": "those people at the river, but he wouldn't have.",
      "de": "nicht getötet haben könnte, aber er hätte es nicht getan."
    }
  },
  {
    "translation": {
      "en": "Not that way.",
      "de": "Nicht auf diese Weise."
    }
  },
  {
    "translation": {
      "en": "So you're saying he's crazy. No.",
      "de": "-Er ist also verrückt? -Nein. Was wollen Sie dann damit sagen?"
    }
  },
  {
    "translation": {
      "en": "Well, what exactly are you saying?",
      "de": "Was wollen Sie dann damit sagen? Ein Beweisstück würde ich ja glauben. Aber alle?"
    }
  },
  {
    "translation": {
      "en": "Any single piece of evidence I'd buy. But all of it?",
      "de": "Ein Beweisstück würde ich ja glauben. Aber alle? Fasern, Fingerabdrücke, Patronenhülsen..."
    }
  },
  {
    "translation": {
      "en": "Fibers, fingerprints, stray brass, I mean...",
      "de": "Fasern, Fingerabdrücke, Patronenhülsen..."
    }
  },
  {
    "translation": {
      "en": "And who the hell pays for parking?",
      "de": "Was für ein Typ füttert die Parkuhr? Ob verrückt oder nicht, das ergibt einfach keinen Sinn."
    }
  },
  {
    "translation": {
      "en": "Sane or crazy, that just doesn't make sense.",
      "de": "Ob verrückt oder nicht, das ergibt einfach keinen Sinn. Ok. Barr wollte also geschnappt werden und zwar von Ihnen."
    }
  },
  {
    "translation": {
      "en": "Okay. So Barr, he wanted to get caught and he wanted you to catch him.",
      "de": "Ok. Barr wollte also geschnappt werden und zwar von Ihnen."
    }
  },
  {
    "translation": {
      "en": "That would not explain how Barr,",
      "de": "Das erklärt nicht, wie Barr..."
    }
  },
  {
    "translation": {
      "en": "an average shooter firing in poor conditions, never missed.",
      "de": "...ein durchschnittlicher Schütze bei schlechten Bedingungen nicht verfehlte."
    }
  },
  {
    "translation": {
      "en": "He did miss.",
      "de": "Er hat verfehlt."
    }
  },
  {
    "translation": {
      "en": "He did.",
      "de": "Hat er."
    }
  },
  {
    "translation": {
      "en": "A pristine bullet,",
      "de": "Eine magische Kugel,"
    }
  },
  {
    "translation": {
      "en": "conveniently trapped by a liquid backstop.",
      "de": "die in einem flüssigen Kugelfang steckenblieb."
    }
  },
  {
    "translation": {
      "en": "The same bullet that tied Barr's gun to the killings.",
      "de": "Dieselbe Kugel, die Barrs Waffe mit den Morden in Verbindung brachte. Und das wichtigste Beweisstück der Anklage."
    }
  },
  {
    "translation": {
      "en": "And arguably the prosecution's single most important piece of evidence. If Barr",
      "de": "Und das wichtigste Beweisstück der Anklage. Wenn Barr geschnappt werden wollte, hat er nicht verfehlt."
    }
  },
  {
    "translation": {
      "en": "wanted to get caught, he didn't miss.",
      "de": "Wenn Barr geschnappt werden wollte, hat er nicht verfehlt."
    }
  },
  {
    "translation": {
      "en": "Either way, it doesn't make sense.",
      "de": "So oder so, es ergibt keinen Sinn. Wenn er damit durchkommen wollte, wäre er das auch"
    }
  },
  {
    "translation": {
      "en": "If he wanted to get away with it, he likely would have",
      "de": "Wenn er damit durchkommen wollte, wäre er das auch"
    }
  },
  {
    "translation": {
      "en": "and if he wanted to get caught,",
      "de": "und wenn er geschnappt werden wollte... Barr war zu solcher Perfektion nicht fähig."
    }
  },
  {
    "translation": {
      "en": "Barr was incapable of such perfection.",
      "de": "Barr war zu solcher Perfektion nicht fähig. Vielleicht hatte er einfach Glück 6 von 6 Treffern."
    }
  },
  {
    "translation": {
      "en": "Or maybe he just got lucky, six shots out of six.",
      "de": "Vielleicht hatte er einfach Glück 6 von 6 Treffern. Das hätte ich ja glauben können,"
    }
  },
  {
    "translation": {
      "en": "That's what I was willing to accept,",
      "de": "Das hätte ich ja glauben können, doch dann griffen mich diese Typen an."
    }
  },
  {
    "translation": {
      "en": "then those guys took a run at me.",
      "de": "doch dann griffen mich diese Typen an."
    }
  },
  {
    "translation": {
      "en": "Whoever sent them made a mistake.",
      "de": "Wer sie geschickt hat, hat einen Fehler begangen."
    }
  },
  {
    "translation": {
      "en": "It was just a bar fight.",
      "de": "Das war nur eine Schlägerei."
    }
  },
  {
    "translation": {
      "en": "Maybe.",
      "de": "Kann sein."
    }
  },
  {
    "translation": {
      "en": "Or maybe someone got nervous, tried to run me off.",
      "de": "Oder jemand wurde nervös und wollte mich loswerden. Oder mich ins Koma versetzen, wie ihren Sündenbock."
    }
  },
  {
    "translation": {
      "en": "Or put me in a coma, right next to their patsy.",
      "de": "Oder mich ins Koma versetzen, wie ihren Sündenbock."
    }
  },
  {
    "translation": {
      "en": "Patsy?",
      "de": "Sündenbock?"
    }
  },
  {
    "translation": {
      "en": "It was such a great crime scene.",
      "de": "Der Tatort war sehr aufschlussreich. Niemand fand ihn zu aufschlussreich."
    }
  },
  {
    "translation": {
      "en": "No one stopped to think it might be too great.",
      "de": "Niemand fand ihn zu aufschlussreich."
    }
  },
  {
    "translation": {
      "en": "Not Emerson.",
      "de": "Weder Emerson."
    }
  },
  {
    "translation": {
      "en": "Not your father.",
      "de": "Noch Ihr Vater. Nicht mal Barrs Verteidigerin."
    }
  },
  {
    "translation": {
      "en": "Not even Barr's own defense attorney.",
      "de": "Nicht mal Barrs Verteidigerin."
    }
  },
  {
    "translation": {
      "en": "But Barr knew I would,",
      "de": "Barr wusste, ich würde misstrauisch werden,"
    }
  },
  {
    "translation": {
      "en": "no matter how much I wanted it to be true.",
      "de": "egal, wie sehr ich es wahrhaben wollte."
    }
  },
  {
    "translation": {
      "en": "That's why he asked for me.",
      "de": "Deshalb hat er nach mir gefragt."
    }
  },
  {
    "translation": {
      "en": "Wait.",
      "de": "Warten Sie."
    }
  },
  {
    "translation": {
      "en": "Are you suggesting...",
      "de": "Wollen Sie andeuten..."
    }
  },
  {
    "translation": {
      "en": "James Barr is innocent.",
      "de": "James Barr ist unschuldig."
    }
  },
  {
    "translation": {
      "en": "You can see what this is, can't you?",
      "de": "Ihnen ist klar, was Sie tun, oder?"
    }
  },
  {
    "translation": {
      "en": "You've got a case in your hands",
      "de": "Dieser Fall könnte Ihr letzter sein..."
    }
  },
  {
    "translation": {
      "en": "that may be the last case you'll ever have",
      "de": "könnte Ihr letzter sein..."
    }
  },
  {
    "translation": {
      "en": "and you'll do anything not to hit the bottom of it.",
      "de": "...und Sie tun alles, um ihn nicht abzuschließen."
    }
  },
  {
    "translation": {
      "en": "You know, you never should have retired.",
      "de": "Sie hätten nie austreten sollen."
    }
  },
  {
    "translation": {
      "en": "Just, look. Listen.",
      "de": "Hören Sie zu. Sie könnten vor drei Tagen an einer Kreuzung gestanden haben mit einem Schild."
    }
  },
  {
    "translation": {
      "en": "For all I know, you were standing at an intersection",
      "de": "Sie könnten vor drei Tagen an einer Kreuzung gestanden haben mit einem Schild."
    }
  },
  {
    "translation": {
      "en": "with a cardboard sign three days ago.",
      "de": "Sie könnten vor drei Tagen an einer Kreuzung gestanden haben mit einem Schild. Und ich habe Sie engagiert. Mein Vater hatte Recht."
    }
  },
  {
    "translation": {
      "en": "And I hired you. Jesus, my father was right.",
      "de": "Und ich habe Sie engagiert. Mein Vater hatte Recht. -Helen. Helen. -Jetzt wird alles klar."
    }
  },
  {
    "translation": {
      "en": "Helen. Helen. It makes total sense now.",
      "de": "-Helen. Helen. -Jetzt wird alles klar. Wie Sie leben, immer herumziehen."
    }
  },
  {
    "translation": {
      "en": "It's the way you live, the way you move around.",
      "de": "Wie Sie leben, immer herumziehen. Sie sind nicht für die reale Welt geschaffen, oder?"
    }
  },
  {
    "translation": {
      "en": "You're just not cut out for the real world, are you?",
      "de": "Sie sind nicht für die reale Welt geschaffen, oder? Haben Sie Angst, Sie enden mal wie Barr?"
    }
  },
  {
    "translation": {
      "en": "Are you afraid you'll end up like Barr?",
      "de": "Haben Sie Angst, Sie enden mal wie Barr?"
    }
  },
  {
    "translation": {
      "en": "Helen. Is that what this is?",
      "de": "-Helen. -Ist es das?"
    }
  },
  {
    "translation": {
      "en": "Look out the window.",
      "de": "Sehen Sie aus dem Fenster."
    }
  },
  {
    "translation": {
      "en": "No, I have work to do.",
      "de": "Nein, ich habe Arbeit. -Und Sie müssen gehen. -Tun Sie es. Ok."
    }
  },
  {
    "translation": {
      "en": "And you need to leave. Just humor me. Okay.",
      "de": "-Und Sie müssen gehen. -Tun Sie es. Ok."
    }
  },
  {
    "translation": {
      "en": "Let... Let go of me.",
      "de": "Lassen Sie mich los."
    }
  },
  {
    "translation": {
      "en": "Would you tell me what you see? I see the same",
      "de": "-Sagen Sie mir, was Sie sehen? -Dasselbe..."
    }
  },
  {
    "translation": {
      "en": "things I see every day.",
      "de": "...wie jeden Tag."
    }
  },
  {
    "translation": {
      "en": "Well, imagine you've never seen it.",
      "de": "Stellen Sie sich vor, Sie hätten es noch nie gesehen"
    }
  },
  {
    "translation": {
      "en": "Imagine you've spent your whole life in other parts of the world",
      "de": "und Ihr ganzes Leben in anderen Teilen der Welt verbracht und Ihnen wird jeden Tag erzählt, Sie kämpfen für die Freiheit."
    }
  },
  {
    "translation": {
      "en": "being told every day you're defending freedom.",
      "de": "und Ihnen wird jeden Tag erzählt, Sie kämpfen für die Freiheit. Dann entscheiden Sie sich, dass Sie genug haben."
    }
  },
  {
    "translation": {
      "en": "And finally you decide you've had enough.",
      "de": "Dann entscheiden Sie sich, dass Sie genug haben."
    }
  },
  {
    "translation": {
      "en": "Time to see what you've given up your whole life for.",
      "de": "Sie wollen sehen, wofür Sie Ihr Leben geopfert haben. Sie wollen selbst ein wenig von dieser Freiheit."
    }
  },
  {
    "translation": {
      "en": "Maybe get some of that freedom for yourself.",
      "de": "Sie wollen selbst ein wenig von dieser Freiheit."
    }
  },
  {
    "translation": {
      "en": "Look at the people.",
      "de": "Sehen Sie sich die Leute an."
    }
  },
  {
    "translation": {
      "en": "Now tell me which ones are free.",
      "de": "Sagen Sie mir, welche frei sind."
    }
  },
  {
    "translation": {
      "en": "Free from debt.",
      "de": "Frei von Schulden."
    }
  },
  {
    "translation": {
      "en": "Anxiety.",
      "de": "Beklemmung."
    }
  },
  {
    "translation": {
      "en": "Fear.",
      "de": "Angst."
    }
  },
  {
    "translation": {
      "en": "Failure. Indignity. Betrayal.",
      "de": "Fehlschlägen. Demütigung. Verrat."
    }
  },
  {
    "translation": {
      "en": "How many wish they were born knowing what they know now?",
      "de": "Wie viele wünschen mit ihrem jetzigen Wissen geboren zu sein? Fragen Sie sich, wie viele"
    }
  },
  {
    "translation": {
      "en": "Ask yourself how many would do things the same way all over again?",
      "de": "Fragen Sie sich, wie viele alles nochmal genauso machen würden."
    }
  },
  {
    "translation": {
      "en": "And how many would live their lives like me?",
      "de": "Und wie viele würden wie ich leben?"
    }
  },
  {
    "translation": {
      "en": "Now look at the silver Audi across the street,",
      "de": "Und jetzt sehen Sie auf den silbernen Audi, der mir schon den ganzen Tag folgt."
    }
  },
  {
    "translation": {
      "en": "the one that's been following me all day.",
      "de": "der mir schon den ganzen Tag folgt."
    }
  },
  {
    "translation": {
      "en": "What does that prove?",
      "de": "Was beweist das?"
    }
  },
  {
    "translation": {
      "en": "Here's the tag number.",
      "de": "Hier ist das Kennzeichen. Wie lange dauert es, um es zu überprüfen?"
    }
  },
  {
    "translation": {
      "en": "How long would it take you to run it?",
      "de": "Hier ist das Kennzeichen. Wie lange dauert es, um es zu überprüfen? Um diese Zeit? Ich weiß nicht. Eine Stunde?"
    }
  },
  {
    "translation": {
      "en": "At this time of night? I don't know. An hour?",
      "de": "Um diese Zeit? Ich weiß nicht. Eine Stunde?"
    }
  },
  {
    "translation": {
      "en": "Do it.",
      "de": "Tun Sie es."
    }
  },
  {
    "translation": {
      "en": "Do it, and then I'll leave.",
      "de": "Tun Sie es und ich gehe."
    }
  },
  {
    "translation": {
      "en": "When?",
      "de": "Wann?"
    }
  },
  {
    "translation": {
      "en": "No, this is my problem now. I'll handle it.",
      "de": "Nein, das ist jetzt mein Problem. Ich kümmere mich darum."
    }
  },
  {
    "translation": {
      "en": "Yeah?",
      "de": "Ja?"
    }
  },
  {
    "translation": {
      "en": "You're blown.",
      "de": "Du bist aufgeflogen. Die Anwältin überprüft das Kennzeichen."
    }
  },
  {
    "translation": {
      "en": "The lawyer's running the license plates.",
      "de": "Die Anwältin überprüft das Kennzeichen."
    }
  },
  {
    "translation": {
      "en": "Yeah. So do it?",
      "de": "Ja. Soll ich es tun?"
    }
  },
  {
    "translation": {
      "en": "Done.",
      "de": "Alles klar."
    }
  },
  {
    "translation": {
      "en": "Go to this address.",
      "de": "Fahr zu dieser Adresse."
    }
  },
  {
    "translation": {
      "en": "HELEN: All right, let's just say that Barr didn't do it.",
      "de": "Ok, sagen wir mal, dass Barr es nicht war. Oder dass ihn jemand dazu angestiftet hat."
    }
  },
  {
    "translation": {
      "en": "Or did it 'cause someone put him up to it.",
      "de": "Oder dass ihn jemand dazu angestiftet hat."
    }
  },
  {
    "translation": {
      "en": "Either way, what have you got?",
      "de": "Was hieße das?"
    }
  },
  {
    "translation": {
      "en": "Conspiracy.",
      "de": "Es war eine Verschwörung. Um wahllos fünf Leute umzubringen?"
    }
  },
  {
    "translation": {
      "en": "Yeah, conspiracy to kill five random people?",
      "de": "Um wahllos fünf Leute umzubringen?"
    }
  },
  {
    "translation": {
      "en": "There's no motive.",
      "de": "Es fehlt ein Motiv. -Lächerlich, oder? -Wie die Grashügel-Theorie."
    }
  },
  {
    "translation": {
      "en": "It's ridiculous, right? It's grassy knoll ludicrous.",
      "de": "-Lächerlich, oder? -Wie die Grashügel-Theorie."
    }
  },
  {
    "translation": {
      "en": "No point looking any further.",
      "de": "Weiter zu suchen wäre sinnlos."
    }
  },
  {
    "translation": {
      "en": "Exactly.",
      "de": "Genau."
    }
  },
  {
    "translation": {
      "en": "Exactly.",
      "de": "Genau."
    }
  },
  {
    "translation": {
      "en": "What's this?",
      "de": "Was ist das?"
    }
  },
  {
    "translation": {
      "en": "The motive. Just hold onto it.",
      "de": "Das Motiv. Nehmen Sie es."
    }
  },
  {
    "translation": {
      "en": "What are we playing, Clue?",
      "de": "Spielen wir Cluedo?"
    }
  },
  {
    "translation": {
      "en": "Yeah?",
      "de": "Ja?"
    }
  },
  {
    "translation": {
      "en": "Give it to me.",
      "de": "Geben Sie sie mir."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "de": "Danke."
    }
  },
  {
    "translation": {
      "en": "You sure that car was following you all day?",
      "de": "Sind Sie sicher, der Wagen ist Ihnen gefolgt? Seit Sie mich abgeholt haben. Warum?"
    }
  },
  {
    "translation": {
      "en": "As soon as you picked me up. Why?",
      "de": "Seit Sie mich abgeholt haben. Warum?"
    }
  },
  {
    "translation": {
      "en": "It's registered to a company called Lebendauer Enterprises.",
      "de": "Er ist zugelassen auf eine Firma namens Lebendauer Enterprises."
    }
  },
  {
    "translation": {
      "en": "A conspiracy to kill five random people?",
      "de": "Eine Verschwörung, um fünf beliebige Menschen zu töten?"
    }
  },
  {
    "translation": {
      "en": "That's ridiculous.",
      "de": "Das ist lächerlich."
    }
  },
  {
    "translation": {
      "en": "Four.",
      "de": "Vier."
    }
  },
  {
    "translation": {
      "en": "Four random people.",
      "de": "Vier beliebige Menschen."
    }
  },
  {
    "translation": {
      "en": "To hide one specific target.",
      "de": "Um ein bestimmtes Ziel zu vertuschen."
    }
  },
  {
    "translation": {
      "en": "REACHER: Someone needed Oline Archer's construction business.",
      "de": "Jemand brauchte Oline Archers Bauunternehmen."
    }
  },
  {
    "translation": {
      "en": "And Oline wouldn't let it go.",
      "de": "Und Oline wollte nicht verkaufen."
    }
  },
  {
    "translation": {
      "en": "It's a convincing theory.",
      "de": "Das ist eine überzeugende Theorie."
    }
  },
  {
    "translation": {
      "en": "But it's just a theory.",
      "de": "Aber es ist nur eine Theorie."
    }
  },
  {
    "translation": {
      "en": "The first round is the least accurate.",
      "de": "Der erste Schuss ist am ungenauesten. Sniper nennen das den Erstschuss."
    }
  },
  {
    "translation": {
      "en": "The snipers call it a cold shot.",
      "de": "Der erste Schuss ist am ungenauesten. Sniper nennen das den Erstschuss. Ihr Augenzeuge sprach von einer Pause"
    }
  },
  {
    "translation": {
      "en": "Meanwhile, your eyewitness described a pause",
      "de": "Ihr Augenzeuge sprach von einer Pause zwischen dem ersten und zweiten Schuss."
    }
  },
  {
    "translation": {
      "en": "between the first and second rounds.",
      "de": "zwischen dem ersten und zweiten Schuss. Bei diesem Schuss hat der Mörder sich Zeit gelassen."
    }
  },
  {
    "translation": {
      "en": "The one shot where the killer took his time.",
      "de": "Bei diesem Schuss hat der Mörder sich Zeit gelassen. Und Oline Archer war das zweite Opfer."
    }
  },
  {
    "translation": {
      "en": "HELEN: And Oline Archer was the second victim.",
      "de": "Und Oline Archer war das zweite Opfer."
    }
  },
  {
    "translation": {
      "en": "The one shot that mattered.",
      "de": "Der Schuss, auf den es ankam."
    }
  },
  {
    "translation": {
      "en": "But it's just a theory.",
      "de": "Aber es ist nur eine Theorie."
    }
  },
  {
    "translation": {
      "en": "This frame was custom made for Barr.",
      "de": "Diese Falle war maßgeschneidert für Barr."
    }
  },
  {
    "translation": {
      "en": "Whoever chose him knew about Baghdad",
      "de": "Wer ihn gewählt hat, wusste von Bagdad"
    }
  },
  {
    "translation": {
      "en": "and the only one who could have",
      "de": "und nur Barr selbst konnte ihm"
    }
  },
  {
    "translation": {
      "en": "told him about Baghdad was Barr himself.",
      "de": "über Bagdad erzählen. Er hatte mindestens einen Freund. Einen sehr engen."
    }
  },
  {
    "translation": {
      "en": "He has at least one friend. A very close one.",
      "de": "Er hatte mindestens einen Freund. Einen sehr engen. Finden Sie diesen Freund und Sie finden den wahren Schützen."
    }
  },
  {
    "translation": {
      "en": "Now, you find that friend, you'll find the real shooter.",
      "de": "Finden Sie diesen Freund und Sie finden den wahren Schützen."
    }
  },
  {
    "translation": {
      "en": "Find the real shooter? Reacher,",
      "de": "Den wahren Schützen? Reacher, ich muss die Geschworenen von Zweifeln überzeugen."
    }
  },
  {
    "translation": {
      "en": "my job is to present the jury with reasonable doubt. Period.",
      "de": "ich muss die Geschworenen von Zweifeln überzeugen. Nicht die Täter fassen?"
    }
  },
  {
    "translation": {
      "en": "What about catching the guys who really did this?",
      "de": "Nicht die Täter fassen? -Die Täter fassen? -Im Namen der Gerechtigkeit."
    }
  },
  {
    "translation": {
      "en": "Oh, catching the guys who did this? Bringing them to justice?",
      "de": "-Die Täter fassen? -Im Namen der Gerechtigkeit."
    }
  },
  {
    "translation": {
      "en": "No, I can't take this to court.",
      "de": "-Damit kann ich nicht vor Gericht. -Decken Sie die Wahrheit auf."
    }
  },
  {
    "translation": {
      "en": "Exposing the truth.",
      "de": "-Damit kann ich nicht vor Gericht. -Decken Sie die Wahrheit auf. Selbst wenn ich an Barrs Unschuld glauben würde, das ist nicht mein Job."
    }
  },
  {
    "translation": {
      "en": "Even if I believed Barr is innocent, it's not my job.",
      "de": "Selbst wenn ich an Barrs Unschuld glauben würde, das ist nicht mein Job."
    }
  },
  {
    "translation": {
      "en": "I am just a lawyer. I'm not a cop.",
      "de": "Ich bin nur Anwältin. Nicht Polizistin."
    }
  },
  {
    "translation": {
      "en": "And frankly, neither are you.",
      "de": "Und Sie sind auch kein Polizist."
    }
  },
  {
    "translation": {
      "en": "I can't do this anymore.",
      "de": "Ich kann das nicht mehr."
    }
  },
  {
    "translation": {
      "en": "Thanks for the coffee, counselor.",
      "de": "Danke für den Kaffee, Anwältin."
    }
  },
  {
    "translation": {
      "en": "Wait, it is Sandy, isn't it?",
      "de": "Du heißt doch Sandy, oder?"
    }
  },
  {
    "translation": {
      "en": "Do I know you?",
      "de": "Kenne ich dich?"
    }
  },
  {
    "translation": {
      "en": "Charlie. Jeb's friend?",
      "de": "Charlie. Jebs Freund."
    }
  },
  {
    "translation": {
      "en": "Oh, come on, don't break my heart.",
      "de": "Komm schon, du brichst mir das Herz."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, I don't remember.",
      "de": "Tut mir leid, ich erinnere mich nicht."
    }
  },
  {
    "translation": {
      "en": "Well, we were both pretty wasted.",
      "de": "Na ja, wir waren beide ziemlich betrunken."
    }
  },
  {
    "translation": {
      "en": "BOTH: Yeah. (CHUCKLES)",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "What, you live here? Just up there.",
      "de": "-Wohnst du hier? -Dort drüben."
    }
  },
  {
    "translation": {
      "en": "No shit.",
      "de": "Kein Witz. Ich bin gerade da hinten eingezogen! Verrückt, oder?"
    }
  },
  {
    "translation": {
      "en": "I just moved in around the back! How crazy is that?",
      "de": "Ich bin gerade da hinten eingezogen! Verrückt, oder?"
    }
  },
  {
    "translation": {
      "en": "It's wild.",
      "de": "Echt schräg."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "Wow! You, uh... You look great.",
      "de": "Wow. Du siehst toll aus."
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "de": "Danke."
    }
  },
  {
    "translation": {
      "en": "Well, look, you know, I don't want to keep you, so...",
      "de": "Also, ich will dich nicht weiter aufhalten."
    }
  },
  {
    "translation": {
      "en": "Maybe we can grab a drink sometime.",
      "de": "Vielleicht trinken wir mal was."
    }
  },
  {
    "translation": {
      "en": "Yeah, maybe.",
      "de": "Ja, vielleicht."
    }
  },
  {
    "translation": {
      "en": "Hey, how about tonight?",
      "de": "Wie wäre es mit heute Abend?"
    }
  },
  {
    "translation": {
      "en": "I'm meeting some people.",
      "de": "Ich treffe mich mit ein paar Leuten."
    }
  },
  {
    "translation": {
      "en": "Okay. Well, some other time, then.",
      "de": "Ok. Dann ein andermal."
    }
  },
  {
    "translation": {
      "en": "Some other time.",
      "de": "Ein andermal."
    }
  },
  {
    "translation": {
      "en": "Do it here.",
      "de": "Tu es hier."
    }
  },
  {
    "translation": {
      "en": "What?",
      "de": "Was?"
    }
  },
  {
    "translation": {
      "en": "HELEN: Reacher!",
      "de": "Reacher!"
    }
  },
  {
    "translation": {
      "en": "There's a gun range in Ohio, targets out to 700 yards.",
      "de": "In Ohio gibt es eine Schießanlage mit 600-Meter-Zielscheiben. Die einzige Anlage, die Ihren Kriterien entspricht."
    }
  },
  {
    "translation": {
      "en": "The only range that matches your requirements.",
      "de": "Die einzige Anlage, die Ihren Kriterien entspricht."
    }
  },
  {
    "translation": {
      "en": "You should sleep.",
      "de": "Sie sollten schlafen."
    }
  },
  {
    "translation": {
      "en": "You have a long drive tomorrow,",
      "de": "Das wird eine lange Fahrt morgen"
    }
  },
  {
    "translation": {
      "en": "and I need to go to city hall and pull up Oline's legal history.",
      "de": "und ich muss Olines gerichtliche Vergangenheit studieren."
    }
  },
  {
    "translation": {
      "en": "I wouldn't do that. Not till I get back.",
      "de": "Das würde ich nicht tun. Erst, wenn ich zurück bin. Wenn ich Recht habe, hat jemand vier Leute getötet,"
    }
  },
  {
    "translation": {
      "en": "If I'm right, someone killed four random people",
      "de": "Wenn ich Recht habe, hat jemand vier Leute getötet,"
    }
  },
  {
    "translation": {
      "en": "so no one would look directly at Oline.",
      "de": "damit niemand auf Oline kommt. Auch nur ihren Namen zu erwähnen, könnte Sie umbringen."
    }
  },
  {
    "translation": {
      "en": "And if I'm right, just saying her name could get you killed.",
      "de": "Auch nur ihren Namen zu erwähnen, könnte Sie umbringen."
    }
  },
  {
    "translation": {
      "en": "You saying I should be scared? Well, are you smart?",
      "de": "-Sollte ich Angst haben? -Sind Sie schlau?"
    }
  },
  {
    "translation": {
      "en": "Obviously.",
      "de": "Natürlich."
    }
  },
  {
    "translation": {
      "en": "Then don't be scared.",
      "de": "Dann haben Sie keine Angst."
    }
  },
  {
    "translation": {
      "en": "What exactly am I looking for?",
      "de": "Wonach genau suche ich? Nach jemandem, der ein Mädchen mit einem Schlag töten kann."
    }
  },
  {
    "translation": {
      "en": "Someone who could kill that girl with one punch.",
      "de": "Nach jemandem, der ein Mädchen mit einem Schlag töten kann."
    }
  },
  {
    "translation": {
      "en": "Oh, you want the guy in 1109.",
      "de": "Das muss der in Zimmer 1109 sein."
    }
  },
  {
    "translation": {
      "en": "You'll see.",
      "de": "Sie werden gleich sehen."
    }
  },
  {
    "translation": {
      "en": "Out of the car!",
      "de": "Aus dem Wagen!"
    }
  },
  {
    "translation": {
      "en": "That's our suspect! Move, move!",
      "de": "Das ist unser Verdächtiger! Los, los!"
    }
  },
  {
    "translation": {
      "en": "Suspect is headed north on State Route 65.",
      "de": "Der Verdächtige fährt nach Norden auf der 65."
    }
  },
  {
    "translation": {
      "en": "I need backup and air support.",
      "de": "Ich brauche Verstärkung und Luftunterstützung."
    }
  },
  {
    "translation": {
      "en": "Hold up!",
      "de": "Moment mal!"
    }
  },
  {
    "translation": {
      "en": "All clear!",
      "de": "Er ist nicht hier!"
    }
  },
  {
    "translation": {
      "en": "Oh, God, I just don't believe it. I don't believe it!",
      "de": "Oh Gott, das glaube ich nicht. Das glaube ich nicht!"
    }
  },
  {
    "translation": {
      "en": "I issued the warrant an hour ago.",
      "de": "Ich habe einen Haftbefehl ausgestellt."
    }
  },
  {
    "translation": {
      "en": "According to the victim's boss,",
      "de": "Der Boss des Opfers sagte, Reacher war heute Morgen bei ihr im Büro."
    }
  },
  {
    "translation": {
      "en": "Reacher was seen at her place of work this morning.",
      "de": "Reacher war heute Morgen bei ihr im Büro."
    }
  },
  {
    "translation": {
      "en": "Where he threatened her boss.",
      "de": "Wo er ihren Boss bedroht hat."
    }
  },
  {
    "translation": {
      "en": "The car he was driving tonight belonged to a friend of Jeb Oliver's.",
      "de": "Das Auto, das er fuhr, gehörte einem Freund von Jeb Oliver."
    }
  },
  {
    "translation": {
      "en": "The man he assaulted.",
      "de": "Dem Mann, den er angegriffen hat."
    }
  },
  {
    "translation": {
      "en": "No, those guys assaulted Reacher.",
      "de": "Nein, die haben Reacher angegriffen."
    }
  },
  {
    "translation": {
      "en": "Reacher put three more men in the hospital",
      "de": "Reacher hat bei Jeb Oliver noch drei Männer"
    }
  },
  {
    "translation": {
      "en": "this afternoon at Jeb Oliver's place.",
      "de": "krankenhausreif geschlagen."
    }
  },
  {
    "translation": {
      "en": "After arriving in Jeb Oliver's car.",
      "de": "Nachdem er in Jeb Olivers Wagen dort ankam. Jeb wurde nicht gesehen, seit er das Krankenhaus verließ."
    }
  },
  {
    "translation": {
      "en": "And Jeb hasn't been seen since he left the hospital.",
      "de": "Jeb wurde nicht gesehen, seit er das Krankenhaus verließ. Helen, wenn du weißt, wo Reacher ist, sag es uns."
    }
  },
  {
    "translation": {
      "en": "Helen, if you know where Reacher is, you need to tell us.",
      "de": "Helen, wenn du weißt, wo Reacher ist, sag es uns. Keine Ahnung. Ich habe ihn nicht gesehen,"
    }
  },
  {
    "translation": {
      "en": "I don't know where he is. I have not seen him",
      "de": "Keine Ahnung. Ich habe ihn nicht gesehen,"
    }
  },
  {
    "translation": {
      "en": "since he left my office a few hours ago.",
      "de": "seit er vor ein paar Stunden ging."
    }
  },
  {
    "translation": {
      "en": "I think she's telling the truth. Oh, you think, Dad? Fuck you!",
      "de": "-Ich glaube, sie sagt die Wahrheit. -Glaubst du? Leck mich!"
    }
  },
  {
    "translation": {
      "en": "Hey, I told you not to go near him.",
      "de": "Hey, du solltest dich von ihm fernhalten. Ihr kommt hierher und tut, als wäre ich eine Mittäterin!"
    }
  },
  {
    "translation": {
      "en": "You come into my home and you treat me like I'm an accessory!",
      "de": "Ihr kommt hierher und tut, als wäre ich eine Mittäterin! -Bitte! Du weißt... -Ok, ok. Das reicht."
    }
  },
  {
    "translation": {
      "en": "(SCOFFS) Please! You know... All right. All right. Come on. Enough.",
      "de": "-Bitte! Du weißt... -Ok, ok. Das reicht."
    }
  },
  {
    "translation": {
      "en": "Look, let me handle it. I'm not done.",
      "de": "-Ich mach das. -Bin nicht fertig."
    }
  },
  {
    "translation": {
      "en": "You're both done. Just get out.",
      "de": "Ihr seid beide fertig. Geht."
    }
  },
  {
    "translation": {
      "en": "This is Helen.",
      "de": "Hier ist Helen. -Ich schätze, die Polizei ist da? -Ja."
    }
  },
  {
    "translation": {
      "en": "REACHER: I'm guessing the police are there?",
      "de": "-Ich schätze, die Polizei ist da? -Ja."
    }
  },
  {
    "translation": {
      "en": "Yep.",
      "de": "-Ich schätze, die Polizei ist da? -Ja. Ich vermute, ich habe 30 Sekunden,"
    }
  },
  {
    "translation": {
      "en": "By your response I'm guessing I have about 30 seconds",
      "de": "Ich vermute, ich habe 30 Sekunden,"
    }
  },
  {
    "translation": {
      "en": "before you hand them the phone.",
      "de": "bis Sie ihnen den Hörer reichen."
    }
  },
  {
    "translation": {
      "en": "If that.",
      "de": "Wenn überhaupt. Wenn jemand Barr reinlegen kann,"
    }
  },
  {
    "translation": {
      "en": "If you believe someone could frame Barr,",
      "de": "Wenn jemand Barr reinlegen kann, kann er auch mich reinlegen."
    }
  },
  {
    "translation": {
      "en": "you have to believe they could do the same to me.",
      "de": "kann er auch mich reinlegen."
    }
  },
  {
    "translation": {
      "en": "I suppose that's possible.",
      "de": "Ich schätze, das ist möglich."
    }
  },
  {
    "translation": {
      "en": "She was a sweet kid, Helen.",
      "de": "Sie war ein nettes Mädchen, Helen."
    }
  },
  {
    "translation": {
      "en": "And they killed her because of me.",
      "de": "Und sie wurde wegen mir umgebracht."
    }
  },
  {
    "translation": {
      "en": "They want me to run.",
      "de": "Sie wollen, dass ich fliehe."
    }
  },
  {
    "translation": {
      "en": "But I won't.",
      "de": "Aber das werde ich nicht. -Ich beende das. -Nein, das ist keine gute Idee."
    }
  },
  {
    "translation": {
      "en": "I'm going to finish this. No, that's not a good idea.",
      "de": "-Ich beende das. -Nein, das ist keine gute Idee."
    }
  },
  {
    "translation": {
      "en": "Listen.",
      "de": "Hören Sie zu."
    }
  },
  {
    "translation": {
      "en": "Two things. One, I, uh...",
      "de": "Zwei Dinge. Erstens, ich..."
    }
  },
  {
    "translation": {
      "en": "I stole your car.",
      "de": "Ich habe Ihren Wagen gestohlen."
    }
  },
  {
    "translation": {
      "en": "If you want to end this,",
      "de": "Wenn Sie genug haben, legen Sie auf und melden Sie ihn als gestohlen."
    }
  },
  {
    "translation": {
      "en": "just hang up the phone and report it missing.",
      "de": "legen Sie auf und melden Sie ihn als gestohlen."
    }
  },
  {
    "translation": {
      "en": "And I'll understand.",
      "de": "Ich würde es verstehen."
    }
  },
  {
    "translation": {
      "en": "And anything else?",
      "de": "Sonst noch was? Bisher dachte ich, es wäre übertrieben."
    }
  },
  {
    "translation": {
      "en": "I thought I'd be pushing it if I mentioned this earlier.",
      "de": "Bisher dachte ich, es wäre übertrieben."
    }
  },
  {
    "translation": {
      "en": "Now I guess all bets are off.",
      "de": "Aber jetzt ist alles möglich. Passen Sie auf, was Sie vor Emerson und Ihrem Vater sagen."
    }
  },
  {
    "translation": {
      "en": "You need to watch what you say to Emerson and your father.",
      "de": "Passen Sie auf, was Sie vor Emerson und Ihrem Vater sagen. Einer von beiden steckt da mit drin."
    }
  },
  {
    "translation": {
      "en": "I think one of them is in on it.",
      "de": "Einer von beiden steckt da mit drin. Ok. Danke für den Anruf. Ich muss los."
    }
  },
  {
    "translation": {
      "en": "All right. Thanks for calling. I have to go.",
      "de": "Ok. Danke für den Anruf. Ich muss los. Warten Sie. Man folgte mir vom ersten Tag an."
    }
  },
  {
    "translation": {
      "en": "Wait. I've been followed from day one.",
      "de": "Warten Sie. Man folgte mir vom ersten Tag an."
    }
  },
  {
    "translation": {
      "en": "Only three people knew I was here.",
      "de": "Nur drei Menschen wussten, dass ich hier bin."
    }
  },
  {
    "translation": {
      "en": "Emerson, your father and you.",
      "de": "Emerson, Ihr Vater und Sie."
    }
  },
  {
    "translation": {
      "en": "You need to ask yourself,",
      "de": "Wer hat am meisten zu verlieren, wenn wir Barrs Unschuld beweisen?"
    }
  },
  {
    "translation": {
      "en": "who has the most to lose if we clear Barr?",
      "de": "wenn wir Barrs Unschuld beweisen?"
    }
  },
  {
    "translation": {
      "en": "Who tried to warn you off me?",
      "de": "Wer hat Sie vor mir gewarnt?"
    }
  },
  {
    "translation": {
      "en": "Of course, I could be wrong. If you think I am,",
      "de": "Natürlich könnte ich mich irren. Wenn Sie das glauben,"
    }
  },
  {
    "translation": {
      "en": "just hand over the phone.",
      "de": "geben Sie ihnen einfach den Hörer."
    }
  },
  {
    "translation": {
      "en": "There's no sense getting any deeper.",
      "de": "Tiefer hineingeraten bringt nichts."
    }
  },
  {
    "translation": {
      "en": "Who's that you're talking to?",
      "de": "Mit wem reden Sie?"
    }
  },
  {
    "translation": {
      "en": "The office.",
      "de": "Mit dem Büro."
    }
  },
  {
    "translation": {
      "en": "Are we done?",
      "de": "Sind wir fertig?"
    }
  },
  {
    "translation": {
      "en": "Helen, listen.",
      "de": "Helen, hör zu."
    }
  },
  {
    "translation": {
      "en": "We need to ta... Good night.",
      "de": "-Wir müssen... -Gute Nacht."
    }
  },
  {
    "translation": {
      "en": "You got some fine shooters here.",
      "de": "Gute Schützen haben Sie hier."
    }
  },
  {
    "translation": {
      "en": "Fine as frog's hair.",
      "de": "So gut wie weiße Raben."
    }
  },
  {
    "translation": {
      "en": "Rarer, too.",
      "de": "Und noch seltener."
    }
  },
  {
    "translation": {
      "en": "'Cause most of them fellas out there",
      "de": "Die meisten hier haben keine Ahnung vom Schießen."
    }
  },
  {
    "translation": {
      "en": "can't shoot worth a damn. (CHUCKLES)",
      "de": "Die meisten hier haben keine Ahnung vom Schießen. Sagt man, sie sollen drei Patronen ins Schwarze schießen,"
    }
  },
  {
    "translation": {
      "en": "You ask them to put three rounds in the black, well,",
      "de": "Sagt man, sie sollen drei Patronen ins Schwarze schießen,"
    }
  },
  {
    "translation": {
      "en": "they'll suck it.",
      "de": "vermasseln sie es."
    }
  },
  {
    "translation": {
      "en": "I'm looking for the owner. That'd be me. Martin Cash.",
      "de": "-Ich suche den Besitzer. -Das bin ich. Martin Cash."
    }
  },
  {
    "translation": {
      "en": "What can I do you for, Mr. Ward? Ward?",
      "de": "Was kann ich für Sie tun, Mr. Ward? Ward? Ja. Ich suche einen Freund. Wir haben zusammen im Irak gedient."
    }
  },
  {
    "translation": {
      "en": "Yeah. I'm looking for a friend of mine. We served in Iraq.",
      "de": "Ja. Ich suche einen Freund. Wir haben zusammen im Irak gedient. Er ist einfach verschwunden."
    }
  },
  {
    "translation": {
      "en": "The guy just dropped off the grid, you know?",
      "de": "Er ist einfach verschwunden."
    }
  },
  {
    "translation": {
      "en": "It happens. Yep. Yeah. Yeah.",
      "de": "-Das kommt vor. Ja. -Ja. Ja."
    }
  },
  {
    "translation": {
      "en": "Anyway, he was a shooter.",
      "de": "Jedenfalls war er ein Schütze. Er soll hier irgendwo gewohnt haben und ich..."
    }
  },
  {
    "translation": {
      "en": "Last I heard, he lived around here somewhere and I...",
      "de": "Er soll hier irgendwo gewohnt haben und ich..."
    }
  },
  {
    "translation": {
      "en": "When did he get out of the Army?",
      "de": "Wann hat er die Armee verlassen?"
    }
  },
  {
    "translation": {
      "en": "Well, I didn't say the Army.",
      "de": "Ich sagte nichts von der Armee. Sie sagten, Sie dienten zusammen. Sie sind kein Marine."
    }
  },
  {
    "translation": {
      "en": "Well, you said you served with him. You're no jarhead.",
      "de": "Sie sagten, Sie dienten zusammen. Sie sind kein Marine."
    }
  },
  {
    "translation": {
      "en": "Man on a flying horse could see that.",
      "de": "Das sieht doch ein Blinder. Mein Vater war in der Marine, hilft das?"
    }
  },
  {
    "translation": {
      "en": "Well, my father was in the Corps, if that helps.",
      "de": "Mein Vater war in der Marine, hilft das? Das macht Sie zu einem halben Menschen."
    }
  },
  {
    "translation": {
      "en": "Well, (CHUCKLES) that makes you half human.",
      "de": "Das macht Sie zu einem halben Menschen."
    }
  },
  {
    "translation": {
      "en": "Your friend got a name?",
      "de": "Hat Ihr Freund einen Namen?"
    }
  },
  {
    "translation": {
      "en": "Yeah. James Barr.",
      "de": "Ja. James Barr."
    }
  },
  {
    "translation": {
      "en": "Never heard of him.",
      "de": "Nie von ihm gehört."
    }
  },
  {
    "translation": {
      "en": "I think you have.",
      "de": "Ich denke doch."
    }
  },
  {
    "translation": {
      "en": "I think you've been dreading the moment",
      "de": "Ich glaube, Sie haben gefürchtet, dass ein Bulle"
    }
  },
  {
    "translation": {
      "en": "some cop comes in here asking after him.",
      "de": "hier reinschneit und nach ihm fragt. Denn eine Soccer-Mom könnte sich mehr um Ihre Schießanlage"
    }
  },
  {
    "translation": {
      "en": "Because it's for sure some soccer mom around here",
      "de": "Denn eine Soccer-Mom könnte sich mehr um Ihre Schießanlage sorgen, als um ihr Schwimmbad im Garten"
    }
  },
  {
    "translation": {
      "en": "is more worried about your range than she is about the pool in her backyard",
      "de": "sorgen, als um ihr Schwimmbad im Garten oder den Abfluss unter der Spüle."
    }
  },
  {
    "translation": {
      "en": "or the drain cleaner under her sink.",
      "de": "oder den Abfluss unter der Spüle."
    }
  },
  {
    "translation": {
      "en": "Wouldn't matter to her if Barr did his killing 100 miles away,",
      "de": "Ihr wäre es egal, ob Barr 160 km weit entfernt morden würde,"
    }
  },
  {
    "translation": {
      "en": "only that he came here to rehearse.",
      "de": "aber er kam hierher zum Trainieren."
    }
  },
  {
    "translation": {
      "en": "She'd have a case to shut you down",
      "de": "Sie könnte die Schließung verlangen."
    }
  },
  {
    "translation": {
      "en": "and nothing better to do.",
      "de": "Sie hat ja nichts Besseres zu tun."
    }
  },
  {
    "translation": {
      "en": "What do you want?",
      "de": "Was wollen Sie?"
    }
  },
  {
    "translation": {
      "en": "I want to know who Barr's friends were.",
      "de": "Ich will wissen, wer Barrs Freunde sind."
    }
  },
  {
    "translation": {
      "en": "Those boys out there,",
      "de": "Die Jungs da draußen..."
    }
  },
  {
    "translation": {
      "en": "they're mighty touchy when it comes to their constitutional rights.",
      "de": "...sind sehr empfindlich, wenn es um ihre Grundrechte geht. Wenn ich ihnen sage, dass ein Bulle sich nach den Mitgliedern erkundigt..."
    }
  },
  {
    "translation": {
      "en": "Suppose I tell them a cop is in here asking after my members?",
      "de": "Wenn ich ihnen sage, dass ein Bulle sich nach den Mitgliedern erkundigt..."
    }
  },
  {
    "translation": {
      "en": "I'm not a cop. What are you?",
      "de": "-Ich bin kein Bulle. -Was dann?"
    }
  },
  {
    "translation": {
      "en": "I work for Barr's attorney.",
      "de": "Ich arbeite für Barrs Anwältin."
    }
  },
  {
    "translation": {
      "en": "We have reason to believe he's innocent.",
      "de": "Wir haben Grund zu glauben, dass er unschuldig ist."
    }
  },
  {
    "translation": {
      "en": "The hell you say.",
      "de": "Was Sie nicht sagen."
    }
  },
  {
    "translation": {
      "en": "Be that as it may, I'm the only one who's bothered to track him this far.",
      "de": "Jedenfalls bin ich der Einzige, der ihn bis hierher verfolgt hat."
    }
  },
  {
    "translation": {
      "en": "You help me out, I'll be in your debt.",
      "de": "Wenn Sie mir helfen, stehe ich in Ihrer Schuld."
    }
  },
  {
    "translation": {
      "en": "And if I don't?",
      "de": "Und wenn nicht?"
    }
  },
  {
    "translation": {
      "en": "Maybe you can coach soccer.",
      "de": "Dann werden Sie Fußballtrainer."
    }
  },
  {
    "translation": {
      "en": "You put three in the center and maybe we'll talk. Huh?",
      "de": "Treffen Sie dreimal ins Schwarze und wir reden."
    }
  },
  {
    "translation": {
      "en": "Can I have a few to warm up?",
      "de": "Bekomme ich Probeschüsse?"
    }
  },
  {
    "translation": {
      "en": "Six inches right.",
      "de": "15 cm rechts. Das ist Ihr zweiter Versuch, Mr. Ward. Anstrengen!"
    }
  },
  {
    "translation": {
      "en": "That's your mulligan, Mr. Ward. Play ball!",
      "de": "Das ist Ihr zweiter Versuch, Mr. Ward. Anstrengen!"
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "de": "Los."
    }
  },
  {
    "translation": {
      "en": "You're a little rusty, Mr. Reacher.",
      "de": "Sie sind etwas eingerostet, Mr. Reacher."
    }
  },
  {
    "translation": {
      "en": "I saw a man by that name shoot for the Wimbledon Cup,",
      "de": "Ich sah einen Mann mit diesem Namen beim Wimbledon Cup,"
    }
  },
  {
    "translation": {
      "en": "what, ten years ago.",
      "de": "das war vor zehn Jahren. Und ich bin mir sicher, dass Sie nicht bei den Yankees gespielt haben"
    }
  },
  {
    "translation": {
      "en": "And I'm pretty sure you never played second base for the Yankees",
      "de": "Und ich bin mir sicher, dass Sie nicht bei den Yankees gespielt haben"
    }
  },
  {
    "translation": {
      "en": "in 1925.",
      "de": "im Jahre 1925."
    }
  },
  {
    "translation": {
      "en": "Now,",
      "de": "Also,"
    }
  },
  {
    "translation": {
      "en": "I'll answer one question.",
      "de": "ich beantworte Ihnen eine Frage."
    }
  },
  {
    "translation": {
      "en": "Who's your best shooter?",
      "de": "Wer ist Ihr bester Schütze?"
    }
  },
  {
    "translation": {
      "en": "I pulled all these down as soon as I heard about the shooting.",
      "de": "Die habe ich abgenommen, als ich von der Schießerei hörte."
    }
  },
  {
    "translation": {
      "en": "That's the best shot",
      "de": "Das ist der beste Schuss,"
    }
  },
  {
    "translation": {
      "en": "I ever seen this side of civilian life.",
      "de": "den ich je in meinem Leben gesehen habe."
    }
  },
  {
    "translation": {
      "en": "Suppose I told you Barr wasn't this good on his best day in the Army.",
      "de": "Barr war selbst in seinen besten Tagen bei der Armee nicht so gut."
    }
  },
  {
    "translation": {
      "en": "I handed out those targets myself. That's my scrawl on every one.",
      "de": "Ich verteile die Scheiben selbst. Das ist meine Schrift."
    }
  },
  {
    "translation": {
      "en": "Do you hang them downrange, too?",
      "de": "Hängen Sie sie auch selber auf?"
    }
  },
  {
    "translation": {
      "en": "What, are you serious?",
      "de": "Meinen Sie das im Ernst?"
    }
  },
  {
    "translation": {
      "en": "I'm saying it's possible that Barr had a friend.",
      "de": "Ich meine ja nur, Barr könnte einen Freund gehabt haben. Einer, der die Scheiben ausgetauscht hat."
    }
  },
  {
    "translation": {
      "en": "One who switched the targets on the range.",
      "de": "Einer, der die Scheiben ausgetauscht hat."
    }
  },
  {
    "translation": {
      "en": "Maybe Barr let him.",
      "de": "Vielleicht hat Barr es zugelassen. War ein tolles Gefühl für ihn, seinen Namen an der Wand zu sehen."
    }
  },
  {
    "translation": {
      "en": "Made him feel like King Shit having his name up on your wall.",
      "de": "War ein tolles Gefühl für ihn, seinen Namen an der Wand zu sehen."
    }
  },
  {
    "translation": {
      "en": "I never saw one real shooter who would do that for his own mother.",
      "de": "Ein echter Schütze würde das nicht mal für seine Mutter tun."
    }
  },
  {
    "translation": {
      "en": "Unless he was framing his mother for multiple murder",
      "de": "Es sei denn, er wolle seiner Mutter einen Mehrfachmord anhängen..."
    }
  },
  {
    "translation": {
      "en": "and using your range to do it.",
      "de": "...und benutzte dazu Ihre Schießanlage."
    }
  },
  {
    "translation": {
      "en": "Barr didn't come alone, did he?",
      "de": "Barr kam nicht allein, oder?"
    }
  },
  {
    "translation": {
      "en": "You know, one of these nuts is likely to kill you, they find that camera, there.",
      "de": "Einer dieser Verrückten wird Sie töten, wenn sie die Kamera sehen."
    }
  },
  {
    "translation": {
      "en": "Hell, the camera's there",
      "de": "Ich hab die Kamera, weil einer dieser Verrückten mich töten könnte."
    }
  },
  {
    "translation": {
      "en": "'cause one of these nuts is likely to kill me.",
      "de": "weil einer dieser Verrückten mich töten könnte."
    }
  },
  {
    "translation": {
      "en": "There's Barr.",
      "de": "Das ist Barr."
    }
  },
  {
    "translation": {
      "en": "I always liked him. Always liked him.",
      "de": "Ich mochte ihn immer."
    }
  },
  {
    "translation": {
      "en": "There.",
      "de": "Da."
    }
  },
  {
    "translation": {
      "en": "Him.",
      "de": "Er."
    }
  },
  {
    "translation": {
      "en": "That son of a bitch.",
      "de": "Dieser Mistkerl."
    }
  },
  {
    "translation": {
      "en": "(RINGING)",
      "de": "ANRUF"
    }
  },
  {
    "translation": {
      "en": "Helen Rodin speaking.",
      "de": "Helen Rodin am Apparat. Ich habe einen möglichen Schützen."
    }
  },
  {
    "translation": {
      "en": "REACHER: Got a candidate for our shooter.",
      "de": "Ich habe einen möglichen Schützen."
    }
  },
  {
    "translation": {
      "en": "Picture, possible prints",
      "de": "Bild, eventuell Fingerabdrücke"
    }
  },
  {
    "translation": {
      "en": "and one pissed-off eyewitness.",
      "de": "und einen verärgerten Augenzeugen."
    }
  },
  {
    "translation": {
      "en": "I can't talk right now.",
      "de": "Ich kann jetzt nicht reden."
    }
  },
  {
    "translation": {
      "en": "Just give me three hours to get back.",
      "de": "Ich bin in drei Stunden zurück. Und reden Sie bis dahin mit niemandem."
    }
  },
  {
    "translation": {
      "en": "And don't talk to anyone until I get there.",
      "de": "Und reden Sie bis dahin mit niemandem."
    }
  },
  {
    "translation": {
      "en": "I'll look into that, thanks.",
      "de": "Ich gehe der Sache nach, danke."
    }
  },
  {
    "translation": {
      "en": "This is just what I could pull this morning.",
      "de": "Das habe ich heute Morgen zusammengetragen. Steuerunterlagen, Genehmigungsanträge, Verträge."
    }
  },
  {
    "translation": {
      "en": "Tax records, city and state permit applications, contract bids.",
      "de": "Steuerunterlagen, Genehmigungsanträge, Verträge."
    }
  },
  {
    "translation": {
      "en": "Shell corporation in Georgia.",
      "de": "Eine Strohfirma in Georgien."
    }
  },
  {
    "translation": {
      "en": "That's the one next to Russia, not Florida.",
      "de": "Das liegt neben Russland, nicht Florida."
    }
  },
  {
    "translation": {
      "en": "They work one city at a time, acquiring a local construction concern",
      "de": "Sie konzentrieren sich auf eine Stadt, Sie kaufen eine lokale Baufirma"
    }
  },
  {
    "translation": {
      "en": "just ahead of major civic redevelopment.",
      "de": "kurz vor großen Bauprojekten."
    }
  },
  {
    "translation": {
      "en": "They build bridges no one needs. Highways no one uses.",
      "de": "Sie bauen Brücken, die keiner braucht. Autobahnen, die niemand benutzt."
    }
  },
  {
    "translation": {
      "en": "They're like a cancer. A cell that won't stop growing.",
      "de": "Sie sind wie Krebs. Eine Zelle, die immer weiter wächst."
    }
  },
  {
    "translation": {
      "en": "They moved 12 times in 15 years. Atlanta, Albuquerque,",
      "de": "In 15 Jahren sind sie zwölfmal umgezogen. Atlanta, Albuquerque,"
    }
  },
  {
    "translation": {
      "en": "Austin, Oklahoma City, Sacramento.",
      "de": "Austin, Oklahoma City, Sacramento. Immer inmitten von Korruptionsvorwürfen,"
    }
  },
  {
    "translation": {
      "en": "Always amidst allegations of corruption",
      "de": "Immer inmitten von Korruptionsvorwürfen, wobei es um öffentliche Gelder in Millionenhöhe ging."
    }
  },
  {
    "translation": {
      "en": "including millions of dollars in missing public funds.",
      "de": "wobei es um öffentliche Gelder in Millionenhöhe ging."
    }
  },
  {
    "translation": {
      "en": "And yet never an investigation.",
      "de": "Doch niemals eine Ermittlung. Nicht mal eine Nachforschung."
    }
  },
  {
    "translation": {
      "en": "Never even an inquiry.",
      "de": "Doch niemals eine Ermittlung. Nicht mal eine Nachforschung. Als wäre Lebendauer Enterprises unantastbar."
    }
  },
  {
    "translation": {
      "en": "It's as if Lebendauer Enterprises were above reproach.",
      "de": "Als wäre Lebendauer Enterprises unantastbar."
    }
  },
  {
    "translation": {
      "en": "(SIGHS) Well,",
      "de": "Vielleicht liegt das daran..."
    }
  },
  {
    "translation": {
      "en": "maybe that's because",
      "de": "Vielleicht liegt das daran... ...dass die Vorwürfe von der Konkurrenz kommen."
    }
  },
  {
    "translation": {
      "en": "the allegations come from the competition.",
      "de": "...dass die Vorwürfe von der Konkurrenz kommen."
    }
  },
  {
    "translation": {
      "en": "Outbid. Bitter.",
      "de": "Überboten zu werden ist bitter."
    }
  },
  {
    "translation": {
      "en": "Like Oline Archer.",
      "de": "Wie Oline Archer. Oder wichtige Beamte kooperieren mit Lebendauer."
    }
  },
  {
    "translation": {
      "en": "Or maybe Lebendauer has the cooperation of key officials.",
      "de": "Oder wichtige Beamte kooperieren mit Lebendauer. Und wenn diese Kooperation nicht ausreicht,"
    }
  },
  {
    "translation": {
      "en": "And maybe when that cooperation isn't enough,",
      "de": "Und wenn diese Kooperation nicht ausreicht, töten sie Leute, die sich nicht kaufen lassen. Wie Oline Archer."
    }
  },
  {
    "translation": {
      "en": "they kill people who won't be bought off.",
      "de": "töten sie Leute, die sich nicht kaufen lassen. Wie Oline Archer."
    }
  },
  {
    "translation": {
      "en": "Like Oline Archer.",
      "de": "töten sie Leute, die sich nicht kaufen lassen. Wie Oline Archer. Helen, wie viel davon glaubst du eigentlich?"
    }
  },
  {
    "translation": {
      "en": "Helen, how much of this do you honestly believe?",
      "de": "Helen, wie viel davon glaubst du eigentlich?"
    }
  },
  {
    "translation": {
      "en": "It doesn't matter how much I believe.",
      "de": "Es ist egal, wie viel ich glaube."
    }
  },
  {
    "translation": {
      "en": "It doesn't even matter how much I can prove.",
      "de": "Es ist sogar egal, ob ich es beweisen kann."
    }
  },
  {
    "translation": {
      "en": "It only matters how much is true.",
      "de": "Wichtig ist nur, wie viel davon wahr ist."
    }
  },
  {
    "translation": {
      "en": "Do you know how delusional you sound?",
      "de": "Weißt du, wie verrückt das klingt?"
    }
  },
  {
    "translation": {
      "en": "What happened to you?",
      "de": "Was ist mit dir passiert? Bist du so darauf fixiert, diesen Mann hinrichten zu lassen, dass..."
    }
  },
  {
    "translation": {
      "en": "Are you really so set on putting this man to death that you'd ignore...",
      "de": "Bist du so darauf fixiert, diesen Mann hinrichten zu lassen, dass..."
    }
  },
  {
    "translation": {
      "en": "I pulled all of this paper under my own name.",
      "de": "Ich habe diese Akten unter meinem Namen angefordert."
    }
  },
  {
    "translation": {
      "en": "If Jack Reacher's right,",
      "de": "Wenn Jack Reacher Recht hat,"
    }
  },
  {
    "translation": {
      "en": "my life, your daughter's life,",
      "de": "ist mein Leben, das Leben deiner Tochter,"
    }
  },
  {
    "translation": {
      "en": "is in danger now.",
      "de": "jetzt in Gefahr."
    }
  },
  {
    "translation": {
      "en": "Whatever happens to me next is on your head,",
      "de": "Was auch immer geschieht, du trägst die Verantwortung,"
    }
  },
  {
    "translation": {
      "en": "whether you're involved or not.",
      "de": "ob du nun mit drinsteckst oder nicht."
    }
  },
  {
    "translation": {
      "en": "You are the District Attorney and I've given you compelling evidence",
      "de": "Du bist der Staatsanwalt. Ich habe dir zwingende Beweise geliefert,"
    }
  },
  {
    "translation": {
      "en": "to investigate Lebendauer Enterprises.",
      "de": "um gegen Lebendauer Enterprises zu ermitteln. Dein nächster Schritt wird zeigen, auf welcher Seite du bist."
    }
  },
  {
    "translation": {
      "en": "Your next move will tell me which side you're on.",
      "de": "Dein nächster Schritt wird zeigen, auf welcher Seite du bist."
    }
  },
  {
    "translation": {
      "en": "I see. It's a test.",
      "de": "Ich verstehe. Es ist ein Test."
    }
  },
  {
    "translation": {
      "en": "(CHUCKLES) Well, this may be hard for you to believe, but I do love you.",
      "de": "Das ist vielleicht schwer zu glauben, aber ich liebe dich."
    }
  },
  {
    "translation": {
      "en": "And obviously I'm not going to turn a blind eye,",
      "de": "Und natürlich ignoriere ich das nicht alles, egal, wie absurd es klingen mag."
    }
  },
  {
    "translation": {
      "en": "no matter how absurd I find all of this.",
      "de": "egal, wie absurd es klingen mag."
    }
  },
  {
    "translation": {
      "en": "(SIGHS) So, if you really believe that you're in danger,",
      "de": "Wenn du also wirklich glaubst, du bist in Gefahr,"
    }
  },
  {
    "translation": {
      "en": "if you believe that,",
      "de": "wenn du es glaubst,"
    }
  },
  {
    "translation": {
      "en": "then the next order of business,",
      "de": "ist der nächste Schritt,"
    }
  },
  {
    "translation": {
      "en": "is to put you in protective custody right now.",
      "de": "dich in Schutzhaft zu nehmen."
    }
  },
  {
    "translation": {
      "en": "And how safe will I be if you're part of it?",
      "de": "Und wie sicher bin ich da, wenn du mit drinsteckst?"
    }
  },
  {
    "translation": {
      "en": "Jesus, Helen.",
      "de": "Mein Gott, Helen."
    }
  },
  {
    "translation": {
      "en": "Oh. Hey.",
      "de": "Hallo."
    }
  },
  {
    "translation": {
      "en": "Business meeting or personal?",
      "de": "Geschäftliches oder Persönliches."
    }
  },
  {
    "translation": {
      "en": "Hard to tell them apart.",
      "de": "Schwer auseinanderzuhalten."
    }
  },
  {
    "translation": {
      "en": "I'll bet.",
      "de": "Kann ich mir vorstellen."
    }
  },
  {
    "translation": {
      "en": "(CELL PHONE RINGING)",
      "de": "KIESWERK BÜRO"
    }
  },
  {
    "translation": {
      "en": "CHARLIE: No.",
      "de": "Nein."
    }
  },
  {
    "translation": {
      "en": "Sorry, wrong number.",
      "de": "Ich hab mich verwählt."
    }
  },
  {
    "translation": {
      "en": "Is this Reacher?",
      "de": "Sind Sie Reacher?"
    }
  },
  {
    "translation": {
      "en": "Who is this?",
      "de": "Wer ist da?"
    }
  },
  {
    "translation": {
      "en": "Is this Reacher?",
      "de": "Sind Sie Reacher?"
    }
  },
  {
    "translation": {
      "en": "It's you. The guy from the car.",
      "de": "Du bist es. Der Typ im Auto."
    }
  },
  {
    "translation": {
      "en": "It's your boyfriend.",
      "de": "Es ist Ihr Freund."
    }
  },
  {
    "translation": {
      "en": "Reacher, is it you?",
      "de": "Reacher, sind Sie es?"
    }
  },
  {
    "translation": {
      "en": "Helen, are you hurt?",
      "de": "Helen, sind Sie verletzt? Das wird sie sein, wenn du nicht in einer Stunde hier bist."
    }
  },
  {
    "translation": {
      "en": "Well, she's gonna be if you're not here in one hour.",
      "de": "Das wird sie sein, wenn du nicht in einer Stunde hier bist."
    }
  },
  {
    "translation": {
      "en": "Do I have to tell you how this works?",
      "de": "Muss ich dir sagen, wie das läuft? Du überzeugst dich, dass dir niemand folgt,"
    }
  },
  {
    "translation": {
      "en": "You'll bounce me around to make sure I'm not followed,",
      "de": "Du überzeugst dich, dass dir niemand folgt,"
    }
  },
  {
    "translation": {
      "en": "then walk me into an ambush and kill me.",
      "de": "lockst mich in eine Falle und tötest mich."
    }
  },
  {
    "translation": {
      "en": "Aw, you ruined my surprise.",
      "de": "Du hast meine Überraschung ruiniert."
    }
  },
  {
    "translation": {
      "en": "Well, I can do one better.",
      "de": "Ich kann eins draufsetzen. Ich war heute bei der Schießanlage von Hinge Creek."
    }
  },
  {
    "translation": {
      "en": "I went down to the gun range at Hinge Creek.",
      "de": "Ich war heute bei der Schießanlage von Hinge Creek. Ich hab das Foto, Fingerabdrücke, und ich gehe zum FBI."
    }
  },
  {
    "translation": {
      "en": "I got the picture, prints, and I'm going to the Feds.",
      "de": "Ich hab das Foto, Fingerabdrücke, und ich gehe zum FBI."
    }
  },
  {
    "translation": {
      "en": "The lawyer's all yours.",
      "de": "Die Anwältin gehört dir."
    }
  },
  {
    "translation": {
      "en": "Get the Zec.",
      "de": "Hol den Zec."
    }
  },
  {
    "translation": {
      "en": "On second thought, I'd like to kill you.",
      "de": "Andererseits würde ich dich gern töten."
    }
  },
  {
    "translation": {
      "en": "Let's say winner take all.",
      "de": "Der Sieger kriegt alles."
    }
  },
  {
    "translation": {
      "en": "Listen to me, you prick.",
      "de": "Hör mir zu, du Arschloch. Ich töte die Schlampe, wenn du nicht in einer..."
    }
  },
  {
    "translation": {
      "en": "I will kill this bitch if you're not here in one...",
      "de": "Ich töte die Schlampe, wenn du nicht in einer..."
    }
  },
  {
    "translation": {
      "en": "Shit!",
      "de": "Scheiße!"
    }
  },
  {
    "translation": {
      "en": "You think I'm a hero?",
      "de": "Glaubst du, ich bin ein Held?"
    }
  },
  {
    "translation": {
      "en": "I am not a hero.",
      "de": "Nein. Ich bin ein Herumtreiber, der nichts zu verlieren hat."
    }
  },
  {
    "translation": {
      "en": "I'm a drifter with nothing to lose.",
      "de": "Nein. Ich bin ein Herumtreiber, der nichts zu verlieren hat. Du hast das Mädchen getötet, um mich zu belasten."
    }
  },
  {
    "translation": {
      "en": "You killed that girl to put me in a frame.",
      "de": "Du hast das Mädchen getötet, um mich zu belasten."
    }
  },
  {
    "translation": {
      "en": "I mean to beat you to death and drink your blood from a boot.",
      "de": "Ich prügle dich tot und trinke dein Blut aus einem Stiefel."
    }
  },
  {
    "translation": {
      "en": "Now, this is how it's going to work.",
      "de": "Das läuft so. Du gibst mir die Adresse"
    }
  },
  {
    "translation": {
      "en": "You're gonna give me the address",
      "de": "Das läuft so. Du gibst mir die Adresse und ich komme vorbei, wenn ich dazu bereit bin."
    }
  },
  {
    "translation": {
      "en": "and I'll be along when I am damn good and ready.",
      "de": "und ich komme vorbei, wenn ich dazu bereit bin. Wenn sie nicht ran geht, wenn ich anrufe,"
    }
  },
  {
    "translation": {
      "en": "If she doesn't answer the phone when I call this number,",
      "de": "Wenn sie nicht ran geht, wenn ich anrufe,"
    }
  },
  {
    "translation": {
      "en": "if I even think you've hurt her,",
      "de": "wenn ich auch nur denke, dass sie verletzt ist,"
    }
  },
  {
    "translation": {
      "en": "I disappear.",
      "de": "tauche ich unter."
    }
  },
  {
    "translation": {
      "en": "And if you're smart, that scares you, because I'm in your blind spot",
      "de": "Wenn du klug bist, macht dir das Angst, denn ich bin in deinem toten Winkel"
    }
  },
  {
    "translation": {
      "en": "and I have nothing better to do.",
      "de": "und habe nichts Besseres zu tun."
    }
  },
  {
    "translation": {
      "en": "You got a pen?",
      "de": "Hast du einen Stift?"
    }
  },
  {
    "translation": {
      "en": "Don't need one.",
      "de": "Brauch ich nicht."
    }
  },
  {
    "translation": {
      "en": "If I had a dollar for every time the Army called the Corps for help.",
      "de": "Bekäme ich jedes Mal einen Dollar, wenn die Army die Marine zu Hilfe holt."
    }
  },
  {
    "translation": {
      "en": "You have something for me? Yeah.",
      "de": "-Haben Sie was für mich? -Ja."
    }
  },
  {
    "translation": {
      "en": "Here.",
      "de": "Hier."
    }
  },
  {
    "translation": {
      "en": "You're kidding, right?",
      "de": "Soll das ein Witz sein? Nur weil ich Sie vor zehn Jahren schießen sah,"
    }
  },
  {
    "translation": {
      "en": "Just because I saw you shoot ten years ago",
      "de": "Nur weil ich Sie vor zehn Jahren schießen sah, heißt das nicht, dass Sie jemanden mit meinem Gewehr töten können."
    }
  },
  {
    "translation": {
      "en": "doesn't mean I'll let you kill some asshole with my gun.",
      "de": "heißt das nicht, dass Sie jemanden mit meinem Gewehr töten können."
    }
  },
  {
    "translation": {
      "en": "I told you how serious this was.",
      "de": "Ich hab Ihnen doch gesagt, das ist ernst."
    }
  },
  {
    "translation": {
      "en": "And I showed up, didn't I?",
      "de": "Und ich bin ja gekommen, oder?"
    }
  },
  {
    "translation": {
      "en": "So let's get to it.",
      "de": "Legen wir los."
    }
  },
  {
    "translation": {
      "en": "Now, your shooter will be",
      "de": "Ihr Schütze wird hier hinter den Lichtern lauern. Ok?"
    }
  },
  {
    "translation": {
      "en": "right up there behind those lights. Okay?",
      "de": "hier hinter den Lichtern lauern. Ok?"
    }
  },
  {
    "translation": {
      "en": "He can cover both roads",
      "de": "Er hat beide Straßen im Visier."
    }
  },
  {
    "translation": {
      "en": "coming and going.",
      "de": "Er hat beide Straßen im Visier. Er wird Sie töten, sobald Sie aufstehen."
    }
  },
  {
    "translation": {
      "en": "And kill you just as soon as you stand up.",
      "de": "Er wird Sie töten, sobald Sie aufstehen."
    }
  },
  {
    "translation": {
      "en": "Well, can you take him out?",
      "de": "Können Sie ihn um die Ecke bringen?"
    }
  },
  {
    "translation": {
      "en": "What, to dinner you mean?",
      "de": "Ihn zum Essen ausführen?"
    }
  },
  {
    "translation": {
      "en": "Look, I don't know the type of people",
      "de": "Ich kenne die Leute nicht, mit denen Sie so verkehren, Reacher."
    }
  },
  {
    "translation": {
      "en": "you normally associate with, Reacher.",
      "de": "Ich kenne die Leute nicht, mit denen Sie so verkehren, Reacher. Aber ich fahre gewöhnlich nicht einfach so in die Pampa"
    }
  },
  {
    "translation": {
      "en": "But I'm not in the habit of driving out to the boonies at the drop of a hat",
      "de": "Aber ich fahre gewöhnlich nicht einfach so in die Pampa und knalle irgendwelche Fremden ab."
    }
  },
  {
    "translation": {
      "en": "and just picking off some total strangers, all right?",
      "de": "und knalle irgendwelche Fremden ab."
    }
  },
  {
    "translation": {
      "en": "Anyway, I can't see anything, not with them lights up.",
      "de": "Ich sehe nichts, die Lampen blenden mich."
    }
  },
  {
    "translation": {
      "en": "So shoot them out.",
      "de": "Dann schießen Sie sie aus."
    }
  },
  {
    "translation": {
      "en": "Yeah, sure. And then he knows right where I am.",
      "de": "Ja, klar. Damit er weiß, wo ich bin."
    }
  },
  {
    "translation": {
      "en": "I might as well set myself on fire.",
      "de": "Da kann ich mich gleich selbst anzünden."
    }
  },
  {
    "translation": {
      "en": "No, sir. I'll start shooting when he does.",
      "de": "Nein, Sir. Ich schieße erst, wenn er schießt."
    }
  },
  {
    "translation": {
      "en": "And how do you propose we get him started?",
      "de": "Und wie bringen wir ihn zum Schießen?"
    }
  },
  {
    "translation": {
      "en": "Well, you could always start running.",
      "de": "Sie könnten losrennen."
    }
  },
  {
    "translation": {
      "en": "What's wrong with your eye?",
      "de": "Was ist mit Ihrem Auge?"
    }
  },
  {
    "translation": {
      "en": "I'm saving my night vision.",
      "de": "Ich schone es für die Nachtsicht."
    }
  },
  {
    "translation": {
      "en": "Hey, Gunny, you mind if I ask you kind of",
      "de": "Hey, Artillerie, darf ich Ihnen eine persönliche Frage stellen?"
    }
  },
  {
    "translation": {
      "en": "a personal question?",
      "de": "Hey, Artillerie, darf ich Ihnen eine persönliche Frage stellen? Glauben Sie, ich kann nicht mehr schießen?"
    }
  },
  {
    "translation": {
      "en": "What, you don't think I can shoot anymore?",
      "de": "Glauben Sie, ich kann nicht mehr schießen?"
    }
  },
  {
    "translation": {
      "en": "It is a perishable skill.",
      "de": "Man kann es verlernen."
    }
  },
  {
    "translation": {
      "en": "Yeah, well,",
      "de": "Ja, also,"
    }
  },
  {
    "translation": {
      "en": "the sun will be up in an hour.",
      "de": "Sonnenaufgang ist in einer Stunde."
    }
  },
  {
    "translation": {
      "en": "Let's get going.",
      "de": "Gehen wir."
    }
  },
  {
    "translation": {
      "en": "I heard them call you the Zec.",
      "de": "Ich habe gehört, dass man Sie Zec nannte."
    }
  },
  {
    "translation": {
      "en": "That means \"prisoner.\"",
      "de": "Das heißt \"Gefangener\"."
    }
  },
  {
    "translation": {
      "en": "Yes?",
      "de": "Ja?"
    }
  },
  {
    "translation": {
      "en": "Tell me, killing all those people,",
      "de": "Diese Menschen zu töten..."
    }
  },
  {
    "translation": {
      "en": "I have to believe the money you're making",
      "de": "Ich nehme an, dass all das Geld"
    }
  },
  {
    "translation": {
      "en": "can't possibly be enough to just...",
      "de": "nicht genug ist, um..."
    }
  },
  {
    "translation": {
      "en": "Enough?",
      "de": "Genug?"
    }
  },
  {
    "translation": {
      "en": "There is no such thing.",
      "de": "So etwas gibt es nicht."
    }
  },
  {
    "translation": {
      "en": "We take what can be taken.",
      "de": "Wir nehmen, was genommen werden kann."
    }
  },
  {
    "translation": {
      "en": "This is what we do.",
      "de": "Das tun wir."
    }
  },
  {
    "translation": {
      "en": "And you?",
      "de": "Und Sie?"
    }
  },
  {
    "translation": {
      "en": "This one I think I understand, but you?",
      "de": "Den kann ich ja verstehen, aber Sie?"
    }
  },
  {
    "translation": {
      "en": "Why'd you do it?",
      "de": "Warum haben Sie es getan?"
    }
  },
  {
    "translation": {
      "en": "You make it sound like I had a choice.",
      "de": "Das klingt, als hätte ich die Wahl gehabt."
    }
  },
  {
    "translation": {
      "en": "Oh, didn't you?",
      "de": "Oh, hatten Sie die nicht?"
    }
  },
  {
    "translation": {
      "en": "You'll see.",
      "de": "Das werden Sie sehen."
    }
  },
  {
    "translation": {
      "en": "You should know I've taken steps, that if anything happens...",
      "de": "Ich habe Vorsichtsmaßnahmen getroffen. Wenn mir was passiert..."
    }
  },
  {
    "translation": {
      "en": "If anything happens to you, it will happen in front of your father",
      "de": "Wenn Ihnen was passiert, dann passiert es vor Ihrem Vater,"
    }
  },
  {
    "translation": {
      "en": "while he begs for your life.",
      "de": "während er um ihr Leben bettelt."
    }
  },
  {
    "translation": {
      "en": "You should never have involved him.",
      "de": "Sie hätten ihn da nicht mit reinziehen sollen. Jetzt müssen Sie ihn überzeugen zu vergessen, um ihretwillen"
    }
  },
  {
    "translation": {
      "en": "Now you will have to convince him to forget, for your sake",
      "de": "Jetzt müssen Sie ihn überzeugen zu vergessen, um ihretwillen"
    }
  },
  {
    "translation": {
      "en": "and for his.",
      "de": "und seinetwillen."
    }
  },
  {
    "translation": {
      "en": "You say nothing, but I see defiance in your eyes.",
      "de": "Sie sagen nichts, aber ich sehe Trotz in Ihren Augen."
    }
  },
  {
    "translation": {
      "en": "That is a look I have seen many, many times.",
      "de": "Diesen Ausdruck habe ich schon oft gesehen."
    }
  },
  {
    "translation": {
      "en": "When the soldier comes,",
      "de": "Wenn der Soldat reinkommt und Sie ihm beim Sterben zusehen, ändert sich das."
    }
  },
  {
    "translation": {
      "en": "when you watch how he dies, it will change you.",
      "de": "und Sie ihm beim Sterben zusehen, ändert sich das."
    }
  },
  {
    "translation": {
      "en": "You will want to forget me then.",
      "de": "Dann werden Sie mich vergessen wollen."
    }
  },
  {
    "translation": {
      "en": "REACHER: Are you okay?",
      "de": "Geht es Ihnen gut?"
    }
  },
  {
    "translation": {
      "en": "They're ready for you.",
      "de": "Sie sind bereit für Sie."
    }
  },
  {
    "translation": {
      "en": "They'd like to think so.",
      "de": "Das glauben die."
    }
  },
  {
    "translation": {
      "en": "Don't do this. Please don't do this. Not for me.",
      "de": "Tun Sie das nicht. Bitte. Nicht für mich."
    }
  },
  {
    "translation": {
      "en": "Listen, Helen, they're not gonna",
      "de": "Hören Sie, Helen, die tun"
    }
  },
  {
    "translation": {
      "en": "hurt you until they have me. And that's never going to happen.",
      "de": "Ihnen nichts, bis sie mich nicht haben. Und das werden sie nicht."
    }
  },
  {
    "translation": {
      "en": "You hear me?",
      "de": "Hören Sie?"
    }
  },
  {
    "translation": {
      "en": "You just hang in there.",
      "de": "Halten Sie durch."
    }
  },
  {
    "translation": {
      "en": "'Cause I'm coming to get you.",
      "de": "Denn ich hole Sie da raus."
    }
  },
  {
    "translation": {
      "en": "Now say you believe me.",
      "de": "Sagen Sie, dass Sie mir glauben."
    }
  },
  {
    "translation": {
      "en": "I believe you.",
      "de": "Ich glaube Ihnen."
    }
  },
  {
    "translation": {
      "en": "This was a bad idea.",
      "de": "Das war eine schlechte Idee."
    }
  },
  {
    "translation": {
      "en": "Any time now, Gunny.",
      "de": "Jederzeit, Artillerie."
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "de": "Scheiße."
    }
  },
  {
    "translation": {
      "en": "Where the hell are you, Gunny?",
      "de": "Wo zum Teufel bist du, Artillerie?"
    }
  },
  {
    "translation": {
      "en": "Suck it!",
      "de": "Leckt mich!"
    }
  },
  {
    "translation": {
      "en": "You should go.",
      "de": "Sie sollten gehen."
    }
  },
  {
    "translation": {
      "en": "Toss it.",
      "de": "Fallenlassen."
    }
  },
  {
    "translation": {
      "en": "REACHER: I know you're in there, Emerson.",
      "de": "Ich weiß, dass Sie da drin sind, Emerson."
    }
  },
  {
    "translation": {
      "en": "It was staring me right in the face.",
      "de": "Es starrte mich direkt an."
    }
  },
  {
    "translation": {
      "en": "The one piece that just didn't fit.",
      "de": "Das eine Stück, das nicht passte."
    }
  },
  {
    "translation": {
      "en": "The quarter.",
      "de": "Die Münze."
    }
  },
  {
    "translation": {
      "en": "Nobody would have thought to dump that meter.",
      "de": "Niemand käme auf die Idee, die Parkuhr zu leeren."
    }
  },
  {
    "translation": {
      "en": "Not even me.",
      "de": "Nicht mal ich."
    }
  },
  {
    "translation": {
      "en": "You were wrong about my father.",
      "de": "Sie haben sich in meinem Vater geirrt."
    }
  },
  {
    "translation": {
      "en": "I wouldn't make a big thing of it.",
      "de": "Ich würde das nicht an die große Glocke hängen."
    }
  },
  {
    "translation": {
      "en": "Who is he?",
      "de": "Wer ist das?"
    }
  },
  {
    "translation": {
      "en": "That's John Doe Number Two.",
      "de": "Der Unbekannte Nummer zwei. Der Mann auf dem Grashügel. Das Ding unter dem Bett."
    }
  },
  {
    "translation": {
      "en": "The man on the grassy knoll. The thing under the bed.",
      "de": "Der Mann auf dem Grashügel. Das Ding unter dem Bett."
    }
  },
  {
    "translation": {
      "en": "They call him the Zec.",
      "de": "Sie nennen ihn Zec."
    }
  },
  {
    "translation": {
      "en": "Zec? Prisoner.",
      "de": "Zec? Gefangener."
    }
  },
  {
    "translation": {
      "en": "What's your real name?",
      "de": "Wie lautet dein richtiger Name?"
    }
  },
  {
    "translation": {
      "en": "I was born in October.",
      "de": "Ich wurde im Oktober geboren. Wenn ich bei meinem Geburtstag ankomme, drücke ich ab."
    }
  },
  {
    "translation": {
      "en": "When I get to my birthday, I'm gonna pull the trigger.",
      "de": "Wenn ich bei meinem Geburtstag ankomme, drücke ich ab."
    }
  },
  {
    "translation": {
      "en": "One. Two.",
      "de": "Eins. Zwei."
    }
  },
  {
    "translation": {
      "en": "Chelovek? Human.",
      "de": "Chelovek? Mensch."
    }
  },
  {
    "translation": {
      "en": "Prisoner Human Being.",
      "de": "Gefangener Mensch."
    }
  },
  {
    "translation": {
      "en": "That's your real name? That is all I remember.",
      "de": "-Das ist dein echter Name? -An mehr erinnere ich mich nicht."
    }
  },
  {
    "translation": {
      "en": "Call the police.",
      "de": "Ruf die Polizei."
    }
  },
  {
    "translation": {
      "en": "Were you really going to shoot him?",
      "de": "Wollten Sie ihn wirklich erschießen?"
    }
  },
  {
    "translation": {
      "en": "I knew I wouldn't have to.",
      "de": "Das hätte ich nicht gemusst."
    }
  },
  {
    "translation": {
      "en": "One look at this guy and you know he'll do anything to survive.",
      "de": "Ein Blick auf ihn und man weiß, dass er alles tut, um zu überleben. Ein Blick auf mich und man weiß, dass ich nicht bluffe."
    }
  },
  {
    "translation": {
      "en": "One look at me and you know I'm not bluffing.",
      "de": "Ein Blick auf mich und man weiß, dass ich nicht bluffe. Ja, wir haben einen Notfall..."
    }
  },
  {
    "translation": {
      "en": "HELEN: Yes, I have an emergency at...",
      "de": "Ja, wir haben einen Notfall..."
    }
  },
  {
    "translation": {
      "en": "Yes, I'll hold.",
      "de": "Ja, ich warte."
    }
  },
  {
    "translation": {
      "en": "We're in no hurry.",
      "de": "Wir haben es nicht eilig."
    }
  },
  {
    "translation": {
      "en": "With a name like yours, you're gonna feel right at home.",
      "de": "Mit so einem Namen wirst du dich zuhause fühlen."
    }
  },
  {
    "translation": {
      "en": "Prison? In America?",
      "de": "Gefängnis? In Amerika? Das ist wie im Altersheim. Wenn ich überhaupt ins Gefängnis komme."
    }
  },
  {
    "translation": {
      "en": "A retirement home. If I go to prison at all.",
      "de": "Das ist wie im Altersheim. Wenn ich überhaupt ins Gefängnis komme."
    }
  },
  {
    "translation": {
      "en": "You think you're gonna walk?",
      "de": "Du glaubst, du kommst davon? Du bist ein wegen Mordes gesuchter Herumtreiber."
    }
  },
  {
    "translation": {
      "en": "You are a homeless drifter wanted for murder.",
      "de": "Du bist ein wegen Mordes gesuchter Herumtreiber."
    }
  },
  {
    "translation": {
      "en": "Meanwhile, I am an old man",
      "de": "Und ich bin ein alter Mann zur falschen Zeit am falschen Ort."
    }
  },
  {
    "translation": {
      "en": "in the wrong place at the wrong time.",
      "de": "Und ich bin ein alter Mann zur falschen Zeit am falschen Ort. Wer kann dank dir das Gegenteil beweisen? Wer?"
    }
  },
  {
    "translation": {
      "en": "Thanks to you, who is left to say otherwise? Who?",
      "de": "Wer kann dank dir das Gegenteil beweisen? Wer?"
    }
  },
  {
    "translation": {
      "en": "HELEN: Yes, hello? Yes, there's... Uh, I have an emergency.",
      "de": "Ja, hallo? Ja, es gibt... Es gibt einen Notfall."
    }
  },
  {
    "translation": {
      "en": "We'll see which one of us goes to prison.",
      "de": "Mal sehen, wer von uns ins Gefängnis geht. Es gibt drei oder vier Tote."
    }
  },
  {
    "translation": {
      "en": "There are maybe three, four people dead.",
      "de": "Es gibt drei oder vier Tote."
    }
  },
  {
    "translation": {
      "en": "Okay. My bet?",
      "de": "-Ok. -Soll ich raten?"
    }
  },
  {
    "translation": {
      "en": "Neither one.",
      "de": "Keiner."
    }
  },
  {
    "translation": {
      "en": "What did you do?",
      "de": "Was haben Sie getan?"
    }
  },
  {
    "translation": {
      "en": "What's it look like?",
      "de": "Wonach sieht es denn aus?"
    }
  },
  {
    "translation": {
      "en": "What about the truth?",
      "de": "Was ist mit der Wahrheit? Wollten wir nicht den wahren Täter finden?"
    }
  },
  {
    "translation": {
      "en": "What about getting the guys who really did this?",
      "de": "Wollten wir nicht den wahren Täter finden?"
    }
  },
  {
    "translation": {
      "en": "What about bringing him to justice?",
      "de": "Ihn seiner gerechten Strafe zuführen?"
    }
  },
  {
    "translation": {
      "en": "I just did.",
      "de": "Das habe ich eben."
    }
  },
  {
    "translation": {
      "en": "HELEN: What about clearing Barr? What about clearing you?",
      "de": "Wollten wir nicht Barr entlasten? Und Sie entlasten?"
    }
  },
  {
    "translation": {
      "en": "REACHER: I have faith you'll sort it out.",
      "de": "Das werden Sie schon machen."
    }
  },
  {
    "translation": {
      "en": "And I hear you have an in with the local D.A.",
      "de": "Sie haben ja einen Draht zum Staatsanwalt. Aber was passiert mit Ihnen?"
    }
  },
  {
    "translation": {
      "en": "HELEN: But what happens to you in the meantime?",
      "de": "Aber was passiert mit Ihnen?"
    }
  },
  {
    "translation": {
      "en": "I keep moving. Same as always.",
      "de": "Ich werde unterwegs sein. Wie immer."
    }
  },
  {
    "translation": {
      "en": "Wait, is that my car?",
      "de": "Moment, ist das mein Wagen?"
    }
  },
  {
    "translation": {
      "en": "This the lady?",
      "de": "Ist das die Lady?"
    }
  },
  {
    "translation": {
      "en": "A pleasure.",
      "de": "Freut mich."
    }
  },
  {
    "translation": {
      "en": "You look like hell there, Army.",
      "de": "Sie sehen schrecklich aus. Sie wollten wissen, ob ich Angst habe, wie Barr zu enden. Nein."
    }
  },
  {
    "translation": {
      "en": "You asked if I was afraid I'd end up like Barr. I'm not.",
      "de": "Sie wollten wissen, ob ich Angst habe, wie Barr zu enden. Nein."
    }
  },
  {
    "translation": {
      "en": "I'm afraid I'll end up like this guy.",
      "de": "Ich habe Angst, wie er zu enden. Hier liegen eine Menge Leichen rum. Lasst uns verschwinden."
    }
  },
  {
    "translation": {
      "en": "There's a lot of dead bodies out here. So let's get to it.",
      "de": "Hier liegen eine Menge Leichen rum. Lasst uns verschwinden."
    }
  },
  {
    "translation": {
      "en": "We should probably go. Wait. That's it?",
      "de": "-Wir sollten los. -Warten Sie. Das war's?"
    }
  },
  {
    "translation": {
      "en": "It's just over?",
      "de": "Es ist einfach so vorbei?"
    }
  },
  {
    "translation": {
      "en": "You'll be all right, counselor.",
      "de": "Sie kommen schon klar, Anwältin. Nein. Und wenn ich Sie brauche? Wie finde ich Sie?"
    }
  },
  {
    "translation": {
      "en": "No. What if I need you? How will I find you?",
      "de": "Nein. Und wenn ich Sie brauche? Wie finde ich Sie?"
    }
  },
  {
    "translation": {
      "en": "Oh, you don't need me.",
      "de": "Sie brauchen mich nicht."
    }
  },
  {
    "translation": {
      "en": "Not anymore.",
      "de": "Jetzt nicht mehr."
    }
  },
  {
    "translation": {
      "en": "Get her number. Let's go!",
      "de": "Die Telefonnummer. Los!"
    }
  },
  {
    "translation": {
      "en": "I'm Helen Rodin, your attorney.",
      "de": "Ich bin Helen Rodin, Ihre Anwältin."
    }
  },
  {
    "translation": {
      "en": "This conversation is protected by attorney-client privilege.",
      "de": "Dieses Gespräch unterliegt dem Anwaltsgeheimnis."
    }
  },
  {
    "translation": {
      "en": "You understand what that means?",
      "de": "Wissen Sie, was das heißt?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "Now, the police didn't talk to you, did they?",
      "de": "Die Polizei hat Sie nicht befragt, oder? Das dürfen Sie nicht ohne meine Anwesenheit."
    }
  },
  {
    "translation": {
      "en": "They're not allowed to do that without me here.",
      "de": "Das dürfen Sie nicht ohne meine Anwesenheit."
    }
  },
  {
    "translation": {
      "en": "How bad was it?",
      "de": "Wie schlimm war es?"
    }
  },
  {
    "translation": {
      "en": "How many did I...",
      "de": "Wie viele habe ich..."
    }
  },
  {
    "translation": {
      "en": "You don't remember anything about the incident?",
      "de": "Sie erinnern sich an gar nichts mehr?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "de": "Nein."
    }
  },
  {
    "translation": {
      "en": "But I could hear the nurses talking to those cops out there.",
      "de": "Ich habe gehört, wie die Schwestern mit der Polizei geredet haben."
    }
  },
  {
    "translation": {
      "en": "(SOBBING) I don't even remember wanting to do it!",
      "de": "Ich erinnere mich nicht mal, dass ich es wollte."
    }
  },
  {
    "translation": {
      "en": "Look, I'm not gonna fight this.",
      "de": "Ich kämpfe nicht dagegen an."
    }
  },
  {
    "translation": {
      "en": "If they say I done it, then I did.",
      "de": "Wenn die sagen, ich war es, dann war ich es."
    }
  },
  {
    "translation": {
      "en": "I done things before.",
      "de": "Ich habe vorher schon Dinge getan."
    }
  },
  {
    "translation": {
      "en": "I did something bad.",
      "de": "Ich habe etwas Schlimmes getan."
    }
  },
  {
    "translation": {
      "en": "Real bad.",
      "de": "Wirklich schlimm."
    }
  },
  {
    "translation": {
      "en": "A long time ago.",
      "de": "Vor langer Zeit."
    }
  },
  {
    "translation": {
      "en": "And I got away with it.",
      "de": "Und ich kam ungestraft davon."
    }
  },
  {
    "translation": {
      "en": "how well do you know this place?",
      "de": "wie gut kennen Sie diesen Ort?"
    }
  },
  {
    "translation": {
      "en": "Pretty well.",
      "de": "Ziemlich gut."
    }
  },
  {
    "translation": {
      "en": "And how do you think you would have done it?",
      "de": "Wie hätten Sie es getan?"
    }
  },
  {
    "translation": {
      "en": "I guess",
      "de": "Ich schätze..."
    }
  },
  {
    "translation": {
      "en": "I would have parked up on the highway.",
      "de": "...ich hätte auf der Autobahn geparkt. Die Sonne hätte ich um diese Tageszeit im Rücken gehabt."
    }
  },
  {
    "translation": {
      "en": "The sun would be at my back that time of day.",
      "de": "Die Sonne hätte ich um diese Tageszeit im Rücken gehabt."
    }
  },
  {
    "translation": {
      "en": "I got a van.",
      "de": "Ich habe einen Van."
    }
  },
  {
    "translation": {
      "en": "Set up in back.",
      "de": "Ich würde hinten die Waffe ausrichten."
    }
  },
  {
    "translation": {
      "en": "Wouldn't have to worry about my brass.",
      "de": "Die Patronenhülsen wären kein Problem."
    }
  },
  {
    "translation": {
      "en": "Get away real clean, too.",
      "de": "Ich würde nichts hinterlassen."
    }
  },
  {
    "translation": {
      "en": "(TEARFULLY) That sound about right?",
      "de": "Klingt das in etwa richtig?"
    }
  },
  {
    "translation": {
      "en": "Sounds as if you know your stuff.",
      "de": "Klingt, als wüssten Sie, was Sie tun."
    }
  },
  {
    "translation": {
      "en": "I forget your name.",
      "de": "Ich hab Ihren Namen vergessen."
    }
  },
  {
    "translation": {
      "en": "It's Helen.",
      "de": "Helen."
    }
  },
  {
    "translation": {
      "en": "You're going to be okay, James.",
      "de": "Alles wird gut, James."
    }
  },
  {
    "translation": {
      "en": "I am gonna take care of you.",
      "de": "Ich kümmere mich um Sie."
    }
  },
  {
    "translation": {
      "en": "You can't protect me.",
      "de": "Sie können mich nicht beschützen."
    }
  },
  {
    "translation": {
      "en": "No one can.",
      "de": "Das kann niemand."
    }
  },
  {
    "translation": {
      "en": "From what?",
      "de": "Wovor?"
    }
  },
  {
    "translation": {
      "en": "From who?",
      "de": "Vor wem?"
    }
  },
  {
    "translation": {
      "en": "There's this guy.",
      "de": "Da ist dieser Mann."
    }
  },
  {
    "translation": {
      "en": "He's a kind of cop.",
      "de": "Er ist eine Art Bulle."
    }
  },
  {
    "translation": {
      "en": "At least he used to be.",
      "de": "War er zumindest mal."
    }
  },
  {
    "translation": {
      "en": "He doesn't care about the law.",
      "de": "Das Gesetz ist ihm egal."
    }
  },
  {
    "translation": {
      "en": "He doesn't care about proof.",
      "de": "Beweise sind ihm egal."
    }
  },
  {
    "translation": {
      "en": "He only cares about what's right.",
      "de": "Ihm geht es nur um Gerechtigkeit. Sieh mich an, wenn ich mit dir rede!"
    }
  },
  {
    "translation": {
      "en": "MAN: Look at me when I'm talking to you!",
      "de": "Sieh mich an, wenn ich mit dir rede!"
    }
  },
  {
    "translation": {
      "en": "BARR: He knows what I did.",
      "de": "Er weiß, was ich getan habe."
    }
  },
  {
    "translation": {
      "en": "He knows where I am.",
      "de": "Er weiß, wo ich bin."
    }
  },
  {
    "translation": {
      "en": "And this guy, he made me a promise.",
      "de": "Und er hat mir etwas versprochen. Ich sagte, halte den Mund!"
    }
  },
  {
    "translation": {
      "en": "(WOMAN CRIES OUT) BARR: If I ever got in trouble again,",
      "de": "Sollte ich je wieder Mist bauen,"
    }
  },
  {
    "translation": {
      "en": "he'd be there.",
      "de": "wird er da sein."
    }
  }
]