[
  {
    "translation": {
      "en": "♪ On the Isle of Mako ♪",
      "de": "Auf der Insel Mako"
    }
  },
  {
    "translation": {
      "en": "♪ Under the moon's silver glow ♪",
      "de": "Wenn der Mond aufs Wasser fällt"
    }
  },
  {
    "translation": {
      "en": "♪ The night is calm ♪ ♪ But suddenly ♪",
      "de": "Wird gleich im Zauber der Nacht"
    }
  },
  {
    "translation": {
      "en": "♪ There's a change in the sea ♪",
      "de": "Die Verwandlung vollbracht"
    }
  },
  {
    "translation": {
      "en": "♪ Three mermaids, magic and brave ♪",
      "de": "Meerjungfrauen mit magischer Kraft"
    }
  },
  {
    "translation": {
      "en": "♪ True beauties under the waves ♪",
      "de": "Immer und überall zauberhaft"
    }
  },
  {
    "translation": {
      "en": "♪ Their secret will always be mystery ♪",
      "de": "Ihr Geheimnis wird hier gut bewacht Im Ozean"
    }
  },
  {
    "translation": {
      "en": "♪ In the depths of the sea ♪",
      "de": "H2O ABENTEUER MEERJUNGFRAU"
    }
  },
  {
    "translation": {
      "en": "I've dreamed of being a volunteer at the Oceanic Center ever since I was little.",
      "de": "Ich wollte schon immer als Freiwillige im Meereszentrum arbeiten."
    }
  },
  {
    "translation": {
      "en": "Relax, Cleo. You'll ace the interview.",
      "de": "Entspann dich, Cleo, das klappt."
    }
  },
  {
    "translation": {
      "en": "You know more about fish than all the employees put together.",
      "de": "Du weißt mehr über Fische als alle im Zentrum."
    }
  },
  {
    "translation": {
      "en": "But when I'm nervous I get really flustered.",
      "de": "Ja, aber ich habe Lampenfieber."
    }
  },
  {
    "translation": {
      "en": "- I blush, I blabber... - [seagulls squawk]",
      "de": "Ich werde rot, stottere."
    }
  },
  {
    "translation": {
      "en": "What is that racket all about?",
      "de": "Hey, was ist das?"
    }
  },
  {
    "translation": {
      "en": "[Emma] What are those seagulls up to?",
      "de": "Was ist denn mit den Möwen los?"
    }
  },
  {
    "translation": {
      "en": "What on earth is that?",
      "de": "Was ist das?"
    }
  },
  {
    "translation": {
      "en": "Looks like a cross between a lobster and an earthworm.",
      "de": "Eine Mischung aus Hummer und Regenwurm?"
    }
  },
  {
    "translation": {
      "en": "It isn't a lobster. It's a little hermit crab. And he's lost his shell.",
      "de": "Das ist kein Hummer. Das ist ein Einsiedlerkrebs ohne Haus."
    }
  },
  {
    "translation": {
      "en": "We've got to find him another one, otherwise he'll wind up as lunch for some bird.",
      "de": "Wir müssen ein neues für ihn finden, sonst fressen ihn die Vögel."
    }
  },
  {
    "translation": {
      "en": "Hey. What about this little car?",
      "de": "Wie wäre es damit?"
    }
  },
  {
    "translation": {
      "en": "Perfect, Emma.",
      "de": "Du bist die Beste!"
    }
  },
  {
    "translation": {
      "en": "[Cleo] Another happy ending.",
      "de": "So! Erledigt."
    }
  },
  {
    "translation": {
      "en": "- [boy] Hi, girls. - Ah, it's Lewis.",
      "de": "-Hi, Mädels! -Ach, da ist Lewis."
    }
  },
  {
    "translation": {
      "en": "So, ready for your big interview, Cleo?",
      "de": "Bereit für dein Vorstellungsgespräch, Cleo?"
    }
  },
  {
    "translation": {
      "en": "Sorry we can't go with you. It's just that we...",
      "de": "Wir können dich leider nicht begleiten, aber..."
    }
  },
  {
    "translation": {
      "en": "Yeah, I know. You promised to go with Emma",
      "de": "Ich weiß. Du wolltest mit Emma zum Schwimmwettbewerb."
    }
  },
  {
    "translation": {
      "en": "to her swimming training. It's fine. Don't worry about it.",
      "de": "Ich weiß. Du wolltest mit Emma zum Schwimmwettbewerb. Macht euch keine Sorgen."
    }
  },
  {
    "translation": {
      "en": "Yeah. Don't worry about it, girls. I'll be with her.",
      "de": "Ja, ihr könnt beruhigt sein, ich passe auf sie auf."
    }
  },
  {
    "translation": {
      "en": "[Cleo] This is horrible. My hands are clammy from stress.",
      "de": "Ich habe feuchte Hände vor Aufregung."
    }
  },
  {
    "translation": {
      "en": "Listen, just be yourself. Believe in yourself.",
      "de": "Hör zu. Sei ganz du selbst. Glaube an dich."
    }
  },
  {
    "translation": {
      "en": "Thanks for coming with me, Lewis. You're a real friend.",
      "de": "Danke fürs Mitkommen, Lewis. Du bist ein echter Freund."
    }
  },
  {
    "translation": {
      "en": "And when I'm older, I'd like to work in environmental protection",
      "de": "Später will ich zum Umweltschutz."
    }
  },
  {
    "translation": {
      "en": "and volunteering here would be excellent experience for me.",
      "de": "Hier könnte ich Erfahrungen sammeln."
    }
  },
  {
    "translation": {
      "en": "Good. Your interests seem like a pretty good match.",
      "de": "Schön. Deine Beweggründe klingen überzeugend."
    }
  },
  {
    "translation": {
      "en": "Now, Jeff's going to ask you a few questions to assess your knowledge.",
      "de": "Jetzt testet Jeff mit ein paar Fragen dein Wissen."
    }
  },
  {
    "translation": {
      "en": "So, Cleo, you know that the Dolphin City bay is a natural reserve.",
      "de": "Cleo, die Bucht von Dolphin City ist ein Naturschutzgebiet."
    }
  },
  {
    "translation": {
      "en": "Can you name six species of fish that live in the bay?",
      "de": "Nenne mir sechs Fischarten, die in der Bucht leben."
    }
  },
  {
    "translation": {
      "en": "Sure, there are sardines and halibut, mackerel and herring.",
      "de": "Ja. Es gibt dort Rotbarsche, Sardinen, Heilbutte, Makrelen ..."
    }
  },
  {
    "translation": {
      "en": "That's good, but can you name some of the species",
      "de": "Vergiss die Speisefische. Nenn uns ein paar exotischere Fische."
    }
  },
  {
    "translation": {
      "en": "- that are slightly more exotic? - Exotic species.",
      "de": "Vergiss die Speisefische. Nenn uns ein paar exotischere Fische. Exotischere Fische... Also, ich weiß nicht..."
    }
  },
  {
    "translation": {
      "en": "Right. Fish. Well, I'm not really... I don't...",
      "de": "Exotischere Fische... Also, ich weiß nicht..."
    }
  },
  {
    "translation": {
      "en": "- So? - Disaster.",
      "de": "-Und? -Katastrophal."
    }
  },
  {
    "translation": {
      "en": "I knew the answers, but I panicked.",
      "de": "Ich wusste alles, bekam aber Panik."
    }
  },
  {
    "translation": {
      "en": "I felt like I had a black hole instead of a brain.",
      "de": "Ich hatte einen totalen Blackout."
    }
  },
  {
    "translation": {
      "en": "I blew it. They'll never take me now.",
      "de": "Ich versagte. Die nehmen mich nie."
    }
  },
  {
    "translation": {
      "en": "Don't lose faith, Cleo. We all know you're the best.",
      "de": "Gib nicht auf, Cleo. Du bist die Beste."
    }
  },
  {
    "translation": {
      "en": "Please, Mr. Lambert. Give her another chance.",
      "de": "Bitte geben Sie ihr noch eine Chance."
    }
  },
  {
    "translation": {
      "en": "She panicked because it was so important to her.",
      "de": "Sie war einfach zu aufgeregt. Das ist alles."
    }
  },
  {
    "translation": {
      "en": "It was just a few simple questions.",
      "de": "Das waren bloß einfache Fragen."
    }
  },
  {
    "translation": {
      "en": "If she panics that easily, how will she react to a bunch of tourists bombarding her with questions?",
      "de": "Was macht sie, wenn Touristen sie mit Fragen bombardieren?"
    }
  },
  {
    "translation": {
      "en": "Actually, she was sick that day. She should have canceled",
      "de": "Na ja, sie war krank an dem Tag. Aber sie war da und hat nichts davon gesagt."
    }
  },
  {
    "translation": {
      "en": "but decided to go to the interview without mentioning it.",
      "de": "Aber sie war da und hat nichts davon gesagt."
    }
  },
  {
    "translation": {
      "en": "You're not going to penalize her for that, are you?",
      "de": "Wollen Sie sie dafür bestrafen?"
    }
  },
  {
    "translation": {
      "en": "Hello? Yes.",
      "de": "Hallo? Ja."
    }
  },
  {
    "translation": {
      "en": "Uh-huh. I see. Yes, of course. Thanks. [shrieks]",
      "de": "Ach ja? Doch, doch! Gut, vielen Dank."
    }
  },
  {
    "translation": {
      "en": "That was Mr. Lambert. He offered me another interview in three days.",
      "de": "Das war Mr. Lambert. Ich darf in drei Tagen noch mal kommen."
    }
  },
  {
    "translation": {
      "en": "- Fantastic! - That's great.",
      "de": "-Wie toll! -Ist ja super!"
    }
  },
  {
    "translation": {
      "en": "You see? I told you, Cleo. You just have to go in there and show them how brilliant you really are.",
      "de": "Na also. Ich hab's gewusst. Du wirst den Job kriegen."
    }
  },
  {
    "translation": {
      "en": "What if I blow it again? I've got to study.",
      "de": "Und wenn ich versage? Ich muss lernen."
    }
  },
  {
    "translation": {
      "en": "[Lewis] You already know all that stuff. You just need to believe in yourself",
      "de": "Deine Bücher machen dich nur verrückt. Was du brauchst, ist Selbstvertrauen."
    }
  },
  {
    "translation": {
      "en": "and you need to stop worrying and relax.",
      "de": "Deine Bücher machen dich nur verrückt. Was du brauchst, ist Selbstvertrauen. -Dann bist du weniger aufgeregt. -Gut, was schlägst du vor?"
    }
  },
  {
    "translation": {
      "en": "You're right. So what do you suggest?",
      "de": "-Dann bist du weniger aufgeregt. -Gut, was schlägst du vor?"
    }
  },
  {
    "translation": {
      "en": "Well, uh...",
      "de": "Also..."
    }
  },
  {
    "translation": {
      "en": "Skin diving! And out at Mako Island as well!",
      "de": "Tauchen vor Mako."
    }
  },
  {
    "translation": {
      "en": "If you weren't coming with me, there's no way I'd do something like this.",
      "de": "Ohne euch würde ich mich so etwas nie trauen."
    }
  },
  {
    "translation": {
      "en": "Mako Island has an incredible number of exotic underwater species.",
      "de": "Vor der Insel Mako gibt es eine große Artenvielfalt!"
    }
  },
  {
    "translation": {
      "en": "You'll learn more here than from a stack of books.",
      "de": "Das zu sehen ist viel besser, als es zu lesen."
    }
  },
  {
    "translation": {
      "en": "- [Rikki] And here we are. - [girls laugh]",
      "de": "Und hopp."
    }
  },
  {
    "translation": {
      "en": "So, ready for an adventure?",
      "de": "Seid ihr bereit?"
    }
  },
  {
    "translation": {
      "en": "So, are you having a good time? You bet!",
      "de": "-Toll! Gehen wir noch mal runter? -Okay."
    }
  },
  {
    "translation": {
      "en": "Wow, that was great. You were right.",
      "de": "Das war genial. Du hattest recht."
    }
  },
  {
    "translation": {
      "en": "After a tour like that, I'll never have a mental blank again.",
      "de": "Jetzt kriege ich keinen Blackout mehr."
    }
  },
  {
    "translation": {
      "en": "I'll never forget anything I saw.",
      "de": "Was ich gesehen habe, vergesse ich nie."
    }
  },
  {
    "translation": {
      "en": "We should probably think about heading back to port if we're gonna make it before sunset.",
      "de": "Wir sollten zurückfahren, um vor Sonnenuntergang da zu sein."
    }
  },
  {
    "translation": {
      "en": "It's no use. The motor's flooded.",
      "de": "Zwecklos, der Motor ist abgesoffen."
    }
  },
  {
    "translation": {
      "en": "I'll call my father. He can get us in the Coast Guard boat.",
      "de": "Ich rufe meinen Vater an, er kommt mit der Küstenwache."
    }
  },
  {
    "translation": {
      "en": "[Lewis] Good idea. We're not going anywhere in this thing.",
      "de": "Du hast recht. Wir können sowieso nichts anderes machen."
    }
  },
  {
    "translation": {
      "en": "Snap! I can't get a signal.",
      "de": "Mist, ich habe keinen Empfang."
    }
  },
  {
    "translation": {
      "en": "Me neither. This island is too far from anywhere.",
      "de": "Ich auch nicht. Die Insel ist zu abgelegen."
    }
  },
  {
    "translation": {
      "en": "It looks like we're gonna have to spend the night here.",
      "de": "Dann müssen wir hier übernachten."
    }
  },
  {
    "translation": {
      "en": "What? Sleeping outside? Are there any wild animals?",
      "de": "Was? Unter freiem Himmel? Gibt es hier wilde Tiere?"
    }
  },
  {
    "translation": {
      "en": "And our parents will be worried sick.",
      "de": "Unsere Eltern machen sich Sorgen."
    }
  },
  {
    "translation": {
      "en": "I'm not saying we won't get in trouble for it tomorrow, but unless you have a better suggestion...",
      "de": "Wir kriegen sicher Ärger. Aber hast du eine bessere Idee?"
    }
  },
  {
    "translation": {
      "en": "I don't believe this. It sounds like he swallowed an airplane motor.",
      "de": "Unglaublich. Hat er einen Düsenjäger verschluckt?"
    }
  },
  {
    "translation": {
      "en": "[Rikki] Look over there, that light. Do you think there could be somebody there?",
      "de": "Seht mal, das Licht dort. Vielleicht ist da jemand."
    }
  },
  {
    "translation": {
      "en": "Shouldn't we tell Lewis where we're going?",
      "de": "-Sollen wir Lewis Bescheid sagen? -Der soll schlafen."
    }
  },
  {
    "translation": {
      "en": "No, we may as well let him sleep.",
      "de": "-Sollen wir Lewis Bescheid sagen? -Der soll schlafen. Wir brauchen keine Jungs, wir kommen alleine klar."
    }
  },
  {
    "translation": {
      "en": "Besides, we don't need boys to help. We can take care of ourselves.",
      "de": "Wir brauchen keine Jungs, wir kommen alleine klar."
    }
  },
  {
    "translation": {
      "en": "[Cleo] Here we are, girls.",
      "de": "Da sind wir."
    }
  },
  {
    "translation": {
      "en": "Whoa! It's amazing. Let's check it out.",
      "de": "-Seht euch das an! -Glaubt ihr, dass es tief ist?"
    }
  },
  {
    "translation": {
      "en": "[Emma] Careful, Rikki!",
      "de": "Sei vorsichtig, Rikki! -Aaah! -Rikki!"
    }
  },
  {
    "translation": {
      "en": "Rikki!",
      "de": "-Aaah! -Rikki! Aaah!"
    }
  },
  {
    "translation": {
      "en": "Emma! Rikki! Where are you?",
      "de": "Emma! Rikki! Wo seid ihr?"
    }
  },
  {
    "translation": {
      "en": "Everybody alright? Yeah, we're good.",
      "de": "-Habt ihr beiden euch was getan? -Zum Glück nicht."
    }
  },
  {
    "translation": {
      "en": "Strange. Why is it so bright down here?",
      "de": "Komisch, es ist so hell hier."
    }
  },
  {
    "translation": {
      "en": "The grotto is covered in some sort of phosphorescent moss that glows in the dark.",
      "de": "Das ist phosphoreszierendes Moos, daher kommt das Licht."
    }
  },
  {
    "translation": {
      "en": "I don't know about you guys,",
      "de": "Das hilft uns auch nicht, hier rauszukommen."
    }
  },
  {
    "translation": {
      "en": "but I've seen enough for one night. Let's get out of here.",
      "de": "Das hilft uns auch nicht, hier rauszukommen. Ich sehe mal, ob ich wieder hochklettern kann."
    }
  },
  {
    "translation": {
      "en": "I don't believe it. We have to find another way out.",
      "de": "-Das darf nicht wahr sein! -Wir suchen einen anderen Ausgang."
    }
  },
  {
    "translation": {
      "en": "The pool must be linked to the sea. We could get out by swimming underwater.",
      "de": "Der See ist mit dem Meer verbunden, wir könnten tauchen."
    }
  },
  {
    "translation": {
      "en": "Sorry, girls, but I don't think I can make it.",
      "de": "Tut mir leid, das schaffe ich nicht."
    }
  },
  {
    "translation": {
      "en": "We've got no choice. Nobody knows where we are.",
      "de": "Wir müssen. Keiner weiß, wo wir sind."
    }
  },
  {
    "translation": {
      "en": "If we stay here, they'll never find us.",
      "de": "Keiner wird uns finden."
    }
  },
  {
    "translation": {
      "en": "I'll go first and have a look, then I'll come back and get you.",
      "de": "Ich tauche vor und sehe mich um, dann hole ich euch."
    }
  },
  {
    "translation": {
      "en": "I can do 30m underwater. Piece of cake.",
      "de": "Im Training schaffe ich 30 Meter, das reicht bestimmt."
    }
  },
  {
    "translation": {
      "en": "But where... Where are my legs? What's going on? This is crazy.",
      "de": "Wo sind meine Beine? Was ist das? Das ist verrückt, wir sind..."
    }
  },
  {
    "translation": {
      "en": "- We're... - [all] Mermaids!",
      "de": "Wo sind meine Beine? Was ist das? Das ist verrückt, wir sind... Meerjungfrauen!"
    }
  },
  {
    "translation": {
      "en": "What's happening to us? I don't want to turn into a fish.",
      "de": "Was passiert mit uns? Ich will kein Fisch sein!"
    }
  },
  {
    "translation": {
      "en": "Calm down, Cleo. Everything will be fine.",
      "de": "Beruhige dich, Cleo. Alles wird gut."
    }
  },
  {
    "translation": {
      "en": "I don't know how, but it's got to be fine.",
      "de": "Ich weiß noch nicht, wie, aber das wird es."
    }
  },
  {
    "translation": {
      "en": "We can get out this way.",
      "de": "Da ist ein Ausgang. Komm, Cleo, keine Angst."
    }
  },
  {
    "translation": {
      "en": "Come on, don't be scared. We'll all go together.",
      "de": "Da ist ein Ausgang. Komm, Cleo, keine Angst. Wir machen das zusammen."
    }
  },
  {
    "translation": {
      "en": "Cleo, you don't need to hold your breath. Just breathe normally.",
      "de": "Nein, halte nicht die Luft an. Atme einfach ganz normal."
    }
  },
  {
    "translation": {
      "en": "This is crazy. We're breathing and talking underwater.",
      "de": "Verrückt! Ich kann unter Wasser atmen und sprechen."
    }
  },
  {
    "translation": {
      "en": "Let's hope Lewis is still sleeping. We can't let him see us like this.",
      "de": "Ich hoffe, Lewis schläft noch. Er darf uns so nicht sehen."
    }
  },
  {
    "translation": {
      "en": "Shh. Listen.",
      "de": "Psst, hört mal."
    }
  },
  {
    "translation": {
      "en": "- What? I can't hear anything. - Exactly. When we left Lewis,",
      "de": "Was? Ich höre nichts. Eben. Eigentlich müssten wir Lewis schnarchen hören."
    }
  },
  {
    "translation": {
      "en": "he was snoring loud enough to wake the dead.",
      "de": "Eben. Eigentlich müssten wir Lewis schnarchen hören."
    }
  },
  {
    "translation": {
      "en": "Girls, I was super worried...",
      "de": "Da seid ihr ja! Ich habe mir Sorgen..."
    }
  },
  {
    "translation": {
      "en": "Don't just stand there with your mouth hanging open.",
      "de": "Guck nicht so verdutzt."
    }
  },
  {
    "translation": {
      "en": "Get over here and give us a hand.",
      "de": "Komm her und hilf uns."
    }
  },
  {
    "translation": {
      "en": "OK, you saw a light and fell down a hole.",
      "de": "Was ist denn passiert? Ist das eine chemische Reaktion?"
    }
  },
  {
    "translation": {
      "en": "- Then what happened? - We don't know.",
      "de": "Was ist denn passiert? Ist das eine chemische Reaktion? Wir wissen es nicht. Wir waren in der Grotte... oh nein!"
    }
  },
  {
    "translation": {
      "en": "All three of us were in this grotto...",
      "de": "Wir wissen es nicht. Wir waren in der Grotte... oh nein!"
    }
  },
  {
    "translation": {
      "en": "- [boat horn] - Oh, no, the Coast Guard!",
      "de": "Wir wissen es nicht. Wir waren in der Grotte... oh nein! Die Küstenwache!"
    }
  },
  {
    "translation": {
      "en": "It's my father. He must have sent out the alert",
      "de": "Mein Vater schlug Alarm, weil wir nicht zurückkamen."
    }
  },
  {
    "translation": {
      "en": "- when we didn't come back. - If he sees us, it's game over.",
      "de": "Mein Vater schlug Alarm, weil wir nicht zurückkamen. Sie dürfen uns so nicht sehen."
    }
  },
  {
    "translation": {
      "en": "[Emma] And with tails we can't run into the bushes and hide.",
      "de": "Mit Schwänzen statt Beinen können wir uns nicht verstecken. Oh, was ist denn jetzt los?"
    }
  },
  {
    "translation": {
      "en": "[Cleo] What's going on?",
      "de": "Oh, was ist denn jetzt los?"
    }
  },
  {
    "translation": {
      "en": "Oh, gosh. I can feel my legs, they're back!",
      "de": "Meine Güte, ich spüre meine Beine. Sie sind wieder da."
    }
  },
  {
    "translation": {
      "en": "Unbelievable. Mine, too.",
      "de": "-Unglaublich. Meine auch. -Und meine auch."
    }
  },
  {
    "translation": {
      "en": "- Same here. - That's certainly a relief.",
      "de": "-Unglaublich. Meine auch. -Und meine auch. -Jetzt kapiere ich gar nichts mehr. -Hört zu."
    }
  },
  {
    "translation": {
      "en": "Listen up. We can't talk about this to anyone,",
      "de": "-Jetzt kapiere ich gar nichts mehr. -Hört zu. Wir erzählen niemandem davon, vor allem nicht unseren Eltern, okay?"
    }
  },
  {
    "translation": {
      "en": "and especially not our parents. Got it?",
      "de": "Wir erzählen niemandem davon, vor allem nicht unseren Eltern, okay?"
    }
  },
  {
    "translation": {
      "en": "[Lewis] On the bright side, someone's come to rescue us.",
      "de": "Na ja, wenigstens kommt uns jemand retten."
    }
  },
  {
    "translation": {
      "en": "I don't think I'll be around long to enjoy it.",
      "de": "Nur, dass ich nicht mehr lange überleben werde."
    }
  },
  {
    "translation": {
      "en": "[man] Can you imagine if Lewis's mother hadn't known where you were? How would we have found you?",
      "de": "Hätte Lewis nicht Bescheid gesagt, wie hätten wir euch finden sollen?"
    }
  },
  {
    "translation": {
      "en": "We couldn't have known that Lewis's boat would breakdown.",
      "de": "Wir rechneten nicht mit einer Bootspanne."
    }
  },
  {
    "translation": {
      "en": "That isn't the issue. You should have told us beforehand.",
      "de": "Das ist nicht der Punkt, Cleo. Du musst Bescheid sagen."
    }
  },
  {
    "translation": {
      "en": "It's hardly acting responsibly. Right, Mom?",
      "de": "Das war verantwortungslos. Oder, Mama?"
    }
  },
  {
    "translation": {
      "en": "Kim, do you mind? No one asked for your opinion.",
      "de": "Kim, bitte erspare uns deine Kommentare."
    }
  },
  {
    "translation": {
      "en": "I promise, Mom, it's the last time I go out to sea without warning you.",
      "de": "Ich verspreche, nächstes Mal sage ich Bescheid."
    }
  },
  {
    "translation": {
      "en": "Hey, can you take me with you next time?",
      "de": "-Darf ich nächstes Mal mitkommen? -Nein, Elliot!"
    }
  },
  {
    "translation": {
      "en": "Elliot! Absolutely not, young man.",
      "de": "-Darf ich nächstes Mal mitkommen? -Nein, Elliot! Los jetzt, wir essen in fünf Minuten."
    }
  },
  {
    "translation": {
      "en": "Dinner will be ready in five minutes.",
      "de": "Los jetzt, wir essen in fünf Minuten."
    }
  },
  {
    "translation": {
      "en": "Elliot, can you close the door, please?",
      "de": "Elliot, mach bitte die Tür zu."
    }
  },
  {
    "translation": {
      "en": "Elliot!",
      "de": "So ein Idiot!"
    }
  },
  {
    "translation": {
      "en": "I've got to head off to work, but I haven't finished with you.",
      "de": "Ich muss nun arbeiten, aber wir sind nicht fertig."
    }
  },
  {
    "translation": {
      "en": "We'll discuss your punishment tonight.",
      "de": "Wir reden heute Abend über deine Strafe."
    }
  },
  {
    "translation": {
      "en": "Hey, Rikki, what's new?",
      "de": "Hey, Rikki. Wie geht's?"
    }
  },
  {
    "translation": {
      "en": "I hope your clothes were dry. You're gonna pay for that!",
      "de": "-Sind deine Sachen trocken? -Das kriegst du zurück!"
    }
  },
  {
    "translation": {
      "en": "Oh, no, it can't be. It's happening again!",
      "de": "Oh nein, es geht wieder los!"
    }
  },
  {
    "translation": {
      "en": "What's gotten into her?",
      "de": "Was hat sie?"
    }
  },
  {
    "translation": {
      "en": "So, every time we touch water we transform into a mermaid?",
      "de": "Kommen wir mit Wasser in Berührung, werden wir zu Meerjungfrauen?"
    }
  },
  {
    "translation": {
      "en": "Water is everywhere. What are we gonna do?",
      "de": "Wasser gibt es überall. Und jetzt?"
    }
  },
  {
    "translation": {
      "en": "What about my dream of being a championship swimmer? It's over.",
      "de": "Die Schwimmmeisterschaften kann ich vergessen."
    }
  },
  {
    "translation": {
      "en": "You always say science has an answer for everything.",
      "de": "Du sagst immer, dass die Wissenschaft auf alles eine Antwort hat."
    }
  },
  {
    "translation": {
      "en": "Now is a good time to prove it. Find us a solution, Mr. Genius.",
      "de": "Du sagst immer, dass die Wissenschaft auf alles eine Antwort hat. Beweis es."
    }
  },
  {
    "translation": {
      "en": "What do I know about mermaids? Up until today I didn't believe in them.",
      "de": "Ich weiß nichts über Meerjungfrauen! Bisher glaubte ich nicht an sie."
    }
  },
  {
    "translation": {
      "en": "It might be that you're all fine and I'm hallucinating.",
      "de": "Vielleicht habe ich auch nur Halluzinationen."
    }
  },
  {
    "translation": {
      "en": "Lewis, you're the only one who can help us.",
      "de": "Lewis, du bist der Einzige, der uns helfen kann."
    }
  },
  {
    "translation": {
      "en": "Not only are you a genius, but you're the only one who knows our secret.",
      "de": "Du bist ein echtes Genie, und nur du kennst unser Geheimnis."
    }
  },
  {
    "translation": {
      "en": "OK, Cleo, I'll get to work on it.",
      "de": "Also gut, lass mich nachdenken."
    }
  },
  {
    "translation": {
      "en": "Alright, listen up. Nobody can ever know.",
      "de": "Niemand darf davon erfahren. Niemals."
    }
  },
  {
    "translation": {
      "en": "Nobody, or they'd stick you in a laboratory",
      "de": "Niemand darf davon erfahren. Niemals. Sonst werden im Labor Experimente mit euch gemacht."
    }
  },
  {
    "translation": {
      "en": "and do all kinds of experiments on you.",
      "de": "Sonst werden im Labor Experimente mit euch gemacht."
    }
  },
  {
    "translation": {
      "en": "But if we transform every time we touch water, everybody will know about us in two days.",
      "de": "Wir verwandeln uns bei Wasserkontakt. Bald weiß die ganze Stadt Bescheid."
    }
  },
  {
    "translation": {
      "en": "Hold on, first off we're not certain you transform every time.",
      "de": "Wir wissen doch gar nicht, ob ihr euch jedes Mal verwandelt."
    }
  },
  {
    "translation": {
      "en": "We have to assess it scientifically, do some tests.",
      "de": "Wir müssen wissenschaftliche Tests machen."
    }
  },
  {
    "translation": {
      "en": "Tests? What do you mean, tests? What kind of tests?",
      "de": "Tests? Wie in einem Versuchslabor?"
    }
  },
  {
    "translation": {
      "en": "We have to reproduce your transformation under the same conditions as earlier, at home.",
      "de": "Wir wiederholen eure Verwandlung unter denselben Bedingungen."
    }
  },
  {
    "translation": {
      "en": "- How are we gonna do that? - Like this!",
      "de": "-Wie denn? -So!"
    }
  },
  {
    "translation": {
      "en": "- [both] Wow. - Did you see that? It's like she's got some kind of magic power.",
      "de": "-Wow! Habt ihr das gesehen? -Wir haben so was wie Zauberkräfte."
    }
  },
  {
    "translation": {
      "en": "So, to sum up then,",
      "de": "Gut, ich fasse zusammen."
    }
  },
  {
    "translation": {
      "en": "apparently Cleo can control water to give it whatever form she wants.",
      "de": "Cleo kann das Wasser jede beliebige Gestalt annehmen lassen."
    }
  },
  {
    "translation": {
      "en": "Rikki, you can make it boil and you, Emma, can freeze it.",
      "de": "Rikki bringt es zum Kochen, und Emma lässt es gefrieren."
    }
  },
  {
    "translation": {
      "en": "It's all very well having superpowers,",
      "de": "Superkräfte sind schön und gut,"
    }
  },
  {
    "translation": {
      "en": "but so what if I can turn a pool into a skating rink? How is that supposed to help me?",
      "de": "aber ich will das Schwimmbecken nicht zur Eisbahn machen."
    }
  },
  {
    "translation": {
      "en": "Not to mention that we still haven't a clue what's happened to us.",
      "de": "Wir wissen immer noch nicht, warum uns das passiert ist."
    }
  },
  {
    "translation": {
      "en": "There's only one solution.",
      "de": "Es gibt nur eine Lösung."
    }
  },
  {
    "translation": {
      "en": "We've got to return to Mako Island. That's where it all started.",
      "de": "Wir müssen nach Mako zurück. Dort fing alles an."
    }
  },
  {
    "translation": {
      "en": "Of course. Why didn't I think of that?",
      "de": "Natürlich! Warum habe ich nicht früher daran gedacht?"
    }
  },
  {
    "translation": {
      "en": "The grotto where you first transformed.",
      "de": "Natürlich! Warum habe ich nicht früher daran gedacht? Im Wasser der Grotte muss etwas Besonderes sein."
    }
  },
  {
    "translation": {
      "en": "There has to be something special in the water.",
      "de": "Im Wasser der Grotte muss etwas Besonderes sein."
    }
  },
  {
    "translation": {
      "en": "Bring me back a sample and I can analyze it.",
      "de": "Bringt mir eine Probe zum Analysieren."
    }
  },
  {
    "translation": {
      "en": "OK, but I'm not so sure magic will show up under a microscope.",
      "de": "Gut, aber sieht man Magie unter dem Mikroskop?"
    }
  },
  {
    "translation": {
      "en": "It's so strange to be breathing underwater. It feels like the oxygen is liquid.",
      "de": "Es ist seltsam, unter Wasser zu atmen. Als wäre Sauerstoff flüssig."
    }
  },
  {
    "translation": {
      "en": "I love it. It's the coolest thing I've ever done.",
      "de": "Es ist wunderbar! So was Tolles habe ich noch nie gemacht."
    }
  },
  {
    "translation": {
      "en": "And look how fast I can swim.",
      "de": "Finde ich auc. Seht mal, wie schnell ich schwimmen kann!"
    }
  },
  {
    "translation": {
      "en": "Whoo-hoo!",
      "de": "Juhuu!"
    }
  },
  {
    "translation": {
      "en": "It's crazy. Can you imagine if I could do this in a pool?",
      "de": "Das ist verrückt! Könnte ich das im Schwimmbecken machen,"
    }
  },
  {
    "translation": {
      "en": "I could break every record.",
      "de": "würde ich alle Rekorde brechen."
    }
  },
  {
    "translation": {
      "en": "Hi there. Who are you?",
      "de": "Hallo, wer seid ihr?"
    }
  },
  {
    "translation": {
      "en": "- [all gasp] - Yoo-hoo! I'm over here. - Yoo-hoo! - You can talk.",
      "de": "-Huhu, hier bin ich. Huhu! -Du kannst sprechen."
    }
  },
  {
    "translation": {
      "en": "You're a fish and you can talk.",
      "de": "-Du bist ein Fisch und kannst sprechen? -Ihr seid lustig."
    }
  },
  {
    "translation": {
      "en": "You're funny. My name is Ziggy.",
      "de": "-Du bist ein Fisch und kannst sprechen? -Ihr seid lustig. Ich heiße Ziggy. Ihr seid neu hier, oder?"
    }
  },
  {
    "translation": {
      "en": "You're new around here, aren't you?",
      "de": "Ich heiße Ziggy. Ihr seid neu hier, oder?"
    }
  },
  {
    "translation": {
      "en": "If you'd like, I can give you a guided tour.",
      "de": "Ich kann euch herumführen."
    }
  },
  {
    "translation": {
      "en": "[Ziggy] So, let me introduce the school of sardines,",
      "de": "Darf ich euch vorstellen? Der Sardinenschwarm, die Seepferdchen,"
    }
  },
  {
    "translation": {
      "en": "the seahorses, Marcel the grouper,",
      "de": "Der Sardinenschwarm, die Seepferdchen, Zackenbarsch Marcel."
    }
  },
  {
    "translation": {
      "en": "the jellyfish is Carlotta and the twin dolphins are Robby and Bobby.",
      "de": "Die Qualle heißt Carlotta und die Delfine Robby und Bobby."
    }
  },
  {
    "translation": {
      "en": "I'm sure you've already heard of us. We're the biggest stars in the bay.",
      "de": "Ihr habt bestimmt von uns gehört. Wir sind die Stars in der Bucht."
    }
  },
  {
    "translation": {
      "en": "But don't be too awestruck. We may be stars, but we're not stuck up.",
      "de": "Keine Angst, ihr könnt ganz normal mit uns reden."
    }
  },
  {
    "translation": {
      "en": "What species are you? Let me guess. Common dolphins.",
      "de": "Zu welcher Art gehört ihr? Zu den Gemeinen Delfinen?"
    }
  },
  {
    "translation": {
      "en": "Are you kidding? Come on! We're spinner dolphins.",
      "de": "Oh, keineswegs. Wir sind Langschnäuzige Delfine."
    }
  },
  {
    "translation": {
      "en": "And we're way leaner and more muscular than those pathetic little common dolphins.",
      "de": "Wir sind viel schlanker und muskulöser als die Gemeinen Delfine."
    }
  },
  {
    "translation": {
      "en": "Say, girls, didn't we have something urgent to do?",
      "de": "Mädels, wollten wir nicht etwas erledigen?"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, right, sorry. We have to get going.",
      "de": "Stimmt. Tut uns leid, wir müssen los."
    }
  },
  {
    "translation": {
      "en": "But we'll come back and see you soon. Promise! Bye-bye!",
      "de": "-Aber wir kommen bald wieder. -Bis bald!"
    }
  },
  {
    "translation": {
      "en": "I was sure it was this way. But, Emma, we've already passed this coral before.",
      "de": "-Ich war mir sicher, dass es hier ist. -An den Korallen waren wir schon mal."
    }
  },
  {
    "translation": {
      "en": "Hey, look over there. It's that little hermit crab we saved.",
      "de": "Da, der Einsiedlerkrebs, den wir gerettet haben."
    }
  },
  {
    "translation": {
      "en": "Come on, faster, Zita, let's go faster!",
      "de": "Oh, nun mach schon! Schneller, Zita, schneller!"
    }
  },
  {
    "translation": {
      "en": "It looks like he's in trouble.",
      "de": "Er hat Probleme."
    }
  },
  {
    "translation": {
      "en": "Oh! I recognize them. They were at Mako Island.",
      "de": "Die waren doch vor Mako."
    }
  },
  {
    "translation": {
      "en": "Someone ought to stop those bullies. Come on, girls, let's go!",
      "de": "Diese Grobiane werden ihn angreifen. Kommt, wir helfen ihm."
    }
  },
  {
    "translation": {
      "en": "Hang on. That's a hammerhead shark, Rikki!",
      "de": "Wartet doch! Da ist ein Hammerhai dabei."
    }
  },
  {
    "translation": {
      "en": "Where'd they go?",
      "de": "-Wir haben sie verloren. -Da!"
    }
  },
  {
    "translation": {
      "en": "- There! - [taunting] Stop. Leave them alone!",
      "de": "-Wo wollt ihr denn hin? -Hört auf! Lasst sie in Ruhe!"
    }
  },
  {
    "translation": {
      "en": "- Who are you? - And what are you?",
      "de": "-Wer seid ihr? -Und was seid ihr?"
    }
  },
  {
    "translation": {
      "en": "We're mermaids. And don't even think about hurting those two.",
      "de": "Meerjungfrauen. Wir verbieten euch, ihnen wehzutun."
    }
  },
  {
    "translation": {
      "en": "Go pick on somebody your own size.",
      "de": "Legt euch mit jemandem in euerer Größe an."
    }
  },
  {
    "translation": {
      "en": "Hey, boss, Burke think them mermaids",
      "de": "Legt euch mit jemandem in euerer Größe an. Boss, die drei brauchen eine Abreibung."
    }
  },
  {
    "translation": {
      "en": "need to learn some manners.",
      "de": "Boss, die drei brauchen eine Abreibung."
    }
  },
  {
    "translation": {
      "en": "You can't talk to us like that. Our powers! Quick!",
      "de": "-Oder vielleicht noch mehr. -Unsere Kräfte, schnell!"
    }
  },
  {
    "translation": {
      "en": "Nice try.",
      "de": "Daneben!"
    }
  },
  {
    "translation": {
      "en": "Oops. You missed.",
      "de": "Ha! Sehr beeindruckend."
    }
  },
  {
    "translation": {
      "en": "[laughs] Why don't you learn to aim?",
      "de": "Lern erst mal, zu zielen."
    }
  },
  {
    "translation": {
      "en": "- [all splutter] - Burke no can see. OK, now!",
      "de": "-Ich kann nichts mehr sehen. -Los, jetzt!"
    }
  },
  {
    "translation": {
      "en": "- Quick, let's go. - [crab] Right you are!",
      "de": "-Schnell weg hier. -Ja, lass uns verschwinden."
    }
  },
  {
    "translation": {
      "en": "Aw, thanks. Lucky you were there.",
      "de": "Danke. Zum Glück wart ihr da."
    }
  },
  {
    "translation": {
      "en": "They get their kicks picking on us.",
      "de": "Die greifen uns ständig an. Ich bin übrigens Bernie."
    }
  },
  {
    "translation": {
      "en": "By the way, I'm Bernie and she's Zita.",
      "de": "Die greifen uns ständig an. Ich bin übrigens Bernie. Und das ist Zita."
    }
  },
  {
    "translation": {
      "en": "We already met. Don't you remember? On the beach.",
      "de": "Wir kennen uns vom Strand. Du hattest dein Haus verloren."
    }
  },
  {
    "translation": {
      "en": "- You'd lost your shell. - Oh, yes, of course.",
      "de": "Wir kennen uns vom Strand. Du hattest dein Haus verloren. Stimmt, ihr habt mir das Leben gerettet. Und jetzt zum zweiten Mal."
    }
  },
  {
    "translation": {
      "en": "You saved my life. So that makes it twice now.",
      "de": "Stimmt, ihr habt mir das Leben gerettet. Und jetzt zum zweiten Mal."
    }
  },
  {
    "translation": {
      "en": "But... But you were different.",
      "de": "Aber da wart ihr anders."
    }
  },
  {
    "translation": {
      "en": "Yes, we've changed a bit. We've been this way since we went to Mako Island.",
      "de": "Wir haben uns verändert, seit wir auf Mako waren."
    }
  },
  {
    "translation": {
      "en": "We're trying to get back there, but we got lost.",
      "de": "Wir müssen dorthin, aber wir finden es nicht mehr."
    }
  },
  {
    "translation": {
      "en": "[Bernie] I'll take you there. Come on, Zita, let's go. We're off to Mako Island.",
      "de": "Ich kann euch hinbringen. Los, Zita, auf nach Mako Island."
    }
  },
  {
    "translation": {
      "en": "The vandals. They found us again.",
      "de": "Oh, die Rowdys! Sie haben uns gefunden."
    }
  },
  {
    "translation": {
      "en": "- That way. I recognize it. - [Bernie] Quick!",
      "de": "-Dort lang. Ich erkenne es wieder. -Schnell."
    }
  },
  {
    "translation": {
      "en": "Phew. OK, I don't think they saw which way we went.",
      "de": "Puh, sie haben uns nicht hier reinschwimmen sehen."
    }
  },
  {
    "translation": {
      "en": "Bernie, Zita, we need you to watch the entrance to the cave.",
      "de": "Puh, sie haben uns nicht hier reinschwimmen sehen. Bernie, Zita, überwacht den Eingang für uns."
    }
  },
  {
    "translation": {
      "en": "[Bernie] OK, will do.",
      "de": "Gut, wird gemacht."
    }
  },
  {
    "translation": {
      "en": "I don't see anything special. It's just a plain old cave.",
      "de": "Ich sehe nichts Besonderes, nur eine normale Grotte."
    }
  },
  {
    "translation": {
      "en": "- A dime a dozen. - Remember what Lewis said,",
      "de": "Ich sehe nichts Besonderes, nur eine normale Grotte. Vielleicht hat Lewis recht und es liegt am Wasser."
    }
  },
  {
    "translation": {
      "en": "it might be something in the water.",
      "de": "Vielleicht hat Lewis recht und es liegt am Wasser."
    }
  },
  {
    "translation": {
      "en": "You think he'll find mermaid molecules in it?",
      "de": "Glaubst du, er findet Meerjungfrauen-Moleküle?"
    }
  },
  {
    "translation": {
      "en": "Can't we head back? The place gives me the creeps.",
      "de": "Können wir jetzt gehen? Dieser Ort macht mir Angst."
    }
  },
  {
    "translation": {
      "en": "The last time, the full moon, it had a magical feel to it.",
      "de": "Mit dem Vollmond hatte es etwas Magisches."
    }
  },
  {
    "translation": {
      "en": "But right now it's just really gloomy.",
      "de": "Aber jetzt ist es dunkel."
    }
  },
  {
    "translation": {
      "en": "- Maybe it was the full moon. - What? You think it might be because of the full moon?",
      "de": "-Vielleicht lag es ja am Vollmond. -Was? Glaubt ihr das wirklich?"
    }
  },
  {
    "translation": {
      "en": "So, did you find anything?",
      "de": "Und, habt ihr etwas gefunden?"
    }
  },
  {
    "translation": {
      "en": "- No, nothing at all. - Then follow me.",
      "de": "-Nein. -Überhaupt nichts. Dann folgt mir. Ich kenne jemanden, der euch helfen könnte."
    }
  },
  {
    "translation": {
      "en": "I know someone who might be able to help you.",
      "de": "Dann folgt mir. Ich kenne jemanden, der euch helfen könnte."
    }
  },
  {
    "translation": {
      "en": "Here we are. Hey, Sue, are you home?",
      "de": "Hier sind wir. Sue! Bist du da?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "Sue, I've brought you... Three mermaids. Yes, I know.",
      "de": "-Sue, ich habe hier drei... -Meerjungfrauen."
    }
  },
  {
    "translation": {
      "en": "- Hello. We're... - Looking for answers. I know that, too.",
      "de": "-Guten Tag... -Auf der Suche nach Antworten, ich weiß."
    }
  },
  {
    "translation": {
      "en": "She has an answer for everything.",
      "de": "Sie kennt alle Antworten."
    }
  },
  {
    "translation": {
      "en": "Did this happen to us because of Mako Island?",
      "de": "Und das hat alles mit Mako zu tun?"
    }
  },
  {
    "translation": {
      "en": "Mako is a mystery. It's said the island is magic",
      "de": "Die Insel Mako ist ein Mysterium. Sie soll magisch sein."
    }
  },
  {
    "translation": {
      "en": "and that when the moon is full, creatures are born from its depths.",
      "de": "Bei Vollmond bringen ihre Untiefen besondere Wesen hervor."
    }
  },
  {
    "translation": {
      "en": "Magic?",
      "de": "Magisch?"
    }
  },
  {
    "translation": {
      "en": "So, how can we go back to how we were before? There must be a way to break the spell.",
      "de": "Aber wie werden wir wieder wie vorher? Man kann den Zauber sicher brechen."
    }
  },
  {
    "translation": {
      "en": "It isn't a spell. This is the will of the universe.",
      "de": "Das ist kein Zauber, sondern der Wille des Universums."
    }
  },
  {
    "translation": {
      "en": "No one can alter the laws of nature.",
      "de": "Keiner kann die Gesetze der Natur ändern."
    }
  },
  {
    "translation": {
      "en": "I must leave you now. But I shall see you again.",
      "de": "Ich muss jetzt gehen. Aber wir sehen uns wieder."
    }
  },
  {
    "translation": {
      "en": "The laws of nature? What the heck is she on about?",
      "de": "Die Gesetze der Natur? Was erzählt sie da?"
    }
  },
  {
    "translation": {
      "en": "There's nothing natural about turning into a mermaid.",
      "de": "Was soll an Meerjungfrauen natürlich sein?"
    }
  },
  {
    "translation": {
      "en": "You've got to trust her. Sue knows the answers to all mysteries.",
      "de": "Vertraut ihr. Sue kennt alle Antworten."
    }
  },
  {
    "translation": {
      "en": "Oh, no! They found us again.",
      "de": "-Oh nein, sie sind wieder da. -Was sollen wir tun?"
    }
  },
  {
    "translation": {
      "en": "- What do we do? - They're passing us.",
      "de": "-Oh nein, sie sind wieder da. -Was sollen wir tun? Sie überholen uns!"
    }
  },
  {
    "translation": {
      "en": "You're going to regret running into the vandal gang.",
      "de": "Ihr werdet es bereuen, euch mit uns angelegt zu haben."
    }
  },
  {
    "translation": {
      "en": "We've got no choice. We've got to confront them.",
      "de": "Wir müssen gegen sie kämpfen. Oder sollen sie weiter Gangster spielen?"
    }
  },
  {
    "translation": {
      "en": "We've got to show them we're just as tough as they are.",
      "de": "Wir müssen gegen sie kämpfen. Oder sollen sie weiter Gangster spielen? Schön, dann hört mir gut zu."
    }
  },
  {
    "translation": {
      "en": "In that case, listen carefully. The trickiest one is Dany.",
      "de": "Schön, dann hört mir gut zu. Der Hinterhältigste ist Dany mit den Tentakeln."
    }
  },
  {
    "translation": {
      "en": "Watch out for his tentacles.",
      "de": "Der Hinterhältigste ist Dany mit den Tentakeln."
    }
  },
  {
    "translation": {
      "en": "Burke, with his eyes on the side,",
      "de": "Burkhardt sieht mit seinen Augen an der Seite alles."
    }
  },
  {
    "translation": {
      "en": "can see everywhere. And he can make very sharp turns.",
      "de": "Burkhardt sieht mit seinen Augen an der Seite alles. Und er ist sehr wendig."
    }
  },
  {
    "translation": {
      "en": "But the worst is Murray because he's as sneaky as he is mean.",
      "de": "Der Schlimmste ist Muhri. Er ist gewieft und boshaft."
    }
  },
  {
    "translation": {
      "en": "Thanks for the advice. We've got a few tricks of our own up our sleeve.",
      "de": "Danke für die Hinweise, aber wir haben auch ein paar Fähigkeiten."
    }
  },
  {
    "translation": {
      "en": "We haven't got all day here.",
      "de": "Wir wollen nicht den ganzen Tag vertrödeln."
    }
  },
  {
    "translation": {
      "en": "That's one down.",
      "de": "Gut gemacht, Emma."
    }
  },
  {
    "translation": {
      "en": "- You're up. - I'll g-get 'em, boss!",
      "de": "-Dein Job, Dany! -He he he..."
    }
  },
  {
    "translation": {
      "en": "You and me, marshmallow.",
      "de": "Der Wackelpudding gehört uns beiden."
    }
  },
  {
    "translation": {
      "en": "Talk about clingy. Let go of me.",
      "de": "Aaah! Lass mich los! Bist du eine Klette!"
    }
  },
  {
    "translation": {
      "en": "Imbecile.",
      "de": "Du Vollidiot!"
    }
  },
  {
    "translation": {
      "en": "This could be a problem. Rikki, use your power. Make the water boil.",
      "de": "-Dein Kopf gefällt mir nicht. -Rikki, bring das Wasser zum Kochen."
    }
  },
  {
    "translation": {
      "en": "Burke hot!",
      "de": "Oh, das brennt!"
    }
  },
  {
    "translation": {
      "en": "Emma, behind you!",
      "de": "Emma, hinter dir!"
    }
  },
  {
    "translation": {
      "en": "Take that!",
      "de": "Hier! Nimm das!"
    }
  },
  {
    "translation": {
      "en": "B-B-Boss, w-w-what do we d-d-do now?",
      "de": "Boss, was machen wir jetzt?"
    }
  },
  {
    "translation": {
      "en": "Alright, we'll finish our little chat another time.",
      "de": "Wir beenden die Diskussion das nächste Mal."
    }
  },
  {
    "translation": {
      "en": "Oh! I've never been so scared in my whole life.",
      "de": "Solche Angst hatte ich im ganzen Leben noch nicht."
    }
  },
  {
    "translation": {
      "en": "I think it was fantastic.",
      "de": "Du meinst, das war genial!"
    }
  },
  {
    "translation": {
      "en": "It was the most amazing adventure I've ever had. With our powers, we can do anything.",
      "de": "Das war bisher mein größtes Abenteuer. Mit unseren Kräften schaffen wir alles."
    }
  },
  {
    "translation": {
      "en": "You got that right. Between us, we put a whooping on those bullies.",
      "de": "Genau, wir drei allein haben die Rowdys vertrieben."
    }
  },
  {
    "translation": {
      "en": "One thing's for sure. Cleo won't have any trouble acing her big interview now!",
      "de": "Du hattest eine tolle Lehrstunde fürs Vorstellungsgespräch!"
    }
  },
  {
    "translation": {
      "en": "My interview! I'd forgotten all about it.",
      "de": "Das Vorstellungsgespräch hätte ich fast vergessen!"
    }
  },
  {
    "translation": {
      "en": "[Cleo] We can find a very rich ecosystem in the bay.",
      "de": "Die Bucht bietet ein sehr reiches Ökosystem."
    }
  },
  {
    "translation": {
      "en": "Probably because of all the coral reefs, which attracts many different species.",
      "de": "Das liegt wohl an dem Korallenriff, das viele Arten anzieht."
    }
  },
  {
    "translation": {
      "en": "- For example? - There are spinner dolphins,",
      "de": "-Zum Beispiel? -Langschnäuzige Delfine, Riesenmantas."
    }
  },
  {
    "translation": {
      "en": "manta rays and there are even hammerhead sharks.",
      "de": "-Zum Beispiel? -Langschnäuzige Delfine, Riesenmantas. Und sogar Hammerhaie."
    }
  },
  {
    "translation": {
      "en": "Hammerhead sharks? I forgot, we did have one of those",
      "de": "Hammerhaie? Vor einigen Jahren wurde hier wirklich einer gesichtet."
    }
  },
  {
    "translation": {
      "en": "- a few years ago. - They might not be too bright,",
      "de": "Hammerhaie? Vor einigen Jahren wurde hier wirklich einer gesichtet. Er ist nicht sehr clever,"
    }
  },
  {
    "translation": {
      "en": "but with their eyes on each side of their head,",
      "de": "aber mit den Augen an der Seite sieht er alles."
    }
  },
  {
    "translation": {
      "en": "they can see all around them.",
      "de": "aber mit den Augen an der Seite sieht er alles. Und es ist erstaunlich, wie klein sein Wendekreis ist!"
    }
  },
  {
    "translation": {
      "en": "And you wouldn't believe the sharp turns they can make.",
      "de": "Und es ist erstaunlich, wie klein sein Wendekreis ist!"
    }
  },
  {
    "translation": {
      "en": "You're right, but how do you know all that?",
      "de": "Und es ist erstaunlich, wie klein sein Wendekreis ist! Stimmt. Woher weißt du das?"
    }
  },
  {
    "translation": {
      "en": "I analyzed the water from the grotto and it's just perfectly normal seawater.",
      "de": "Ich hab das Wasser analysiert. Es ist normales Meerwasser."
    }
  },
  {
    "translation": {
      "en": "Maybe the manta ray was right, it's something magical.",
      "de": "Vielleicht hat der Manta recht, und es ist etwas Magisches?"
    }
  },
  {
    "translation": {
      "en": "What the heck am I saying? I must be going crazy.",
      "de": "Vielleicht hat der Manta recht, und es ist etwas Magisches? Was sage ich da? Ich werde verrückt. Ich forsche weiter."
    }
  },
  {
    "translation": {
      "en": "I'll continue my research. The process may be reversible.",
      "de": "Was sage ich da? Ich werde verrückt. Ich forsche weiter. Vielleicht ist das umkehrbar."
    }
  },
  {
    "translation": {
      "en": "- I'll find a cure. - Find a cure? To cure what?",
      "de": "-Ich finde ein Heilmittel. -Was? Wogegen?"
    }
  },
  {
    "translation": {
      "en": "- Our amazing mermaid powers? - We're mermaids now.",
      "de": "Gegen unsere Kräfte? Wir sind jetzt Meerjungfrauen und bleiben es."
    }
  },
  {
    "translation": {
      "en": "Whatever happens, no one can alter the laws of nature.",
      "de": "Wir sind jetzt Meerjungfrauen und bleiben es. \"Keiner kann die Gesetze der Natur ändern.\""
    }
  },
  {
    "translation": {
      "en": "- Right, Cleo? - Huh? Yeah.",
      "de": "-Oder, Cleo? -Ja."
    }
  },
  {
    "translation": {
      "en": "Hello? Hello, Mr. Lambert.",
      "de": "Hallo? Hallo, Mr. Lambert."
    }
  },
  {
    "translation": {
      "en": "Oh, you mean it? Absolutely. Thanks! Goodbye.",
      "de": "Wirklich? Ja, gut. Danke. Auf Wiedersehen."
    }
  },
  {
    "translation": {
      "en": "I've been hired at the Oceanic Center!",
      "de": "Ich arbeite im Meereszentrum!"
    }
  },
  {
    "translation": {
      "en": "- And all because of... - The mermaids of Mako.",
      "de": "Und das alles... Dank der Meerjungfrauen von Mako!"
    }
  }
]