[
  {
    "translation": {
      "en": "-[birds chirping] -[sirens wailing in distance]",
      "de": "WENN DU ES NICHT BIST, TU WENIGSTENS SO. - MUHAMMAD ALI"
    }
  },
  {
    "translation": {
      "en": "[Chris Colbert] ♪ Whoop! Whoop! It's the sound of the police ♪",
      "de": "Whoop! Whoop! So klingt die Polizei"
    }
  },
  {
    "translation": {
      "en": "♪ Whoop! Whoop! The belly of the beast ♪",
      "de": "Whoop! Whoop! Kriegt sie dich, ist es vorbei"
    }
  },
  {
    "translation": {
      "en": "I was a street kid, beating niggas up,",
      "de": "Ich war ein Straßenjunge und habe Nigger verkloppt,"
    }
  },
  {
    "translation": {
      "en": "robbing people, stabbing people. I used to do all that. Carried a gun.",
      "de": "Leute ausgeraubt und abgestochen. Ich hatte auch Waffen."
    }
  },
  {
    "translation": {
      "en": "These people in the streets don't fight no more. They shoot you.",
      "de": "Heute wird dort nicht mehr gekämpft. Es wird geschossen."
    }
  },
  {
    "translation": {
      "en": "That was the path, in the wrong direction.",
      "de": "Das war mein Weg, in die falsche Richtung."
    }
  },
  {
    "translation": {
      "en": "♪ I ain't hating now We the next superstar boy ♪",
      "de": "Ich hasse sie nicht Wir sind die neuen Superstars, Alter"
    }
  },
  {
    "translation": {
      "en": "The whole point of this sport is hit and not get hit.",
      "de": "Es geht darum, zu treffen und nicht getroffen zu werden."
    }
  },
  {
    "translation": {
      "en": "Don't take no unnecessary punishment.",
      "de": "Keine unnötigen Schläge einzustecken."
    }
  },
  {
    "translation": {
      "en": "It's how long you can last. And, you know, how smart you can be in this game.",
      "de": "Es geht darum, wie lange man aushält und wie geschickt man sich anstellt."
    }
  },
  {
    "translation": {
      "en": "[Cam F. Awesome] You don't need to be angry to fight.",
      "de": "Es braucht keinen Zorn für den Kampf."
    }
  },
  {
    "translation": {
      "en": "Boxing, to me, is a tactical game.",
      "de": "Boxen ist für mich ein taktisches Spiel."
    }
  },
  {
    "translation": {
      "en": "Everything I do is based off logic.",
      "de": "Alles, was ich mache, basiert auf Logik."
    }
  },
  {
    "translation": {
      "en": "It's, \"Can I be smarter?\" And manning up when it needs to be done.",
      "de": "Es geht darum, klüger zu sein und seinen Mann zu stehen, wenn es sein muss."
    }
  },
  {
    "translation": {
      "en": "But there's so many variables in boxing",
      "de": "Aber es gibt so viele Variablen beim Boxen,"
    }
  },
  {
    "translation": {
      "en": "that there's really no such thing as a right thing to do, just a bunch of wrongs.",
      "de": "dass es \"das Richtige\" nicht gibt, aber man kann einiges falsch machen."
    }
  },
  {
    "translation": {
      "en": "[Peter Quillin] To express myself is through a fight.",
      "de": "Ich drücke mich beim Kampf aus."
    }
  },
  {
    "translation": {
      "en": "I watch for your mistakes, try to beat you to the punch.",
      "de": "Ich suche deine Fehler und versuche, dir zuvorzukommen."
    }
  },
  {
    "translation": {
      "en": "There's no formula to winning.",
      "de": "Es gibt keine Siegesformel."
    }
  },
  {
    "translation": {
      "en": "It's a window I'm looking for.",
      "de": "Es ist ein Fenster, nach dem ich suche."
    }
  },
  {
    "translation": {
      "en": "That window closes in one second.",
      "de": "Das Fenster schließt sich in einer Sekunde."
    }
  },
  {
    "translation": {
      "en": "[announcer] Three two-minute rounds. In the gold corner...",
      "de": "EIN NETFLIX ORIGINAL DOKUMENTARFILM Drei zweiminütige Runden. In der goldenen Ecke..."
    }
  },
  {
    "translation": {
      "en": "-Jay Bulger! -[crowd cheering]",
      "de": "2001, BRONX, NY WEBSTER POLIZEISPORTLIGA"
    }
  },
  {
    "translation": {
      "en": "My name is Jay Bulger, and boxing saved my life.",
      "de": "Ich heiße Jay Bulger und Boxen hat mir das Leben gerettet."
    }
  },
  {
    "translation": {
      "en": "I was just an angry kid, getting into fights, headed in the wrong direction.",
      "de": "Ich war ein zorniger Junge, der sich prügelte und auf dem falschen Weg war."
    }
  },
  {
    "translation": {
      "en": "Then, I walked into a boxing gym, connected with the trainer,",
      "de": "Dann ging ich in ein Boxstudio, unterhielt mich mit dem Trainer"
    }
  },
  {
    "translation": {
      "en": "and I found something to fight for.",
      "de": "und fand etwas, wofür es sich zu kämpfen lohnte."
    }
  },
  {
    "translation": {
      "en": "To become a New York City Golden Gloves champion.",
      "de": "Ich wollte New York City Golden Gloves Champion werden."
    }
  },
  {
    "translation": {
      "en": "It was so simple and honest.",
      "de": "Es war so einfach und ehrlich."
    }
  },
  {
    "translation": {
      "en": "You get up into that ring...",
      "de": "Du gehst in den Ring"
    }
  },
  {
    "translation": {
      "en": "and you're exposed.",
      "de": "und stellst dich."
    }
  },
  {
    "translation": {
      "en": "-You find out what you're really made of. -[crowd cheering]",
      "de": "Du siehst, was wirklich in dir steckt."
    }
  },
  {
    "translation": {
      "en": "Years later, I've set out to capture the state of boxing in America.",
      "de": "Jahre später wollte ich einfangen, wie es dem Boxsport in Amerika geht."
    }
  },
  {
    "translation": {
      "en": "Only to find that so many of the gyms I boxed at...",
      "de": "Und musste feststellen, dass viele meiner Boxstudios"
    }
  },
  {
    "translation": {
      "en": "have closed their doors.",
      "de": "nicht mehr existierten."
    }
  },
  {
    "translation": {
      "en": "Today, most kids would rather play basketball or football.",
      "de": "Heute spielen die meisten Kids lieber Basketball oder Football."
    }
  },
  {
    "translation": {
      "en": "Do anything but get in the ring.",
      "de": "Alles, bloß nicht in den Ring steigen."
    }
  },
  {
    "translation": {
      "en": "You can't play boxing. It's not a game.",
      "de": "Man kann Boxen nicht spielen. Es ist kein Spiel."
    }
  },
  {
    "translation": {
      "en": "It's a test...",
      "de": "Es ist ein Test,"
    }
  },
  {
    "translation": {
      "en": "of how much you can hit...",
      "de": "wie oft man treffen kann,"
    }
  },
  {
    "translation": {
      "en": "without being hit.",
      "de": "ohne getroffen zu werden."
    }
  },
  {
    "translation": {
      "en": "The brutality is inherent...",
      "de": "Die Brutalität hat ihren Anteil"
    }
  },
  {
    "translation": {
      "en": "to both its appeal and to its demise.",
      "de": "sowohl am Reiz als auch am Untergang des Sports."
    }
  },
  {
    "translation": {
      "en": "Now, there was a time in America when everybody loved boxing.",
      "de": "Aber es gab mal eine Zeit in Amerika, als jeder Boxen liebte."
    }
  },
  {
    "translation": {
      "en": "When fighters like Dempsey, Louis, Marciano, Ali and Tyson",
      "de": "Als Kämpfer wie Dempsey, Louis, Marciano, Ali und Tyson"
    }
  },
  {
    "translation": {
      "en": "were kings of the world.",
      "de": "Könige der Welt waren."
    }
  },
  {
    "translation": {
      "en": "So, for the American fighters who still believe in boxing, why do they do it,",
      "de": "Warum gibt es trotzdem noch amerikanische Boxer, die an den Sport glauben,"
    }
  },
  {
    "translation": {
      "en": "and what does it take to be champion?",
      "de": "und was macht einen zum Champion?"
    }
  },
  {
    "translation": {
      "en": "All I know is that there will always be the next kid",
      "de": "Ich weiß nur, dass es immer einen Jungen geben wird,"
    }
  },
  {
    "translation": {
      "en": "who needs to fight their way out...",
      "de": "der sich durchkämpfen muss"
    }
  },
  {
    "translation": {
      "en": "by stepping into the squared circle.",
      "de": "und in den quadratischen Ring steigt."
    }
  },
  {
    "translation": {
      "en": "[Colbert] I don't know what I would be doing if not for boxing.",
      "de": "DIE ZUKUNFTSHOFFNUNG CHRIS \"LIL B-HOP\" COLBERT Ich weiß nicht, was ich sonst tun würde. Wahrscheinlich wäre ich tot oder so."
    }
  },
  {
    "translation": {
      "en": "I think I would have been dead or some shit.",
      "de": "Ich weiß nicht, was ich sonst tun würde. Wahrscheinlich wäre ich tot oder so."
    }
  },
  {
    "translation": {
      "en": "I've been through shoot-outs. I've been through shelter homes.",
      "de": "Ich habe Schießereien erlebt und in Obdachlosenheimen gelebt."
    }
  },
  {
    "translation": {
      "en": "My life was never easy. My life's still not easy up to this day.",
      "de": "Mein Leben war niemals leicht. Es ist heute noch nicht leicht."
    }
  },
  {
    "translation": {
      "en": "-[woman] Get out. -Yeah, a'ight.",
      "de": "-Raus hier. -Ok."
    }
  },
  {
    "translation": {
      "en": "[woman] Get the fuck out.",
      "de": "Verpiss dich."
    }
  },
  {
    "translation": {
      "en": "[Colbert] Shit is hard, like... I don't let it stress me, though.",
      "de": "Es ist hart, aber ich lass mich nicht stressen."
    }
  },
  {
    "translation": {
      "en": "Not one of them people that let that shit bother me.",
      "de": "Ich bin keiner, der sich deshalb fertig macht."
    }
  },
  {
    "translation": {
      "en": "I take that shit and I use it as a motivation to push me to be better at what I do.",
      "de": "Mich motiviert diese Scheiße, besser zu werden bei dem, was ich mache."
    }
  },
  {
    "translation": {
      "en": "I'ma be the big champion of the world",
      "de": "Ich will Weltmeister werden"
    }
  },
  {
    "translation": {
      "en": "and take my family out of the hood and get them into a better place.",
      "de": "und meine Familie aus dem Ghetto holen und sie an einen besseren Ort bringen."
    }
  },
  {
    "translation": {
      "en": "[Bulger] Eighteen-year-old Christopher \"Lil B-Hop\" Colbert",
      "de": "Der 18-jährige Christopher \"Lil B-Hop\" Colbert"
    }
  },
  {
    "translation": {
      "en": "is the best amateur boxer in New York City.",
      "de": "ist der beste Amateurboxer New Yorks."
    }
  },
  {
    "translation": {
      "en": "He rides the subway, two hours, every day to Flatbush, Brooklyn,",
      "de": "Er fährt jeden Tag zwei Stunden mit der U-Bahn nach Flatbush, Brooklyn,"
    }
  },
  {
    "translation": {
      "en": "so he can train at the very last free boxing gym in New York City,",
      "de": "damit er im letzten kostenlosen Boxstudio New Yorks, Atlas Cops and Kids,"
    }
  },
  {
    "translation": {
      "en": "Atlas Cops and Kids.",
      "de": "trainieren kann."
    }
  },
  {
    "translation": {
      "en": "[man] Let's go.",
      "de": "Los geht's."
    }
  },
  {
    "translation": {
      "en": "I'm ready.",
      "de": "Ich bin bereit."
    }
  },
  {
    "translation": {
      "en": "Welcome to Brooklyn.",
      "de": "Willkommen in Brooklyn."
    }
  },
  {
    "translation": {
      "en": "[Pat Russo] What we do with the kids, it's quiet prevention.",
      "de": "Was wir mit den Kids tun, ist stille Prävention."
    }
  },
  {
    "translation": {
      "en": "If the kids are in the gym,",
      "de": "Sind die Kids im Studio,"
    }
  },
  {
    "translation": {
      "en": "and they're off the streets and they're staying in school...",
      "de": "sind sie nicht auf der Straße und gehen zur Schule..."
    }
  },
  {
    "translation": {
      "en": "They'll all tell you that the program's changed their life.",
      "de": "Sie alle sagen, dass das Programm ihr Leben verändert hat."
    }
  },
  {
    "translation": {
      "en": "It cost us about $50,000 to run one gym, to run one gym.",
      "de": "Es kostet uns ungefähr $ 50.000, ein Studio zu betreiben. SGT. RUSSO LEITER ATLAS COPS AND KIDS"
    }
  },
  {
    "translation": {
      "en": "A mere 50,000... What's $50,000?",
      "de": "SGT. RUSSO LEITER ATLAS COPS AND KIDS Was sind schon $ 50.000?"
    }
  },
  {
    "translation": {
      "en": "It'll cost $67,000",
      "de": "Es kostet $ 67.000,"
    }
  },
  {
    "translation": {
      "en": "to put one kid in jail for a year in this city...",
      "de": "einen Jugendlichen für ein Jahr ins Gefängnis zu stecken."
    }
  },
  {
    "translation": {
      "en": "which is insanity.",
      "de": "Das ist doch Wahnsinn."
    }
  },
  {
    "translation": {
      "en": "[coach] Come on, baby, come on. Let's go.",
      "de": "Komm, Junge, los."
    }
  },
  {
    "translation": {
      "en": "These boxing gyms that created legends and boxing champions...",
      "de": "Diese Boxstudios, aus denen Legenden und Champions hervorgegangen sind... SUGAR RAY LEONARD BOXLEGENDE"
    }
  },
  {
    "translation": {
      "en": "seem to no longer exist.",
      "de": "...scheint es nicht mehr zu geben."
    }
  },
  {
    "translation": {
      "en": "I find it quite disturbing because boxing has given me so much.",
      "de": "Ich halte das für beunruhigend, weil Boxen mir so viel gegeben hat."
    }
  },
  {
    "translation": {
      "en": "It has given me such a life.",
      "de": "Es hat mir so ein Leben geboten."
    }
  },
  {
    "translation": {
      "en": "And if it wasn't for boxing, I'd, more than likely...",
      "de": "Wäre ich kein Boxer geworden, säße ich höchstwahrscheinlich"
    }
  },
  {
    "translation": {
      "en": "I would be in jail or dead.",
      "de": "im Gefängnis oder wäre tot."
    }
  },
  {
    "translation": {
      "en": "[Bulger] Sergeant Russo, Teddy Atlas, and the NYPD Boxing Team",
      "de": "Sergeant Russo, Teddy Atlas und das Boxteam der New Yorker Polizei"
    }
  },
  {
    "translation": {
      "en": "understand that every kid kept off the street",
      "de": "wissen, dass Kids, die nicht auf der Straße rumlungern,"
    }
  },
  {
    "translation": {
      "en": "is a kid who doesn't end up in trouble.",
      "de": "weniger Ärger bekommen."
    }
  },
  {
    "translation": {
      "en": "And so, when the Police Athletic League, the staple community boxing gyms,",
      "de": "Und als der Polizeisportverband, der die öffentlichen Boxstudios betrieb,"
    }
  },
  {
    "translation": {
      "en": "shut down their programs, they started Atlas Cops and Kids,",
      "de": "seine Programme beendete, starteten sie Atlas Cops and Kids,"
    }
  },
  {
    "translation": {
      "en": "which has quickly become one of the most successful boxing programs in the country.",
      "de": "das schnell zu einem der erfolgreichsten Boxprogramme im Land wurde."
    }
  },
  {
    "translation": {
      "en": "Thank God for a program like that.",
      "de": "Dieses Programm holt viele Kids von der Straße runter."
    }
  },
  {
    "translation": {
      "en": "It takes a lot of those kids off the streets.",
      "de": "Dieses Programm holt viele Kids von der Straße runter. AURELIANO SOSA CHEFTRAINER"
    }
  },
  {
    "translation": {
      "en": "Within six years, we built eight national champions,",
      "de": "Innerhalb von sechs Jahren brachten wir acht Landesmeister hervor,"
    }
  },
  {
    "translation": {
      "en": "eight New York Golden Glove champions,",
      "de": "und acht New York Golden Glove-Champions,"
    }
  },
  {
    "translation": {
      "en": "and now we've got a couple of pros, you know.",
      "de": "und jetzt haben wir ein paar Profis unter uns."
    }
  },
  {
    "translation": {
      "en": "[Colbert] I'm 116 fights. 113-3.",
      "de": "Ich habe 116 Kämpfe, davon 113 gewonnen."
    }
  },
  {
    "translation": {
      "en": "I'm a four-time national champion.",
      "de": "Ich war vier Mal Landesmeister."
    }
  },
  {
    "translation": {
      "en": "A Golden Glove champion, ranked number one in the country.",
      "de": "Ich bin ein Golden-Glove-Champion und die Nummer 1 im Land."
    }
  },
  {
    "translation": {
      "en": "I'm not letting nobody beat me.",
      "de": "Keiner schlägt mich."
    }
  },
  {
    "translation": {
      "en": "One day, I'ma turn pro.",
      "de": "Eines Tages werde ich Profi sein."
    }
  },
  {
    "translation": {
      "en": "I'm destined to be world champion. I gotta be world champion.",
      "de": "Ich bin dazu berufen, Weltmeister zu werden."
    }
  },
  {
    "translation": {
      "en": "Jab, jab!",
      "de": "Jab!"
    }
  },
  {
    "translation": {
      "en": "B-Hop absolutely can become champion of the world.",
      "de": "B-Hop hat definitiv das Zeug dazu, Weltmeister zu werden."
    }
  },
  {
    "translation": {
      "en": "He's got a gift, he does. He's got something special about him.",
      "de": "Er ist sehr begabt. Er hat etwas Besonderes an sich."
    }
  },
  {
    "translation": {
      "en": "He has the potential, he has the talent. But it's gonna be no cakewalk.",
      "de": "Er hat das Potenzial, er hat das Talent. Aber das wird kein Spaziergang."
    }
  },
  {
    "translation": {
      "en": "The name B-Hop, it came from the legend Bernard Hopkins.",
      "de": "Der Name B-Hop kommt vom legendären Bernard Hopkins."
    }
  },
  {
    "translation": {
      "en": "He was like me. He came off the streets, straight off the streets, winning.",
      "de": "Er war wie ich. Er kam direkt von der Straße und gewann."
    }
  },
  {
    "translation": {
      "en": "He's the best, man. Just like me. You know how it is.",
      "de": "Er ist der Beste, Mann. So wie ich. Du weißt schon."
    }
  },
  {
    "translation": {
      "en": "Biologically, he's not my son.",
      "de": "Biologisch ist er nicht mein Sohn."
    }
  },
  {
    "translation": {
      "en": "Because people were like, \"Wait a minute, you got a son in Brooklyn?\"",
      "de": "Die Leute fragten: \"Du hast einen Sohn in Brooklyn?\" EHEMALIGER CHAMPION HALBSCHWERGEWICHT"
    }
  },
  {
    "translation": {
      "en": "He's my son, but not of... You know what I mean.",
      "de": "EHEMALIGER CHAMPION HALBSCHWERGEWICHT Er ist mein Sohn, aber nicht... Na ja, nicht richtig."
    }
  },
  {
    "translation": {
      "en": "Not of my son.",
      "de": "Er ist mein Sohn, aber nicht... Na ja, nicht richtig."
    }
  },
  {
    "translation": {
      "en": "[Sosa] Once he stepped in the ring and learned how to fight,",
      "de": "Nachdem er in den Ring stieg und lernte zu kämpfen,"
    }
  },
  {
    "translation": {
      "en": "he never had a fight in the street.",
      "de": "gab es keine Straßenkämpfe mehr."
    }
  },
  {
    "translation": {
      "en": "Five, six years he never had a fight in the street. But before that,",
      "de": "Seit fünf oder sechs Jahren kein Straßenkampf mehr. Aber davor"
    }
  },
  {
    "translation": {
      "en": "every other weekend, every other week, fight, fight, fight.",
      "de": "jedes zweite Wochenende eine Prügelei."
    }
  },
  {
    "translation": {
      "en": "Now he's good.",
      "de": "Jetzt ist alles ok."
    }
  },
  {
    "translation": {
      "en": "[Colbert] Me and Sosa been rocking since day one. He changed my life. A lot, a lot.",
      "de": "Sosa und ich haben uns gleich verstanden. Er hat mein Leben verändert. Sehr."
    }
  },
  {
    "translation": {
      "en": "He's like a father figure in my life.",
      "de": "Er ist eine Vaterfigur für mich."
    }
  },
  {
    "translation": {
      "en": "You see this?",
      "de": "Siehst du das?"
    }
  },
  {
    "translation": {
      "en": "[Bulger] What's that?",
      "de": "Was ist das?"
    }
  },
  {
    "translation": {
      "en": "Sosa Crew For Life.",
      "de": "Sosa-Crew für immer."
    }
  },
  {
    "translation": {
      "en": "You see it.",
      "de": "Siehst du."
    }
  },
  {
    "translation": {
      "en": "[Bulger] Who made that?",
      "de": "Von wem ist das?"
    }
  },
  {
    "translation": {
      "en": "My dad.",
      "de": "Meinem Vater."
    }
  },
  {
    "translation": {
      "en": "It's a little rewarding, I mean, 'cause, you know, saying like... that I'm his dad.",
      "de": "Dafür lohnt sich das. Ich meine, er sagt, dass ich sein Vater bin."
    }
  },
  {
    "translation": {
      "en": "I mean, it, um...",
      "de": "Ich meine..."
    }
  },
  {
    "translation": {
      "en": "I'm making a difference, you know.",
      "de": "Ich bewirke etwas."
    }
  },
  {
    "translation": {
      "en": "Everything on you, so you gotta pay for me,",
      "de": "Alles auf dich, also du bezahlst für mich,"
    }
  },
  {
    "translation": {
      "en": "-[chuckles] What? -Wayne...",
      "de": "-Wayne... -Was?"
    }
  },
  {
    "translation": {
      "en": "...my girl, and then I'ma pay you back.",
      "de": "...für sie, ich geb es zurück."
    }
  },
  {
    "translation": {
      "en": "Your girl? Your girl makes more money than me.",
      "de": "Für sie auch? Dein Mädchen verdient mehr als ich."
    }
  },
  {
    "translation": {
      "en": "[Colbert] Nah, you crazy.",
      "de": "Nee, du spinnst doch."
    }
  },
  {
    "translation": {
      "en": "[Sosa] Boxing got him off the streets, but I always tell him, \"You got to be careful, man.",
      "de": "Boxen holte ihn von der Straße, aber ich sage ihm immer: \"Sei vorsichtig."
    }
  },
  {
    "translation": {
      "en": "A lot of bad stuff happened in front of this building, you know, but...",
      "de": "Viel Schlimmes passierte vor diesem Gebäude."
    }
  },
  {
    "translation": {
      "en": "They don't care if you fight or not.",
      "de": "Denen ist es egal, ob du kämpfst."
    }
  },
  {
    "translation": {
      "en": "Remember, a bullet is faster than your hands.\"",
      "de": "Eine Kugel ist schneller als deine Hände.\""
    }
  },
  {
    "translation": {
      "en": "[Sosa] Yeah, that's how my day starts, man.",
      "de": "Ja, so fängt mein Tag an."
    }
  },
  {
    "translation": {
      "en": "Get up at 5:30, get ready for work.",
      "de": "Um 5:30 Uhr aufstehen, für den Job fertig machen."
    }
  },
  {
    "translation": {
      "en": "Be at work by 7:00, 7:10. Start work at 8:00.",
      "de": "Um 7 oder 7:10 Uhr auf Arbeit sein. Arbeitsbeginn um 8 Uhr."
    }
  },
  {
    "translation": {
      "en": "We should be finished by 2:00.",
      "de": "Bis 14 Uhr sollte ich Feierabend haben."
    }
  },
  {
    "translation": {
      "en": "And then, um, head out to the gyms.",
      "de": "Und dann fahre ich zum Studio."
    }
  },
  {
    "translation": {
      "en": "[Bulger] Someone's living the Mexican-American dream.",
      "de": "Der Traum eines mexikanischen Amerikaners."
    }
  },
  {
    "translation": {
      "en": "I don't know if you wanna call it that, but let's say hard work pays off.",
      "de": "Ich weiß nicht, ob man es so nennen kann, aber sagen wir: Harte Arbeit lohnt sich."
    }
  },
  {
    "translation": {
      "en": "I mean, unfortunately,",
      "de": "Ich meine, leider habe ich"
    }
  },
  {
    "translation": {
      "en": "I didn't realize I was a coach until almost ten years ago, you know.",
      "de": "erst vor zehn Jahren erkannt, dass ich ein Trainer bin."
    }
  },
  {
    "translation": {
      "en": "I wasted a lot of my time just...",
      "de": "Ich habe viel Zeit verschwendet"
    }
  },
  {
    "translation": {
      "en": "doing nothing. Just working, you know.",
      "de": "und nichts gemacht. Nur gearbeitet."
    }
  },
  {
    "translation": {
      "en": "Twenty-six years of my life in this place.",
      "de": "Sechsundzwanzig Lebensjahre an diesem Ort."
    }
  },
  {
    "translation": {
      "en": "It is difficult to try to manage work and the kids.",
      "de": "Es ist schwer, Arbeit und die Kids unter einen Hut zu kriegen."
    }
  },
  {
    "translation": {
      "en": "Yeah, I have, like, 30, 40 that compete.",
      "de": "Ich habe 30, 40, die kämpfen."
    }
  },
  {
    "translation": {
      "en": "And to train 30, 40 kids, it's hard. It's hard.",
      "de": "Und 30, 40 Jugendliche zu trainieren, ist hart."
    }
  },
  {
    "translation": {
      "en": "And if I could do boxing 24/7, I would do this 24/7.",
      "de": "Wenn ich rund um die Uhr boxen könnte, würde ich das machen."
    }
  },
  {
    "translation": {
      "en": "But at this time, making $200 every two months, three months, can't do it, can't do it.",
      "de": "Aber zurzeit, mit $ 200 alle zwei oder drei Monate, ist das nicht möglich."
    }
  },
  {
    "translation": {
      "en": "You know?",
      "de": "Wissen Sie?"
    }
  },
  {
    "translation": {
      "en": "B-Hop, he's been getting better and better and better.",
      "de": "B-Hop wird immer besser."
    }
  },
  {
    "translation": {
      "en": "And if B-Hop turns out the way we think he's gonna turn out... four years I think I'll be out.",
      "de": "Entwickelt sich B-Hop so, wie wir es glauben, höre ich in vier Jahren auf."
    }
  },
  {
    "translation": {
      "en": "-Time to get to work. -[indistinct chatter and laughter]",
      "de": "Zeit zu arbeiten."
    }
  },
  {
    "translation": {
      "en": "[Colbert] I won my last amateur tournament.",
      "de": "Ich gewann mein letztes Amateurturnier."
    }
  },
  {
    "translation": {
      "en": "So I was like, \"Yeah, I'ma just go pro now. Time to go.",
      "de": "Also dachte ich: \"Jetzt kann ich Profi werden. Wird Zeit."
    }
  },
  {
    "translation": {
      "en": "Waste no more time.\"",
      "de": "Keine Zeit verschwenden.\""
    }
  },
  {
    "translation": {
      "en": "He wanna go to the Olympics. I'm not pressing to go to the Olympics.",
      "de": "Aber er will zu Olympia. Darauf habe ich keinen Bock."
    }
  },
  {
    "translation": {
      "en": "When I first started, I always wanted to be an Olympic coach.",
      "de": "Als ich anfing, wollte ich immer Trainer bei Olympia werden."
    }
  },
  {
    "translation": {
      "en": "Like, I want to be up there when...",
      "de": "Ich will dabei sein."
    }
  },
  {
    "translation": {
      "en": "At the Olympics, I want to be one of the head coaches of the United States.",
      "de": "Ich will einer der Cheftrainer der USA sein."
    }
  },
  {
    "translation": {
      "en": "[Colbert] I don't care about the Olympics. I never...",
      "de": "Mir ist Olympia egal."
    }
  },
  {
    "translation": {
      "en": "Like, that never was really my mindset, to go to Olympics.",
      "de": "Das war nie mein Ding."
    }
  },
  {
    "translation": {
      "en": "My mindset was always to be world champion, to be rich, like Floyd Mayweather.",
      "de": "Ich will Weltmeister werden und reich wie Floyd Mayweather."
    }
  },
  {
    "translation": {
      "en": "[Hopkins] Boxing and gold medal and being in Olympics",
      "de": "Boxen und Goldmedaillen und Olympia,"
    }
  },
  {
    "translation": {
      "en": "is dead in America right now.",
      "de": "diese Idee ist tot in Amerika."
    }
  },
  {
    "translation": {
      "en": "Fighters, they look at Floyd Mayweather, they look how much money he's making.",
      "de": "Boxer gucken auf Floyd Mayweather und darauf, wie viel Geld er verdient."
    }
  },
  {
    "translation": {
      "en": "[scoffs] \"Why would I go in Olympics and get nothing, but maybe some sponsorship from Nike?",
      "de": "\"Warum soll ich zu Olympia für nichts außer ein bisschen Sponsorengeld von Nike?"
    }
  },
  {
    "translation": {
      "en": "And I can go right to the pros, and buy me a Bugatti.\"",
      "de": "Ich kann gleich zu den Profis und mir einen Bugatti kaufen.\""
    }
  },
  {
    "translation": {
      "en": "Think about it.",
      "de": "Denk doch mal nach."
    }
  },
  {
    "translation": {
      "en": "[Bulger] The Olympics used to be where USA beat the crap out of the world,",
      "de": "Bei den Olympischen Spielen haben die USA immer gewonnen"
    }
  },
  {
    "translation": {
      "en": "where we proved we were the best boxers.",
      "de": "und gezeigt, dass wir die Besten sind."
    }
  },
  {
    "translation": {
      "en": "Winning the gold medal, nothing surpasses that.",
      "de": "Nichts ist größer als die Goldmedaille bei Olympia."
    }
  },
  {
    "translation": {
      "en": "There are people who can say, \"I was a world champion professional boxer.\"",
      "de": "Manche Leute können sagen: \"Ich war Profi-Weltmeister.\""
    }
  },
  {
    "translation": {
      "en": "But to be an Olympic gold medal winner, very few people can say that.",
      "de": "Aber nur wenige können von sich behaupten, bei Olympia Gold gewonnen zu haben."
    }
  },
  {
    "translation": {
      "en": "It's the biggest prize that I've ever experienced.",
      "de": "Das ist der höchste Titel, den ich errungen habe."
    }
  },
  {
    "translation": {
      "en": "[Bulger] But in 2012, the US men's boxing team,",
      "de": "Aber im Jahr 2012 hat das Männer-Boxteam der USA,"
    }
  },
  {
    "translation": {
      "en": "the team that's won more than any other country... didn't win a single medal.",
      "de": "das mehr Siege hat als jedes andere Land, keine einzige Medaille geholt."
    }
  },
  {
    "translation": {
      "en": "[announcer] The worst showing in history",
      "de": "Die schlechteste Leistung in der Geschichte"
    }
  },
  {
    "translation": {
      "en": "of the storied United States of America Amateur Boxing Program.",
      "de": "des Amateurboxsports der Vereinigten Staaten von Amerika."
    }
  },
  {
    "translation": {
      "en": "[Oscar De La Hoya] In today's era of fighters, winning the gold",
      "de": "Bei den heutigen Boxern hat die Goldmedaille"
    }
  },
  {
    "translation": {
      "en": "and having the responsibility of representing your country...",
      "de": "und die Verantwortung, das Land zu repräsentieren,"
    }
  },
  {
    "translation": {
      "en": "it's not in their mind anymore.",
      "de": "keine Bedeutung mehr."
    }
  },
  {
    "translation": {
      "en": "The passion is gone.",
      "de": "Die Leidenschaft fehlt."
    }
  },
  {
    "translation": {
      "en": "[Bulger] So the question is, who has the ability and the desire",
      "de": "Es stellt sich die Frage, wer fähig und willens ist,"
    }
  },
  {
    "translation": {
      "en": "to get USA men's boxing back on the podium?",
      "de": "die USA beim Boxen wieder aufs Podium zu führen."
    }
  },
  {
    "translation": {
      "en": "The answer is a lot more complicated than you might think.",
      "de": "Die Antwort ist viel komplizierter, als man denkt."
    }
  },
  {
    "translation": {
      "en": "[Awesome] I started boxing in about 2005.",
      "de": "Ich begann ca. 2005 mit dem Boxen."
    }
  },
  {
    "translation": {
      "en": "I was in 11th grade. 11th-12th grade, and I just did it for...",
      "de": "DER AMATEUR CAM F. AWESOME Ich war in der 11. oder 12. Klasse und begann um... um abzunehmen."
    }
  },
  {
    "translation": {
      "en": "just to lose weight.",
      "de": "Ich war in der 11. oder 12. Klasse und begann um... um abzunehmen."
    }
  },
  {
    "translation": {
      "en": "Then I started fighting, and I just kept winning and winning and winning. And I was like, \"Ah, maybe this isn't that hard.\"",
      "de": "Dann begann ich zu boxen und gewann immer und dachte: \"Gar nicht so schwer.\""
    }
  },
  {
    "translation": {
      "en": "Tyler, step in.",
      "de": "Tyler, rein."
    }
  },
  {
    "translation": {
      "en": "[Bulger] Cam F. Awesome is America's all-time winningest amateur boxer.",
      "de": "Cam F. Awesome ist Amerikas Amateurboxer mit den meisten Siegen aller Zeiten."
    }
  },
  {
    "translation": {
      "en": "And his trainer, John Brown, is the president of USA Boxing.",
      "de": "Und sein Trainer, John Brown, ist der Vorsitzende von USA Boxing."
    }
  },
  {
    "translation": {
      "en": "[John] To box for America, you know, he gave up a lot,",
      "de": "Um für Amerika zu boxen, hat er viel aufgegeben,"
    }
  },
  {
    "translation": {
      "en": "because, unfortunately, the way our system is, we don't have much money for these guys.",
      "de": "weil in unserem System nicht viel Geld für die Jungs da ist."
    }
  },
  {
    "translation": {
      "en": "So now he has to live on $1,000 a month that USOC gives him.",
      "de": "Jetzt muss er von $ 1000 im Monat leben, die ihm das USOC gibt."
    }
  },
  {
    "translation": {
      "en": "And his fixed costs for his car, his rent and his utilities is $900.",
      "de": "Und seine Fixkosten für Auto, Miete und Nebenkosten betragen $ 900."
    }
  },
  {
    "translation": {
      "en": "So that gives him $100 a month to live on.",
      "de": "Da bleiben ihm $ 100 im Monat zum Leben."
    }
  },
  {
    "translation": {
      "en": "I mean, I help him, but he goes to the blood bank about once every two weeks and gives blood.",
      "de": "Ich meine, ich helfe ihm, aber er geht alle zwei Wochen Blut spenden."
    }
  },
  {
    "translation": {
      "en": "[Awesome] You do whatever you can for money. You pick up side jobs.",
      "de": "NACH DEM SCHLAG IST WICHTIG! Man tut alles für Geld. Man nimmt Nebenjobs an."
    }
  },
  {
    "translation": {
      "en": "You personal train people when you can, but it's pretty tough.",
      "de": "Man trainiert selbst Leute, wenn man kann, aber es ist hart."
    }
  },
  {
    "translation": {
      "en": "A lot of people don't understand why I haven't turned pro.",
      "de": "Viele Leute verstehen nicht, warum ich kein Profi geworden bin."
    }
  },
  {
    "translation": {
      "en": "My mission, my goal, my ambitions, it's not the money.",
      "de": "Meine Mission, mein Ziel, meine Ambitionen sind nicht das Geld."
    }
  },
  {
    "translation": {
      "en": "I want that feeling of sitting next to two dudes from other countries",
      "de": "Ich will neben zwei Typen aus anderen Ländern stehen,"
    }
  },
  {
    "translation": {
      "en": "who have to sit there and look happy",
      "de": "die ein glückliches Gesicht machen müssen,"
    }
  },
  {
    "translation": {
      "en": "while they play my national anthem and I get a gold medal.",
      "de": "während meine Hymne läuft und ich Gold kriege."
    }
  },
  {
    "translation": {
      "en": "That's what I'm chasing. That's the dream that I want.",
      "de": "Danach strebe ich. Das ist mein Traum."
    }
  },
  {
    "translation": {
      "en": "[Bulger] Cam should have had a shot at realizing his dream in 2012.",
      "de": "Cam hätte seinen Traum im Jahr 2012 verwirklichen können."
    }
  },
  {
    "translation": {
      "en": "He qualified for the US Olympic Team, but then was suspended from competition",
      "de": "Er qualifizierte sich für Olympia, aber dann wurde er ausgeschlossen,"
    }
  },
  {
    "translation": {
      "en": "when he failed to make himself available for drug tests.",
      "de": "weil er nicht zu den Dopingtests kam."
    }
  },
  {
    "translation": {
      "en": "I have to inform someone when I'm leaving town, and I didn't.",
      "de": "Ich muss sie informieren, wenn ich verreise, und das habe ich nicht."
    }
  },
  {
    "translation": {
      "en": "And that wasn't because I was doing any drugs or anything.",
      "de": "Ich habe nichts genommen."
    }
  },
  {
    "translation": {
      "en": "It's just I had so much going on in my life.",
      "de": "Ich hatte Stress."
    }
  },
  {
    "translation": {
      "en": "I was getting ready for the Olympics, I was traveling, leaving the country.",
      "de": "Vorbereitung auf Olympia, Reisen ins Ausland."
    }
  },
  {
    "translation": {
      "en": "Although I tested negative that same week that they were gonna drug test me,",
      "de": "Obwohl ich in derselben Woche negativ getestet wurde,"
    }
  },
  {
    "translation": {
      "en": "I still needed to inform them, and I messed up.",
      "de": "musste ich sie informieren, und das habe ich vermasselt."
    }
  },
  {
    "translation": {
      "en": "During my suspension, I learned a lot about myself, I learned a lot about the people around me.",
      "de": "Während der Sperre lernte ich viel über mich und die um mich herum."
    }
  },
  {
    "translation": {
      "en": "I decided to legally change my name",
      "de": "Ich beschloss, meinen Namen zu ändern"
    }
  },
  {
    "translation": {
      "en": "and become a new person, new attitude, new way of life.",
      "de": "und eine neue Person zu werden. Neue Einstellung, neuer Lebensstil."
    }
  },
  {
    "translation": {
      "en": "February 16, 2013, Lenroy Cameron Thompson Jr. died,",
      "de": "Am 16. Februar 2013 starb Lenroy Cameron Thompson Junior,"
    }
  },
  {
    "translation": {
      "en": "and then arose Cam F. Awesome.",
      "de": "und Cam F. Awesome war geboren."
    }
  },
  {
    "translation": {
      "en": "[Bulger] With his new name, Cam F. Awesome is giving the Olympics one last shot.",
      "de": "Mit seinem neuen Namen gibt Cam F. Awesome Olympia eine letzte Chance."
    }
  },
  {
    "translation": {
      "en": "The road begins here, in Tennessee, at the first Olympic trials qualifier.",
      "de": "Der Weg beginnt hier, in Tennessee, bei der Vorqualifikation für Olympia. TAG 1 USA OLYMPIA-VORQUALIFIKATION"
    }
  },
  {
    "translation": {
      "en": "-[bell rings] -[man] Yeah, good work.",
      "de": "TAG 1 USA OLYMPIA-VORQUALIFIKATION Gut gemacht."
    }
  },
  {
    "translation": {
      "en": "-[grunting] -[indistinct chatter]",
      "de": "606 TAGE BIS ZU DEN OLYMPISCHEN SPIELEN 2016"
    }
  },
  {
    "translation": {
      "en": "[man 1] Good job! [man 2] Cam, you da man!",
      "de": "-Gut gemacht! -Cam, du bist großartig!"
    }
  },
  {
    "translation": {
      "en": "This guy is... To me, he box crazy... Crazy, but he wins.",
      "de": "Er ist... Sein Boxstil ist verrückt, aber er gewinnt."
    }
  },
  {
    "translation": {
      "en": "And everybody would be so mad and upset, but he's like, \"Cam F. Awesome. What do you expect?\"",
      "de": "Und alle drehen durch, aber er sagt: \"Cam F. Awesome. Was erwartest du?\""
    }
  },
  {
    "translation": {
      "en": "People are like, \"What is he doing? That's ugly. That... What?\"",
      "de": "Die Leute sagen: \"Was macht er? Das ist hässlich.\""
    }
  },
  {
    "translation": {
      "en": "They don't understand that kind of style, but the boxers he's fighting... -[grunts] -...they understand it.",
      "de": "Sie verstehen seinen Stil nicht, aber seine Gegner verstehen ihn."
    }
  },
  {
    "translation": {
      "en": "[announcer] Right, our winner, out of the blue corner, Cam Awesome.",
      "de": "Und der Sieger, in der blauen Ecke, Cam Awesome."
    }
  },
  {
    "translation": {
      "en": "[Bulger] Cam F. Awesome got his first win tonight.",
      "de": "Cam F. Awesome hat seinen ersten Sieg eingefahren."
    }
  },
  {
    "translation": {
      "en": "He'll have to fight three more times over the next three days",
      "de": "Er muss in den nächsten drei Tagen noch drei Mal boxen,"
    }
  },
  {
    "translation": {
      "en": "to earn a spot at the Olympic trials, a year from now, in Reno, Nevada.",
      "de": "um sich für die Olympiaqualifikation in Reno, Nevada, zu qualifizieren."
    }
  },
  {
    "translation": {
      "en": "As if it wasn't difficult enough,",
      "de": "Als ob das nicht schwierig genug wäre,"
    }
  },
  {
    "translation": {
      "en": "this road to the Olympics will be more dangerous than ever.",
      "de": "wird dieser Weg zu Olympia auch noch gefährlicher sein als je zuvor."
    }
  },
  {
    "translation": {
      "en": "For the first time in 32 years,",
      "de": "Zum ersten Mal seit 32 Jahren"
    }
  },
  {
    "translation": {
      "en": "Olympic competition is taking place without headgear.",
      "de": "wird der olympische Wettkampf ohne Kopfschutz ausgetragen."
    }
  },
  {
    "translation": {
      "en": "They want to give you the pro atmosphere... right?",
      "de": "Sie wollen Profi-Atmosphäre, ja?"
    }
  },
  {
    "translation": {
      "en": "But the amateur benefits.",
      "de": "Aber mit Amateur-Preisgeldern."
    }
  },
  {
    "translation": {
      "en": "[Tom LeGan] We've been told that safety of the boxer is the primary concern.",
      "de": "Uns wurde gesagt, dass die Sicherheit der Boxer an vorderster Stelle steht."
    }
  },
  {
    "translation": {
      "en": "There is a bit of a conflict with the no headgear.",
      "de": "Die Sache mit dem Kopfschutz ist ein Widerspruch."
    }
  },
  {
    "translation": {
      "en": "'Cause, obviously, this wouldn't have happened without it.",
      "de": "Denn das hier wäre ohne diese Regel nicht passiert."
    }
  },
  {
    "translation": {
      "en": "[Bulger] There are two clear distinctions between amateur and professional boxing.",
      "de": "Es gibt zwei klare Unterschiede zwischen Amateur- und Profi-Boxsport."
    }
  },
  {
    "translation": {
      "en": "Headgear and fighting for prize money.",
      "de": "Der Kopfschutz und der Kampf um Preisgeld."
    }
  },
  {
    "translation": {
      "en": "Now, AIBA, the famously corrupt International Boxing Association,",
      "de": "Jetzt will der für Korruption berühmte internationale Boxsportverband AIBA"
    }
  },
  {
    "translation": {
      "en": "wanna make the sport more entertaining.",
      "de": "den Sport unterhaltsamer machen."
    }
  },
  {
    "translation": {
      "en": "But here's the thing. If one of these fighters gets a bad cut,",
      "de": "Aber wenn einer der Boxer schwer verwundet wird,"
    }
  },
  {
    "translation": {
      "en": "even from something like an accidental head-butt, they're out.",
      "de": "selbst durch einen unabsichtlichen Kopfstoß, ist er draußen."
    }
  },
  {
    "translation": {
      "en": "It's dangerous, and it's stupid.",
      "de": "Das ist gefährlich, und es ist dumm."
    }
  },
  {
    "translation": {
      "en": "It's not setting you up for the pros, it's fucking you up for the pros.",
      "de": "Es vermasselt dir die Profi-Karriere."
    }
  },
  {
    "translation": {
      "en": "You're losing a couple of brain cells before you even turn pro.",
      "de": "Du verlierst Hirnzellen, bevor du Profi bist."
    }
  },
  {
    "translation": {
      "en": "[De La Hoya] If I didn't have headgear, and I was getting cut,",
      "de": "Wenn ich ohne Kopfschutz boxe und mich verletze,"
    }
  },
  {
    "translation": {
      "en": "and beat up, and bruised up, and knocked out,",
      "de": "verkloppt und k. o. geschlagen werde,"
    }
  },
  {
    "translation": {
      "en": "I would turn pro. I mean, might as well get paid for it.",
      "de": "kann ich auch Profi werden. Da gibt es Geld dafür."
    }
  },
  {
    "translation": {
      "en": "[John] You know, even pros don't fight five days in a row.",
      "de": "Und selbst Profis boxen nicht fünf Tage hintereinander."
    }
  },
  {
    "translation": {
      "en": "Maybe the best guy doesn't win all the time,",
      "de": "Der Beste gewinnt nicht immer,"
    }
  },
  {
    "translation": {
      "en": "whoever's the luckiest wins. That doesn't get head-butted.",
      "de": "der Glücklichere gewinnt. Der ohne Kopfwunden."
    }
  },
  {
    "translation": {
      "en": "A guy can't box five days in a row without headgear without getting banged up.",
      "de": "Man boxt nicht fünf Tage hintereinander ohne Kopfschutz, ohne verletzt zu werden."
    }
  },
  {
    "translation": {
      "en": "It's impossible.",
      "de": "Das ist unmöglich."
    }
  },
  {
    "translation": {
      "en": "Cam F. Awesome, he's the only male we've got that has a shot at winning the Olympics.",
      "de": "Cam F. Awesome ist unser einziger Mann, der eine Chance auf einen Olympiasieg hat."
    }
  },
  {
    "translation": {
      "en": "Winning a medal at the Olympics. He's the guy.",
      "de": "Auf eine Medaille bei Olympia. Er ist der Mann."
    }
  },
  {
    "translation": {
      "en": "And the problem is, the rest of the world is way ahead of us.",
      "de": "Das Problem ist, der Rest der Welt ist uns weit voraus."
    }
  },
  {
    "translation": {
      "en": "You know, the rest of the world, amateur boxers make a living boxing.",
      "de": "Die Amateurboxer im Rest der Welt leben vom Boxen."
    }
  },
  {
    "translation": {
      "en": "Ours don't.",
      "de": "Unsere Jungs nicht."
    }
  },
  {
    "translation": {
      "en": "In 2016, you're gonna see the true amateur that we develop here in the United States",
      "de": "Im Jahr 2016 werden echte Amateure, die wir in den USA ausbilden,"
    }
  },
  {
    "translation": {
      "en": "and we've done since the early 1900s for the Olympics,",
      "de": "wie wir es seit Anfang des 20. Jahrhunderts für Olympia tun,"
    }
  },
  {
    "translation": {
      "en": "you're gonna see them competing against pros.",
      "de": "gegen Profis antreten."
    }
  },
  {
    "translation": {
      "en": "And so, that's gonna be a big challenge for our athletes.",
      "de": "Das wird eine große Herausforderung für unsere Athleten."
    }
  },
  {
    "translation": {
      "en": "[Mirko Wolf] We have the impression... Everyone in the world, we have the impression that USA is the number one nation in everything.",
      "de": "Überall in der Welt denken wir, dass die USA die Nummer 1 sind."
    }
  },
  {
    "translation": {
      "en": "-You are, like, the big brother. Yeah. -[Bulger] We have so many athletes.",
      "de": "-Ihr seid ein großer Bruder. -Wir haben viele Sportler."
    }
  },
  {
    "translation": {
      "en": "Like, you take care of it. Like, you... [chuckles]",
      "de": "Ihr kümmert euch. -Ihr wisst, was ihr tut. -Ja."
    }
  },
  {
    "translation": {
      "en": "-You just know what you're doing. -Yeah.",
      "de": "-Ihr wisst, was ihr tut. -Ja."
    }
  },
  {
    "translation": {
      "en": "And you come here, and you see the level of competition, and it's like...",
      "de": "Und dann kommt man hierher und sieht das Niveau und denkt..."
    }
  },
  {
    "translation": {
      "en": "If you send those kids against Russia, man, it's gonna be sad for you.",
      "de": "Wenn ihr diese Jungs gegen die Russen antreten lasst, sieht es traurig aus."
    }
  },
  {
    "translation": {
      "en": "[Bulger] At the Rio Summer Games, our fighters will be competing with pros without headgear.",
      "de": "Bei den Sommerspielen in Rio boxen unsere Boxer ohne Kopfschutz gegen Profis."
    }
  },
  {
    "translation": {
      "en": "USA Boxing is awarded funding from the USOC based on their medal count.",
      "de": "USA Boxing erhält vom USOC Geld, wenn Medaillen geholt werden."
    }
  },
  {
    "translation": {
      "en": "At this point, they can boycott the Olympics and protest,",
      "de": "Im Augenblick können sie entweder Olympia boykottieren und Protest einlegen"
    }
  },
  {
    "translation": {
      "en": "or continue to send our amateur fighters and hope for the best.",
      "de": "oder die Amateurboxer in den Ring schicken und auf das Beste hoffen."
    }
  },
  {
    "translation": {
      "en": "[Awesome] The good boxers have to turn pro because they need money.",
      "de": "Die guten Boxer müssen Profis werden, weil sie das Geld brauchen."
    }
  },
  {
    "translation": {
      "en": "So, we won't get medals until we get funding.",
      "de": "Denn wir werden keine Medaillen gewinnen, wenn wir kein Geld haben."
    }
  },
  {
    "translation": {
      "en": "-This is it. Ali's in the house, right? -Thank you.",
      "de": "Genau so. Ali ist hier, oder? Danke."
    }
  },
  {
    "translation": {
      "en": "Yeah, we won't get funding until we get medals, so we're chasing our tail.",
      "de": "Wir bekommen kein Geld ohne Medaillen, also drehen wir uns im Kreis."
    }
  },
  {
    "translation": {
      "en": "-If I can bring back home a medal... -[bell rings] ...I can change that.",
      "de": "Wenn ich eine Medaille mitbringe, kann ich das ändern."
    }
  },
  {
    "translation": {
      "en": "[man] There you go!",
      "de": "Genau!"
    }
  },
  {
    "translation": {
      "en": "-[bell rings] -[referee] Time!",
      "de": "Time!"
    }
  },
  {
    "translation": {
      "en": "[John] Beautiful.",
      "de": "Sehr schön!"
    }
  },
  {
    "translation": {
      "en": "-I think he's heartbroke already. -Yeah.",
      "de": "-Ich glaube, er ist schon unglücklich. -Ja."
    }
  },
  {
    "translation": {
      "en": "Okay, let's keep that show going. I like that Ali shit.",
      "de": "Ok, mach weiter so. Ich mag diesen Ali-Stil."
    }
  },
  {
    "translation": {
      "en": "-[bell rings] -[indistinct chatter]",
      "de": "RUNDE 2"
    }
  },
  {
    "translation": {
      "en": "[John] A little Tyson going on.",
      "de": "Wie Tyson."
    }
  },
  {
    "translation": {
      "en": "[man 1] Breathe! Breathe!",
      "de": "Atme!"
    }
  },
  {
    "translation": {
      "en": "-[crowd cheering] -[John] That's enough.",
      "de": "Das reicht."
    }
  },
  {
    "translation": {
      "en": "[man 1] Breathe! Breathe!",
      "de": "Atme!"
    }
  },
  {
    "translation": {
      "en": "[John] Good call.",
      "de": "Richtig so."
    }
  },
  {
    "translation": {
      "en": "From the 201-plus pound weight division, by TKO,",
      "de": "Sieger im Superschwergewicht durch technischen K. o. in der zweiten Runde:"
    }
  },
  {
    "translation": {
      "en": "[announcer] Great job, guys. Congratulations. Great job.",
      "de": "Gut gemacht, Jungs. Glückwunsch."
    }
  },
  {
    "translation": {
      "en": "[Bulger] It's Cam's 12th national tournament championship,",
      "de": "Dies ist Cams 12. Meisterschaft in einem nationalen Wettkampf"
    }
  },
  {
    "translation": {
      "en": "and it qualifies him for the US Olympic trials, a year from now.",
      "de": "und sein Ticket zur US-Olympiaqualifikation in einem Jahr."
    }
  },
  {
    "translation": {
      "en": "If he wins that, he'll go on to fight the best fighters in North and South America.",
      "de": "Gewinnt er dort, muss er gegen die Besten aus Nord- und Südamerika antreten."
    }
  },
  {
    "translation": {
      "en": "And if he places in the top three, he'll earn a spot at the Olympic games.",
      "de": "Wenn er dort unter den besten drei landet, ist er bei Olympia dabei."
    }
  },
  {
    "translation": {
      "en": "All in hopes of becoming the super heavyweight gold medalist.",
      "de": "All das in der Hoffnung auf die Goldmedaille im Superschwergewicht."
    }
  },
  {
    "translation": {
      "en": "[Awesome] All right. See you guys again... soon.",
      "de": "Ok. Bis bald."
    }
  },
  {
    "translation": {
      "en": "[Bulger] I grew up playing Mike Tyson's Punch-Out!!",
      "de": "Ich wuchs mit Mike Tyson's Punch-Out!! auf."
    }
  },
  {
    "translation": {
      "en": "A game inspired by the baddest man on the planet.",
      "de": "Ein Spiel inspiriert vom härtesten Mann des Planeten."
    }
  },
  {
    "translation": {
      "en": "One of the most famous athletes in the world.",
      "de": "Einem der berühmtesten Athleten der Welt."
    }
  },
  {
    "translation": {
      "en": "But as we began filming,",
      "de": "Aber als wir mit den Dreharbeiten begannen,"
    }
  },
  {
    "translation": {
      "en": "we hadn't had an American heavyweight champion in over a decade.",
      "de": "gab es seit über einem Jahrzehnt keinen Schwergewichts-Champion aus den USA mehr."
    }
  },
  {
    "translation": {
      "en": "People always say, \"Steve, where are the great heavyweights?\"",
      "de": "Leute fragen: \"Wo sind die Schwergewichtler?\""
    }
  },
  {
    "translation": {
      "en": "I said, \"They're on the football gridiron, or they're posting up in the paint.\"",
      "de": "BOX-JOURNALIST Beim Football oder beim Basketball."
    }
  },
  {
    "translation": {
      "en": "And there used to be a saying, years ago,",
      "de": "Und früher hat man mal gesagt:"
    }
  },
  {
    "translation": {
      "en": "\"As the heavyweight division goes, so goes the game of boxing.\"",
      "de": "\"Wie es dem Schwergewicht geht, so geht es dem Boxsport.\""
    }
  },
  {
    "translation": {
      "en": "[Bulger] We're a long way from the Mike Tyson heavyweight-knockout era,",
      "de": "Wir sind weit entfernt von der K.-o.-Ära Mike Tysons"
    }
  },
  {
    "translation": {
      "en": "and the popularity that came with it.",
      "de": "und der Popularität, die damit einherging."
    }
  },
  {
    "translation": {
      "en": "But for the last decade,",
      "de": "Aber im letzten Jahrzehnt"
    }
  },
  {
    "translation": {
      "en": "Floyd \"Money\" Mayweather has been the face of boxing.",
      "de": "war Floyd \"Money\" Mayweather das Gesicht des Boxsports."
    }
  },
  {
    "translation": {
      "en": "The master counterpuncher changed the game,",
      "de": "Der meisterhafte Konterboxer änderte alles,"
    }
  },
  {
    "translation": {
      "en": "as he mitigates risk and maximizes profits,",
      "de": "indem er das Risiko minimiert und den Profit maximiert"
    }
  },
  {
    "translation": {
      "en": "putting his undefeated record on the line when the money is right.",
      "de": "und seine Serie ohne Niederlage aufs Spiel setzt, wenn das Geld stimmt."
    }
  },
  {
    "translation": {
      "en": "[Paulie Malignaggi] Times change. It's the Mayweather era now.",
      "de": "Wir haben jetzt die Mayweather-Ära."
    }
  },
  {
    "translation": {
      "en": "It's not the Mike Tyson's Punch-Out!! era, it's not the Ali era,",
      "de": "Nicht Mike Tyson's Punch-Out!!-Ära, die Ali-Ära,"
    }
  },
  {
    "translation": {
      "en": "it's not the Joe Louis era, the Rocky Marciano era.",
      "de": "die Louis- oder die Marciano-Ära."
    }
  },
  {
    "translation": {
      "en": "Things change and the eras move on along.",
      "de": "Die Dinge ändern sich und damit auch die Ären."
    }
  },
  {
    "translation": {
      "en": "[Mike Woods] So Floyd Mayweather will tell you that he is the best ever.",
      "de": "Floyd Mayweather sagt, er sei der Beste aller Zeiten."
    }
  },
  {
    "translation": {
      "en": "\"I made more money than anyone else in all of sports.\"",
      "de": "\"Ich habe mehr Geld verdient als jeder andere Sportler.\""
    }
  },
  {
    "translation": {
      "en": "And I'll say to that, I don't really give a fuck.",
      "de": "Und ich sage dazu, dass mich das einen Scheiß interessiert."
    }
  },
  {
    "translation": {
      "en": "I don't really give a shit. That doesn't make you TBE, The Best Ever.",
      "de": "Es ist mir scheißegal. Das macht dich nicht zu TBE, The Best Ever."
    }
  },
  {
    "translation": {
      "en": "So, is he the perfect athlete for this new age of narcissism?",
      "de": "Ist er der perfekte Athlet des neuen Zeitalters des Narzissmus?"
    }
  },
  {
    "translation": {
      "en": "And if he is, is everyone gonna follow his lead,",
      "de": "Und wenn, werden ihm alle folgen"
    }
  },
  {
    "translation": {
      "en": "be a boxing businessman and say, \"I pick who I want to fight\"?",
      "de": "und als boxende Geschäftsmänner sagen: \"Ich entscheide, gegen wen ich boxe\"?"
    }
  },
  {
    "translation": {
      "en": "These guys enter into this, remember,",
      "de": "Diese Jungs tun das,"
    }
  },
  {
    "translation": {
      "en": "to prove something to themselves and to everyone else.",
      "de": "um sich und allen anderen etwas zu beweisen."
    }
  },
  {
    "translation": {
      "en": "And that's their legacy, and what will his legacy be?",
      "de": "Und das ist ihr Vermächtnis, und was wird sein Vermächtnis sein?"
    }
  },
  {
    "translation": {
      "en": "[Bulger] With Mayweather's undefeated career coming to a close,",
      "de": "Wer wird, da Mayweathers Karriere ohne Niederlage sich dem Ende zuneigt,"
    }
  },
  {
    "translation": {
      "en": "who will take his place as the next American boxing superstar?",
      "de": "seinen Platz als der nächste US-Superstar im Boxen übernehmen?"
    }
  },
  {
    "translation": {
      "en": "[announcer] All right, fans, here we go!",
      "de": "Ok, Fans, es geht los!"
    }
  },
  {
    "translation": {
      "en": "Twelve rounds of boxing for the WBO middleweight championship of the world.",
      "de": "Zwölf Runden Boxen um die WBO-Weltmeisterschaft im Mittelgewicht"
    }
  },
  {
    "translation": {
      "en": "Introducing Peter \"Kid Chocolate\" Quillin!",
      "de": "mit Peter \"Kid Chocolate\" Quillin! DER PROFI PETER \"KID CHOCOLATE\" QUILLIN"
    }
  },
  {
    "translation": {
      "en": "As a kid, I used to dream about the title.",
      "de": "Als Junge träumte ich vom Titel."
    }
  },
  {
    "translation": {
      "en": "Or big fights, or big money and stuff, you know.",
      "de": "Oder von großen Kämpfen, oder vom großen Geld und so."
    }
  },
  {
    "translation": {
      "en": "I had a sense of hope... I was gonna be able to, like, see something better.",
      "de": "Ich hoffte, dass ich eine bessere Zukunft erreichen könnte."
    }
  },
  {
    "translation": {
      "en": "-Do you want this title? -I do.",
      "de": "-Willst du den Titel? -Ja."
    }
  },
  {
    "translation": {
      "en": "-Do you want this title? -I want this title.",
      "de": "-Willst du? -Ich will ihn."
    }
  },
  {
    "translation": {
      "en": "All right, show me you want this title.",
      "de": "Zeig es mir."
    }
  },
  {
    "translation": {
      "en": "[Sam Watson] Peter Quillin, Kid Chocolate, is one of the hottest fighters in the business at this time.",
      "de": "Peter Quillin, Kid Chocolate, ist einer der heißesten Boxer unserer Zeit."
    }
  },
  {
    "translation": {
      "en": "[Quillin] I did everything in my power to try to make this work.",
      "de": "Ich habe alles dafür getan, damit dies Wirklichkeit wird."
    }
  },
  {
    "translation": {
      "en": "[announcer] Coming in left, and down goes N'Dam!",
      "de": "Von links. Und da liegt N'Dam!"
    }
  },
  {
    "translation": {
      "en": "I got to where I wanted to be.",
      "de": "Ich bin da, wo ich sein wollte."
    }
  },
  {
    "translation": {
      "en": "I set a goal for myself, being the champion.",
      "de": "Ich hatte mir das Ziel gesetzt, Champion zu werden."
    }
  },
  {
    "translation": {
      "en": "[announcer] And the new WBO middleweight champion of the world,",
      "de": "Der neue WBO-Weltmeister im Mittelgewicht,"
    }
  },
  {
    "translation": {
      "en": "I want to thank Grand Rapids, Michigan, for making me a fighter,",
      "de": "Ich danke Grand Rapids, Michigan, das mich zu einem Kämpfer gemacht hat,"
    }
  },
  {
    "translation": {
      "en": "and New York City making me a man.",
      "de": "und New York, das mich zum Mann machte."
    }
  },
  {
    "translation": {
      "en": "I hope, through this, I inspire people that hard work can get you anywhere in life.",
      "de": "Ich hoffe, dass ich den Menschen zeigen kann, dass sich harte Arbeit lohnt."
    }
  },
  {
    "translation": {
      "en": "[Quillin] Balcony looks pretty good to me.",
      "de": "Ich finde, der Balkon sieht gut aus."
    }
  },
  {
    "translation": {
      "en": "-[whirring] -This is a property that I bought.",
      "de": "Das ist das Haus, das ich gekauft habe."
    }
  },
  {
    "translation": {
      "en": "The house is shitty right now, but I own it.",
      "de": "Das Haus sieht noch scheiße aus, aber es ist meins."
    }
  },
  {
    "translation": {
      "en": "And now, I'm inspired to own as many cribs as I can, if possible.",
      "de": "Und jetzt will ich so viele Häuser wie möglich besitzen."
    }
  },
  {
    "translation": {
      "en": "-I want a new door. -[Papi Yordan] Okay, man.",
      "de": "-Ich will eine neue Tür. -Ok."
    }
  },
  {
    "translation": {
      "en": "Yeah, let's get a new door.",
      "de": "Ja, eine neue Tür."
    }
  },
  {
    "translation": {
      "en": "[Quillin] When I was younger, we grew up in a house that my dad owned,",
      "de": "Als ich ein Junge war, wuchsen wir im Haus meines Vaters auf,"
    }
  },
  {
    "translation": {
      "en": "till having that house taken away from us when my dad did his time in prison.",
      "de": "bis es uns weggenommen wurde, als mein Vater im Gefängnis saß."
    }
  },
  {
    "translation": {
      "en": "That's the way I grew.",
      "de": "So bin ich aufgewachsen."
    }
  },
  {
    "translation": {
      "en": "I gotta give him money, I give my mom money,",
      "de": "PAPI YORDAN - PETERS VATER Ich gebe ihm, meiner Mom und meinem Bruder Geld."
    }
  },
  {
    "translation": {
      "en": "my little brother get money.",
      "de": "Ich gebe ihm, meiner Mom und meinem Bruder Geld."
    }
  },
  {
    "translation": {
      "en": "[Bulger] That's a lot of people to take care of.",
      "de": "Das sind viele Leute."
    }
  },
  {
    "translation": {
      "en": "Yeah, that's what I'm saying,",
      "de": "Das sag ich ja,"
    }
  },
  {
    "translation": {
      "en": "but he think I take care of my friends more than I look out for them.",
      "de": "aber er denkt, ich kümmere mich mehr um meine Freunde."
    }
  },
  {
    "translation": {
      "en": "-Because I can't-- -[Yordan] I know--",
      "de": "-Weil ich... -Ich weiß..."
    }
  },
  {
    "translation": {
      "en": "Can you send an e-mail out for somebody? Can you send an e-mail?",
      "de": "Kannst du jetzt E-Mails verschicken?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "de": "Ich weiß nicht."
    }
  },
  {
    "translation": {
      "en": "Now, that's what I'm trying to say.",
      "de": "Das meine ich."
    }
  },
  {
    "translation": {
      "en": "So he want me to do more for him, but he don't know what he's not able to do.",
      "de": "Er will, dass ich mehr für ihn tue, aber er weiß nicht, was er nicht kann."
    }
  },
  {
    "translation": {
      "en": "So, I just let him be my dad and get a little bit of bread.",
      "de": "Also ist er mein Vater, und ich gebe ihm etwas ab."
    }
  },
  {
    "translation": {
      "en": "If you want to help me flip the cribs,",
      "de": "Wenn du beim Renovieren helfen willst,"
    }
  },
  {
    "translation": {
      "en": "I want it done the way... I'm the boss, not him.",
      "de": "dann so, wie ich... Ich bin der Boss, nicht er."
    }
  },
  {
    "translation": {
      "en": "-Yeah, pero-- -It's my house.",
      "de": "-Ja... -Das ist mein Haus."
    }
  },
  {
    "translation": {
      "en": "-Yeah, pero-- -But I'm the boss.",
      "de": "-Ja, pero... -Aber ich bin der Boss."
    }
  },
  {
    "translation": {
      "en": "[Quillin] I'm making life-changing money for myself to be able to secure, like, my family,",
      "de": "Ich verdiene viel Geld und helfe damit meiner Familie,"
    }
  },
  {
    "translation": {
      "en": "jobs for people that helped me,",
      "de": "gebe Leuten, die mir geholfen haben, Jobs,"
    }
  },
  {
    "translation": {
      "en": "trying to increase my capital by making sure that I won't retire broke.",
      "de": "vermehre mein Kapital und sorge dafür, dass ich nicht pleite in Rente gehe."
    }
  },
  {
    "translation": {
      "en": "[Bulger] Peter \"Kid Chocolate\" Quillin grew up here in Grand Rapids, Michigan.",
      "de": "Peter \"Kid Chocolate\" Quillin wuchs hier in Grand Rapids, Michigan, auf."
    }
  },
  {
    "translation": {
      "en": "Just two doors down from Floyd Mayweather's family.",
      "de": "Nur zwei Häuser weiter von Floyd Mayweathers Familie."
    }
  },
  {
    "translation": {
      "en": "Currently, their street has a combined record",
      "de": "Zurzeit hat ihre Straße eine kombinierte Bilanz"
    }
  },
  {
    "translation": {
      "en": "of 78 wins and zero losses.",
      "de": "von 78 Siegen und null Niederlagen."
    }
  },
  {
    "translation": {
      "en": "He never gave up. He could've turned out... another way.",
      "de": "Er hat nie aufgegeben. Er hätte sich anders entwickeln können. PETERS MUTTER"
    }
  },
  {
    "translation": {
      "en": "Peter was really a troublemaker.",
      "de": "Peter war ein richtiger Rabauke."
    }
  },
  {
    "translation": {
      "en": "I mean, he'd get suspended in school because he's always fighting.",
      "de": "Ich meine, er wurde aus der Schule geschmissen, weil er sich prügelte."
    }
  },
  {
    "translation": {
      "en": "So, well, you know, I said, \"He needs to be in the gym.\"",
      "de": "Ich sagte: \"Er muss in ein Boxstudio.\""
    }
  },
  {
    "translation": {
      "en": "'Cause I used to get Peter's ass, too, so, I think I had a big part in that because,",
      "de": "Denn von mir hat er's ja auch gekriegt, also habe ich auch meinen Anteil,"
    }
  },
  {
    "translation": {
      "en": "from him weaving and dodging and ducking from me and running, and I'm getting out of breath...",
      "de": "weil er mir auswich, sich duckte, vor mir wegrannte, und ich außer Atem..."
    }
  },
  {
    "translation": {
      "en": "Man, that boy was something.",
      "de": "Es war nicht leicht mit dem Jungen."
    }
  },
  {
    "translation": {
      "en": "[man] One, two, three.",
      "de": "Eins, zwei, drei."
    }
  },
  {
    "translation": {
      "en": "[all] Kid Chocolate!",
      "de": "Kid Chocolate!"
    }
  },
  {
    "translation": {
      "en": "[Quillin] Who knows what the \"C\" in champ stands for?",
      "de": "DICKINSON GRUNDSCHULE Wer weiß, wofür das \"C\" in Champ steht?"
    }
  },
  {
    "translation": {
      "en": "[all] Confidence!",
      "de": "Chancen!"
    }
  },
  {
    "translation": {
      "en": "-What does the \"H\" stand for? -[all] Hard work!",
      "de": "-Wofür steht das \"H\"? -Harte Arbeit!"
    }
  },
  {
    "translation": {
      "en": "-What does the \"A\" stand for? -[all] Attitude!",
      "de": "-Wofür steht das \"A\"? -Attitüde!"
    }
  },
  {
    "translation": {
      "en": "-What does the \"M\" stand for? -[all] Motivation.",
      "de": "-Wofür steht das \"M\"? -Motivation."
    }
  },
  {
    "translation": {
      "en": "Y'all don't sound motivated. What?",
      "de": "Ihr klingt nicht sehr motiviert. Was?"
    }
  },
  {
    "translation": {
      "en": "[all loudly] Motivation!",
      "de": "Motivation!"
    }
  },
  {
    "translation": {
      "en": "-What does the \"P\" stand for? -[all] Patience!",
      "de": "-Wofür steht das \"P\"? -Perfektion!"
    }
  },
  {
    "translation": {
      "en": "Okay, you take those words, I promise you, you can very, very much be successful.",
      "de": "Ok, merkt euch das, und ich verspreche, ihr könnt sehr erfolgreich werden."
    }
  },
  {
    "translation": {
      "en": "[Bulger] Against all odds, Kid Chocolate made it out of Grand Rapids,",
      "de": "Allen Widrigkeiten zum Trotz schaffte Kid Chocolate es aus Grand Rapids raus"
    }
  },
  {
    "translation": {
      "en": "reaching the pinnacle of the sport",
      "de": "und erreichte den Gipfel des Sports, als er Weltmeister im Mittelgewicht wurde."
    }
  },
  {
    "translation": {
      "en": "as he won the middleweight championship of the world.",
      "de": "und erreichte den Gipfel des Sports, als er Weltmeister im Mittelgewicht wurde. WELTMEISTER - MITTELGEWICHT 72,6 KG"
    }
  },
  {
    "translation": {
      "en": "-But then, he just gave it up. -[baby cooing]",
      "de": "Aber dann legte er den Titel nieder."
    }
  },
  {
    "translation": {
      "en": "[Bulger] What happened to his belt? Why isn't he the champ anymore?",
      "de": "Was ist mit dem Gürtel? Warum ist er nicht der Champ?"
    }
  },
  {
    "translation": {
      "en": "-Do you know? -Who knows?",
      "de": "-Weißt du's? -Wer weiß?"
    }
  },
  {
    "translation": {
      "en": "Those things happen. Real fighters win, lose, lose their belts, get them back.",
      "de": "Kommt vor. Boxer gewinnen, verlieren und holen sich den Gürtel zurück."
    }
  },
  {
    "translation": {
      "en": "[Bulger] He's undefeated, though.",
      "de": "Er ist ungeschlagen."
    }
  },
  {
    "translation": {
      "en": "Then something must have happened. I think he, uh...",
      "de": "Dann muss was passiert sein. Ich glaube, er..."
    }
  },
  {
    "translation": {
      "en": "Let me think. I think he went to the monastery for a while.",
      "de": "Ich glaube, er ist für eine Weile ins Kloster gegangen."
    }
  },
  {
    "translation": {
      "en": "[man 1] Peter Quillin announced that he would be vacating his title.",
      "de": "Quillin gab bekannt, dass er seinen Titel niederlegt."
    }
  },
  {
    "translation": {
      "en": "I'm sure you guys heard.",
      "de": "Habt ihr gehört?"
    }
  },
  {
    "translation": {
      "en": "[man 2] Allegedly, he's gonna make $1.4 million, so I don't understand what his motives are.",
      "de": "Angeblich bekommt er $ 1,4 Millionen, deshalb verstehe ich seine Gründe nicht."
    }
  },
  {
    "translation": {
      "en": "[man 3] All right, Peter Quillin, a lot of people want questions answered.",
      "de": "Also, Peter Quillin, viele Leute warten auf eine Antwort."
    }
  },
  {
    "translation": {
      "en": "[Bulger] Kid Chocolate wasn't defeated, he wasn't injured.",
      "de": "Kid Chocolate war ungeschlagen, er war unverletzt."
    }
  },
  {
    "translation": {
      "en": "His decision left the boxing world in a state of confusion.",
      "de": "Seine Entscheidung verwirrte die Boxwelt."
    }
  },
  {
    "translation": {
      "en": "After all, wasn't becoming a champion what boxers dream about?",
      "de": "Ist der Titel nicht der Traum eines jeden Boxers?"
    }
  },
  {
    "translation": {
      "en": "What could possibly compel someone",
      "de": "Was könnte jemanden dazu treiben,"
    }
  },
  {
    "translation": {
      "en": "to give up their championship title they fought so hard for?",
      "de": "seinen so hart erkämpften Weltmeistertitel niederzulegen?"
    }
  },
  {
    "translation": {
      "en": "-I'd like to thank Al Haymon. -Thank you, Al Haymon.",
      "de": "-Danke, Al Haymon. -Danke, Al Haymon."
    }
  },
  {
    "translation": {
      "en": "Al Haymon didn't want him to fight the fight, he didn't want him to fight my guy, Korobov.",
      "de": "Al Haymon wollte nicht, dass er gegen meinen Jungen Korobov boxt."
    }
  },
  {
    "translation": {
      "en": "So what he did was, he just paid the guy not to fight. Literally paid him not to fight,",
      "de": "Also bezahlte er ihn, damit er nicht boxt,"
    }
  },
  {
    "translation": {
      "en": "and promised him another fight if he didn't fight this fight.",
      "de": "und versprach ihm einen anderen Kampf, wenn er nicht antritt."
    }
  },
  {
    "translation": {
      "en": "Paid him half a million dollars because he didn't want to take a chance on losing.",
      "de": "Bezahlte ihm eine halbe Million Dollar, weil er keine Niederlage riskieren wollte."
    }
  },
  {
    "translation": {
      "en": "[Kim] Basically, he is like the puppet master.",
      "de": "Im Grunde ist er der Strippenzieher."
    }
  },
  {
    "translation": {
      "en": "Think of The Wizard of Oz, he's that guy behind the curtains.",
      "de": "Wie bei Der Zauberer von Oz ist er der Mann hinter dem Vorhang."
    }
  },
  {
    "translation": {
      "en": "And he's just pushing all the buttons and levers.",
      "de": "Und er drückt nur die Knöpfe."
    }
  },
  {
    "translation": {
      "en": "[Bulger] I've heard the name Al Haymon, but I've never seen him.",
      "de": "Ich habe den Namen Al Haymon gehört, aber ich habe ihn nie gesehen."
    }
  },
  {
    "translation": {
      "en": "He's like the opposite of Don King.",
      "de": "Er ist das Gegenteil von Don King."
    }
  },
  {
    "translation": {
      "en": "He doesn't do interviews. He's just lurking behind the scenes.",
      "de": "Er gibt keine Interviews. Er versteckt sich hinter den Kulissen."
    }
  },
  {
    "translation": {
      "en": "And with unprecedented pay days, he's earned his fighters' loyalty.",
      "de": "Und mit beispiellosen Gehältern sichert er sich die Loyalität der Boxer."
    }
  },
  {
    "translation": {
      "en": "[Quillin] When I had my son, my kid, Al Haymon said,",
      "de": "Als ich meinen Sohn bekam, sagte Al Haymon:"
    }
  },
  {
    "translation": {
      "en": "\"If you wanna fight for this belt, we can make that happen.",
      "de": "\"Willst du kämpfen, können wir das arrangieren."
    }
  },
  {
    "translation": {
      "en": "Or you can not fight for the belt and get what you said you want,",
      "de": "Oder du kämpfst nicht und bekommst, was du wolltest,"
    }
  },
  {
    "translation": {
      "en": "which is time with your family, which, I would say, you don't get that time back.\"",
      "de": "nämlich Zeit mit deiner Familie, die du nicht nachholen kannst.\""
    }
  },
  {
    "translation": {
      "en": "♪ Are you cold? ♪ ♪ Are you cold? ♪",
      "de": "Ist dir kalt?"
    }
  },
  {
    "translation": {
      "en": "So I took some time off.",
      "de": "Also nahm ich mir frei."
    }
  },
  {
    "translation": {
      "en": "If you wanna say that advice is bad for somebody,",
      "de": "Du kannst sagen, dass die Entscheidung falsch war,"
    }
  },
  {
    "translation": {
      "en": "then people can say what they want,",
      "de": "das kann ich dir nicht verbieten,"
    }
  },
  {
    "translation": {
      "en": "but I feel like I made the right decision for me.",
      "de": "aber für mich war das die richtige Entscheidung."
    }
  },
  {
    "translation": {
      "en": "[Hopkins] He gave up the belt because he was told to.",
      "de": "Er wurde gezwungen, den Gürtel abzugeben."
    }
  },
  {
    "translation": {
      "en": "These guys ain't their own boss.",
      "de": "Die Jungs sind nicht ihr eigener Boss."
    }
  },
  {
    "translation": {
      "en": "I made 20 defenses, so I don't believe in givin' up belts.",
      "de": "Ich verteidigte 20 Mal, ich glaub nicht an Verzicht."
    }
  },
  {
    "translation": {
      "en": "If you ask me \"Would I give up my belt?\", I will say \"No.\"",
      "de": "Ich würde niemals meinen Gürtel abgeben."
    }
  },
  {
    "translation": {
      "en": "I worked too hard, I sacrificed too much. That belt will still be with me.",
      "de": "Ich habe dafür zu hart gearbeitet, viel geopfert. Der Gürtel bleibt bei mir."
    }
  },
  {
    "translation": {
      "en": "[De La Hoya] The fighters are not fighting for the glory, for the honor,",
      "de": "Die Boxer kämpfen nicht für den Ruhm, für die Ehre, für den Respekt."
    }
  },
  {
    "translation": {
      "en": "for the respect.",
      "de": "Die Boxer kämpfen nicht für den Ruhm, für die Ehre, für den Respekt. EX-WELTMEISTER MITTELGEWICHT"
    }
  },
  {
    "translation": {
      "en": "It's all about the business.",
      "de": "Es geht ums Geschäft."
    }
  },
  {
    "translation": {
      "en": "I mean, who in their right mind gives up a championship title",
      "de": "Niemand, der bei Verstand ist, gibt seinen Weltmeistertitel auf,"
    }
  },
  {
    "translation": {
      "en": "because they don't wanna face the best in their division?",
      "de": "weil er sich nicht mit den Besten in seiner Klasse messen will."
    }
  },
  {
    "translation": {
      "en": "That's just unheard of.",
      "de": "Das gab es noch nie."
    }
  },
  {
    "translation": {
      "en": "In my era, you just don't do that.",
      "de": "Zu meiner Zeit machte man so was nicht."
    }
  },
  {
    "translation": {
      "en": "You see people shitting on Peter Quillin, saying,",
      "de": "Man hört die Leute über Peter Quillin lästern:"
    }
  },
  {
    "translation": {
      "en": "[tsks] \"He ain't a fuckin' warrior. He don't wanna fight the best.\"",
      "de": "\"Er ist kein Krieger. Er will nicht gegen die Besten kämpfen.\""
    }
  },
  {
    "translation": {
      "en": "And Peter Quillin can answer you and say,",
      "de": "Und Peter Quillin kann darauf erwidern:"
    }
  },
  {
    "translation": {
      "en": "\"I'm listening to my trusted advisor, Al Haymon.",
      "de": "\"Ich höre auf meinen zuverlässigen Berater Al Haymon."
    }
  },
  {
    "translation": {
      "en": "It's gonna be pretty good for me.\"",
      "de": "Das ist das Beste für mich.\""
    }
  },
  {
    "translation": {
      "en": "[Gallagher] It's about money.",
      "de": "Es geht um Geld."
    }
  },
  {
    "translation": {
      "en": "It's about making a living so you can take care of your family.",
      "de": "Es geht darum, sich um die Familie kümmern zu können."
    }
  },
  {
    "translation": {
      "en": "-[Bulger] Fuck the glory? -Huh?",
      "de": "Scheiß auf Ruhm?"
    }
  },
  {
    "translation": {
      "en": "[Bulger] Fuck the glory?",
      "de": "Scheiß auf Ruhm?"
    }
  },
  {
    "translation": {
      "en": "Glory's bullshit. You can go in your bathroom and have glory.",
      "de": "Ruhm ist Schwachsinn. Du kannst in deinem Badezimmer Ruhm haben."
    }
  },
  {
    "translation": {
      "en": "Close the door and tell everybody who you are.",
      "de": "Schließ die Tür und erzähle jedem, was für ein Hecht du bist."
    }
  },
  {
    "translation": {
      "en": "You think the easiest route to do, like, in life,",
      "de": "Wenn du die Möglichkeit hättest,"
    }
  },
  {
    "translation": {
      "en": "like, between being a boxer and then going to college, which one would you choose?",
      "de": "dich zwischen Boxen und College zu entscheiden, was würdest du nehmen?"
    }
  },
  {
    "translation": {
      "en": "I mean, in boxing, if you turn pro, if you got the right people around you,",
      "de": "Wenn man Boxprofi wird und die richtigen Leute um sich herum hat,"
    }
  },
  {
    "translation": {
      "en": "you can turn... you can make money in a heartbeat, you know what I mean?",
      "de": "kann man im Nu viel Geld verdienen."
    }
  },
  {
    "translation": {
      "en": "Peter Quillin is one of the luckiest, blessed, talented fighters we have.",
      "de": "Quillin ist ein glücklicher, begnadeter und talentierter Boxer."
    }
  },
  {
    "translation": {
      "en": "He listens to Al Haymon. They talk.",
      "de": "Er hört auf Al Haymon. Sie reden."
    }
  },
  {
    "translation": {
      "en": "They always make sense on what they're doing,",
      "de": "Sie wägen immer vernünftig ab, was sie tun,"
    }
  },
  {
    "translation": {
      "en": "when they're gonna fight, who they're gonna fight. And that's great.",
      "de": "wann und wo sie kämpfen, und das ist toll."
    }
  },
  {
    "translation": {
      "en": "[Bulger] Unlike other professional sports,",
      "de": "Anders als in anderen Sportarten"
    }
  },
  {
    "translation": {
      "en": "boxing doesn't have a single controlling organization,",
      "de": "gibt es beim Profiboxen kein oberstes Kontrollorgan,"
    }
  },
  {
    "translation": {
      "en": "which is exactly what Al Haymon is after with his Premier Boxing Champions league.",
      "de": "und das will Al Haymon mit seiner Premier-Boxing-Champions-Liga erreichen."
    }
  },
  {
    "translation": {
      "en": "With half a billion dollars of venture capital,",
      "de": "Mit einer halben Milliarde Dollar Beteiligungskapital"
    }
  },
  {
    "translation": {
      "en": "he has the sport back on prime time for the first time in over three decades.",
      "de": "brachte er den Sport nach mehr als 30 Jahren wieder zurück in die Primetime."
    }
  },
  {
    "translation": {
      "en": "And he's signing a lot of the best fighters...",
      "de": "Er verpflichtet die besten Boxer, aber macht kaum Geschäfte mit anderen Promotern"
    }
  },
  {
    "translation": {
      "en": "but Haymon rarely does business with competing promoters",
      "de": "Er verpflichtet die besten Boxer, aber macht kaum Geschäfte mit anderen Promotern und ihren Boxern."
    }
  },
  {
    "translation": {
      "en": "and their fighters.",
      "de": "und ihren Boxern."
    }
  },
  {
    "translation": {
      "en": "And in boxing, the best all too often don't fight the best.",
      "de": "Und beim Boxen kämpfen zu oft nicht die Besten gegeneinander."
    }
  },
  {
    "translation": {
      "en": "[Dunkin] You know, there's a lot of money being thrown around.",
      "de": "Da ist viel Geld im Spiel."
    }
  },
  {
    "translation": {
      "en": "Can you imagine half a million dollars to not fight my guy? To not fight!",
      "de": "Kannst du dir das vorstellen? Eine halbe Million Dollar für einen Verzicht?"
    }
  },
  {
    "translation": {
      "en": "[Quillin] I want to set myself up for life.",
      "de": "Ich will mich fürs Leben absichern."
    }
  },
  {
    "translation": {
      "en": "So, I'm gonna go out there and train like I'm trying to win,",
      "de": "Ich trainiere, um zu gewinnen,"
    }
  },
  {
    "translation": {
      "en": "like my life is dependent on it and my son's life's depending on it.",
      "de": "weil mein Leben und das meines Sohnes davon abhängig ist."
    }
  },
  {
    "translation": {
      "en": "[kid] Atlas Cops and Kids, baby!",
      "de": "Atlas Cops and Kids, Baby!"
    }
  },
  {
    "translation": {
      "en": "[Bulger] You shouldn't be surprised to hear when Lil B-Hop signs his first pro contract,",
      "de": "Es dürfte keine Überraschung sein, dass Lil B-Hop seinen ersten Profivertrag"
    }
  },
  {
    "translation": {
      "en": "it's with Al Haymon.",
      "de": "bei Al Haymon unterschreibt."
    }
  },
  {
    "translation": {
      "en": "Signing with Al Haymon, ain't nothing better than that.",
      "de": "Es gibt nichts Besseres, als bei Al Haymon zu unterschreiben."
    }
  },
  {
    "translation": {
      "en": "[Bulger] Why is that?",
      "de": "Warum?"
    }
  },
  {
    "translation": {
      "en": "'Cause there's nobody that's gonna get you to the top, where you need to be,",
      "de": "Niemand außer Al bringt dich an die Spitze, wo du hingehörst"
    }
  },
  {
    "translation": {
      "en": "and make the right money that you're supposed to be making, but Al.",
      "de": "und das Geld bekommst, das du verdienst."
    }
  },
  {
    "translation": {
      "en": "[Sosa] Congrats. Hard work pays off. You know what I mean?",
      "de": "Glückwunsch. Harte Arbeit lohnt sich. Verstehst du?"
    }
  },
  {
    "translation": {
      "en": "Gonna show this world that the new superstar is on his way.",
      "de": "Du zeigst der Welt, der neue Superstar kommt."
    }
  },
  {
    "translation": {
      "en": "Yes, sir.",
      "de": "Ja, Sir."
    }
  },
  {
    "translation": {
      "en": "[Gary Stark Jr.] Al's the best in business.",
      "de": "Al ist der Beste im Geschäft."
    }
  },
  {
    "translation": {
      "en": "He has the best fighters now.",
      "de": "Er hat jetzt die besten Boxer unter Vertrag."
    }
  },
  {
    "translation": {
      "en": "If you fight with him, you fight in the best shows.",
      "de": "Mit ihm boxt man bei den besten Shows. Er ist der Beste."
    }
  },
  {
    "translation": {
      "en": "He's the man.",
      "de": "Mit ihm boxt man bei den besten Shows. Er ist der Beste. GARY STARK, JR. - PROFIBOXER"
    }
  },
  {
    "translation": {
      "en": "[Sosa] Jay, you're getting a glimpse of the future, Jay. A glimpse of the future.",
      "de": "Jay, das ist ein Einblick in die Zukunft."
    }
  },
  {
    "translation": {
      "en": "The Sosa Crew be taking over soon.",
      "de": "Die Sosa-Crew wird bald regieren."
    }
  },
  {
    "translation": {
      "en": "[Colbert] In this sport people think it's all about the money.",
      "de": "Die Leute denken, es geht nur ums Geld."
    }
  },
  {
    "translation": {
      "en": "I mean, the money's gonna come regardless.",
      "de": "Das Geld kommt sowieso."
    }
  },
  {
    "translation": {
      "en": "Like, right now?",
      "de": "Aber jetzt?"
    }
  },
  {
    "translation": {
      "en": "I'll fight for $100, if I had to.",
      "de": "Ich kämpfe auch für $ 100, wenn es sein muss."
    }
  },
  {
    "translation": {
      "en": "No problem.",
      "de": "Kein Problem."
    }
  },
  {
    "translation": {
      "en": "To build my record, build my résumé.",
      "de": "Um meine Bilanz und eine Vita aufzubauen."
    }
  },
  {
    "translation": {
      "en": "Let a lot of people see who I am. I'm in this to make history.",
      "de": "Viele Leute sollen mich sehen. Ich bin hier, um Geschichte zu schreiben."
    }
  },
  {
    "translation": {
      "en": "A guy like him is supposed to be right now in some institution.",
      "de": "Ein Junge wie er müsste jetzt eigentlich im Knast sein."
    }
  },
  {
    "translation": {
      "en": "Think about it.",
      "de": "Überleg doch mal."
    }
  },
  {
    "translation": {
      "en": "He had no good start to be successful.",
      "de": "Er hatte keine guten Voraussetzungen für eine erfolgreiche Karriere."
    }
  },
  {
    "translation": {
      "en": "You know what it is, right? I'ma tell you something.",
      "de": "Dir ist klar, was das heißt? Ich sag dir was:"
    }
  },
  {
    "translation": {
      "en": "God gives grace to humble people. Remember that.",
      "de": "Gott schenkt Gnade dem Demütigen. Denk daran."
    }
  },
  {
    "translation": {
      "en": "This is gonna be your spotlight right now.",
      "de": "Das wird jetzt dein Scheinwerferlicht sein."
    }
  },
  {
    "translation": {
      "en": "When it's your time, it's your time.",
      "de": "Wenn du dran bist, bist du dran."
    }
  },
  {
    "translation": {
      "en": "I'll tell you how good he may be someday. His nickname is Lil B-Hop. -Chris Colbert. -[crowd cheering]",
      "de": "Er wird mal ein ganz Großer. Sein Spitzname ist Lil B-Hop. Chris Colbert."
    }
  },
  {
    "translation": {
      "en": "[Woods] Al Haymon is spending money hand over fist, and it's great.",
      "de": "Al Haymon gibt sein Geld mit vollen Händen aus, und das ist toll."
    }
  },
  {
    "translation": {
      "en": "The fighters are getting paid like drunken sailors wanna be paid.",
      "de": "Die Boxer verdienen mehr Geld, als es sich betrunkene Seeleute wünschen."
    }
  },
  {
    "translation": {
      "en": "But are the right fights being made?",
      "de": "Aber bekommen sie die richtigen Kämpfe?"
    }
  },
  {
    "translation": {
      "en": "Are the fans happy?",
      "de": "Sind die Fans glücklich?"
    }
  },
  {
    "translation": {
      "en": "They're the ones that have to congregate to lift this sport up.",
      "de": "Sie müssen kommen, um den Sport nach oben zu bringen."
    }
  },
  {
    "translation": {
      "en": "[Sosa] If you wanna do things the right way, you always have to get the right opponents.",
      "de": "Wenn man es richtig machen will, braucht man die richtigen Gegner."
    }
  },
  {
    "translation": {
      "en": "And the right opponents, sometimes, are not the best opponents.",
      "de": "Und die richtigen Gegner sind manchmal nicht die besten Gegner."
    }
  },
  {
    "translation": {
      "en": "You know what I mean? But that's how you build them up.",
      "de": "Verstehst du? Aber so baut man sie auf."
    }
  },
  {
    "translation": {
      "en": "[Marquis Pierce] It's the first time he's ever gonna go four rounds,",
      "de": "Das ist sein erster Kampf über vier Runden."
    }
  },
  {
    "translation": {
      "en": "and I don't think he's ready for this shit.",
      "de": "Er ist noch nicht so weit. SIEGE - 1 - NIEDERLAGEN - 5"
    }
  },
  {
    "translation": {
      "en": "He's not even fighting for the same cause that I'm fighting for.",
      "de": "Er kämpft nicht mal für dieselbe Sache wie ich."
    }
  },
  {
    "translation": {
      "en": "You wanna be famous and some superstar athlete.",
      "de": "Du willst berühmt und ein Superstar sein."
    }
  },
  {
    "translation": {
      "en": "I'm fighting for my life.",
      "de": "Ich kämpfe um mein Leben."
    }
  },
  {
    "translation": {
      "en": "I'm fighting to make sure food get put on my fucking table and shit.",
      "de": "Ich kämpfe für das Essen auf meinem Tisch."
    }
  },
  {
    "translation": {
      "en": "As I'm standing there, he's up in my face, you know, trying to talk down to me.",
      "de": "Ich stehe da, und er versucht, mich runterzumachen."
    }
  },
  {
    "translation": {
      "en": "He's like, \"This is gonna be an easy win.\" And \"I'm not worried about nothing.\"",
      "de": "Er sagt: \"Das wird ein Kinderspiel. Ich mache mir keine Sorgen.\""
    }
  },
  {
    "translation": {
      "en": "Dude, you're 18 years old, bro. Your balls barely dropped, my man.",
      "de": "Alter, du bist 18 Jahre alt. Du hast noch nicht mal Haare am Sack."
    }
  },
  {
    "translation": {
      "en": "[Awesome] Professional boxing, it's all about perception.",
      "de": "Beim Profiboxen ist Wahrnehmung alles."
    }
  },
  {
    "translation": {
      "en": "This pro boxer's 25-0.",
      "de": "Dieser Boxer hat 25:0 Siege."
    }
  },
  {
    "translation": {
      "en": "But if you look at the 25 fighters he fought, they're literally nobodies.",
      "de": "Aber wenn man sich die 25 Gegner ansieht, alles kleine Lichter."
    }
  },
  {
    "translation": {
      "en": "They're guys with 1-7 records",
      "de": "Nur ein Sieg in acht Kämpfen,"
    }
  },
  {
    "translation": {
      "en": "and guys who've never boxed before, guys making their debut.",
      "de": "oder welche, die gerade ihren ersten Kampf bestreiten."
    }
  },
  {
    "translation": {
      "en": "And they build someone's record to make them look like a great, undefeated boxer.",
      "de": "Die bauen ihnen die Bilanz auf, damit sie wie große, ungeschlagene Boxer aussehen."
    }
  },
  {
    "translation": {
      "en": "[announcer] 122.6!",
      "de": "55,6!"
    }
  },
  {
    "translation": {
      "en": "[Dunkin] Yeah, undefeated is so important.",
      "de": "Ja, ungeschlagen zu sein ist so wichtig."
    }
  },
  {
    "translation": {
      "en": "In boxing, the second you lose, everybody's off of you.",
      "de": "Sobald du verlierst, will keiner mehr was von dir wissen."
    }
  },
  {
    "translation": {
      "en": "We've come to a world now where winning is all that matters.",
      "de": "Wir leben heute in einer Welt, in der nur der Sieg zählt."
    }
  },
  {
    "translation": {
      "en": "As long as there are fighters out there",
      "de": "KATHY DUVA - BOX-PROMOTERIN"
    }
  },
  {
    "translation": {
      "en": "who think that they need to have an undefeated record to be relevant...",
      "de": "Boxer, die glauben, dass sie nur ungeschlagen etwas wert sind,"
    }
  },
  {
    "translation": {
      "en": "I think they're very misguided.",
      "de": "sind irregeleitet."
    }
  },
  {
    "translation": {
      "en": "I contribute that to Mayweather. That's the Mayweather effect,",
      "de": "Das schreibe ich Mayweather zu. Das ist der Mayweather-Effekt,"
    }
  },
  {
    "translation": {
      "en": "thinking about business and thinking about the fight second.",
      "de": "zuerst an das Geschäft zu denken, und dann erst an den Kampf."
    }
  },
  {
    "translation": {
      "en": "[Bulger] After years of anticipation, negotiation and hype,",
      "de": "Nach vielen Jahren der Vorfreude, der Verhandlungen und des Hypes"
    }
  },
  {
    "translation": {
      "en": "here in Las Vegas on the first Saturday of May,",
      "de": "bleibt Floyd \"Money\" Mayweather am ersten Mai-Samstag,"
    }
  },
  {
    "translation": {
      "en": "Floyd \"Money\" Mayweather remains undefeated.",
      "de": "hier in Las Vegas, weiterhin ungeschlagen."
    }
  },
  {
    "translation": {
      "en": "Earning an estimated $300 million in one night",
      "de": "Er verdient mit seinem Sieg im Jahrhundertkampf gegen Pacquiao"
    }
  },
  {
    "translation": {
      "en": "as he defeats Manny Pacquiao in the fight of the century.",
      "de": "ungefähr $ 300 Millionen an einem Abend. SIEGE - 47 - NIEDERLAGEN - 0"
    }
  },
  {
    "translation": {
      "en": "But I'm across town at a place I always dreamed of reaching.",
      "de": "Aber ich besuche am anderen Ende der Stadt mein Traumziel."
    }
  },
  {
    "translation": {
      "en": "The National Golden Gloves Championships.",
      "de": "Die National Golden Gloves Championships."
    }
  },
  {
    "translation": {
      "en": "[Jim Beasley] Golden Gloves, which started clear back in the 1920s,",
      "de": "Die Golden Gloves gibt es schon seit den 1920ern,"
    }
  },
  {
    "translation": {
      "en": "and throughout the history, most everybody has been in the Golden Gloves.",
      "de": "und fast jeder war schon mal bei den Golden Gloves."
    }
  },
  {
    "translation": {
      "en": "And many of our successful champions like Sugar Ray Leonard",
      "de": "Viele der erfolgreichen Champions wie Sugar Ray Leonard,"
    }
  },
  {
    "translation": {
      "en": "or Evander Holyfield or Mike Tyson,",
      "de": "Evander Holyfield, Mike Tyson,"
    }
  },
  {
    "translation": {
      "en": "all those kind of people, Oscar De La Hoya, you can name 'em all,",
      "de": "all diese Leute, Oscar De La Hoya und viele andere,"
    }
  },
  {
    "translation": {
      "en": "they were Golden Glove champs.",
      "de": "sie waren alle Golden-Gloves-Champions."
    }
  },
  {
    "translation": {
      "en": "And so this is the beginning for the next breed of champions.",
      "de": "Und das hier ist die neue Generation von Champions."
    }
  },
  {
    "translation": {
      "en": "-Dig down in there! -[exclaims]",
      "de": "Tiefer!"
    }
  },
  {
    "translation": {
      "en": "Aim to the body. Both sides, baby.",
      "de": "Ziel auf den Körper. Beide Seiten, Baby."
    }
  },
  {
    "translation": {
      "en": "[Leonard] Winning the Golden Gloves was huge.",
      "de": "Die Golden Gloves zu gewinnen, war etwas Tolles."
    }
  },
  {
    "translation": {
      "en": "But then you win the National Golden Gloves? [scoffs] Forget about it. It was everything.",
      "de": "Aber die National Golden Gloves, das war das Größte."
    }
  },
  {
    "translation": {
      "en": "Ask any boxer.",
      "de": "Da kann man jeden Boxer fragen."
    }
  },
  {
    "translation": {
      "en": "[Bulger] So what's the plan tonight, champ?",
      "de": "Was ist der Plan heute, Champ?"
    }
  },
  {
    "translation": {
      "en": "Packing up shoes, socks, shorts, cup, shirt.",
      "de": "Schuhe, Socken, Shorts, Schutz und Shirt einpacken."
    }
  },
  {
    "translation": {
      "en": "Headgear.",
      "de": "Kopfschutz."
    }
  },
  {
    "translation": {
      "en": "Mouthpiece, check. Got all the stuff.",
      "de": "Mundschutz, hab ich. Hab alles."
    }
  },
  {
    "translation": {
      "en": "Tonight fighting a dude from, uh, South Carolina, I believe.",
      "de": "Heute kämpfe ich gegen einen Typen aus South Carolina, glaube ich."
    }
  },
  {
    "translation": {
      "en": "Don't know who he is. Uh, don't know what he looks like.",
      "de": "Kenne ihn nicht. Weiß nicht, wie er aussieht."
    }
  },
  {
    "translation": {
      "en": "Uh, well, I'm sure he's a really nice guy, so...",
      "de": "Ist sicher ein netter Kerl,"
    }
  },
  {
    "translation": {
      "en": "let's go break his dreams.",
      "de": "also werde ich seine Träume zerstören."
    }
  },
  {
    "translation": {
      "en": "[Bulger] The Golden Gloves is one of the few things that has stayed constant in amateur boxing.",
      "de": "Die Golden Gloves sind eine der wenigen Konstanten im Amateurboxsport."
    }
  },
  {
    "translation": {
      "en": "It has nothing to do with the Olympics,",
      "de": "Es gibt keine Verbindung zu Olympia,"
    }
  },
  {
    "translation": {
      "en": "but it is the most prestigious tournament in the country.",
      "de": "aber es ist das prestigeträchtigste Turnier im Land."
    }
  },
  {
    "translation": {
      "en": "[Awesome] Golden Glove National Tournament gets you no ranking points.",
      "de": "Bei den nationalen Golden Gloves erhält man keine Ranglistenpunkte und keine Quali für internationale Turniere."
    }
  },
  {
    "translation": {
      "en": "It gets you no international competition. Gets you nothing.",
      "de": "erhält man keine Ranglistenpunkte und keine Quali für internationale Turniere."
    }
  },
  {
    "translation": {
      "en": "But there's... It holds weight.",
      "de": "Aber es ist bedeutend für die Leute."
    }
  },
  {
    "translation": {
      "en": "It holds weight in the world with people. They like Golden Glove champions.",
      "de": "Aber es ist bedeutend für die Leute. Sie lieben die Golden-Gloves-Champions."
    }
  },
  {
    "translation": {
      "en": "This tournament, it's a big deal.",
      "de": "Dieses Turnier ist eine große Sache."
    }
  },
  {
    "translation": {
      "en": "I'm gonna be takin' it very seriously.",
      "de": "Ich nehme das sehr ernst."
    }
  },
  {
    "translation": {
      "en": "I'm fighting every fight like it's the gold medal fight in the Olympics this week.",
      "de": "Ich boxe in dieser Woche in jedem Kampf, als ob es das Finale bei Olympia wäre."
    }
  },
  {
    "translation": {
      "en": "-[man 1] Go, baby! -[man 2] Go!",
      "de": "-Los, Baby! -Los!"
    }
  },
  {
    "translation": {
      "en": "[man 1] Whoop his ass!",
      "de": "Versohl ihm den Arsch!"
    }
  },
  {
    "translation": {
      "en": "[man 2] There you go!",
      "de": "Genau so!"
    }
  },
  {
    "translation": {
      "en": "-[Bulger] Coach, how did he do? -[John] Excellent.",
      "de": "-Coach, wie war er? -Toll."
    }
  },
  {
    "translation": {
      "en": "Perfect first fight.",
      "de": "Perfekter erster Kampf."
    }
  },
  {
    "translation": {
      "en": "For all these other monsters, I saw about seven monsters out there.",
      "de": "Für all die anderen Monster. Ich habe etwa sieben Monster gesehen."
    }
  },
  {
    "translation": {
      "en": "They are getting bigger every goddamned year.",
      "de": "Sie werden jedes verdammte Jahr größer."
    }
  },
  {
    "translation": {
      "en": "What happened to real heavyweights like Joe Louis, 202 pounds,",
      "de": "Was ist mit den richtigen Schwergewichtlern wie Joe Louis, 92 kg,"
    }
  },
  {
    "translation": {
      "en": "Joe Frazier, 204, and \"Big\" George Foreman, 220?",
      "de": "Joe Frazier, 93, und \"Big\" George Foreman, 100?"
    }
  },
  {
    "translation": {
      "en": "Ali, 217.",
      "de": "Ali, 98."
    }
  },
  {
    "translation": {
      "en": "[announcer] We have a winner, boxing out of the blue corner...",
      "de": "Und der Gewinner ist, in der blauen Ecke,"
    }
  },
  {
    "translation": {
      "en": "-[applause] -...Cam Awesome. Cam Awesome.",
      "de": "Cam Awesome. SIEGE - 316 - NIEDERLAGEN - 26"
    }
  },
  {
    "translation": {
      "en": "-[Bulger] Yo, Awesome. -[Awesome] Yo, yo.",
      "de": "-Yo, Awesome. -Yo."
    }
  },
  {
    "translation": {
      "en": "-[Bulger] How did that go? -[Awesome] It went pretty well.",
      "de": "-Wie lief es? -Ganz gut."
    }
  },
  {
    "translation": {
      "en": "My plan was just to land some jabs,",
      "de": "Ich wollte hier und da ein paar Jabs landen,"
    }
  },
  {
    "translation": {
      "en": "every so often throw an overhand left to land-- to get some respect.",
      "de": "Ich wollte hier und da ein paar Jabs landen, eine Overhand von links für den Respekt."
    }
  },
  {
    "translation": {
      "en": "I figured I can win the fight with no real risk of exchanging punches with him.",
      "de": "Ich wusste, ich kann gewinnen, ohne einen Schlagabtausch zu riskieren."
    }
  },
  {
    "translation": {
      "en": "[woman] Good job, Cam.",
      "de": "Gut gemacht, Cam."
    }
  },
  {
    "translation": {
      "en": "-Thank you. Thank you. -Good job. Good job. Good job.",
      "de": "-Danke. -Gut gemacht."
    }
  },
  {
    "translation": {
      "en": "-Bye, guys. -Thank you, young lady.",
      "de": "-Tschüss. -Danke."
    }
  },
  {
    "translation": {
      "en": "We'll see you at the craps table.",
      "de": "Bis nachher beim Würfeln."
    }
  },
  {
    "translation": {
      "en": "[Bulger] One hundred and thirty-eight people eliminated on day one.",
      "de": "Am ersten Tag sind 138 Leute ausgeschieden."
    }
  },
  {
    "translation": {
      "en": "But Cam F. Awesome advances, needing three more victories",
      "de": "Aber Cam F. Awesome ist weiter und braucht noch drei Siege,"
    }
  },
  {
    "translation": {
      "en": "to earn his fourth National Golden Gloves Championship.",
      "de": "um die National Golden Gloves ein viertes Mal zu gewinnen."
    }
  },
  {
    "translation": {
      "en": "And maybe even the Golden Boy award,",
      "de": "Und vielleicht sogar den Golden Boy Award,"
    }
  },
  {
    "translation": {
      "en": "given to the best overall fighter in the tournament.",
      "de": "der dem besten Boxer des Turniers verliehen wird."
    }
  },
  {
    "translation": {
      "en": "Weigh-ins. I think I'm over 200 pounds.",
      "de": "Wiegen. Ich glaube, ich habe mehr als 91 kg."
    }
  },
  {
    "translation": {
      "en": "[Bulger] For years, Cam F. Awesome has dominated the amateur super heavyweight division.",
      "de": "Seit Jahren dominiert Cam F. Awesome das Superschwergewicht der Amateure."
    }
  },
  {
    "translation": {
      "en": "But here in Vegas, he's got competition.",
      "de": "Aber hier in Vegas hat er Konkurrenz."
    }
  },
  {
    "translation": {
      "en": "Darmani Rock, from North Philadelphia, is 19 years old,",
      "de": "Darmani Rock aus North Philadelphia ist 19 Jahre alt"
    }
  },
  {
    "translation": {
      "en": "and he's also qualified for the Olympic trials.",
      "de": "und hat auch einen Startplatz bei der Olympiaqualifikation."
    }
  },
  {
    "translation": {
      "en": "At 260 pounds, people are talking about him like he's the next great American heavyweight champion.",
      "de": "Mit 118 kg wird er als der nächste große Schwergewichts-Champion gehandelt."
    }
  },
  {
    "translation": {
      "en": "How's he doing?",
      "de": "Wie ist er?"
    }
  },
  {
    "translation": {
      "en": "He's got a nice little right uppercut.",
      "de": "Hat einen guten rechten Aufwärtshaken."
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm moving to my right--",
      "de": "Ich bewege meine rechte..."
    }
  },
  {
    "translation": {
      "en": "I mean, fuck this. You gotta start to do more.",
      "de": "Scheiß drauf. Du musst mehr machen."
    }
  },
  {
    "translation": {
      "en": "[Awesome] Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "[John] So, everybody thinks they can beat Cam 'cause he's a little awkward and different...",
      "de": "Alle denken, sie können Cam schlagen, weil er etwas merkwürdig und anders ist,"
    }
  },
  {
    "translation": {
      "en": "-[Bulger] Right. -And they don't see the traditional boxer.",
      "de": "weil er nicht traditionell boxt."
    }
  },
  {
    "translation": {
      "en": "So they think, \"Oh, boy, I can probably beat him.\"",
      "de": "Also denken sie: \"Den kann ich schlagen.\""
    }
  },
  {
    "translation": {
      "en": "And then they find out it ain't what it looks like.",
      "de": "Und dann merken sie, dass sie sich geirrt haben. SIEGE - 317 - NIEDERLAGEN - 26"
    }
  },
  {
    "translation": {
      "en": "So, I think we're gonna... I suspect it's gonna be fun.",
      "de": "Also glaube ich, wir... SIEGE - 318 - NIEDERLAGEN - 26 Wir werden Spaß haben."
    }
  },
  {
    "translation": {
      "en": "[announcer] Cam Awesome. Cam Awesome. Kansas City.",
      "de": "Cam Awesome."
    }
  },
  {
    "translation": {
      "en": "[Bulger] Four days later, sure enough, Cam and Darmani find themselves in the championship battle",
      "de": "Vier Tage später finden sich Cam und Darmani tatsächlich im Finale wieder,"
    }
  },
  {
    "translation": {
      "en": "to determine who is the best super heavyweight in the country.",
      "de": "um den besten Superschwergewichtler im Land zu ermitteln."
    }
  },
  {
    "translation": {
      "en": "I don't... I don't get sucked into all the hype of who I'm fighting.",
      "de": "Ich mache mich nicht über meinen Gegner verrückt."
    }
  },
  {
    "translation": {
      "en": "I haven't lost a single round this tournament. I'm going for the Golden Boy.",
      "de": "Ich habe noch keine Runde verloren. Ich will den Golden Boy."
    }
  },
  {
    "translation": {
      "en": "[man] It's a pretty unique opportunity for both these young men.",
      "de": "Eine einzigartige Gelegenheit für beide Jungs."
    }
  },
  {
    "translation": {
      "en": "When you have a multi-day tournament, so much can happen.",
      "de": "In einem mehrtägigen Turnier kann so viel passieren."
    }
  },
  {
    "translation": {
      "en": "You know, you can get an injury...",
      "de": "Man kann sich verletzen..."
    }
  },
  {
    "translation": {
      "en": "They could've met in a draw, and they could've met in the preliminaries.",
      "de": "Sie hätten schon in den Vorkämpfen aufeinandertreffen können."
    }
  },
  {
    "translation": {
      "en": "So, it's really great for the boxing fans, it's great for the storyline,",
      "de": "Es ist also toll für die Boxfans, toll für den Verlauf des Turniers,"
    }
  },
  {
    "translation": {
      "en": "and it's only gonna elevate their fight game.",
      "de": "und es sorgt für mehr Motivation bei den beiden."
    }
  },
  {
    "translation": {
      "en": "[announcer] This will be our last bout.",
      "de": "Dies ist unser letzter Kampf."
    }
  },
  {
    "translation": {
      "en": "Two warriors at 201 pounds plus.",
      "de": "Zwei Krieger mit mehr als 91 kg."
    }
  },
  {
    "translation": {
      "en": "Boxing out of the red corner, Cam Awesome.",
      "de": "In der roten Ecke, Cam Awesome."
    }
  },
  {
    "translation": {
      "en": "-[bell rings] -Fight!",
      "de": "Box!"
    }
  },
  {
    "translation": {
      "en": "[man] You can't do that with that jab...",
      "de": "Mit dem Jab funktioniert das nicht..."
    }
  },
  {
    "translation": {
      "en": "Is he hurtin' you?",
      "de": "Tut er dir weh?"
    }
  },
  {
    "translation": {
      "en": "Then, fuck him. Get in there and fight with him.",
      "de": "Dann scheiß auf ihn. Geh rein und kämpf."
    }
  },
  {
    "translation": {
      "en": "If he's not hurtin' you...",
      "de": "Wenn er dir nicht wehtut..."
    }
  },
  {
    "translation": {
      "en": "Do some feint, and then, boom, come in. You feint, boom, come in.",
      "de": "Ein paar Finten, und dann schlägst du zu."
    }
  },
  {
    "translation": {
      "en": "-[bell rings] -[referee] Fight!",
      "de": "Box!"
    }
  },
  {
    "translation": {
      "en": "[referee] No. No, no. Stop!",
      "de": "Nein. Stopp!"
    }
  },
  {
    "translation": {
      "en": "Let's hear about the 2015 National Golden Gloves champion...",
      "de": "Und hier der Gewinner der National Golden Gloves 2015"
    }
  },
  {
    "translation": {
      "en": "-at 201 pounds plus... -[applause]",
      "de": "im Superschwergewicht,"
    }
  },
  {
    "translation": {
      "en": "...he happens to be boxing out of the blue corner.",
      "de": "der Boxer aus der blauen Ecke. SIEGE - 318 - NIEDERLAGEN - 27"
    }
  },
  {
    "translation": {
      "en": "-[cheering] -Darmani Rock.",
      "de": "Darmani Rock."
    }
  },
  {
    "translation": {
      "en": "[Awesome] I regret walking out of the ring like that, but...",
      "de": "Tut mir leid, wie ich abgehauen bin,"
    }
  },
  {
    "translation": {
      "en": "I fuckin' wanted the Golden Boy award.",
      "de": "aber ich wollte verdammt noch mal den Golden Boy."
    }
  },
  {
    "translation": {
      "en": "God, I never fuckin' get it.",
      "de": "Ich gewinne den nie, verdammt."
    }
  },
  {
    "translation": {
      "en": "I've fought... I've won fuckin' 12 national championships for this goddamn country,",
      "de": "Ich habe für dieses Land 12 nationale Meisterschaften gewonnen,"
    }
  },
  {
    "translation": {
      "en": "and not once have they given me fighter of the tournament.",
      "de": "und nicht ein Mal bin ich Boxer des Turniers geworden."
    }
  },
  {
    "translation": {
      "en": "Statistically, I'm supposed to get it one out of every ten times. I fuckin' won it 12.",
      "de": "Statistisch gesehen müsste ich ihn 1/10 Mal bekommen. Ich war 12 Mal Meister."
    }
  },
  {
    "translation": {
      "en": "This is my sixth time in the Golden Glove finals...",
      "de": "Das ist mein sechstes Golden-Gloves-Finale,"
    }
  },
  {
    "translation": {
      "en": "and, uh, six times I fought in the Golden Glove finals and uh...",
      "de": "Das ist mein sechstes Golden-Gloves-Finale, mein sechstes Mal,"
    }
  },
  {
    "translation": {
      "en": "...and I'm going 50-for-50. That's disgusting.",
      "de": "und die Chancen stehen 50:50. Das ist widerlich."
    }
  },
  {
    "translation": {
      "en": "Fuckin'...",
      "de": "Scheiß..."
    }
  },
  {
    "translation": {
      "en": "-[man laughing] -[Colbert] I already see it in my head. First round, I'm just gonna let him chase me.",
      "de": "In Gedanken habe ich es vor mir. In der ersten Runde darf er mich jagen."
    }
  },
  {
    "translation": {
      "en": "Second round, B-Hop.",
      "de": "Zweite Runde, B-Hop."
    }
  },
  {
    "translation": {
      "en": "I'm gonna just start fuckin' him up, taking it to him.",
      "de": "Dann mache ich ihn fertig, ich mache ihn alle."
    }
  },
  {
    "translation": {
      "en": "Every time I hit him, \"Got him!\" I'ma tell him that. \"Got him!\"",
      "de": "Bei jedem Treffer: \"Da hast du's!\" Das sage ich ihm."
    }
  },
  {
    "translation": {
      "en": "I'm gonna be like, \"Lil bitch.\" I'm gonna be fuckin' him up.",
      "de": "Ich sage: \"Kleiner Scheißer.\" Mache ihn fertig."
    }
  },
  {
    "translation": {
      "en": "And after the fight, after I knock his ass out, stomp him, or beat the shit out of him, either one...",
      "de": "Nach dem Kampf, nach dem K. o., nachdem ich ihn verprügelt habe,"
    }
  },
  {
    "translation": {
      "en": "I'ma be like, \"Good shit, bro. I'm proud of you.\"",
      "de": "sage ich: \"Guter Kampf. Ich bin stolz auf dich.\""
    }
  },
  {
    "translation": {
      "en": "[laughs] So, you took that...",
      "de": "Du hast es dem..."
    }
  },
  {
    "translation": {
      "en": "-Yeah, after-- -\"Took that loss like a champ, bro.\"",
      "de": "-Ja, nach... -\"Ein guter Verlierer.\""
    }
  },
  {
    "translation": {
      "en": "After the fight, it's all love. I ain't got no hate on him. I don't hate him.",
      "de": "Nach dem Kampf ist es Liebe. Ich hasse ihn nicht."
    }
  },
  {
    "translation": {
      "en": "[Colbert] He just gotta get ass-whooped.",
      "de": "Er braucht nur seine Kloppe."
    }
  },
  {
    "translation": {
      "en": "I don't know why he signed that contract like a dickhead.",
      "de": "Warum hat er den Vertrag unterschrieben?"
    }
  },
  {
    "translation": {
      "en": "[barber] \"Don't take it personal. It's business, bruh. Sorry. Hope you're a fan after.\"",
      "de": "Es ist nicht persönlich. So läuft das. Sorry. Hoffe, du bist nachher ein Fan."
    }
  },
  {
    "translation": {
      "en": "-[barber] See you later. -[Colbert] See you tomorrow.",
      "de": "-Bis später. -Bis morgen."
    }
  },
  {
    "translation": {
      "en": "Be good, man. Good luck, bro.",
      "de": "Alles Gute, Bro."
    }
  },
  {
    "translation": {
      "en": "-You're leaving? -See you tomorrow, man.",
      "de": "-Haust du ab? -Bis morgen."
    }
  },
  {
    "translation": {
      "en": "-[Colbert] I look good. -[man 1] Yeah.",
      "de": "Ich seh zu gut aus, Mann."
    }
  },
  {
    "translation": {
      "en": "Greatest thing you can do is get that diploma, okay?",
      "de": "Das Beste ist, wenn du deinen Abschluss machst, ok?"
    }
  },
  {
    "translation": {
      "en": "I am. I'm trying to. I'm not tryin', I'm gonna get it. But...",
      "de": "Mach ich doch. Ich versuche es. Nein, ich mache ihn."
    }
  },
  {
    "translation": {
      "en": "People keep stressing me about school, school, school, school, school.",
      "de": "Die Leute stressen mich mit der Schule."
    }
  },
  {
    "translation": {
      "en": "I'ma stop going.",
      "de": "Ich gehe ab."
    }
  },
  {
    "translation": {
      "en": "-You're not gonna stop. -Who? Me?",
      "de": "-Du gehst nicht ab. -Wer? Ich?"
    }
  },
  {
    "translation": {
      "en": "-I done stopped going before. -Uh-huh.",
      "de": "Hab schon mal aufgehört."
    }
  },
  {
    "translation": {
      "en": "I done stopped going before, and then I just went back.",
      "de": "Ich habe aufgehört und bin wieder hingegangen."
    }
  },
  {
    "translation": {
      "en": "Don't do that. It'll just...",
      "de": "Mach das nicht. Dann musst du"
    }
  },
  {
    "translation": {
      "en": "make you have to keep starting over. Bang it out.",
      "de": "wieder von vorn anfangen. Reiß dich zusammen."
    }
  },
  {
    "translation": {
      "en": "Soon I'ma get tired of it and not go back.",
      "de": "Ich hab es schnell satt und gehe nicht hin."
    }
  },
  {
    "translation": {
      "en": "Just bang it out. Get rid of it. You know what I mean?",
      "de": "Reiß dich zusammen. Bring es hinter dich. Verstehst du?"
    }
  },
  {
    "translation": {
      "en": "And you'll never have to go back again. -[chuckles] -Never.",
      "de": "-Dann musst du nie wieder hin. -Nie wieder."
    }
  },
  {
    "translation": {
      "en": "And then you'll start thinking about college, right?",
      "de": "Und dann denkst du ans College."
    }
  },
  {
    "translation": {
      "en": "You can hear me?",
      "de": "Hörst du mich?"
    }
  },
  {
    "translation": {
      "en": "-Right? -Huh? Say that again?",
      "de": "-Ja? -Was sagst du?"
    }
  },
  {
    "translation": {
      "en": "Then you'll start thinking about college, right?",
      "de": "Dann denkst du ans College."
    }
  },
  {
    "translation": {
      "en": "-[laughing loudly] -What?",
      "de": "Was?"
    }
  },
  {
    "translation": {
      "en": "College is easier than high school.",
      "de": "College ist leichter als Highschool."
    }
  },
  {
    "translation": {
      "en": "-[man] He's a fighter. Look at you. -I'm ready, man.",
      "de": "-Er ist ein Kämpfer. Sieh dich an. -Bin bereit."
    }
  },
  {
    "translation": {
      "en": "I ain't even worried. I just wanna get this shit over with.",
      "de": "Ich will das nur hinter mich bringen."
    }
  },
  {
    "translation": {
      "en": "[man] Let's go! Let's go! Let's go! Let's walk, guys!",
      "de": "Kommt, kommt! Gehen wir, Jungs!"
    }
  },
  {
    "translation": {
      "en": "Showtime! Come on, let's go!",
      "de": "Es ist so weit! Gehen wir!"
    }
  },
  {
    "translation": {
      "en": "Camera guys, you're holding me up. Let's go!",
      "de": "Kamerajungs, ihr haltet mich auf. Los geht's!"
    }
  },
  {
    "translation": {
      "en": "-E and G, move! -[man] Showtime!",
      "de": "-Kommt schon, bewegt euch! -Es ist Showtime!"
    }
  },
  {
    "translation": {
      "en": "[Hopkins] Everybody believes he's talented.",
      "de": "Alle glauben, dass er Talent hat."
    }
  },
  {
    "translation": {
      "en": "Only thing that's stopping him is his age and the fights.",
      "de": "Ihn können nur das Alter und die Prügeleien aufhalten."
    }
  },
  {
    "translation": {
      "en": "And that's something that comes with time.",
      "de": "Das kommt mit der Zeit."
    }
  },
  {
    "translation": {
      "en": "There you go! Jab again! Jab again!",
      "de": "Genau so! Noch einen Jab!"
    }
  },
  {
    "translation": {
      "en": "[Sosa] Let's get a little more... a little more physical.",
      "de": "Bring mehr Härte rein."
    }
  },
  {
    "translation": {
      "en": "Let's make this physical. Come on.",
      "de": "Mehr Härte. Los."
    }
  },
  {
    "translation": {
      "en": "-Let's make this shit happen. -[bell rings]",
      "de": "Erledige das. RUNDE 2"
    }
  },
  {
    "translation": {
      "en": "[Malignaggi] You win in impressive fashion, the bums will be less bums.",
      "de": "Wenn man eindrucksvoll gewinnt, bekommt man bessere Gegner."
    }
  },
  {
    "translation": {
      "en": "Maybe they'll go from two tomato can level to one tomato can level to,",
      "de": "Erst kriegt man richtig miese, dann weniger miese,"
    }
  },
  {
    "translation": {
      "en": "you know, half journeyman level.",
      "de": "und dann schon ganz annehmbare."
    }
  },
  {
    "translation": {
      "en": "The motivation is to mow through these guys,",
      "de": "Die Motivation ist, diese Jungs niederzumähen,"
    }
  },
  {
    "translation": {
      "en": "dismantle them in every way possible, so that people step you up the ladder",
      "de": "sie einfach auseinanderzunehmen, damit man die Leiter erklimmt"
    }
  },
  {
    "translation": {
      "en": "until you reach the guys you have your eye on.",
      "de": "und die Jungs bekommt, die man im Auge hat."
    }
  },
  {
    "translation": {
      "en": "[Colbert] It feels good to be a pro now.",
      "de": "Ein tolles Gefühl, Profi zu sein."
    }
  },
  {
    "translation": {
      "en": "I always knew that I was gonna be something great in my life.",
      "de": "Ich wusste, dass ich was aus mir machen würde. SIEGE - 1 - NIEDERLAGEN - 0"
    }
  },
  {
    "translation": {
      "en": "If it was either football, basketball, it don't matter what it was, I always knew I was gonna do something great.",
      "de": "Ob Football, Basketball, egal wo, ich wusste, dass aus mir was wird."
    }
  },
  {
    "translation": {
      "en": "[Elie Seckbach] Lil B looked phenomenal down in the ring.",
      "de": "Lil B sah toll aus im Ring."
    }
  },
  {
    "translation": {
      "en": "His pro debut, no jitters. The haircut took longer than the fight.",
      "de": "Kein Bibbern. Die Frisur dauerte länger als der Kampf."
    }
  },
  {
    "translation": {
      "en": "It's gonna sound crazy, what I'm about to say,",
      "de": "Es mag vielleicht verrückt klingen, aber er ist wie Mayweather."
    }
  },
  {
    "translation": {
      "en": "but he reminds me of Floyd Mayweather.",
      "de": "Es mag vielleicht verrückt klingen, aber er ist wie Mayweather. BOX-KOMMENTATOR"
    }
  },
  {
    "translation": {
      "en": "He reminds me of Floyd. A young Floyd Mayweather.",
      "de": "Er erinnert mich an Floyd. Ein junger Floyd Mayweather."
    }
  },
  {
    "translation": {
      "en": "[man] One, baby, one.",
      "de": "Eins, Baby, eins."
    }
  },
  {
    "translation": {
      "en": "[Colbert] In the beginning of your career, you always have that little hill you've gotta get over.",
      "de": "Zu Beginn der Karriere gibt es Berg- und Talfahrten."
    }
  },
  {
    "translation": {
      "en": "I didn't get over that hill yet. I'm still standing on top of it.",
      "de": "Ich habe noch keine Talfahrt. Ich stehe noch auf der Spitze."
    }
  },
  {
    "translation": {
      "en": "I feel like I'm the man.",
      "de": "Ich fühle mich toll."
    }
  },
  {
    "translation": {
      "en": "And when it's time to really step things up,",
      "de": "Und wenn es so weit ist, dass die Gegner härter werden,"
    }
  },
  {
    "translation": {
      "en": "that's what's gonna happen, I'm gonna go over that hill, and do what I gotta do, climb the next mountain.",
      "de": "dann durchwandere ich das Tal und erklimme den nächsten Berg."
    }
  },
  {
    "translation": {
      "en": "Four more years, I'll be champion of the world.",
      "de": "In vier Jahren bin ich Weltmeister."
    }
  },
  {
    "translation": {
      "en": "And that's a promise.",
      "de": "Versprochen."
    }
  },
  {
    "translation": {
      "en": "Yeah. Four more years.",
      "de": "Ja. In vier Jahren."
    }
  },
  {
    "translation": {
      "en": "[Quillin] What they say about a fighter when he's, like, he got all the talent but he ain't in shape?",
      "de": "Was sagt man über einen Boxer, der... der Talent hat, aber nicht fit ist?"
    }
  },
  {
    "translation": {
      "en": "[trainer] He's a lazy motherfucker.",
      "de": "Faules Schwein."
    }
  },
  {
    "translation": {
      "en": "[Quillin] And they say hard work...",
      "de": "Und man sagt, harte Arbeit..."
    }
  },
  {
    "translation": {
      "en": "-Hard work always beats talent-- -Yep.",
      "de": "-Arbeit ist wichtiger als Talent... -Ja."
    }
  },
  {
    "translation": {
      "en": "Talent can only take you so far.",
      "de": "Talent hilft nur bis zu einem bestimmten Punkt."
    }
  },
  {
    "translation": {
      "en": "-What if you talented-- -Get that hard work in. Huh?",
      "de": "-Wenn man Talent hat... -Und hart arbeitet?"
    }
  },
  {
    "translation": {
      "en": "What if you talented and you... hard-working?",
      "de": "Wenn man Talent hat und..."
    }
  },
  {
    "translation": {
      "en": "You're destined for greatness.",
      "de": "Ist man zu Höherem bestimmt."
    }
  },
  {
    "translation": {
      "en": "[Bulger] After a year of inactivity,",
      "de": "NIEMALS AUFGEBEN Nach einem Jahr ohne Kampf schickt Al Haymon Kid Chocolate in den Ring,"
    }
  },
  {
    "translation": {
      "en": "Al Haymon is putting Kid Chocolate back in the ring",
      "de": "Nach einem Jahr ohne Kampf schickt Al Haymon Kid Chocolate in den Ring,"
    }
  },
  {
    "translation": {
      "en": "against Andy Lee, an Irish fighter,",
      "de": "um gegen Andy Lee zu kämpfen, einen irischen Boxer,"
    }
  },
  {
    "translation": {
      "en": "who just so happens to have won that same WBO Middleweight Championship belt",
      "de": "der ausgerechnet den WBO-Weltmeistertitel im Mittelgewicht gewonnen hat,"
    }
  },
  {
    "translation": {
      "en": "that Kid Chocolate gave up.",
      "de": "den Kid Chocolate niedergelegt hatte."
    }
  },
  {
    "translation": {
      "en": "[Quillin] I took a year off. People would've never thought I could fight for a belt",
      "de": "Ich hatte ein Jahr frei. Die Leute dachten, ich könnte nicht"
    }
  },
  {
    "translation": {
      "en": "right away in my next fight after giving in, vacating the same belt.",
      "de": "sofort nach der Pause um den Gürtel kämpfen, den ich abgegeben habe."
    }
  },
  {
    "translation": {
      "en": "And now I get to go in there as a challenger for even more money for the same belt.",
      "de": "Jetzt bekomme ich als Herausforderer noch mehr Geld für denselben Gürtel."
    }
  },
  {
    "translation": {
      "en": "[Hopkins] Al Haymon is happy. He showed loyalty by giving the belt up.",
      "de": "Al Haymon ist glücklich. Er war loyal und gab den Gürtel ab."
    }
  },
  {
    "translation": {
      "en": "Al Haymon gets him the next fight, close to the same amount of money...",
      "de": "Al arrangiert ihm den nächsten Kampf für fast genauso viel Geld..."
    }
  },
  {
    "translation": {
      "en": "He promised him, he had to fulfill the promise, or whatever it is. Bam!",
      "de": "Er sagte ihm, er müsste sein Versprechen einlösen, oder was auch immer."
    }
  },
  {
    "translation": {
      "en": "You're back to square one.",
      "de": "Jetzt ist er wieder am Anfang."
    }
  },
  {
    "translation": {
      "en": "[Bulger] So, what is the significance of these belts?",
      "de": "Was sind diese Gürtel also wert?"
    }
  },
  {
    "translation": {
      "en": "And do they still define a champion?",
      "de": "Definieren sie noch einen Champion?"
    }
  },
  {
    "translation": {
      "en": "In boxing's heyday, there were only eight weight classes,",
      "de": "Zur Glanzzeit des Boxens gab es nur acht Gewichtsklassen,"
    }
  },
  {
    "translation": {
      "en": "each with one undisputed champion.",
      "de": "jede mit einem unangefochtenen Champion."
    }
  },
  {
    "translation": {
      "en": "But then came the sanctioning bodies,",
      "de": "Dann entstanden die verschiedenen Verbände,"
    }
  },
  {
    "translation": {
      "en": "organizations that created their own championship belts",
      "de": "die ihre eigenen Gürtel schufen"
    }
  },
  {
    "translation": {
      "en": "and received sanctioning fees from the fighters wearing them.",
      "de": "und von den Boxern Gebühren für die Anerkennung des Titels erhielten."
    }
  },
  {
    "translation": {
      "en": "Now there are 17 weight classes,",
      "de": "Jetzt gibt es 17 Gewichtsklassen,"
    }
  },
  {
    "translation": {
      "en": "each with an upwards of four different champions.",
      "de": "jede mit mindestens vier verschiedenen Champions."
    }
  },
  {
    "translation": {
      "en": "The values of all those belts have dwindled,",
      "de": "Der Wert der Gürtel hat abgenommen,"
    }
  },
  {
    "translation": {
      "en": "making an undefeated record, that purest proof of dominance,",
      "de": "und eine ungeschlagene Bilanz als bester Beweis für die Dominanz"
    }
  },
  {
    "translation": {
      "en": "more important than ever.",
      "de": "ist wichtig wie nie."
    }
  },
  {
    "translation": {
      "en": "Jab-uppercut.",
      "de": "Jab-Aufwärtshaken."
    }
  },
  {
    "translation": {
      "en": "Yeah, but throw that uppercut. Throw it. Throw it right here.",
      "de": "Ja, aber gib mir den Aufwärtshaken. Gib ihn mir. Genau hier."
    }
  },
  {
    "translation": {
      "en": "It don't matter if you land it or not.",
      "de": "Du musst nicht treffen."
    }
  },
  {
    "translation": {
      "en": "The thing is to make him react to it, okay?",
      "de": "Er soll nur reagieren, ok?"
    }
  },
  {
    "translation": {
      "en": "[Eric Brown] The belt doesn't make the fighter. The fighter makes the belt.",
      "de": "Es kommt auf den Boxer an, nicht auf den Gürtel."
    }
  },
  {
    "translation": {
      "en": "He'll have more belts as time goes on. We're gonna get a belt on April 11.",
      "de": "Er wird schon seine Gürtel bekommen. Wir bekommen einen am 11. April."
    }
  },
  {
    "translation": {
      "en": "Once we get that belt, we'll get a couple more belts.",
      "de": "Danach kommen noch mehr Gürtel."
    }
  },
  {
    "translation": {
      "en": "[Debra] He's got a strategy of weaving.",
      "de": "Seine Strategie ist das Ausweichen."
    }
  },
  {
    "translation": {
      "en": "You know, he will move around, and dodge, and come in, and squeeze out of there,",
      "de": "Er bewegt sich und weicht aus, kommt zurück, weicht wieder aus"
    }
  },
  {
    "translation": {
      "en": "and move back and forth...",
      "de": "und bewegt sich so vor und zurück..."
    }
  },
  {
    "translation": {
      "en": "[Eric] That's it.",
      "de": "Das ist es."
    }
  },
  {
    "translation": {
      "en": "[Debra] He's gonna do what he's gotta do. He's gonna come out courageous.",
      "de": "Er wird tun, was er tun muss. Er wird beherzt rausgehen."
    }
  },
  {
    "translation": {
      "en": "He's still gonna be what he is, and he's gonna be the champion. And he's gonna get his belt back.",
      "de": "Er wird wieder Champion sein. Er holt sich den Gürtel zurück."
    }
  },
  {
    "translation": {
      "en": "[Peter Berg] Peter Quillin had a reputation of being just one of the meanest men in the ring.",
      "de": "Peter Quillins Ruf ist der des fiesesten Mannes im Ring."
    }
  },
  {
    "translation": {
      "en": "Now he's on the cusp of real greatness",
      "de": "Jetzt steht er an der Schwelle zu wahrer Größe,"
    }
  },
  {
    "translation": {
      "en": "but he hasn't really hit it yet.",
      "de": "aber er ist noch nicht ganz da."
    }
  },
  {
    "translation": {
      "en": "And the only person that can change that,",
      "de": "Und der Einzige, der das ändern kann,"
    }
  },
  {
    "translation": {
      "en": "and the only person that can fix that is Peter Quillin.",
      "de": "der Einzige, der das richten kann, ist Peter Quillin."
    }
  },
  {
    "translation": {
      "en": "[Quillin] I did some sprints on the beach today.",
      "de": "Ich bin heute am Strand gesprintet."
    }
  },
  {
    "translation": {
      "en": "Ain't gonna hear no complaints about that. [Eric] I understand.",
      "de": "-Kann sich keiner beschweren. -Verstehe."
    }
  },
  {
    "translation": {
      "en": "-But I'ma remind you of my rule. -Okay.",
      "de": "-Aber denk an meine Regel. -Ok."
    }
  },
  {
    "translation": {
      "en": "[Eric] On sparring days, what do we do?",
      "de": "Was tun wir an Sparring-Tagen?"
    }
  },
  {
    "translation": {
      "en": "We put it all over here.",
      "de": "Wir geben alles hier."
    }
  },
  {
    "translation": {
      "en": "[Eric] So, we run afterwards.",
      "de": "Wir rennen hinterher."
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah, but--",
      "de": "Ja, aber..."
    }
  },
  {
    "translation": {
      "en": "-[Eric] Not before. -I don't have the time.",
      "de": "-Nicht vorher. -Keine Zeit."
    }
  },
  {
    "translation": {
      "en": "-[Eric] No, I understand, but... -So I have to work through it.",
      "de": "-Verstehe. -Muss daran arbeiten."
    }
  },
  {
    "translation": {
      "en": "[Eric] I can't let you limp. I need your leg, okay?",
      "de": "Du darfst nicht lahm sein. Ich brauche dein Bein."
    }
  },
  {
    "translation": {
      "en": "Last time that's what I was doing.",
      "de": "Das hab ich gemacht."
    }
  },
  {
    "translation": {
      "en": "-[Eric] Yeah? -Yeah. So, I'm okay doing that.",
      "de": "-Ja? -Ja. Das kann ich machen."
    }
  },
  {
    "translation": {
      "en": "Just, like, you got to hit that wall and this is when I do.",
      "de": "Du musst das schaffen, und so geht das."
    }
  },
  {
    "translation": {
      "en": "-I did eight rounds all day. -Knock that motherfucker down.",
      "de": "-Acht Runden. -Schlag ihn k. o."
    }
  },
  {
    "translation": {
      "en": "-Today. -[man] Hiciste bien, hiciste bien.",
      "de": "-Heute. -Hiciste bien."
    }
  },
  {
    "translation": {
      "en": "[Eric] Knock that motherfucker down.",
      "de": "Schlag den Wichser k. o."
    }
  },
  {
    "translation": {
      "en": "[Leonard] With one year of inactivity,",
      "de": "Nach einem Jahr ohne Kampf"
    }
  },
  {
    "translation": {
      "en": "it's extremely difficult being who you were...",
      "de": "ist es sehr schwer, wieder der zu werden, der man war,"
    }
  },
  {
    "translation": {
      "en": "because you become civilized.",
      "de": "weil man so zivilisiert geworden ist."
    }
  },
  {
    "translation": {
      "en": "It's hard to come back to work. And there are no shortcuts.",
      "de": "Es ist hart, wieder zu arbeiten. Es gibt keinen einfachen Weg."
    }
  },
  {
    "translation": {
      "en": "Boxing is beyond work.",
      "de": "Boxen ist mehr als Arbeit."
    }
  },
  {
    "translation": {
      "en": "It's war.",
      "de": "Das ist Krieg."
    }
  },
  {
    "translation": {
      "en": "Damn.",
      "de": "Verdammt."
    }
  },
  {
    "translation": {
      "en": "I felt it.",
      "de": "Ich habe es gespürt."
    }
  },
  {
    "translation": {
      "en": "I think that was bad luck letting y'all film today, motherfuckers.",
      "de": "Ich hätte euch nicht filmen lassen sollen."
    }
  },
  {
    "translation": {
      "en": "[Bulger] No, you did great.",
      "de": "Du warst toll."
    }
  },
  {
    "translation": {
      "en": "\"I did great.\" You hearing me?",
      "de": "Toll? Dein Ernst?"
    }
  },
  {
    "translation": {
      "en": "Look, I got a busted lip. I feel... I don't feel good.",
      "de": "Ich habe eine geplatzte Lippe. Mir geht es nicht gut."
    }
  },
  {
    "translation": {
      "en": "[Bulger] You were tired already when you came in. You had a long day, right?",
      "de": "Du warst schon müde. Du hattest einen langen Tag."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "I mean, every other day was a long day.",
      "de": "Jeder zweite Tag war ein langer Tag."
    }
  },
  {
    "translation": {
      "en": "[announcer] Ladies and gentlemen, stepping to the scales,",
      "de": "Meine Damen und Herren, auf die Waage steigt"
    }
  },
  {
    "translation": {
      "en": "One-sixty-one-point-four,",
      "de": "73,2 Kilogramm"
    }
  },
  {
    "translation": {
      "en": "161.4 pounds for Peter \"Kid Chocolate\" Quillin.",
      "de": "73,2 Kilogramm für Peter \"Kid Chocolate\" Quillin."
    }
  },
  {
    "translation": {
      "en": "Peter Quillin will have two hours to lose 1.4 pounds.",
      "de": "Peter Quillin hat zwei Stunden, um 600 Gramm zu verlieren."
    }
  },
  {
    "translation": {
      "en": "There's a title fight tomorrow night, trying to get to a weight of 160.",
      "de": "Für den Titelkampf muss er auf 72,6 kg runterkommen."
    }
  },
  {
    "translation": {
      "en": "The kids I had used to take 10 to 12 pounds off in two days.",
      "de": "Meine Jungs nahmen in zwei Tagen 5 kg ab."
    }
  },
  {
    "translation": {
      "en": "What the fuck is two pounds? What are we talking about?",
      "de": "Was ist schon 1 kg? Wovon reden wir hier?"
    }
  },
  {
    "translation": {
      "en": "[Malignaggi] I think when you accept the fight, you have to make the weight.",
      "de": "Wenn man den Kampf will, muss man aufs Gewicht achten."
    }
  },
  {
    "translation": {
      "en": "You get a little bit civilized as you sit back on your money and enjoy life,",
      "de": "Man wird faul, wenn man mit seinem Geld das Leben genießt,"
    }
  },
  {
    "translation": {
      "en": "and, suddenly, the months pass and you haven't fought.",
      "de": "und es vergehen Monate ohne einen Kampf."
    }
  },
  {
    "translation": {
      "en": "But if a belt was that important,",
      "de": "Aber wenn der Gürtel wichtig ist,"
    }
  },
  {
    "translation": {
      "en": "you probably would've made the weight no matter how much you suffered.",
      "de": "achtet man aufs Gewicht, egal, wie viel Schweiß das bedeutet."
    }
  },
  {
    "translation": {
      "en": "[Bulger] It's one of boxing's craziest rituals.",
      "de": "Das ist eins der verrücktesten Rituale beim Boxen."
    }
  },
  {
    "translation": {
      "en": "Fighters virtually starve themselves and sweat out pounds",
      "de": "Die Boxer hungern regelrecht und schwitzen die Pfunde aus,"
    }
  },
  {
    "translation": {
      "en": "to make weight the day before a fight.",
      "de": "um am Tag vor dem Kampf ihr Gewicht zu erreichen."
    }
  },
  {
    "translation": {
      "en": "Kid Chocolate gets down to 160.5 pounds,",
      "de": "Kid Chocolate ist runter auf 72,8 kg"
    }
  },
  {
    "translation": {
      "en": "failing to make the 160-pound middleweight limit.",
      "de": "und verpasst damit das Limit von 72,6 kg für das Mittelgewicht."
    }
  },
  {
    "translation": {
      "en": "According to any of the belt rules,",
      "de": "Nach allen Gürtelregeln"
    }
  },
  {
    "translation": {
      "en": "you have to make weight in order to fight for the belt.",
      "de": "darf man nicht zu viel wiegen für einen Titelkampf."
    }
  },
  {
    "translation": {
      "en": "You can't be one ounce, one quarter of an ounce over.",
      "de": "Nicht mal ein paar Gramm zu viel darf man wiegen."
    }
  },
  {
    "translation": {
      "en": "You have to on weight or under.",
      "de": "genau das Gewicht oder darunter."
    }
  },
  {
    "translation": {
      "en": "So, this fight now went from being a title fight",
      "de": "Jetzt ist dieser Kampf also kein Titelkampf mehr,"
    }
  },
  {
    "translation": {
      "en": "to being a non-title bout.",
      "de": "sondern ein ganz normaler Kampf."
    }
  },
  {
    "translation": {
      "en": "They don't take the Super Bowl trophy as a joke.",
      "de": "Keiner nimmt den Super Bowl auf die leichte Schulter."
    }
  },
  {
    "translation": {
      "en": "They don't take the NBA trophy at the end of the championship as a joke.",
      "de": "Keiner nimmt das NBA-Finale auf die leichte Schulter."
    }
  },
  {
    "translation": {
      "en": "Like Quillin did, you live and die with those decisions.",
      "de": "So wie Quillin es tat. Man lebt und stirbt mit seinen Entscheidungen."
    }
  },
  {
    "translation": {
      "en": "[Quillin] I mean, I'm 31-0.",
      "de": "Meine Bilanz ist 31:0."
    }
  },
  {
    "translation": {
      "en": "That record got me to that title.",
      "de": "So habe ich meinen Titel errungen."
    }
  },
  {
    "translation": {
      "en": "It got me to the title. You know what I'm saying?",
      "de": "So habe ich ihn errungen. Verstehst du?"
    }
  },
  {
    "translation": {
      "en": "And then, for me to...",
      "de": "Und ich darf das"
    }
  },
  {
    "translation": {
      "en": "not lose sight of that, lets me know that I appreciate the work I did.",
      "de": "nicht aus den Augen verlieren, weil ich hart dafür gearbeitet habe."
    }
  },
  {
    "translation": {
      "en": "I mean, trying less than your best is never good enough.",
      "de": "Weniger als das Beste zu tun, ist nicht gut genug."
    }
  },
  {
    "translation": {
      "en": "I will feel bad about myself if I didn't give it my all,",
      "de": "Ich würde mich schlecht fühlen, wenn ich nicht alles gegeben hätte,"
    }
  },
  {
    "translation": {
      "en": "but I know I gave it my all.",
      "de": "aber ich gab alles."
    }
  },
  {
    "translation": {
      "en": "[announcer] Introducing first, the red corner...",
      "de": "Kommen wir zuerst zum Boxer in der roten Ecke..."
    }
  },
  {
    "translation": {
      "en": "As a professional, he stands undefeated, 31 victories,",
      "de": "Als Profi ist er ungeschlagen mit 31 Siegen,"
    }
  },
  {
    "translation": {
      "en": "22 by knockout, with no defeats.",
      "de": "davon 22 durch K. o., und keine Niederlage."
    }
  },
  {
    "translation": {
      "en": "Introducing Peter \"Kid Chocolate\" Quillin.",
      "de": "Begrüßen wir Peter \"Kid Chocolate\" Quillin."
    }
  },
  {
    "translation": {
      "en": "[announcer] Across the ring, his opponent tonight, Andy Lee.",
      "de": "In der gegenüberliegenden Ecke sein heutiger Gegner, Andy Lee."
    }
  },
  {
    "translation": {
      "en": "[man] Get him!",
      "de": "Mach ihn fertig!"
    }
  },
  {
    "translation": {
      "en": "Get him, Pete! Get him, Pete! Fight!",
      "de": "Mach ihn fertig, Pete! Kämpf!"
    }
  },
  {
    "translation": {
      "en": "Get him, Pete!",
      "de": "Mach ihn fertig!"
    }
  },
  {
    "translation": {
      "en": "Get him, Pete!",
      "de": "Mach ihn fertig, Pete!"
    }
  },
  {
    "translation": {
      "en": "[man 2] Hook him, Andy!",
      "de": "Krall ihn dir, Andy!"
    }
  },
  {
    "translation": {
      "en": "[man] Come on, Petey!",
      "de": "Komm schon, Petey!"
    }
  },
  {
    "translation": {
      "en": "[announcer] Ladies and gentlemen, having gone the distance inside the ring,",
      "de": "Meine Damen und Herren, da der Kampf über die volle Distanz ging,"
    }
  },
  {
    "translation": {
      "en": "we'll go to your official judges' scorecards.",
      "de": "entscheiden nun die Punktrichter."
    }
  },
  {
    "translation": {
      "en": "[Bulger] If a fight goes the full 12-round distance,",
      "de": "Wenn ein Kampf über die vollen 12 Runden geht,"
    }
  },
  {
    "translation": {
      "en": "the outcome is determined by three judges.",
      "de": "entscheiden die drei Punktrichter über das Ergebnis."
    }
  },
  {
    "translation": {
      "en": "The advantage to knocking out your opponent",
      "de": "Der Vorteil bei einem K. o. ist,"
    }
  },
  {
    "translation": {
      "en": "is that you keep it out of their hands.",
      "de": "dass man ihnen die Entscheidung aus der Hand nimmt."
    }
  },
  {
    "translation": {
      "en": "They all see it from a different angle.",
      "de": "Sie alle sehen den Kampf aus einem anderen Winkel."
    }
  },
  {
    "translation": {
      "en": "[announcer] Your third and final judge at ringside",
      "de": "Der dritte und letzte Punktrichter"
    }
  },
  {
    "translation": {
      "en": "scores the fight 113-113.",
      "de": "wertet den Kampf mit 113:113 ausgeglichen."
    }
  },
  {
    "translation": {
      "en": "-He has it even. -[crowd roaring]",
      "de": "SIEGE - 31 - NIEDERLAGEN - 0"
    }
  },
  {
    "translation": {
      "en": "The fight is declared a split draw.",
      "de": "Das Urteil ist ein Unentschieden."
    }
  },
  {
    "translation": {
      "en": "-[man] What happened? -[Brad Bose] That's no draw.",
      "de": "-Was ist los? -Das war kein Unentschieden."
    }
  },
  {
    "translation": {
      "en": "No draw there, I'll tell you that.",
      "de": "Kein Unentschieden, sage ich."
    }
  },
  {
    "translation": {
      "en": "[man] Kiss his ass.",
      "de": "Arschkriecher."
    }
  },
  {
    "translation": {
      "en": "[Bose] This is the problem with boxing, right here.",
      "de": "Das ist das Problem beim Boxen."
    }
  },
  {
    "translation": {
      "en": "[Watson] Kid Chocolate beat him fair and square.",
      "de": "Kid Chocolate hat ihn klar geschlagen."
    }
  },
  {
    "translation": {
      "en": "Knocked him down three times. Beat his ass good.",
      "de": "Hat ihn drei Mal umgehauen. Hat ihn schön verprügelt."
    }
  },
  {
    "translation": {
      "en": "But... the white boy was strong. He was tough.",
      "de": "Der weiße Junge war stark. Er war hart."
    }
  },
  {
    "translation": {
      "en": "Andy Lee's a tough guy. He's a great fighter.",
      "de": "Andy Lee ist ein harter Junge. Ein toller Boxer."
    }
  },
  {
    "translation": {
      "en": "[Quillin] This was just a chess match. This wasn't checkers. This was chess.",
      "de": "Das war ein Schachspiel. Das war nicht Dame, sondern Schach."
    }
  },
  {
    "translation": {
      "en": "You know, with the year off, I never like to look for excuses for why I did bad.",
      "de": "Auch nach meiner Auszeit suche ich nicht nach Ausreden für meine Fehler."
    }
  },
  {
    "translation": {
      "en": "I like to look for excuses why I should do better.",
      "de": "Ich will wissen, wie ich es besser machen kann."
    }
  },
  {
    "translation": {
      "en": "And this is just part of my chapter that I'ma always remember.",
      "de": "Und das ist Teil eines Kapitels, das ich nie vergessen werde."
    }
  },
  {
    "translation": {
      "en": "[Awesome] When I lose a fight,",
      "de": "Wenn ich verliere,"
    }
  },
  {
    "translation": {
      "en": "it bothers me more than anything else in the world bothers me.",
      "de": "dann stört mich das mehr als alles andere auf der Welt."
    }
  },
  {
    "translation": {
      "en": "I just really like winning.",
      "de": "Ich gewinne einfach gern."
    }
  },
  {
    "translation": {
      "en": "[Bulger] I mean, you can't win everything, though. You know?",
      "de": "Aber man kann eben nicht alles gewinnen."
    }
  },
  {
    "translation": {
      "en": "Mmm... You can't win everything is... I feel like that's a cop-out.",
      "de": "Man kann nicht alles gewinnen... Das ist eine faule Ausrede."
    }
  },
  {
    "translation": {
      "en": "'Cause if you can't win everything...",
      "de": "Kann man nicht alles gewinnen..."
    }
  },
  {
    "translation": {
      "en": "Actually, technically, you can win everything.",
      "de": "Man kann schon alles gewinnen."
    }
  },
  {
    "translation": {
      "en": "It's hard to win everything.",
      "de": "Es ist schwer, alles zu gewinnen."
    }
  },
  {
    "translation": {
      "en": "And you have to strive for perfection, and perfection is almost impossible.",
      "de": "Und man muss nach Perfektion streben, und Perfektion ist fast unmöglich."
    }
  },
  {
    "translation": {
      "en": "But I think saying, \"You can't win everything,\"",
      "de": "Aber sagt man: \"Man kann nicht alles gewinnen\","
    }
  },
  {
    "translation": {
      "en": "is just a cop-out for losing sometimes.",
      "de": "ist das nur eine faule Ausrede für Niederlagen."
    }
  },
  {
    "translation": {
      "en": "[trainer] Yep, yep, don't give up. No, no, no. Five more. Max it up.",
      "de": "Ja, nicht aufgeben. Nein. Noch fünf. Bis zum Limit."
    }
  },
  {
    "translation": {
      "en": "Five. Come on.",
      "de": "Fünf. Komm schon."
    }
  },
  {
    "translation": {
      "en": "[Bulger] After losing the National Golden Gloves Championship",
      "de": "Nach der Niederlage bei den National Golden Gloves"
    }
  },
  {
    "translation": {
      "en": "at Super Heavyweight, Cam F. Awesome made a decision to lose 20 pounds",
      "de": "im Superschwergewicht beschloss Cam F. Awesome, 9 kg abzunehmen"
    }
  },
  {
    "translation": {
      "en": "and try to qualify for the Olympic trials at the next weight class down.",
      "de": "und um die Olympiaqualifikation in einer Gewichtsklasse tiefer zu kämpfen."
    }
  },
  {
    "translation": {
      "en": "[Awesome] Moving down in weight, I get to fight guys my own size and I feel so much better.",
      "de": "Mit weniger Gewicht kann ich gegen Jungs meiner Größe boxen und fühle mich besser."
    }
  },
  {
    "translation": {
      "en": "[John] He's 20 pounds lighter, he's in better condition.",
      "de": "Er ist 9 kg leichter, und er ist fitter."
    }
  },
  {
    "translation": {
      "en": "He doesn't have a belly like I do.",
      "de": "Er hat nicht so einen Bauch wie ich."
    }
  },
  {
    "translation": {
      "en": "He hasn't really looked like a top athlete.",
      "de": "Er sah nicht wie ein Spitzensportler aus."
    }
  },
  {
    "translation": {
      "en": "Now he does.",
      "de": "Jetzt schon."
    }
  },
  {
    "translation": {
      "en": "[Bulger] In winning this tournament in Colorado Springs,",
      "de": "SIEGE - 322 - NIEDERLAGEN - 27 Durch seinen Sieg in Colorado Springs ist Cam F. Awesome der einzige Amerikaner,"
    }
  },
  {
    "translation": {
      "en": "Cam F. Awesome becomes the only American",
      "de": "Durch seinen Sieg in Colorado Springs ist Cam F. Awesome der einzige Amerikaner,"
    }
  },
  {
    "translation": {
      "en": "to qualify for the Olympic trials in two different weight classes.",
      "de": "der sich für die Olympiaqualifikation in zwei Gewichtsklassen qualifiziert hat."
    }
  },
  {
    "translation": {
      "en": "[Awesome] I'm smarter, I'm more mature, I'm more disciplined.",
      "de": "Ich bin schlauer, erwachsener und disziplinierter."
    }
  },
  {
    "translation": {
      "en": "I've got my mind right, I've got my body right. I'm emotionally there.",
      "de": "Kopf und Körper stimmen, die Psyche stimmt."
    }
  },
  {
    "translation": {
      "en": "I'm a lot more secure now than I used to be.",
      "de": "Ich bin viel selbstsicherer als früher."
    }
  },
  {
    "translation": {
      "en": "And I'm confident in myself and my abilities to bring home a medal.",
      "de": "Ich bin überzeugt von mir und meiner Fähigkeit, eine Medaille zu holen."
    }
  },
  {
    "translation": {
      "en": "♪ My heart cold 'Cause I grew up without my father ♪",
      "de": "Mein Herz war kalt Ich wuchs auf ohne Vater"
    }
  },
  {
    "translation": {
      "en": "♪ But it really made me smarter It made me grind harder ♪",
      "de": "Aber jetzt bin ich smarter Und ich arbeite härter"
    }
  },
  {
    "translation": {
      "en": "♪ I would make my dreams a reality ♪",
      "de": "Meine Träume, die wurden Realität"
    }
  },
  {
    "translation": {
      "en": "♪ Own family thought They was gon' have to bury me ♪",
      "de": "Die Familie dachte Dass sie mich bald begräbt"
    }
  },
  {
    "translation": {
      "en": "♪ Took my mama nine months Just for her to carry me ♪",
      "de": "Neun Monate lang Trug mich meine Mutter"
    }
  },
  {
    "translation": {
      "en": "♪ So I was brought to the world To live like yo majesty, nigga ♪",
      "de": "Und um ihr zu danken Will ich leben wie 'ne Majestät, Nigga"
    }
  },
  {
    "translation": {
      "en": "[Colbert] Atlas Cops and Kids really is, like, the best gym.",
      "de": "Atlas Cops and Kids ist das beste Boxstudio."
    }
  },
  {
    "translation": {
      "en": "A lot of us is at the top of the sport, like in amateur-wise",
      "de": "Viele von uns gehören zur Spitze der Amateure"
    }
  },
  {
    "translation": {
      "en": "or, like, making our way up in the pros.",
      "de": "oder schaffen es zu den Profis."
    }
  },
  {
    "translation": {
      "en": "Me and Sosa, we're rising superstars.",
      "de": "Ich und Sosa, wir sind die kommenden Superstars."
    }
  },
  {
    "translation": {
      "en": "It's great.",
      "de": "Das ist toll."
    }
  },
  {
    "translation": {
      "en": "And look at me now. Now I'm a Mexican. A black Mexican.",
      "de": "Und sieh mich hier an. Ich bin jetzt ein schwarzer Mexikaner."
    }
  },
  {
    "translation": {
      "en": "[Sosa] We're like a family. He wants to be part of that.",
      "de": "Wir sind wie eine Familie. Er will Teil davon sein."
    }
  },
  {
    "translation": {
      "en": "He tells me, you know, \"I'm gonna wear the Mexican hat. I'm gonna wear the poncho.\"",
      "de": "Er sagt: \"Ich trage den mexikanischen Hut. Ich trage den Poncho.\""
    }
  },
  {
    "translation": {
      "en": "Yeah, you could say he's a black Mexican now.",
      "de": "Man kann sagen, er ist ein schwarzer Mexikaner."
    }
  },
  {
    "translation": {
      "en": "-[in Spanish] The Black Bean. [chuckles] -[Bulger repeats in Spanish]",
      "de": "Die Schwarze Bohne."
    }
  },
  {
    "translation": {
      "en": "-[announcer] Chris \"B-Hop\" Colbert! -[crowd cheering]",
      "de": "Chris \"B-Hop\" Colbert! SIEGE - 4 - NIEDERLAGEN - 0"
    }
  },
  {
    "translation": {
      "en": "[Sosa] The potential is there. And if he continues to listen and train hard and all that,",
      "de": "Das Potenzial hat er. Wenn er gut zuhört und hart trainiert,"
    }
  },
  {
    "translation": {
      "en": "he will be a champion. He could be a great champion, too. One of the elite ones.",
      "de": "kann er ein Champion werden und zur Elite gehören."
    }
  },
  {
    "translation": {
      "en": "-How'd you get there? -Took a cab.",
      "de": "-Wie bist du hingekommen? -Mit dem Taxi."
    }
  },
  {
    "translation": {
      "en": "Waste of money.",
      "de": "Geldverschwendung."
    }
  },
  {
    "translation": {
      "en": "'Cause y'all take too long. He talks too much.",
      "de": "Weil ihr lange braucht. Er spricht zu viel."
    }
  },
  {
    "translation": {
      "en": "[Russo] I gotta just make sure he realizes that it's a business,",
      "de": "Er muss begreifen, dass das ein Geschäft ist,"
    }
  },
  {
    "translation": {
      "en": "that it's how you're gonna feed your family.",
      "de": "mit dem man seine Familie ernährt. CHRISTOPHER COLBERTS BERATER"
    }
  },
  {
    "translation": {
      "en": "And how you gotta handle your money. It's like a business.",
      "de": "Man muss aufs Geld aufpassen. Wie bei einem Geschäft."
    }
  },
  {
    "translation": {
      "en": "Why do you need $200?",
      "de": "Warum brauchst du $ 200?"
    }
  },
  {
    "translation": {
      "en": "-[Colbert] I need it. -For?",
      "de": "-Ich brauche sie. -Wofür?"
    }
  },
  {
    "translation": {
      "en": "I gotta get something.",
      "de": "Ich muss was kaufen."
    }
  },
  {
    "translation": {
      "en": "What? Stupidity?",
      "de": "Was? Blödheit?"
    }
  },
  {
    "translation": {
      "en": "No, I gotta get some sneakers for somebody.",
      "de": "Ich muss Turnschuhe kaufen."
    }
  },
  {
    "translation": {
      "en": "-Oh, get the hell outta here. -Not for me.",
      "de": "-Verschwinde. -Nicht für mich."
    }
  },
  {
    "translation": {
      "en": "I have to buy these sneakers, though.",
      "de": "Ich muss die Turnschuhe aber kaufen."
    }
  },
  {
    "translation": {
      "en": "-I ain't giving it to you. -They're like $50, though.",
      "de": "-Ich gebe dir nichts. -Die kosten $ 50."
    }
  },
  {
    "translation": {
      "en": "I thought you needed it for the ID.",
      "de": "Dachte, es ist für den Ausweis."
    }
  },
  {
    "translation": {
      "en": "Yeah, the ID, too. The ID's not that much. The most is gonna be, like, $50 for the cab and the ID.",
      "de": "Ja, dafür auch. Ist aber nicht so teuer. Höchstens $ 50 für Taxi und Ausweis."
    }
  },
  {
    "translation": {
      "en": "So, I'm only giving you $100.",
      "de": "Dann gebe ich dir nur $ 100."
    }
  },
  {
    "translation": {
      "en": "-What? -I'm only giving you $100 then.",
      "de": "-Was? -Ich gebe dir nur $ 100."
    }
  },
  {
    "translation": {
      "en": "No, no, no. $200.",
      "de": "Nein. $ 200."
    }
  },
  {
    "translation": {
      "en": "Then the extra $50 is gonna last me for the week.",
      "de": "Die $ 50 extra reichen bei mir für eine Woche."
    }
  },
  {
    "translation": {
      "en": "Still need a ride?",
      "de": "Soll ich dich mitnehmen?"
    }
  },
  {
    "translation": {
      "en": "-It's $1,000, right? It's $1,000 left. -Mmm-hmm.",
      "de": "Es sind noch $ 1000, oder?"
    }
  },
  {
    "translation": {
      "en": "$1,500--",
      "de": "$ 1500..."
    }
  },
  {
    "translation": {
      "en": "[chuckles] Nobody makes money overnight. It's...",
      "de": "Niemand verdient sein Geld im Schlaf. Das ist..."
    }
  },
  {
    "translation": {
      "en": "Nobody. Nobody has done it, made money...",
      "de": "Niemand hat das geschafft, Geld im..."
    }
  },
  {
    "translation": {
      "en": "It takes... it takes years.",
      "de": "Es dauert... Es dauert Jahre."
    }
  },
  {
    "translation": {
      "en": "You build up a record and get well-known and stay out of trouble.",
      "de": "Man baut sich eine Bilanz auf, wird berühmt und hält sich aus Ärger raus."
    }
  },
  {
    "translation": {
      "en": "[Colbert] All aboard!",
      "de": "Alle Mann an Deck!"
    }
  },
  {
    "translation": {
      "en": "[Bulger] You could say in boxing, to be the best, you've got to get beat up by the best.",
      "de": "Man kann sagen, um der Beste zu werden, muss man von den Besten verkloppt werden."
    }
  },
  {
    "translation": {
      "en": "So after four wins and little prize money,",
      "de": "Also geht Lil B-Hop nach vier Siegen und etwas Preisgeld"
    }
  },
  {
    "translation": {
      "en": "Lil B-Hop drops out of high school and heads down to Florida,",
      "de": "von der Highschool ab, zieht nach Florida"
    }
  },
  {
    "translation": {
      "en": "taking a job as the sparring partner",
      "de": "und arbeitet als Sparringspartner"
    }
  },
  {
    "translation": {
      "en": "for the bantamweight champion of the world, Carlos Payano,",
      "de": "für den Weltmeister im Bantamgewicht, Carlos Payano,"
    }
  },
  {
    "translation": {
      "en": "who's preparing to defend his title.",
      "de": "der sich auf seine Titelverteidigung vorbereitet."
    }
  },
  {
    "translation": {
      "en": "[Bulger] You took the day off today and chilled?",
      "de": "Du hast dich also heute ausgeruht?"
    }
  },
  {
    "translation": {
      "en": "So what? I'm not fighting.",
      "de": "Na und? Ich kämpfe nicht."
    }
  },
  {
    "translation": {
      "en": "I just came out here to spar and chill.",
      "de": "Ich bin hier, um zu sparren und zu chillen."
    }
  },
  {
    "translation": {
      "en": "I ain't come here to work out. This not my camp.",
      "de": "Das hier ist nicht mein Trainingslager."
    }
  },
  {
    "translation": {
      "en": "I'm not with these people. My coach is not here.",
      "de": "Ich gehöre nicht zu denen. Mein Trainer ist nicht hier."
    }
  },
  {
    "translation": {
      "en": "[Bulger] So you're not really taking it seriously?",
      "de": "Du nimmst es nicht ernst?"
    }
  },
  {
    "translation": {
      "en": "No. It's sparring.",
      "de": "Nein. Sparring."
    }
  },
  {
    "translation": {
      "en": "That's it.",
      "de": "Das ist alles."
    }
  },
  {
    "translation": {
      "en": "[Bulger] Right.",
      "de": "Ach so."
    }
  },
  {
    "translation": {
      "en": "-[man] Do you believe in vacation? -[Colbert] No.",
      "de": "-Glaubst du an Ferien? -Nein."
    }
  },
  {
    "translation": {
      "en": "[man] Shut the hell up! This ain't vacation, boy.",
      "de": "Klappe! Das hier sind keine Ferien."
    }
  },
  {
    "translation": {
      "en": "You're a sparring partner right now.",
      "de": "Du bist Sparringspartner."
    }
  },
  {
    "translation": {
      "en": "-This ain't no vacation. -I don't give a fuck about no sparring.",
      "de": "-Das sind keine Ferien. -Mir ist dieses Sparring scheißegal."
    }
  },
  {
    "translation": {
      "en": "-I don't give a fuck about this, nigga. -Yeah, right.",
      "de": "-Ist mir scheißegal. -Genau."
    }
  },
  {
    "translation": {
      "en": "I could be on vacation and still go spar.",
      "de": "Ich könnte selbst im Urlaub sparren."
    }
  },
  {
    "translation": {
      "en": "I'll go on vacation, a real vacation, and still go to the gym.",
      "de": "Ich mache richtigen Urlaub und trainiere trotzdem."
    }
  },
  {
    "translation": {
      "en": "I'll find a gym and hit it.",
      "de": "Ich finde ein Studio."
    }
  },
  {
    "translation": {
      "en": "This man don't believe in this shit, bro.",
      "de": "Der Junge glaubt nicht an den Scheiß."
    }
  },
  {
    "translation": {
      "en": "Chris, you know, I mean, he could do everything wrong right now",
      "de": "Chris könnte im Augenblick alles falsch machen"
    }
  },
  {
    "translation": {
      "en": "and still probably fight and do well in four-round fights.",
      "de": "und trotzdem über vier Runden ganz gut aussehen."
    }
  },
  {
    "translation": {
      "en": "But you get to six, eight, ten and twelve-round fights,",
      "de": "Aber in sechs, acht, zehn oder 12 Runden,"
    }
  },
  {
    "translation": {
      "en": "it don't matter how old you are, it catches up to you. Your body's putting out what you put into it.",
      "de": "egal, wie alt du bist, holt es dich ein. Dein Körper gibt dir, was du ihm gibst."
    }
  },
  {
    "translation": {
      "en": "So if you got Snickers and McDonald's, that's what's coming out.",
      "de": "Gibst du ihm Snickers oder McDonald's, kommt das raus."
    }
  },
  {
    "translation": {
      "en": "There's no room in this business for half-assing.",
      "de": "In diesem Geschäft ist kein Platz für Halbherzigkeit. JUAN PAYANO - WELTMEISTER BANTAMGEWICHT"
    }
  },
  {
    "translation": {
      "en": "[Colbert muffled] I'm the motherfucking world champion.",
      "de": "Ich bin der Weltmeister."
    }
  },
  {
    "translation": {
      "en": "-[man] What? What'd you say? -I'm the motherfucking world champion.",
      "de": "-Was? Was hast du gesagt? -Ich bin der Weltmeister."
    }
  },
  {
    "translation": {
      "en": "-[man] That's right. -That's me.",
      "de": "-Stimmt. -Das bin ich."
    }
  },
  {
    "translation": {
      "en": "Hup! Twelve, go! [whistling]",
      "de": "Zwölf, los!"
    }
  },
  {
    "translation": {
      "en": "[Payano in Spanish] In the end, I am responsible for my training.",
      "de": "Ich bin verantwortlich für mein Training."
    }
  },
  {
    "translation": {
      "en": "To prepare physically and mentally for my fight.",
      "de": "Mich körperlich und mental auf den Kampf vorzubereiten."
    }
  },
  {
    "translation": {
      "en": "You need to sacrifice yourself and have the desire to be a champion.",
      "de": "Man muss zu Opfern bereit sein und den Wunsch haben, Champion zu sein."
    }
  },
  {
    "translation": {
      "en": "[Herman Caicedo in English] As you saw, my champ runs guys out of the ring.",
      "de": "Wie man sehen konnte, schmeißt mein Champ die Jungs aus dem Ring."
    }
  },
  {
    "translation": {
      "en": "If I just use Chris for traditional six or eight straight rounds,",
      "de": "Wenn ich nur Chris für traditionelle sechs oder acht Runden nehmen würde,"
    }
  },
  {
    "translation": {
      "en": "he probably right now wouldn't get it.",
      "de": "würde er es nicht schaffen."
    }
  },
  {
    "translation": {
      "en": "He'd get hurt or he'd just get demoralized.",
      "de": "Er würde sich verletzen oder die Lust verlieren."
    }
  },
  {
    "translation": {
      "en": "Every time, for this fight, every time, work, work hard, work, work.",
      "de": "Bei jedem Training musst du hart arbeiten."
    }
  },
  {
    "translation": {
      "en": "[Caicedo] This is where the champ lives. This is his chamber. And he has to clean the bathroom twice a week.",
      "de": "Hier wohnt der Champ. Er putzt das Bad zwei Mal die Woche."
    }
  },
  {
    "translation": {
      "en": "And that's his job and there's no getting around that.",
      "de": "Das ist sein Job, und er hat keine Wahl."
    }
  },
  {
    "translation": {
      "en": "And he's got photos of his family and this is...",
      "de": "Und er hat Familienfotos und das ist..."
    }
  },
  {
    "translation": {
      "en": "And he's the world champ and he's making a decent penny on his next fight.",
      "de": "Und er ist Weltmeister und verdient bei seinem nächsten Kampf gutes Geld."
    }
  },
  {
    "translation": {
      "en": "And he's not moving out.",
      "de": "Aber er zieht nicht aus."
    }
  },
  {
    "translation": {
      "en": "-You wouldn't come move in there. -Hell no.",
      "de": "-Du würdest nie einziehen. -Niemals."
    }
  },
  {
    "translation": {
      "en": "Of course. That's the mentality.",
      "de": "Natürlich nicht. Das ist die Mentalität."
    }
  },
  {
    "translation": {
      "en": "[Caicedo] That's our generation today. They feel like they're entitled.",
      "de": "Das ist die heutige Generation. Sie haben zu hohe Ansprüche."
    }
  },
  {
    "translation": {
      "en": "I tell my guys in a minute, I tell my champion, \"Stay humble.\"",
      "de": "Ich sage meinen Jungs und meinem Champion: \"Bleibt bescheiden.\""
    }
  },
  {
    "translation": {
      "en": "And if you don't have people around you that tell you these things, and tell you, \"You're not shit...\"",
      "de": "Wenn man niemanden hat, der einem sagt: \"Du bist gar nichts\"..."
    }
  },
  {
    "translation": {
      "en": "Can you buy me a house, a car, and a freakin', you know, an island?",
      "de": "Kannst du mir ein Haus kaufen, ein Auto und eine Insel?"
    }
  },
  {
    "translation": {
      "en": "Can you do that? You can't do that, right?",
      "de": "Kannst du das? Kannst du nicht."
    }
  },
  {
    "translation": {
      "en": "[Colbert] I struggled a lot. He got the best of me. I ain't think he had that much skills.",
      "de": "Ich habe gekämpft. Er war stärker. Er ist nicht der große Techniker."
    }
  },
  {
    "translation": {
      "en": "But that's what happens when you play around and you take shit for granted.",
      "de": "Aber das passiert, wenn man rumspielt und glaubt, dass man nichts tun muss."
    }
  },
  {
    "translation": {
      "en": "I just realized that",
      "de": "Ich habe gelernt,"
    }
  },
  {
    "translation": {
      "en": "when you make your way up, you gotta start stepping it up.",
      "de": "dass man mehr tun muss, wenn man nach oben will."
    }
  },
  {
    "translation": {
      "en": "One round at a time, one day at a time, one step at a time.",
      "de": "Eine Runde nach der anderen, ein Schritt nach dem anderen."
    }
  },
  {
    "translation": {
      "en": "I'm not at the world championship level yet,",
      "de": "Ich bin nicht auf Weltmeister-Niveau,"
    }
  },
  {
    "translation": {
      "en": "but I know I can hang with a lot of world champions.",
      "de": "aber ich kann mit vielen Weltmeistern boxen."
    }
  },
  {
    "translation": {
      "en": "To be honest, I don't know the best in me.",
      "de": "Ich kenne mein Potenzial noch nicht."
    }
  },
  {
    "translation": {
      "en": "But, you know, it takes me. I could bring the best out of me.",
      "de": "Aber es liegt an mir. Ich kann es rausholen."
    }
  },
  {
    "translation": {
      "en": "[Leonard] It's a certain mentality that it takes to be a great fighter.",
      "de": "Man braucht eine bestimmte Mentalität, um ein großer Boxer zu werden."
    }
  },
  {
    "translation": {
      "en": "And it's there. It's there in all of us. We all possess that thing.",
      "de": "Und sie ist da. Wir alle haben sie in uns."
    }
  },
  {
    "translation": {
      "en": "But what separates us is there are people who can activate it...",
      "de": "Aber nur die, die diese Mentalität aktivieren können,"
    }
  },
  {
    "translation": {
      "en": "and become champion.",
      "de": "werden Champions."
    }
  },
  {
    "translation": {
      "en": "[announcer] Good afternoon, ladies and gentlemen,",
      "de": "Guten Tag, meine Damen und Herren,"
    }
  },
  {
    "translation": {
      "en": "and welcome to the Silver Legacy Hotel Resort and Casino.",
      "de": "und willkommen im Silver Legacy Hotel Resort and Casino."
    }
  },
  {
    "translation": {
      "en": "This afternoon, 28 men will continue their quest for the Olympic dream.",
      "de": "Heute kämpfen 28 Männer für ihren Traum von Olympia."
    }
  },
  {
    "translation": {
      "en": "[Bulger] After a year of Olympic trials qualifiers,",
      "de": "Nach einem Jahr der Vorqualifikationen"
    }
  },
  {
    "translation": {
      "en": "the top American Olympic boxing hopefuls are here in Reno",
      "de": "treten hier in Reno die besten amerikanischen Boxtalente an,"
    }
  },
  {
    "translation": {
      "en": "to compete to make the US team.",
      "de": "weil sie es ins US-Team schaffen wollen."
    }
  },
  {
    "translation": {
      "en": "The group includes Darmani Rock, Philadelphia's super heavyweight",
      "de": "Zu der Gruppe gehört Darmani Rock, Philadelphias Superschwergewichtler,"
    }
  },
  {
    "translation": {
      "en": "who beat Cam F. Awesome in the National Golden Gloves Championship.",
      "de": "der Cam F. Awesome bei den National Golden Gloves besiegte."
    }
  },
  {
    "translation": {
      "en": "-But tonight, it only takes one punch... -[crowd exclaims] ...to end Darmani's Olympic dreams.",
      "de": "Aber heute reicht nur ein Schlag, um Darmanis Traum von Olympia zu zerstören."
    }
  },
  {
    "translation": {
      "en": "What, I can't fight?",
      "de": "Was, ich kann nicht boxen?"
    }
  },
  {
    "translation": {
      "en": "Right.",
      "de": "Korrekt."
    }
  },
  {
    "translation": {
      "en": "[John] This silly rule for boxing without headgear.",
      "de": "Die dumme Regel, ohne Kopfschutz zu boxen."
    }
  },
  {
    "translation": {
      "en": "People get hurt, Cam got cut a little bit last night.",
      "de": "Leute verletzen sich, Cam hat eine kleine Wunde."
    }
  },
  {
    "translation": {
      "en": "But we got it fixed up, so...",
      "de": "Aber wir haben die behandelt, also..."
    }
  },
  {
    "translation": {
      "en": "But he's gotta worry about that a little, he's got to protect it.",
      "de": "Er muss aufpassen, er muss sie schützen."
    }
  },
  {
    "translation": {
      "en": "So that just adds another dimension to it.",
      "de": "Also eine zusätzliche Sorge."
    }
  },
  {
    "translation": {
      "en": "[woman] Can anyone, like, have a serious conversation with you",
      "de": "Kann man sich mit dir ernsthaft unterhalten,"
    }
  },
  {
    "translation": {
      "en": "[laughs] with your freaking drawn-on eyebrow?",
      "de": "mit deinen geschminkten Augenbrauen?"
    }
  },
  {
    "translation": {
      "en": "So ridiculous.",
      "de": "So lächerlich."
    }
  },
  {
    "translation": {
      "en": "[Bulger] At his new 201-pound weight class, Cam F. Awesome, he looks awesome.",
      "de": "In seiner neuen Gewichtsklasse bis 91 kg, sieht Cam F. Awesome toll aus."
    }
  },
  {
    "translation": {
      "en": "But with the cut over his eye, and three fights left,",
      "de": "Aber mit seiner Wunde über dem Auge und noch drei Kämpfen"
    }
  },
  {
    "translation": {
      "en": "he'll have to proceed with caution or risk medical disqualification.",
      "de": "muss er vorsichtig sein, oder er riskiert eine Disqualifizierung aus medizinischen Gründen."
    }
  },
  {
    "translation": {
      "en": "[man] There you go.",
      "de": "Genau so."
    }
  },
  {
    "translation": {
      "en": "-[bell rings] -[announcer] Cam Awesome.",
      "de": "SIEGE - 325 - NIEDERLAGEN - 28 Cam Awesome."
    }
  },
  {
    "translation": {
      "en": "[John] You're a fucking magician. Your eye is perfect.",
      "de": "Du bist ein Magier. Dein Auge sieht perfekt aus."
    }
  },
  {
    "translation": {
      "en": "I have never been so impressed in my fucking life.",
      "de": "Ich war in meinem Leben noch nie so beeindruckt."
    }
  },
  {
    "translation": {
      "en": "[announcer] Your winner by split decision,",
      "de": "Der Gewinner mit 2:1 Stimmen"
    }
  },
  {
    "translation": {
      "en": "boxing out of the blue corner, Cam Awesome!",
      "de": "ist der Boxer aus der blauen Ecke, Cam Awesome!"
    }
  },
  {
    "translation": {
      "en": "[Mike Martino] Watching Cam in his skill set get to this level is incredible.",
      "de": "Es ist toll zu sehen, wie Cam sich technisch weiterentwickelt hat."
    }
  },
  {
    "translation": {
      "en": "He's invested so much into this. If he wins, it was all worth it.",
      "de": "Er hat so viel investiert. Wenn er gewinnt, war es das wert."
    }
  },
  {
    "translation": {
      "en": "[Awesome] I've waited too long to fuck this up.",
      "de": "Ich habe so lange darauf gewartet."
    }
  },
  {
    "translation": {
      "en": "It's a great honor to be able to go to the Olympics",
      "de": "Es ist eine Ehre, bei Olympia dabei zu sein"
    }
  },
  {
    "translation": {
      "en": "and represent a country and all that.",
      "de": "und ein Land zu vertreten."
    }
  },
  {
    "translation": {
      "en": "I have to win. I'd be way too disappointed chasing this for 12 fucking years.",
      "de": "Ich muss gewinnen. Alles andere wäre eine Enttäuschung nach 12 Jahren."
    }
  },
  {
    "translation": {
      "en": "-Oh, you're not who I thought you were. -No?",
      "de": "-Oh, ich habe Sie verwechselt. -Ach so?"
    }
  },
  {
    "translation": {
      "en": "Doesn't mean you're not a quality person though.",
      "de": "Heißt nicht, dass Sie nicht nett sind."
    }
  },
  {
    "translation": {
      "en": "Oh, thank you.",
      "de": "Danke."
    }
  },
  {
    "translation": {
      "en": "-If you're up, best of luck. -Thank you. Thank you.",
      "de": "-Viel Glück da oben. -Danke."
    }
  },
  {
    "translation": {
      "en": "-What weight class are you in? -[chuckles]",
      "de": "-Welche Gewichtsklasse? -Schwergewicht."
    }
  },
  {
    "translation": {
      "en": "Heavyweight. You guys coming to the fights? [woman] Oh, hell, yes. All week.",
      "de": "-Kommen Sie zu den Kämpfen? -Auf jeden Fall. Die ganze Woche."
    }
  },
  {
    "translation": {
      "en": "Are you a 201 or 201-plus?",
      "de": "Schwergewicht oder Superschwergewicht?"
    }
  },
  {
    "translation": {
      "en": "201, I used to be 201-plus.",
      "de": "Schwer, ich war mal Superschwergewichtler."
    }
  },
  {
    "translation": {
      "en": "What did you do? Go on a damn diet?",
      "de": "Was ist passiert? Diät gemacht?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I actually did. I'm a vegan.",
      "de": "Ja, stimmt. Ich bin Veganer."
    }
  },
  {
    "translation": {
      "en": "And I started working out, and running, and working out, and running...",
      "de": "Ich trainiere, laufe, trainiere, laufe..."
    }
  },
  {
    "translation": {
      "en": "-You're vegan? -Yeah.",
      "de": "-Sie sind Veganer? -Ja."
    }
  },
  {
    "translation": {
      "en": "-Good luck to you. -Thank you. Thank you.",
      "de": "-Na dann viel Glück. -Danke."
    }
  },
  {
    "translation": {
      "en": "I'm a protein guy.",
      "de": "Ich bin ein Protein-Mensch."
    }
  },
  {
    "translation": {
      "en": "-Where are you guys from? -[woman] Here.",
      "de": "-Wo sind Sie her? -Von hier."
    }
  },
  {
    "translation": {
      "en": "-Here? -[woman] Yeah.",
      "de": "-Von hier? -Ja."
    }
  },
  {
    "translation": {
      "en": "You guys know anybody fighting?",
      "de": "Kennen Sie einen der Boxer?"
    }
  },
  {
    "translation": {
      "en": "-[woman] We do now. -So I'm your favorite fighter here?",
      "de": "-Jetzt ja. -Bin ich also Ihr Lieblingsboxer hier?"
    }
  },
  {
    "translation": {
      "en": "-[woman] Pablo, but he lost. -It was Pablo.",
      "de": "-Pablo, aber er ist raus. -Es war Pablo."
    }
  },
  {
    "translation": {
      "en": "Well, I'm your favorite fighter left in the tournament.",
      "de": "Von den Verbliebenen bin ich Ihr Lieblingsboxer."
    }
  },
  {
    "translation": {
      "en": "[woman] But you're my favorite fighter left in the tournament.",
      "de": "Von den Verbliebenen bin ich Ihr Lieblingsboxer. Sie sind nun mein Lieblingsboxer im Turnier."
    }
  },
  {
    "translation": {
      "en": "-I'll take that. -[man laughs] [Awesome] I'll take that ten times out of ten.",
      "de": "Das nehme ich in zehn von zehn Fällen."
    }
  },
  {
    "translation": {
      "en": "What are your names?",
      "de": "Wie heißen Sie?"
    }
  },
  {
    "translation": {
      "en": "Nancy and Jim. What's your name?",
      "de": "Nancy und Jim. Und Sie?"
    }
  },
  {
    "translation": {
      "en": "Nice to meet you. I'm Cam.",
      "de": "Freut mich. Ich bin Cam."
    }
  },
  {
    "translation": {
      "en": "-Oh, I know you. I've watched you, yeah. -Oh, you are Cam?",
      "de": "-Ich kenne Sie. Ich habe Sie gesehen. -Sie sind Cam?"
    }
  },
  {
    "translation": {
      "en": "-Hey, I got a question for you. -Yes, sir.",
      "de": "-He, ich habe eine Frage an Sie. -Gern, Sir."
    }
  },
  {
    "translation": {
      "en": "Is your last name really...",
      "de": "Heißen Sie mit Nachnamen wirklich..."
    }
  },
  {
    "translation": {
      "en": "No, it isn't. You changed it.",
      "de": "Nein. Sie haben ihn geändert."
    }
  },
  {
    "translation": {
      "en": "Oh, I did change it, but I took the legal procedures.",
      "de": "Ich habe ihn geändert, aber ganz offiziell."
    }
  },
  {
    "translation": {
      "en": "It's on my passport, credit card, my license.",
      "de": "Er steht in meinem Pass, auf der Kreditkarte, auf dem Führerschein."
    }
  },
  {
    "translation": {
      "en": "-Because, why not, right? -[man] Why not?",
      "de": "-Warum auch nicht, oder? -Warum nicht?"
    }
  },
  {
    "translation": {
      "en": "[Bulger] Cam F. Awesome might not be the prettiest fighter to watch in the ring,",
      "de": "Cam F. Awesome ist sicher nicht der eleganteste Boxer im Ring,"
    }
  },
  {
    "translation": {
      "en": "but he knows how to land a punch without receiving a punch,",
      "de": "aber er weiß, wie man austeilt, ohne selbst getroffen zu werden,"
    }
  },
  {
    "translation": {
      "en": "and that's all that matters.",
      "de": "und nur das zählt."
    }
  },
  {
    "translation": {
      "en": "[announcer] Boxing out of the red corner, he comes from Lenexa, Kansas, Cam F. Awesome!",
      "de": "In der roten Ecke, aus Lenexa, Kansas, Cam F. Awesome!"
    }
  },
  {
    "translation": {
      "en": "[announcer] Red corner, Cam F. Awesome!",
      "de": "Rote Ecke, Cam F. Awesome! SIEGE - 329 - NIEDERLAGEN - 28"
    }
  },
  {
    "translation": {
      "en": "Tell the people what you did out there tonight.",
      "de": "Erzählen Sie, was Sie gemacht haben."
    }
  },
  {
    "translation": {
      "en": "[laughs] I dominated.",
      "de": "Ich habe dominiert."
    }
  },
  {
    "translation": {
      "en": "[announcer] Cam F. Awesome, everybody.",
      "de": "Cam F. Awesome, meine Damen und Herren,"
    }
  },
  {
    "translation": {
      "en": "Great performance. United States Olympian, well deserved.",
      "de": "im Olympia-Team der Vereinigten Staaten. Wohl verdient."
    }
  },
  {
    "translation": {
      "en": "[Bulger] Awesome has now qualified for the US Olympic men's boxing team.",
      "de": "Awesome hat sich jetzt für das Olympia-Boxteam der USA qualifiziert."
    }
  },
  {
    "translation": {
      "en": "But that's not saying he's an Olympian yet.",
      "de": "Aber das heißt noch nicht, dass er bei Olympia dabei ist."
    }
  },
  {
    "translation": {
      "en": "He'll still have to go on to fight internationally to qualify for the games.",
      "de": "Er muss sich noch international für die Spiele qualifizieren."
    }
  },
  {
    "translation": {
      "en": "[Awesome] I'm just emotionally exhausted at this point.",
      "de": "Ich bin gerade emotional erschöpft."
    }
  },
  {
    "translation": {
      "en": "But I'm happy, the way everything turned out.",
      "de": "Aber ich bin glücklich über den Ausgang."
    }
  },
  {
    "translation": {
      "en": "[Bulger] So, was this all worth it?",
      "de": "War es das alles also wert?"
    }
  },
  {
    "translation": {
      "en": "It was definitely all worth it, but all today is...",
      "de": "Es war es definitiv alles wert, aber im Grunde bin ich heute"
    }
  },
  {
    "translation": {
      "en": "is just basically me getting back to where I left off.",
      "de": "genau dort, wo ich damals aufgehört habe."
    }
  },
  {
    "translation": {
      "en": "[trainer] Go.",
      "de": "Los."
    }
  },
  {
    "translation": {
      "en": "There you go. That's it.",
      "de": "Genau so. Das ist es."
    }
  },
  {
    "translation": {
      "en": "[Eric] The Andy Lee fight was a great test.",
      "de": "Der Kampf gegen Andy Lee war ein guter Test."
    }
  },
  {
    "translation": {
      "en": "And I'm not being biased, but I thought he won that fight.",
      "de": "Und ohne parteiisch zu sein, aber ich finde, er hat gewonnen."
    }
  },
  {
    "translation": {
      "en": "Nonetheless, it is what it is.",
      "de": "Aber wie dem auch sei."
    }
  },
  {
    "translation": {
      "en": "We're moving on. We're looking for the next one.",
      "de": "Wir schauen auf den nächsten Kampf."
    }
  },
  {
    "translation": {
      "en": "[Quillin] I'm in the gym, working hard,",
      "de": "Ich bin im Studio, arbeite hart,"
    }
  },
  {
    "translation": {
      "en": "just to make sure I secure what a win could look like for me.",
      "de": "um die Chance auf einen Sieg nicht zu verspielen."
    }
  },
  {
    "translation": {
      "en": "If I'ma die, what I'm doing, it's gonna be me dying trying to win.",
      "de": "Wenn ich sterbe, will ich sterben, während ich versuche zu gewinnen."
    }
  },
  {
    "translation": {
      "en": "You can't just be good at something.",
      "de": "Man kann nicht einfach gut sein."
    }
  },
  {
    "translation": {
      "en": "You can't just go up there and make music and think it's good enough.",
      "de": "Man kann nicht Musik machen und denken, das reicht."
    }
  },
  {
    "translation": {
      "en": "You have to always go the extra length to want it.",
      "de": "Man muss es immer wieder wollen und alles dafür tun."
    }
  },
  {
    "translation": {
      "en": "Like, I was willing to sleep on, fucking, a mattress I found in the trash",
      "de": "So wie ich bereit war, auf einer Matratze aus dem Müll zu schlafen,"
    }
  },
  {
    "translation": {
      "en": "to make my success work for me. You know what I'm saying?",
      "de": "um erfolgreich zu sein. Verstehst du?"
    }
  },
  {
    "translation": {
      "en": "Wasn't about girls, wasn't about nothing else in life.",
      "de": "Es ging nicht um Mädchen oder irgendwas anderes im Leben."
    }
  },
  {
    "translation": {
      "en": "You know what I'm saying?",
      "de": "Verstehst du?"
    }
  },
  {
    "translation": {
      "en": "So, in life, you have to figure out what you're motivated over.",
      "de": "Man muss verstehen, was einen motiviert."
    }
  },
  {
    "translation": {
      "en": "-[Bulger] When you realize your situation. -Yeah.",
      "de": "Wissen, wo man ist."
    }
  },
  {
    "translation": {
      "en": "You realize where you're at and your situation and how you're gonna get up out of it.",
      "de": "Ja, man muss wissen, wo man ist, und wie man rauskommt."
    }
  },
  {
    "translation": {
      "en": "'Cause you notice that you be in a pool full of crabs",
      "de": "Man befindet sich in einem Pool voll mit Krebsen"
    }
  },
  {
    "translation": {
      "en": "and you don't know why you keep getting pulled in,",
      "de": "und wird immer wieder reingezogen,"
    }
  },
  {
    "translation": {
      "en": "it's because you have no plan to get out. You know what I'm saying?",
      "de": "weil man nicht weiß, wie man rauskommt. Verstehst du?"
    }
  },
  {
    "translation": {
      "en": "And then eventually, you'd be, like, 35, and you're like, \"What happened?\"",
      "de": "Und dann ist man 35 und denkt: \"Was ist mit mir passiert?\""
    }
  },
  {
    "translation": {
      "en": "And you was so much in the fucking moment all the time that you...",
      "de": "Weil man immer nur für den Moment gelebt hat, dass man..."
    }
  },
  {
    "translation": {
      "en": "Sometimes motherfuckers don't never come out that moment.",
      "de": "Manchmal kommen Leute da nicht raus."
    }
  },
  {
    "translation": {
      "en": "[Bulger] The latest fight in Kid Chocolate's return",
      "de": "Der nächste Kampf nach der Rückkehr"
    }
  },
  {
    "translation": {
      "en": "gives him another chance to regain a middleweight championship belt.",
      "de": "gibt Quillin die Möglichkeit, einen Gürtel im Mittelgewicht zu gewinnen."
    }
  },
  {
    "translation": {
      "en": "Though, this time, it's the WBA title,",
      "de": "Aber diesmal ist es der WBA-Titel,"
    }
  },
  {
    "translation": {
      "en": "held by Brooklyn fighter Danny \"The Miracle Man\" Jacobs.",
      "de": "den zurzeit Danny \"The Miracle Man\" Jacobs aus Brooklyn innehat."
    }
  },
  {
    "translation": {
      "en": "[Woods] This is a 50-50 fight.",
      "de": "Das ist ein 50:50-Kampf."
    }
  },
  {
    "translation": {
      "en": "For Peter Quillin, he's taken a wicked beating from hardcore fight fans.",
      "de": "Peter Quillin hat viele verbale Prügel von den Hardcore-Boxfans bezogen."
    }
  },
  {
    "translation": {
      "en": "If he wins and looks good, all is forgiven.",
      "de": "Gewinnt er und boxt gut, ist alles vergeben."
    }
  },
  {
    "translation": {
      "en": "♪ So when Peter get in the ring He's gonna do the thing ♪",
      "de": "Steigt Peter in den Ring Dann macht er das Ding"
    }
  },
  {
    "translation": {
      "en": "♪ Kid Chocolate, hey, hey! Kid Chocolate ♪",
      "de": "Kid Chocolate, he, he! Kid Chocolate"
    }
  },
  {
    "translation": {
      "en": "♪ Peter is his name Boxing is his game ♪",
      "de": "Peter heißt er Im Boxen ist er Meister"
    }
  },
  {
    "translation": {
      "en": "♪ He hit him with the right Then he knock them out the ring ♪",
      "de": "Und mit der Rechten Schmeißt er sie aus dem Ring"
    }
  },
  {
    "translation": {
      "en": "♪ Hey, hey, hey ♪",
      "de": "He, he, he"
    }
  },
  {
    "translation": {
      "en": "♪ Kid Chocolate Hey, hey, hey, yes! ♪",
      "de": "Kid Chocolate He, he, he, ja!"
    }
  },
  {
    "translation": {
      "en": "Peace. And I'm out.",
      "de": "Peace. Ich bin weg."
    }
  },
  {
    "translation": {
      "en": "-[Mayweather] What's up, champ? -Man, I'm good. I'm blessed, man.",
      "de": "-Wie geht's, Champ? -Gut. Was für eine Ehre."
    }
  },
  {
    "translation": {
      "en": "Thank you. 'Cause I'm here right now.",
      "de": "Danke. Weil ich gerade hier bin."
    }
  },
  {
    "translation": {
      "en": "You undefeated for a reason.",
      "de": "Du bist nicht ohne Grund ungeschlagen."
    }
  },
  {
    "translation": {
      "en": "So it's obvious you've been doing something right thus far.",
      "de": "Du musst also etwas richtig gemacht haben bisher."
    }
  },
  {
    "translation": {
      "en": "So, you know, go out there and just be at your best.",
      "de": "Also, geh einfach raus und gib dein Bestes."
    }
  },
  {
    "translation": {
      "en": "[Quillin] Thank you, Floyd, man. Appreciate that.",
      "de": "Danke, Floyd. Ich weiß das zu schätzen."
    }
  },
  {
    "translation": {
      "en": "Good looking.",
      "de": "Siehst gut aus."
    }
  },
  {
    "translation": {
      "en": "Thank you for that, man.",
      "de": "Danke dafür."
    }
  },
  {
    "translation": {
      "en": "[Eric] Showtime.",
      "de": "Es geht los."
    }
  },
  {
    "translation": {
      "en": "Ugly motherfucker you.",
      "de": "Du hässlicher Vogel."
    }
  },
  {
    "translation": {
      "en": "Thank you very much.",
      "de": "Vielen Dank."
    }
  },
  {
    "translation": {
      "en": "[man] Yes, that's real right there.",
      "de": "Ja, jetzt geht es los."
    }
  },
  {
    "translation": {
      "en": "[announcer] Ladies and gentlemen,",
      "de": "Meine Damen und Herren,"
    }
  },
  {
    "translation": {
      "en": "we welcome you to Barclays Center here in Brooklyn, New York,",
      "de": "herzlich willkommen im Barclays Center hier in Brooklyn, New York,"
    }
  },
  {
    "translation": {
      "en": "for the much anticipated feature bout of the evening.",
      "de": "zum lang erwarteten Hauptkampf des Abends."
    }
  },
  {
    "translation": {
      "en": "-Peter's about to be whipped. -Yeah.",
      "de": "-Peter wird gleich vermöbelt. -Ja."
    }
  },
  {
    "translation": {
      "en": "-[bell rings] -[crowd roaring] [announcer] The referee has already stopped the fight! Mamma mia!",
      "de": "Der Ringrichter hat den Kampf bereits beendet! Mamma mia!"
    }
  },
  {
    "translation": {
      "en": "Your whole life, your whole history,",
      "de": "Dein ganzes Leben, dein ganzer Werdegang,"
    }
  },
  {
    "translation": {
      "en": "your whole career changes with one punch.",
      "de": "deine ganze Karriere ändert sich mit einem Schlag."
    }
  },
  {
    "translation": {
      "en": "You cannot play boxing.",
      "de": "Boxen ist kein Spiel. SIEGE - 31 - NIEDERLAGEN - 1"
    }
  },
  {
    "translation": {
      "en": "[Hopkins] When you see an art, and you see a painter,",
      "de": "Wenn man Kunst und Künstler betrachtet,"
    }
  },
  {
    "translation": {
      "en": "and you see someone that's doing something of the sweet science...",
      "de": "sieht man, wie jemand die süße Wissenschaft anwendet."
    }
  },
  {
    "translation": {
      "en": "They hit and not get hit, they take away and disarm a guy,",
      "de": "Sie treffen, ohne getroffen zu werden, sie entwaffnen jemanden"
    }
  },
  {
    "translation": {
      "en": "and make him look... Reduce him down from a killer to nobody.",
      "de": "und lassen ihn... Degradieren ihn vom Killer zum Niemand."
    }
  },
  {
    "translation": {
      "en": "From a beast to nobody.",
      "de": "Vom Biest zum Niemand."
    }
  },
  {
    "translation": {
      "en": "How did you do that... in that squared circle?",
      "de": "Wie hast du das in diesem quadratischen Ring angestellt?"
    }
  },
  {
    "translation": {
      "en": "Hey, man.",
      "de": "He."
    }
  },
  {
    "translation": {
      "en": "[Quillin] This fight was meant to happen.",
      "de": "Dieser Kampf musste sein."
    }
  },
  {
    "translation": {
      "en": "No matter what I could have did wrong,",
      "de": "Egal, was ich hätte falsch machen können,"
    }
  },
  {
    "translation": {
      "en": "what I could have did right.",
      "de": "oder richtig."
    }
  },
  {
    "translation": {
      "en": "It was all supposed to happen the way that it did.",
      "de": "Alles war so vorbestimmt."
    }
  },
  {
    "translation": {
      "en": "[man] Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "It's all part of your story now.",
      "de": "Es gehört zu deiner Geschichte."
    }
  },
  {
    "translation": {
      "en": "Walk out of here with a smile on your face.",
      "de": "Geh raus und lächle."
    }
  },
  {
    "translation": {
      "en": "[De La Hoya] I believe that if a fighter goes in there and fights his heart out,",
      "de": "Ich glaube, wenn ein Boxer da reingeht und wie ein Tiger kämpft"
    }
  },
  {
    "translation": {
      "en": "and just leaves everything in the ring,",
      "de": "und wirklich alles im Ring gibt,"
    }
  },
  {
    "translation": {
      "en": "he's gonna live to see another day. He's gonna live to see another fight.",
      "de": "dann wird es für ihn einen neuen Tag und einen neuen Kampf geben."
    }
  },
  {
    "translation": {
      "en": "People are gonna wanna see him again, regardless if you lose or win.",
      "de": "Die Leute wollen ihn wiedersehen, egal ob er verliert oder gewinnt."
    }
  },
  {
    "translation": {
      "en": "[Bulger] Being undefeated, does it matter?",
      "de": "Ist es wichtig, ungeschlagen zu sein?"
    }
  },
  {
    "translation": {
      "en": "It doesn't matter. It happened the way it happened.",
      "de": "Ist nicht wichtig. Was passiert ist, ist passiert."
    }
  },
  {
    "translation": {
      "en": "Somebody asked me, \"Are you scared to get in the ring?\"",
      "de": "Jemand fragte mich, ob ich Angst vor dem Ring habe."
    }
  },
  {
    "translation": {
      "en": "I said, \"I'm not scared to fight, I'm not even scared to lay down.",
      "de": "Ich sagte: \"Ich habe keine Angst vor dem Kampf oder zu verlieren."
    }
  },
  {
    "translation": {
      "en": "The only thing I'm scared of",
      "de": "Ich habe nur Angst"
    }
  },
  {
    "translation": {
      "en": "is to see how many people that's here for me right now,",
      "de": "zu sehen, wie viele Leute, die meinetwegen hier sind,"
    }
  },
  {
    "translation": {
      "en": "in this moment, after I lost, disappear.\"",
      "de": "jetzt nach meiner Niederlage verschwinden.\""
    }
  },
  {
    "translation": {
      "en": "The only thing I could do is go back to the gym,",
      "de": "Ich kann jetzt nur zurück ins Studio gehen,"
    }
  },
  {
    "translation": {
      "en": "reassess myself with my team and try our best in the next go round.",
      "de": "den Kampf mit meinem Team auswerten und beim nächsten Mal mein Bestes geben."
    }
  },
  {
    "translation": {
      "en": "[Bulger] Two years in the life of American boxing will teach you a lot about the sport's issues and problems...",
      "de": "Zwei Jahre amerikanisches Boxen zeigen viele der Probleme des Sports auf,"
    }
  },
  {
    "translation": {
      "en": "but mostly about its champions.",
      "de": "aber man erfährt auch viel über die Champions."
    }
  },
  {
    "translation": {
      "en": "Boxing has never been a perfect sport and it never will be.",
      "de": "Boxen war nie ein perfekter Sport, und das wird es auch nie sein."
    }
  },
  {
    "translation": {
      "en": "But it is about people who can rise to the best of themselves",
      "de": "Aber es geht um die Leute, die über sich hinauswachsen können,"
    }
  },
  {
    "translation": {
      "en": "when they put on the gloves.",
      "de": "wenn sie Handschuhe anziehen."
    }
  },
  {
    "translation": {
      "en": "Like my mom always said,",
      "de": "Meine Mutter sagte immer,"
    }
  },
  {
    "translation": {
      "en": "it's not about how many times you've been knocked down. It's how fast you get up.",
      "de": "es ist egal, wie oft man umgehauen wird. Wichtig ist, dass man wieder aufsteht."
    }
  },
  {
    "translation": {
      "en": "Boxing is about kids like me,",
      "de": "Beim Boxen geht es um Kids wie mich,"
    }
  },
  {
    "translation": {
      "en": "who, wherever they're from, need something only this sport can provide.",
      "de": "die, egal wo sie herkommen, etwas brauchen, was nur dieser Sport bietet."
    }
  },
  {
    "translation": {
      "en": "Whether it's direction, or discipline, or glory and fame and fortune.",
      "de": "Ob es eine Richtung ist, Disziplin oder Ruhm und Ehre und Reichtum."
    }
  },
  {
    "translation": {
      "en": "A champion is someone who, despite tremendous odds,",
      "de": "Ein Champion ist, wer trotz kolossaler Schwierigkeiten"
    }
  },
  {
    "translation": {
      "en": "in a brutal, corrupt pursuit,",
      "de": "in einer brutalen Jagd beweist,"
    }
  },
  {
    "translation": {
      "en": "proves that the impossible, what most of us might never dare,",
      "de": "dass das Unmögliche, dem sich die meisten von uns nie stellen,"
    }
  },
  {
    "translation": {
      "en": "could actually happen.",
      "de": "Wirklichkeit werden kann."
    }
  },
  {
    "translation": {
      "en": "These dreams are still born every day in gyms like Atlas Cops and Kids.",
      "de": "Diese Träume werden immer noch täglich in Studios wie Atlas Cops and Kids geboren."
    }
  },
  {
    "translation": {
      "en": "And as long as there are kids who need to fight their way out of somewhere...",
      "de": "Und solange es Kids gibt, die sich irgendwo herauskämpfen müssen,"
    }
  },
  {
    "translation": {
      "en": "that squared circle will be calling.",
      "de": "wird der quadratische Ring rufen."
    }
  },
  {
    "translation": {
      "en": "The strategy remains the same, in this, the most elemental of martial arts:",
      "de": "Die Strategie bleibt dieselbe in dieser elementarsten der Kampfkünste."
    }
  },
  {
    "translation": {
      "en": "hit and don't be hit.",
      "de": "Treffen, ohne getroffen zu werden."
    }
  },
  {
    "translation": {
      "en": "[announcer] And still undefeated, Chris \"Lil B-Hop\" Colbert!",
      "de": "Der immer noch ungeschlagene Chris \"Lil B-Hop\" Colbert!"
    }
  },
  {
    "translation": {
      "en": "-[crowd cheering] -[man] Let's go! Let's go!",
      "de": "Los!"
    }
  },
  {
    "translation": {
      "en": "Who's that?",
      "de": "Wer ist das auf dem Bild?"
    }
  },
  {
    "translation": {
      "en": "Who is that?",
      "de": "ZEHN MONATE NACH SEINER ERSTEN NIEDERLAGE WARTET PETER AUF DEN NÄCHSTEN GEGNER."
    }
  }
]