[
  {
    "translation": {
      "en": "[Nancy Schultz] This is going down the main drive of the du Pont estate.",
      "de": "Wir fahren gerade die Zufahrt zum Du-Pont-Anwesen entlang."
    }
  },
  {
    "translation": {
      "en": "There's horses on both sides, all over the place.",
      "de": "Auf beiden Seiten sind Pferde, überall."
    }
  },
  {
    "translation": {
      "en": "This main drive is just so pretty.",
      "de": "Diese Zufahrt ist so schön."
    }
  },
  {
    "translation": {
      "en": "And this is up to the top of the hill.",
      "de": "Nun fahren wir den Hügel hinauf."
    }
  },
  {
    "translation": {
      "en": "[clicks tongue] And actually... if you take a left here and you take this road...",
      "de": "Und wenn man hier links abbiegt und diese Straße nimmt,"
    }
  },
  {
    "translation": {
      "en": "right down this road, it leads to our house.",
      "de": "bis zum Ende, kommt man zu unserem Haus."
    }
  },
  {
    "translation": {
      "en": "There's our sweet old house. And we've had a lot of fun here.",
      "de": "Das ist unser schönes, altes Haus. Wir hatten hier sehr viel Spaß."
    }
  },
  {
    "translation": {
      "en": "[John E. du Pont over phone] Hello? [man] Mr. du Pont?",
      "de": "-Hallo? -Mr du Pont?"
    }
  },
  {
    "translation": {
      "en": "-[John] What? -We have some issues we've got to discuss.",
      "de": "-Was? -Wir müssen über einiges reden."
    }
  },
  {
    "translation": {
      "en": "[John] No talk.",
      "de": "Keine Gespräche."
    }
  },
  {
    "translation": {
      "en": "[man] You are aware of the fact that someone was killed on your property yesterday, correct?",
      "de": "Sie wissen, dass gestern jemand auf Ihrem Grund getötet wurde?"
    }
  },
  {
    "translation": {
      "en": "[John] Yeah, listen, I've got some diplomatic papers to go over...",
      "de": "Hören Sie, ich muss einige Papiere durchgehen..."
    }
  },
  {
    "translation": {
      "en": "[man] Okay... [stutters] that's fine...",
      "de": "In Ordnung."
    }
  },
  {
    "translation": {
      "en": "There's a lot of people here that are concerned about your welfare.",
      "de": "Viele Leute sorgen sich um Ihr Wohlergehen."
    }
  },
  {
    "translation": {
      "en": "You're a well-respected man, as far as I know, and have always been.",
      "de": "Sie sind ein angesehener Mann und, soweit ich weiß, waren Sie das immer."
    }
  },
  {
    "translation": {
      "en": "And I'd like to help resolve this with you.",
      "de": "Ich will Ihnen helfen, das zu klären."
    }
  },
  {
    "translation": {
      "en": "[John] I will make no deal. [man] No deal?",
      "de": "-Ich lasse mich auf keinen Deal ein. -Kein Deal?"
    }
  },
  {
    "translation": {
      "en": "[John] I'm sorry. No deal.",
      "de": "Kein Deal."
    }
  },
  {
    "translation": {
      "en": "I'm in charge around here and that's the way it's going to be.",
      "de": "Ich habe hier das Sagen, und so wird es ablaufen."
    }
  },
  {
    "translation": {
      "en": "[man] We have to... we have to discuss the fact...",
      "de": "Wir müssen darüber reden..."
    }
  },
  {
    "translation": {
      "en": "I don't want to talk about your diplomatic papers.",
      "de": "Ihre Papiere sind nicht das Thema."
    }
  },
  {
    "translation": {
      "en": "We have to discuss that a man was shot, was killed on your property yesterday.",
      "de": "Es geht darum, dass jemand auf Ihrem Grund ermordet wurde."
    }
  },
  {
    "translation": {
      "en": "[John] You have no right to tell a head-of-state what to do.",
      "de": "Sie haben einem Staatschef nichts zu sagen."
    }
  },
  {
    "translation": {
      "en": "[man] We keep skipping over the issue. We have to get to the issue at hand.",
      "de": "Sie schweifen ab. Wir müssen beim Thema bleiben."
    }
  },
  {
    "translation": {
      "en": "[John] The issue at hand is an international war is about to be had. So...",
      "de": "Und das ist, dass uns ein internationaler Krieg bevorsteht."
    }
  },
  {
    "translation": {
      "en": "I'm not leaving this house right for the moment until I'm through.",
      "de": "Ich verlasse dieses Haus erst, wenn ich durch bin."
    }
  },
  {
    "translation": {
      "en": "[narrator] The John E. du Pont story begins here in the rolling woodland of Pennsylvania,",
      "de": "John E. du Ponts Geschichte beginnt hier, im hügeligen Waldgebiet Pennsylvanias,"
    }
  },
  {
    "translation": {
      "en": "on a 1,000-acre estate",
      "de": "auf einem 400 Hektar großen Anwesen,"
    }
  },
  {
    "translation": {
      "en": "that the du Pont family have called home for three quarters of a century.",
      "de": "das die Du-Pont-Familie seit einem Dreivierteljahrhundert ihr Zuhause nennt."
    }
  },
  {
    "translation": {
      "en": "Nestling among the trees",
      "de": "Inmitten der Bäume"
    }
  },
  {
    "translation": {
      "en": "are the purpose-built headquarters of Team Foxcatcher.",
      "de": "befindet sich das Hauptquartier des Foxcatcher-Teams."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Team Foxcatcher was the brain child of John du Pont approximately 30 years ago.",
      "de": "Das Team Foxcatcher war vor etwa 30 Jahren John du Ponts geistiges Kind."
    }
  },
  {
    "translation": {
      "en": "In that time, John supported swimming, triathlon, pentathlon",
      "de": "Zu dieser Zeit unterstützte John Schwimmer, Triathleten und Fünfkämpfer"
    }
  },
  {
    "translation": {
      "en": "and many number of athletes",
      "de": "sowie eine große Zahl von Sportlern"
    }
  },
  {
    "translation": {
      "en": "in all their endeavors to be world and Olympic champions.",
      "de": "in ihrem Bestreben, Weltmeister oder Olympiasieger zu werden."
    }
  },
  {
    "translation": {
      "en": "My goal is to teach the youth of America...",
      "de": "Mein Ziel ist es, der amerikanischen Jugend zu zeigen,"
    }
  },
  {
    "translation": {
      "en": "not only to become champions in sport, but to become champions in life.",
      "de": "wie man ein Meister im Sport, aber auch im Leben wird."
    }
  },
  {
    "translation": {
      "en": "I'd like to draw your attention to the double doors where most of you entered...",
      "de": "Darf ich Ihre Aufmerksamkeit nun auf die Tür lenken,"
    }
  },
  {
    "translation": {
      "en": "where Mr. John du Pont will do the official ribbon cutting.",
      "de": "wo Mr John du Pont offiziell das Band durchschneiden wird?"
    }
  },
  {
    "translation": {
      "en": "Let me congratulate John du Pont",
      "de": "Ich möchte John du Pont gratulieren"
    }
  },
  {
    "translation": {
      "en": "on his constant, everlasting, generous philanthropy.",
      "de": "zu seiner stetigen, immerwährenden, großzügigen Philanthropie."
    }
  },
  {
    "translation": {
      "en": "[Mike Gostigian] The du Pont family in the Philadelphia area",
      "de": "Die Du-Pont-Familie war rund um Philadelphia"
    }
  },
  {
    "translation": {
      "en": "was the equivalent of our royal family, so to speak.",
      "de": "unser Äquivalent zur königlichen Familie."
    }
  },
  {
    "translation": {
      "en": "And he was the prince.",
      "de": "Und er war der Prinz."
    }
  },
  {
    "translation": {
      "en": "In my younger days, I saw John for the first time,",
      "de": "Als ich jünger war, sah ich John zum ersten Mal,"
    }
  },
  {
    "translation": {
      "en": "walking down the pool deck.",
      "de": "als er am Becken langlief."
    }
  },
  {
    "translation": {
      "en": "It was like, there's the picture of someone who's fit, athletic, healthy, vibrant,",
      "de": "Er war das Abbild eines fitten, athletischen, gesunden, lebendigen Mannes."
    }
  },
  {
    "translation": {
      "en": "and, you know, seemed like a guy who had a passion for life and doing good things for people.",
      "de": "Er schien eine Leidenschaft fürs Leben zu haben und dafür, Gutes zu tun."
    }
  },
  {
    "translation": {
      "en": "I was like, \"Wow, you know, that's the guy I wanna be someday.\" [laughs]",
      "de": "Ich wollte eines Tages so sein wie er."
    }
  },
  {
    "translation": {
      "en": "56:02, Dave. That's good.",
      "de": "56:02, Dave. Das ist gut."
    }
  },
  {
    "translation": {
      "en": "[Michael] He created the sports program on the farm, developed all these facilities...",
      "de": "Er rief das Sportprogramm auf der Farm ins Leben, baute all diese Anlagen auf."
    }
  },
  {
    "translation": {
      "en": "and then, you know, he discovered wrestling.",
      "de": "Dann entdeckte er das Ringen."
    }
  },
  {
    "translation": {
      "en": "-[whistle blows] -[John] All right! Attaboy, David!",
      "de": "Alles klar! Gut gemacht, David!"
    }
  },
  {
    "translation": {
      "en": "[coach] Run after the leg, Kenny. Run him down.",
      "de": "Nimm sein Bein. Wirf ihn um, Junge."
    }
  },
  {
    "translation": {
      "en": "[coach] Unbelievable!",
      "de": "Unfassbar!"
    }
  },
  {
    "translation": {
      "en": "I don't remember, really, why John became as interested in wrestling as he did.",
      "de": "Ich erinnere mich nicht, wieso John das Ringen so interessierte. FOXCATCHER-PLATZWART"
    }
  },
  {
    "translation": {
      "en": "I know his mother was very much against it.",
      "de": "Seine Mutter war sehr dagegen."
    }
  },
  {
    "translation": {
      "en": "He tried it when he was a kid, you know, in high school.",
      "de": "Er probierte es, als er zur Highschool ging. FOXCATCHER-TRAINER"
    }
  },
  {
    "translation": {
      "en": "And part of it, I think, was rebellion.",
      "de": "Zum Teil war es Rebellion."
    }
  },
  {
    "translation": {
      "en": "'Cause wrestling was one of those sports that his parents didn't want him to do.",
      "de": "Weil seine Eltern nicht wollten, dass er Ringer wurde."
    }
  },
  {
    "translation": {
      "en": "Wrestling is a sport for ruffians. Wrestling is a sport for the underclass.",
      "de": "Es war ein Sport für Raufbolde, für die Unterschicht."
    }
  },
  {
    "translation": {
      "en": "[Michael] John really wanted to be a part of it and be a part of that culture which, you know...",
      "de": "John wollte Teil davon sein, er wollte Teil einer Kultur sein, die..."
    }
  },
  {
    "translation": {
      "en": "Those guys are tough.",
      "de": "Diese Kerle sind hartgesotten."
    }
  },
  {
    "translation": {
      "en": "[commentator] David Schultz, 1983 World Champion, '84 Olympic Champion...",
      "de": "David Schultz, Weltmeister 1983, Olympiasieger 1984,"
    }
  },
  {
    "translation": {
      "en": "seven-time national champion.",
      "de": "siebenfacher Landesmeister."
    }
  },
  {
    "translation": {
      "en": "A wealth of experience out there on the mat, Mark Scott.",
      "de": "Er hat jede Menge Erfahrung auf der Matte, Mark Scott."
    }
  },
  {
    "translation": {
      "en": "[Ray Brinzer] It's like, if wrestling's the game, Dave Schultz was the player.",
      "de": "Wenn Ringen das Spiel ist, war Dave Schultz der Spieler."
    }
  },
  {
    "translation": {
      "en": "Dave really just embodied the spirit of the sport.",
      "de": "Dave verkörperte den Geist dieses Sports."
    }
  },
  {
    "translation": {
      "en": "Yeah, Dave was... Dave was different.",
      "de": "OLYMPIA-SIEGER BRONZE Dave war anders."
    }
  },
  {
    "translation": {
      "en": "I mean, he was sort of a hippie. [chuckles] Hippie wrestler. It was weird, really.",
      "de": "Er war eine Art Hippie. Ein Hippie-Ringer. Es war echt seltsam."
    }
  },
  {
    "translation": {
      "en": "It's the palagi. Here's the waves. What's the other one we do?",
      "de": "Das ist der palagi. Das sind die Wellen. Was machen wir noch?"
    }
  },
  {
    "translation": {
      "en": "[Nancy] Palm trees...",
      "de": "Palmen..."
    }
  },
  {
    "translation": {
      "en": "-Palm trees. -[Nancy] Fishies.",
      "de": "-Palmen. -...Fische."
    }
  },
  {
    "translation": {
      "en": "Little fishies and sharks.",
      "de": "Kleine Fische und Haie."
    }
  },
  {
    "translation": {
      "en": "[Nancy] It was just an unbelievable adventure, living around Dave.",
      "de": "Es war ein unglaubliches Abenteuer, Dave um sich zu haben."
    }
  },
  {
    "translation": {
      "en": "When I first met him, I asked him, \"What do you do?\"",
      "de": "Beim Kennenlernen fragte ich: \"Was machst du?\""
    }
  },
  {
    "translation": {
      "en": "And he was like, \"I wrestle.\" And I remember going to his room,",
      "de": "Er sagte: \"Ich ringe.\" Ich weiß noch, wie ich in sein Zimmer kam"
    }
  },
  {
    "translation": {
      "en": "and I'm seeing these trophies, like, world trophies and pictures of the Soviet Union and all this.",
      "de": "und überall die WM-Pokale und Fotos aus der Sowjetunion und so sah."
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Wait, you don't just wrestle. You're really good.\"",
      "de": "Ich sagte: \"Du bist sehr gut.\""
    }
  },
  {
    "translation": {
      "en": "And he's like, \"Yeah, I like it.\"",
      "de": "Er: \"Ja, ich mag es.\""
    }
  },
  {
    "translation": {
      "en": "[commentator] David Schultz.",
      "de": "David Schultz."
    }
  },
  {
    "translation": {
      "en": "[Nancy] Basically, our focus became his... his success in wrestling, and I was okay with that.",
      "de": "Wir konzentrierten uns darauf, dass er Erfolg hatte, das war ok für mich."
    }
  },
  {
    "translation": {
      "en": "I wanted to be a partner in that process.",
      "de": "Ich wollte seine Partnerin in diesem Prozess sein."
    }
  },
  {
    "translation": {
      "en": "So, all of a sudden, we were all over the world.",
      "de": "Auf einmal bereisten wir die ganze Welt."
    }
  },
  {
    "translation": {
      "en": "[Nancy] Dave's off for training. He wanted to get one more run in.",
      "de": "Dave ist trainieren. Er wollte noch mal eine Runde laufen."
    }
  },
  {
    "translation": {
      "en": "He's gonna run up that hill he just filmed from.",
      "de": "Er rennt den Hügel hinauf, von dem er eben filmte."
    }
  },
  {
    "translation": {
      "en": "[Jim Scherr] You know, Dave was kind of this guy",
      "de": "Dave hinkte umher,"
    }
  },
  {
    "translation": {
      "en": "that used to hobble along, the goofy grin and the shuffle and...",
      "de": "mit einem albernen Grinsen und Schlurfen"
    }
  },
  {
    "translation": {
      "en": "kind of, the little handshake.",
      "de": "und einem ganz eigenen Handschlag."
    }
  },
  {
    "translation": {
      "en": "Before he'd step out to wrestle, he'd look like, \"This guy's, like, 80 years old and can barely walk.\"",
      "de": "Bevor er zum Ringen heraustrat, sah er aus wie ein 80-Jähriger, der kaum gehen kann."
    }
  },
  {
    "translation": {
      "en": "And then you stepped out on the mat with him and saw those two different sides to his persona.",
      "de": "War man mit ihm auf der Matte, erlebte man seine andere Seite."
    }
  },
  {
    "translation": {
      "en": "You know, it's a pretty interesting human being.",
      "de": "Ein sehr interessanter Mensch."
    }
  },
  {
    "translation": {
      "en": "[Eric Duus] Super mellow, unassuming, under-dressed, always.",
      "de": "Sehr sanft, bescheiden und immer leger gekleidet."
    }
  },
  {
    "translation": {
      "en": "But, you know, a genius freak when it came to wrestling, you know.",
      "de": "Aber ein totales Genie im Ringen. FOXCATCHER-RINGER/BEWOHNER"
    }
  },
  {
    "translation": {
      "en": "And ask him any question you wanted about wrestling",
      "de": "Fragte man ihn etwas übers Ringen,"
    }
  },
  {
    "translation": {
      "en": "and he could give you ten different answers",
      "de": "konnte er zehn verschiedene Antworten geben,"
    }
  },
  {
    "translation": {
      "en": "that all were effective solutions to whatever problem you had.",
      "de": "die alle effektive Lösungen des Problems waren, das man hatte."
    }
  },
  {
    "translation": {
      "en": "And that rolls your leg off his shoulder.",
      "de": "So kriegst du die Beine über die Schulter."
    }
  },
  {
    "translation": {
      "en": "Get his legs off of you by dropping this leg out",
      "de": "Seine Beine wird man los, indem man das Bein ausstreckt"
    }
  },
  {
    "translation": {
      "en": "and throwin' him off with this foot. Turn belly down.",
      "de": "und ihn mit diesem Fuß runterwirft. Bauch nach unten."
    }
  },
  {
    "translation": {
      "en": "And he's dust.",
      "de": "Und er ist am Ende."
    }
  },
  {
    "translation": {
      "en": "[Dave] Ah, is it working? [man] Yeah, yeah.",
      "de": "-Läuft sie? -Ja."
    }
  },
  {
    "translation": {
      "en": "Hey! Violent Violet here. The Violent Violet here in Russia.",
      "de": "Hey! Violent Violet hier. Violent Violet hier in Russland."
    }
  },
  {
    "translation": {
      "en": "[man 2] Hey, Violent Violet! Hey, no!",
      "de": "Hey! Violent Violet! Hey, nein!"
    }
  },
  {
    "translation": {
      "en": "[Kenny Monday] Dave loved Russia. I think he just really appreciated the culture.",
      "de": "Dave liebte Russland. Er schätzte die Kultur sehr, glaube ich."
    }
  },
  {
    "translation": {
      "en": "'Cause they're passionate about wrestling. You know, Dave was passionate about wrestling.",
      "de": "Ihnen lag das Ringen am Herzen. Dave lag das Ringen am Herzen."
    }
  },
  {
    "translation": {
      "en": "You know, and then, of course, Dave kinda learned the language a little bit so he can kinda communicate with them.",
      "de": "Er lernte die Sprache natürlich ein wenig, um sich verständigen zu können."
    }
  },
  {
    "translation": {
      "en": "And he was, you know, picking their brains.",
      "de": "Und er löcherte sie mit Fragen."
    }
  },
  {
    "translation": {
      "en": "[Dan Gable] Dave learned how to speak Russian 'cause he wanted to hear what the Russian coaches were saying.",
      "de": "Er lernte Russisch, damit er verstand, was die Trainer sagten."
    }
  },
  {
    "translation": {
      "en": "'Cause they're the best coaches in the world. What are they saying?",
      "de": "Denn sie waren weltweit die besten Trainer. Was sagen sie?"
    }
  },
  {
    "translation": {
      "en": "Russia's got, like, 40, 50 world championships.",
      "de": "Russland gewann 40, 50 Weltmeisterschaften. OLYMPIASIEGER"
    }
  },
  {
    "translation": {
      "en": "They only started in the '50s. But once they started, they were dominant.",
      "de": "Sie stiegen erst in den 50ern ein. Doch von da an dominierten sie."
    }
  },
  {
    "translation": {
      "en": "[commentator] That brings the team's score now to 11 to nine",
      "de": "Damit ist die Mannschaftswertung elf zu neun"
    }
  },
  {
    "translation": {
      "en": "in favor of the Soviet Union over the United States.",
      "de": "für die Sowjetunion gegen die Vereinigten Staaten."
    }
  },
  {
    "translation": {
      "en": "[Larry Sciacchetano] The problem with wrestling in the United States was that when our guys got to a certain age level,",
      "de": "Erreichten die Ringer in den USA ein bestimmtes Alter,"
    }
  },
  {
    "translation": {
      "en": "they had to drop out of the sport in order to support their families.",
      "de": "mussten sie aufhören, um ihre Familien zu ernähren."
    }
  },
  {
    "translation": {
      "en": "Whereas the foreign countries, in Russia and the Eastern Bloc countries,",
      "de": "Im Gegensatz dazu konnte man in Russland und im Ostblock"
    }
  },
  {
    "translation": {
      "en": "it was a career for those guys. And so, it put us at a huge disadvantage.",
      "de": "Karriere damit machen. Das war für uns ein großer Nachteil."
    }
  },
  {
    "translation": {
      "en": "[stutters] I wanted the U.S. to beat the Russians.",
      "de": "Ich wollte, dass die USA Russland schlagen. FOXCATCHER-TRAINER"
    }
  },
  {
    "translation": {
      "en": "All those years I had coached, we were second, second, second.",
      "de": "All die Jahre, die ich Trainer war, waren wir Zweite."
    }
  },
  {
    "translation": {
      "en": "We just couldn't get over the hump to beat the Soviets.",
      "de": "Wir schafften es einfach nicht, die Sowjets zu besiegen."
    }
  },
  {
    "translation": {
      "en": "[Larry] But then, John and Foxcatcher came into the picture and changed it.",
      "de": "Doch dann erschienen John und Foxcatcher auf der Bildfläche und änderten das."
    }
  },
  {
    "translation": {
      "en": "He was introduced as a philanthropist...",
      "de": "Er wurde als Philanthrop vorgestellt... OLYMPIASIEGER"
    }
  },
  {
    "translation": {
      "en": "that, uh, was interested in supporting and helping wrestling",
      "de": "OLYMPIASIEGER ...der das Ringen unterstützen wollte."
    }
  },
  {
    "translation": {
      "en": "in a time when we really, really needed the help at U.S.A. Wrestling, financially.",
      "de": "Zu der Zeit brauchten wir bei USA Wrestling dringend finanzielle Hilfe."
    }
  },
  {
    "translation": {
      "en": "[announcer] How's he look?",
      "de": "Wie sieht er aus?"
    }
  },
  {
    "translation": {
      "en": "[Larry] And so, John started providing a stipend to U.S.A. Wrestling.",
      "de": "Also begann John, USA Wrestling finanziell zu unterstützen."
    }
  },
  {
    "translation": {
      "en": "And that was part of the deal.",
      "de": "Das war Teil des Deals."
    }
  },
  {
    "translation": {
      "en": "But the real deal was the farm.",
      "de": "Aber wichtig war vor allem die Farm."
    }
  },
  {
    "translation": {
      "en": "[Daniel Chaid] What do you think about life on the farm with John du Pont?",
      "de": "Was hältst du vom Leben auf der Farm mit John du Pont?"
    }
  },
  {
    "translation": {
      "en": "[Dave blows raspberry] It's very nice out here. I like it a lot.",
      "de": "Es ist hier sehr schön. Es gefällt mir sehr."
    }
  },
  {
    "translation": {
      "en": "[in high-pitched voice] What're they building over there?",
      "de": "Was bauen die da drüben?"
    }
  },
  {
    "translation": {
      "en": "[Chaid] Oh, they're building a new wrestling room.",
      "de": "Einen neuen Ringerraum."
    }
  },
  {
    "translation": {
      "en": "-[Dave] Oh, that's nice. -[laughs]",
      "de": "Nett."
    }
  },
  {
    "translation": {
      "en": "Do you like wrestling?",
      "de": "Magst du Ringen?"
    }
  },
  {
    "translation": {
      "en": "[Dave] Yes, I love it, I love it, I love it.",
      "de": "Ja, ich liebe es sehr."
    }
  },
  {
    "translation": {
      "en": "-[Chaid laughing] -[Dave] It's really fun.",
      "de": "Es macht viel Spaß."
    }
  },
  {
    "translation": {
      "en": "[Chaid] Here's the new building.",
      "de": "Hier ist das neue Gebäude."
    }
  },
  {
    "translation": {
      "en": "It's shaping up pretty well.",
      "de": "Es entwickelt sich sehr gut."
    }
  },
  {
    "translation": {
      "en": "[Larry] John started inviting individuals one at a time to come live in the houses",
      "de": "John lud einzelne Personen ein, in einem der Häuser zu leben,"
    }
  },
  {
    "translation": {
      "en": "and paid them a salary to be on his team.",
      "de": "und bezahlte sie dafür, dass sie in seinem Team waren."
    }
  },
  {
    "translation": {
      "en": "[Chaid] First time I met John, he said,",
      "de": "Als ich John das erste Mal traf, sagte er:"
    }
  },
  {
    "translation": {
      "en": "\"Come on out to Pennsylvania as soon as you can.\" You know?",
      "de": "\"Komm so bald wie möglich nach Pennsylvania."
    }
  },
  {
    "translation": {
      "en": "\"I want you to see the farm and see the facilities,",
      "de": "Ich will dir die Farm und die Anlagen zeigen,"
    }
  },
  {
    "translation": {
      "en": "and I'd like to talk to you about coming out there.\"",
      "de": "und dir anbieten, dorthin zu kommen.\""
    }
  },
  {
    "translation": {
      "en": "[Chaid] Ladies and gentlemen, we have just landed in Philadelphia.",
      "de": "Meine Damen und Herren, wir sind soeben in Philadelphia gelandet."
    }
  },
  {
    "translation": {
      "en": "Welcome. We hope you have a pleasant stay.",
      "de": "Wir wünschen Ihnen einen angenehmen Aufenthalt."
    }
  },
  {
    "translation": {
      "en": "And please, fly us again soon.",
      "de": "Fliegen Sie bald wieder mit uns."
    }
  },
  {
    "translation": {
      "en": "[Greg Strobel] Flew into Philly.",
      "de": "Ich flog nach Philly."
    }
  },
  {
    "translation": {
      "en": "He had a limo pick me up. So, that was pretty amazing.",
      "de": "Wurde von einer Limousine abgeholt. Das war echt toll."
    }
  },
  {
    "translation": {
      "en": "Took me to the farm, dropped me off.",
      "de": "Wurde zur Farm gebracht."
    }
  },
  {
    "translation": {
      "en": "And, of course, you come onto the farm and it's pretty much overwhelming.",
      "de": "Es ist überwältigend, die Farm zu betreten."
    }
  },
  {
    "translation": {
      "en": "I didn't know much about du Ponts themselves, you know, the family and their history.",
      "de": "Ich wusste nur wenig über die du Ponts, ihre Familie und Geschichte."
    }
  },
  {
    "translation": {
      "en": "But it sure wakes you up quickly with, \"Wow, we're talking some serious wealth here.\"",
      "de": "Aber es dämmert einem schnell, dass sie echt wohlhabend sind."
    }
  },
  {
    "translation": {
      "en": "[Chaid] Two thousand acres of just rolling, rolling scenery.",
      "de": "800 Hektar hügeliger Landschaft."
    }
  },
  {
    "translation": {
      "en": "Robbie's running with the horses.",
      "de": "Robbie läuft mit den Pferden."
    }
  },
  {
    "translation": {
      "en": "[Robbie Calabrese] Am I winning? [Chaid] He's winning.",
      "de": "-Gewinne ich? -Er gewinnt."
    }
  },
  {
    "translation": {
      "en": "[Chaid] Here we are at the training center of Foxcatcher.",
      "de": "Das ist das Trainingszentrum Foxcatcher."
    }
  },
  {
    "translation": {
      "en": "Hi-ho, hi-ho, hi-ho, off to wrestle we go.",
      "de": "Ab zum Ringen."
    }
  },
  {
    "translation": {
      "en": "[Robbie] They built this million-dollar wrestling facility on the thing.",
      "de": "Sie bauten eine millionenteure Ringer-Anlage."
    }
  },
  {
    "translation": {
      "en": "Three 50 x 50 mats,",
      "de": "Drei große Matten,"
    }
  },
  {
    "translation": {
      "en": "and there was a weight room, and a locker room, and offices and...",
      "de": "ein Kraftraum, eine Umkleide, Büros und..."
    }
  },
  {
    "translation": {
      "en": "I mean, it was amazing.",
      "de": "Es war überwältigend."
    }
  },
  {
    "translation": {
      "en": "-Okay. -[Chaid] This is the training room.",
      "de": "-Ok. -Hier wird trainiert."
    }
  },
  {
    "translation": {
      "en": "-Hi, there. -[Daniel] And this is our trainer, Dave.",
      "de": "Das ist unser Trainer, Dave."
    }
  },
  {
    "translation": {
      "en": "-Hi, Dan's friends. -[Chaid laughs]",
      "de": "Hallo an Dans Freunde."
    }
  },
  {
    "translation": {
      "en": "-Hi, everyone Dan knows. -Yeah.",
      "de": "-Hallo an alle, die Dan kennt. -Ja."
    }
  },
  {
    "translation": {
      "en": "[Chaid] You know, I asked for expenses to be paid for training and then a place to live. [chuckles]",
      "de": "Ich bat ihn, meine Ausgaben fürs Training zu übernehmen und um eine Unterkunft."
    }
  },
  {
    "translation": {
      "en": "And he said, \"Yeah, here you go.\" That was it.",
      "de": "Und er sagte: \"Bitte sehr.\" Das war's."
    }
  },
  {
    "translation": {
      "en": "Okay, bud.",
      "de": "Ok, Kumpel."
    }
  },
  {
    "translation": {
      "en": "Not like when I was at Arizona State, diggin' under my floor mats in my old van",
      "de": "Nicht wie an der Arizona State University, wo ich unter den Fußmatten meines Autos"
    }
  },
  {
    "translation": {
      "en": "looking for quarters so I can buy a Big Mac",
      "de": "nach Münzen für einen Burger suchte."
    }
  },
  {
    "translation": {
      "en": "on a coupon, two for one, $1.25.",
      "de": "Mit einer Rabattmarke, \"zwei für einen\" für $1,25."
    }
  },
  {
    "translation": {
      "en": "Now, it's kind of whatever you want.",
      "de": "Auf einmal hieß es: \"Was immer du willst.\""
    }
  },
  {
    "translation": {
      "en": "[Humphrey] It's John's philosophy that if he can do away with some of the hindrances that these athletes have,",
      "de": "Johns Philosophie ist, dass er versucht, den Sportlern das Leben zu erleichtern,"
    }
  },
  {
    "translation": {
      "en": "then they can concentrate on training.",
      "de": "damit sie sich aufs Training konzentrieren können."
    }
  },
  {
    "translation": {
      "en": "I believe, with John's continued support, that one day, the U.S. will be the number-one wrestling power in the world.",
      "de": "Mit Johns Unterstützung werden die USA die weltweite Nummer eins beim Ringen."
    }
  },
  {
    "translation": {
      "en": "[Humphrey] We'd never had an opportunity like that in wrestling.",
      "de": "Wir hatten so eine Chance noch nie gehabt."
    }
  },
  {
    "translation": {
      "en": "And so, we thought, \"Well, this is it. This is what we need to be the best.\"",
      "de": "Also dachten wir: \"Das ist es. Das brauchen wir, um die Besten zu sein.\""
    }
  },
  {
    "translation": {
      "en": "-[man] Cameras rolling and... -[laughing]",
      "de": "Die Kamera läuft..."
    }
  },
  {
    "translation": {
      "en": "This is gonna be real hard.",
      "de": "Das wird echt schwierig."
    }
  },
  {
    "translation": {
      "en": "[Robbie] John started telling me he was gonna bring in",
      "de": "John erzählte mir,"
    }
  },
  {
    "translation": {
      "en": "the best wrestlers in the world, the best coaches in the world.",
      "de": "er würde die besten Ringer und die besten Trainer der Welt holen."
    }
  },
  {
    "translation": {
      "en": "I really didn't believe him at first.",
      "de": "Ich glaubte ihm erst nicht."
    }
  },
  {
    "translation": {
      "en": "[chuckling] He was telling me he was gonna bring Dave Schultz in. And I said, \"Really?\"",
      "de": "Er sagte, er würde Dave Schultz holen. Und ich sagte: \"Wirklich?\""
    }
  },
  {
    "translation": {
      "en": "As soon as he said that, I said, \"Okay, I'm in,\" you know...",
      "de": "Ich sagte sofort, dass ich dabei bin."
    }
  },
  {
    "translation": {
      "en": "[John] I picked up the telephone one day and I called Palo Alto, California.",
      "de": "Ich griff zum Telefon und rief in Palo Alto, Kalifornien, an."
    }
  },
  {
    "translation": {
      "en": "And I got... Dave Schultz on the telephone.",
      "de": "Und Dave Schultz ging ran."
    }
  },
  {
    "translation": {
      "en": "[Nancy] Dave just thought it was an unbelievable idea. He saw that this guy, this du Pont guy,",
      "de": "Dave fand es eine unglaubliche Idee. Er wusste, dass dieser du Pont"
    }
  },
  {
    "translation": {
      "en": "had been funding some swimming and some, you know, other events, and he thought,",
      "de": "Schwimmen und anderes gesponsert hatte, und er dachte:"
    }
  },
  {
    "translation": {
      "en": "\"Maybe we have an opportunity here to grow our sport.\"",
      "de": "\"So können wir unseren Sport fördern.\""
    }
  },
  {
    "translation": {
      "en": "My name's Dave Schultz.",
      "de": "Ich bin Dave Schultz."
    }
  },
  {
    "translation": {
      "en": "My involvement here at, uh... Foxcatcher is as an athlete.",
      "de": "Ich bin Sportler hier bei Foxcatcher."
    }
  },
  {
    "translation": {
      "en": "I, uh... I train here, I work with du Pont and Humphrey.",
      "de": "Ich bin Sportler hier bei Foxcatcher. Ich trainiere hier, ich arbeite mit du Pont und Humphrey."
    }
  },
  {
    "translation": {
      "en": "They put a training program together for me.",
      "de": "Sie haben ein Training für mich zusammengestellt."
    }
  },
  {
    "translation": {
      "en": "And, uh, I also assist in other ways.",
      "de": "Und ich mache mich hier nützlich."
    }
  },
  {
    "translation": {
      "en": "I... help out with athletes, coaching, and, uh... that's about it.",
      "de": "Und ich mache mich hier nützlich. Ich helfe den anderen Sportlern beim Training. Das ist es in etwa."
    }
  },
  {
    "translation": {
      "en": "[Interviewer] What are the long-range goals for, uh... Dave Schultz looking toward the next year or two?",
      "de": "Was sind Ihre Langzeit-Ziele in den nächsten ein, zwei Jahren?"
    }
  },
  {
    "translation": {
      "en": "I want to be the world champion in 1991 and the Olympic champion in 1992.",
      "de": "Ich möchte 1991 Weltmeister und 1992 Olympiasieger werden."
    }
  },
  {
    "translation": {
      "en": "And then I want to quit.",
      "de": "Und dann will ich aufhören."
    }
  },
  {
    "translation": {
      "en": "[laughing] Before all of my hair falls out.",
      "de": "Bevor ich mein ganzes Haar verliere."
    }
  },
  {
    "translation": {
      "en": "[Michael] John wanted to be the face of the program.",
      "de": "John wollte das Gesicht des Programms sein."
    }
  },
  {
    "translation": {
      "en": "But you know what? He was the money.",
      "de": "Aber er gab ja das Geld."
    }
  },
  {
    "translation": {
      "en": "Dave was really the charisma, the character,",
      "de": "Dave hatte das Charisma, den Charakter,"
    }
  },
  {
    "translation": {
      "en": "the person that attracted everybody around the world to Foxcatcher.",
      "de": "er war die Person, die weltweit Leute zu Foxcatcher hinzog."
    }
  },
  {
    "translation": {
      "en": "[announcer] World champion Valentin Jordanov.",
      "de": "Weltmeister Valentin Jordanov."
    }
  },
  {
    "translation": {
      "en": "[Humphrey] We had a tremendously pleasant surprise this year",
      "de": "Eine wunderbare Überraschung dieses Jahr war,"
    }
  },
  {
    "translation": {
      "en": "when Valentin Jordanov agreed to leave Bulgaria",
      "de": "dass sich Valentin Jordanov entschied, Bulgarien zu verlassen,"
    }
  },
  {
    "translation": {
      "en": "and come and join team Foxcatcher for a couple of years.",
      "de": "und für ein paar Jahre dem Team Foxcatcher beitritt."
    }
  },
  {
    "translation": {
      "en": "[Valentin Jordanov] Hi, my name Valentin Jordanov.",
      "de": "Hi, ich bin Valentin Jordanov."
    }
  },
  {
    "translation": {
      "en": "Team Foxcatcher is good friend.",
      "de": "Das Team Foxcatcher ist guter Freund."
    }
  },
  {
    "translation": {
      "en": "[Humphrey] Valo was an amazing athlete.",
      "de": "Valo war ein toller Sportler."
    }
  },
  {
    "translation": {
      "en": "The first time he got on top of me, he just grabbed me and picked me up.",
      "de": "Das erste Mal, als er über mir war, nahm er mich und hob mich hoch."
    }
  },
  {
    "translation": {
      "en": "Off the mat. I'm going, \"Holy shit, this guy's a little guy.",
      "de": "Von der Matte. Ich dachte nur: \"Verdammt, das ist ein Winzling."
    }
  },
  {
    "translation": {
      "en": "How did that... That can't happen!",
      "de": "Wie konnte das... Das geht nicht!"
    }
  },
  {
    "translation": {
      "en": "This guy's special.\"",
      "de": "Er ist besonders.\""
    }
  },
  {
    "translation": {
      "en": "[Valentin in Bulgarian] One night, very late, around 2 a.m... the phone rang, I was already asleep.",
      "de": "Eines Nachts klingelte sehr spät das Telefon, so um zwei, als ich schlief."
    }
  },
  {
    "translation": {
      "en": "The phone was in the bedroom.",
      "de": "Das Telefon war im Schlafzimmer."
    }
  },
  {
    "translation": {
      "en": "I pick up the phone...",
      "de": "Ich nahm ab..."
    }
  },
  {
    "translation": {
      "en": "and on the other end someone is speaking to me in Russian.",
      "de": "...und da sprach jemand auf Russisch."
    }
  },
  {
    "translation": {
      "en": "Dave asked me, \"Valo, can you come to the United States?\"",
      "de": "Dave fragte mich: \"Kannst du in die USA kommen?\""
    }
  },
  {
    "translation": {
      "en": "[Robbie] Dave and Valo became very close friends as well.",
      "de": "Dave und Valo wurden sehr enge Freunde."
    }
  },
  {
    "translation": {
      "en": "You know, they had a common bond. Dave could speak Russian.",
      "de": "Sie hatten eine Gemeinsamkeit. Dave sprach Russisch."
    }
  },
  {
    "translation": {
      "en": "Valo didn't necessarily speak the greatest English.",
      "de": "Valos Englisch war nicht sehr toll."
    }
  },
  {
    "translation": {
      "en": "[Nancy] Let's see what the guys are up to here. Oh!",
      "de": "Sehen wir mal, was die Jungs hier machen."
    }
  },
  {
    "translation": {
      "en": "There's Yancho and Alexander, the Bulgarian and the American,",
      "de": "Da sind Yancho und Alexander, der Bulgare und der Amerikaner,"
    }
  },
  {
    "translation": {
      "en": "playing naked together in the morning.",
      "de": "und spielen am Morgen nackt zusammen."
    }
  },
  {
    "translation": {
      "en": "[Valentin in Bulgarian] We were one family, one big family. Our kids were growing up together.",
      "de": "Wir waren eine große Familie. Unsere Kinder wuchsen zusammen auf."
    }
  },
  {
    "translation": {
      "en": "And the conditions were wonderful.",
      "de": "Die Bedingungen waren wunderbar."
    }
  },
  {
    "translation": {
      "en": "Valentin. Photograph.",
      "de": "Valentin. Foto."
    }
  },
  {
    "translation": {
      "en": "[Kevin Jackson] It was our own community.",
      "de": "Es war unsere eigene Gemeinschaft."
    }
  },
  {
    "translation": {
      "en": "You know, Dave was kinda like the main house because,",
      "de": "Dave war irgendwie das Oberhaupt,"
    }
  },
  {
    "translation": {
      "en": "you know, I look at Alexander and Danny and Nancy as family.",
      "de": "denn ich sehe Alexander und Danny und Nancy als Familie an. FOXCATCHER-RINGER"
    }
  },
  {
    "translation": {
      "en": "-Danny. Danny Rose. -We're a little cramped on space.",
      "de": "-Danny Rose. -Es ist etwas eng."
    }
  },
  {
    "translation": {
      "en": "Hi. You helpin' Mom? Xander's helping. Oh, we're all helping. Isn't that swell?",
      "de": "Hi, hilfst du Mama? Xander hilft. Wir helfen alle. Toll, oder?"
    }
  },
  {
    "translation": {
      "en": "-[indistinct chatter] -[Dave] Thanks for coming. I'm gonna have one more of these before I leave.",
      "de": "-Danke fürs Kommen. -Ich nehme noch was."
    }
  },
  {
    "translation": {
      "en": "[Chaid] Here's my house. It's a quiet little spot.",
      "de": "Das ist mein Haus. Schön ruhig."
    }
  },
  {
    "translation": {
      "en": "[Kevin] You know, there were several houses on the farm that had people living in those houses, and they were all wrestlers.",
      "de": "Auf der Farm waren mehrere Häuser, die alle von Ringern bewohnt waren."
    }
  },
  {
    "translation": {
      "en": "And so, I'd get out there and go from one house to the next house and hang out and talk and party.",
      "de": "Also ging ich los, von Haus zu Haus, hing ab und unterhielt mich und feierte."
    }
  },
  {
    "translation": {
      "en": "[Chaid] Who's that coming out of there? Oh, it's the dog. [barking]",
      "de": "Wer kommt denn da raus? Es ist Dog."
    }
  },
  {
    "translation": {
      "en": "[Nancy] Once Foxcatcher was created, I mean, once people came and everybody started training together,",
      "de": "Als Foxcatcher entstand, und Leute kamen und zusammen trainierten,"
    }
  },
  {
    "translation": {
      "en": "it truly was a sports utopia.",
      "de": "war es eine Sport-Utopie."
    }
  },
  {
    "translation": {
      "en": "These families and athletes... It was something you only dream of.",
      "de": "Diese Familien und Sportler... Davon konnte man nur träumen."
    }
  },
  {
    "translation": {
      "en": "[man] Dave Schultz swinging around. Yes! All right.",
      "de": "Dave Schultz schwingt herum. Oh ja!"
    }
  },
  {
    "translation": {
      "en": "[man] Into the tree. Oh, sweet.",
      "de": "Ab in den Baum. Klasse."
    }
  },
  {
    "translation": {
      "en": "[Chaid] You know, what he's done for all the guys on the team, there's really no way we can ever thank him,",
      "de": "Das, was er für alle im Team getan hat, kann man gar nicht wiedergutmachen."
    }
  },
  {
    "translation": {
      "en": "except for just saying thank you.",
      "de": "Man kann nur danke sagen."
    }
  },
  {
    "translation": {
      "en": "We really have a lot of affection for him",
      "de": "Wir mögen ihn alle sehr,"
    }
  },
  {
    "translation": {
      "en": "and he's become one of our best friends over the years that we've known him.",
      "de": "und er ist die letzten Jahre ein wirklicher Freund geworden."
    }
  },
  {
    "translation": {
      "en": "That's a real important part of it, you know,",
      "de": "Das spielt eine wichtige Rolle,"
    }
  },
  {
    "translation": {
      "en": "the friendship that he has with all of his athletes.",
      "de": "dass er mit allen seinen Sportlern befreundet ist."
    }
  },
  {
    "translation": {
      "en": "[Chaid] On our way to Istanbul.",
      "de": "Auf dem Weg nach Istanbul."
    }
  },
  {
    "translation": {
      "en": "What do you think, Eagle?",
      "de": "Was denkst du, Eagle?"
    }
  },
  {
    "translation": {
      "en": "On to the world championships and to win.",
      "de": "Ab zur Weltmeisterschaft und gewinnen."
    }
  },
  {
    "translation": {
      "en": "Kill, kill, kill.",
      "de": "Wir machen sie platt."
    }
  },
  {
    "translation": {
      "en": "[Chaid] All right.",
      "de": "Alles klar."
    }
  },
  {
    "translation": {
      "en": "[Larry] For the first time in the history of wrestling in the United States,",
      "de": "Zum ersten Mal in der Geschichte des Ringens in den USA"
    }
  },
  {
    "translation": {
      "en": "we had athletes who could stay with the sport longer.",
      "de": "konnten Ringer den Sport länger ausüben."
    }
  },
  {
    "translation": {
      "en": "Because they could afford to do it.",
      "de": "Weil sie es sich leisten konnten."
    }
  },
  {
    "translation": {
      "en": "[John] In order to fulfill your dream, you must first have a dream.",
      "de": "Um sich seinen Traum zu erfüllen, muss man einen Traum haben."
    }
  },
  {
    "translation": {
      "en": "That's my dream.",
      "de": "Das ist mein Traum."
    }
  },
  {
    "translation": {
      "en": "It's for America to be the best of the best.",
      "de": "Dass die USA die Besten der Besten sind."
    }
  },
  {
    "translation": {
      "en": "-Let's throw the fox in the pool. -Yeah!",
      "de": "-Werfen wir den Fuchs in den Pool. -Ja!"
    }
  },
  {
    "translation": {
      "en": "[Robbie] That's a big piece of ice.",
      "de": "Das ist ein großes Stück Eis."
    }
  },
  {
    "translation": {
      "en": "[Chaid] What up, Mark?",
      "de": "Was läuft, Mark?"
    }
  },
  {
    "translation": {
      "en": "-[both giggle] -[Daniel] Ready?",
      "de": "Bereit?"
    }
  },
  {
    "translation": {
      "en": "-Okay, right here. -[Robbie] Watch it, Victor.",
      "de": "-Genau hier. -Vorsicht, Victor."
    }
  },
  {
    "translation": {
      "en": "[Daniel] Hold on, let's get up here on the stage.",
      "de": "Gehen wir auf die Bühne."
    }
  },
  {
    "translation": {
      "en": "[Robbie] Wait, I'm filming.",
      "de": "Wartet, ich filme."
    }
  },
  {
    "translation": {
      "en": "[man] Whoa! Amazing, guys.",
      "de": "Super, Leute."
    }
  },
  {
    "translation": {
      "en": "[Robbie] Hey, do you have anything to say on film?",
      "de": "Habt ihr was zu sagen?"
    }
  },
  {
    "translation": {
      "en": "[Daniel] One... [Robbie] Come on, do you have anything to say on film?",
      "de": "-Eins, zwei... -Habt ihr was zu sagen?"
    }
  },
  {
    "translation": {
      "en": "[Daniel] Go!",
      "de": "Los!"
    }
  },
  {
    "translation": {
      "en": "[interviewer] You're doing a good job.",
      "de": "Sie machen das sehr gut."
    }
  },
  {
    "translation": {
      "en": "Coming across very well.",
      "de": "Sie kommen sehr gut rüber."
    }
  },
  {
    "translation": {
      "en": "If I try too hard to do something, I foul it up.",
      "de": "Wenn ich mich zu sehr bemühe, verhaue ich es."
    }
  },
  {
    "translation": {
      "en": "[interviewer chuckles] Well, that's difficult.",
      "de": "Das ist schwierig."
    }
  },
  {
    "translation": {
      "en": "It's like a person when they wrestle.",
      "de": "Wie jemand, der ringt."
    }
  },
  {
    "translation": {
      "en": "If they try to do something right, they'll foul up the move.",
      "de": "Wenn er versucht, etwas richtig zu machen, verhaut er es."
    }
  },
  {
    "translation": {
      "en": "If they do it instinctively... they get it right.",
      "de": "Folgt er seinem Instinkt, klappt es."
    }
  },
  {
    "translation": {
      "en": "And score on their opponent, much to their surprise.",
      "de": "Und er punktet gegen den Gegner, zu dessen Überraschung."
    }
  },
  {
    "translation": {
      "en": "See, you get stuff like that from me, just off the cuff,",
      "de": "So etwas bekommt man von mir aus dem Stegreif,"
    }
  },
  {
    "translation": {
      "en": "that you can use, and things like that are--",
      "de": "und das können Sie benutzen und..."
    }
  },
  {
    "translation": {
      "en": "[interviewer] And I just did get that off you.",
      "de": "Darauf wollte ich hinaus."
    }
  },
  {
    "translation": {
      "en": "-That's right. I know that. -[woman giggles] That's why I... That's why I continued on.",
      "de": "Ganz genau. Das weiß ich. Deshalb habe ich weitergemacht."
    }
  },
  {
    "translation": {
      "en": "I'm very quick that way. [stuttering] I can do that.",
      "de": "Bei so was bin ich schnell. Das kann ich."
    }
  },
  {
    "translation": {
      "en": "If you just let me, if I were to ramble on, you'd get all sorts of stuff.",
      "de": "Wenn Sie mich einfach reden lassen, kriegen Sie alles Mögliche."
    }
  },
  {
    "translation": {
      "en": "[interviewer] This could be an HBO special. -[woman] Yeah. -Uh...",
      "de": "Das könnte ein Special für HBO werden."
    }
  },
  {
    "translation": {
      "en": "The conversation about John being eccentric was always out-front.",
      "de": "Wir gingen offen damit um, dass John exzentrisch war."
    }
  },
  {
    "translation": {
      "en": "You know, John is a little different. There's no doubt about it, you know.",
      "de": "John ist etwas anders. Ohne Zweifel."
    }
  },
  {
    "translation": {
      "en": "Does that mean he's a bad guy?",
      "de": "Bedeutet das, dass er ein schlechter Kerl ist?"
    }
  },
  {
    "translation": {
      "en": "A lot of the things he did were... weird.",
      "de": "Vieles was er tat, war seltsam."
    }
  },
  {
    "translation": {
      "en": "[Robbie] One day, we hear that he ended up in the pond with his car.",
      "de": "Eines Tages hören wir, dass er mit seinem Auto im Teich gelandet war."
    }
  },
  {
    "translation": {
      "en": "And everyone thought that he had just... was going too fast, ended up in the pond.",
      "de": "Alle dachten, dass er einfach zu schnell gefahren und so im Teich gelandet war."
    }
  },
  {
    "translation": {
      "en": "[Ray Wilson] The car company that he had bought it from gave him a loaner,",
      "de": "Das Autohaus, von der der Wagen war, gab ihm einen Ersatzwagen,"
    }
  },
  {
    "translation": {
      "en": "and the next day, he had a high-up official in wrestling...",
      "de": "und am nächsten Tag kam ein wichtiger Sportfunktionär zu Besuch..."
    }
  },
  {
    "translation": {
      "en": "He told him to get in the backseat, and he did the exact same thing,",
      "de": "Er sagte zu ihm, er solle sich nach hinten setzen, und machte genau dasselbe:"
    }
  },
  {
    "translation": {
      "en": "drove the thing into the pond.",
      "de": "Er fuhr das Auto in den Teich."
    }
  },
  {
    "translation": {
      "en": "Now, why? Who the heck knows?",
      "de": "Und wieso? Wer weiß das schon?"
    }
  },
  {
    "translation": {
      "en": "Now, certainly, that was an abnormal behavior,",
      "de": "Das war kein normales Verhalten,"
    }
  },
  {
    "translation": {
      "en": "and we all saw it and we thought, \"Man, isn't that funny?\"",
      "de": "und wir sahen es alle und dachten: \"Wie witzig.\""
    }
  },
  {
    "translation": {
      "en": "You know, he drove his car into the lake. Brand-new Lincoln.",
      "de": "Er fuhr sein Auto in den See. Einen brandneuen Lincoln."
    }
  },
  {
    "translation": {
      "en": "[Robbie] Oh, my gosh, look at that.",
      "de": "Sieh sich das einer an."
    }
  },
  {
    "translation": {
      "en": "-Merry Christmas, Robbie. -[Robbie chuckles]",
      "de": "Frohe Weihnachten, Robbie."
    }
  },
  {
    "translation": {
      "en": "Hey, there, Robbie.",
      "de": "Hey, Robbie."
    }
  },
  {
    "translation": {
      "en": "Hey, Merry Christmas.",
      "de": "Frohe Weihnachten."
    }
  },
  {
    "translation": {
      "en": "Go fast, wrestle hard.",
      "de": "Fahr schnell, ringe kräftig."
    }
  },
  {
    "translation": {
      "en": "[Michael] He just had two sides sometimes where, you know,",
      "de": "Manchmal hatte er zwei Gesichter. Es gab den normalen John, und dann gab es den John,"
    }
  },
  {
    "translation": {
      "en": "there was the normal John and then there was the John that's just,",
      "de": "Es gab den normalen John, und dann gab es den John,"
    }
  },
  {
    "translation": {
      "en": "you know, you don't know what you're gonna get that day.",
      "de": "bei dem man nicht wusste, was passiert."
    }
  },
  {
    "translation": {
      "en": "And people would walk on pins and needles not knowing what to expect.",
      "de": "Alle saßen wie auf glühenden Kohlen und wussten nicht, was kommt."
    }
  },
  {
    "translation": {
      "en": "[Robbie] Excuse me, sir.",
      "de": "Entschuldigung, Sir!"
    }
  },
  {
    "translation": {
      "en": "[David Stearne] You have a bunch of people all in the same experience for better or worse.",
      "de": "Wir waren ein Haufen Leute, die alle im selben Boot saßen."
    }
  },
  {
    "translation": {
      "en": "On the days when John du Pont was up and feeling really good,",
      "de": "An den Tagen, an denen John du Pont fröhlich war und sich gut fühlte,"
    }
  },
  {
    "translation": {
      "en": "then spirits were great.",
      "de": "war alles super."
    }
  },
  {
    "translation": {
      "en": "When John was down or acting whacky, then you'd better, you know, kind of...",
      "de": "Ging es ihm jedoch schlecht der verhielt er sich daneben.."
    }
  },
  {
    "translation": {
      "en": "[chuckling] Just bunker down here and deal with it. John's on a rampage.",
      "de": "Dann ging man Deckung und stand es durch. \"John ist wütend.\""
    }
  },
  {
    "translation": {
      "en": "...as in Nobakov.",
      "de": "...wie bei Nabokov."
    }
  },
  {
    "translation": {
      "en": "[Ed Giese] I mean, everyone else would kind of say, \"Yeah, he's a little strange.\"",
      "de": "Alle sagten immer: \"Ja, er ist etwas komisch.\""
    }
  },
  {
    "translation": {
      "en": "And Dave always saw the good in the guy.",
      "de": "Aber Dave sah stets das Gute in ihm."
    }
  },
  {
    "translation": {
      "en": "He was the guy who could talk to du Pont on a normal level all the time.",
      "de": "Er konnte immer normal mit du Pont reden."
    }
  },
  {
    "translation": {
      "en": "And if you needed somethin' and you were afraid to contact John about it,",
      "de": "Und brauchte man etwas und traute sich nicht, John zu fragen,"
    }
  },
  {
    "translation": {
      "en": "Dave would do it for you.",
      "de": "machte Dave das für einen."
    }
  },
  {
    "translation": {
      "en": "[Jim Scherr] He was the one person who could influence John in a positive direction,",
      "de": "Er war der Einzige, der John positiv beeinflussen konnte,"
    }
  },
  {
    "translation": {
      "en": "and the one person who could keep things on the right path",
      "de": "und der Einzige, der alles auf dem rechten Weg halten konnte,"
    }
  },
  {
    "translation": {
      "en": "so that it continued to benefit the sport and it continued to benefit Dave.",
      "de": "sodass der Sport er er selbst weiterhin davon profitierte."
    }
  },
  {
    "translation": {
      "en": "[Chaid] Xander's birthday party, April 8th.",
      "de": "Xanders Geburtstag, 8. April."
    }
  },
  {
    "translation": {
      "en": "We got the Eagle, Atana Kazuchi, the mallet head, and the little paisan.",
      "de": "Hier sind der Eagle, Atomic Kazuchi, der Dummkopf und der kleine Paesan."
    }
  },
  {
    "translation": {
      "en": "[John Guira] John was this wealthy man",
      "de": "John war ein reicher Mann,"
    }
  },
  {
    "translation": {
      "en": "and then he was also like a scared kid that never really had a childhood.",
      "de": "aber gleichzeitig ein ängstliches Kind, das nie eine richtige Kindheit hatte."
    }
  },
  {
    "translation": {
      "en": "And you could see that, that he wanted to be part of the team.",
      "de": "Man konnte sehen, dass er Teil des Teams sein wollte."
    }
  },
  {
    "translation": {
      "en": "He wanted to be one of the guys.",
      "de": "Er wollte dazugehören."
    }
  },
  {
    "translation": {
      "en": "[Dave] Here's the loving mother... there are the rest of the boys.",
      "de": "Hier ist die liebevolle Mutter und hier die anderen Jungs."
    }
  },
  {
    "translation": {
      "en": "[Humphrey] Hey, how come no one has their party hats on?",
      "de": "Wieso hat keiner Partyhüte auf?"
    }
  },
  {
    "translation": {
      "en": "[Nancy] We didn't get the hats. [Humphrey] Ah!",
      "de": "Wir bekamen keine."
    }
  },
  {
    "translation": {
      "en": "-[Dave] Making ice cream. -Eagles soar high.",
      "de": "-Wir machen Eis. -Adler fliegen hoch."
    }
  },
  {
    "translation": {
      "en": "[Dave] He's trying to lose a little weight so he can soar a little higher.",
      "de": "Er versucht, abzunehmen, um höher zu fliegen."
    }
  },
  {
    "translation": {
      "en": "[kid] Dad. [Nancy] Your plate's right there...",
      "de": "Da ist dein Teller..."
    }
  },
  {
    "translation": {
      "en": "[Robbie] He was lonely, you know, and we were his friends.",
      "de": "Er war einsam, und wir waren seine Freunde."
    }
  },
  {
    "translation": {
      "en": "His family didn't see him much.",
      "de": "Er sah seine Familie selten."
    }
  },
  {
    "translation": {
      "en": "He said the wrestlers were his family.",
      "de": "Er sagte, die Ringer seien seine Familie."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Your background, your childhood, has definitely been different.",
      "de": "Ihr Hintergrund, Ihre Kindheit, waren definitiv anders."
    }
  },
  {
    "translation": {
      "en": "How has that affected the work that you do as a coach?",
      "de": "Wie hat das Ihre Arbeit als Trainer beeinflusst?"
    }
  },
  {
    "translation": {
      "en": "That's a difficult question to answer.",
      "de": "Das ist eine schwierige Frage."
    }
  },
  {
    "translation": {
      "en": "You assume one thing, and I know something else.",
      "de": "Sie nehmen etwas an, und ich weiß etwas anderes."
    }
  },
  {
    "translation": {
      "en": "[Don Clune] He wasn't real good, socially.",
      "de": "Er konnte nicht gut mit Menschen umgehen."
    }
  },
  {
    "translation": {
      "en": "Told me himself that he had his meals in his own room,",
      "de": "Er erzählte mir, dass er alleine in seinem Zimmer aß,"
    }
  },
  {
    "translation": {
      "en": "fed by a maid, until he was, like, 13 or somethin'.",
      "de": "vom Kindermädchen serviert, bis er 13 war. FOXCATCHER-MASSEUR"
    }
  },
  {
    "translation": {
      "en": "[Trevor Lewis] You know, his brothers and sisters were older.",
      "de": "Seine Geschwister waren älter."
    }
  },
  {
    "translation": {
      "en": "So I get the sense he-- There was some loneliness growing up.",
      "de": "Also denke ich, er war einsam, als er aufwuchs."
    }
  },
  {
    "translation": {
      "en": "His father had divorced and moved somewhere, I think.",
      "de": "Sein Vater hatte sich scheiden lassen und war weggezogen."
    }
  },
  {
    "translation": {
      "en": "[Robbie] He's like, \"You don't know how lucky you are to be able to talk to your father.",
      "de": "Er meinte: \"Du hast Glück, dass du mit deinem Vater sprechen kannst."
    }
  },
  {
    "translation": {
      "en": "I'd have to set up an appointment to see my father.",
      "de": "Ich bräuchte bei meinem einen Termin."
    }
  },
  {
    "translation": {
      "en": "And half the time he wouldn't see me anyway.\"",
      "de": "Und meistens würde er mich nicht empfangen.\""
    }
  },
  {
    "translation": {
      "en": "[Michael] This privileged lifestyle was great, but you know what?",
      "de": "So privilegiert zu leben war toll,"
    }
  },
  {
    "translation": {
      "en": "He didn't have the socialization that kids develop naturally.",
      "de": "aber ihm fehlte die Sozialisierung, die Kinder normalerweise haben."
    }
  },
  {
    "translation": {
      "en": "You know, when you're in your own neighborhood as a kid, and meeting the kid next door.",
      "de": "Wenn man als Kind andere Kinder von nebenan trifft."
    }
  },
  {
    "translation": {
      "en": "He didn't have that.",
      "de": "Das hatte er nicht."
    }
  },
  {
    "translation": {
      "en": "He just had his mom around mostly.",
      "de": "Meistens hatte er nur seine Mutter um sich."
    }
  },
  {
    "translation": {
      "en": "Welcome to Foxcatcher Farms.",
      "de": "Willkommen auf der Foxcatcher Farm."
    }
  },
  {
    "translation": {
      "en": "This room is the main trophy room",
      "de": "Dieser Raum ist das Pokalzimmer,"
    }
  },
  {
    "translation": {
      "en": "where a lot of our sports trophies are housed.",
      "de": "wo viele unserer Sportpokale aufbewahrt werden."
    }
  },
  {
    "translation": {
      "en": "Mother is now going to be 90 years old in June.",
      "de": "Mutter wird im Juni 90."
    }
  },
  {
    "translation": {
      "en": "Her original... ribbons are here in this room someplace.",
      "de": "Ihre Preisschleifen sind in diesem Raum."
    }
  },
  {
    "translation": {
      "en": "[Michael] Mrs. du Pont was a real pillar in keeping John on track.",
      "de": "Mrs du Pont war ein Fels in der Brandung für John."
    }
  },
  {
    "translation": {
      "en": "And then when she passed away, you know, there was a big void.",
      "de": "Als sie starb, war da diese große Leere."
    }
  },
  {
    "translation": {
      "en": "[Robbie] 1991 with the Eagle.",
      "de": "1991 mit dem Eagle."
    }
  },
  {
    "translation": {
      "en": "John, do you have any words for posterity? [chuckles]",
      "de": "John, hast du Worte für die Nachwelt?"
    }
  },
  {
    "translation": {
      "en": "-Yeah, Merry Christmas. -Merry--",
      "de": "Ja, frohe Weihnachten."
    }
  },
  {
    "translation": {
      "en": "Happy New Year. Wrestle hard, wrestle fast.",
      "de": "Frohes neues Jahr. Ringe kräftig, ringe schnell."
    }
  },
  {
    "translation": {
      "en": "[Michael] The Schultzes were there on the farm and they would come up to the big house during Christmases.",
      "de": "Die Familie Schultz wohnte auf der Farm und kam zu Weihnachten ins große Haus."
    }
  },
  {
    "translation": {
      "en": "They were the family to John at that point in time.",
      "de": "Sie waren zu dieser Zeit Johns Familie."
    }
  },
  {
    "translation": {
      "en": "[Robbie] Alexander, how do you like turtle soup? How do you like turtle soup?",
      "de": "Alexander, magst du Schildkrötensuppe? Wie schmeckt sie dir?"
    }
  },
  {
    "translation": {
      "en": "I don't like it at all.",
      "de": "Überhaupt nicht gut."
    }
  },
  {
    "translation": {
      "en": "[John] No, just that... It will be served, I promise.",
      "de": "Sucht was aus, ich verteile."
    }
  },
  {
    "translation": {
      "en": "[Nancy] He called me directly which he didn't call me very often, he just called the house,",
      "de": "Er rief mich an, was er nicht oft tat,"
    }
  },
  {
    "translation": {
      "en": "and said, \"Hey, Nancy, I don't think we have a high chair in the house,",
      "de": "und sagte: \"Ich glaube, wir haben keinen Kinderstuhl da,"
    }
  },
  {
    "translation": {
      "en": "so remember to bring a high chair.\" And it really warmed my heart.",
      "de": "also denk dran, einen mitzubringen.\" Da wurde mir warm ums Herz."
    }
  },
  {
    "translation": {
      "en": "He wanted to make that Christmas day something nice.",
      "de": "Er wollte, dass Weihnachten schön wird."
    }
  },
  {
    "translation": {
      "en": "Something nice not only for him, but something nice for my kids.",
      "de": "Nicht nur für ihn, sondern auch für meine Kinder."
    }
  },
  {
    "translation": {
      "en": "[Nancy] And there was something inside of him that really was trying to connect.",
      "de": "Es war etwas in ihm, was wirklich eine Verbindung wollte."
    }
  },
  {
    "translation": {
      "en": "Soar high together.",
      "de": "Fliegt zusammen hoch."
    }
  },
  {
    "translation": {
      "en": "So I felt like, and I know Dave did, we kinda wanted to befriend the guy.",
      "de": "Dave und ich fanden also, wir sollten uns mit ihm anfreunden."
    }
  },
  {
    "translation": {
      "en": "Especially if he was willing to help the sport.",
      "de": "Besonders, weil er den Sport unterstützte."
    }
  },
  {
    "translation": {
      "en": "So you kind of felt like you should reach out to him",
      "de": "Besonders, weil er den Sport unterstützte. Man wollte sich um ihn kümmern, weil er sich um den Sport kümmerte."
    }
  },
  {
    "translation": {
      "en": "'cause he's reachin' out to the sport.",
      "de": "Man wollte sich um ihn kümmern, weil er sich um den Sport kümmerte."
    }
  },
  {
    "translation": {
      "en": "[Dave] John du Pont's a very generous person, he's a very giving person.",
      "de": "John du Pont ist sehr großzügig, er gibt sehr viel."
    }
  },
  {
    "translation": {
      "en": "I think he's, uh...",
      "de": "Ich denke, er..."
    }
  },
  {
    "translation": {
      "en": "I kind of look at him more as one of the athletes, I guess, than anything else.",
      "de": "Ich sehe ihn eher als einen der Sportler, mehr als alles andere."
    }
  },
  {
    "translation": {
      "en": "You know, he likes to do the same things we do. He likes to come in and wrestle and have fun.",
      "de": "Er mag dieselben Dinge wie wir. Er kommt gern her und ringt und hat Spaß."
    }
  },
  {
    "translation": {
      "en": "This doesn't work too well, I'm afraid.",
      "de": "Ich glaube, das klappt nicht so gut."
    }
  },
  {
    "translation": {
      "en": "-I'm afraid to hurt Robbie, you know. -[Dave] I understand that.",
      "de": "-Ich will Robbie nicht wehtun. -Das verstehe ich."
    }
  },
  {
    "translation": {
      "en": "-I'll tell you when it hurts. -No, it's too late then. [chuckles]",
      "de": "-Ich sage, wenn es wehtut. -Nein, dann ist es zu spät."
    }
  },
  {
    "translation": {
      "en": "[Trevor] You're used to working out with somebody who's fit",
      "de": "Man trainiert mit fitten Leuten."
    }
  },
  {
    "translation": {
      "en": "and who's trying to take you apart every day in a wrestling practice,",
      "de": "Die einen jedes Mal auseinandernehmen wollen,"
    }
  },
  {
    "translation": {
      "en": "which is what you want. And then, you know...",
      "de": "was man auch braucht. Und dann..."
    }
  },
  {
    "translation": {
      "en": "You could work out with John and he's, you know, say a 55-year-old guy,",
      "de": "Und dann trainiert man mit John, und er ist 55,"
    }
  },
  {
    "translation": {
      "en": "um, kind of frail, you know, kind of slow, a little bit timid.",
      "de": "eher schmächtig, irgendwie langsam und ein bisschen schüchtern."
    }
  },
  {
    "translation": {
      "en": "And so, you'd wrestle with him, you'll let him score a bit, you know.",
      "de": "Also rang man mit ihm und ließ ihn ein bisschen punkten."
    }
  },
  {
    "translation": {
      "en": "It was kind of like play-wrestling.",
      "de": "Eine Art \"Spiel-Ringen\"."
    }
  },
  {
    "translation": {
      "en": "And in his own mind, he's, \"Yeah, I'm hanging with these guys.\"",
      "de": "Und er selbst dachte: \"Ich hänge mit den Jungs ab.\""
    }
  },
  {
    "translation": {
      "en": "Going down to watch Eagle kick some ass in Cali, Colombia.",
      "de": "Wir sehen dem Eagle zu, wie er es in Cali, Kolumbien, den Leuten zeigt."
    }
  },
  {
    "translation": {
      "en": "We're psyched.",
      "de": "Wir freuen uns."
    }
  },
  {
    "translation": {
      "en": "[Brinzer] John would enter wrestling tournaments.",
      "de": "John machte bei Ringerturnieren mit."
    }
  },
  {
    "translation": {
      "en": "John... couldn't wrestle.",
      "de": "John konnte nicht ringen."
    }
  },
  {
    "translation": {
      "en": "[Dave] Stance! Stance! Get your head in there!",
      "de": "Haltung! Steck deinen Kopf da rein!"
    }
  },
  {
    "translation": {
      "en": "[Chaid] Don't let him have your leg!",
      "de": "Lass ihn nicht an dein Bein!"
    }
  },
  {
    "translation": {
      "en": "[Dave] Let go of his head!",
      "de": "Kopf loslassen!"
    }
  },
  {
    "translation": {
      "en": "Let go of his-- I told him to let go.",
      "de": "Kopf los... Ich sagte doch, er soll loslassen."
    }
  },
  {
    "translation": {
      "en": "He's gonna get pinned now.",
      "de": "Er wird gepinnt."
    }
  },
  {
    "translation": {
      "en": "Let go of his head!",
      "de": "Kopf loslassen!"
    }
  },
  {
    "translation": {
      "en": "Belly down, belly down, belly down. Oh!",
      "de": "Bauch nach unten!"
    }
  },
  {
    "translation": {
      "en": "[Robbie] Dave's getting paid X amount of dollars a year,",
      "de": "Dave bekam eine gewisse Geldsumme im Jahr,"
    }
  },
  {
    "translation": {
      "en": "and part of his duties were obviously that.",
      "de": "und das gehörte offenbar zu seinen Pflichten."
    }
  },
  {
    "translation": {
      "en": "That's why he coached John.",
      "de": "Deshalb war er Johns Trainer."
    }
  },
  {
    "translation": {
      "en": "Well, you wanna see that better way to roll--",
      "de": "Soll ich dir zeigen, wie man eine Schleuder hinlegt?"
    }
  },
  {
    "translation": {
      "en": "[Dave] You're locking here and rolling, right? [John] That's not the way I like to do it.",
      "de": "-Du hebelst hier und rollst. -So mache ich das nicht gerne."
    }
  },
  {
    "translation": {
      "en": "I like to do it another way. But go ahead.",
      "de": "Ich mache es anders. Aber erzähl."
    }
  },
  {
    "translation": {
      "en": "Okay, if you can,",
      "de": "Wenn es geht,"
    }
  },
  {
    "translation": {
      "en": "shove his head down then step over his head and lock.",
      "de": "drückst du seinen Kopf runter, steigst über seinen Kopf und hebelst."
    }
  },
  {
    "translation": {
      "en": "[Ray] As much as John did sports, he was never an elite athlete.",
      "de": "So viel Sport John auch machte, er war nie ein Top-Athlet."
    }
  },
  {
    "translation": {
      "en": "He could understand it, but he just...",
      "de": "Er verstand es, aber er..."
    }
  },
  {
    "translation": {
      "en": "Down into his cells in his body...",
      "de": "Er verstand es, aber er... Im tiefsten Innern braucht man etwas mehr, und das hatte er nie."
    }
  },
  {
    "translation": {
      "en": "It takes something else, and he never had that.",
      "de": "Im tiefsten Innern braucht man etwas mehr, und das hatte er nie."
    }
  },
  {
    "translation": {
      "en": "[Dave] Don't let him pin ya!",
      "de": "Lass dich nicht pinnen!"
    }
  },
  {
    "translation": {
      "en": "Get your arm out of there!",
      "de": "Nimm deinen Arm da raus!"
    }
  },
  {
    "translation": {
      "en": "Oh, that was it. That was it.",
      "de": "Das war's."
    }
  },
  {
    "translation": {
      "en": "[Greg] John du Pont wanted to be a world champion",
      "de": "John du Pont wollte Weltmeister sein,"
    }
  },
  {
    "translation": {
      "en": "like the world champions that he employed and had in his club.",
      "de": "wie die Weltmeister, die er anstellte und in seinem Club hatte."
    }
  },
  {
    "translation": {
      "en": "And so he started a new style, essentially, called the Masters.",
      "de": "Also entwickelte er einen neuen Stil, den Masters-Stil."
    }
  },
  {
    "translation": {
      "en": "[Don] Well, Masters wrestling...",
      "de": "Masters-Ringen..."
    }
  },
  {
    "translation": {
      "en": "There's not a lot of guys still wrestling... into your 40s and 50s.",
      "de": "Nicht viele Männer ringen noch, wenn sie 40 oder 50 sind."
    }
  },
  {
    "translation": {
      "en": "[female announcer] Dear Mr. John du Pont,",
      "de": "Lieber Mr John du Pont,"
    }
  },
  {
    "translation": {
      "en": "we are very grateful for all you have made here.",
      "de": "wir sind Ihnen dankbar für das, was Sie hier getan haben."
    }
  },
  {
    "translation": {
      "en": "Thank you very much for everything.",
      "de": "Danke für alles."
    }
  },
  {
    "translation": {
      "en": "[John] Most of your athletes have made up their mind,",
      "de": "Die meisten Sportler wissen,"
    }
  },
  {
    "translation": {
      "en": "whether they wanna win or lose, when they go out to compete.",
      "de": "ob sie gewinnen oder verlieren wollen, wenn sie antreten."
    }
  },
  {
    "translation": {
      "en": "They don't have that determination, that desire...",
      "de": "Ihnen fehlt die Entschlossenheit, der Wunsch,"
    }
  },
  {
    "translation": {
      "en": "the burning desire to win at all costs.",
      "de": "der brennende Wunsch, auf jeden Fall zu gewinnen."
    }
  },
  {
    "translation": {
      "en": "[Ed] John just wanted so bad to be such a great wrestler,",
      "de": "John wollte so gerne ein toller Ringer sein,"
    }
  },
  {
    "translation": {
      "en": "and he couldn't do it physically. So, he had people help him do it.",
      "de": "aber es ging körperlich nicht. Also sollten ihm andere helfen."
    }
  },
  {
    "translation": {
      "en": "[Michael] They're doing these, uh, staged events",
      "de": "Es waren inszenierte Veranstaltungen,"
    }
  },
  {
    "translation": {
      "en": "where you have these gorillas coming out to wrestle John and then rolling on their back and, you know...",
      "de": "bei denen Giganten gegen John antraten und dann auf dem Rücken umherrollten..."
    }
  },
  {
    "translation": {
      "en": "And John's the champion and the people are cheering his name.",
      "de": "John gewann und die Menge rief seinen Namen."
    }
  },
  {
    "translation": {
      "en": "It was... completely absurd.",
      "de": "Es war völlig absurd."
    }
  },
  {
    "translation": {
      "en": "[Brinzer] And then, somebody else on the farm is coming around",
      "de": "Danach kam jemand von der Farm"
    }
  },
  {
    "translation": {
      "en": "with a bunch of cash afterward and, you know, paying the guy off.",
      "de": "und gab dem Typen einen Haufen Bargeld."
    }
  },
  {
    "translation": {
      "en": "[Don] In John's mind, he was actually wrestling the Bulgarian champ",
      "de": "John dachte, er trete gegen den bulgarischen Meister an"
    }
  },
  {
    "translation": {
      "en": "and actually took him down.",
      "de": "und besiegte ihn tatsächlich."
    }
  },
  {
    "translation": {
      "en": "And he thought it was real.",
      "de": "Er dachte, es sei echt."
    }
  },
  {
    "translation": {
      "en": "Now, a lot of the guys knew that, you know,",
      "de": "Viele der Jungs wussten das, sie dachten:"
    }
  },
  {
    "translation": {
      "en": "\"Okay, we're just... we're doing this and... John thinks it's real.",
      "de": "\"Wir machen das, und... John denkt, es ist echt."
    }
  },
  {
    "translation": {
      "en": "Okay, let's let him think it's real.\"",
      "de": "Lassen wir ihn in dem Glauben.\""
    }
  },
  {
    "translation": {
      "en": "[Ed] So, I mean, it was just... it wasn't right. But we, you know, we wanted to make him--",
      "de": "Es war nicht richtig. Aber wir wollten, dass er..."
    }
  },
  {
    "translation": {
      "en": "He loved that stuff. He was so happy.",
      "de": "Er liebte das. Er war so glücklich."
    }
  },
  {
    "translation": {
      "en": "And everyone was just kind of pacifying the guy because he was good for the sport.",
      "de": "Und alle umschmeichelten ihn, weil er gut für den Sport war."
    }
  },
  {
    "translation": {
      "en": "If you go out there with that determination",
      "de": "Geht man mit dieser Entschlossenheit"
    }
  },
  {
    "translation": {
      "en": "and that desire and that fierceness, you will win.",
      "de": "und diesem Wunsch und dieser Verbissenheit raus, dann gewinnt man."
    }
  },
  {
    "translation": {
      "en": "And your future opponents will fear you.",
      "de": "Und zukünftige Gegner haben Angst."
    }
  },
  {
    "translation": {
      "en": "There are three things that always were a part of the estate.",
      "de": "Drei Dinge waren immer Teil des Anwesens."
    }
  },
  {
    "translation": {
      "en": "The du Pont family, the wrestling...",
      "de": "Die Du-Pont-Familie, das Ringen"
    }
  },
  {
    "translation": {
      "en": "and then the hunting side.",
      "de": "und dann das Jagen."
    }
  },
  {
    "translation": {
      "en": "It was very difficult to be able to hunt on that estate.",
      "de": "Es war schwierig, auf dem Anwesen jagen zu dürfen."
    }
  },
  {
    "translation": {
      "en": "You had to be invited,",
      "de": "Man brauchte eine Einladung,"
    }
  },
  {
    "translation": {
      "en": "and the people that controlled the hunting were the Newtown Square Police.",
      "de": "und die Jagd wurde von der Polizei von Newtown Square kontrolliert."
    }
  },
  {
    "translation": {
      "en": "[man] They're cops. We better get out of here.",
      "de": "Es sind Bullen. Lass uns abhauen."
    }
  },
  {
    "translation": {
      "en": "[Robbie] Mr. Pherliam, what are you doing today?",
      "de": "Mr Pherliam, was machen Sie heute?"
    }
  },
  {
    "translation": {
      "en": "Not much. As little as possible at this point.",
      "de": "Nicht viel. Mittlerweile so wenig wie möglich."
    }
  },
  {
    "translation": {
      "en": "To be honest with you, it's getting close to quittin' time.",
      "de": "Ehrlich gesagt, ist gleich Feierabend."
    }
  },
  {
    "translation": {
      "en": "[Will] Dick Pherliam, who was the sergeant of police,",
      "de": "Dick Pherliam war Polizei-Sergeant,"
    }
  },
  {
    "translation": {
      "en": "he'd lived on the estate, he was one of the tenants.",
      "de": "er lebte als Mieter auf dem Anwesen."
    }
  },
  {
    "translation": {
      "en": "He had handled who would be permitted to hunt on the property.",
      "de": "Er regelte, wer auf dem Grundstück jagen durfte."
    }
  },
  {
    "translation": {
      "en": "[Tom Bergstrom] John had an awful lot of friends.",
      "de": "John hatte eine Menge Freunde."
    }
  },
  {
    "translation": {
      "en": "But I suspect that much of that was because he was, um, generous",
      "de": "Ich vermute allerdings, dass das daran lag, dass er so großzügig war"
    }
  },
  {
    "translation": {
      "en": "with respect to a lot of Delaware County institutions.",
      "de": "gegenüber vielzähligen Einrichtungen in Delaware County."
    }
  },
  {
    "translation": {
      "en": "He had an outdoor shooting range on the property",
      "de": "Er hatte einen Freiluft-Schießstand auf dem Grundstück,"
    }
  },
  {
    "translation": {
      "en": "where we went to do our firearms training.",
      "de": "auf dem wir unser Schusswaffentraining durchführten."
    }
  },
  {
    "translation": {
      "en": "[Dennis J. Anderson] He had a helicopter one time",
      "de": "Er hatte einen Helikopter,"
    }
  },
  {
    "translation": {
      "en": "and he lent that out to surrounding townships if they needed it.",
      "de": "den er bei Bedarf an benachbarte Gemeinden verlieh."
    }
  },
  {
    "translation": {
      "en": "He rode around town, you know, with officers. He had a uniform and everything.",
      "de": "Er fuhr mit den Polizisten durch die Stadt. Er hatte eine Uniform."
    }
  },
  {
    "translation": {
      "en": "He was paid $1 a year just to be a reserve officer.",
      "de": "Er erhielt $1 pro Jahr als Reservepolizist."
    }
  },
  {
    "translation": {
      "en": "[Mike] We had a little hunting camp set up on the property,",
      "de": "Wir hatten ein kleines Jagdlager auf dem Grundstück,"
    }
  },
  {
    "translation": {
      "en": "and every hunting season, we would all meet up at the hunting camp and go hunting together.",
      "de": "und jede Jagdsaison trafen wir uns dort und gingen zusammen jagen."
    }
  },
  {
    "translation": {
      "en": "Most of the hunters were police officers.",
      "de": "Die meisten Jäger waren Polizisten."
    }
  },
  {
    "translation": {
      "en": "[Ray] That was, you know...",
      "de": "Das war..."
    }
  },
  {
    "translation": {
      "en": "The thing about that place, it was like our own world.",
      "de": "Dieser Ort war wie unsere eigene Welt."
    }
  },
  {
    "translation": {
      "en": "You could do so many things back there",
      "de": "Man konnte dort so vieles machen,"
    }
  },
  {
    "translation": {
      "en": "that the average person could not even consider doing.",
      "de": "was die meisten Leute nicht einmal in Betracht ziehen konnten."
    }
  },
  {
    "translation": {
      "en": "[John] Come on, fall, fall.",
      "de": "Fall schon, fall."
    }
  },
  {
    "translation": {
      "en": "That's gonna fall, gonna fall.",
      "de": "Sie wird fallen."
    }
  },
  {
    "translation": {
      "en": "[Ray] And John himself would hunt out of the window of his town car with a rifle...",
      "de": "John jagte aus seinem Autofenster heraus mit einem Gewehr,"
    }
  },
  {
    "translation": {
      "en": "which was illegal in the area at the time.",
      "de": "was zu dieser Zeit in der Gegend illegal war."
    }
  },
  {
    "translation": {
      "en": "[Joe McGettigan] As a result of his connection with people of consequence",
      "de": "Aufgrund seinen Verbindungen zu wichtigen Leuten"
    }
  },
  {
    "translation": {
      "en": "and his close personal relationship with the law enforcement in the county,",
      "de": "und seiner engen persönlichen Beziehung mit den Gesetzeshütern des Countys"
    }
  },
  {
    "translation": {
      "en": "he thought he could do what he wanted.",
      "de": "dachte er, er kann tun, was er will."
    }
  },
  {
    "translation": {
      "en": "He flew the, uh, Foxcatcher flag above the American flag on Foxcatcher.",
      "de": "Bei ihm wehte die Foxcatcher-Flagge über der amerikanischen."
    }
  },
  {
    "translation": {
      "en": "He was the ultimate authority.",
      "de": "Er war die höchste Autorität."
    }
  },
  {
    "translation": {
      "en": "He thought this was, uh, du Pont Land.",
      "de": "Für ihn war es das Du-Pont-Land."
    }
  },
  {
    "translation": {
      "en": "[newscaster] The advantages of being a multi-millionaire are fairly obvious.",
      "de": "Die Vorteile, Multimillionär zu sein, sind offensichtlich."
    }
  },
  {
    "translation": {
      "en": "But what are the disadvantages?",
      "de": "Doch was sind die Nachteile?"
    }
  },
  {
    "translation": {
      "en": "There are many disadvantages to having money,",
      "de": "Es gibt viele Nachteile daran, Geld zu haben."
    }
  },
  {
    "translation": {
      "en": "and that is, you are targeted by a great number of people who would like to take it away from you.",
      "de": "Man wird zum Ziel von Leuten, die es einem wegnehmen wollen."
    }
  },
  {
    "translation": {
      "en": "-[announcer] Mr. John du Pont. -[applause]",
      "de": "Mr John du Pont."
    }
  },
  {
    "translation": {
      "en": "[Ray] He was a du Pont,",
      "de": "Er war ein du Pont."
    }
  },
  {
    "translation": {
      "en": "and people were always after him to donate to this, to donate to that, to--",
      "de": "Die Menschen waren immer hinter ihm her, er solle hier spenden oder da..."
    }
  },
  {
    "translation": {
      "en": "I think he'd been sued for some things that were real or not real.",
      "de": "Ich glaube, er wurde einige Male zu Recht oder Unrecht verklagt."
    }
  },
  {
    "translation": {
      "en": "So many people were there to use John.",
      "de": "So viele Menschen nutzten John aus."
    }
  },
  {
    "translation": {
      "en": "John had no idea who his real friends were, I don't believe.",
      "de": "Ich glaube, er wusste nicht, wer seine echten Freunde waren."
    }
  },
  {
    "translation": {
      "en": "[Trevor] I'm sure, in his own mind, he was trying to figure out, \"Are these guys here 'cause they like me?",
      "de": "Er wollte sicher herausfinden, ob sie da waren, weil sie ihn mochten."
    }
  },
  {
    "translation": {
      "en": "Or are they here 'cause, you know,",
      "de": "Er wollte sicher herausfinden, ob sie da waren, weil sie ihn mochten. Oder weil er ihnen diese Anlage stellte oder sie bezahlte."
    }
  },
  {
    "translation": {
      "en": "I'm providing this facility for them, or I'm paying them?\"",
      "de": "Oder weil er ihnen diese Anlage stellte oder sie bezahlte."
    }
  },
  {
    "translation": {
      "en": "That probably played around in his mind over and over, I'm sure.",
      "de": "Das ging ihm sicherlich häufig durch den Kopf."
    }
  },
  {
    "translation": {
      "en": "Guy's got a lot of money, he's living on a big property.",
      "de": "Er hat viel Geld, lebt auf einem großen Grundstück."
    }
  },
  {
    "translation": {
      "en": "So, to me, it was like, \"All right, a little paranoia was probably appropriate.\"",
      "de": "Ich fand, da konnte er schon ein bisschen paranoid sein."
    }
  },
  {
    "translation": {
      "en": "[inhales sharply] You know, I think it progressed a little bit further than that.",
      "de": "Es entwickelte sich etwas weiter als das."
    }
  },
  {
    "translation": {
      "en": "[Brian Dolph] He would actually videotape the woods across the field",
      "de": "Er machte Videoaufnahmen vom Wald hinter dem Feld."
    }
  },
  {
    "translation": {
      "en": "and he would tape it for hours on end.",
      "de": "Mehrere Stunden lang."
    }
  },
  {
    "translation": {
      "en": "And then he'd sit and watch it, this still picture of the woods,",
      "de": "Und dann sah er es sich an, dieses Stillleben vom Wald,"
    }
  },
  {
    "translation": {
      "en": "and he would try to get people to buy into things he was seeing in the woods.",
      "de": "und versuchte, andere davon zu überzeugen, was er dort alles sah."
    }
  },
  {
    "translation": {
      "en": "[Trevor] \"Okay, look at that. Tell me, do you see something moving in there?\" And you'd say no and he'd...",
      "de": "\"Sieh dir das an. Bewegt sich da etwas?\" Ich sagte nein, und er..."
    }
  },
  {
    "translation": {
      "en": "He'd get a little frustrated, you know, and then he'd fast forward.",
      "de": "Er war etwas frustriert und spulte vor."
    }
  },
  {
    "translation": {
      "en": "\"All right, now look at this, this is where it is.\" You know, \"Look, look at this. Do you see something moving?\"",
      "de": "\"Sieh dir das an. Da ist es. Bewegt sich da was?\""
    }
  },
  {
    "translation": {
      "en": "Or, \"Do you see this? Do you see a shape in there, or a form in there?\"",
      "de": "Oder: \"Siehst du das? Siehst du da einen Umriss, eine Gestalt?\""
    }
  },
  {
    "translation": {
      "en": "And you'd... \"No.\"",
      "de": "\"Nein.\""
    }
  },
  {
    "translation": {
      "en": "[Guira] I thought maybe it's a psychological game he's playing.",
      "de": "Ich dachte, das sei ein Psychospiel von ihm."
    }
  },
  {
    "translation": {
      "en": "Or maybe it's just a power trip on his part, like,",
      "de": "Oder vielleicht eine Art Machtspiel."
    }
  },
  {
    "translation": {
      "en": "\"I wanna see if they'll just follow me and believe something.\"",
      "de": "\"Sehen wir mal, ob sie mir einfach zustimmen und etwas glauben.\""
    }
  },
  {
    "translation": {
      "en": "You know, when you're in that moment, situation, you're like... \"Are you serious?\" You know? [chuckles]",
      "de": "In der Situation selbst fragte man sich: \"Ist das dein Ernst?\""
    }
  },
  {
    "translation": {
      "en": "You can't just nod because, sometimes, he would mean it in psychosis or whatever.",
      "de": "Man konnte nicht einfach nicken, weil es manchmal Teil seiner Psychose war."
    }
  },
  {
    "translation": {
      "en": "But other times, he would bait you.",
      "de": "Manchmal war es ein Köder."
    }
  },
  {
    "translation": {
      "en": "He'd look out over the field and say, \"You see those deer?",
      "de": "Er sah aufs Feld und sagte: \"Siehst du die Rehe?"
    }
  },
  {
    "translation": {
      "en": "They're really people dressed up as deer.",
      "de": "Es sind verkleidete Leute.\""
    }
  },
  {
    "translation": {
      "en": "They're mechanical deer and someone's planting them there.\"",
      "de": "\"Das sind mechanische Rehe.\""
    }
  },
  {
    "translation": {
      "en": "And if you say, \"Oh, yeah, John, I see what you mean,\"",
      "de": "Sagte man: \"Ja, ich sehe es\","
    }
  },
  {
    "translation": {
      "en": "he'll say, \"No, they're not! They're really deer!\"",
      "de": "sagte er: \"Stimmt nicht, es sind echte Rehe!\""
    }
  },
  {
    "translation": {
      "en": "[Ed] There were guys that fueled his paranoia, you know,",
      "de": "Manche der Jungs trieben seine Paranoia an:"
    }
  },
  {
    "translation": {
      "en": "\"Oh, yeah, maybe I see it.\"",
      "de": "\"Ja, vielleicht!\""
    }
  },
  {
    "translation": {
      "en": "You know, those kind of comments would just get him to go even farther.",
      "de": "Solche Kommentare stachelten ihn an, noch weiter zu gehen."
    }
  },
  {
    "translation": {
      "en": "I generally went somewhat along with it, to a degree,",
      "de": "Normalerweise stimmte ich ihm bis zu einem gewissen Punkt zu,"
    }
  },
  {
    "translation": {
      "en": "just because my position was not one of great security. [chuckles]",
      "de": "weil ich keine sichere Position hatte."
    }
  },
  {
    "translation": {
      "en": "Whereas Dave Schultz, being, in my opinion, the truest friend John had,",
      "de": "Dave Schultz hingegen, der Johns aufrichtigster Freund war,"
    }
  },
  {
    "translation": {
      "en": "would not agree.",
      "de": "stimmte nicht zu."
    }
  },
  {
    "translation": {
      "en": "[Larry] Some of the guys who stayed at Foxcatcher developed an affection for John.",
      "de": "Manche der Jungs von Foxcatcher entwickelten Zuneigung zu John."
    }
  },
  {
    "translation": {
      "en": "And Dave, probably more than anybody.",
      "de": "Dave wohl mehr als alle anderen."
    }
  },
  {
    "translation": {
      "en": "Dave genuinely liked John and tried to help him.",
      "de": "Dave mochte John wirklich und versuchte, ihm zu helfen."
    }
  },
  {
    "translation": {
      "en": "[Humphrey] We'd take turns staying with John, kind of watching him and making sure he was okay.",
      "de": "Wir blieben abwechselnd bei John, sorgten dafür, dass alles ok war."
    }
  },
  {
    "translation": {
      "en": "We'd do it in shifts, you know. Like, I'd leave at, like, 9:30,",
      "de": "Das machten wir in Schichten. Ich ging um 21:30 Uhr,"
    }
  },
  {
    "translation": {
      "en": "and after the kids would go to sleep, Dave and Valo would come up",
      "de": "und wenn die Kinder im Bett waren, kamen Dave und Valo"
    }
  },
  {
    "translation": {
      "en": "and they'd hang out at the big house until, like, 11:00.",
      "de": "und blieben etwa bis 23:00 Uhr im großen Haus."
    }
  },
  {
    "translation": {
      "en": "It was very benign. You'd just sit over there and watch television, or you'd go down and play pool.",
      "de": "Es war sehr friedlich. Man sah fern oder spielte Billard."
    }
  },
  {
    "translation": {
      "en": "It was an on-going process where he was helping us... be wrestlers,",
      "de": "Es war ein fortlaufender Prozess, bei dem er uns half, Ringer zu sein,"
    }
  },
  {
    "translation": {
      "en": "and we were trying to help him... to be social.",
      "de": "und wir ihm halfen, unter Leute zu kommen."
    }
  },
  {
    "translation": {
      "en": "And, you know, that's kind of the way I always looked at it.",
      "de": "So habe ich das immer gesehen."
    }
  },
  {
    "translation": {
      "en": "[Larry] You know, I felt sorry for John because he was so needy.",
      "de": "John tat mir leid, weil er so bedürftig war."
    }
  },
  {
    "translation": {
      "en": "[Trevor] He would obsess on people and sort of wanna be around that person most of the time.",
      "de": "Er versteifte sich auf eine Person und wollte dann immer bei ihr sein."
    }
  },
  {
    "translation": {
      "en": "So, you know, when I came, I think it was probably Robbie.",
      "de": "Als ich dazu kam, war das wohl Robbie."
    }
  },
  {
    "translation": {
      "en": "Um, Dave was that person, I think, you know, while he was there.",
      "de": "Dave war diese Person, während er dort war."
    }
  },
  {
    "translation": {
      "en": "And Dan, the same kind of thing with Dan. You know, he'd really want to have Dan around.",
      "de": "Dasselbe mit Dan. Er wollte sehr, dass Dan da war."
    }
  },
  {
    "translation": {
      "en": "Towards the end of the time I was there, it was Valentin.",
      "de": "Gegen Ende der Zeit, die ich dort war, war es Valentin."
    }
  },
  {
    "translation": {
      "en": "[Chaid] How you doing today, Eagle?",
      "de": "Wie geht's heute, Eagle?"
    }
  },
  {
    "translation": {
      "en": "Super. I'm ready.",
      "de": "Super. Ich bin bereit."
    }
  },
  {
    "translation": {
      "en": "[Chaid] Here's an optimist. Always ready for a little action.",
      "de": "Ganz schön optimistisch. Immer bereit für ein bisschen Action."
    }
  },
  {
    "translation": {
      "en": "How you doing, Valo?",
      "de": "Wie geht's dir, Valo?"
    }
  },
  {
    "translation": {
      "en": "-Good. -Good.",
      "de": "-Gut. -Prima."
    }
  },
  {
    "translation": {
      "en": "I'm ready for Eagle.",
      "de": "Bereit für Eagle."
    }
  },
  {
    "translation": {
      "en": "-Are you ready for Eagle? -Yes.",
      "de": "-Bist du bereit für Eagle? -Ja."
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "de": "Ich weiß nicht."
    }
  },
  {
    "translation": {
      "en": "[Trevor] Like, I'd be over at the big house",
      "de": "Ich war im großen Haus,"
    }
  },
  {
    "translation": {
      "en": "and he'd be like, \"Okay, time to go. Valentin's coming.\"",
      "de": "und er meinte: \"Zeit, zu gehen. Valentin kommt.\""
    }
  },
  {
    "translation": {
      "en": "Sort of imply that \"You leave now and Valentin's gonna sit down,",
      "de": "Nach dem Motto: \"Du gehst jetzt, Valentin kommt,"
    }
  },
  {
    "translation": {
      "en": "and I'm gonna hang with him.\"",
      "de": "und ich hänge mit ihm ab.\""
    }
  },
  {
    "translation": {
      "en": "-[Chaid] Hey, Valo. -What's up, Dan?",
      "de": "-Hey, Valo. -Was läuft, Dan?"
    }
  },
  {
    "translation": {
      "en": "-You ready? -Yep.",
      "de": "-Bereit? -Ja."
    }
  },
  {
    "translation": {
      "en": "[Trevor] There was a lot of Valentin, you know.",
      "de": "Es ging oft um Valentin."
    }
  },
  {
    "translation": {
      "en": "And the more he would obsess over Valentin, the more he would obsess over this whole, uh,",
      "de": "Je mehr er sich auf ihn versteifte, desto mehr versteifte er sich auf dieses:"
    }
  },
  {
    "translation": {
      "en": "\"I'm a Bulgarian.\"",
      "de": "\"Ich bin Bulgare.\""
    }
  },
  {
    "translation": {
      "en": "[Larry] John started sponsoring the Bulgarian team.",
      "de": "John begann, das bulgarische Team zu sponsern."
    }
  },
  {
    "translation": {
      "en": "And he decided that he originally was Bulgarian.",
      "de": "Und er entschied, dass er ursprünglich Bulgare war."
    }
  },
  {
    "translation": {
      "en": "He was a descendent of whomever.",
      "de": "Er war der Nachkomme von wem auch immer."
    }
  },
  {
    "translation": {
      "en": "[Trevor] I was like, \"No, you're not. You're not Bulgarian. [chuckling] You guys are French.",
      "de": "Ich sagte: \"Du bist kein Bulgare, ihr kommt aus Frankreich."
    }
  },
  {
    "translation": {
      "en": "You're one of the most famous French families in the world.\"",
      "de": "Ihr seid eine der berühmtesten französischen Familien der Welt.\""
    }
  },
  {
    "translation": {
      "en": "[Trevor] He'd have none of that, you know.",
      "de": "Das wollte er nicht hören."
    }
  },
  {
    "translation": {
      "en": "\"No, no, this is why I identify with Valentin,",
      "de": "\"Nein, deshalb kann ich mich mit Valentin identifizieren,"
    }
  },
  {
    "translation": {
      "en": "because of my Bulgarian heritage.\"",
      "de": "wegen meiner bulgarischen Abstammung.\""
    }
  },
  {
    "translation": {
      "en": "[Nancy] John was frustrated, very frustrated,",
      "de": "John war frustriert, sehr frustriert,"
    }
  },
  {
    "translation": {
      "en": "because he wanted to be very close with Valentin Jordanov.",
      "de": "weil er sehr eng mit Valentin Jordanov befreundet sein wollte."
    }
  },
  {
    "translation": {
      "en": "And Dave and Valo were very, very good friends.",
      "de": "Und Dave und Valo waren sehr gute Freunde."
    }
  },
  {
    "translation": {
      "en": "So, I think there was a big jealousy of Dave.",
      "de": "Also war er sehr eifersüchtig auf Dave."
    }
  },
  {
    "translation": {
      "en": "[Valentin in Bulgarian] The last year there was noticeable tension.",
      "de": "Im letzten Jahr gab es merkliche Spannungen."
    }
  },
  {
    "translation": {
      "en": "It was...",
      "de": "Das war..."
    }
  },
  {
    "translation": {
      "en": "like that. I can't tell you...",
      "de": "...eben so. Ich weiß nicht..."
    }
  },
  {
    "translation": {
      "en": "what was in his head.",
      "de": "...was in seinem Kopf vorging."
    }
  },
  {
    "translation": {
      "en": "[Dave chuckling] He can't talk. He's confused.",
      "de": "Er kann nicht sprechen. Er ist verwirrt."
    }
  },
  {
    "translation": {
      "en": "[Chaid chuckles] He's... He is. He's so--",
      "de": "Ist er. Er ist so..."
    }
  },
  {
    "translation": {
      "en": "I don't know if he's mad or not. -[Dave] We communicate telepathically. -Don't be mad, John.",
      "de": "-Ich weiß nicht, ob er böse ist. -Wir kommunizieren telepathisch."
    }
  },
  {
    "translation": {
      "en": "[Chaid] Come on, man, don't be mad at me.",
      "de": "Komm schon, sei nicht sauer."
    }
  },
  {
    "translation": {
      "en": "I just gotta get a little tape-work here.",
      "de": "Ich filme nur ein wenig."
    }
  },
  {
    "translation": {
      "en": "We sign in Bulgarian. We sign in Bulgarian.",
      "de": "Wir machen bulgarische Gebärdensprache."
    }
  },
  {
    "translation": {
      "en": "[Valentin] Yes. [Chaid laughing] Hilarious.",
      "de": "-Ja. -Sehr lustig."
    }
  },
  {
    "translation": {
      "en": "I know you're fired up, man. I know I'm not--",
      "de": "Ich weiß, du bist geladen. Ich..."
    }
  },
  {
    "translation": {
      "en": "Fuck the world! I'm gonna kill 'em all!",
      "de": "Scheiß auf die Welt! Ich bring alle um!"
    }
  },
  {
    "translation": {
      "en": "[Valentin] Oh, God. [Dave] This is gonna be a dark, bleak trip.",
      "de": "-Oh, Gott. -Das wird eine düstere Reise."
    }
  },
  {
    "translation": {
      "en": "[Greg] We're talking about a triangle there.",
      "de": "Es geht um ein Dreieck."
    }
  },
  {
    "translation": {
      "en": "You know, where does du Pont fit with that really close friendship triangle?",
      "de": "Wo ist du Ponts Platz in diesem wirklich engen Freundschaftsdreieck?"
    }
  },
  {
    "translation": {
      "en": "And du Pont was kind of outside the circle.",
      "de": "Du Pont war irgendwie außen vor."
    }
  },
  {
    "translation": {
      "en": "Yeah, he said, \"Fuck the world. Kill 'em all,\" I think.",
      "de": "Er sagte: \"Scheiß auf die Welt! Bringt alle um!\""
    }
  },
  {
    "translation": {
      "en": "[Chaid laughing] Yeah, I think that was a direct quote.",
      "de": "Das war ein wörtliches Zitat."
    }
  },
  {
    "translation": {
      "en": "-I think that was the quote. -Okay.",
      "de": "-Das war das Zitat. -Ok."
    }
  },
  {
    "translation": {
      "en": "[Michael] He observed how people did like to gravitate towards Dave.",
      "de": "Er beobachtete, wie Leute sich zu Dave hingezogen fühlten."
    }
  },
  {
    "translation": {
      "en": "And I think that sort of got to... it got to John a little bit.",
      "de": "Ich glaube, das machte John etwas zu schaffen."
    }
  },
  {
    "translation": {
      "en": "[Robbie] You could just tell,",
      "de": "Es war offensichtlich,"
    }
  },
  {
    "translation": {
      "en": "because when John would go through some of his, like, fantasies, sometimes he threw Dave in there.",
      "de": "denn John bezog Dave manchmal in seine Fantasien mit ein."
    }
  },
  {
    "translation": {
      "en": "[Ray] He believed Dave Schultz and Rob Calabrese had a weather machine",
      "de": "Er glaubte, Dave Schultz und Rob Calabrese hätten eine Wettermaschine"
    }
  },
  {
    "translation": {
      "en": "and could control the weather.",
      "de": "und könnten das Wetter kontrollieren."
    }
  },
  {
    "translation": {
      "en": "He also got convinced there were tunnels going into the mansion, going out of the mansion,",
      "de": "Er war außerdem überzeugt, dass Tunnel in die Villa und aus der Villa führten,"
    }
  },
  {
    "translation": {
      "en": "and that Dave Schultz used these tunnels to mess with him.",
      "de": "und dass Dave Schultz diese nutzte, um ihn zu ärgern."
    }
  },
  {
    "translation": {
      "en": "[Chaid] Oh, what do we have here?",
      "de": "Was haben wir hier?"
    }
  },
  {
    "translation": {
      "en": "[Guira] When it was, you know, getting bad, he'd be like, \"There's people in the walls, and, um...",
      "de": "In schlimmen Momenten sagte er: \"Da sind Menschen in der Wand,"
    }
  },
  {
    "translation": {
      "en": "I think it's Schultz,\" or something.",
      "de": "ich glaube, es ist Schultz.\""
    }
  },
  {
    "translation": {
      "en": "You know, he'd say something crazy like that.",
      "de": "So verrückte Dinge."
    }
  },
  {
    "translation": {
      "en": "And I'd say, \"Dave Schultz isn't in your walls, John.\"",
      "de": "Ich sagte dann: \"Dave Schultz ist nicht in deinen Wänden, John.\""
    }
  },
  {
    "translation": {
      "en": "[man] Show us around your room.",
      "de": "Zeig uns dein Zimmer."
    }
  },
  {
    "translation": {
      "en": "[Guira] We were all like brothers on the estate. We trusted each other.",
      "de": "Auf dem Anwesen waren wir wie Brüder. Wir vertrauten einander."
    }
  },
  {
    "translation": {
      "en": "And du Pont, we trusted him up to a point.",
      "de": "Und du Pont vertrauten wir ein Stück weit."
    }
  },
  {
    "translation": {
      "en": "But, you know, the fact that he would hire a security firm to protect him...",
      "de": "Aber dass er eine Sicherheitsfirma engagierte, um ihn zu beschützen..."
    }
  },
  {
    "translation": {
      "en": "And he would say that he's protecting him from one of us.",
      "de": "Und er sagte, dass er vor einem von uns geschützt wurde."
    }
  },
  {
    "translation": {
      "en": "[Patrick Goodale] Some friends from Secret Service contacted me and said",
      "de": "Freunde vom Geheimdienst kontaktierten mich und sagten,"
    }
  },
  {
    "translation": {
      "en": "that John du Pont had been involved with some... threats.",
      "de": "dass John du Pont mit einigen Drohungen zu tun gehabt hatte."
    }
  },
  {
    "translation": {
      "en": "And so, that's what prompted him to reach out to us.",
      "de": "Das war der Grund, aus dem er auf uns zukam."
    }
  },
  {
    "translation": {
      "en": "[stammers] His security became an issue, and that's where things got creepy.",
      "de": "Seine Sicherheit wurde zum Thema, und ab da wurde es unheimlich."
    }
  },
  {
    "translation": {
      "en": "Him having these Special Force, FBI, CIA guys around him,",
      "de": "Als er die Special Forces und die vom FBI und CIA da hatte,"
    }
  },
  {
    "translation": {
      "en": "John became super, hyper paranoid.",
      "de": "wurde John extrem paranoid."
    }
  },
  {
    "translation": {
      "en": "[Patrick] It was tunnels, it was mechanical trees",
      "de": "Er glaubte an Tunnel und mechanische Bäume,"
    }
  },
  {
    "translation": {
      "en": "which he thought were built by his father as props for garden parties.",
      "de": "von denen er dachte, sein Vater habe sie für Gartenpartys bauen lassen."
    }
  },
  {
    "translation": {
      "en": "And so whether I believe it's a fact or not, it's worth an investigation.",
      "de": "Ob ich daran glaube oder nicht, es musste untersucht werden."
    }
  },
  {
    "translation": {
      "en": "So we started out with these low-level investigative efforts.",
      "de": "Also fingen wir mit kleinen Nachforschungen an."
    }
  },
  {
    "translation": {
      "en": "Dig a hole right there in the yard. Let's see what we find.",
      "de": "Ein Loch im Hof graben und sehen, was passiert."
    }
  },
  {
    "translation": {
      "en": "Let's bring a metal detector in and see what we find.",
      "de": "Sehen wir mit einem Metalldetektor nach."
    }
  },
  {
    "translation": {
      "en": "And then we got ever more sophisticated, as John kept insisting,",
      "de": "Dann weiteten wir es aus, weil John das verlangte,"
    }
  },
  {
    "translation": {
      "en": "and we brought in some technical equipment and some technical people.",
      "de": "und benutzten technische Ausrüstungen und Spezialisten dafür."
    }
  },
  {
    "translation": {
      "en": "[Robbie] They would never say, \"Oh, no one's in your walls.\"",
      "de": "Sie sagten nie: \"Da ist niemand in den Wänden."
    }
  },
  {
    "translation": {
      "en": "\"We'll go in your walls and look. We'll get X-rays. We'll knock the walls down.\"",
      "de": "Wir gehen hinein und sehen nach. Wir durchleuchten und reißen sie ein.\""
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Why don't you just tell him no one's there?\" You know?",
      "de": "Ich fragte, wieso sie ihm nicht einfach sagten, niemand sei da."
    }
  },
  {
    "translation": {
      "en": "It wasn't my job to question... what his concerns were,",
      "de": "Es war nicht meine Aufgabe, seine Sorgen infrage zu stellen,"
    }
  },
  {
    "translation": {
      "en": "but to try to, uh, allay his fears.",
      "de": "sondern seine Ängste zu zerstreuen."
    }
  },
  {
    "translation": {
      "en": "In other words, to factually say,",
      "de": "Also sachlich zu sagen:"
    }
  },
  {
    "translation": {
      "en": "\"This individual is not a threat for these reasons.\"",
      "de": "\"Diese Person ist aus diesen und jenen Gründen nicht gefährlich.\""
    }
  },
  {
    "translation": {
      "en": "Or, \"This doesn't exist.\"",
      "de": "Oder: \"Das existiert nicht.\""
    }
  },
  {
    "translation": {
      "en": "[Nancy] John had definitely been acting worse, acting more erratic.",
      "de": "John verhielt sich definitiv schlimmer, war launischer."
    }
  },
  {
    "translation": {
      "en": "It just kept getting stranger and stranger.",
      "de": "Es wurde immer seltsamer."
    }
  },
  {
    "translation": {
      "en": "[Greg] During that one period of time, the color black was something bad to him.",
      "de": "Zu dieser Zeit sah er die Farbe Schwarz als etwas Schlechtes an."
    }
  },
  {
    "translation": {
      "en": "[Robbie] He said that black was, uh, the color of death.",
      "de": "Er sagte, es sei die Farbe des Todes."
    }
  },
  {
    "translation": {
      "en": "So he couldn't wear black shirts. He got rid of all the black horses.",
      "de": "Also konnte er keine schwarzen Hemden tragen. Er gab alle schwarzen Pferde weg."
    }
  },
  {
    "translation": {
      "en": "I had a black car, had to get rid of that.",
      "de": "Ich hatte ein schwarzes Auto, das musste weg."
    }
  },
  {
    "translation": {
      "en": "-Hey, you looking at me? -[Chaid] Yeah.",
      "de": "-Guckst du mich an? -Ja."
    }
  },
  {
    "translation": {
      "en": "[Robbie] And then, he'd fired all the athletes that were African American off the team.",
      "de": "Dann warf er alle afroamerikanischen Sportler aus dem Team."
    }
  },
  {
    "translation": {
      "en": "Now, we start talking.",
      "de": "Wir begannen, zu reden."
    }
  },
  {
    "translation": {
      "en": "\"I mean, what's going on with this guy? Why would he do something like this?\"",
      "de": "\"Was ist mit ihm los? Warum macht er so was?\""
    }
  },
  {
    "translation": {
      "en": "[Greg] We talked to him about it.",
      "de": "Wir sprachen mit ihm darüber."
    }
  },
  {
    "translation": {
      "en": "You know, \"You really don't want to be in this position",
      "de": "\"Du solltest dich nicht in diese Position begeben,"
    }
  },
  {
    "translation": {
      "en": "of being perceived as racist on this.\"",
      "de": "dass du als Rassist angesehen wirst.\""
    }
  },
  {
    "translation": {
      "en": "And he didn't buy into that and said,",
      "de": "Er ging nicht darauf ein und sagte:"
    }
  },
  {
    "translation": {
      "en": "\"Well, it's not that. I just don't want black.\"",
      "de": "\"Das ist es nicht. Ich will nur kein Schwarz.\""
    }
  },
  {
    "translation": {
      "en": "Kevin Jackson was at the peak of his game.",
      "de": "Kevin Jackson war auf dem Höhepunkt seiner Karriere."
    }
  },
  {
    "translation": {
      "en": "And to have to call him up and say, \"Kevin, I got bad news for you,\"",
      "de": "Und ich musste ihn anrufen und sagen: \"Schlechte Neuigkeiten.\""
    }
  },
  {
    "translation": {
      "en": "was just heartbreaking.",
      "de": "Es brach mir das Herz."
    }
  },
  {
    "translation": {
      "en": "[Kevin] Greg had explained to me, \"Yeah, he won't let me drive my black van on the property.",
      "de": "Greg erklärte: \"Ich darf den schwarzen Van dort nicht mehr fahren."
    }
  },
  {
    "translation": {
      "en": "He's kicked off Pritchett and Fisher.\"",
      "de": "Er hat Pritchett und Fisher gefeuert.\""
    }
  },
  {
    "translation": {
      "en": "And then he looks at me and says, \"You, too.\"",
      "de": "Dann sah er mich an und sagte: \"Dich auch.\""
    }
  },
  {
    "translation": {
      "en": "And for me, I'm--",
      "de": "Und für mich..."
    }
  },
  {
    "translation": {
      "en": "It's hard for me to believe because I'm already Olympic champion, world champion.",
      "de": "Es war schwer zu glauben, weil ich Olympiasieger und Weltmeister war."
    }
  },
  {
    "translation": {
      "en": "That's the last thing I expected.",
      "de": "Das hätte ich nie erwartet."
    }
  },
  {
    "translation": {
      "en": "[Kenny] When that happened with Kevin Jackson,",
      "de": "Bei der Sache mit Kevin Jackson"
    }
  },
  {
    "translation": {
      "en": "I felt that we should disassociate from du Pont at that point in time.",
      "de": "fand ich, wir sollten uns von du Pont distanzieren."
    }
  },
  {
    "translation": {
      "en": "And I was just purely asking for someone to hold him accountable for his actions.",
      "de": "Und ich wollte, dass er für sein Handeln zur Rechenschaft gezogen wurde."
    }
  },
  {
    "translation": {
      "en": "You got four, five black guys getting kicked off of a team",
      "de": "Vier, fünf Schwarze werden aus dem Team geworfen."
    }
  },
  {
    "translation": {
      "en": "by your main sponsor.",
      "de": "Vom Hauptsponsor."
    }
  },
  {
    "translation": {
      "en": "And nothing's done, nothing's said.",
      "de": "Und nichts geschieht, niemand sagt was."
    }
  },
  {
    "translation": {
      "en": "And he's still VIP, still your main guy.",
      "de": "Er ist immer noch VIP und wichtig."
    }
  },
  {
    "translation": {
      "en": "Maybe that should've been enough of a warning.",
      "de": "Das hätte Warnung genug sein müssen."
    }
  },
  {
    "translation": {
      "en": "But in any case, for whatever reason, we didn't really do anything about it at that point.",
      "de": "Jedoch taten wir, aus welchen Gründen auch immer, zu dem Zeitpunkt nichts."
    }
  },
  {
    "translation": {
      "en": "I guess, to some degree,",
      "de": "Ich denke, ein Stück weit"
    }
  },
  {
    "translation": {
      "en": "we were taking advantage financially of the benefits that we were getting.",
      "de": "nutzten wir die finanziellen Vorteile aus, die wir hatten."
    }
  },
  {
    "translation": {
      "en": "[announcer] And there it is, final team score, 21 to 15.",
      "de": "Die finale Mannschaftswertung ist 21 zu 15."
    }
  },
  {
    "translation": {
      "en": "-United States wins the World Cup. -[cheering]",
      "de": "Die USA gewinnen die Weltmeisterschaft."
    }
  },
  {
    "translation": {
      "en": "[John] Right now, it's about 2:00 in the morning.",
      "de": "Es ist gerade 2:00 Uhr morgens."
    }
  },
  {
    "translation": {
      "en": "Had to entertain you and Dave at the big house.",
      "de": "Musste dich und Dave im großen Haus unterhalten."
    }
  },
  {
    "translation": {
      "en": "Lots of fun.",
      "de": "War lustig."
    }
  },
  {
    "translation": {
      "en": "You know, this thing is really beautiful. Some of the colors on it, the shine.",
      "de": "Das Ding ist wirklich schön. Diese Farben, der Glanz."
    }
  },
  {
    "translation": {
      "en": "[Patrick] John became more and more nocturnal.",
      "de": "John wurde immer nachtaktiver."
    }
  },
  {
    "translation": {
      "en": "About 11:00 at night, he would get himself spun up.",
      "de": "Um 23:00 Uhr wurde er aktiv."
    }
  },
  {
    "translation": {
      "en": "And as we found out later, it was probably by virtue of chemical enhancement.",
      "de": "Wie wir nachher herausfanden, waren da wahrscheinlich Drogen im Spiel."
    }
  },
  {
    "translation": {
      "en": "[Robbie] I knew that he was doing cocaine 'cause he would stay up.",
      "de": "Ich weiß, dass er Kokain nahm, weil er aufblieb."
    }
  },
  {
    "translation": {
      "en": "I mean, I'd be at his house stayin', and he wouldn't sleep.",
      "de": "Ich war in seinem Haus. Er schlief nicht."
    }
  },
  {
    "translation": {
      "en": "I could hear him up walking the halls, you know, all night.",
      "de": "Ich hörte, wie er die ganze Nacht durch die Flure lief."
    }
  },
  {
    "translation": {
      "en": "[Guira] You know, he became obsessed.",
      "de": "Er wurde besessen."
    }
  },
  {
    "translation": {
      "en": "I would, like, try and ask him about a piece of furniture, but then he would slowly get into the wood grain of the furniture",
      "de": "Wenn ich ihn auf ein Möbelstück ansprach, nahm er die Holzmaserung unter die Lupe"
    }
  },
  {
    "translation": {
      "en": "and then actually seeing bugs or something or creatures.",
      "de": "und sah dort Ungeziefer oder irgendwelche Wesen."
    }
  },
  {
    "translation": {
      "en": "[John] Whether you know it or not,",
      "de": "Ob du es weißt oder nicht,"
    }
  },
  {
    "translation": {
      "en": "your little slime-bug friends had added to the golden gloss that it has.",
      "de": "deine kleinen Schleimfreunde haben zum goldenen Glanz beigetragen."
    }
  },
  {
    "translation": {
      "en": "It would not have that if it had not been for them.",
      "de": "Ohne sie gäbe es ihn nicht."
    }
  },
  {
    "translation": {
      "en": "What's this thing?",
      "de": "Was ist das?"
    }
  },
  {
    "translation": {
      "en": "There are all sorts of friends to go with you.",
      "de": "Da sind noch mehr Freunde."
    }
  },
  {
    "translation": {
      "en": "[Humphrey] He thought bugs were underneath his skin.",
      "de": "Er dachte, er habe Ungeziefer unter der Haut."
    }
  },
  {
    "translation": {
      "en": "And he would scratch until they would bleed.",
      "de": "Und er kratzte, bis es blutete."
    }
  },
  {
    "translation": {
      "en": "And we're going, \"Well, he's doing something. He's doing drugs.",
      "de": "Und wir dachten: \"Er nimmt was. Er nimmt Drogen."
    }
  },
  {
    "translation": {
      "en": "You know? And he's going crazy.\"",
      "de": "Und er wird wahnsinnig.\""
    }
  },
  {
    "translation": {
      "en": "Subjectively, in my observations, yeah, it got worse and worse.",
      "de": "Ich persönlich fand, dass es immer schlimmer wurde."
    }
  },
  {
    "translation": {
      "en": "Uh, he had periods there where he's walking around",
      "de": "Es gab Zeiten, da trug er rote Gewänder"
    }
  },
  {
    "translation": {
      "en": "in draping red clothing, saying he's the Dalai Lama.",
      "de": "und sagte, er sei der Dalai Lama."
    }
  },
  {
    "translation": {
      "en": "-[baby cooing] -[Nancy] Rubber legs.",
      "de": "Gummibeine."
    }
  },
  {
    "translation": {
      "en": "[Gene Davis] There were a few concerns that Dave shared with me",
      "de": "Dave teilte mir seine Bedenken darüber mit,"
    }
  },
  {
    "translation": {
      "en": "about John carrying...",
      "de": "dass John..."
    }
  },
  {
    "translation": {
      "en": "um... a handgun around the place.",
      "de": "OLYMPIA-SIEGER BRONZE ...eine Handfeuerwaffe bei sich trug."
    }
  },
  {
    "translation": {
      "en": "And one time, I think he had seen some things in the trees",
      "de": "Einmal hatte er etwas in den Bäumen gesehen"
    }
  },
  {
    "translation": {
      "en": "and he actually shot up into the trees.",
      "de": "und tatsächlich hineingeschossen."
    }
  },
  {
    "translation": {
      "en": "He would walk around carrying it under here, you know.",
      "de": "Er lief herum und trug sie hier unterm Arm."
    }
  },
  {
    "translation": {
      "en": "And it's like, that thing could fall and go off and hit you. [inhales sharply]",
      "de": "Und die hätte runterfallen, losgehen und einen treffen können."
    }
  },
  {
    "translation": {
      "en": "So I didn't like to be around him when he was carrying his gun around.",
      "de": "Ich war ungern um ihn, wenn er seine Waffe bei sich trug."
    }
  },
  {
    "translation": {
      "en": "[Robbie] Every day, when I'd drive the ten miles to Foxcatcher,",
      "de": "Jeden Tag, wenn ich die 15 Kilometer nach Foxcatcher fuhr,"
    }
  },
  {
    "translation": {
      "en": "the closer I got, the more nervous I got.",
      "de": "wurde ich immer nervöser, je näher ich kam."
    }
  },
  {
    "translation": {
      "en": "I'm getting nervous to where I'm shaking going into work.",
      "de": "Ich wurde so nervös, dass ich zitternd auf die Arbeit kam."
    }
  },
  {
    "translation": {
      "en": "[Greg] We called it the solar system at the farm.",
      "de": "Wir nannten es das Sonnensystem der Farm."
    }
  },
  {
    "translation": {
      "en": "You know, the big house being the sun,",
      "de": "Das große Haus war die Sonne,"
    }
  },
  {
    "translation": {
      "en": "and the closer you got to the sun, the more likely you were to get burnt.",
      "de": "und je näher man ihr kam, desto eher konnte man sich verbrennen."
    }
  },
  {
    "translation": {
      "en": "So, really, the athletes tried to not get too close to the sun.",
      "de": "Die Sportler versuchten also, der Sonne nicht zu nah zu kommen."
    }
  },
  {
    "translation": {
      "en": "[Michael] But then there's a group of guys that really cared about John.",
      "de": "Aber ein paar der Jungs lag John sehr am Herzen."
    }
  },
  {
    "translation": {
      "en": "[Eric] Robbie and Dave were the ones who would go talk to him and say,",
      "de": "Robbie und Dave sprachen mit ihm und fragten,"
    }
  },
  {
    "translation": {
      "en": "\"Are you okay? What's going on?\"",
      "de": "ob alles ok sei, und was los war."
    }
  },
  {
    "translation": {
      "en": "[Robbie] We approached him and said, \"John, you're getting way too paranoid.\"",
      "de": "Wir sagten: \"John, du wirst viel zu paranoid.\""
    }
  },
  {
    "translation": {
      "en": "We talked to Dr. Gostigian about it, and he said",
      "de": "Wir sprachen mit Dr. Gostigian darüber, und der meinte,"
    }
  },
  {
    "translation": {
      "en": "there's probably just chemical imbalance here.",
      "de": "dass es wahrscheinlich nur ein chemisches Ungleichgewicht sei."
    }
  },
  {
    "translation": {
      "en": "It could probably be fixed with medicine.",
      "de": "Medikamente würden helfen."
    }
  },
  {
    "translation": {
      "en": "And we went and told him that, and he got really mad.",
      "de": "Das sagten wir ihm, und er wurde wirklich wütend."
    }
  },
  {
    "translation": {
      "en": "He said, \"I'm fine. There's nothing wrong with me.",
      "de": "Er sagte: \"Mir geht es gut. Alles in Ordnung."
    }
  },
  {
    "translation": {
      "en": "You guys just don't believe me.\"",
      "de": "Ihr glaubt mir nur einfach nicht.\""
    }
  },
  {
    "translation": {
      "en": "[Ed] Things just started going south real quick.",
      "de": "Es verschlimmerte sich rapide."
    }
  },
  {
    "translation": {
      "en": "And then he started the whole thing with Dan.",
      "de": "Und dann ging das mit Dan los."
    }
  },
  {
    "translation": {
      "en": "[Chaid] This is my house from the backside.",
      "de": "Das ist die Rückseite meines Hauses."
    }
  },
  {
    "translation": {
      "en": "[Brinzer] When things really started to go down, Dan was close to the center.",
      "de": "Als es richtig losging, war Dan mittendrin."
    }
  },
  {
    "translation": {
      "en": "[Chaid] I was living there on the farm, and then...",
      "de": "Ich lebte auf der Farm und dann..."
    }
  },
  {
    "translation": {
      "en": "Not even through John's own words, but through his attorney, that,",
      "de": "Nicht mal durch John selbst, sondern durch seinen Anwalt erfuhr ich:"
    }
  },
  {
    "translation": {
      "en": "\"John wants you to move off the estate.\"",
      "de": "\"John will, dass du wegziehst.\""
    }
  },
  {
    "translation": {
      "en": "Well, that was a little bit of a bitter pill to swallow.",
      "de": "Das war eine bittere Pille."
    }
  },
  {
    "translation": {
      "en": "[Robbie] John initially told Dan to leave the farm.",
      "de": "Zunächst sagte John, Dan solle die Farm verlassen."
    }
  },
  {
    "translation": {
      "en": "Dan didn't do it right away,",
      "de": "Dan tat das nicht sofort,"
    }
  },
  {
    "translation": {
      "en": "so John had a U-Haul brought to his house and parked it in front.",
      "de": "also bestellte John einen Umzugswagen zu seinem Haus und stellte ihn dort ab."
    }
  },
  {
    "translation": {
      "en": "And it just sat there.",
      "de": "Und er stand da."
    }
  },
  {
    "translation": {
      "en": "[Chaid] \"Move yourself and save.\"",
      "de": "\"Zieh um und spar Geld.\""
    }
  },
  {
    "translation": {
      "en": "[Dave] Hey, we got some wild maniac down this way a bit.",
      "de": "Da vorne haben wir einen Verrückten."
    }
  },
  {
    "translation": {
      "en": "[Chaid] I was in the weight room lifting, and he came in with the gun.",
      "de": "Ich war im Gewichteraum und trainierte, und er kam mit der Waffe."
    }
  },
  {
    "translation": {
      "en": "He walked up to me",
      "de": "Er kam zu mir,"
    }
  },
  {
    "translation": {
      "en": "and he gets the gun and points it at my chest,",
      "de": "hielt mir die Waffe an die Brust"
    }
  },
  {
    "translation": {
      "en": "he goes, \"Don't you...with me! I want you off this farm!\"",
      "de": "und sagte: \"Verarsch mich nicht! Ich will, dass du abhaust!\""
    }
  },
  {
    "translation": {
      "en": "And I just shrunk my head, and I showed him the palms of my hands,",
      "de": "Ich senkte meinen Kopf, zeigte ihm meine Handflächen"
    }
  },
  {
    "translation": {
      "en": "and I just said, \"John, I don't know what this is all about. I've only tried to be your friend.\"",
      "de": "und sagte: \"Ich weiß nicht, was los ist. Ich wollte nur dein Freund sein.\""
    }
  },
  {
    "translation": {
      "en": "And it was just enough, he backed up,",
      "de": "Das reichte gerade. Er trat zurück,"
    }
  },
  {
    "translation": {
      "en": "he put the gun down and then he ran back to the big house.",
      "de": "senkte die Waffe und rannte zurück ins große Haus."
    }
  },
  {
    "translation": {
      "en": "[Chaid] There's that beautiful-looking eagle.",
      "de": "Das ist ein schöner Adler."
    }
  },
  {
    "translation": {
      "en": "[Robbie] And Dan's like, \"du Pont just pulled a gun on me,",
      "de": "Dan meinte: \"Du Pont zog seine Waffe,"
    }
  },
  {
    "translation": {
      "en": "stuck it to my chest and said, 'Get off the farm!'\" [chuckles]",
      "de": "hielt sie mir an die Brust und sagte: 'Hau ab von der Farm!'\""
    }
  },
  {
    "translation": {
      "en": "But... that's typical stuff.",
      "de": "Aber das war nichts Besonderes."
    }
  },
  {
    "translation": {
      "en": "[Chaid] You know, a lot of people made a joke out of it. I called the police.",
      "de": "Viele machten einen Witz daraus. Ich rief die Polizei."
    }
  },
  {
    "translation": {
      "en": "I told them John had pulled a machine gun on me, and he laughed.",
      "de": "John hatte ein Maschinengewehr auf mich gerichtet. Er lachte."
    }
  },
  {
    "translation": {
      "en": "He said, \"Well, I've known John a long time. He's always been a little different.\"",
      "de": "Er sagte: \"Ich kenne John schon lange. Er war immer etwas anders.\""
    }
  },
  {
    "translation": {
      "en": "Newtown Square police officer.",
      "de": "Ein Polizist aus Newtown Square."
    }
  },
  {
    "translation": {
      "en": "There was a growing number of incidents prior to this.",
      "de": "Vorher waren schon andere Dinge passiert."
    }
  },
  {
    "translation": {
      "en": "Uh, minor incidents. Nothing serious.",
      "de": "Kleinere Dinge. Nichts Ernstes."
    }
  },
  {
    "translation": {
      "en": "Arguments, fights, allegations back and forth.",
      "de": "Auseinandersetzungen, Streit, Beschuldigungen."
    }
  },
  {
    "translation": {
      "en": "[Chaid] Early the next morning, we get woken up.",
      "de": "Am nächsten Morgen wurden wir früh geweckt."
    }
  },
  {
    "translation": {
      "en": "[Chaid] This is by far the weirdest situation that I've ever seen in my life.",
      "de": "Das ist das Seltsamste, was ich je gesehen habe."
    }
  },
  {
    "translation": {
      "en": "There's the moving van.",
      "de": "Da ist der Umzugswagen."
    }
  },
  {
    "translation": {
      "en": "John...",
      "de": "John"
    }
  },
  {
    "translation": {
      "en": "or somebody, I don't know if it's John or who,",
      "de": "oder sonst wer, ich weiß nicht, ob er oder jemand anders,"
    }
  },
  {
    "translation": {
      "en": "burnt down this house next door.",
      "de": "hat das Haus nebenan abgebrannt."
    }
  },
  {
    "translation": {
      "en": "[chuckles] This is weird, man.",
      "de": "Das ist seltsam."
    }
  },
  {
    "translation": {
      "en": "This place is turning to, like, a battle zone or something.",
      "de": "Dieser Ort wird zu einem Kampfgebiet oder so."
    }
  },
  {
    "translation": {
      "en": "There was a big, old fire in here with flames coming out of the windows.",
      "de": "Hier gab es ein großes Feuer, und große Flammen kamen aus dem Fenster."
    }
  },
  {
    "translation": {
      "en": "Here's the inside. Unbelievable.",
      "de": "So sieht es innen aus. Unfassbar."
    }
  },
  {
    "translation": {
      "en": "Wow. This is so weird.",
      "de": "Das ist so seltsam."
    }
  },
  {
    "translation": {
      "en": "Oh, shit, man. I hope this comes out.",
      "de": "Scheiße. Ich hoffe, das kommt raus."
    }
  },
  {
    "translation": {
      "en": "Look at that shit. There's the tree through the wall, and chairs.",
      "de": "Schaut mal. Man sieht die Bäume durch die Wand. Stühle..."
    }
  },
  {
    "translation": {
      "en": "And then that was it. As soon as the smoke cleared,",
      "de": "Das war's. Als sich der Rauch gelegt hatte,"
    }
  },
  {
    "translation": {
      "en": "I called U.S.A. Wrestling immediately.",
      "de": "rief ich sofort bei USA Wrestling an."
    }
  },
  {
    "translation": {
      "en": "I flew out to Colorado to meet with them and plead.",
      "de": "Ich flog nach Colorado, traf mich mit ihnen und bat sie,"
    }
  },
  {
    "translation": {
      "en": "\"Get those guys out of there.\"",
      "de": "die Jungs da rauszuholen."
    }
  },
  {
    "translation": {
      "en": "That was the one incident where a gun was pulled...",
      "de": "Nach diesem Vorfall, bei dem eine Waffe gezogen wurde,"
    }
  },
  {
    "translation": {
      "en": "where we all asked ourselves, \"Wait a second.",
      "de": "fragten wir uns: \"Moment mal."
    }
  },
  {
    "translation": {
      "en": "Maybe this is more than just eccentric behavior.\"",
      "de": "Vielleicht ist das mehr als exzentrisches Verhalten.\""
    }
  },
  {
    "translation": {
      "en": "[Stan Dziedzic] The executive director of U.S.A. Wrestling calls me up and says,",
      "de": "Der Geschäftsführer von USA Wrestling rief mich an und sagte:"
    }
  },
  {
    "translation": {
      "en": "\"I need you on a conference call.",
      "de": "\"Ich brauche Sie für eine Telefonkonferenz."
    }
  },
  {
    "translation": {
      "en": "We're gonna debate this issue.\"",
      "de": "Wir werden darüber reden.\""
    }
  },
  {
    "translation": {
      "en": "So we get on this conversation and the conversation digresses quickly.",
      "de": "Also redeten wir, doch schweiften schnell ab."
    }
  },
  {
    "translation": {
      "en": "And there were some people on the board who were adamant that,",
      "de": "Ein paar Leute im Vorstand sagten hartnäckig,"
    }
  },
  {
    "translation": {
      "en": "\"Hey, we need to cut ties.\"",
      "de": "dass wir uns lösen sollten."
    }
  },
  {
    "translation": {
      "en": "You know, we should probably just take steps to... separate ourselves from John.",
      "de": "Wir sollten uns einfach von John lösen."
    }
  },
  {
    "translation": {
      "en": "Um, obviously, we couldn't kick him out of the sport.",
      "de": "Wir konnten ihm den Sport nicht nehmen."
    }
  },
  {
    "translation": {
      "en": "He was free to do whatever he wanted to do, but we could... we could turn back his resources.",
      "de": "Er konnte machen, was er wollte, aber wir konnten sein Geld ablehnen."
    }
  },
  {
    "translation": {
      "en": "But then Dave says... [stammers]",
      "de": "Doch dann meinte Dave..."
    }
  },
  {
    "translation": {
      "en": "And this was probably the deciding moment",
      "de": "Und das war wohl der entscheidende Moment"
    }
  },
  {
    "translation": {
      "en": "after this hour-long debate, argument, you know.",
      "de": "nach dieser stundenlangen Debatte."
    }
  },
  {
    "translation": {
      "en": "We get down to this, and Dave says...",
      "de": "Wir entscheiden uns, und Dave sagt:"
    }
  },
  {
    "translation": {
      "en": "\"I have my family and children on the farm.",
      "de": "\"Meine Familie, meine Kinder sind auf der Farm."
    }
  },
  {
    "translation": {
      "en": "If I thought for one moment they were in danger,",
      "de": "Würde ich einen Moment denken, dass sie in Gefahr sind,"
    }
  },
  {
    "translation": {
      "en": "I would pack up and leave.\"",
      "de": "würde ich verschwinden.\""
    }
  },
  {
    "translation": {
      "en": "And so we thought, \"Well, that's convincing.\"",
      "de": "Das überzeugte uns."
    }
  },
  {
    "translation": {
      "en": "[Nancy] Okay, you ready to run to Jim? [Humphrey] All right, come on, run to me!",
      "de": "-Bereit, zu Jim zu rennen? -Komm, renn zu mir rüber!"
    }
  },
  {
    "translation": {
      "en": "[Nancy] Okay, put your feet down and run to Jim. [Humphrey] Come on, run to me. Run to me.",
      "de": "-Los, renn zu Jim. -Komm her."
    }
  },
  {
    "translation": {
      "en": "Come on, come over here. Come on. Hey! Ah!",
      "de": "Komm schon her. Hey!"
    }
  },
  {
    "translation": {
      "en": "Good job, Mom.",
      "de": "Gut gemacht, Mom."
    }
  },
  {
    "translation": {
      "en": "[Chaid] I flew back to Foxcatcher just right around the middle of November.",
      "de": "Ich flog Mitte November nach Foxcatcher zurück."
    }
  },
  {
    "translation": {
      "en": "And there was some tension.",
      "de": "Es gab einige Spannungen."
    }
  },
  {
    "translation": {
      "en": "I just pulled the truck back up and started loading so I could get the hell out of there.",
      "de": "Ich begann, den Truck zu beladen, damit ich verschwinden konnte."
    }
  },
  {
    "translation": {
      "en": "[Chaid] This is David Schultz.",
      "de": "Das ist David Schultz."
    }
  },
  {
    "translation": {
      "en": "The number-one surfer Dan Chaid just fell off the wave.",
      "de": "Der Top-Surfer Dan Chaid ist von der Welle gefallen."
    }
  },
  {
    "translation": {
      "en": "-[Chaid] It's clean, huh? -It's looking good.",
      "de": "-Sauber, oder? -Sieht gut aus."
    }
  },
  {
    "translation": {
      "en": "-[Chaid] Clean. -It's looking good.",
      "de": "-Sauber. -Sieht gut aus."
    }
  },
  {
    "translation": {
      "en": "[Chaid] Dave said, \"You know, it's just John, you know? I think he just was fixated on you.\"",
      "de": "Dave sagte: \"Es ist nur John. Ich glaube, er war auf dich fixiert.\""
    }
  },
  {
    "translation": {
      "en": "You know, tried to really keep directing it towards me.",
      "de": "Versuchte, es mir zuzuschieben."
    }
  },
  {
    "translation": {
      "en": "[chuckles] I'm going... \"You gotta be... you gotta be kidding me, right?\"",
      "de": "Ich sagte: \"Das soll ein Scherz sein, oder?\""
    }
  },
  {
    "translation": {
      "en": "[Chaid] Got the van in the van.",
      "de": "Habe den Van und den Van."
    }
  },
  {
    "translation": {
      "en": "[Robbie] Dan took that moving van, he filled it up and took it,",
      "de": "Dan belud den Umzugswagen und fuhr weg,"
    }
  },
  {
    "translation": {
      "en": "and left his van over at Dave's house. And that caused all kinds of problems.",
      "de": "und ließ seinen Van bei Dave stehen. Das führte zu einer Reihe von Problemen."
    }
  },
  {
    "translation": {
      "en": "Now, John is focusing on Dave's house, on Dave.",
      "de": "John konzentrierte sich dann auf Daves Haus, auf Dave."
    }
  },
  {
    "translation": {
      "en": "Like, \"Why is the truck there? What's in the truck?\"",
      "de": "\"Warum ist der Truck hier? Was ist drinnen?\""
    }
  },
  {
    "translation": {
      "en": "You know, who knows what went through his mind.",
      "de": "Wer weiß, was in ihm vorging."
    }
  },
  {
    "translation": {
      "en": "[Dave] Why do you call it baby mouth? Does she have a mouth like a baby?",
      "de": "Wieso nennst du sie Babymund? Hat sie einen Mund wie ein Baby?"
    }
  },
  {
    "translation": {
      "en": "-Lookit. -Uh-huh...",
      "de": "Guck doch."
    }
  },
  {
    "translation": {
      "en": "A fine mouth. Isn't that funny?",
      "de": "Ein toller Mund. Lustig, oder?"
    }
  },
  {
    "translation": {
      "en": "[Joe] Some of the people who worked security for du Pont",
      "de": "Einige von du Ponts Sicherheitsleuten"
    }
  },
  {
    "translation": {
      "en": "informed him that Chaid was on the property.",
      "de": "sagten ihm, dass Chaid auf dem Gelände war."
    }
  },
  {
    "translation": {
      "en": "And du Pont got high or drunk or both and went to David's home with a rifle,",
      "de": "Du Pont nahm Drogen, betrank sich oder beides, und ging mit einer Waffe zu David,"
    }
  },
  {
    "translation": {
      "en": "uh, looking for Chaid.",
      "de": "auf der Suche nach Chaid."
    }
  },
  {
    "translation": {
      "en": "He did come down to the house carrying a shotgun, was drunk and then...",
      "de": "Er kam mit einer Flinte zum Haus, war betrunken und dann..."
    }
  },
  {
    "translation": {
      "en": "As soon as he came in the door, Dave stopped him at the front door and said, \"John, you can't come in my house like this.",
      "de": "Er kam rein, und Dave sagte: \"So kannst du nicht hier reinkommen."
    }
  },
  {
    "translation": {
      "en": "Especially not with a gun. Give me the gun.\" And John gave him the gun.",
      "de": "Besonders nicht mit einem Gewehr. Gib es mir.\" Und das tat John."
    }
  },
  {
    "translation": {
      "en": "And John was so drunk, he fell down. He just stumbled and fell down.",
      "de": "Besonders nicht mit einem Gewehr. Gib es mir.\" Und das tat John. John war so betrunken, dass er hinfiel. Er stolperte und fiel hin."
    }
  },
  {
    "translation": {
      "en": "He hit his head on a window sill and cut his head open.",
      "de": "Er schlug sich den Kopf an der Fensterbank auf."
    }
  },
  {
    "translation": {
      "en": "We had to call a doctor and have him stitched up.",
      "de": "Wir riefen einen Arzt, der ihn nähen musste."
    }
  },
  {
    "translation": {
      "en": "Pull his car downstairs, if you could?",
      "de": "Könnt ihr sein Auto nach unten ziehen?"
    }
  },
  {
    "translation": {
      "en": "[Robbie] In the morning, he woke up, he was like, \"What happened? What's going on?\"",
      "de": "Als er morgens aufwachte, fragte er, was los war."
    }
  },
  {
    "translation": {
      "en": "Looked like Raging Bull, you know?",
      "de": "Er sah übel zugerichtet aus."
    }
  },
  {
    "translation": {
      "en": "Couldn't open it. Big, puffed up and...",
      "de": "Kriegte die Augen nicht auf. Dick angeschwollen und..."
    }
  },
  {
    "translation": {
      "en": "He said, \"What's it look like?\" I said, \"It looks like you got hit with a bat.\"",
      "de": "Er sagte: \"Wie sieht es aus?\" Ich sagte: \"Wie von einem Baseball-Schläger.\""
    }
  },
  {
    "translation": {
      "en": "[Joe] And from that, du Pont manufactured the story",
      "de": "Daraus bastelte sich du Pont die Geschichte,"
    }
  },
  {
    "translation": {
      "en": "that he'd been assaulted by Chaid,",
      "de": "dass Chaid ihn angegriffen hätte. Er wollte, dass die Polizei kam."
    }
  },
  {
    "translation": {
      "en": "and wanted the police to look into it and I think he even went",
      "de": "dass Chaid ihn angegriffen hätte. Er wollte, dass die Polizei kam. Er ging zur Staats- und zur örtlichen Polizei."
    }
  },
  {
    "translation": {
      "en": "to the state police as well as the local police.",
      "de": "Er ging zur Staats- und zur örtlichen Polizei."
    }
  },
  {
    "translation": {
      "en": "[Chaid] And then it really put Dave in a bad situation",
      "de": "Das brachte Dave in eine dumme Lage,"
    }
  },
  {
    "translation": {
      "en": "because they went down to question Dave, and he'd said, \"No, that's not true.",
      "de": "weil sie ihn befragten, und er sagte: \"Das stimmt nicht."
    }
  },
  {
    "translation": {
      "en": "Dan was here for about ten minutes and left.\"",
      "de": "Dan war nur etwa zehn Minuten hier.\""
    }
  },
  {
    "translation": {
      "en": "[Joe] When they found out what had occurred, they just kind of sat on it for a while.",
      "de": "Als sie herausfanden, was geschehen war, taten sie erst mal nichts."
    }
  },
  {
    "translation": {
      "en": "Uh, there was no criminal activity on the part of Chaid who wasn't even there,",
      "de": "Chaid hatte kein Verbrechen begangen, war nicht einmal da gewesen,"
    }
  },
  {
    "translation": {
      "en": "and not on the part of David Schultz.",
      "de": "und David Schultz auch nicht."
    }
  },
  {
    "translation": {
      "en": "But du Pont began to bear hostility towards David, feeling that he betrayed him.",
      "de": "Aber du Pont begann, David anzufeinden, weil er fand, er habe ihn verraten."
    }
  },
  {
    "translation": {
      "en": "And the relationship with David began to deteriorate right at that point.",
      "de": "Von da an wurde die Beziehung zu David schlechter."
    }
  },
  {
    "translation": {
      "en": "[Nancy] It's so strange and too much weirdness.",
      "de": "Es ist so seltsam."
    }
  },
  {
    "translation": {
      "en": "There's just no reason to live in an environment like that.",
      "de": "Es gibt keinen Grund, an so einem Ort zu leben."
    }
  },
  {
    "translation": {
      "en": "-Good morning. -[Danielle Schultz screaming]",
      "de": "Guten Morgen."
    }
  },
  {
    "translation": {
      "en": "And we had a little conflict over it, even. \"I'm sorry, but I'm drawing a line in the sand.",
      "de": "Wir stritten uns darüber. \"Es reicht. Lass uns fortgehen.\""
    }
  },
  {
    "translation": {
      "en": "We're gonna leave.\" And then Dave started saying,",
      "de": "Wir stritten uns darüber. \"Es reicht. Lass uns fortgehen.\" Darauf sagte Dave: \"Wir ziehen nach der Olympiade nach Kalifornien.\""
    }
  },
  {
    "translation": {
      "en": "\"Well, we'll move to California as soon as the Olympics are over.\"",
      "de": "Darauf sagte Dave: \"Wir ziehen nach der Olympiade nach Kalifornien.\""
    }
  },
  {
    "translation": {
      "en": "We were six months away from the Olympic trials, and Dave, he was, like, 37, I think.",
      "de": "Es war sechs Monate vor der Olympiade, und Dave war 37, glaube ich."
    }
  },
  {
    "translation": {
      "en": "So for him, this is his last chance to be on an Olympic team",
      "de": "Es war seine letzte Chance, in der Olympiamannschaft zu sein"
    }
  },
  {
    "translation": {
      "en": "and win another gold medal.",
      "de": "und eine Goldmedaille zu holen."
    }
  },
  {
    "translation": {
      "en": "[announcer] Schultz wins the match!",
      "de": "Schultz gewinnt den Kampf!"
    }
  },
  {
    "translation": {
      "en": "[Brian] A lot of us put a blind eye to any dangers because we were pursuing our dream, you know?",
      "de": "Viele von uns blendeten die Gefahr aus, weil wir unseren Traum verfolgten."
    }
  },
  {
    "translation": {
      "en": "It was more or less a game of, you know... [inhales sharply] John being paranoid and us helping him, and... you know.",
      "de": "Es war eine Art Spiel: John war paranoid und wir halfen ihm."
    }
  },
  {
    "translation": {
      "en": "[Guira] John loved Dave.",
      "de": "John liebte Dave."
    }
  },
  {
    "translation": {
      "en": "He loved Dave, and then Dave also became like this demon that was after him.",
      "de": "Er liebte Dave, doch dann wurde Dave zum Dämon, der ihn verfolgte."
    }
  },
  {
    "translation": {
      "en": "He'd gotten madder and madder and madder.",
      "de": "Er wurde immer verrückter."
    }
  },
  {
    "translation": {
      "en": "[Kevin] Dave should've got out of there.",
      "de": "Dave hätte gehen sollen."
    }
  },
  {
    "translation": {
      "en": "I mean, Dave should've got out of there. Dave should've left.",
      "de": "Dave hätte gehen sollen. Er hätte abhauen sollen."
    }
  },
  {
    "translation": {
      "en": "From tunnels, to spying on him, from everything else,",
      "de": "Die Tunnel, das Bespitzeln, alles andere,"
    }
  },
  {
    "translation": {
      "en": "he came to the determination that Dave was responsible for it.",
      "de": "er war nun überzeugt, dass Dave dafür verantwortlich war."
    }
  },
  {
    "translation": {
      "en": "And he was gonna do something about it.",
      "de": "Und er wollte dagegen vorgehen."
    }
  },
  {
    "translation": {
      "en": "[Nancy] Storm of '96. It's still snowing. It's been snowing straight for 24 hours.",
      "de": "Sturm von '96. Es schneit immer noch. Es schneit seit 24 Stunden durchgehend."
    }
  },
  {
    "translation": {
      "en": "And this is the scene at Foxcatcher Farms. There's Dave's window.",
      "de": "So sieht es auf der Foxcatcher Farm aus. Da ist Daves Fenster."
    }
  },
  {
    "translation": {
      "en": "You can't even see out of Dave's office windows.",
      "de": "Man kann nicht mal aus Daves Bürofenster gucken."
    }
  },
  {
    "translation": {
      "en": "Nobody can go anywhere.",
      "de": "Niemand kann weg."
    }
  },
  {
    "translation": {
      "en": "Dave went to borrow the plow from the dairy people.",
      "de": "Dave ist los, den Pflug von der Molkerei ausleihen."
    }
  },
  {
    "translation": {
      "en": "[Danielle] Mommy, put this on camera.",
      "de": "Mommy, film das."
    }
  },
  {
    "translation": {
      "en": "What do you think of the snowstorm, Danny?",
      "de": "Was hältst du vom Schneesturm, Danny?"
    }
  },
  {
    "translation": {
      "en": "It's great! [grunts] [Alexander Schultz] It's the biggest in Pennsylvania!",
      "de": "-Er ist toll! -Der größte in Pennsylvania!"
    }
  },
  {
    "translation": {
      "en": "[Danielle] It is so deep. Look at my feet!",
      "de": "So tief. Sieh dir meine Füße an!"
    }
  },
  {
    "translation": {
      "en": "[Stearne] Dave was in the gym that morning, came into my office.",
      "de": "Dave trainierte an diesem Morgen, er kam in mein Büro."
    }
  },
  {
    "translation": {
      "en": "He had \"kids,\" K-I-D-S, written on his forehead.",
      "de": "Auf seiner Stirn stand \"Kids\", K-I-D-S."
    }
  },
  {
    "translation": {
      "en": "And I said, \"'Kids'? Why'd you write 'kids' on your forehead, Dave, in marker?\"",
      "de": "Ich fragte ihn: \"Wieso steht das auf deiner Stirn?\""
    }
  },
  {
    "translation": {
      "en": "He's like, \"Oh, that's to remind me. I have to pick the kids up at school.\"",
      "de": "Er sagte: \"Als Erinnerung, dass ich sie von der Schule abholen muss.\""
    }
  },
  {
    "translation": {
      "en": "And I said, \"Dave, you don't seem like the kind of guy that's gonna be looking in the mirror a whole lot,",
      "de": "Ich sagte: \"Du wirkst nicht wie einer, der viel in den Spiegel schaut,"
    }
  },
  {
    "translation": {
      "en": "so why would you write it there?\"",
      "de": "wieso steht es also dort?\""
    }
  },
  {
    "translation": {
      "en": "So he said, \"That's why I wrote it here... too.\"",
      "de": "Er sagte: \"Deshalb habe ich es auch hierhin geschrieben.\""
    }
  },
  {
    "translation": {
      "en": "And he had it written in his hand, \"kids.\"",
      "de": "Er hatte es sich in die Hand geschrieben."
    }
  },
  {
    "translation": {
      "en": "[voice breaking] So that's the last thing he said to me.",
      "de": "Das ist das Letzte, was er zu mir sagte."
    }
  },
  {
    "translation": {
      "en": "Come on in. The heat's getting out.",
      "de": "Komm rein, die Wärme geht raus."
    }
  },
  {
    "translation": {
      "en": "-[Dave] We need lights. -Heat's getting out.",
      "de": "-Wir brauchen Licht. -Die Wärme geht raus."
    }
  },
  {
    "translation": {
      "en": "[Patrick] I got there, went immediately in to see John. He says, \"We've had a storm on the property.\"",
      "de": "Ich kam an und ging sofort zu John. Er sagte: \"Wir hatten hier einen Sturm.\""
    }
  },
  {
    "translation": {
      "en": "He says there's a lot of trees down and some damage to the fences and so forth.",
      "de": "Und dass viele Bäume umgestürzt und einige Zäune beschädigt seien."
    }
  },
  {
    "translation": {
      "en": "He says, \"Let me take you around and show you.\"",
      "de": "Er sagte: \"Kommen Sie, ich zeig's Ihnen.\""
    }
  },
  {
    "translation": {
      "en": "Then he comes out with, um, a camera and a pistol...",
      "de": "Er kam mit einer Kamera und einer Pistole raus."
    }
  },
  {
    "translation": {
      "en": "which was a little unusual.",
      "de": "Das war etwas seltsam."
    }
  },
  {
    "translation": {
      "en": "[Patrick] So we're driving around, and he's showing me what trees fell and so forth.",
      "de": "Wir fuhren rum, und er zeigte mir, welche Bäume gefallen waren und so."
    }
  },
  {
    "translation": {
      "en": "We go to the right, to the backside of the property where Dave's house was.",
      "de": "Wir bogen rechts ab, auf die Rückseite, wo Daves Haus war."
    }
  },
  {
    "translation": {
      "en": "[Nancy] We were having lunch in the house, and we heard a car pull up.",
      "de": "Wir aßen im Haus zu Mittag und hörten, wie ein Auto kam."
    }
  },
  {
    "translation": {
      "en": "So, Dave kind of walked over here, and he said, \"It's John.\"",
      "de": "Also ging Dave hier herüber und sagte: \"Es ist John.\""
    }
  },
  {
    "translation": {
      "en": "So John pulled his car up right about here.",
      "de": "John fuhr etwa bis hierher."
    }
  },
  {
    "translation": {
      "en": "[Patrick] As Dave walks up,",
      "de": "Als Dave auf ihn zuging,"
    }
  },
  {
    "translation": {
      "en": "John picks the pistol up...",
      "de": "nahm John die Pistole,"
    }
  },
  {
    "translation": {
      "en": "and immediately swings it out the window and shoots Dave.",
      "de": "hielt sie aus dem Fenster und schoss auf Dave."
    }
  },
  {
    "translation": {
      "en": "[Nancy panicked] You go stay with him.",
      "de": "Bleib bei ihm."
    }
  },
  {
    "translation": {
      "en": "[operator] Police, fire and ambulance, 97.",
      "de": "Polizei, Feuerwehr, Krankenwagen."
    }
  },
  {
    "translation": {
      "en": "[Nancy] 3909 Goshen Road. A man's been shot.",
      "de": "Goshen Road 3909. Ein Mann wurde angeschossen."
    }
  },
  {
    "translation": {
      "en": "[operator] Okay, was it accidental or did somebody do it on purpose?",
      "de": "War es ein Unfall oder Absicht?"
    }
  },
  {
    "translation": {
      "en": "[Nancy] Somebody did it on purpose! Get an ambulance here right now!",
      "de": "Absicht! Wir brauchen sofort einen Krankenwagen!"
    }
  },
  {
    "translation": {
      "en": "[operator] Relax. [Nancy] He tried many times!",
      "de": "-Ruhig. -Mehrfach."
    }
  },
  {
    "translation": {
      "en": "[operator] Okay, ma'am, you have to give me the information I need.",
      "de": "Geben Sie mir die Informationen, die ich brauche."
    }
  },
  {
    "translation": {
      "en": "-Is the person who shot him still there? -[Nancy] It's John du Pont.",
      "de": "-Ist der Schütze noch da? -Es war John du Pont."
    }
  },
  {
    "translation": {
      "en": "[operator] John du Pont shot him? [Nancy] He shot him, yes!",
      "de": "-John du Pont? -Ja."
    }
  },
  {
    "translation": {
      "en": "[operator] Okay, where is John du Pont at?",
      "de": "Wo ist John du Pont?"
    }
  },
  {
    "translation": {
      "en": "[Nancy] He's gone. He just drove off in a car.",
      "de": "Er ist weg, er ist eben weggefahren."
    }
  },
  {
    "translation": {
      "en": "Oh, God, please hurry!",
      "de": "Bitte beeilen Sie sich!"
    }
  },
  {
    "translation": {
      "en": "[operator] Okay, ma'am. Ma'am, they're on the way, okay?",
      "de": "Alles klar. Wir sind auf dem Weg, ja?"
    }
  },
  {
    "translation": {
      "en": "[Nancy] It's okay, David. It's okay, David. It's gonna be okay, David.",
      "de": "Alles ok, David. Alles wird gut, David."
    }
  },
  {
    "translation": {
      "en": "[Nancy] And so I just remember rolling him over",
      "de": "Ich rollte ihn auf die andere Seite,"
    }
  },
  {
    "translation": {
      "en": "and he was doing this thing that he used to do when he was training real hard. He was going...",
      "de": "und er machte, was er immer beim Training tat. Er machte..."
    }
  },
  {
    "translation": {
      "en": "Like trying to concentrate, like trying to keep himself alive.",
      "de": "Er versuchte, sich zu konzentrieren, wollte am Leben bleiben."
    }
  },
  {
    "translation": {
      "en": "And all of a sudden, he just stopped breathing.",
      "de": "Plötzlich hörte er auf zu atmen."
    }
  },
  {
    "translation": {
      "en": "And I said, \"I love you,\" and I gave him a kiss on the forehead...",
      "de": "Ich sagte: \"Ich liebe dich\", gab ihm einen Kuss auf die Stirn,"
    }
  },
  {
    "translation": {
      "en": "and... he died.",
      "de": "und er starb."
    }
  },
  {
    "translation": {
      "en": "He died right then.",
      "de": "Da starb er."
    }
  },
  {
    "translation": {
      "en": "[Patrick] My first reaction was, I think I said, \"John, what are you doing?\"",
      "de": "Meine erste Reaktion war: \"John, was machen Sie?\""
    }
  },
  {
    "translation": {
      "en": "As I got out of the seatbelt and proceeded to get out of the car...",
      "de": "Ich löste den Gurt und wollte aus dem Auto steigen,"
    }
  },
  {
    "translation": {
      "en": "he threw the car in reverse and fled.",
      "de": "aber er fuhr rückwärts und floh."
    }
  },
  {
    "translation": {
      "en": "He had gone back to the house and said,",
      "de": "Er war zurück ins Haus gegangen und sagte:"
    }
  },
  {
    "translation": {
      "en": "\"Police will be coming. Don't let them in.\"",
      "de": "\"Die Polizei wird kommen. Lassen Sie sie nicht rein.\""
    }
  },
  {
    "translation": {
      "en": "[Mike] The SWAT team assembled here initially,",
      "de": "Das SWAT-Team versammelte sich hier,"
    }
  },
  {
    "translation": {
      "en": "and we gave them a briefing of what had occurred.",
      "de": "und wir erzählten ihnen kurz, was geschehen war."
    }
  },
  {
    "translation": {
      "en": "We knew that he had a variety of weapons, a lot of handguns, rifles.",
      "de": "Wir wussten, dass er einige Waffen besaß, viele Handfeuerwaffen, Gewehre..."
    }
  },
  {
    "translation": {
      "en": "We knew that one end of the mansion was a combination library/safe room,",
      "de": "Im Haus gab es eine Kombination aus Bibliothek und Tresorraum"
    }
  },
  {
    "translation": {
      "en": "and that had a vault door,",
      "de": "mit einer Panzertür,"
    }
  },
  {
    "translation": {
      "en": "and we knew that that could be used to hole up in, so to speak.",
      "de": "und wir wussten, dass man das nutzen konnte, um sich zu verstecken."
    }
  },
  {
    "translation": {
      "en": "I guess the news spread fast.",
      "de": "Es verbreitete sich schnell."
    }
  },
  {
    "translation": {
      "en": "\"I think John shot somebody. They're saying it might be Dave.\"",
      "de": "\"Ich glaube, John hat wen erschossen. Es könnte Dave sein.\""
    }
  },
  {
    "translation": {
      "en": "\"Okay, so, they were messing around and the gun might have fell",
      "de": "\"Sie spielten herum, und das Gewehr fiel runter,"
    }
  },
  {
    "translation": {
      "en": "and hit Dave and he's going to the hospital.\"",
      "de": "traf Dave, und er ist auf dem Weg ins Krankenhaus.\""
    }
  },
  {
    "translation": {
      "en": "[in Bulgarian] I was driving fast, speeding, so I could get back and see...",
      "de": "Ich fuhr schnell, um zurückzukommen und zu sehen..."
    }
  },
  {
    "translation": {
      "en": "And I prayed...",
      "de": "Und ich betete..."
    }
  },
  {
    "translation": {
      "en": "that Dave would be alive.",
      "de": "...dass Dave am Leben sein würde."
    }
  },
  {
    "translation": {
      "en": "I was just briefed at the command center. Uh, negotiations are ongoing.",
      "de": "Ich hatte ein Briefing in der Kommandozentrale. Verhandlungen laufen."
    }
  },
  {
    "translation": {
      "en": "Situation is status quo. They had me contact with Mr. du Pont.",
      "de": "So sieht's aus. Ich nahm Verbindung zu Mr du Pont auf."
    }
  },
  {
    "translation": {
      "en": "[John] Hello? [man] Mr. du Pont, sir.",
      "de": "-Hallo? -Mr du Pont."
    }
  },
  {
    "translation": {
      "en": "[John] Uh, what do you want? [man] Uh, basically to resolve the situation.",
      "de": "-Was wollen Sie? -Einfach nur die Situation klären."
    }
  },
  {
    "translation": {
      "en": "[John] Um, His Holiness is under siege here",
      "de": "Seine Heiligkeit wird belagert,"
    }
  },
  {
    "translation": {
      "en": "and the thing is I want to get the thing resolved,",
      "de": "und ich will, dass die Sache aufgeklärt wird"
    }
  },
  {
    "translation": {
      "en": "and get the lights off the lawn here",
      "de": "und die Lichter vom Rasen verschwinden"
    }
  },
  {
    "translation": {
      "en": "and a few other things that are annoying me. There was the Holy property here. Get out of here.",
      "de": "und anderes, was mich stört. Das war heiliger Boden. Hauen Sie ab."
    }
  },
  {
    "translation": {
      "en": "[man] Why not stay on the line? We'll try to resolve this.",
      "de": "Bleiben Sie dran. Wir klären das."
    }
  },
  {
    "translation": {
      "en": "[John] No! Goodbye. [man] Mr. du Pont?",
      "de": "-Nein! Tschüss. -Mr du Pont?"
    }
  },
  {
    "translation": {
      "en": "[Brian Williams] A bizarre story has been unfolding for hours",
      "de": "Seit Stunden entwickelt sich eine bizarre Geschichte"
    }
  },
  {
    "translation": {
      "en": "in a wealthy Pennsylvania suburb.",
      "de": "in einem reichen Vorort in Pennsylvania."
    }
  },
  {
    "translation": {
      "en": "It involves a violent murder and a heavily armed stand-off with police.",
      "de": "Es geht um Mord und eine bewaffnete Pattsituation mit der Polizei."
    }
  },
  {
    "translation": {
      "en": "It also involves the heir to a huge fortune, a du Pont,",
      "de": "Und um den Erben eines großen Vermögens, einen du Pont,"
    }
  },
  {
    "translation": {
      "en": "who has turned his estate into a massive fortress.",
      "de": "der sein Anwesen in eine Festung verwandelt hat."
    }
  },
  {
    "translation": {
      "en": "We found out it was...",
      "de": "Wir fanden heraus..."
    }
  },
  {
    "translation": {
      "en": "[voice breaking] Found out it was Dave.",
      "de": "Dass es Dave war."
    }
  },
  {
    "translation": {
      "en": "We went in the emergency room. I was like, \"Where's Dave Schultz?\"",
      "de": "Wir fragten in der Notaufnahme nach Dave."
    }
  },
  {
    "translation": {
      "en": "And she's like, \"He's gone.\" I'm like, \"Where'd they take him?\"",
      "de": "Sie sagte: \"Er ist fort.\" Ich fragte: \"Wo denn?\""
    }
  },
  {
    "translation": {
      "en": "And she's like, \"No, he's gone.\"",
      "de": "Und sie meinte: \"Er ist tot.\""
    }
  },
  {
    "translation": {
      "en": "And nobody knew what-- Nobody said anything.",
      "de": "Und keiner wusste, was... Keiner sprach."
    }
  },
  {
    "translation": {
      "en": "Just couldn't-- Just shocked. Didn't, couldn't-- Speechless.",
      "de": "Wir waren schockiert. Sprachlos."
    }
  },
  {
    "translation": {
      "en": "[Nancy] After I left the hospital, they had to take me straight to the police station",
      "de": "Als ich aus dem Krankenhaus kam, musste ich direkt auf die Polizeiwache,"
    }
  },
  {
    "translation": {
      "en": "where I had to start giving a statement about what happened.",
      "de": "wo ich meine Aussage machen musste."
    }
  },
  {
    "translation": {
      "en": "And all I could think about was",
      "de": "Ich dachte nur:"
    }
  },
  {
    "translation": {
      "en": "[voice breaking] \"I want to get home to my kids,\" 'cause they didn't know yet.",
      "de": "\"Ich will zu meinen Kindern\", denn sie wussten noch nichts."
    }
  },
  {
    "translation": {
      "en": "[Alexander] My mom got home",
      "de": "Meine Mutter kam,"
    }
  },
  {
    "translation": {
      "en": "and brought me and my sister upstairs",
      "de": "brachte uns nach oben,"
    }
  },
  {
    "translation": {
      "en": "and all the other adults brought everyone into the basement.",
      "de": "und die anderen Erwachsenen brachten die anderen nach unten."
    }
  },
  {
    "translation": {
      "en": "[Danielle] She sat us down on this bed",
      "de": "Sie setzte uns aufs Bett,"
    }
  },
  {
    "translation": {
      "en": "and, um, she just, like, took some breaths and she said,",
      "de": "und sie holte tief Luft und sagte:"
    }
  },
  {
    "translation": {
      "en": "\"Today, John du Pont pulled up to the house",
      "de": "\"Heute fuhr John du Pont auf unser Haus zu... DAVES TOCHTER"
    }
  },
  {
    "translation": {
      "en": "and... shot a gun and killed your father.\"",
      "de": "...schoss mit einem Gewehr und tötete euren Vater.\""
    }
  },
  {
    "translation": {
      "en": "And then we just sat in the basement and cried for, uh...",
      "de": "Und wir saßen unten im Haus und weinten."
    }
  },
  {
    "translation": {
      "en": "It felt like hours.",
      "de": "Über Stunden."
    }
  },
  {
    "translation": {
      "en": "We intend to wait as long as it takes to resolve this problem,",
      "de": "Wir haben vor, so lange zu warten, wie es dauert, um dieses Problem zu lösen,"
    }
  },
  {
    "translation": {
      "en": "uh, without anyone else being... without anyone else being injured.",
      "de": "ohne dass noch jemand verletzt wird."
    }
  },
  {
    "translation": {
      "en": "[Christopher Lunn] As the night went on, and then it went into Saturday,",
      "de": "Die Nacht verging, dann wurde es Samstag,"
    }
  },
  {
    "translation": {
      "en": "and then into Sunday, it was kind of unprecedented",
      "de": "dann Sonntag, und es war noch nie vorgekommen,"
    }
  },
  {
    "translation": {
      "en": "that a SWAT situation would go this long.",
      "de": "dass ein SWAT-Vorfall so lange dauerte."
    }
  },
  {
    "translation": {
      "en": "Last evening, at approximately 9:00 p.m.,",
      "de": "Gestern Abend um etwa 21:00 Uhr"
    }
  },
  {
    "translation": {
      "en": "negotiations with Mr. du Pont, uh, continued.",
      "de": "wurden die Verhandlungen mit Mr du Pont fortgesetzt."
    }
  },
  {
    "translation": {
      "en": "The phone call with Mr. du Pont was extremely cordial and positive,",
      "de": "Das Telefongespräch mit ihm war extrem freundlich und positiv,"
    }
  },
  {
    "translation": {
      "en": "and that was the last contact with Mr. du Pont.",
      "de": "und das war der letzte Kontakt mit ihm."
    }
  },
  {
    "translation": {
      "en": "Mr. du Pont chose to go to bed at that particular time...",
      "de": "Mr du Pont entschied, um diese Uhrzeit ins Bett zu gehen,"
    }
  },
  {
    "translation": {
      "en": "and, uh, all negotiations or contacts with Mr. du Pont ended at 9:00 last night.",
      "de": "und alle Verhandlungen und der Kontakt mit ihm endeten gestern Abend um neun."
    }
  },
  {
    "translation": {
      "en": "[reporter] Lieutenant, why would this man be allowed to go to sleep?",
      "de": "Lieutenant, wieso darf er schlafen gehen?"
    }
  },
  {
    "translation": {
      "en": "I wish I had a better answer than \"I don't know.\"",
      "de": "Ich kann Ihnen leider nur sagen: \"Ich weiß nicht.\""
    }
  },
  {
    "translation": {
      "en": "[newscaster] Du Pont's threats and increasingly bizarre behavior",
      "de": "Wegen du Ponts Drohungen und seines zunehmend bizarren Verhaltens"
    }
  },
  {
    "translation": {
      "en": "led some residents to ask why local police did not take action.",
      "de": "fragten einige Anwohner, wieso die Polizei nichts unternahm."
    }
  },
  {
    "translation": {
      "en": "They wondered if du Pont and the police",
      "de": "Ob du Pont und die Polizei"
    }
  },
  {
    "translation": {
      "en": "had perhaps developed too chummy a relationship.",
      "de": "vielleicht eine zu freundschaftliche Beziehung hatten."
    }
  },
  {
    "translation": {
      "en": "Several, several years ago, we were all, uh, up at the range,",
      "de": "Vor einigen Jahren trainierten wir"
    }
  },
  {
    "translation": {
      "en": "uh, practicing on the inside and outside range.",
      "de": "alle drinnen und draußen am Schießstand."
    }
  },
  {
    "translation": {
      "en": "[reporter] Did you live there?",
      "de": "Lebten Sie dort?"
    }
  },
  {
    "translation": {
      "en": "Did you shoot with him or practice with him?",
      "de": "Schossen Sie mit ihm oder übten Sie?"
    }
  },
  {
    "translation": {
      "en": "I've never shot a gun with Mr. du Pont at all, no.",
      "de": "Ich schoss nie mit Mr du Pont."
    }
  },
  {
    "translation": {
      "en": "Would it be fair to say that a lot of the people whose guns are trained on him",
      "de": "Könnte man sagen, dass viele, die ihn jetzt im Visier haben,"
    }
  },
  {
    "translation": {
      "en": "are wearing bullet proof vests, vests that he provided, and, uh...",
      "de": "schusssichere Westen tragen, die von ihm gestellt wurden und..."
    }
  },
  {
    "translation": {
      "en": "I can't disclose that. I can't comment on that right now.",
      "de": "Das darf ich nicht sagen oder kommentieren."
    }
  },
  {
    "translation": {
      "en": "[Mike] As you well know, Delaware County response teams",
      "de": "Wie Sie wissen, hatten die Notfallteams des Delaware County"
    }
  },
  {
    "translation": {
      "en": "have been working under very, very difficult situations with the weather.",
      "de": "mit einer schwierigen Wettersituation zu kämpfen."
    }
  },
  {
    "translation": {
      "en": "Heat was, in fact, turned off to the du Pont mansion late Friday evening,",
      "de": "Die Heizung der Du-Pont-Villa wurde am späten Freitagabend abgestellt,"
    }
  },
  {
    "translation": {
      "en": "so there is no heat at this time inside the mansion.",
      "de": "also gibt es dort momentan keine Heizung."
    }
  },
  {
    "translation": {
      "en": "[John] Get the heat turned on over there.",
      "de": "Machen Sie die Heizung an."
    }
  },
  {
    "translation": {
      "en": "[man] Yeah, but I don't know if we could send a maintenance guy in to the property to do that.",
      "de": "Ich weiß nicht, ob wir einen Techniker dafür aufs Gelände schicken können."
    }
  },
  {
    "translation": {
      "en": "[John] Well, then would you allow me to go over and take a look at the thing?",
      "de": "Darf ich dann rübergehen und nachsehen?"
    }
  },
  {
    "translation": {
      "en": "[man] I would have to let the people know that are out there that you are going to do that...",
      "de": "Ich müsste den Leuten draußen Bescheid sagen, dass Sie das machen,"
    }
  },
  {
    "translation": {
      "en": "so that you don't get hurt or no one gets hurt.",
      "de": "damit Sie nicht verletzt werden. Und niemand anders."
    }
  },
  {
    "translation": {
      "en": "[John] Well, no one would be hurt. I would just go over myself.",
      "de": "Keiner wird verletzt werden. Ich würde einfach rübergehen."
    }
  },
  {
    "translation": {
      "en": "[man] Well, I'll tell you what I'll do. I'll talk to my bosses...",
      "de": "Ich spreche mit meinen Vorgesetzten..."
    }
  },
  {
    "translation": {
      "en": "[John] You talk to your bosses first and call me back...",
      "de": "Machen Sie das, und rufen Sie zurück."
    }
  },
  {
    "translation": {
      "en": "[man] Okay, well, believe it or not, they're on another line for me",
      "de": "Sie sind auf der anderen Leitung, um ehrlich zu sein,"
    }
  },
  {
    "translation": {
      "en": "and they told me that that's okay.",
      "de": "und es ist ok."
    }
  },
  {
    "translation": {
      "en": "[John] All right. I'll go out the garden door.",
      "de": "Alles klar. Ich nehme die Tür zum Garten."
    }
  },
  {
    "translation": {
      "en": "[man] Okay, are you going to be armed?",
      "de": "Werden Sie bewaffnet sein?"
    }
  },
  {
    "translation": {
      "en": "[John] No. [man] Okay.",
      "de": "-Nein. -Ok."
    }
  },
  {
    "translation": {
      "en": "Please don't come out armed, okay?",
      "de": "Kommen Sie bitte nicht bewaffnet."
    }
  },
  {
    "translation": {
      "en": "[John] No, I won't. [man] Okay.",
      "de": "-Werde ich nicht. -Ok."
    }
  },
  {
    "translation": {
      "en": "[John] All right, I will be dressed in black.",
      "de": "Ich werde Schwarz tragen."
    }
  },
  {
    "translation": {
      "en": "[man] You're dressed in black.",
      "de": "Sie tragen Schwarz."
    }
  },
  {
    "translation": {
      "en": "[John] With my Bulgarian colors showing the flag.",
      "de": "Mit meinen bulgarischen Farben und der Flagge."
    }
  },
  {
    "translation": {
      "en": "Members of the mansion must move back. You must move back.",
      "de": "Die Leute an der Villa müssen zurück. Gehen Sie zurück."
    }
  },
  {
    "translation": {
      "en": "Then over the radios we hear, \"He's coming out, he's coming out.\"",
      "de": "Über Funk hörten wir: \"Er kommt raus.\""
    }
  },
  {
    "translation": {
      "en": "He then exits the back door of the property and starts walking towards the greenhouse.",
      "de": "Er kam durch die Hintertür und lief in Richtung Gewächshaus."
    }
  },
  {
    "translation": {
      "en": "An officer came out from behind a tree, started giving him commands.",
      "de": "Ein Polizist kam hinter einem Baum hervor und erteilte ihm Befehle."
    }
  },
  {
    "translation": {
      "en": "He kind of threw his hands up and then put them down and then up,",
      "de": "Er warf die Hände nach oben, dann runter, wieder hoch."
    }
  },
  {
    "translation": {
      "en": "and kind of turned back towards the house.",
      "de": "Und drehte sich zum Haus."
    }
  },
  {
    "translation": {
      "en": "A fast officer by the name of Officer Lunn chased him down.",
      "de": "Ein schneller Polizist namens Lunn fing ihn ein."
    }
  },
  {
    "translation": {
      "en": "It's my understanding there was a tackle involved, but, uh, that was it.",
      "de": "Es gab eine Rangelei, aber das war alles."
    }
  },
  {
    "translation": {
      "en": "[newscaster] Tonight, the nearly 50-hour stand-off on the grounds of the du Pont estate",
      "de": "Heute Abend wurde das fast 50-stündige Patt auf dem Du-Pont-Anwesen"
    }
  },
  {
    "translation": {
      "en": "in Delaware County has ended.",
      "de": "in Delaware County beendet."
    }
  },
  {
    "translation": {
      "en": "John du Pont walked out of his mansion and was apprehended by police.",
      "de": "John du Pont kam aus der Villa und wurde von der Polizei gefasst."
    }
  },
  {
    "translation": {
      "en": "He is in jail tonight, charged with murdering wrestler Dave Schultz.",
      "de": "Er ist im Gefängnis, unter Anklage wegen des Mordes an Ringer Dave Schultz."
    }
  },
  {
    "translation": {
      "en": "[Nancy] It was very surreal.",
      "de": "Es war sehr surreal."
    }
  },
  {
    "translation": {
      "en": "There's almost a fogginess around some of the memories that",
      "de": "Manche der Erinnerungen sind sehr vernebelt."
    }
  },
  {
    "translation": {
      "en": "it doesn't feel like-- It's almost like an out-of-body experience.",
      "de": "Es war, als wäre ich aus meinem Körper getreten."
    }
  },
  {
    "translation": {
      "en": "You almost feel like you're watching it or something,",
      "de": "Als würde man zusehen"
    }
  },
  {
    "translation": {
      "en": "completely not knowing which end is up and life had fallen apart.",
      "de": "und total neben sich stehen. Mein Leben war zerstört."
    }
  },
  {
    "translation": {
      "en": "Life had literally fallen apart.",
      "de": "Mein Leben war auseinandergebrochen."
    }
  },
  {
    "translation": {
      "en": "[Robbie stutters] I'm angry. I was-- I could've seen it coming or could've did something about it.",
      "de": "Ich bin wütend. Ich hätte es ahnen können oder etwas dagegen tun."
    }
  },
  {
    "translation": {
      "en": "It's just sad that, you know, Dave had to die. For what?",
      "de": "Es ist traurig, dass Dave sterben musste. Wofür?"
    }
  },
  {
    "translation": {
      "en": "[Jim] You know, the sport was shocked back to reality",
      "de": "Der Sport fand sich in der Realität wieder."
    }
  },
  {
    "translation": {
      "en": "that while this happened, everybody who knew Dave,",
      "de": "An dem, was passiert war, trugen alle, die Dave kannten,"
    }
  },
  {
    "translation": {
      "en": "everybody who knew what was going on, everybody who had some thought of what might be going on,",
      "de": "die wussten, was vor sich ging, oder irgendetwas ahnten,"
    }
  },
  {
    "translation": {
      "en": "we all have some part to blame, some guilt to carry.",
      "de": "eine Mitschuld. Jeder von uns."
    }
  },
  {
    "translation": {
      "en": "[Guira] If Dave had left, well, then who's gonna keep it together?",
      "de": "Wäre Dave gegangen, wer hätte es dann zusammengehalten?"
    }
  },
  {
    "translation": {
      "en": "I'm sure he felt a responsibility, also to people like me who--",
      "de": "Ich bin sicher, er fühlte sich Leuten wie mir gegenüber verantwortlich."
    }
  },
  {
    "translation": {
      "en": "He, like, basically pledged to me that... \"Everything will be fine. Du Pont will do what he says.",
      "de": "Er versprach mir mehr oder weniger: \"Alles wird gut. Du Pont wird tun, was er sagt."
    }
  },
  {
    "translation": {
      "en": "We're gonna... we're gonna train and make the Olympic team.\"",
      "de": "Wir werden trainieren und ins Olympiateam kommen.\""
    }
  },
  {
    "translation": {
      "en": "He achieved everything there was to achieve in wrestling.",
      "de": "Er erreichte alles, was man im Ringen erreichen kann."
    }
  },
  {
    "translation": {
      "en": "And most of all, and you've heard it repeatedly,",
      "de": "Und insbesondere, das haben Sie schon oft gehört,"
    }
  },
  {
    "translation": {
      "en": "he was a great friend to his teammates... and, really, to everyone that he knew.",
      "de": "war er ein Freund für seine Kollegen und alle, die er kannte."
    }
  },
  {
    "translation": {
      "en": "I felt like Dave was a best friend.",
      "de": "Dave war ein bester Freund für mich."
    }
  },
  {
    "translation": {
      "en": "But I also acknowledge he had about a thousand of those best friends,",
      "de": "Ich weiß auch, dass er etwa 1000 solcher besten Freunde hatte,"
    }
  },
  {
    "translation": {
      "en": "that anybody who developed a relationship with Dave, that's how you felt.",
      "de": "dass, wenn man eine Beziehung zu ihm aufbaute, es sich so anfühlte."
    }
  },
  {
    "translation": {
      "en": "You felt like the most important person to Dave.",
      "de": "Man fühlte sich wie der wichtigste Mensch für ihn."
    }
  },
  {
    "translation": {
      "en": "It was really a unique skill.",
      "de": "Ein einmaliges Talent."
    }
  },
  {
    "translation": {
      "en": "[Valentin] My best friend is gone forever.",
      "de": "Mein bester Freund ist für immer fort."
    }
  },
  {
    "translation": {
      "en": "But the memory... will stay with me.",
      "de": "Aber die Erinnerung bleibt mir."
    }
  },
  {
    "translation": {
      "en": "It was the six best years of my life.",
      "de": "Es waren die schönsten sechs Jahre meines Lebens."
    }
  },
  {
    "translation": {
      "en": "[Alexander voice breaking] You know, as much as people have so many great stories about him",
      "de": "So viele Leute auch tolle Geschichten über ihn haben"
    }
  },
  {
    "translation": {
      "en": "and came to know him and who he was, I don't.",
      "de": "und ihn kannten und wussten, wer er war, ich kannte ihn nicht."
    }
  },
  {
    "translation": {
      "en": "[sighs] That's the shittiest part.",
      "de": "Das ist das Schlimmste."
    }
  },
  {
    "translation": {
      "en": "[Nancy] While I have no idea",
      "de": "Ich weiß nicht,"
    }
  },
  {
    "translation": {
      "en": "why John committed this senseless and brutal killing of my husband,",
      "de": "wieso John meinen Mann sinnlos und brutal ermordete,"
    }
  },
  {
    "translation": {
      "en": "I am confident that the police and the authorities",
      "de": "doch die Polizei und die Behörden"
    }
  },
  {
    "translation": {
      "en": "will conduct a thorough investigation and bring him to justice.",
      "de": "werden es gründlich untersuchen und ihn vor Gericht bringen."
    }
  },
  {
    "translation": {
      "en": "[Tom] There was never any factual disputes in terms of what took place.",
      "de": "Es gab nie Uneinigkeit darüber, was geschehen war."
    }
  },
  {
    "translation": {
      "en": "I mean, there was never a doubt that John du Pont killed Dave Schultz.",
      "de": "Es gab nie Zweifel, dass John du Pont Dave Schultz ermordet hatte."
    }
  },
  {
    "translation": {
      "en": "That really wasn't the issue. Uh, the issue was obviously gonna be a mental health issue.",
      "de": "Das stand nicht zur Debatte. Zur Debatte stand sein geistiger Zustand."
    }
  },
  {
    "translation": {
      "en": "[Dennis McAndrews] The defense plea was not guilty by reason of insanity.",
      "de": "Die Verteidigung plädierte auf unschuldig wegen Unzurechnungsfähigkeit."
    }
  },
  {
    "translation": {
      "en": "If accepted by a jury, results in an acquittal.",
      "de": "Akzeptieren die Geschworenen das, führt das zum Freispruch."
    }
  },
  {
    "translation": {
      "en": "He can walk out the door.",
      "de": "Dann kann er gehen."
    }
  },
  {
    "translation": {
      "en": "[Joe] Once they raised the claim, the burden was on the prosecution",
      "de": "Bei dieser Behauptung musste die Anklage beweisen,"
    }
  },
  {
    "translation": {
      "en": "to demonstrate that the defendant is, uh, not insane.",
      "de": "dass er nicht verrückt ist."
    }
  },
  {
    "translation": {
      "en": "And with someone like du Pont, that was a real problem",
      "de": "Das war ein richtiges Problem bei jemandem wie du Pont,"
    }
  },
  {
    "translation": {
      "en": "because this is a person whose behavior would cause an average person they heard about him say,",
      "de": "denn sein Verhalten führte dazu, dass jeder sagen würde:"
    }
  },
  {
    "translation": {
      "en": "\"That guy is crazy. He's insane.\"",
      "de": "\"Der Typ ist verrückt.\""
    }
  },
  {
    "translation": {
      "en": "[Will] There became a division right after that took place",
      "de": "Nach dieser Sache fand eine Spaltung statt."
    }
  },
  {
    "translation": {
      "en": "and there were camps. I mean, there was definitely two camps.",
      "de": "Es gab zwei Lager. Definitiv."
    }
  },
  {
    "translation": {
      "en": "You were either on the side of Dave Schultz",
      "de": "Entweder war man auf der Seite von Dave Schultz"
    }
  },
  {
    "translation": {
      "en": "or you were on the side of John du Pont.",
      "de": "oder auf der Seite von John du Pont."
    }
  },
  {
    "translation": {
      "en": "[Taras Wochok] At this time in his life when he really needs some support...",
      "de": "Zu dieser Zeit seines Lebens, in der er wirklich Hilfe braucht..."
    }
  },
  {
    "translation": {
      "en": "uh, much of that support has either, uh, dissipated or evaporated",
      "de": "DU PONTS ANWALT ...hat sich diese Unterstützung in Luft aufgelöst"
    }
  },
  {
    "translation": {
      "en": "or just simply left him.",
      "de": "oder ist verschwunden."
    }
  },
  {
    "translation": {
      "en": "[Ed] Du Pont's attorney, Wochok, contacts all of us",
      "de": "Du Ponts Anwalt, Wochok, nahm Kontakt mit uns auf"
    }
  },
  {
    "translation": {
      "en": "and wants us to come in and meet with him in his office.",
      "de": "und bat uns, zu ihm ins Büro zu kommen."
    }
  },
  {
    "translation": {
      "en": "[Stearne] I got offered to come back to be the athletic trainer.",
      "de": "Mir wurde angeboten, als Trainer zurückzukehren."
    }
  },
  {
    "translation": {
      "en": "\"We wanna start Foxcatcher up again",
      "de": "\"Wir wollen Foxcatcher wiederbeleben,"
    }
  },
  {
    "translation": {
      "en": "in respect to Dave and Nancy, and, you know, we'll double your salary.\"",
      "de": "aus Respekt vor Dave und Nancy, und dein Gehalt wird verdoppelt.\""
    }
  },
  {
    "translation": {
      "en": "I just... I wanted to walk out right then. I couldn't even look at the guy.",
      "de": "Ich wollte einfach aufstehen und gehen. Ich wollte ihn nicht mal ansehen."
    }
  },
  {
    "translation": {
      "en": "You know, I just... Does he think we're that stupid?",
      "de": "Ich... \"Hält er mich für so dumm?\""
    }
  },
  {
    "translation": {
      "en": "[Ray] Nancy wanted everybody to desert, basically.",
      "de": "Nancy wollte, dass alle sich zurückzogen."
    }
  },
  {
    "translation": {
      "en": "She certainly didn't want... [sighs] him supported... by us any...",
      "de": "Sie wollte nicht, dass wir ihn unterstützten..."
    }
  },
  {
    "translation": {
      "en": "It was... it was hard because... you know, you got the wrestlers...",
      "de": "Es war schwer, weil die Ringer..."
    }
  },
  {
    "translation": {
      "en": "[stammers] That was my life.",
      "de": "Das war mein Leben."
    }
  },
  {
    "translation": {
      "en": "That was like a family there, and it's gone.",
      "de": "Es war wie eine Familie, und die war weg."
    }
  },
  {
    "translation": {
      "en": "I had a house there I couldn't really leave.",
      "de": "Ich hatte dort ein Haus, ich konnte nicht gehen."
    }
  },
  {
    "translation": {
      "en": "[stammers] Everybody's gotta make their own decisions, right?",
      "de": "Jeder muss eigene Entscheidungen treffen."
    }
  },
  {
    "translation": {
      "en": "I could've stayed. A lot of people did stay.",
      "de": "Ich hätte bleiben können. Viele blieben."
    }
  },
  {
    "translation": {
      "en": "[Valentin in Bulgarian] It was a very difficult period.",
      "de": "Es war eine schwierige Zeit."
    }
  },
  {
    "translation": {
      "en": "Nobody knew...",
      "de": "Keiner wusste..."
    }
  },
  {
    "translation": {
      "en": "where they would go.",
      "de": "...wohin sie gehen sollten."
    }
  },
  {
    "translation": {
      "en": "In Bulgaria, during that time, there was political unrest and the government was unstable.",
      "de": "Zu der Zeit gab es in Bulgarien politische Unruhen und eine instabile Regierung."
    }
  },
  {
    "translation": {
      "en": "My first thought was how I was going to make it...",
      "de": "Mein erster Gedanke war, wie ich das schaffen sollte..."
    }
  },
  {
    "translation": {
      "en": "My family and my kids...",
      "de": "Meine Familie und meine Kinder..."
    }
  },
  {
    "translation": {
      "en": "how can I give them the best possible education and upbringing?",
      "de": "Wie kann ich ihnen die bestmögliche Bildung und Erziehung bieten?"
    }
  },
  {
    "translation": {
      "en": "[Nancy] My mother and father. Say hello.",
      "de": "Meine Eltern. Sagt hallo."
    }
  },
  {
    "translation": {
      "en": "Ah, Arina.",
      "de": "Irina."
    }
  },
  {
    "translation": {
      "en": "[Alexander] The Dimitrovs were the closest family we had on the farm.",
      "de": "Die Dimitrovs waren die Familie, die uns am nächsten stand."
    }
  },
  {
    "translation": {
      "en": "They lived with us.",
      "de": "Sie lebten bei uns."
    }
  },
  {
    "translation": {
      "en": "-[Nancy] Danny! -Bye-bye.",
      "de": "-Danny! -Tschüss."
    }
  },
  {
    "translation": {
      "en": "-Bye, Nancy. -[Nancy] Bye-bye.",
      "de": "-Tschüss, Nancy. -Tschüss."
    }
  },
  {
    "translation": {
      "en": "[Alexander] And then after my dad was killed, we just went our separate ways.",
      "de": "Nachdem mein Vater ermordet wurde, gingen wir getrennte Wege."
    }
  },
  {
    "translation": {
      "en": "Valo, he didn't support us. You know, he wasn't there... for us after that.",
      "de": "Valo unterstützte uns nicht. Er war danach nicht für uns da."
    }
  },
  {
    "translation": {
      "en": "[Nancy] Okay, Tig, you're on.",
      "de": "Tig, du bist dran."
    }
  },
  {
    "translation": {
      "en": "[Alexander] I don't think it was like any dark intentions or like,",
      "de": "Es waren keine bösen Absichten dahinter."
    }
  },
  {
    "translation": {
      "en": "\"I wanna help du Pont get free,\" or anything like that.",
      "de": "Er wollte nicht, dass du Pont freikommt."
    }
  },
  {
    "translation": {
      "en": "But I understood that if the right motivating factors are there,",
      "de": "Aber mir wurde klar, dass Menschen mit der richtigen Motivation"
    }
  },
  {
    "translation": {
      "en": "people can be temporary in your life.",
      "de": "nur vorübergehend in deinem Leben sind."
    }
  },
  {
    "translation": {
      "en": "No matter how big they are for a moment, they can be temporary.",
      "de": "Egal, wie wichtig sie zu einer Zeit sind, es kann vorübergehend sein."
    }
  },
  {
    "translation": {
      "en": "Opening statements are to begin today",
      "de": "Die Anhörung in der Mordverhandlung"
    }
  },
  {
    "translation": {
      "en": "in the murder trial of multi-millionaire John du Pont.",
      "de": "von Multimillionär du Pont beginnt heute."
    }
  },
  {
    "translation": {
      "en": "[Tom] I'd never been involved in a case where there was that much financial support.",
      "de": "Ich hatte noch nie mit einem Fall zu tun, in dem es so viel finanzielle Hilfen gab."
    }
  },
  {
    "translation": {
      "en": "We were able to do focus groups. We did two of them.",
      "de": "Wir konnten Gesprächsgruppen bilden. Zwei Stück."
    }
  },
  {
    "translation": {
      "en": "We had some of the best psychiatrists, probably, in the world.",
      "de": "Wir hatten einige der besten Psychiater weltweit."
    }
  },
  {
    "translation": {
      "en": "[McAndrews] As the case unfolded,",
      "de": "Im Verlauf des Falls"
    }
  },
  {
    "translation": {
      "en": "the defense strategy appeared to be very strong.",
      "de": "schien die Strategie der Verteidigung sehr stark zu sein."
    }
  },
  {
    "translation": {
      "en": "On the day of the murder, John du Pont was clean shaven,",
      "de": "Am Tag des Mordes war John du Pont glattrasiert,"
    }
  },
  {
    "translation": {
      "en": "his hair was short, he was dressed appropriately.",
      "de": "seine Haare waren kurz und seine Kleidung ordentlich."
    }
  },
  {
    "translation": {
      "en": "And from that day forward,",
      "de": "Und von dem Tag an"
    }
  },
  {
    "translation": {
      "en": "he grew a long beard, he grew his hair long,",
      "de": "ließ er seinen Bart wachsen, ebenso wie seine Haare."
    }
  },
  {
    "translation": {
      "en": "and you've got the jury seeing him being wheeled in and out of court",
      "de": "Und die Geschworenen sahen, wie er in und aus dem Gerichtssaal gefahren wurde"
    }
  },
  {
    "translation": {
      "en": "looking more and more disheveled and crazy with each passing month.",
      "de": "und Tag für Tag zerzauster und verrückter aussah."
    }
  },
  {
    "translation": {
      "en": "So we were very, very concerned.",
      "de": "Wir waren sehr besorgt."
    }
  },
  {
    "translation": {
      "en": "Three, two and... one.",
      "de": "Drei, zwei, eins."
    }
  },
  {
    "translation": {
      "en": "If the jury of six men and six women finds du Pont not guilty by reason of insanity,",
      "de": "Befinden die Geschworenen du Pont für unzurechnungsfähig,"
    }
  },
  {
    "translation": {
      "en": "he would be held in a mental hospital",
      "de": "käme er in eine Nervenheilanstalt,"
    }
  },
  {
    "translation": {
      "en": "until doctors decided he was no longer a danger to society.",
      "de": "bis die Ärzte entscheiden, dass er keine Gefahr mehr darstellt."
    }
  },
  {
    "translation": {
      "en": "Then he could go free.",
      "de": "Danach wäre er frei."
    }
  },
  {
    "translation": {
      "en": "[newscaster] They ended the seventh day of deliberations and still no verdict.",
      "de": "Tag sieben der Beratungen endet ohne ein Urteil."
    }
  },
  {
    "translation": {
      "en": "[McAndrews] The jury deliberations were excruciating.",
      "de": "Die Beratungen der Geschworenen waren qualvoll."
    }
  },
  {
    "translation": {
      "en": "Any time you try a case, you're hoping that the jury is gonna come back relatively quickly.",
      "de": "Bei jeder Verhandlung hofft man, dass die Geschworenen recht schnell zurückkommen."
    }
  },
  {
    "translation": {
      "en": "But they kept asking questions and kept deliberating.",
      "de": "Doch sie stellten immer weitere Fragen und berieten immer weiter."
    }
  },
  {
    "translation": {
      "en": "I was scared that he was gonna get out and come kill us.",
      "de": "Ich hatte Angst, dass er freikommen und uns umbringen würde."
    }
  },
  {
    "translation": {
      "en": "Hello, and now my eye.",
      "de": "Hallo, und jetzt mein Auge."
    }
  },
  {
    "translation": {
      "en": "[Danielle] Because I don't know why he did it in the first place.",
      "de": "Denn ich weiß nicht, wieso er es überhaupt tat."
    }
  },
  {
    "translation": {
      "en": "So, you think you can escape my clutches?",
      "de": "Ihr denkt also, ihr könntet mir entkommen?"
    }
  },
  {
    "translation": {
      "en": "I'm coming to get you.",
      "de": "Ich komme, euch zu holen."
    }
  },
  {
    "translation": {
      "en": "Almost there, children.",
      "de": "Bin fast da, Kinder."
    }
  },
  {
    "translation": {
      "en": "[newscaster] Chopper six saw the vans pulling the jury to the courthouse.",
      "de": "Heli sechs sah, wie die Geschworenen ins Gericht einfuhren."
    }
  },
  {
    "translation": {
      "en": "[Tom] I would like to be able to say to him",
      "de": "Ich würde ihm gerne sagen können,"
    }
  },
  {
    "translation": {
      "en": "that at some point he will go home again.",
      "de": "dass er irgendwann wieder nach Hause kann."
    }
  },
  {
    "translation": {
      "en": "Tuesday night and the big story in Action News tonight is the fate of John du Pont.",
      "de": "Dienstagabend, die Story der Action News ist das Schicksal John du Ponts."
    }
  },
  {
    "translation": {
      "en": "[newscaster] The question, \"Did John du Pont shoot David Schultz?\"",
      "de": "Die Frage: \"Hat John du Pont David Schultz erschossen?\""
    }
  },
  {
    "translation": {
      "en": "The answer, \"Yes.\"",
      "de": "Die Antwort: \"Ja.\""
    }
  },
  {
    "translation": {
      "en": "\"Do you find him guilty in the third degree?\" \"Yes.\"",
      "de": "\"Ist er des Totschlags schuldig?\" \"Ja.\""
    }
  },
  {
    "translation": {
      "en": "John du Pont is going away for a long time, guilty of murder.",
      "de": "John du Pont kommt eine lange Zeit hinter Gitter, des Mordes schuldig."
    }
  },
  {
    "translation": {
      "en": "I think people thought that he might use money to triumph over justice.",
      "de": "Die Menschen dachten, er würde mit Geld die Gerechtigkeit übertrumpfen wollen."
    }
  },
  {
    "translation": {
      "en": "Well, that did not occur.",
      "de": "Das ist nicht geschehen."
    }
  },
  {
    "translation": {
      "en": "[newscaster] Dave Schultz's widow, Nancy, laid her head on her father's shoulder",
      "de": "Dave Schultz' Witwe lehnte sich an die Schulter ihres Vaters,"
    }
  },
  {
    "translation": {
      "en": "when the verdict was read.",
      "de": "als das Urteil verkündet wurde."
    }
  },
  {
    "translation": {
      "en": "It is the end of a yearlong struggle for justice.",
      "de": "Das Ende eines einjährigen Kampfes für Gerechtigkeit."
    }
  },
  {
    "translation": {
      "en": "It is comforting to know that du Pont is not above the law,",
      "de": "Es ist gut, dass du Pont nicht über dem Gesetz steht"
    }
  },
  {
    "translation": {
      "en": "and he must now be held responsible for David's murder.",
      "de": "und nun Verantwortung für den Mord an David tragen muss."
    }
  },
  {
    "translation": {
      "en": "I'm relieved that the criminal trial is over.",
      "de": "Ich bin froh, dass es vorbei ist."
    }
  },
  {
    "translation": {
      "en": "I look forward to returning to California and focusing my attention on my family.",
      "de": "Ich werde nach Kalifornien zurückkehren und mich auf die Familie konzentrieren."
    }
  },
  {
    "translation": {
      "en": "[Nancy] When he was in prison, John du Pont had a bunch of the pieces of property",
      "de": "Als er im Gefängnis war, ließ John du Pont einiges auf dem Grundstück"
    }
  },
  {
    "translation": {
      "en": "painted black here on the estate. The houses were painted black.",
      "de": "schwarz anstreichen. Die Häuser wurden schwarz gestrichen."
    }
  },
  {
    "translation": {
      "en": "And basically, it was just 'cause he was depressed and everything,",
      "de": "Und das war nur, weil er depressiv war und so,"
    }
  },
  {
    "translation": {
      "en": "so he just painted the estate to look like he was suffering in the prison.",
      "de": "also ließ er das Anwesen so streichen, wie er im Gefängnis litt."
    }
  },
  {
    "translation": {
      "en": "[Danielle] I was flying to Chicago and someone had a newspaper next to me and in the newspaper it said,",
      "de": "Ich flog nach Chicago, und mein Nachbar hatte eine Zeitung, in der stand,"
    }
  },
  {
    "translation": {
      "en": "John du Pont dies in jail at whatever age he was at.",
      "de": "dass John du Pont im Gefängnis starb, in welchem Alter auch immer."
    }
  },
  {
    "translation": {
      "en": "And I was like, \"Can I see that?\"",
      "de": "Und ich fragte, ob ich es lesen könnte."
    }
  },
  {
    "translation": {
      "en": "I was relieved.",
      "de": "Ich war erleichtert."
    }
  },
  {
    "translation": {
      "en": "I mean, I didn't wanna worry about it anymore.",
      "de": "Ich wollte mich darum nicht mehr sorgen."
    }
  },
  {
    "translation": {
      "en": "I didn't want him to sit in a jail for the rest of his life.",
      "de": "Ich wollte nicht, dass er den Rest seines Lebens im Gefängnis ist."
    }
  },
  {
    "translation": {
      "en": "But I was so sad because everyone was so happy that he died.",
      "de": "Ich war so traurig, weil sich alle freuten, als er starb."
    }
  },
  {
    "translation": {
      "en": "And I just thought it was so unfair.",
      "de": "Ich fand es so ungerecht."
    }
  },
  {
    "translation": {
      "en": "I mean, when my dad died, everyone mourned.",
      "de": "Als mein Vater starb, trauerten alle."
    }
  },
  {
    "translation": {
      "en": "And this guy never had anybody to love him.",
      "de": "Und dieser Typ hatte einfach niemanden, der ihn liebte."
    }
  },
  {
    "translation": {
      "en": "And then he died and everyone's happy?",
      "de": "Dann stirbt er, und alle freuen sich?"
    }
  },
  {
    "translation": {
      "en": "It's just sad.",
      "de": "Das ist traurig."
    }
  },
  {
    "translation": {
      "en": "[Robbie] You like this plane, Valo?",
      "de": "Magst du das Flugzeug, Valo?"
    }
  },
  {
    "translation": {
      "en": "[Dave] It's the plane. He likes it.",
      "de": "Es ist das Flugzeug. Es gefällt ihm."
    }
  },
  {
    "translation": {
      "en": "[Chaid] Nice plane!",
      "de": "Nettes Flugzeug. Valentin Jordanov war John du Ponts Haupterbe."
    }
  },
  {
    "translation": {
      "en": "[in Bulgarian] Most of the time I'm sad because of the situation,",
      "de": "Die meiste Zeit bin ich traurig wegen der Situation"
    }
  },
  {
    "translation": {
      "en": "and where we are now, at this moment.",
      "de": "und wo wir jetzt stehen."
    }
  },
  {
    "translation": {
      "en": "Alexander and the family will always be close to me.",
      "de": "Alexander und die Familie werden mir immer nahe sein."
    }
  },
  {
    "translation": {
      "en": "The Schultz's will always stay close to my heart.",
      "de": "Die Familie Schultz wird immer in meinem Herzen sein."
    }
  },
  {
    "translation": {
      "en": "[chuckles] This is Danny's nursery when she was first born.",
      "de": "Das war Dannys Kinderzimmer, als sie gerade geboren war."
    }
  },
  {
    "translation": {
      "en": "[Nancy] Hi, Danny! -Good morning! -[Danielle coos]",
      "de": "Hi, Danny! Guten Morgen!"
    }
  },
  {
    "translation": {
      "en": "She just woke up!",
      "de": "Sie ist gerade aufgewacht!"
    }
  },
  {
    "translation": {
      "en": "Says, \"Let me out of here, Mom.\"",
      "de": "Und sagt: \"Hol mich raus.\""
    }
  },
  {
    "translation": {
      "en": "And then this was our room over here, and it's really fallen apart.",
      "de": "Das hier war unser Zimmer. Es ist alles kaputt."
    }
  },
  {
    "translation": {
      "en": "These are boxes from when we first moved in. Look, there's \"Alexander's bedroom.\"",
      "de": "Kisten von unserem Einzug. Da steht: \"Alexanders Zimmer\"."
    }
  },
  {
    "translation": {
      "en": "[Alexander] Alexander Schultz.",
      "de": "Alexander Schultz."
    }
  },
  {
    "translation": {
      "en": "[Nancy] Very good, and how old are you? [Alexander] Three.",
      "de": "-Sehr gut, und wie alt bist du? -Drei."
    }
  },
  {
    "translation": {
      "en": "[Nancy] Who's your daddy?",
      "de": "Wer ist dein Vater?"
    }
  },
  {
    "translation": {
      "en": "-[Alexander] Uh, David. -[Nancy laughs]",
      "de": "David."
    }
  },
  {
    "translation": {
      "en": "[Dave chuckling] He got it correct.",
      "de": "Richtig."
    }
  },
  {
    "translation": {
      "en": "[Dave] Alexander is getting ready for his first day for school.",
      "de": "Alexander macht sich fertig für den ersten Schultag."
    }
  },
  {
    "translation": {
      "en": "What are you thinking here on your first day at school?",
      "de": "Was denkst du an deinem ersten Schultag?"
    }
  },
  {
    "translation": {
      "en": "[Alexander] Bad. [Dave] Bad?",
      "de": "-Schlecht. -Schlecht?"
    }
  },
  {
    "translation": {
      "en": "Anything else? Can you expand on that?",
      "de": "Noch was? Kannst du es ausführen?"
    }
  },
  {
    "translation": {
      "en": "-I'm-- -[Nancy] Hi, guys.",
      "de": "-Ich... -Hallo, ihr."
    }
  },
  {
    "translation": {
      "en": "Now, do you think that this is a pig or dog? [Nancy] This?",
      "de": "-Ist das ein Hund oder ein Schwein? -Das?"
    }
  },
  {
    "translation": {
      "en": "-This is a what? -[Nancy] That's Nicky.",
      "de": "-Was ist das? -Das ist Nicky."
    }
  },
  {
    "translation": {
      "en": "What is Nicky? A pig or a dog?",
      "de": "Was ist Nicky? Hund oder Schwein?"
    }
  },
  {
    "translation": {
      "en": "[Nancy] A pig-dog.",
      "de": "Ein Schweinehund."
    }
  },
  {
    "translation": {
      "en": "-[Alexander] No, no, no. -Dog.",
      "de": "-Nein. -Hund."
    }
  },
  {
    "translation": {
      "en": "-Is this a pig or a dog? -Dog.",
      "de": "-Schwein oder Hund? -Hund."
    }
  },
  {
    "translation": {
      "en": "-Dog? -Dog.",
      "de": "-Hund? -Hund."
    }
  },
  {
    "translation": {
      "en": "Dog, Mommy.",
      "de": "Hund, Mommy."
    }
  }
]