[
  {
    "translation": {
      "en": "This is Andrea reporting for What's At Heart!",
      "de": "Ich bin eure Reporterin Andrea für What's At Heart!"
    }
  },
  {
    "translation": {
      "en": "The webcast that keeps you \"Up-to-Date On All That's Great\" in Heartlake High.",
      "de": "Das Webcast, das über alles informiert, was in der Heartlake High los ist."
    }
  },
  {
    "translation": {
      "en": "I'm here with my crew... Emma on sound,",
      "de": "Mit dabei ist mein Team: Emma für den Ton,"
    }
  },
  {
    "translation": {
      "en": "Mia on lights, my producer Stephanie, and cameraperson Olivia!",
      "de": "Mia am Licht, meine Produzentin Stephanie und Kamerafrau Olivia!"
    }
  },
  {
    "translation": {
      "en": "Today, the Science Room, where science nerd Jacob--",
      "de": "Heute sind wir im Physiklabor, -in dem Physiknerd Jacob... -Hey!"
    }
  },
  {
    "translation": {
      "en": "-Hey! -Sorry.",
      "de": "-in dem Physiknerd Jacob... -Hey! Entschuldigung. ...Physikschüler Jacob ein Experiment für uns vorbereitet."
    }
  },
  {
    "translation": {
      "en": "Science student, Jacob, is preparing an experiment just for us.",
      "de": "Entschuldigung. ...Physikschüler Jacob ein Experiment für uns vorbereitet."
    }
  },
  {
    "translation": {
      "en": "Will it work? Will it change the face of science?",
      "de": "Wird es klappen? Wird es Physikgeschichte schreiben?"
    }
  },
  {
    "translation": {
      "en": "Or will it fail miserably, driving Jacob into a life of regret?",
      "de": "Oder wird es scheitern und Jacob in Verzweiflung stürzen?"
    }
  },
  {
    "translation": {
      "en": "The entire city holds its breath!",
      "de": "Die ganze Stadt hält den Atem an!"
    }
  },
  {
    "translation": {
      "en": "The thing you have to know about Andrea is that she likes everything to be, well...dramatic.",
      "de": "Weißt du, Andrea mag es, wenn alles etwas, na ja... dramatisch ist."
    }
  },
  {
    "translation": {
      "en": "Not a little dramatic, but eye-popping, intense, over-the-top dramatic.",
      "de": "Nicht nur ein wenig dramatisch, intensiv und übertrieben dramatisch."
    }
  },
  {
    "translation": {
      "en": "Especially when she's in front of the camera, which is every chance she gets.",
      "de": "Besonders, wenn sie vor der Kamera steht, das heißt also, so oft es nur geht."
    }
  },
  {
    "translation": {
      "en": "And that's fine, most of the time.",
      "de": "Das ist okay, meistens jedenfalls."
    }
  },
  {
    "translation": {
      "en": "Oh, hi, Andrea. How nice to see you here.",
      "de": "Oh, hi, Andrea. Freut mich, dich hier zu sehen."
    }
  },
  {
    "translation": {
      "en": "What are we going to see, Jacob?",
      "de": "Sag uns, was wir zu sehen kriegen."
    }
  },
  {
    "translation": {
      "en": "Will it be a new form of energy? A captured alien?",
      "de": "Ist es eine neue Energie? Ein außerirdisches Wesen?"
    }
  },
  {
    "translation": {
      "en": "Or have you created life?",
      "de": "Oder hast du neues Leben erschaffen?"
    }
  },
  {
    "translation": {
      "en": "It's two mints and some diet cola. Should make a nice fizz.",
      "de": "Das sind zwei Pfefferminz und Cola Light. Müsste prima sprudeln."
    }
  },
  {
    "translation": {
      "en": "That's it? A \"nice fizz\"?",
      "de": "Ist das alles? \"Prima sprudeln\"?"
    }
  },
  {
    "translation": {
      "en": "Pretty much.",
      "de": "Mehr oder weniger."
    }
  },
  {
    "translation": {
      "en": "Well, if two mints make a \"nice fizz\", what would a whole roll of them do?",
      "de": "Wenn zwei Pfefferminz nett sprudeln, was erzeugt dann eine Rolle?"
    }
  },
  {
    "translation": {
      "en": "Andrea! No!",
      "de": "Andrea! Nicht!"
    }
  },
  {
    "translation": {
      "en": "Oopsie.",
      "de": "Hoppla."
    }
  },
  {
    "translation": {
      "en": "This is Andrea. Signing off for What's At Heart.",
      "de": "Hier ist Andrea. Das war's für heute bei What's At Heart."
    }
  },
  {
    "translation": {
      "en": "Er... Ha... And cut!",
      "de": "Und Schnitt!"
    }
  },
  {
    "translation": {
      "en": "Cinnamon Sea Slugs?",
      "de": "Zimt-Meeresschnecken?"
    }
  },
  {
    "translation": {
      "en": "-No, thanks. -I’ll pass.",
      "de": "-Nein, danke. -Ich verzichte."
    }
  },
  {
    "translation": {
      "en": "-Just had some for lunch. -Maybe later.",
      "de": "-Ich habe gerade erst gegessen. -Vielleicht später."
    }
  },
  {
    "translation": {
      "en": "We shot this because Andrea thought we could add it to our webcast,",
      "de": "Das drehten wir, weil Andrea es für das Webcast wollte."
    }
  },
  {
    "translation": {
      "en": "Our Valiant Struggle To Keep You Informed.",
      "de": "Alles, um euch auf dem Laufenden zu halten."
    }
  },
  {
    "translation": {
      "en": "It was originally called Andrea's Valiant Struggle, but we voted her down.",
      "de": "Ursprünglich sollte es \"Andreas tapferer Kampf\" heißen, aber wir überstimmten sie."
    }
  },
  {
    "translation": {
      "en": "So you need a new camera.",
      "de": "Ihr braucht also eine neue Kamera?"
    }
  },
  {
    "translation": {
      "en": "Didn't you lose a boom mike just last month doing your zoo special?",
      "de": "Ging bei eurem Zoo-Sonderbericht neulich nicht ein Mikrofon verloren?"
    }
  },
  {
    "translation": {
      "en": "Principal Earhart, that wasn't totally my fault. Who knew warthogs eat metal?",
      "de": "Mich trifft keine Schuld. Wer weiß schon, dass Warzenschweine Metall fressen?"
    }
  },
  {
    "translation": {
      "en": "Fine. All right, you'll have your camera.",
      "de": "Na gut. Ihr bekommt eure Kamera."
    }
  },
  {
    "translation": {
      "en": "But this will have to be the last time.",
      "de": "Aber das war das letzte Mal."
    }
  },
  {
    "translation": {
      "en": "Our new Mayor has decided to cut back the school budget.",
      "de": "Unser Bürgermeister hat das Budget für die Schule gekürzt."
    }
  },
  {
    "translation": {
      "en": "Probably since his daughter didn't get elected Student Body President.",
      "de": "Wahrscheinlich, weil seine Tochter nicht zur Schulsprecherin gewählt wurde."
    }
  },
  {
    "translation": {
      "en": "Peu importe.",
      "de": "Schon möglich."
    }
  },
  {
    "translation": {
      "en": "However, we may soon be forced to cut off funding for the webcast altogether,",
      "de": "Vielleicht müssen wir bald sogar die Mittel für die Webcasts"
    }
  },
  {
    "translation": {
      "en": "maybe even the paper itself.",
      "de": "und die Zeitung selbst streichen."
    }
  },
  {
    "translation": {
      "en": "-What? No! No way! -You can’t!",
      "de": "-Was? Nein! -Das geht nicht!"
    }
  },
  {
    "translation": {
      "en": "-What about freedom of the press? -What about the public's right to know?",
      "de": "-Und die Pressefreiheit? -Das öffentliche Interesse?"
    }
  },
  {
    "translation": {
      "en": "What about getting my face on camera every week?",
      "de": "Wie soll ich sonst jede Woche im Fernsehen auftreten?"
    }
  },
  {
    "translation": {
      "en": "We were in major shock. But we all know there's only one way to deal with trouble.",
      "de": "Wir standen alle unter Schock. Aber wir wussten, es gibt nur einen Weg, dem zu begegnen."
    }
  },
  {
    "translation": {
      "en": "So is that it for our webcast?",
      "de": "War's das mit unserem Webcast?"
    }
  },
  {
    "translation": {
      "en": "Well, let's face it, our ratings have been falling lately.",
      "de": "Wir müssen einsehen, unsere Quoten fielen in letzter Zeit."
    }
  },
  {
    "translation": {
      "en": "-There's too much competition on the web. -Tell me about it.",
      "de": "-Es gibt zu viel Konkurrenz im Web. -Da hast du leider recht."
    }
  },
  {
    "translation": {
      "en": "Seems like every student at Heartlake High has their own gossip blog.",
      "de": "Fast jeder an der Heartlake High hat seinen eigenen Blog."
    }
  },
  {
    "translation": {
      "en": "Last week, we got fewer hits than What's On The Bottom Of Matthew's Shoe?",
      "de": "Letzte Woche hatten wir weniger Klicks als \"Unter Matthews Schuhen\"."
    }
  },
  {
    "translation": {
      "en": "It was a very special episode.",
      "de": "Das war eine ganz besondere Folge."
    }
  },
  {
    "translation": {
      "en": "We need to somehow get viewers watching again. But how?",
      "de": "Wir müssen die Zuschauer dazu bringen, wieder uns anzuklicken. Aber wie?"
    }
  },
  {
    "translation": {
      "en": "Oh, I know! How about some cute kitten videos?",
      "de": "Oh, ich weiß es! Wie wären süße Kätzchenvideos?"
    }
  },
  {
    "translation": {
      "en": "Right, the one thing the Internet needs more of is cute kittens.",
      "de": "Ja, sicher, das Internet braucht dringend noch mehr süße Kätzchen."
    }
  },
  {
    "translation": {
      "en": "No, we need something special, something spectacular,",
      "de": "Nein, wir brauchen etwas Besonderes, etwas Spektakuläres."
    }
  },
  {
    "translation": {
      "en": "something that no teen would dare miss.",
      "de": "Etwas, das keiner verpassen will."
    }
  },
  {
    "translation": {
      "en": "I've got it! A full-hour special, Birth Of A Star!",
      "de": "Ich hab's: die einstündige Sonderausgabe von \"Die Geburt eines Stars!\""
    }
  },
  {
    "translation": {
      "en": "Not another documentary about yourself, Andrea.",
      "de": "Nicht noch eine Dokumentation über dich, Andrea."
    }
  },
  {
    "translation": {
      "en": "But there's so much more to tell!",
      "de": "Aber ich habe noch so viel zu sagen!"
    }
  },
  {
    "translation": {
      "en": "Actually, I kind of like the idea of a documentary.",
      "de": "Mir gefällt die Idee einer weiteren Dokumentation."
    }
  },
  {
    "translation": {
      "en": "But isn't there anyone else you think is interesting?",
      "de": "Aber gibt es denn niemand anderen, der interessant ist?"
    }
  },
  {
    "translation": {
      "en": "-Livi! -Perfect!",
      "de": "Livi! -Perfekt! -Spitze!"
    }
  },
  {
    "translation": {
      "en": "-Awesome! -Yes!",
      "de": "-Perfekt! -Spitze!"
    }
  },
  {
    "translation": {
      "en": "That’s brilliant!",
      "de": "-Das gefällt mir! -Genial!"
    }
  },
  {
    "translation": {
      "en": "A documentary on the world's biggest pop star.",
      "de": "Eine Dokumentation über den größten Popstar der Welt."
    }
  },
  {
    "translation": {
      "en": "-It would draw viewers like flies! -You really think she'd do it?",
      "de": "-Es würde massenhaft Zuschauer anziehen! -Meinst du, sie macht mit?"
    }
  },
  {
    "translation": {
      "en": "Are you kidding? She'd do anything for me.",
      "de": "Was denkst du denn? Für mich würde sie alles tun."
    }
  },
  {
    "translation": {
      "en": "Forget it! Not a chance! Not in this lifetime! Absolutely not!",
      "de": "Das könnt ihr vergessen! Nie im Leben! Das kommt nicht in Frage!"
    }
  },
  {
    "translation": {
      "en": "So you're saying you'll think about it?",
      "de": "Du willst es dir also überlegen?"
    }
  },
  {
    "translation": {
      "en": "No! I can't stand documentaries about pop stars.",
      "de": "Nein! Ich hasse Dokumentarfilme über Popstars."
    }
  },
  {
    "translation": {
      "en": "They're always so very, awfully fake.",
      "de": "Sie sind immer so was von gekünstelt."
    }
  },
  {
    "translation": {
      "en": "Oh, you're so right! But ours will be different!",
      "de": "Da hast du völlig recht. Aber unserer ist ganz anders."
    }
  },
  {
    "translation": {
      "en": "We'll show the unvarnished truth, the real Livi, warts and all!",
      "de": "Wir zeigen die ungeschminkte Wahrheit, die echte Livi mit Warzen!"
    }
  },
  {
    "translation": {
      "en": "-I don't have warts. -We can fake that-- Kidding!",
      "de": "-Ich habe doch keine Warzen. -Wir nehmen künstliche... War nur Spaß!"
    }
  },
  {
    "translation": {
      "en": "Livi, we swear we'll keep it honest!",
      "de": "Livi, wir schwören, ehrlich zu berichten!"
    }
  },
  {
    "translation": {
      "en": "And you'd be helping us save our webcast.",
      "de": "Und damit hilfst du unserem Webcast."
    }
  },
  {
    "translation": {
      "en": "This could be bigger than our warthog special!",
      "de": "Das wird besser als unser Warzenschwein-Beitrag."
    }
  },
  {
    "translation": {
      "en": "Think of it this way. Please, please, please.",
      "de": "Sieh das von der Seite. Bitte, bitte, bitte."
    }
  },
  {
    "translation": {
      "en": "Oh, all right, I give up! I'll do it!",
      "de": "Oh, na gut, ich ergebe mich! Ich mache es."
    }
  },
  {
    "translation": {
      "en": "But only if you promise to keep it real. Nothing phony.",
      "de": "Aber nur, wenn ihr bei der Realität bleibt. Kein Schwindel."
    }
  },
  {
    "translation": {
      "en": "-Yay! Thank You, Livi! -Thanks so much!",
      "de": "-Juhu! Danke, Livi! -Spitze! Vielen Dank."
    }
  },
  {
    "translation": {
      "en": "I knew she'd say yes! I have a way with other super-talents.",
      "de": "Ich wusste, sie würde Ja sagen. Ich kann es gut mit Supertalenten."
    }
  },
  {
    "translation": {
      "en": "This will be the biggest web sensation since Grouchy Cat!",
      "de": "Das wird die größte Webcast-Sensation seit Grouchy Cat!"
    }
  },
  {
    "translation": {
      "en": "But you've got to stay out of the way!",
      "de": "Aber ihr dürft mir nicht im Weg rumstehen!"
    }
  },
  {
    "translation": {
      "en": "I’m gonna be super-busy all week rehearsing for my new video.",
      "de": "Ich muss die ganze Woche für mein neues Video trainieren."
    }
  },
  {
    "translation": {
      "en": "It's the biggest, most important one of my career, so I really need to concentrate.",
      "de": "Es ist das größte und wichtigste meiner Karriere. Ich brauche dafür volle Konzentration."
    }
  },
  {
    "translation": {
      "en": "You won't even notice we're there.",
      "de": "Du wirst nicht merken, dass wir da sind."
    }
  },
  {
    "translation": {
      "en": "Livi, you're on in 60 seconds!",
      "de": "Livi, dein Einsatz in 60 Sekunden!"
    }
  },
  {
    "translation": {
      "en": "-And that's when the real trouble started. -Big-time.",
      "de": "-Und damit begannen die echten Probleme. -Die ganz großen."
    }
  },
  {
    "translation": {
      "en": "Yes, folks, glamour starts early in Livi's super-fantastic, fabulous, at-home-pop-star life.",
      "de": "Ja, der Glamour beginnt früh am Morgen in Livis genialem Popstar-Leben daheim."
    }
  },
  {
    "translation": {
      "en": "Whoops. My bad.",
      "de": "Hoppla. Das war mein Fehler."
    }
  },
  {
    "translation": {
      "en": "And mine.",
      "de": "Und meiner."
    }
  },
  {
    "translation": {
      "en": "Here it comes, fans! The magic moment when Livi wakes up!",
      "de": "Jetzt kommt er, Fans! Der magische Moment, wenn Livi aufwacht!"
    }
  },
  {
    "translation": {
      "en": "-Huh? -Livi, Livi, it's us!",
      "de": "-Was? -Livi, Livi, wir sind es!"
    }
  },
  {
    "translation": {
      "en": "The documentary, remember?",
      "de": "Der Dokumentarfilm, weißt du noch?"
    }
  },
  {
    "translation": {
      "en": "Oh, right. Gotta go.",
      "de": "Oh ja, richtig. Ich muss weg."
    }
  },
  {
    "translation": {
      "en": "And cut.",
      "de": "Und Schnitt."
    }
  },
  {
    "translation": {
      "en": "Livi is now brushing her very own teeth, every one of them.",
      "de": "Livi putzt jetzt eigenhändig ihre Zähne, jeden einzelnen."
    }
  },
  {
    "translation": {
      "en": "-Can you describe how you're feeling? -[mouth full, mumbling]",
      "de": "Livi, kannst du uns sagen, wie du dich fühlst?"
    }
  },
  {
    "translation": {
      "en": "Yes, you heard it from her very own foam-covered lips!",
      "de": "Ja, ihr habt es selbst aus ihrem schaumgefüllten Mund gehört!"
    }
  },
  {
    "translation": {
      "en": "She spit! Did we get that?",
      "de": "Sie hat ausgespuckt. Haben wir das drauf?"
    }
  },
  {
    "translation": {
      "en": "We're watching the fabulous Livi eating the secret breakfast of superstars!",
      "de": "Wir sehen die fantastische Livi beim geheimen Frühstück der Superstars!"
    }
  },
  {
    "translation": {
      "en": "Share with your fans what that is.",
      "de": "Kannst du den Fans verraten, was das ist?"
    }
  },
  {
    "translation": {
      "en": "Stale potato chips?",
      "de": "Alte Kartoffelchips."
    }
  },
  {
    "translation": {
      "en": "So there you have it. The magic just keeps on coming!",
      "de": "Da habt ihr es gehört. Und der Zauber geht noch weiter!"
    }
  },
  {
    "translation": {
      "en": "What other glamorous moments are in store?",
      "de": "Was werden wir sonst noch erleben?"
    }
  },
  {
    "translation": {
      "en": "That's right, folks.",
      "de": "Ja, ihr seht richtig. Das sind Livis berühmte"
    }
  },
  {
    "translation": {
      "en": "That's Livi's own famous cover-girl hair she's pulling out of that drain!",
      "de": "Ja, ihr seht richtig. Das sind Livis berühmte Covergirl-Haare, die sie aus dem Abfluss zieht!"
    }
  },
  {
    "translation": {
      "en": "We were getting desperate. Livi's super-glam home life",
      "de": "Es ist zum Verzweifeln. Livis \"glamouröses\" Leben daheim"
    }
  },
  {
    "translation": {
      "en": "was more boring than What's On The Bottom Of Matthew's Shoe?",
      "de": "erwies sich als noch langweiliger als \"Unter Matthews Schuhen\"."
    }
  },
  {
    "translation": {
      "en": "Remember Matthew’s Christmas Special?",
      "de": "Erinnerst du dich noch an Matthews Weihnachtsausgabe?"
    }
  },
  {
    "translation": {
      "en": "Now that's entertainment.",
      "de": "Das nenne ich gute Unterhaltung."
    }
  },
  {
    "translation": {
      "en": "We finally got a tiny break when Livi's choreographer came by the house",
      "de": "Schließlich kam die Rettung in Form von Livis Choreographen ins Haus,"
    }
  },
  {
    "translation": {
      "en": "to go over her dance routine for the music video.",
      "de": "der mit ihr das Musikvideo durchgehen wollte."
    }
  },
  {
    "translation": {
      "en": "Now we jazz-walk over to the big prop staircase, then work our way up the stairs, like this.",
      "de": "Jetzt gehen wir hüftschwingend zur Treppe und dann die Stufen hoch, genau so,"
    }
  },
  {
    "translation": {
      "en": "-And jazz hands! -Tada!",
      "de": "-und Jazz-Hände! -Tada!"
    }
  },
  {
    "translation": {
      "en": "-Oh, my gosh! -Can you move?",
      "de": "-Du liebe Güte! -Hast du dir wehgetan?"
    }
  },
  {
    "translation": {
      "en": "Sorry, I didn't mean to.",
      "de": "Tut mir leid. Das war nicht meine Absicht."
    }
  },
  {
    "translation": {
      "en": "Come on, Brent, I'm taking you to the doctor.",
      "de": "Komm, Brent, Ich bringe dich zum Arzt."
    }
  },
  {
    "translation": {
      "en": "And I'll speak to you later.",
      "de": "Und mit euch unterhalte ich mich später."
    }
  },
  {
    "translation": {
      "en": "Okay, Olivia. Cut.",
      "de": "Okay, Olivia... Schnitt."
    }
  },
  {
    "translation": {
      "en": "At least we have a dramatic scene to the documentary.",
      "de": "Wenigstens haben wir eine dramatische Szene im Kasten."
    }
  },
  {
    "translation": {
      "en": "Actually, Andrea, I missed it.",
      "de": "Ehrlich gesagt, Andrea, ich habe sie verpasst."
    }
  },
  {
    "translation": {
      "en": "What? You missed it?",
      "de": "Was? Du hast sie verpasst?"
    }
  },
  {
    "translation": {
      "en": "I suppose it would be a lot to ask him to do that again?",
      "de": "Es ist wohl etwas zu viel verlangt, ihn zu bitten, das noch mal zu machen."
    }
  },
  {
    "translation": {
      "en": "-I hope he's okay! -I can't believe it.",
      "de": "-Ich hoffe, ihm ist nichts passiert. -Unfassbar."
    }
  },
  {
    "translation": {
      "en": "We missed the one and only exciting thing that's happened since we got here.",
      "de": "Wir verpassten das einzig Aufregende, das passiert ist, seit wir hier sind."
    }
  },
  {
    "translation": {
      "en": "If you don't count when Cookie upchucked the chips.",
      "de": "Wenn man Cookies Kartoffelchip-Unfall nicht zählt."
    }
  },
  {
    "translation": {
      "en": "There's got to be a way.",
      "de": "Es muss doch noch was geben."
    }
  },
  {
    "translation": {
      "en": "Or maybe we didn't miss it!",
      "de": "Vielleicht haben wir es ja nicht verpasst."
    }
  },
  {
    "translation": {
      "en": "Afraid we did. The camera was pointing everywhere but at him.",
      "de": "Ich fürchte, doch. Die Kamera war zu keiner Zeit auf ihn gerichtet."
    }
  },
  {
    "translation": {
      "en": "That was then. But what if we re-stage it?",
      "de": "Das war so, ja. Aber wie wäre es, wenn wir die Szene nachspielten?"
    }
  },
  {
    "translation": {
      "en": "You mean fake it? You think that's honest?",
      "de": "Wir sollen so tun als ob? Findest du das ehrlich?"
    }
  },
  {
    "translation": {
      "en": "Of course it is! I mean, it really did happen, right?",
      "de": "Natürlich ist es das. Es ist doch tatsächlich passiert."
    }
  },
  {
    "translation": {
      "en": "So it's not like we’re making stuff up.",
      "de": "Das heißt, dass wir es nicht erfinden."
    }
  },
  {
    "translation": {
      "en": "I did see a dress dummy in the closet.",
      "de": "Im Schrank sah ich eine Ankleidepuppe."
    }
  },
  {
    "translation": {
      "en": "He'll need a head, there's a melon in the fridge.",
      "de": "Und der Kopf? Im Kühlschrank war eine Melone."
    }
  },
  {
    "translation": {
      "en": "I'll go see what clothes are in her closet!",
      "de": "Ich mache mich auf die Suche nach Kleidung."
    }
  },
  {
    "translation": {
      "en": "But... But...",
      "de": "Aber..."
    }
  },
  {
    "translation": {
      "en": "There! Did he have a dimple?",
      "de": "So! Hat er ein Kinngrübchen?"
    }
  },
  {
    "translation": {
      "en": "Emma, we won't see him that close. It'll be really fast.",
      "de": "Emma, so nah sehen wir ihn nicht. Es geht sehr schnell."
    }
  },
  {
    "translation": {
      "en": "We'll edit it together with the real guy later.",
      "de": "Später bearbeiten wir das noch."
    }
  },
  {
    "translation": {
      "en": "Everyone ready? Olivia, be sure to jiggle the camera for realism.",
      "de": "Sind alle bereit? Olivia, wackele mit der Kamera, das macht es realer."
    }
  },
  {
    "translation": {
      "en": "And action!",
      "de": "Und Action!"
    }
  },
  {
    "translation": {
      "en": "And cut! It's good!",
      "de": "Und Schnitt! Das war gut!"
    }
  },
  {
    "translation": {
      "en": "This'll be perfect for the webcast!",
      "de": "Das wird perfekt für das Webcast!"
    }
  },
  {
    "translation": {
      "en": "So that's how our real-life documentary started to get a little less real.",
      "de": "Und so wurde unser Reality-Dokumentarfilm langsam etwas weniger real."
    }
  },
  {
    "translation": {
      "en": "It might've been okay if Andrea had left it there.",
      "de": "Es wäre wohl gegangen, hätte Andrea sich damit begnügt."
    }
  },
  {
    "translation": {
      "en": "But Andrea doesn't know how to do things halfway.",
      "de": "Aber Andrea macht nun mal keine halben Sachen."
    }
  },
  {
    "translation": {
      "en": "Our guest is the one and only Natasha, hairdresser to the stars!",
      "de": "Unser Gast ist die einmalige Natasha, die Haarstylistin der Stars!"
    }
  },
  {
    "translation": {
      "en": "Her very next appointment... Livi!",
      "de": "Ihre nächste Kundin... Livi!"
    }
  },
  {
    "translation": {
      "en": "Is Livi always this late, Natasha?",
      "de": "Kommt Livi immer zu spät, Natasha?"
    }
  },
  {
    "translation": {
      "en": "No, darling!",
      "de": "Nein, meine Liebe!"
    }
  },
  {
    "translation": {
      "en": "Superstars are never late, it's the rest of us who are early!",
      "de": "Superstars kommen nie zu spät. Wir sind immer nur zu früh dran."
    }
  },
  {
    "translation": {
      "en": "Her last 2:00 started at 6:00.",
      "de": "Ihr letzter 14 Uhr-Termin begann um 18 Uhr."
    }
  },
  {
    "translation": {
      "en": "Today, our viewers will get to watch you work",
      "de": "Und heute erleben unsere Zuschauer,"
    }
  },
  {
    "translation": {
      "en": "your styling magic for Livi's new music video!",
      "de": "wie deine Zauberhände für Livis neues Musikvideo wirken!"
    }
  },
  {
    "translation": {
      "en": "It will be the thrill of your life, darling.",
      "de": "Oh ja, das wird prickelnd, meine Liebe."
    }
  },
  {
    "translation": {
      "en": "But first, I must go and prepare my secret formulas.",
      "de": "Aber zunächst muss ich meine geheimen Zutaten vorbereiten."
    }
  },
  {
    "translation": {
      "en": "And cut!",
      "de": "Und Schnitt!"
    }
  },
  {
    "translation": {
      "en": "Okay, let's set up here at Livi's private chair so...",
      "de": "Okay, richten wir uns hier bei Livis persönlichem Stuhl..."
    }
  },
  {
    "translation": {
      "en": "Natasha! It's your phone!",
      "de": "Natasha! Dein Handy klingelt!"
    }
  },
  {
    "translation": {
      "en": "Hey, it's Livi calling.",
      "de": "Hey, Livi ruft an."
    }
  },
  {
    "translation": {
      "en": "Hi, Livi, it's me, Olivia! Really? You can't?",
      "de": "Hi, Livi, ich bin's, Olivia! Wirklich? Du kannst nicht kommen?"
    }
  },
  {
    "translation": {
      "en": "Sure, I'll tell her.",
      "de": "Sicher, ich richte es ihr aus."
    }
  },
  {
    "translation": {
      "en": "She has to cancel the appointment.",
      "de": "Sie muss den Termin absagen."
    }
  },
  {
    "translation": {
      "en": "Well, that's that. Might as well pack it up.",
      "de": "Was soll man machen? Packen wir alles wieder zusammen."
    }
  },
  {
    "translation": {
      "en": "Wait! We can still do this!",
      "de": "Wartet! Wir können es trotzdem machen!"
    }
  },
  {
    "translation": {
      "en": "But Natasha will see I'm not Livi!",
      "de": "Aber Natasha wird merken, dass ich nicht Livi bin!"
    }
  },
  {
    "translation": {
      "en": "-Not with this, she won't. -Andrea.",
      "de": "-Damit wird sie es nicht bemerken. -Andrea."
    }
  },
  {
    "translation": {
      "en": "It's not like we're faking it, exactly, Livi did have an appointment.",
      "de": "Wir schummeln ja nicht wirklich. Livi hatte einen Termin. Keiner kriegt was mit."
    }
  },
  {
    "translation": {
      "en": "Who's gonna know?",
      "de": "Livi hatte einen Termin. Keiner kriegt was mit."
    }
  },
  {
    "translation": {
      "en": "Livi! Darling! You look fabulous!",
      "de": "Livi! Meine Liebe! Du siehst fantastisch aus!"
    }
  },
  {
    "translation": {
      "en": "What is your secret?",
      "de": "Verrate mir dein Geheimnis."
    }
  },
  {
    "translation": {
      "en": "Oh, that's right, it's me!",
      "de": "Ach, wie dumm von mir, das bin ja ich!"
    }
  },
  {
    "translation": {
      "en": "Now, let's make magic!",
      "de": "Gut, dann wollen wir jetzt mal zaubern."
    }
  },
  {
    "translation": {
      "en": "And so it went. By the time we got to Livi's music video,",
      "de": "Und so lief das Ganze. Bis wir dann zu Livis Musikvideo kamen,"
    }
  },
  {
    "translation": {
      "en": "Andrea's definition of keeping it real had stretched to the breaking point.",
      "de": "hatte Andreas Auslegung von Realität längst alle Grenzen überschritten."
    }
  },
  {
    "translation": {
      "en": "One-two, one-two.",
      "de": "Eins, zwei. Eins, zwei."
    }
  },
  {
    "translation": {
      "en": "Here we are, up close and personal with Livi's private make-up expert!",
      "de": "Und hier sprechen wir direkt mit Livis persönlichem Make-up-Experten!"
    }
  },
  {
    "translation": {
      "en": "So, what's it like to work on such a famous face as Livi's?",
      "de": "Wie ist es, an einem so berühmten Gesicht wie Livis zu arbeiten?"
    }
  },
  {
    "translation": {
      "en": "You can tell us, what's her favourite shade of lip gloss?",
      "de": "Verrate uns, was ist ihre Lieblingsfarbe beim Lipgloss."
    }
  },
  {
    "translation": {
      "en": "Aren't you her make-up artist?",
      "de": "Bist du etwa nicht ihre Maskenbildnerin?"
    }
  },
  {
    "translation": {
      "en": "Cut!",
      "de": "Schnitt!"
    }
  },
  {
    "translation": {
      "en": "We can fix it in editing. Leave out the bucket. Nobody has to know.",
      "de": "Das bereinigen wir beim Schneiden. Wir lassen Eimer und Mopp weg."
    }
  },
  {
    "translation": {
      "en": "This is ridiculous! This Livi documentary has nothing to do with Livi.",
      "de": "Andrea, es ist lächerlich! Dieser Dokumentarfilm hat nichts mehr mit Livi zu tun."
    }
  },
  {
    "translation": {
      "en": "Whatever happened to the unvarnished truth?",
      "de": "Was wurde nur aus der ungeschminkten Wahrheit?"
    }
  },
  {
    "translation": {
      "en": "I varnished it a little. Come on, they do it all the time on TV!",
      "de": "Ich habe sie ein wenig geschminkt. Das macht man so im Fernsehen."
    }
  },
  {
    "translation": {
      "en": "No, I think Olivia's right. We promised Livi that we'd keep it real.",
      "de": "Olivia hat recht. Wir versprachen Liv, bei der Wahrheit zu bleiben."
    }
  },
  {
    "translation": {
      "en": "But Andrea's got a point. We also need to keep it exciting and fun!",
      "de": "Aber Andrea hat auch recht. Es muss spannend und unterhaltend sein."
    }
  },
  {
    "translation": {
      "en": "-And completely phony?! -I suppose you could do better!",
      "de": "-Und alles nur gespielt? -Kannst du es etwa besser?"
    }
  },
  {
    "translation": {
      "en": "Anybody could. You need to stick to the facts!",
      "de": "Das könnte jeder. Man muss sich nur an Fakten halten."
    }
  },
  {
    "translation": {
      "en": "Then be my guest! We'll make our documentary and you make yours!",
      "de": "Nur zu! Dann machen wir unseren Dokumentarfilm. Mach du deinen!"
    }
  },
  {
    "translation": {
      "en": "-Fine! -Fine!",
      "de": "-Auch recht! -Auch recht!"
    }
  },
  {
    "translation": {
      "en": "-Well, Emma? -Are you with us or them?",
      "de": "-Hey, Emma? -Machst du bei uns mit, oder bei denen?"
    }
  },
  {
    "translation": {
      "en": "-I... -I think she's going to explode.",
      "de": "-Ich... -Ich glaube, sie explodiert gleich."
    }
  },
  {
    "translation": {
      "en": "-I'll get sound for both teams! -Whatever.",
      "de": "-Ich mache für beide Teams den Ton! -Wie du meinst."
    }
  },
  {
    "translation": {
      "en": "Great. Now what are we gonna do for a video camera?",
      "de": "Na toll. Und woher nehmen wir eine Videokamera?"
    }
  },
  {
    "translation": {
      "en": "I'll use my cell phone. It'll look even more documentary-ish.",
      "de": "Ich benutze meine Handykamera. Dann ist es noch dokumentarischer."
    }
  },
  {
    "translation": {
      "en": "-Okay, everyone, showtime! Quiet on set! -They're starting! Come on!",
      "de": "-Okay, die Show beginnt! Ruhe am Set! -Sie fangen an. Los!"
    }
  },
  {
    "translation": {
      "en": "Cue playback! And action!",
      "de": "Playback starten! Und Action!"
    }
  },
  {
    "translation": {
      "en": "-I can't get a clear shot. -Get closer. Look at Olivia and Mia.",
      "de": "-Ich habe keine freie Sicht. -Wir müssen näher ran. Wie Olivia und Mia."
    }
  },
  {
    "translation": {
      "en": "-Incoming wardrobe rack! -What?!",
      "de": "-Garderobenständer nähert sich! -Was?!"
    }
  },
  {
    "translation": {
      "en": "Sorry!",
      "de": "Verzeihung!"
    }
  },
  {
    "translation": {
      "en": "Where'd that come from?",
      "de": "Was war das denn?"
    }
  },
  {
    "translation": {
      "en": "What's going on out there? Cut!",
      "de": "Was ist denn hier los? Schnitt!"
    }
  },
  {
    "translation": {
      "en": "-What? What happened? -It's not my fault!",
      "de": "-Was? Was ist los? -Ich bin nicht schuld."
    }
  },
  {
    "translation": {
      "en": "Cut! Someone unplug the fan!",
      "de": "Schnitt! Steckt den Ventilator aus!"
    }
  },
  {
    "translation": {
      "en": "Cut! Cut! Cut! Will someone call security! Get those girls off the set!",
      "de": "Schnitt! Schnitt! Schnitt! Sicherheitsdienst! Runter mit den Mädels!"
    }
  },
  {
    "translation": {
      "en": "Take cover!",
      "de": "In Deckung!"
    }
  },
  {
    "translation": {
      "en": "Cut?",
      "de": "Schnitt?"
    }
  },
  {
    "translation": {
      "en": "We told Livi she wouldn't even notice us. She noticed.",
      "de": "-Wir sagten Livi, sie bemerkt uns nicht. - Sie hat uns bemerkt."
    }
  },
  {
    "translation": {
      "en": "So that was the end of our documentary shoot,",
      "de": "Das war im Grunde das Ende unseres Dokumentarfilms"
    }
  },
  {
    "translation": {
      "en": "-along with our webcast. -And our friendship with Livi.",
      "de": "-und unseres What's At Heart-Webcasts. -Und unserer Freundschaft mit Livi."
    }
  },
  {
    "translation": {
      "en": "Not only were we banned from her music video set, what was left of it,",
      "de": "Nicht nur, dass man uns vom Set verbannte, oder dem, was davon übrig war,"
    }
  },
  {
    "translation": {
      "en": "but she forbid us from coming within 50 feet of her.",
      "de": "wir mussten mindestens 15 Meter Abstand von ihr halten."
    }
  },
  {
    "translation": {
      "en": "Or any place she's ever been.",
      "de": "Oder von jedem Ort, an dem sie je war."
    }
  },
  {
    "translation": {
      "en": "-Or might ever go. -Ever.",
      "de": "-Oder an den sie je gehen würde. -Jemals."
    }
  },
  {
    "translation": {
      "en": "Well, there's nothing that sprinkles can't fix.",
      "de": "Nun, es gibt nichts, was Streusel nicht in Ordnung bringen."
    }
  },
  {
    "translation": {
      "en": "The worst part is, we let ourselves down. We said we were gonna keep it real.",
      "de": "Das Schlimmste ist, dass wir so versagten. Wir wollten bei der Realität bleiben."
    }
  },
  {
    "translation": {
      "en": "It's all my fault.",
      "de": "Ich allein bin schuld. Mein genialer Dokumentarfilm"
    }
  },
  {
    "translation": {
      "en": "My brilliant documentary turned out to be as fake as Livi said it would.",
      "de": "Ich allein bin schuld. Mein genialer Dokumentarfilm wurde genauso unecht, wie Livi das vorhergesagt hat."
    }
  },
  {
    "translation": {
      "en": "I'm the one who split us up, when we know we always work better as a team.",
      "de": "Aber ich trieb uns auseinander, wo wir doch zusammen am besten sind."
    }
  },
  {
    "translation": {
      "en": "All we've got left now is egg on our faces,",
      "de": "Jetzt haben wir nur Ei im Gesicht,"
    }
  },
  {
    "translation": {
      "en": "sprinkles in our teeth, and pieces of useless video.",
      "de": "Streusel zwischen den Zähnen und nutzlose Teile eines Videos."
    }
  },
  {
    "translation": {
      "en": "-Mostly of things we blew up. -Kind of like a collage.",
      "de": "-Zumeist von übertriebenen Dingen. -Wie eine Art Collage."
    }
  },
  {
    "translation": {
      "en": "Yes! Exactly like a collage! I've got an idea!",
      "de": "Ja! Genau wie eine Collage! Ich habe eine Idee!"
    }
  },
  {
    "translation": {
      "en": "No, no, no! Listen. I swear this one will work.",
      "de": "Nein, nein, nein! Hört zu. Ich schwöre, diesmal klappt es."
    }
  },
  {
    "translation": {
      "en": "[Livi] Oh, no.",
      "de": "Oh nein."
    }
  },
  {
    "translation": {
      "en": "Please! It'll just take a minute!",
      "de": "Bitte! Es dauert nur eine Minute!"
    }
  },
  {
    "translation": {
      "en": "Fine. One minute.",
      "de": "Von mir aus. Eine Minute."
    }
  },
  {
    "translation": {
      "en": "We put this music video together, since we kind of blew up yours.",
      "de": "Wir stellten dieses Musikvideo zusammen, nachdem wir deines vermasselten."
    }
  },
  {
    "translation": {
      "en": "-I love it. -[dog barks]",
      "de": "Ich liebe es."
    }
  },
  {
    "translation": {
      "en": "Speaking on behalf of my friends and myself, I'd just like to say, yay!",
      "de": "Im Namen meiner Freunde und mir möchte ich einfach sagen, ja!"
    }
  },
  {
    "translation": {
      "en": "You should be proud.",
      "de": "Ihr könnt auch stolz sein."
    }
  },
  {
    "translation": {
      "en": "Despite the... mass destruction that went into making it,",
      "de": "Trotz der massiven Vernichtung, zu der es bei der Herstellung kam,"
    }
  },
  {
    "translation": {
      "en": "this is the most inventive video I've seen in years.",
      "de": "ist das das originellste Video, das ich seit Jahren sah."
    }
  },
  {
    "translation": {
      "en": "And much more exciting than the one I was making.",
      "de": "Und viel aufregender als das, was ich gemacht habe."
    }
  },
  {
    "translation": {
      "en": "-So you don't hate us anymore? -And we can come within 50 feet of you?",
      "de": "-Dann hasst du uns nicht mehr? -Und wir dürfen näher als 15 Meter kommen?"
    }
  },
  {
    "translation": {
      "en": "I'll do better than that. I'm giving you permission",
      "de": "Noch viel besser. Ich erteile euch die Erlaubnis,"
    }
  },
  {
    "translation": {
      "en": "to premiere this video on your What's At Heart webcast!",
      "de": "dieses Video erstmals im What's-At-Heart-Webcast zu zeigen! - Genial! - Das ist fantastisch!"
    }
  },
  {
    "translation": {
      "en": "-Stellar! -Oh, wow!",
      "de": "- Genial! - Das ist fantastisch!"
    }
  },
  {
    "translation": {
      "en": "The premiere of Livi's newest video! We'll get millions of hits!",
      "de": "Die Premiere von Livis neuestem Video! Man wird uns millionenfach anklicken!"
    }
  },
  {
    "translation": {
      "en": "This'll be even bigger than Matthew's Shoe!",
      "de": "Das wird noch gewaltiger als Matthews Schuhe!"
    }
  },
  {
    "translation": {
      "en": "So who's hungry? I have a melon in the fridge.",
      "de": "Wer hat Hunger? Ich habe eine Melone im Kühlschrank."
    }
  },
  {
    "translation": {
      "en": "Not anymore.",
      "de": "Nicht mehr."
    }
  },
  {
    "translation": {
      "en": "It worked! What's At Heart was saved!",
      "de": "Es hat geklappt! What's-At-Heart ist gerettet!"
    }
  },
  {
    "translation": {
      "en": "We even had enough good footage left over to put together the documentary.",
      "de": "Zudem hatten wir noch genug gutes Material für den Dokumentarfilm."
    }
  },
  {
    "translation": {
      "en": "-We call it Keeping It Real. -Or How Not To Make A Documentary.",
      "de": "-Wir nennen ihn Bei der Realität bleiben. -Oder \"Wie entsteht ein Dokumentarfilm\"."
    }
  }
]