[
  {
    "translation": {
      "en": "[Olafur] I would like to design an experiment with you.",
      "de": "EINE NETFLIX DOKUREIHE Ich möchte ein Experiment mit Ihnen entwerfen."
    }
  },
  {
    "translation": {
      "en": "This means that you and I are gonna collaborate and...",
      "de": "Das bedeutet, dass Sie und ich zusammenarbeiten und..."
    }
  },
  {
    "translation": {
      "en": "for that to happen, it would be great if you could turn off...",
      "de": "...damit das klappt, wäre es toll, wenn Sie alle anderen Lichtquellen..."
    }
  },
  {
    "translation": {
      "en": "any other light than the screen you're looking at.",
      "de": "...außer Ihrem Bildschirm ausschalten könnten."
    }
  },
  {
    "translation": {
      "en": "You could pause the episode here and sort it out,",
      "de": "Sie könnten die Folge unterbrechen und das alles regeln,"
    }
  },
  {
    "translation": {
      "en": "but think of...",
      "de": "aber sehen Sie..."
    }
  },
  {
    "translation": {
      "en": "the screen, the TV, as a lamp.",
      "de": "...den Bildschirm, den Fernseher, als Lampe."
    }
  },
  {
    "translation": {
      "en": "You shouldn't, uh, look at the screen, look at the space around the screen",
      "de": "Schauen Sie nicht auf den Bildschirm, nur auf den Bereich drumherum."
    }
  },
  {
    "translation": {
      "en": "and pay attention to how you are in that space.",
      "de": "Achten Sie mal darauf, wie Sie in diesem Raum sind."
    }
  },
  {
    "translation": {
      "en": "But let's... let's just get started. So, check this out.",
      "de": "Aber lassen Sie uns anfangen."
    }
  },
  {
    "translation": {
      "en": "First, I'm gonna start by making it yellow.",
      "de": "Zuerst mache ich es gelb."
    }
  },
  {
    "translation": {
      "en": "I like the color yellow, but see how the room is in fact now yellow.",
      "de": "Ich mag die Farbe Gelb, aber sehen Sie, wie das Zimmer jetzt gelb ist."
    }
  },
  {
    "translation": {
      "en": "Enjoy the yellow.",
      "de": "Genießen Sie das Gelb."
    }
  },
  {
    "translation": {
      "en": "Maybe take a deep breath.",
      "de": "Atmen Sie mal tief durch."
    }
  },
  {
    "translation": {
      "en": "Let's change that color.",
      "de": "Ändern wir die Farbe."
    }
  },
  {
    "translation": {
      "en": "Do you see how your room suddenly changed?",
      "de": "Sehen Sie, wie sich Ihr Zimmer plötzlich verändert?"
    }
  },
  {
    "translation": {
      "en": "Red light makes you more calm, it makes you tired. It relaxes you.",
      "de": "Rotes Licht macht einen ruhiger, es macht müde. Es entspannt."
    }
  },
  {
    "translation": {
      "en": "Where, with a certain blue color, you stay awake.",
      "de": "Während bestimmte Blautöne einen wach halten."
    }
  },
  {
    "translation": {
      "en": "So, every color has a sort of different way of influencing us.",
      "de": "Jede Farbe hat eine andere Art, uns zu beeinflussen."
    }
  },
  {
    "translation": {
      "en": "This is what art is about.",
      "de": "Darum geht es in der Kunst."
    }
  },
  {
    "translation": {
      "en": "You are a co-author with me,",
      "de": "Wenn Sie mein Mitautor sind,"
    }
  },
  {
    "translation": {
      "en": "the main protagonist. What you see is quite up to you.",
      "de": "der Hauptdarsteller, liegt das, was Sie sehen, ganz bei Ihnen."
    }
  },
  {
    "translation": {
      "en": "[narrator] Olafur Eliasson: artist, architect, and design phenom.",
      "de": "Olafur Eliasson: Künstler, Architekt, Design-Phänomen."
    }
  },
  {
    "translation": {
      "en": "[man] In Olafur's work, you first have a \"wow,\"",
      "de": "Bei Olafurs Arbeit hat man zuerst den \"Wow-\""
    }
  },
  {
    "translation": {
      "en": "and then you have an \"aha.\"",
      "de": "und dann den \"Aha\"-Effekt."
    }
  },
  {
    "translation": {
      "en": "[man 2] Olafur Eliasson is celebrated",
      "de": "Olafur Eliasson wird gefeiert,"
    }
  },
  {
    "translation": {
      "en": "for creating immersive spaces and experiences.",
      "de": "weil er immersive Räume und Erlebnisse schafft."
    }
  },
  {
    "translation": {
      "en": "[man 3] He's truly an artist who interacts with his environment.",
      "de": "Er ist ein Künstler, der mit seiner Umwelt interagiert."
    }
  },
  {
    "translation": {
      "en": "[narrator] Eliasson is an expert in the art of smoke and mirrors.",
      "de": "Eliasson ist Experte für Illusionen."
    }
  },
  {
    "translation": {
      "en": "[woman 1] There is no artist on the planet operating on a more global scale than Olafur.",
      "de": "Es gibt keinen Künstler auf dem Planeten, der globaler agiert als Olafur."
    }
  },
  {
    "translation": {
      "en": "[woman 2] To him, changing the world means changing the way we experience the world.",
      "de": "Die Welt zu verändern, bedeutet für ihn, die Art zu ändern, wie wir die Welt erleben."
    }
  },
  {
    "translation": {
      "en": "[Olafur] This is my studio in Berlin, and, um...",
      "de": "Das ist mein Atelier in Berlin, und..."
    }
  },
  {
    "translation": {
      "en": "the studio is really a place where...",
      "de": "das Atelier ist ein Ort,"
    }
  },
  {
    "translation": {
      "en": "I and the team, we work together making art.",
      "de": "wo ich und das Team zusammen Kunst machen."
    }
  },
  {
    "translation": {
      "en": "I love my studio being exciting and magical",
      "de": "Ich liebe, dass mein Atelier aufregend und magisch ist"
    }
  },
  {
    "translation": {
      "en": "and capable of doing things that otherwise would be hard to do,",
      "de": "und ich dort Dinge tun kann, die sonst schwer wären,"
    }
  },
  {
    "translation": {
      "en": "because we just play a lot.",
      "de": "weil wir einfach viel spielen."
    }
  },
  {
    "translation": {
      "en": "It's not rational, it's not pragmatic.",
      "de": "Es ist nicht rational, nicht pragmatisch."
    }
  },
  {
    "translation": {
      "en": "I mean, it's about making art.",
      "de": "Es geht darum, Kunst zu machen."
    }
  },
  {
    "translation": {
      "en": "So, it's not like walking out of reality into some kind of dream world, right?",
      "de": "Es ist nicht, als würde man aus der Realität in eine Traumwelt gehen, ja?"
    }
  },
  {
    "translation": {
      "en": "You actually walk into the studio and you see the real world in a microscope.",
      "de": "Man geht ins Atelier und sieht die reale Welt im Mikroskop."
    }
  },
  {
    "translation": {
      "en": "The mirror is looking to the center at the moment.",
      "de": "Der Spiegel ist gerade zur Mitte ausgerichtet."
    }
  },
  {
    "translation": {
      "en": "Yeah, but that means the mirror is looking to the center",
      "de": "Ja, er zeigt zur Mitte, ist aber auf der Seite"
    }
  },
  {
    "translation": {
      "en": "but is on the side of the ball.",
      "de": "Ja, er zeigt zur Mitte, ist aber auf der Seite -der Kugel. Okay. -Ja."
    }
  },
  {
    "translation": {
      "en": "-[woman] Yes. -[Olafur] Okay.",
      "de": "-der Kugel. Okay. -Ja."
    }
  },
  {
    "translation": {
      "en": "I mean, there's so much going on",
      "de": "Es ist so viel los,"
    }
  },
  {
    "translation": {
      "en": "that you don't really look...",
      "de": "dass man nicht..."
    }
  },
  {
    "translation": {
      "en": "carefully enough.",
      "de": "...genau genug hinschaut."
    }
  },
  {
    "translation": {
      "en": "I think it's maybe more interesting if...",
      "de": "Vielleicht ist es interessanter, wenn..."
    }
  },
  {
    "translation": {
      "en": "maybe they are connected like this?",
      "de": "...sie so verbunden sind? Weil die Köder"
    }
  },
  {
    "translation": {
      "en": "Because somehow the baits are taking too much attention.",
      "de": "...sie so verbunden sind? Weil die Köder zu viel Aufmerksamkeit erregen."
    }
  },
  {
    "translation": {
      "en": "Okay, great. Let's go on.",
      "de": "Okay. Gut, machen wir weiter."
    }
  },
  {
    "translation": {
      "en": "Phil? Yeah.",
      "de": "Phil? Ja."
    }
  },
  {
    "translation": {
      "en": "[man] Olafur likes...",
      "de": "Olafur mag"
    }
  },
  {
    "translation": {
      "en": "different kind of materials,",
      "de": "verschiedene Materialien,"
    }
  },
  {
    "translation": {
      "en": "different way to structure things.",
      "de": "eine andere Art, Dinge zu strukturieren."
    }
  },
  {
    "translation": {
      "en": "So, that openness lead him to...",
      "de": "Diese Offenheit führte ihn"
    }
  },
  {
    "translation": {
      "en": "a new type of art.",
      "de": "zu einer neuen Art von Kunst."
    }
  },
  {
    "translation": {
      "en": "[Olafur] A lot of my work is exploring this notion of...",
      "de": "Viele meiner Arbeiten erforschen die Idee, dass das,"
    }
  },
  {
    "translation": {
      "en": "what we consider truth depends on how you look at it.",
      "de": "was wir für die Wahrheit halten, davon abhängt, wie wir sie betrachten."
    }
  },
  {
    "translation": {
      "en": "We create reality as we go through space.",
      "de": "Wir erschaffen Realität, während wir durch den Raum gehen."
    }
  },
  {
    "translation": {
      "en": "When you look at a work of art,",
      "de": "Wenn man sich ein Kunstwerk ansieht,"
    }
  },
  {
    "translation": {
      "en": "it is as if it is looking at you.",
      "de": "ist es, als würde es einen anschauen."
    }
  },
  {
    "translation": {
      "en": "You are the one who's being listened to.",
      "de": "Du bist derjenige, dem zugehört wird."
    }
  },
  {
    "translation": {
      "en": "My work is completely dependent on the spectator",
      "de": "Meine Arbeit hängt völlig von den Zuschauern ab,"
    }
  },
  {
    "translation": {
      "en": "turning ideas into art.",
      "de": "wie sie aus Ideen Kunst machen."
    }
  },
  {
    "translation": {
      "en": "And that's the same thing with, you know, a Netflix space.",
      "de": "Genau so ist es mit dem Netflix-Raum."
    }
  },
  {
    "translation": {
      "en": "Obviously, we have a situation where somebody's watching, right?",
      "de": "Wir haben eine Situation, in der jemand zusieht."
    }
  },
  {
    "translation": {
      "en": "Hello. And then,",
      "de": "Hallo."
    }
  },
  {
    "translation": {
      "en": "I assume there's a kind of a screen.",
      "de": "Ich nehme an, es gibt eine Art Bildschirm."
    }
  },
  {
    "translation": {
      "en": "Maybe it is interesting to explore what these people are actually looking at.",
      "de": "Vielleicht ist es interessant zu erkunden, was diese Leute wirklich ansehen. Was wirklich los ist."
    }
  },
  {
    "translation": {
      "en": "I mean, what's actually going on.",
      "de": "was diese Leute wirklich ansehen. Was wirklich los ist."
    }
  },
  {
    "translation": {
      "en": "The thing is, this is a constructed situation. Let me just show you.",
      "de": "Es ist so, dass es eine konstruierte Situation ist. Ich zeig's Ihnen."
    }
  },
  {
    "translation": {
      "en": "See this? This is you... This is you and the camera, right?",
      "de": "Sehen Sie das? Das sind Sie... Sie und die Kamera, ja?"
    }
  },
  {
    "translation": {
      "en": "Look, it's like I'm surrounded with all these people here.",
      "de": "Es ist, als wäre ich von all diesen Leuten umgeben."
    }
  },
  {
    "translation": {
      "en": "I mean, what we take for granted...",
      "de": "Was wir für selbstverständlich halten..."
    }
  },
  {
    "translation": {
      "en": "\"Oh, he's talking to the camera,\" is actually...",
      "de": "\"Er redet mit der Kamera.\" Das ist..."
    }
  },
  {
    "translation": {
      "en": "I wouldn't say it's manipulated, but, you know,",
      "de": "...ich würde nicht sagen manipuliert,"
    }
  },
  {
    "translation": {
      "en": "it's... for sure it's constructed, right? A little bit like this episode.",
      "de": "aber es ist sicher gestellt, ja? Ein bisschen wie diese Folge."
    }
  },
  {
    "translation": {
      "en": "[woman] Okay, here. Why don't you talk to Mark? Here, hold on a second.",
      "de": "Okay, hier. Rede doch mit Mark. Hier, warte mal kurz."
    }
  },
  {
    "translation": {
      "en": "[Olafur] So, when I started, I was really interested in...",
      "de": "Als ich anfing, interessierte mich das,"
    }
  },
  {
    "translation": {
      "en": "what was between the walls.",
      "de": "was zwischen den Wänden war."
    }
  },
  {
    "translation": {
      "en": "I mean, that invisible thing, which is, I guess...",
      "de": "Ich meine, das unsichtbare Ding, es ist... Ich denke, es ist nur Luft, aber wie kann ich das Nichts zeigen?"
    }
  },
  {
    "translation": {
      "en": "I guess it's just air, but how can I just show the nothingness?",
      "de": "es ist... Ich denke, es ist nur Luft, aber wie kann ich das Nichts zeigen?"
    }
  },
  {
    "translation": {
      "en": "So, one of my very first works was an attempt to make a rainbow.",
      "de": "Eine meiner ersten Arbeiten war der Versuch, einen Regenbogen zu machen."
    }
  },
  {
    "translation": {
      "en": "I thought about how is a rainbow made.",
      "de": "Ich überlegte, wie man einen Regenbogen macht."
    }
  },
  {
    "translation": {
      "en": "But the truth is, there's not much to it.",
      "de": "In Wahrheit gehört nicht viel dazu."
    }
  },
  {
    "translation": {
      "en": "It's about the angle of the eye, the drop, and the light.",
      "de": "Es geht um den Winkel des Auges, den Tropfen und das Licht."
    }
  },
  {
    "translation": {
      "en": "And if there is no eye,",
      "de": "Und wenn es kein Auge gibt,"
    }
  },
  {
    "translation": {
      "en": "then that angle is not there and then there is no rainbow.",
      "de": "dann ist der Winkel nicht da und es gibt keinen Regenbogen."
    }
  },
  {
    "translation": {
      "en": "The person next to you doesn't see your rainbow,",
      "de": "Die Person neben dir sieht deinen Regenbogen nicht, weil das Auge woanders ist."
    }
  },
  {
    "translation": {
      "en": "because that eye is somewhere else.",
      "de": "sieht deinen Regenbogen nicht, weil das Auge woanders ist."
    }
  },
  {
    "translation": {
      "en": "This is a space totally dependent on you being there.",
      "de": "Das ist ein Raum, der davon abhängt, dass man da ist."
    }
  },
  {
    "translation": {
      "en": "When you leave the exhibition, there's nobody in the room.",
      "de": "Wenn man die Ausstellung verlässt, ist niemand im Raum."
    }
  },
  {
    "translation": {
      "en": "There's also no art.",
      "de": "Auch keine Kunst."
    }
  },
  {
    "translation": {
      "en": "It's not about a rainbow, really. It's really about...",
      "de": "Es geht nicht um den Regenbogen. Sondern..."
    }
  },
  {
    "translation": {
      "en": "\"Do I trust my own eyes and my own capacity to...",
      "de": "\"Traue ich meinen eigenen Augen und meiner Fähigkeit..."
    }
  },
  {
    "translation": {
      "en": "engage in the world?\"",
      "de": "...in die Welt einzutauchen?\""
    }
  },
  {
    "translation": {
      "en": "So, why do I make what I make, right?",
      "de": "Warum mache ich, was ich mache?"
    }
  },
  {
    "translation": {
      "en": "I grew up in Denmark, and I spent a lot of time...",
      "de": "Ich wuchs in Dänemark auf und verbrachte viel Zeit"
    }
  },
  {
    "translation": {
      "en": "with my father in Iceland.",
      "de": "mit meinem Vater in Island."
    }
  },
  {
    "translation": {
      "en": "And using water, or mist, or light just came natural to me.",
      "de": "Und Wasser oder Nebel oder Licht zu benutzen, war ganz natürlich für mich."
    }
  },
  {
    "translation": {
      "en": "And I like referencing the nature in my work.",
      "de": "Und ich verweise in meiner Arbeit gerne auf die Natur."
    }
  },
  {
    "translation": {
      "en": "See if I can film people looking at it.",
      "de": "Mal sehen, ob ich Leute filmen kann."
    }
  },
  {
    "translation": {
      "en": "[woman] Sorry, there's no photography allowed in here.",
      "de": "Tut mir leid, hier ist Filmen verboten."
    }
  },
  {
    "translation": {
      "en": "[Olafur] Okay. Uh, I am, uh, the artist. I'm sure it's okay. Thank you.",
      "de": "Ok. Ich bin der Künstler. Ich bin sicher, es ist ok. Danke."
    }
  },
  {
    "translation": {
      "en": "Nature became a kind of a way for me to create a language",
      "de": "Die Natur wurde zu einer Art, eine Sprache zu kreieren,"
    }
  },
  {
    "translation": {
      "en": "which people could relate to.",
      "de": "der man sich identifizieren kann."
    }
  },
  {
    "translation": {
      "en": "Because everybody knows a rainbow.",
      "de": "Weil jeder Regenbögen kennt."
    }
  },
  {
    "translation": {
      "en": "It's a natural phenomena and something very easily accessible.",
      "de": "Es ist ein Naturphänomen und leicht zugänglich."
    }
  },
  {
    "translation": {
      "en": "And because the water is kind of falling, you're suddenly conscious",
      "de": "Und weil das Wasser so fällt, merkt man plötzlich, dass die Zeit vergeht."
    }
  },
  {
    "translation": {
      "en": "about time is passing somehow.",
      "de": "merkt man plötzlich, dass die Zeit vergeht."
    }
  },
  {
    "translation": {
      "en": "That's why I like this waterfall a lot",
      "de": "Deshalb mag ich diesen Wasserfall sehr,"
    }
  },
  {
    "translation": {
      "en": "because it's great to just get a sense of the scale",
      "de": "weil man eine Art Gefühl für das Ausmaß bekommt,"
    }
  },
  {
    "translation": {
      "en": "simply by looking at the speed of the water as it falls.",
      "de": "wenn man nur die Geschwindigkeit des Wassers betrachtet."
    }
  },
  {
    "translation": {
      "en": "That's why I took this waterfall and I made it under the Brooklyn Bridge.",
      "de": "Deshalb nahm ich den Wasserfall und baute ihn unter der Brooklyn Bridge."
    }
  },
  {
    "translation": {
      "en": "Because looking at that",
      "de": "Wenn man ihn ansieht"
    }
  },
  {
    "translation": {
      "en": "from Manhattan, for instance, you realize,",
      "de": "von Manhattan aus zum Beispiel, merkt man:"
    }
  },
  {
    "translation": {
      "en": "\"Oh, my God. The Brooklyn Bridge is so big...",
      "de": "\"Oh mein Gott. Die Brooklyn Bridge ist riesig..."
    }
  },
  {
    "translation": {
      "en": "and the distance across the East River is very long.\"",
      "de": "...und die Entfernung über den East River ist sehr groß.\""
    }
  },
  {
    "translation": {
      "en": "And once you know the size of the waterfall,",
      "de": "Und wenn man die Größe des Wasserfalls kennt,"
    }
  },
  {
    "translation": {
      "en": "you also know the size of your own body.",
      "de": "kennt man auch die Größe des eigenen Körpers."
    }
  },
  {
    "translation": {
      "en": "And this is where it gets interesting, right?",
      "de": "Und da wird es interessant, nicht wahr?"
    }
  },
  {
    "translation": {
      "en": "It's not so much about the mountain or the landscape and nature and so on,",
      "de": "Es geht nicht so sehr um den Berg, die Landschaft, die Natur und so weiter,"
    }
  },
  {
    "translation": {
      "en": "it's about us.",
      "de": "sondern um uns."
    }
  },
  {
    "translation": {
      "en": "[woman] Who has the courage",
      "de": "Wer hat den Mut,"
    }
  },
  {
    "translation": {
      "en": "to do something of this scale? It's enormous.",
      "de": "so etwas in dieser Größenordnung zu tun? Es ist riesig."
    }
  },
  {
    "translation": {
      "en": "You have to be so sure in your idea",
      "de": "Man muss sich seiner Idee so sicher sein,"
    }
  },
  {
    "translation": {
      "en": "that you're willing to take that big risk.",
      "de": "dass man bereit ist, ein großes Risiko einzugehen."
    }
  },
  {
    "translation": {
      "en": "And you don't find that that often in artists.",
      "de": "Das findet man nicht oft bei Künstlern."
    }
  },
  {
    "translation": {
      "en": "So, the way I always work",
      "de": "Ich arbeite immer so,"
    }
  },
  {
    "translation": {
      "en": "is that, obviously, things start with an idea, right?",
      "de": "dass es mit einer Idee anfängt."
    }
  },
  {
    "translation": {
      "en": "So, an idea is like... like here, right?",
      "de": "Eine Idee ist also hier, ja?"
    }
  },
  {
    "translation": {
      "en": "And then, immediately, you have a problem that the idea doesn't have any words.",
      "de": "Und dann hat man sofort das Problem, dass die Idee keine Worte hat."
    }
  },
  {
    "translation": {
      "en": "And there's that lovely, interesting space before you verbalize your idea.",
      "de": "Und da gibt es diesen schönen, interessanten Raum, bevor man die Idee ausspricht."
    }
  },
  {
    "translation": {
      "en": "On top of that, the idea comes from somewhere, right?",
      "de": "Außerdem kommt die Idee von irgendwo."
    }
  },
  {
    "translation": {
      "en": "So, there's something before the idea.",
      "de": "Da ist etwas vor der Idee."
    }
  },
  {
    "translation": {
      "en": "That's an interesting space too, right? Because where do we get ideas from?",
      "de": "Das ist auch ein interessanter Ort, oder? Wo kriegen wir Ideen her?"
    }
  },
  {
    "translation": {
      "en": "I get ideas when I work hard.",
      "de": "Ich bekomme Ideen, wenn ich hart arbeite."
    }
  },
  {
    "translation": {
      "en": "Collaboration is very much at the heart of my work.",
      "de": "Zusammenarbeit steht im Mittelpunkt meiner Arbeit."
    }
  },
  {
    "translation": {
      "en": "[woman] This is the work we talked about,",
      "de": "Das ist die Arbeit, über die wir sprachen,"
    }
  },
  {
    "translation": {
      "en": "and these are the colors that we ordered.",
      "de": "und das sind die Farben, die wir bestellt haben."
    }
  },
  {
    "translation": {
      "en": "[Olafur] I need to give the idea language,",
      "de": "Ich muss der Idee eine Sprache geben"
    }
  },
  {
    "translation": {
      "en": "and the answer to what language is is to maybe analyze a little bit,",
      "de": "und die Antwort darauf, welche Sprache, lautet, ein wenig zu analysieren:"
    }
  },
  {
    "translation": {
      "en": "\"Why on earth did I get that idea? Why am I interested in that?\"",
      "de": "\"Warum in aller Welt habe ich diese Idee? Warum interessiert mich das?"
    }
  },
  {
    "translation": {
      "en": "So, this is the space where I make drawings",
      "de": "Das ist der Raum, in dem ich Zeichnungen mache,"
    }
  },
  {
    "translation": {
      "en": "because I don't know how to put words on it.",
      "de": "weil ich nicht weiß, wie man Worte darauf schreibt."
    }
  },
  {
    "translation": {
      "en": "The next step is in the language, right?",
      "de": "Der nächste Schritt ist in der Sprache."
    }
  },
  {
    "translation": {
      "en": "I'm very happy to have an amazing team who take the language",
      "de": "Ich bin froh, ein tolles Team zu haben, das die Sprache"
    }
  },
  {
    "translation": {
      "en": "and the drawing, and then we start making models.",
      "de": "und die Zeichnung annimmt und dann beginnen wir mit Modellen."
    }
  },
  {
    "translation": {
      "en": "I'll just write here, \"model.\"",
      "de": "Das ist dann hier: \"Modelle\"."
    }
  },
  {
    "translation": {
      "en": "Oh, it's great.",
      "de": "Das ist toll."
    }
  },
  {
    "translation": {
      "en": "And these models, they... they kind of give the idea",
      "de": "Und diese Modelle geben der Idee und der Zeichnung Dimensionalität. Plötzlich dreht sich alles um den Raum."
    }
  },
  {
    "translation": {
      "en": "and the drawing dimensionality. Suddenly, it becomes about space.",
      "de": "und der Zeichnung Dimensionalität. Plötzlich dreht sich alles um den Raum."
    }
  },
  {
    "translation": {
      "en": "And this is actually a work I'm doing for an exhibition in Los Angeles",
      "de": "Das ist ein Werk, das ich für eine Ausstellung in Los Angeles mache,"
    }
  },
  {
    "translation": {
      "en": "at, um... at a... a gallery,",
      "de": "in... in einer Galerie,"
    }
  },
  {
    "translation": {
      "en": "here now, in two months,",
      "de": "und zwar in zwei Monaten."
    }
  },
  {
    "translation": {
      "en": "which is about smaller works, things that you can put in your own house.",
      "de": "Es sind kleinere Werke, Dinge, die man sich ins Haus stellen kann."
    }
  },
  {
    "translation": {
      "en": "It needs to be a bit more...",
      "de": "Es muss etwas mehr..."
    }
  },
  {
    "translation": {
      "en": "-Like in a lighter... -Right. Yeah, brighter.",
      "de": "-Etwas heller... -Genau. Ja, heller."
    }
  },
  {
    "translation": {
      "en": "-You're right. -Yeah.",
      "de": "- Du hast recht. - Ja."
    }
  },
  {
    "translation": {
      "en": "[Olafur] My role is to make sure that it's a work of art, and...",
      "de": "Meine Aufgabe ist es, dafür zu sorgen, dass es ein Kunstwerk ist, und..."
    }
  },
  {
    "translation": {
      "en": "what drives every decision is",
      "de": "...was jede Entscheidung beeinflusst,"
    }
  },
  {
    "translation": {
      "en": "not how, but why.",
      "de": "nicht das Wie, sondern das Warum."
    }
  },
  {
    "translation": {
      "en": "The team is trying to come up with a \"how,\"",
      "de": "Das Team versucht, ein \"Wie\" zu finden,"
    }
  },
  {
    "translation": {
      "en": "so my role is like the...",
      "de": "also ist meine Rolle..."
    }
  },
  {
    "translation": {
      "en": "the \"why\" person.",
      "de": "...die \"Warum\"-Person zu sein."
    }
  },
  {
    "translation": {
      "en": "Yeah. Take it back a bit. That's too much.",
      "de": "Ja. Nimm es ein Stück zurück. Das ist zu viel."
    }
  },
  {
    "translation": {
      "en": "[man] I remember early on,",
      "de": "Ich weiß noch ganz am Anfang,"
    }
  },
  {
    "translation": {
      "en": "Olafur, I visited him in the studio, and he'd installed a light",
      "de": "habe ich Olafur im Atelier besucht und er hatte ein Licht installiert,"
    }
  },
  {
    "translation": {
      "en": "that I perceived as yellow, and I only understood gradually",
      "de": "das ich als nur als gelb wahrnahm, und ich verstand nur allmählich,"
    }
  },
  {
    "translation": {
      "en": "that I didn't see any other colors.",
      "de": "dass ich keine anderen Farben sah."
    }
  },
  {
    "translation": {
      "en": "All of a sudden, everything was black and white and gray.",
      "de": "Plötzlich war alles schwarz-weiß und grau."
    }
  },
  {
    "translation": {
      "en": "[Olafur] I came across a lamp that takes away all the colors.",
      "de": "Ich fand eine Lampe, die alle Farben entfernt."
    }
  },
  {
    "translation": {
      "en": "And I thought, \"Oh, it's a miracle.\"",
      "de": "Ich dachte: \"Oh, ein Wunder.\""
    }
  },
  {
    "translation": {
      "en": "So, this is monochromatic light. So, it looks like there is no colors.",
      "de": "Das ist monochromatisches Licht. Es sieht aus, als gäbe es keine Farben. Die gibt es hier wirklich nicht,"
    }
  },
  {
    "translation": {
      "en": "I mean, there is in fact no colors here,",
      "de": "Es sieht aus, als gäbe es keine Farben. Die gibt es hier wirklich nicht,"
    }
  },
  {
    "translation": {
      "en": "because there is no white light to bounce it back onto us.",
      "de": "denn es gibt kein weißes Licht, das es zurückwirft."
    }
  },
  {
    "translation": {
      "en": "But have a look at this.",
      "de": "Aber sehen Sie mal."
    }
  },
  {
    "translation": {
      "en": "It's the prismatic colors, it's the rainbow.",
      "de": "Es sind die prismatischen Farben, es ist der Regenbogen."
    }
  },
  {
    "translation": {
      "en": "All the colors are actually there.",
      "de": "Alle Farben sind tatsächlich da."
    }
  },
  {
    "translation": {
      "en": "One of my very first exhibitions",
      "de": "Eine meiner ersten Ausstellungen"
    }
  },
  {
    "translation": {
      "en": "had a huge yellow room",
      "de": "hatte einen großen gelben Raum,"
    }
  },
  {
    "translation": {
      "en": "for people to look at their hands and go like,",
      "de": "in dem die Leute ihre Hände ansehen und feststellen sollten:"
    }
  },
  {
    "translation": {
      "en": "\"The color's gone.\"",
      "de": "\"Die Farbe ist weg.\""
    }
  },
  {
    "translation": {
      "en": "It turned out that the absence of color",
      "de": "Es stellte sich heraus, dass die Abwesenheit von Farbe"
    }
  },
  {
    "translation": {
      "en": "kind of makes you more attentive to everything else.",
      "de": "einen mehr auf alles andere achten lässt."
    }
  },
  {
    "translation": {
      "en": "We kind of see more.",
      "de": "Wir sehen quasi mehr."
    }
  },
  {
    "translation": {
      "en": "But the museum director said,",
      "de": "Aber der Museumsdirektor sagte:"
    }
  },
  {
    "translation": {
      "en": "\"You are not just gonna make an empty, yellow room.\"",
      "de": "\"Du kannst nicht einfach einen leeren, gelben Raum ausstellen.\""
    }
  },
  {
    "translation": {
      "en": "He was, like, on his knees,",
      "de": "Er flehte mich förmlich an:"
    }
  },
  {
    "translation": {
      "en": "\"Can't we put just one small red rose on the floor,",
      "de": "\"Können wir nicht eine rote Rose auf den Boden legen,"
    }
  },
  {
    "translation": {
      "en": "so that when you look at it, it's not red anymore?\"",
      "de": "damit man sieht, dass sie nicht mehr rot ist?\""
    }
  },
  {
    "translation": {
      "en": "And I said, \"No,",
      "de": "Und ich sagte: \"Nein."
    }
  },
  {
    "translation": {
      "en": "because then the show is about a red rose.\"",
      "de": "Denn dann geht es um eine rote Rose.\""
    }
  },
  {
    "translation": {
      "en": "Though sometimes you get obsessed with \"how\"",
      "de": "Manchmal ist man vom \"Wie\" besessen"
    }
  },
  {
    "translation": {
      "en": "and then you sort of lose sight of why we're doing it.",
      "de": "und verliert aus den Augen, warum wir das tun."
    }
  },
  {
    "translation": {
      "en": "I kept using the yellow light.",
      "de": "Ich benutzte das gelbe Licht weiter. Ich schuf einige Werke damit,"
    }
  },
  {
    "translation": {
      "en": "I did a few works with it, which were very minimal.",
      "de": "Ich benutzte das gelbe Licht weiter. Ich schuf einige Werke damit, die sehr minimal waren."
    }
  },
  {
    "translation": {
      "en": "And when I was working very close with a great curator at the Tate...",
      "de": "Als ich mit einem genialen Kurator in der Tate arbeitete..."
    }
  },
  {
    "translation": {
      "en": "I thought of, um...",
      "de": "...dachte ich..."
    }
  },
  {
    "translation": {
      "en": "the weather.",
      "de": "...ans Wetter."
    }
  },
  {
    "translation": {
      "en": "This is now 2003,",
      "de": "Das ist jetzt 2003,"
    }
  },
  {
    "translation": {
      "en": "and for me, personally, it was where consciousness about the climate started.",
      "de": "und für mich persönlich begann damals das Bewusstsein für das Klima."
    }
  },
  {
    "translation": {
      "en": "But the Weather Project, to do it was a long process.",
      "de": "Aber die Umsetzung des Wetterprojekts war ein langer Prozess."
    }
  },
  {
    "translation": {
      "en": "Where I actually ended up building a huge model of the space",
      "de": "Ich baute ein riesiges Modell vom Raum,"
    }
  },
  {
    "translation": {
      "en": "that I could walk in.",
      "de": "das ich betreten konnte."
    }
  },
  {
    "translation": {
      "en": "It was very much about, \"How can I make",
      "de": "Es ging vor allem darum: \"Wie kann ich"
    }
  },
  {
    "translation": {
      "en": "the air, or the void, or the atmosphere",
      "de": "die Luft, die Leere oder die Atmosphäre"
    }
  },
  {
    "translation": {
      "en": "visible?\"",
      "de": "sichtbar machen?\""
    }
  },
  {
    "translation": {
      "en": "And that's how I got to think of fog.",
      "de": "Und so dachte ich an Nebel."
    }
  },
  {
    "translation": {
      "en": "Once you look up,",
      "de": "Sobald man hochsieht,"
    }
  },
  {
    "translation": {
      "en": "I wanted to block out the skylight.",
      "de": "wollte ich das Oberlicht blockieren."
    }
  },
  {
    "translation": {
      "en": "And then I decided to have mirrors to make the space appear even bigger.",
      "de": "Und dann entschied ich mich für Spiegel, damit der Raum noch größer aussah."
    }
  },
  {
    "translation": {
      "en": "Then I thought, \"Why don't I do just half a sphere, and the other half will be",
      "de": "Dann dachte ich: \"Warum nicht nur eine halbe Kugel und die andere Hälfte"
    }
  },
  {
    "translation": {
      "en": "in the mirror,",
      "de": "ist im Spiegel?\""
    }
  },
  {
    "translation": {
      "en": "which also then somehow suggests that it is actually twice the height,",
      "de": "Was dann auch irgendwie suggeriert, dass es doppelt so hoch ist,"
    }
  },
  {
    "translation": {
      "en": "because the eye and the brain is actually easily fooled.",
      "de": "weil das Auge und das Gehirn leicht getäuscht werden können."
    }
  },
  {
    "translation": {
      "en": "And luckily, it looked like the model.",
      "de": "Zum Glück sah es aus wie das Modell."
    }
  },
  {
    "translation": {
      "en": "The monochromatic yellow light",
      "de": "Das monochromatische gelbe Licht"
    }
  },
  {
    "translation": {
      "en": "gives you this otherworldly sense of, you know, a kind of artificial sky.",
      "de": "vermittelt dieses fremde Gefühl einer Art künstlichen Himmels."
    }
  },
  {
    "translation": {
      "en": "That's why I called it the Weather Project.",
      "de": "Deshalb nannte ich es das Wetterprojekt."
    }
  },
  {
    "translation": {
      "en": "And it was clear that people were having very different experiences.",
      "de": "Und es war klar, dass die Leute es sehr unterschiedlich erlebten."
    }
  },
  {
    "translation": {
      "en": "Some said, \"Oh, my God. This is doom and gloom.",
      "de": "Manche sagten: \"Oh Gott. Weltuntergangsstimmung."
    }
  },
  {
    "translation": {
      "en": "It's about apocalypse.\"",
      "de": "Es geht um die Apokalypse.\""
    }
  },
  {
    "translation": {
      "en": "And some people said, \"Oh, it's about, you know, contemplative spirituality",
      "de": "Einige Leute sagten: \" Es geht um kontemplative Spiritualität"
    }
  },
  {
    "translation": {
      "en": "and I need to do some yoga.\"",
      "de": "und ich muss Yoga machen.\""
    }
  },
  {
    "translation": {
      "en": "And interestingly, these two versions of it could still be together.",
      "de": "Interessanterweise konnten diese beiden Versionen zusammen sein."
    }
  },
  {
    "translation": {
      "en": "You don't have to be the same in order to share a space.",
      "de": "Man muss nicht gleich sein, um einen Raum zu teilen."
    }
  },
  {
    "translation": {
      "en": "And the yellow light, I think, was a key driver",
      "de": "Und das gelbe Licht war wohl"
    }
  },
  {
    "translation": {
      "en": "in that whole thing.",
      "de": "ein Schlüsselfaktor."
    }
  },
  {
    "translation": {
      "en": "[Klaus] The Weather Project marked a certain paradigm change",
      "de": "Das Wetterprojekt brachte einen gewissen Paradigmenwechsel"
    }
  },
  {
    "translation": {
      "en": "in how people perceive contemporary art.",
      "de": "in der Wahrnehmung zeitgenössischer Kunst."
    }
  },
  {
    "translation": {
      "en": "It's something that's relevant to the way how you see the world.",
      "de": "Es ist dafür relevant, wie wir die Welt sehen."
    }
  },
  {
    "translation": {
      "en": "And it made him much more known in a much wider audience.",
      "de": "Dadurch wurde er einem viel größeren Publikum bekannt."
    }
  },
  {
    "translation": {
      "en": "[male director] We got it. Thank you so much.",
      "de": "Wir haben es. Danke."
    }
  },
  {
    "translation": {
      "en": "Cheers.",
      "de": "Alles klar."
    }
  },
  {
    "translation": {
      "en": "Good.",
      "de": "Gut."
    }
  },
  {
    "translation": {
      "en": "What do you say, \"It's a wrap?\" How do you say that?",
      "de": "Wie sagt man: \"Wir haben's im Kasten?\" -Wie sagt man das? -Noch nicht."
    }
  },
  {
    "translation": {
      "en": "-[director] Not yet. -[Olafur] Oh, not yet. I see, okay.",
      "de": "-Wie sagt man das? -Noch nicht. Oh, noch nicht. Ich verstehe."
    }
  },
  {
    "translation": {
      "en": "-[water rushing] -[birds squawking]",
      "de": "ISLAND"
    }
  },
  {
    "translation": {
      "en": "[Olafur] So, now we're on the southern coast...",
      "de": "Jetzt sind wir an der Inselküste"
    }
  },
  {
    "translation": {
      "en": "of Iceland, and here, this is actually not too far from where my father lived.",
      "de": "von Island, und ganz in der Nähe wohnte mein Vater."
    }
  },
  {
    "translation": {
      "en": "My father was an artist.",
      "de": "Mein Vater war Künstler."
    }
  },
  {
    "translation": {
      "en": "I actually think my father's first painting",
      "de": "Ich glaube, das erste Gemälde meines Vaters"
    }
  },
  {
    "translation": {
      "en": "is sort of a black beach. Maybe this is here.",
      "de": "ist ein schwarzer Strand. Vielleicht dieser hier."
    }
  },
  {
    "translation": {
      "en": "-Do we have my father's films? -[man] Yeah, we do.",
      "de": "- Haben wir die Filme meines Vaters? - Ja."
    }
  },
  {
    "translation": {
      "en": "[Olafur] He was a very playful artist who did many different things,",
      "de": "Er war ein sehr verspielter Künstler, der Verschiedenes machte,"
    }
  },
  {
    "translation": {
      "en": "and I guess maybe that's why he was not...",
      "de": "und vielleicht war er deshalb nicht"
    }
  },
  {
    "translation": {
      "en": "successful as an artist. He couldn't live from it.",
      "de": "als Künstler erfolgreich. Er konnte nicht davon leben."
    }
  },
  {
    "translation": {
      "en": "That's my father.",
      "de": "Das ist mein Vater."
    }
  },
  {
    "translation": {
      "en": "As a child, I was kind of scared that he had a cast of his own head.",
      "de": "Als Kind hatte ich Angst, weil er einen Abdruck seines Kopfes hatte."
    }
  },
  {
    "translation": {
      "en": "So, always in my father's studio, there was this... his head,",
      "de": "Ich war im Atelier meines Vaters, und da war immer dieser... sein Kopf"
    }
  },
  {
    "translation": {
      "en": "sitting on a pedestal.",
      "de": "Ich war im Atelier meines Vaters, und da war immer dieser... sein Kopf auf einem Podest."
    }
  },
  {
    "translation": {
      "en": "My father was a little bit crazy.",
      "de": "Mein Vater war ein bisschen verrückt."
    }
  },
  {
    "translation": {
      "en": "My parents were divorced,",
      "de": "Meine Eltern waren geschieden und wahrscheinlich,"
    }
  },
  {
    "translation": {
      "en": "and probably because I was living with my mother,",
      "de": "Meine Eltern waren geschieden und wahrscheinlich, weil ich bei meiner Mutter lebte,"
    }
  },
  {
    "translation": {
      "en": "I thought that everything my father did was, like, amazing.",
      "de": "dachte ich, dass alles, was mein Vater tat, unglaublich war."
    }
  },
  {
    "translation": {
      "en": "Of course I wanted him",
      "de": "Natürlich wollte ich,"
    }
  },
  {
    "translation": {
      "en": "to like me so much,",
      "de": "dass er mich mag, und wenn ich bei meiner Mutter war,"
    }
  },
  {
    "translation": {
      "en": "so when I stayed with my mother, I always would send my father drawings.",
      "de": "dass er mich mag, und wenn ich bei meiner Mutter war, schickte ich ihm immer Zeichnungen."
    }
  },
  {
    "translation": {
      "en": "And my father would tell me to send him new drawings.",
      "de": "Und mein Vater wollte auch stets neue Zeichnungen."
    }
  },
  {
    "translation": {
      "en": "All in all, I had pretty good support.",
      "de": "Ich wurde immer gut unterstützt."
    }
  },
  {
    "translation": {
      "en": "But what more influenced me was maybe the fact that...",
      "de": "Aber was mich mehr beeinflusst hat, war die Tatsache,"
    }
  },
  {
    "translation": {
      "en": "what I did did not necessarily have to, um...",
      "de": "dass das, was ich getan habe, nicht unbedingt..."
    }
  },
  {
    "translation": {
      "en": "I don't know how to say it exactly.",
      "de": "Wie soll ich es ausdrücken?"
    }
  },
  {
    "translation": {
      "en": "It... It didn't have to be successful in order to be quality.",
      "de": "Es musste nicht erfolgreich sein, um Qualität zu haben."
    }
  },
  {
    "translation": {
      "en": "So, now that I'm a parent...",
      "de": "Jetzt, da ich Vater bin..."
    }
  },
  {
    "translation": {
      "en": "I try to not push...",
      "de": "...versuche ich, meine Kinder..."
    }
  },
  {
    "translation": {
      "en": "my kids.",
      "de": "...nicht zu drängen."
    }
  },
  {
    "translation": {
      "en": "It was...",
      "de": "Es war..."
    }
  },
  {
    "translation": {
      "en": "It sounds... It sort of sounds wrong today, right?",
      "de": "...es klingt heute irgendwie falsch, oder?"
    }
  },
  {
    "translation": {
      "en": "But my parent actually did not...",
      "de": "Aber meine Eltern haben mich..."
    }
  },
  {
    "translation": {
      "en": "ask me to do something seriously.",
      "de": "...nicht gedrängt, \"etwas Anständiges\" zu lernen."
    }
  },
  {
    "translation": {
      "en": "That's interesting.",
      "de": "Das ist interessant."
    }
  },
  {
    "translation": {
      "en": "-Is this going to LA as well? -It is.",
      "de": "-Geht das auch nach LA? -Ja."
    }
  },
  {
    "translation": {
      "en": "Okay, we have to work on the lights, uh, on these ones here.",
      "de": "Okay, wir müssen hier an den Lichtern arbeiten."
    }
  },
  {
    "translation": {
      "en": "[man] Yeah, okay. So, we got this one.",
      "de": "Ja, ok. Wir haben das hier."
    }
  },
  {
    "translation": {
      "en": "[Olafur] Oh, this looks really bad. It doesn't work at all.",
      "de": "Das sieht echt übel aus. -Das geht gar nicht. -Okay."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "de": "-Das geht gar nicht. -Okay."
    }
  },
  {
    "translation": {
      "en": "So, this one, it's really strong and really white...",
      "de": "Dieses hier ist sehr stark und weiß..."
    }
  },
  {
    "translation": {
      "en": "-[Olafur] Yes. -...to create some structure on the wall.",
      "de": "-Ja. -...um Struktur an der Wand zu schaffen."
    }
  },
  {
    "translation": {
      "en": "[Olafur] That's a lot nicer now.",
      "de": "Das sieht viel besser aus."
    }
  },
  {
    "translation": {
      "en": "-This is much better. -[man] Yeah?",
      "de": "-Das ist viel besser. -Ja?"
    }
  },
  {
    "translation": {
      "en": "-Brita, can you turn it on? -[Brita] Sure.",
      "de": "-Britta, kannst du mal anmachen? -Klar."
    }
  },
  {
    "translation": {
      "en": "I like that the purple got so dark that it looks black.",
      "de": "Mir gefällt, dass das Lila so dunkel ist, dass es schwarz aussieht."
    }
  },
  {
    "translation": {
      "en": "But then, when you look closer, it's actually very, very deep purple.",
      "de": "Aber wenn man genauer hinschaut, ist es ein sehr tiefes Dunkellila."
    }
  },
  {
    "translation": {
      "en": "It's almost a pity, uh...",
      "de": "Es ist fast schade,"
    }
  },
  {
    "translation": {
      "en": "to send it away.",
      "de": "sie wegzuschicken."
    }
  },
  {
    "translation": {
      "en": "It's... It's not the one I'm keeping, is it?",
      "de": "Das ist nicht die, die ich behalte, oder?"
    }
  },
  {
    "translation": {
      "en": "[Brita] No, no. It's for the LA show. Oh, horrible.",
      "de": "-Nein. Sie ist für die LA-Ausstellung. -Oh, schrecklich."
    }
  },
  {
    "translation": {
      "en": "[Olafur] What makes a space tolerable, more inclusive?",
      "de": "Was macht einen Raum erträglicher, inklusiver?"
    }
  },
  {
    "translation": {
      "en": "The body is a good indicator.",
      "de": "Der Körper ist ein guter Indikator."
    }
  },
  {
    "translation": {
      "en": "Who knows about the body?",
      "de": "Wer kennt den Körper?"
    }
  },
  {
    "translation": {
      "en": "Dancers.",
      "de": "Tänzer."
    }
  },
  {
    "translation": {
      "en": "I believe it was '83,",
      "de": "Ich glaube, es war '83,"
    }
  },
  {
    "translation": {
      "en": "maybe '82, actually, so it was very early.",
      "de": "vielleicht 1982, also war es sehr früh."
    }
  },
  {
    "translation": {
      "en": "In a store window, there was these people mimicking a mannequin,",
      "de": "In einem Schaufenster waren Leute, die Schaufensterpuppen nachahmten und sich dann bewegten wie ein Roboter."
    }
  },
  {
    "translation": {
      "en": "and then they would move like a robot.",
      "de": "die Schaufensterpuppen nachahmten und sich dann bewegten wie ein Roboter."
    }
  },
  {
    "translation": {
      "en": "It really totally and utterly blew my mind.",
      "de": "Das hat mich total umgehauen."
    }
  },
  {
    "translation": {
      "en": "And it was as if I had seen the light.",
      "de": "Und es war, als hätte ich endlich das Licht gesehen."
    }
  },
  {
    "translation": {
      "en": "Just like a whole new world just opened for me.",
      "de": "Mir eröffnete sich eine ganz neue Welt."
    }
  },
  {
    "translation": {
      "en": "And I could not stop moving like a robot.",
      "de": "Ich konnte nicht aufhören, mich wie ein Roboter zu bewegen."
    }
  },
  {
    "translation": {
      "en": "So, because I had started so early,",
      "de": "Weil ich so früh angefangen hatte,"
    }
  },
  {
    "translation": {
      "en": "by the time it became more mainstream fashion,",
      "de": "konnten ich und ein paar andere,"
    }
  },
  {
    "translation": {
      "en": "me and a few other guys,",
      "de": "als es dann Mainstream wurde,"
    }
  },
  {
    "translation": {
      "en": "we had become quite good at what we're doing.",
      "de": "das schon ziemlich gut."
    }
  },
  {
    "translation": {
      "en": "We danced in shopping malls,",
      "de": "Wir tanzten in Einkaufszentren,"
    }
  },
  {
    "translation": {
      "en": "clubs, and discotheques.",
      "de": "Clubs und Diskotheken."
    }
  },
  {
    "translation": {
      "en": "But at the end of the day, it gave me a lot of self-confidence",
      "de": "Schlussendlich gab es mir viel Selbstvertrauen"
    }
  },
  {
    "translation": {
      "en": "and it taught me a lot about physicality and space.",
      "de": "und lehrte mich viel über Körperlichkeit und Raum."
    }
  },
  {
    "translation": {
      "en": "Dancing totally had a significant impact on me.",
      "de": "Tanzen hat mich stark beeinflusst."
    }
  },
  {
    "translation": {
      "en": "I've become very interested in movements and geometry.",
      "de": "Ich interessierte mich sehr für Bewegungen und Geometrie."
    }
  },
  {
    "translation": {
      "en": "I'm just... I'm just working with this mirror here.",
      "de": "Ich arbeite hier nur mit diesem Spiegel."
    }
  },
  {
    "translation": {
      "en": "And it's so nice. It's a round mirror and it looks like a tunnel, right?",
      "de": "Das ist schön. Es ist ein runder Spiegel und sieht aus wie ein Tunnel, oder?"
    }
  },
  {
    "translation": {
      "en": "So... So, check this out. So, when I do...",
      "de": "Sehen Sie mal. Also, wenn ich..."
    }
  },
  {
    "translation": {
      "en": "Do you see? And now I'll show you. It's a slow mirror. I'm just going to...",
      "de": "Sehen Sie? Ich zeige es. Es ist ein langsamer Spiegel. Ich mache nur... Moment."
    }
  },
  {
    "translation": {
      "en": "Hang on. Hang on.",
      "de": "Ich mache nur... Moment."
    }
  },
  {
    "translation": {
      "en": "Do you see? So, the... the time sequence...",
      "de": "Sehen Sie? Die Zeitsequenz"
    }
  },
  {
    "translation": {
      "en": "can be off.",
      "de": "ist leicht verschoben."
    }
  },
  {
    "translation": {
      "en": "Here's on.",
      "de": "Hier ist es richtig."
    }
  },
  {
    "translation": {
      "en": "And here's off.",
      "de": "Und hier nicht."
    }
  },
  {
    "translation": {
      "en": "So, I like... I like the fact that...",
      "de": "Ich mag die Tatsache, dass..."
    }
  },
  {
    "translation": {
      "en": "Oh, let me try again.",
      "de": "Ich mach's noch mal."
    }
  },
  {
    "translation": {
      "en": "That I can slow things down in the mirror.",
      "de": "...dass ich die Dinge im Spiegel verlangsamen kann."
    }
  },
  {
    "translation": {
      "en": "But obviously, the truth is that...",
      "de": "Aber die Wahrheit ist,"
    }
  },
  {
    "translation": {
      "en": "it's actually not a round mirror.",
      "de": "dass es kein runder Spiegel ist."
    }
  },
  {
    "translation": {
      "en": "It's an ellipse mirror, and it's an experiment, like,",
      "de": "Es ist ein ovaler Spiegel und ein Experiment"
    }
  },
  {
    "translation": {
      "en": "with anamorphic shapes. Like, if you look at an ellipse...",
      "de": "mit anamorphen Formen. Wenn man sich ein Oval..."
    }
  },
  {
    "translation": {
      "en": "like this, from a certain angle,",
      "de": "...so wie hier, aus einem bestimmten Winkel ansieht,"
    }
  },
  {
    "translation": {
      "en": "it appears to be circular.",
      "de": "erscheint es kreisförmig."
    }
  },
  {
    "translation": {
      "en": "This has been used very often, and I'm very interested.",
      "de": "Das wurde sehr oft benutzt und es interessiert mich."
    }
  },
  {
    "translation": {
      "en": "This is what I've been experimenting with.",
      "de": "Damit experimentiere ich."
    }
  },
  {
    "translation": {
      "en": "I'm very much interested in ideas about space and structure.",
      "de": "Ich interessiere mich sehr für Raum und Struktur."
    }
  },
  {
    "translation": {
      "en": "There's always a mix between nature and design.",
      "de": "Es ist immer eine Mischung aus Natur und Design."
    }
  },
  {
    "translation": {
      "en": "I got interested in people like Buckminster Fuller.",
      "de": "Ich begann, mich für Buckminster Fuller zu interessieren."
    }
  },
  {
    "translation": {
      "en": "[man] His geodesic dome has proved the most efficient means",
      "de": "ARCHITEKT Die geodätische Kuppel erwies sich als die effizienteste Weise"
    }
  },
  {
    "translation": {
      "en": "of enclosing space yet devised.",
      "de": "Die geodätische Kuppel erwies sich als die effizienteste Weise aller Zeiten, Raum zu umschließen."
    }
  },
  {
    "translation": {
      "en": "[Olafur] And I came across, in Iceland,",
      "de": "In Island begegnete ich einem Mann,"
    }
  },
  {
    "translation": {
      "en": "a guy who actually had known Buckminster Fuller.",
      "de": "der Buckminster Fuller gekannt hatte."
    }
  },
  {
    "translation": {
      "en": "His name was Einar Thorsteinn.",
      "de": "Sein Name war Einar Thorsteinn."
    }
  },
  {
    "translation": {
      "en": "And I wanted to do a sculpture that was inspired by Buckminster Fuller.",
      "de": "Ich wollte eine von Buckminster Fuller inspirierte Skulptur schaffen."
    }
  },
  {
    "translation": {
      "en": "And Einar said, \"Oh, I know the mathematical formula for it.\"",
      "de": "Einar sagte: \"Ich kenne die mathematische Formel dafür.\""
    }
  },
  {
    "translation": {
      "en": "He came and worked here for 15 years in the studio.",
      "de": "Er kam und arbeitete 15 Jahre lang hier im Atelier."
    }
  },
  {
    "translation": {
      "en": "So, that's how I got started working",
      "de": "So begann ich, mit Wissenschaftlern"
    }
  },
  {
    "translation": {
      "en": "with scientists and architects.",
      "de": "und Architekten zu arbeiten."
    }
  },
  {
    "translation": {
      "en": "And in that way, it just grew very gradually,",
      "de": "Und so wuchs das langsam,"
    }
  },
  {
    "translation": {
      "en": "a little bit like my career.",
      "de": "ein bisschen wie meine Karriere."
    }
  },
  {
    "translation": {
      "en": "Just like with the natural phenomena,",
      "de": "Wie bei den Naturphänomenen ging es auch bei meinem Interesse an Geometrie darum,"
    }
  },
  {
    "translation": {
      "en": "my interest in geometry was also about experiencing the world.",
      "de": "Wie bei den Naturphänomenen ging es auch bei meinem Interesse an Geometrie darum, die Welt zu erleben."
    }
  },
  {
    "translation": {
      "en": "So, in the studio...",
      "de": "Also, im Atelier..."
    }
  },
  {
    "translation": {
      "en": "we work so much with geometry and...",
      "de": "...arbeiten wir viel mit Geometrie und..."
    }
  },
  {
    "translation": {
      "en": "a number of spatial systems derived from nature.",
      "de": "...einer Reihe von räumlichen Systemen, die von der Natur abgeleitet sind."
    }
  },
  {
    "translation": {
      "en": "This is one of them, for instance. This is basalt columns.",
      "de": "Das ist ein Beispiel dafür. Das sind Basaltsäulen."
    }
  },
  {
    "translation": {
      "en": "This... This basalt rock actually comes from having a volcano underneath a glacier,",
      "de": "Dieser Basaltstein stammt von einem Vulkan unter einem Gletscher."
    }
  },
  {
    "translation": {
      "en": "so the rapid cooling sort of crystallizes the rock.",
      "de": "Die schnelle Abkühlung kristallisiert das Gestein."
    }
  },
  {
    "translation": {
      "en": "When I was first invited to participate",
      "de": "Als ich gerade eingeladen worden war,"
    }
  },
  {
    "translation": {
      "en": "in designing or shaping Harpa,",
      "de": "am Design von Harpa teilzunehmen,"
    }
  },
  {
    "translation": {
      "en": "which is the conference and concert hall in... in Reykjavík...",
      "de": "das ist die Konferenz- und Konzerthalle in Reykjavík..."
    }
  },
  {
    "translation": {
      "en": "the people involved wanted a reference to Iceland.",
      "de": "...wollten die Leute einen Verweis auf Island."
    }
  },
  {
    "translation": {
      "en": "We in the studio were working with geometry and nature and packing.",
      "de": "Wir arbeiteten im Atelier mit Geometrie, Natur und Verpackung."
    }
  },
  {
    "translation": {
      "en": "And obviously, these basalt rocks and how they crystallize",
      "de": "Die Kristallisierung der Basaltsteine"
    }
  },
  {
    "translation": {
      "en": "is a very great way of showing how nature organizes space.",
      "de": "ist eine tolle Art zu zeigen, wie die Natur den Raum organisiert."
    }
  },
  {
    "translation": {
      "en": "Einar Thorsteinn did some amazing research on five-fold symmetry.",
      "de": "Einar Thorsteinn erforschte die fünffache Symmetrie."
    }
  },
  {
    "translation": {
      "en": "But more importantly, we also then developed it",
      "de": "Aber was noch wichtiger ist, wir entwickelten"
    }
  },
  {
    "translation": {
      "en": "into an architectural structural shape.",
      "de": "daraus eine architektonische Struktur."
    }
  },
  {
    "translation": {
      "en": "We built a space frame.",
      "de": "Wir bauten einen Rahmen für den Raum."
    }
  },
  {
    "translation": {
      "en": "They're very stiff, they're very strong.",
      "de": "Sie sind sehr steif, sehr stark."
    }
  },
  {
    "translation": {
      "en": "And essentially, we used very little material",
      "de": "Wir verwendeten sehr wenig Material,"
    }
  },
  {
    "translation": {
      "en": "to create a very strong facade,",
      "de": "um eine starke Fassade zu schaffen,"
    }
  },
  {
    "translation": {
      "en": "which holds up the roof, for instance.",
      "de": "die zum Beispiel das Dach hält."
    }
  },
  {
    "translation": {
      "en": "The shaping of the building was actually",
      "de": "Die Formgebung des Gebäudes"
    }
  },
  {
    "translation": {
      "en": "to kind of amplify the ephemeral qualities.",
      "de": "sollte die vergänglichen Eigenschaften verstärken."
    }
  },
  {
    "translation": {
      "en": "The reason why tilting the facade,",
      "de": "Der Grund, warum die Fassade gekippt ist,"
    }
  },
  {
    "translation": {
      "en": "just like... over,",
      "de": "einfach so,"
    }
  },
  {
    "translation": {
      "en": "is because when the winter light comes,",
      "de": "ist, dass wenn das Winterlicht kommt,"
    }
  },
  {
    "translation": {
      "en": "it... it works like a mirror and it just...",
      "de": "praktisch ein Spiegel daraus wird und so"
    }
  },
  {
    "translation": {
      "en": "brings the sun onto this area here in the front, just a little bit.",
      "de": "die Sonne auf diesen Bereich hier vorne scheint, nur ein bisschen."
    }
  },
  {
    "translation": {
      "en": "And the ceiling brings light into the space,",
      "de": "Und die Decke bringt Licht in den Raum,"
    }
  },
  {
    "translation": {
      "en": "bounces the light back onto the floor.",
      "de": "das Licht fällt zurück auf den Boden."
    }
  },
  {
    "translation": {
      "en": "And the idea was that you could sort of activate",
      "de": "Die Idee war, dass man den Blick von außen"
    }
  },
  {
    "translation": {
      "en": "the view from the outside and make the building seem more alive.",
      "de": "aktivieren könnte und das Gebäude so lebendiger wirken lassen könnte."
    }
  },
  {
    "translation": {
      "en": "We used something which started in mathematics,",
      "de": "Wir nutzten etwas, was wir in der Mathematik anfingen,"
    }
  },
  {
    "translation": {
      "en": "became about nature, which then became about engineering,",
      "de": "dann ging es um die Natur, dann um Technik,"
    }
  },
  {
    "translation": {
      "en": "which then became about a skin for a concert and conference house.",
      "de": "und dann um eine Haut für ein Konzert- und Konferenzhaus."
    }
  },
  {
    "translation": {
      "en": "So, it was an amazing process.",
      "de": "Es war ein toller Prozess."
    }
  },
  {
    "translation": {
      "en": "So, after Harpa, I said, \"Let's make an architectural company.\"",
      "de": "Nach Harpa sagte ich: \"Lasst uns ein Architekturbüro gründen.\""
    }
  },
  {
    "translation": {
      "en": "-Is this also steel? -[man] Yes. And everything is open,",
      "de": "-Ist das auch Stahl? -Ja, und alles ist offen,"
    }
  },
  {
    "translation": {
      "en": "everything is exposed to rain and water,",
      "de": "alles ist Regen und Wasser ausgesetzt,"
    }
  },
  {
    "translation": {
      "en": "so it's actually like parts of ships.",
      "de": "es sind praktisch Schiffsteile."
    }
  },
  {
    "translation": {
      "en": "[Olafur] That's so cool. I love it.",
      "de": "Das ist so cool. Gefällt mir."
    }
  },
  {
    "translation": {
      "en": "There's actually the studio in the studio.",
      "de": "Es gibt ein Studio im Studio."
    }
  },
  {
    "translation": {
      "en": "So, architecture has become a part of what we do.",
      "de": "Architektur ist Teil unserer Arbeit geworden."
    }
  },
  {
    "translation": {
      "en": "And the building we just recently opened in Denmark",
      "de": "Das Gebäude, das wir kürzlich in Dänemark eröffneten,"
    }
  },
  {
    "translation": {
      "en": "is called Fjordenhus,",
      "de": "heißt Fjordenhus,"
    }
  },
  {
    "translation": {
      "en": "because it's a... it's a hus, it's a house, that stands in the fjord.",
      "de": "weil es ein \"Hus\" ist, ein Haus, das im Fjord steht."
    }
  },
  {
    "translation": {
      "en": "It's a building that looks complex,",
      "de": "Es ist ein komplex aussehendes Gebäude,"
    }
  },
  {
    "translation": {
      "en": "but, actually, how it's built up is very simple.",
      "de": "aber es ist einfach aufgebaut."
    }
  },
  {
    "translation": {
      "en": "So, this model here,",
      "de": "Bei diesem Modell"
    }
  },
  {
    "translation": {
      "en": "the skin is actually penetrated by this negative volume here.",
      "de": "wird die Haut von diesem negativen Volumen durchdrungen."
    }
  },
  {
    "translation": {
      "en": "So, you see, this one fits in here...",
      "de": "Der passt hier rein"
    }
  },
  {
    "translation": {
      "en": "and on this side here. And that organizes, then,",
      "de": "und hier auf diese Seite. Und das organisiert dann"
    }
  },
  {
    "translation": {
      "en": "these kind of parabolic openings,",
      "de": "diese parabolischen Öffnungen."
    }
  },
  {
    "translation": {
      "en": "and these kind of spaces are then used",
      "de": "Und diese Räume werden dann entweder"
    }
  },
  {
    "translation": {
      "en": "whether as balconies, as open spaces, or as offices.",
      "de": "als Balkone, als Freiflächen oder als Büros genutzt."
    }
  },
  {
    "translation": {
      "en": "[Olafur] If you take a picture of a curved wall,",
      "de": "Wenn man eine gekrümmte Wand nimmt,"
    }
  },
  {
    "translation": {
      "en": "it kind of becomes flat.",
      "de": "wird sie flach."
    }
  },
  {
    "translation": {
      "en": "But if you move, the curved wall changes perspective a lot,",
      "de": "Aber wenn man sich bewegt, ändert die gekrümmte Wand die Perspektive"
    }
  },
  {
    "translation": {
      "en": "and everything becomes explicit.",
      "de": "und alles wird deutlich."
    }
  },
  {
    "translation": {
      "en": "I think the overlap between art and architecture can make both better.",
      "de": "Die Überschneidung von Kunst und Architektur kann beide besser machen."
    }
  },
  {
    "translation": {
      "en": "These are the technical drawings for the LA gallery show.",
      "de": "Das sind die technischen Zeichnungen für die Ausstellung in LA."
    }
  },
  {
    "translation": {
      "en": "So, we don't mind having a mirror here on the wall,",
      "de": "Es macht uns nichts aus, einen Spiegel hier an der Wand zu haben"
    }
  },
  {
    "translation": {
      "en": "and then, it ends with the--",
      "de": "und es endet..."
    }
  },
  {
    "translation": {
      "en": "Yeah, but maybe we just move it... Now we just move it over a little bit.",
      "de": "Ja, aber vielleicht bewegen wir ihn einfach ein Stück."
    }
  },
  {
    "translation": {
      "en": "Yeah. So, let's put the work... in the middle.",
      "de": "Bringen wir das Werk... in die Mitte."
    }
  },
  {
    "translation": {
      "en": "Let's try it. This one we might not need,",
      "de": "Versuchen wir's. Das brauchen wir vielleicht nicht,"
    }
  },
  {
    "translation": {
      "en": "because it's just much nicer, the compass in this space alone, and then this and this.",
      "de": "weil es schöner ist, den Kompass allein in diesem Raum und das hier zu haben."
    }
  },
  {
    "translation": {
      "en": "Okay, great. So, that's it then.",
      "de": "Ok, super. Also, das wär's dann."
    }
  },
  {
    "translation": {
      "en": "I'll just grab my pen.",
      "de": "Ich hole mal meinen Stift."
    }
  },
  {
    "translation": {
      "en": "I was always interested in perception.",
      "de": "Ich war immer an Wahrnehmung interessiert."
    }
  },
  {
    "translation": {
      "en": "There's plenty of examples, like, historically speaking,",
      "de": "Es gibt viele Beispiele, historisch gesehen,"
    }
  },
  {
    "translation": {
      "en": "of how we choose to use our eyes.",
      "de": "wie wir entscheiden, unsere Augen zu benutzen."
    }
  },
  {
    "translation": {
      "en": "The first mirrors in the world",
      "de": "Die ersten Spiegel der Welt"
    }
  },
  {
    "translation": {
      "en": "were made of black obsidian.",
      "de": "waren aus schwarzem Obsidian."
    }
  },
  {
    "translation": {
      "en": "Then people would go through the parks,",
      "de": "Dann gingen die Leute durch die Parks, und im Spiegel"
    }
  },
  {
    "translation": {
      "en": "and in the mirror, they would see the back.",
      "de": "Dann gingen die Leute durch die Parks, und im Spiegel sahen sie, was hinter ihnen lag."
    }
  },
  {
    "translation": {
      "en": "You have the future in front of you, but if you hold up a little mirror,",
      "de": "Man hat die Zukunft vor sich, aber wenn man einen Spiegel hochhält,"
    }
  },
  {
    "translation": {
      "en": "you can see where you came from, you can see the past.",
      "de": "sieht man, woher man kam, man kann die Vergangenheit sehen."
    }
  },
  {
    "translation": {
      "en": "When I was a younger artist,",
      "de": "Als junger Künstler,"
    }
  },
  {
    "translation": {
      "en": "I'm still relatively young, right? But when I was a younger artist,",
      "de": "ich bin immer noch relativ jung, oder? Aber als ich jünger war,"
    }
  },
  {
    "translation": {
      "en": "I moved from Denmark to Germany.",
      "de": "zog ich von Dänemark nach Deutschland."
    }
  },
  {
    "translation": {
      "en": "And I wouldn't say I was easygoing, because I literally gave up everything...",
      "de": "Und ich würde nicht sagen, ich war locker, weil ich alles aufgegeben habe,"
    }
  },
  {
    "translation": {
      "en": "to pursue what I wanted to do.",
      "de": "um zu erreichen, was ich tun wollte."
    }
  },
  {
    "translation": {
      "en": "[newscaster] Though the new year began here in the two Germanys",
      "de": "Das neue Jahr begann in den beiden deutschen Staaten..."
    }
  },
  {
    "translation": {
      "en": "with these remarkable sights, unthinkable such a short time ago.",
      "de": "...mit diesen beeindruckenden Bildern, die vor so kurzer Zeit undenkbar waren."
    }
  },
  {
    "translation": {
      "en": "[Olafur] It was in '89...",
      "de": "Es war 1989..."
    }
  },
  {
    "translation": {
      "en": "[male reporter] The sledge... when it went up.",
      "de": "Der Hammer... als er hochkam."
    }
  },
  {
    "translation": {
      "en": "[Olafur] The Berlin Wall came down.",
      "de": "...da fiel die Berliner Mauer."
    }
  },
  {
    "translation": {
      "en": "[reporter] Even the East Germans seemed exhilarated...",
      "de": "Sogar die Ostdeutschen schienen begeistert..."
    }
  },
  {
    "translation": {
      "en": "[Olafur] Me and a fellow student, we rented a car and we drove to Berlin.",
      "de": "Mit einem Kommilitonen mietete ich ein Auto und wir fuhren nach Berlin."
    }
  },
  {
    "translation": {
      "en": "And suddenly, you just see all these people from East coming through.",
      "de": "Und plötzlich sah man, wie die Leute aus dem Osten kommen."
    }
  },
  {
    "translation": {
      "en": "It was very touching.",
      "de": "Es war sehr bewegend."
    }
  },
  {
    "translation": {
      "en": "I mean, it was difficult to understand...",
      "de": "Es war schwer zu begreifen..."
    }
  },
  {
    "translation": {
      "en": "to be honest, the scope of what we were actually seeing.",
      "de": "...um ehrlich zu sein, wie groß das war, was wir sahen."
    }
  },
  {
    "translation": {
      "en": "How do I make what is abstract tangible?",
      "de": "Wie mache ich das Abstrakte greifbar?"
    }
  },
  {
    "translation": {
      "en": "It's the process of narrowing it down to the bone.",
      "de": "Es ist der Prozess, so nah wie möglich ran zu kommen."
    }
  },
  {
    "translation": {
      "en": "But when I moved to Germany,",
      "de": "Aber als ich nach Deutschland zog,"
    }
  },
  {
    "translation": {
      "en": "I thought I was going out into the world to be an artist like everybody else.",
      "de": "dachte ich, ich gehe in die Welt, um wie alle anderen Künstler zu sein."
    }
  },
  {
    "translation": {
      "en": "But they were so good,",
      "de": "Aber sie waren so gut."
    }
  },
  {
    "translation": {
      "en": "and I was like, \"Oh... I'm never gonna make it.\"",
      "de": "Ich dachte: \"Ich werde es nie schaffen.\""
    }
  },
  {
    "translation": {
      "en": "I said, \"If I'm gonna somehow say something, I better be myself.\"",
      "de": "Ich sagte: \"Wenn ich etwas von mir gebe, dann sollte ich besser ich selbst sein.\""
    }
  },
  {
    "translation": {
      "en": "I wanted to hand over the responsibility for experiencing the artwork",
      "de": "Ich wollte dem Teilnehmer die Verantwortung für das Erleben des Kunstwerks überlassen."
    }
  },
  {
    "translation": {
      "en": "to the participant.",
      "de": "die Verantwortung für das Erleben des Kunstwerks überlassen."
    }
  },
  {
    "translation": {
      "en": "A reality projector is a very large space",
      "de": "Ein Realitätsprojektor ist ein sehr großer Raum."
    }
  },
  {
    "translation": {
      "en": "and has a kind of balcony you enter here. So, this is a person in the space, right?",
      "de": "Es gibt eine Art Balkon. Hier geht's rein. Das ist also eine Person im Raum."
    }
  },
  {
    "translation": {
      "en": "And in the space, the ceiling was these enormous, uh, triangulated trusses.",
      "de": "Die Decken im Raum hatten riesige, triangulierte Traversen."
    }
  },
  {
    "translation": {
      "en": "So, I thought, \"Maybe it would be possible",
      "de": "Ich dachte, vielleicht wäre es möglich, die Struktur freizulegen,"
    }
  },
  {
    "translation": {
      "en": "to expose the structure that holds up the ceiling.\"",
      "de": "Ich dachte, vielleicht wäre es möglich, die Struktur freizulegen, die die Decke hält."
    }
  },
  {
    "translation": {
      "en": "We started putting up lamps up here.",
      "de": "Wir haben hier Lampen aufgestellt."
    }
  },
  {
    "translation": {
      "en": "And then you would have a shadow,",
      "de": "Und so gab es einen Schatten,"
    }
  },
  {
    "translation": {
      "en": "which essentially is the beam from the ceiling.",
      "de": "der im Grunde der Balken der Decke ist."
    }
  },
  {
    "translation": {
      "en": "And it would move if we move the light.",
      "de": "Und er bewegte sich, wenn wir das Licht bewegten."
    }
  },
  {
    "translation": {
      "en": "So that was kind of nice.",
      "de": "Das war gut."
    }
  },
  {
    "translation": {
      "en": "And if we'd have two lights that moved in different directions,",
      "de": "Mit zwei Lichtern, die sich in verschiedene Richtungen bewegten,"
    }
  },
  {
    "translation": {
      "en": "the shadows moved... Suddenly, there was kind of a movie.",
      "de": "bewegten sich auch die Schatten. Es war eine Art Film."
    }
  },
  {
    "translation": {
      "en": "[Ai] His temptation to integrate the architecture,",
      "de": "Sein Versuch, die Architektur zu integrieren,"
    }
  },
  {
    "translation": {
      "en": "I think is a very intelligent approach",
      "de": "ist ein sehr intelligenter Ansatz"
    }
  },
  {
    "translation": {
      "en": "and maximizes the possibility.",
      "de": "und maximiert die Möglichkeiten."
    }
  },
  {
    "translation": {
      "en": "[Olafur] You see, don't forget this is a person here, right?",
      "de": "Nicht vergessen, dass hier jemand ist, ja?"
    }
  },
  {
    "translation": {
      "en": "[high-pitched voice] Hello. This is a little person.",
      "de": "Hallo. Das ist ein kleiner Mensch."
    }
  },
  {
    "translation": {
      "en": "[normal voice] So, this was enormous.",
      "de": "Das war gigantisch."
    }
  },
  {
    "translation": {
      "en": "It was very abstract.",
      "de": "Es war sehr abstrakt."
    }
  },
  {
    "translation": {
      "en": "There's something very dreamy to see huge shadows moving.",
      "de": "Es hat etwas Verträumtes, wenn sich riesige Schatten bewegen."
    }
  },
  {
    "translation": {
      "en": "Something very sort of meditative.",
      "de": "Es hat etwas sehr Meditatives."
    }
  },
  {
    "translation": {
      "en": "And I thought maybe we should add sound.",
      "de": "Ich dachte, wir sollten Töne hinzufügen."
    }
  },
  {
    "translation": {
      "en": "My artist friend Yanchi recorded the delivery of a piano",
      "de": "Meine Künstlerfreundin Yanchi nahm die Lieferung eines Klaviers auf"
    }
  },
  {
    "translation": {
      "en": "and the sound of the construction of a piano.",
      "de": "und den Klang des Baus eines Klaviers auf."
    }
  },
  {
    "translation": {
      "en": "Some people saw...",
      "de": "Manche Leute sahen darin"
    }
  },
  {
    "translation": {
      "en": "city cranes, a harbor, modern systems.",
      "de": "Kräne, einen Hafen, moderne Systeme."
    }
  },
  {
    "translation": {
      "en": "And some people saw abstract paintings, and color films,",
      "de": "Andere sahen abstrakte Gemälde und Farbfilme und eher psychedelische Sachen."
    }
  },
  {
    "translation": {
      "en": "and more like psychedelic sort of stuff.",
      "de": "und Farbfilme und eher psychedelische Sachen."
    }
  },
  {
    "translation": {
      "en": "Underneath this idea of empowering the spectator,",
      "de": "Hinter dieser Idee, den Zuschauer zu stärken,"
    }
  },
  {
    "translation": {
      "en": "there is something which is very fundamental.",
      "de": "steckt etwas Fundamentales."
    }
  },
  {
    "translation": {
      "en": "Museums make huge explanations to make sure that people get it,",
      "de": "Museen bieten große Erklärungen, damit die Leute die Werke ja verstehen,"
    }
  },
  {
    "translation": {
      "en": "but you sometimes end up with a feeling where,",
      "de": "aber man hat manchmal das Gefühl:"
    }
  },
  {
    "translation": {
      "en": "\"I must be really stupid since they have to over-explain everything.\"",
      "de": "\"Ich muss echt dumm sein, weil alles bis ins Detail erklärt wird.\""
    }
  },
  {
    "translation": {
      "en": "So, when I say the viewer of a work of art",
      "de": "Wenn ich sage, der Betrachter eines Kunstwerks"
    }
  },
  {
    "translation": {
      "en": "is smart enough to co-produce the narrative,",
      "de": "ist intelligent genug, um bei der Erklärung mitzuwirken,"
    }
  },
  {
    "translation": {
      "en": "it gives the viewer the sense of saying, \"I'm actually good enough.\"",
      "de": "bekommt der Zuschauer das Gefühl: \"Ich bin eigentlich gut genug\"."
    }
  },
  {
    "translation": {
      "en": "When I was small, I very much liked to draw.",
      "de": "Als ich klein war, zeichnete ich gerne."
    }
  },
  {
    "translation": {
      "en": "And my father would typically just",
      "de": "Und mein Vater sagte mir üblicherweise,"
    }
  },
  {
    "translation": {
      "en": "tell me to do some doodles on the paper, just like kind of...",
      "de": "ich solle ein paar Kritzeleien auf dem Papier machen,"
    }
  },
  {
    "translation": {
      "en": "you know, like, just like swing the pen around on the paper",
      "de": "den Stift auf dem Papier schwingen lassen"
    }
  },
  {
    "translation": {
      "en": "and then just fill out the fields.",
      "de": "und die Felder ausmalen."
    }
  },
  {
    "translation": {
      "en": "Of course, it'd just be abstract. It's just an abstract drawing.",
      "de": "Natürlich war es abstrakt. Nur eine abstrakte Zeichnung."
    }
  },
  {
    "translation": {
      "en": "So, the exercise is actually the imagination,",
      "de": "Die Übung ist also fürs Vorstellungsvermögen, die Fantasie"
    }
  },
  {
    "translation": {
      "en": "or the, you know, fantasy,",
      "de": "ist also fürs Vorstellungsvermögen, die Fantasie"
    }
  },
  {
    "translation": {
      "en": "and to sort of see things that are invisible.",
      "de": "und Dinge zu sehen, die unsichtbar sind."
    }
  },
  {
    "translation": {
      "en": "So, let me just show you the cat here. [humming]",
      "de": "Ich zeige euch hier die Katze."
    }
  },
  {
    "translation": {
      "en": "There's an eye here.",
      "de": "Da ist ein Auge."
    }
  },
  {
    "translation": {
      "en": "There's another eye here.",
      "de": "Da ist noch ein Auge."
    }
  },
  {
    "translation": {
      "en": "Maybe this is, you know, the cat nose. Kind of the other way around.",
      "de": "Vielleicht ist das die Katzennase. Etwas andersherum."
    }
  },
  {
    "translation": {
      "en": "That's fine. Then we have... I can put in...",
      "de": "Das ist ok. Dann haben wir... Ich kann dann einfach..."
    }
  },
  {
    "translation": {
      "en": "Ah, there's an ear here, there's another ear here, yeah?",
      "de": "Da ist ein Ohr, hier ist noch ein Ohr, ja?"
    }
  },
  {
    "translation": {
      "en": "So, see? So, gradually, my cat...",
      "de": "Also, so langsam wurde die Katze"
    }
  },
  {
    "translation": {
      "en": "has a kind of a leonine.",
      "de": "zu einer Art Löwe."
    }
  },
  {
    "translation": {
      "en": "When I talk to kids about, you know, \"Can you draw a car or something?”",
      "de": "Wenn ich Kindern sage: \"Kannst du ein Auto malen oder so?\""
    }
  },
  {
    "translation": {
      "en": "I really try to emphasize it's not really about the car.",
      "de": "Dann betone ich, dass es nicht um das Auto geht. Es geht eher darum,"
    }
  },
  {
    "translation": {
      "en": "It's more about, \"You have...",
      "de": "dass es nicht um das Auto geht. Es geht eher darum,"
    }
  },
  {
    "translation": {
      "en": "Do you have the fantasy to actually see the car?\"",
      "de": "ob sie die Fantasie haben, das Auto zu sehen."
    }
  },
  {
    "translation": {
      "en": "Let's go on.",
      "de": "Machen wir weiter."
    }
  },
  {
    "translation": {
      "en": "Cheers. It's just that I didn't do that since I was a child.",
      "de": "Das habe ich nicht mehr gemacht, seit ich ein Kind war."
    }
  },
  {
    "translation": {
      "en": "So, as my studio evolved,",
      "de": "Mein Atelier entwickelte sich,"
    }
  },
  {
    "translation": {
      "en": "I also started working more with advocacy groups.",
      "de": "und ich begann, mehr mit Interessengruppen zu arbeiten."
    }
  },
  {
    "translation": {
      "en": "And the studio today actually is... is a kind of a mix",
      "de": "Heute ist das Atelier eigentlich eine Mischung"
    }
  },
  {
    "translation": {
      "en": "between the normal artwork,",
      "de": "aus normaler Kunst,"
    }
  },
  {
    "translation": {
      "en": "but we're also involved with the politics somehow.",
      "de": "aber wir sind auch irgendwie mit Politik beschäftigt."
    }
  },
  {
    "translation": {
      "en": "Turning thinking into doing.",
      "de": "Das Denken in die Tat umsetzen."
    }
  },
  {
    "translation": {
      "en": "[Olafur] So, I thought I should see",
      "de": "Ich dachte, ich sollte sehen,"
    }
  },
  {
    "translation": {
      "en": "if what I have learned in art could be applied onto, for instance,",
      "de": "ob das, was ich in der Kunst gelernt habe,"
    }
  },
  {
    "translation": {
      "en": "a kind of a more sort of, um... advocacy project.",
      "de": "auf Projekte der Interessensvertretung anwenden könnte."
    }
  },
  {
    "translation": {
      "en": "And this is how the project Ice Watch came along.",
      "de": "Und so entstand das Projekt Ice Watch."
    }
  },
  {
    "translation": {
      "en": "How do we make the climate explicit",
      "de": "Wie machen wir das Klima deutlich"
    }
  },
  {
    "translation": {
      "en": "and turn thinking into doing?",
      "de": "und verwandeln Denken in Taten?"
    }
  },
  {
    "translation": {
      "en": "And the Ice Watch project is very straightforward.",
      "de": "Und das Ice Watch-Projekt ist sehr direkt."
    }
  },
  {
    "translation": {
      "en": "It's glacial ice from Greenland,",
      "de": "Es ist Gletschereis aus Grönland,"
    }
  },
  {
    "translation": {
      "en": "from the glacier that is disappearing, put on the street.",
      "de": "aus dem Gletscher, der schmilzt, auf die Straße gelegt."
    }
  },
  {
    "translation": {
      "en": "People walk up to it and...",
      "de": "Die Leute gehen hin"
    }
  },
  {
    "translation": {
      "en": "see it, listen to it, touch it.",
      "de": "und sehen es, horchen daran, berühren es."
    }
  },
  {
    "translation": {
      "en": "This is what is melting and disappearing,",
      "de": "Das ist das, was schmilzt und verschwindet,"
    }
  },
  {
    "translation": {
      "en": "and it was melting right then. Then, of course...",
      "de": "und es schmolz dort. Genau darum..."
    }
  },
  {
    "translation": {
      "en": "this is what we're talking about.",
      "de": "...geht es ja gerade."
    }
  },
  {
    "translation": {
      "en": "Then they would put their hand on it and they go,",
      "de": "Dann legten sie ihre Hand drauf und sagten:"
    }
  },
  {
    "translation": {
      "en": "[gasps] \"It's cold.\"",
      "de": "\"Es ist kalt.\""
    }
  },
  {
    "translation": {
      "en": "And of course everybody knows ice is cold because it's ice, right?",
      "de": "Und jeder weiß, dass Eis kalt ist, weil es Eis ist."
    }
  },
  {
    "translation": {
      "en": "But behavioral change is much more emotional.",
      "de": "Aber Verhaltensänderungen sind viel emotionaler."
    }
  },
  {
    "translation": {
      "en": "[Carol] It's so simple...",
      "de": "Es ist so einfach,"
    }
  },
  {
    "translation": {
      "en": "but that simplicity is deceptive.",
      "de": "aber diese Einfachheit täuscht."
    }
  },
  {
    "translation": {
      "en": "Because it's going to disappear, and you know it's gonna disappear.",
      "de": "Weil es verschwindet und man weiß, dass es verschwindet."
    }
  },
  {
    "translation": {
      "en": "That he could create something so beautiful",
      "de": "Dass er etwas so Schönes erschuf,"
    }
  },
  {
    "translation": {
      "en": "that would conjure that unthinkable thought",
      "de": "das diese undenkbaren Gedanken hervorzaubert,"
    }
  },
  {
    "translation": {
      "en": "is the mark of a truly great artist.",
      "de": "zeigt, dass er ein wahrhaft großer Künstler ist."
    }
  },
  {
    "translation": {
      "en": "[Olafur] This is such a great view down here. [woman] Oh, yeah.",
      "de": "-Das ist eine tolle Aussicht. -Oh ja."
    }
  },
  {
    "translation": {
      "en": "When I was here half a life ago,",
      "de": "Als ich vor einem halben Leben hier war,"
    }
  },
  {
    "translation": {
      "en": "[chuckles] there was, um, you know, ice coming down,",
      "de": "kam hier Eis herunter und das brachte Wasser hierher,"
    }
  },
  {
    "translation": {
      "en": "moving down this water here, as I remember it. Yeah.",
      "de": "kam hier Eis herunter und das brachte Wasser hierher, wenn ich mich recht erinnere. Ja."
    }
  },
  {
    "translation": {
      "en": "-[Olafur] It... It broke off? -[Josefine] Yes, yes, yes.",
      "de": "-Es ist abgebrochen? -Ja, ja."
    }
  },
  {
    "translation": {
      "en": "-It did. But there is still beauty. -Yeah. Yeah.",
      "de": "-Ja. Aber es ist immer noch schön. -Ja."
    }
  },
  {
    "translation": {
      "en": "You know, we look at this, and I think the acknowledgment of that",
      "de": "Wir sehen uns das an, und ich denke, die Anerkennung ist wichtig,"
    }
  },
  {
    "translation": {
      "en": "is important to keep prosperous and hopeful.",
      "de": "um Wohlstand und Hoffnung zu bewahren."
    }
  },
  {
    "translation": {
      "en": "[Olafur] Yeah. That piece of ice...",
      "de": "Ja. Wir schauen nach dem Stück Eis."
    }
  },
  {
    "translation": {
      "en": "-Maybe we can grab that. -Yeah.",
      "de": "-Vielleicht kriegen wir das. -Ja."
    }
  },
  {
    "translation": {
      "en": "-Let's try it. Yeah. -Let's see if we can grab that ice.",
      "de": "-Versuchen wir's. -Mal sehen, ob wir das Eis kriegen."
    }
  },
  {
    "translation": {
      "en": "[Olafur] We saved it.",
      "de": "Wir haben es gerettet."
    }
  },
  {
    "translation": {
      "en": "-So... -[Josefine chuckles] -Now we just need a freezer. -[Josefine sighs]",
      "de": "Jetzt brauchen wir nur einen Gefrierschrank."
    }
  },
  {
    "translation": {
      "en": "-[Josefine] Yeah, a big one. -[Olafur] So...",
      "de": "Ja, einen großen."
    }
  },
  {
    "translation": {
      "en": "-That's a nice work of art. -It is.",
      "de": "-Das ist ein schönes Kunstwerk. -Stimmt."
    }
  },
  {
    "translation": {
      "en": "-Or a nice poem, for that matter. -[laughs] Yeah.",
      "de": "-Oder ein schönes Gedicht. -Ja."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "-[Olafur] So, are these bubbles? -[Josefine] Yeah.",
      "de": "-All diese Blasen.... -Ja."
    }
  },
  {
    "translation": {
      "en": "[Olafur] So, the air in the bubble, when it comes out,",
      "de": "Die Luft in den Blasen, wenn sie herauskommt,"
    }
  },
  {
    "translation": {
      "en": "it's the air from 5,000 years ago.",
      "de": "ist die Luft von vor 5.000 Jahren."
    }
  },
  {
    "translation": {
      "en": "I mean, what is beautiful is that as it actually melts...",
      "de": "Schön ist, dass es, während es schmilzt,"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -...it kind of pops. [Josefine] Yeah.",
      "de": "-knackt. -Ja."
    }
  },
  {
    "translation": {
      "en": "So, if we would be very quiet and sit and wait a little bit,",
      "de": "Wenn wir also sehr still wären und etwas warten,"
    }
  },
  {
    "translation": {
      "en": "the ice would start speaking to us. It would pop like popcorn.",
      "de": "würde das Eis zu uns sprechen. Es würde wie Popcorn klingen."
    }
  },
  {
    "translation": {
      "en": "So, it's not, like, disappearing, it's actually arriving.",
      "de": "Es verschwindet also nicht, eigentlich kommt es an."
    }
  },
  {
    "translation": {
      "en": "It's about being... being present.",
      "de": "Es geht darum, in der Gegenwart zu leben."
    }
  },
  {
    "translation": {
      "en": "If we want to change something about the climate, it needs to be made explicit,",
      "de": "Wenn wir etwas am Klima ändern wollen, muss es deutlich gemacht werden,"
    }
  },
  {
    "translation": {
      "en": "it needs to be physical.",
      "de": "es muss physisch sein."
    }
  },
  {
    "translation": {
      "en": "And this is what culture is, right? Culture is, to a large extent, physical.",
      "de": "Und das ist Kultur, nicht wahr? Kultur ist weitgehend physisch."
    }
  },
  {
    "translation": {
      "en": "It's... It's... It's stuff out in the world.",
      "de": "Alles, was auf der Welt ist."
    }
  },
  {
    "translation": {
      "en": "I have worked so much with light.",
      "de": "Ich habe so viel mit Licht gearbeitet."
    }
  },
  {
    "translation": {
      "en": "Light is so fundamental to everything, right?",
      "de": "Licht ist für alles so wichtig."
    }
  },
  {
    "translation": {
      "en": "As I also started traveling, I realized that...",
      "de": "Als ich anfing zu reisen,"
    }
  },
  {
    "translation": {
      "en": "every eighth person in the world",
      "de": "wurde mir klar, dass jeder achte Mensch weltweit"
    }
  },
  {
    "translation": {
      "en": "does not have access to energy. Like, to light.",
      "de": "keinen Zugang zu Energie hat. Also zu Licht."
    }
  },
  {
    "translation": {
      "en": "So, this is actually the little sun.",
      "de": "Das ist die kleine Sonne."
    }
  },
  {
    "translation": {
      "en": "And there's a solar panel here on the back, so...",
      "de": "Da ist ein Sonnenkollektor auf der Rückseite, also..."
    }
  },
  {
    "translation": {
      "en": "when I hold it up like that, I'm actually charging,",
      "de": "Wenn ich es so halte, lade ich die Lampe"
    }
  },
  {
    "translation": {
      "en": "then I have light for the whole evening.",
      "de": "und habe Licht für den ganzen Abend."
    }
  },
  {
    "translation": {
      "en": "Now, I have sustainable energy right here in the palm of my hand,",
      "de": "Ich habe nachhaltige Energie hier in meiner Hand."
    }
  },
  {
    "translation": {
      "en": "and I... I call that holding hands with the sun.",
      "de": "Ich nenne es mit der Sonne Händchen halten."
    }
  },
  {
    "translation": {
      "en": "It's about the right to have access to light.",
      "de": "Es geht um das Recht auf Zugang zu Licht."
    }
  },
  {
    "translation": {
      "en": "No one will ever have to sit in darkness.",
      "de": "Niemand wird je im Dunkeln sitzen müssen."
    }
  },
  {
    "translation": {
      "en": "We sell this at a higher price, knowing museum stores are online.",
      "de": "Wir verkaufen sie zu einem höheren Preis, in Museumsläden oder online."
    }
  },
  {
    "translation": {
      "en": "And the profit from that is then driving lamps into off-grid areas.",
      "de": "Und vom Gewinn bringen wir Lampen in Gebiete ohne Strom."
    }
  },
  {
    "translation": {
      "en": "In those areas,",
      "de": "In diesen Gegenden"
    }
  },
  {
    "translation": {
      "en": "you would normally buy 100 milliliters of kerosene a week.",
      "de": "kauft man normalerweise 100 Milliliter Kerosin pro Woche."
    }
  },
  {
    "translation": {
      "en": "That is money which was then spent on something else.",
      "de": "Dieses Geld konnte dann für etwas anderes ausgegeben werden."
    }
  },
  {
    "translation": {
      "en": "It went into the economy. It didn't go out and into the oil industry.",
      "de": "Es floss in die Wirtschaft, nicht in die Ölindustrie."
    }
  },
  {
    "translation": {
      "en": "It's important to talk about the climate",
      "de": "Es ist wichtig, über das Klima in einer Sprache zu reden, die nicht immer nur den Untergang heraufbeschwört."
    }
  },
  {
    "translation": {
      "en": "in a language that is not always about doom and gloom.",
      "de": "in einer Sprache zu reden, die nicht immer nur den Untergang heraufbeschwört."
    }
  },
  {
    "translation": {
      "en": "It's very important to design things that has a positive narrative.",
      "de": "Es ist sehr wichtig, Dinge zu entwerfen, die positiv sind."
    }
  },
  {
    "translation": {
      "en": "You can turn thinking into doing. You can.",
      "de": "Man kann aus Gedanken Taten machen. Wirklich."
    }
  },
  {
    "translation": {
      "en": "The gallery that I work with has opened up a space here in Los Angeles and...",
      "de": "Die Galerie, mit der ich arbeite, hat einen Raum in Los Angeles eröffnet."
    }
  },
  {
    "translation": {
      "en": "it's exciting for me because this is my first show here in this space",
      "de": "Es ist spannend für mich, denn ich stelle zum ersten Mal hier aus"
    }
  },
  {
    "translation": {
      "en": "and the first time I show these works.",
      "de": "und zeige die Werke zum ersten Mal."
    }
  },
  {
    "translation": {
      "en": "I love it.",
      "de": "Ich liebe es."
    }
  },
  {
    "translation": {
      "en": "This has turned out amazing.",
      "de": "Das ist fantastisch geworden."
    }
  },
  {
    "translation": {
      "en": "Somehow, I don't remember it looking like this in the studio.",
      "de": "Ich erinnere mich nicht, dass es im Atelier so aussah."
    }
  },
  {
    "translation": {
      "en": "It's good to make art with mirrors, so I can check my hair.",
      "de": "Gut, wenn man mit Spiegeln Kunst macht, dann kann man die Haare richten."
    }
  },
  {
    "translation": {
      "en": "Art is the world's ability",
      "de": "Kunst ist die Fähigkeit der Welt,"
    }
  },
  {
    "translation": {
      "en": "to investigate and have an intimate relationship with itself.",
      "de": "sich zu erforschen und eine intime Beziehung zu sich selbst zu haben."
    }
  },
  {
    "translation": {
      "en": "Gerhard Richter, the German painter, said, \"Art is the highest form of hope.\"",
      "de": "Gerhard Richter, der Maler, sagte: \"Kunst ist die höchste Form der Hoffnung.\""
    }
  },
  {
    "translation": {
      "en": "At the bottom of my heart, I love making art.",
      "de": "Ich liebe es von ganzem Herzen, Kunst zu machen."
    }
  },
  {
    "translation": {
      "en": "So, why are you watching this episode? I mean, I'm very happy you are,",
      "de": "Warum schauen Sie diese Folge? Ich bin froh, dass Sie es tun,"
    }
  },
  {
    "translation": {
      "en": "but it's also important that you think about yourself, right?",
      "de": "aber es ist auch wichtig, dass Sie an sich denken, oder?"
    }
  },
  {
    "translation": {
      "en": "What is in it for you?",
      "de": "Was haben Sie davon?"
    }
  },
  {
    "translation": {
      "en": "What are you actually doing here?",
      "de": "Was tun Sie hier wirklich?"
    }
  },
  {
    "translation": {
      "en": "It's about the ability to see something.",
      "de": "Es geht um die Fähigkeit, etwas zu sehen."
    }
  },
  {
    "translation": {
      "en": "It's incredibly important that we do not take our surroundings for granted.",
      "de": "Es ist wichtig, dass wir unsere Umgebung nicht als gegeben hinnehmen."
    }
  },
  {
    "translation": {
      "en": "To realize I can see more, should I make the effort.",
      "de": "Zu erkennen, dass ich mehr sehen kann, wenn ich mich anstrenge."
    }
  },
  {
    "translation": {
      "en": "For instance,",
      "de": "Zum Beispiel,"
    }
  },
  {
    "translation": {
      "en": "depending on where you are in the world,",
      "de": "je nachdem, wo man in der Welt ist,"
    }
  },
  {
    "translation": {
      "en": "the quality of the daylight is very different.",
      "de": "ist die Qualität des Tageslichts ganz anders."
    }
  },
  {
    "translation": {
      "en": "This is how the light looks in Berlin.",
      "de": "So sieht das Licht in Berlin aus."
    }
  },
  {
    "translation": {
      "en": "So, this is the amazing light here in Los Angeles.",
      "de": "Das ist das tolle Licht hier in Los Angeles."
    }
  },
  {
    "translation": {
      "en": "It's, of course, very famous, just like the traffic is.",
      "de": "Es ist natürlich sehr berühmt. So wie der Verkehr."
    }
  },
  {
    "translation": {
      "en": "-We're standing on the street... -[horn honks] ...in front of the gallery.",
      "de": "Wir stehen auf der Straße vor der Galerie."
    }
  },
  {
    "translation": {
      "en": "This is the color of the daylight here in Iceland,",
      "de": "Das ist die Farbe des Tageslichts hier in Island,"
    }
  },
  {
    "translation": {
      "en": "right... right outside of my studio.",
      "de": "direkt vor meinem Atelier."
    }
  },
  {
    "translation": {
      "en": "Even what we take for granted, such as,",
      "de": "Selbst das, was wir als selbstverständlich erachten,"
    }
  },
  {
    "translation": {
      "en": "\"Oh, this is just sunlight,\" is actually very different.",
      "de": "wie: \"Das ist nur Sonnenlicht\", ist eigentlich ganz anders."
    }
  },
  {
    "translation": {
      "en": "Once you see that reality is actually relative...",
      "de": "Sobald man sieht, dass die Realität relativ ist..."
    }
  },
  {
    "translation": {
      "en": "it is more likely to also change.",
      "de": "...ist es auch wahrscheinlicher, dass sie sich ändert."
    }
  },
  {
    "translation": {
      "en": "So, north is exactly over there.",
      "de": "Norden ist genau da drüben."
    }
  },
  {
    "translation": {
      "en": "Berlin, where my studio is...",
      "de": "Berlin, wo mein Atelier ist..."
    }
  },
  {
    "translation": {
      "en": "Right?",
      "de": "Richtig?"
    }
  },
  {
    "translation": {
      "en": "...is there.",
      "de": "...ist da."
    }
  },
  {
    "translation": {
      "en": "So, we are not lost after all.",
      "de": "Wir haben uns also doch nicht verlaufen."
    }
  }
]