[
  {
    "translation": {
      "en": "[narrator] In a distant world’s time of need,",
      "de": "In einer weit entfernten, in Not geratenen Welt"
    }
  },
  {
    "translation": {
      "en": "an ancient prophecy summoned the Toa.",
      "de": "rief eine alte Prophezeiung die Toa herbei."
    }
  },
  {
    "translation": {
      "en": "Six legendary heroes,",
      "de": "Sechs legendäre Helden."
    }
  },
  {
    "translation": {
      "en": "each powered by the energy of the island’s elements.",
      "de": "Jeder gestärkt von der Energie der Elemente dieser Insel."
    }
  },
  {
    "translation": {
      "en": "Tahu, Toa of Fire.",
      "de": "Tahu, Toa des Feuers."
    }
  },
  {
    "translation": {
      "en": "Kopaka, Toa of Ice.",
      "de": "Kopaka, Toa des Eises."
    }
  },
  {
    "translation": {
      "en": "Pohatu, Toa of Stone.",
      "de": "Pohatu, Toa des Steins."
    }
  },
  {
    "translation": {
      "en": "Gali, Toa of Water.",
      "de": "Gali, Toa des Wassers."
    }
  },
  {
    "translation": {
      "en": "Onua, Toa of Earth.",
      "de": "Onua, Toa der Erde."
    }
  },
  {
    "translation": {
      "en": "Lewa, Toa of the Jungle.",
      "de": "Lewa, Toa des Dschungels."
    }
  },
  {
    "translation": {
      "en": "Much has happened, I know.",
      "de": "Viel ist passiert, ich weiß."
    }
  },
  {
    "translation": {
      "en": "After so many thousands of years,",
      "de": "Nach so vielen Tausenden von Jahren"
    }
  },
  {
    "translation": {
      "en": "your families have returned",
      "de": "sind eure Familien zurückgekehrt,"
    }
  },
  {
    "translation": {
      "en": "to rebuild the Mask Makers’ City.",
      "de": "um die Stadt der Maskenmacher wieder aufzubauen."
    }
  },
  {
    "translation": {
      "en": "If must seem strange.",
      "de": "Es muss euch seltsam erscheinen."
    }
  },
  {
    "translation": {
      "en": "You have only known the region of the Jungle.",
      "de": "Ihr kanntet nur die Dschungelregion."
    }
  },
  {
    "translation": {
      "en": "And you, the regions of Stone and Ice and Water.",
      "de": "Und ihr die Gebiete voller Stein und Eis und Wasser."
    }
  },
  {
    "translation": {
      "en": "But we are Okotans,",
      "de": "Aber wir sind Okoter."
    }
  },
  {
    "translation": {
      "en": "and once, this was the centre of our world.",
      "de": "Und das war einmal das Zentrum unserer Welt."
    }
  },
  {
    "translation": {
      "en": "And now we have returned.",
      "de": "Und nun sind wir zurückgekehrt."
    }
  },
  {
    "translation": {
      "en": "I’m sure you have questions, but wait.",
      "de": "Sicher habt ihr Fragen, aber wartet."
    }
  },
  {
    "translation": {
      "en": "First, let me tell you how we came to return to our city",
      "de": "Zuerst will ich euch sagen, warum wir in unsere Stadt zurück mussten,"
    }
  },
  {
    "translation": {
      "en": "and give you a taste of what may lay ahead.",
      "de": "und was euch hier noch alles erwarten wird."
    }
  },
  {
    "translation": {
      "en": "Sit.",
      "de": "Setzt euch."
    }
  },
  {
    "translation": {
      "en": "Once, this was a beautiful city.",
      "de": "Dies war einst eine wunderschöne Stadt."
    }
  },
  {
    "translation": {
      "en": "And I like to think it will be again.",
      "de": "Und ich hoffe, dass sie es wieder wird."
    }
  },
  {
    "translation": {
      "en": "But that will depend on more than your parents.",
      "de": "Das wird aber nicht nur von euren Eltern abhängen."
    }
  },
  {
    "translation": {
      "en": "It will depend on six heroes, from another time and place!",
      "de": "Sondern von sechs Helden aus einer anderen Zeit, von einem anderen Ort."
    }
  },
  {
    "translation": {
      "en": "And it will depend on if they can harness the elements that give our planet life.",
      "de": "Und davon, ob sie die Elemente finden, die unserem Planeten Leben schenken."
    }
  },
  {
    "translation": {
      "en": "You know them from the regions where you live.",
      "de": "Ihr kennt sie aus den Gebieten, in denen ihr lebt."
    }
  },
  {
    "translation": {
      "en": "Fire, Water, Jungle, Earth, Stone and Ice.",
      "de": "Feuer, Wasser, Dschungel, Erde, Stein und Eis."
    }
  },
  {
    "translation": {
      "en": "For you, they are just corners of our island,",
      "de": "Für euch sind sie nur Regionen unserer Insel,"
    }
  },
  {
    "translation": {
      "en": "but to the Toa, they are lifeblood.",
      "de": "aber für die Toa sind sie die Lebenskraft."
    }
  },
  {
    "translation": {
      "en": "But before there was trouble, there was peace.",
      "de": "Denn vor der Zeit der Finsternis herrschte hier Frieden."
    }
  },
  {
    "translation": {
      "en": "And maybe that’s where we should begin.",
      "de": "Vielleicht sollten wir damit beginnen."
    }
  },
  {
    "translation": {
      "en": "More than a thousand years ago,",
      "de": "Vor mehr als 1.000 Jahren"
    }
  },
  {
    "translation": {
      "en": "this was a peaceful and vibrant place.",
      "de": "war dies ein friedlicher und lebensfroher Ort."
    }
  },
  {
    "translation": {
      "en": "Our Island’s two protectors, Ekimu and his brother, Makuta,",
      "de": "Unsere beiden Inselbeschützer, Ekimu und sein Bruder Makuta,"
    }
  },
  {
    "translation": {
      "en": "harnessed the power of the elements and forged them into masks.",
      "de": "nutzten die Kraft der Elemente, um daraus Masken zu schmieden."
    }
  },
  {
    "translation": {
      "en": "But Makuta grew jealous of his brother and hungry for the power.",
      "de": "Aber Makuta wurde eifersüchtig auf seinen Bruder und wollte mehr Macht erlangen."
    }
  },
  {
    "translation": {
      "en": "So unbeknownst to his brother, Ekimu,",
      "de": "Ohne das Wissen seines Bruders Ekimu"
    }
  },
  {
    "translation": {
      "en": "the jealous Makuta broke a sacred law",
      "de": "brach der eifersüchtige Makuta ein heiliges Gesetz"
    }
  },
  {
    "translation": {
      "en": "and created a mask that combined the power of all the elements.",
      "de": "und erschuf eine Maske, die die Kräfte aller Elemente vereint."
    }
  },
  {
    "translation": {
      "en": "He called it the Mask of Ultimate Power.",
      "de": "Er nannte sie die Maske der ultimativen Macht."
    }
  },
  {
    "translation": {
      "en": "But, as the power of the mask surged through Makuta,",
      "de": "Aber als die Macht der Maske von Makuta Besitz ergriff,"
    }
  },
  {
    "translation": {
      "en": "he became dark and evil.",
      "de": "verwandelte er sich in ein finsteres, böses Wesen."
    }
  },
  {
    "translation": {
      "en": "Knowing he had to act quickly, Ekimu took the sacred hammer",
      "de": "Ekimu musste schnell handeln und nahm den heiligen Hammer,"
    }
  },
  {
    "translation": {
      "en": "and knocked the mask from the face of his brother.",
      "de": "um die Maske vom Gesicht seines Bruders zu schlagen."
    }
  },
  {
    "translation": {
      "en": "Ekimu saved Okoto, but the cost was great.",
      "de": "Ekimu rettete Okoto, aber zu einem hohen Preis."
    }
  },
  {
    "translation": {
      "en": "Both Ekimu and Makuta were plunged into endless sleep.",
      "de": "Sowohl Ekimu als auch Makuta fielen in einen endlosen Schlaf."
    }
  },
  {
    "translation": {
      "en": "Our ancestors laid Ekimu to rest.",
      "de": "Unsere Vorfahren trugen Ekimu zu Grabe."
    }
  },
  {
    "translation": {
      "en": "The masks, too powerful to be trusted to mortals,",
      "de": "Und die Masken, die zu mächtig waren, um sie Sterblichen anzuvertrauen,"
    }
  },
  {
    "translation": {
      "en": "were hidden away forever.",
      "de": "wurden für immer versteckt."
    }
  },
  {
    "translation": {
      "en": "And after Ekimu was sealed into a secret tomb,",
      "de": "Nachdem Ekimu in einem geheimen Grab versiegelt wurde,"
    }
  },
  {
    "translation": {
      "en": "the Mask Makers’ City was abandoned.",
      "de": "haben alle die Stadt der Maskenmacher verlassen."
    }
  },
  {
    "translation": {
      "en": "Although Makuta lay buried deep beneath our island,",
      "de": "Und obwohl Makuta tief im Inneren unserer Insel vergraben war,"
    }
  },
  {
    "translation": {
      "en": "his spirit remained powerful.",
      "de": "blieb sein Geist weiter mächtig."
    }
  },
  {
    "translation": {
      "en": "He summoned dark forces to find his Mask and awaken him.",
      "de": "Er rief finstere Kräfte herbei, die seine Maske finden und ihn erwecken sollten."
    }
  },
  {
    "translation": {
      "en": "If Makuta’s minions managed to awaken him,",
      "de": "Wenn es Makutas Helfern gelingt, ihn wiederzuerwecken,"
    }
  },
  {
    "translation": {
      "en": "our island would be plunged into darkness.",
      "de": "wird unsere Insel in der Finsternis versinken."
    }
  },
  {
    "translation": {
      "en": "So we, the protectors,",
      "de": "Daher haben wir, die Beschützer,"
    }
  },
  {
    "translation": {
      "en": "gathered and performed an ancient rite.",
      "de": "uns versammelt und ein uraltes Ritual durchgeführt."
    }
  },
  {
    "translation": {
      "en": "Their legend was carved into the walls of our temples,",
      "de": "Ihre Legende wurde in die Wände unserer Tempel gemeißelt,"
    }
  },
  {
    "translation": {
      "en": "and their names were kept alive in our rituals.",
      "de": "und ihre Namen wurden in unseren Ritualen lebendig gehalten."
    }
  },
  {
    "translation": {
      "en": "These were the Toa.",
      "de": "Das waren die Toa."
    }
  },
  {
    "translation": {
      "en": "And it would be up to them to save Okoto.",
      "de": "Und sie haben es in der Hand, Okoto zu retten."
    }
  },
  {
    "translation": {
      "en": "The Toa of the Jungle, Lewa,",
      "de": "Der Toa des Dschungels, Lewa, war schnell und geistesgegenwärtig."
    }
  },
  {
    "translation": {
      "en": "was fast on his feet and quick witted,",
      "de": "Lewa, war schnell und geistesgegenwärtig."
    }
  },
  {
    "translation": {
      "en": "like the Jungle that gave him his power.",
      "de": "Wie der Dschungel, der ihm seine Kraft gab."
    }
  },
  {
    "translation": {
      "en": "He was constantly changing, and the most playful of the group.",
      "de": "Er hat sich ständig verändert und war der Verspielteste in der Gruppe."
    }
  },
  {
    "translation": {
      "en": "The brooding Pohatu was the most serious of the group.",
      "de": "Der grüblerische Pohatu war der Ernste in der Gruppe."
    }
  },
  {
    "translation": {
      "en": "And while the Toa of Stone was rarely happy,",
      "de": "Auch wenn der Toa des Steins selten glücklich war,"
    }
  },
  {
    "translation": {
      "en": "he was fearless and powerful.",
      "de": "so war er doch furchtlos und sehr stark."
    }
  },
  {
    "translation": {
      "en": "Kopaka, the Toa of Ice, was fearless and strong,",
      "de": "Kopaka, der Toa des Eises, war furchtlos und strotzte vor Kraft,"
    }
  },
  {
    "translation": {
      "en": "but he could be as inflexible and cold",
      "de": "aber er war auch unflexibel und kalt,"
    }
  },
  {
    "translation": {
      "en": "as the element that gave him power.",
      "de": "wie das Element, von dem er seine Kraft hatte."
    }
  },
  {
    "translation": {
      "en": "Gali was as powerful as the others,",
      "de": "Gali war so stark wie die anderen,"
    }
  },
  {
    "translation": {
      "en": "but as resilient as the Water that was her element.",
      "de": "aber so widerstandsfähig wie das Wasser, das ihr Element war."
    }
  },
  {
    "translation": {
      "en": "The silent, powerful Onua, the Toa of Earth,",
      "de": "Der leise, mächtige Onua, der Toa der Erde,"
    }
  },
  {
    "translation": {
      "en": "would provide a foundation. Like the Earth that gave him power,",
      "de": "konnte ein Fundament bieten, wie die Erde, die ihm seine Kraft gab."
    }
  },
  {
    "translation": {
      "en": "he was immovable and enduring.",
      "de": "Er war unerschütterlich und beständig."
    }
  },
  {
    "translation": {
      "en": "There was Tahu, the Toa of Fire,",
      "de": "Dann war da noch Tahu, der Toa des Feuers."
    }
  },
  {
    "translation": {
      "en": "who saw himself as a leader",
      "de": "Er sah sich selbst als Anführer,"
    }
  },
  {
    "translation": {
      "en": "even before he knew there were others like him.",
      "de": "selbst als er noch nicht wusste, dass es andere wie ihn gibt."
    }
  },
  {
    "translation": {
      "en": "With the help of their Protectors,",
      "de": "Mithilfe ihrer Beschützer"
    }
  },
  {
    "translation": {
      "en": "the Toa found the Masks of Power.",
      "de": "fanden die Toa die Masken der Macht."
    }
  },
  {
    "translation": {
      "en": "As they put on the Masks of Power, an ancient prophecy was fulfilled.",
      "de": "Und als sie die Masken der Macht aufsetzten, erfüllte sich eine alte Prophezeiung."
    }
  },
  {
    "translation": {
      "en": "And for the first time,",
      "de": "Und zum ersten Mal"
    }
  },
  {
    "translation": {
      "en": "the Toa experienced the elemental power that each of them was born to wield.",
      "de": "erlebten die Toa die Kraft der Elemente, die jedem von Geburt an gegeben war."
    }
  },
  {
    "translation": {
      "en": "The Toa had power, but they needed the wisdom of Ekimu.",
      "de": "Die Toa hatten nun die Kraft, aber sie brauchten die Weisheit von Ekimu."
    }
  },
  {
    "translation": {
      "en": "Only he could guide them to their true destiny.",
      "de": "Nur er konnte sie zu ihrem wahren Schicksal führen."
    }
  },
  {
    "translation": {
      "en": "The Toa’s search for Ekimu brought them here,",
      "de": "Die Suche der Toa nach Ekimu brachte sie hierher,"
    }
  },
  {
    "translation": {
      "en": "to the Mask Makers’ City.",
      "de": "in die Stadt der Maskenmacher."
    }
  },
  {
    "translation": {
      "en": "But when they arrived, it didn’t look like it does now.",
      "de": "Aber als sie hier eintrafen, sah es hier nicht so aus wie jetzt."
    }
  },
  {
    "translation": {
      "en": "Then, it was a dark place, overrun with evil creatures.",
      "de": "Damals war dies ein Ort der Finsternis, voller böser Kreaturen."
    }
  },
  {
    "translation": {
      "en": "And around every corner lay a trap!",
      "de": "Hinter jeder Ecke lauerte eine Falle!"
    }
  },
  {
    "translation": {
      "en": "And for the first time in a thousand years,",
      "de": "Und zum ersten Mal seit Tausenden von Jahren"
    }
  },
  {
    "translation": {
      "en": "the footsteps of the living echoed through the Mask Makers’ City",
      "de": "hallten wieder Schritte der Lebenden durch die Stadt der Maskenmacher,"
    }
  },
  {
    "translation": {
      "en": "that we abandoned so many centuries before.",
      "de": "die wir so viele Jahrhunderte zuvor verlassen hatten."
    }
  },
  {
    "translation": {
      "en": "One by one, the Toa vanquished the creatures Makuta had sent to stop them,",
      "de": "Nach und nach erlegten die Toa die Kreaturen, die Makuta auf sie hetzte."
    }
  },
  {
    "translation": {
      "en": "finally defeating the fearsome Skull Scorpions",
      "de": "Schließlich besiegten sie auch die furchterregenden Totenkopf-Skorpione"
    }
  },
  {
    "translation": {
      "en": "and reaching Ekimu’s tomb.",
      "de": "und erreichten Ekimus Grab."
    }
  },
  {
    "translation": {
      "en": "The Toa realised that their history and our planet's were entwined.",
      "de": "Den Toa wurde klar, ihre Vergangenheit und unser Planet hatten eine Verbindung."
    }
  },
  {
    "translation": {
      "en": "As they looked upon the sleeping Mask Maker,",
      "de": "Als sie auf den schlafenden Maskenmacher blickten,"
    }
  },
  {
    "translation": {
      "en": "somehow, they knew how to awaken him.",
      "de": "wussten sie plötzlich, wie sie ihn erwecken können."
    }
  },
  {
    "translation": {
      "en": "The six heroes had travelled far into the ancient city,",
      "de": "Die sechs Helden waren tief in die alte Stadt eingedrungen"
    }
  },
  {
    "translation": {
      "en": "defeating many enemies.",
      "de": "und hatten viele Feinde besiegt."
    }
  },
  {
    "translation": {
      "en": "But only by retrieving the Mask of Creation",
      "de": "Aber nur, wenn er die Maske der Schöpfung wiedererlangte,"
    }
  },
  {
    "translation": {
      "en": "would Ekimu stand a chance against his brother.",
      "de": "würde Ekimu etwas gegen seinen Bruder ausrichten können."
    }
  },
  {
    "translation": {
      "en": "Makuta’s most powerful minions fought to keep the Toa from the Mask Makers’ forge.",
      "de": "Makutas Lakaien gaben alles, um die Toa von der Masken-Schmiede fernzuhalten."
    }
  },
  {
    "translation": {
      "en": "But the Toa were ready. Or so they thought.",
      "de": "Aber die Toa waren vorbereitet. Jedenfalls dachten sie das."
    }
  },
  {
    "translation": {
      "en": "They caught the Skull Grinder before he could destroy Ekimu’s mask.",
      "de": "Sie stellten den Totenkopf-Brecher, bevor er Ekimus Maske zerstörte."
    }
  },
  {
    "translation": {
      "en": "But the creature was as cunning as he was powerful,",
      "de": "Aber das Monster war gleichermaßen gerissen und stark."
    }
  },
  {
    "translation": {
      "en": "and, knowing the Toa would stop him from destroying the mask,",
      "de": "Es wusste, dass die Toa es daran hindern würden, die Maske zu zerstören."
    }
  },
  {
    "translation": {
      "en": "he put it on and felt its power surge through him.",
      "de": "Es setzte sie deshalb auf und ließ deren Energie in sich eindringen."
    }
  },
  {
    "translation": {
      "en": "Filled with the Mask Maker’s power,",
      "de": "Dank der Kraft des Maskenmachers"
    }
  },
  {
    "translation": {
      "en": "the Skull Grinder knocked the masks from the faces of the Toa.",
      "de": "schlug der Totenkopf-Brecher die Masken von den Gesichtern der Toa."
    }
  },
  {
    "translation": {
      "en": "Without their masks, the heroes had lost their power.",
      "de": "Ohne ihre Masken hatten die Helden ihre Kraft verloren."
    }
  },
  {
    "translation": {
      "en": "But they knew they must fight on, even if victory seemed impossible.",
      "de": "Doch sie wussten, dass sie weiterkämpfen müssen, selbst wenn der Sieg in unmöglicher Ferne schien."
    }
  },
  {
    "translation": {
      "en": "The heroes fought bravely until they had nothing more to give.",
      "de": "Die Helden kämpften tapfer, bis sie keine Kraft mehr hatten."
    }
  },
  {
    "translation": {
      "en": "But their valiant effort gave Ekimu the time he needed.",
      "de": "Aber ihr heroischer Einsatz gab Ekimu die Zeit, die er noch brauchte."
    }
  },
  {
    "translation": {
      "en": "Now wielding his ancient hammer,",
      "de": "Ekimu schwang seinen alten Hammer,"
    }
  },
  {
    "translation": {
      "en": "Ekimu took back the Mask of Creation",
      "de": "holte sich die Maske der Schöpfung zurück"
    }
  },
  {
    "translation": {
      "en": "and regained the power he once had.",
      "de": "und erlangte endlich wieder die Kraft, die er einst hatte."
    }
  },
  {
    "translation": {
      "en": "The six Toa had done their duty,",
      "de": "Die sechs Toa hatten ihre Pflicht erfüllt."
    }
  },
  {
    "translation": {
      "en": "awakened Ekimu and retrieved the Mask of Creation.",
      "de": "Ekimu war wiedererweckt und die Maske der Schöpfung zurückerlangt."
    }
  },
  {
    "translation": {
      "en": "But evil was not defeated.",
      "de": "Aber das Böse war noch nicht geschlagen."
    }
  },
  {
    "translation": {
      "en": "Their true fate was still waiting, deep inside the darkness.",
      "de": "Ihr wahres Schicksal erwartete sie noch, tief in der Finsternis."
    }
  },
  {
    "translation": {
      "en": "Prophecy had brought the Toa to Okoto.",
      "de": "Die Prophezeiung hatte die Toa nach Okoto gebracht."
    }
  },
  {
    "translation": {
      "en": "But what they’d experienced made them more than just heroes.",
      "de": "Aber was sie durchgemacht hatten, machte sie zu mehr als nur Helden."
    }
  },
  {
    "translation": {
      "en": "They have become legends.",
      "de": "Sie wurden zu Legenden."
    }
  },
  {
    "translation": {
      "en": "But the challenges that lie ahead are huge,",
      "de": "Aber die Aufgaben, die vor ihnen liegen, sind gewaltig."
    }
  },
  {
    "translation": {
      "en": "and the future of our entire world is at stake.",
      "de": "Und die Zukunft unserer gesamten Welt steht auf dem Spiel."
    }
  },
  {
    "translation": {
      "en": "Their journey beings anew.",
      "de": "Erneut treten sie ihre Reise an."
    }
  },
  {
    "translation": {
      "en": "With their new armour and weapons, forged by the Mask Maker himself,",
      "de": "Mit neuen Rüstungen und Waffen, geschmiedet vom Maskenmacher selbst, setzen sie ihre Suche fort."
    }
  },
  {
    "translation": {
      "en": "the quest continues.",
      "de": "geschmiedet vom Maskenmacher selbst, setzen sie ihre Suche fort."
    }
  },
  {
    "translation": {
      "en": "as the Toa begin the Search for One.",
      "de": "Die Toa beginnen ihr Abenteuer."
    }
  }
]