[
  {
    "translation": {
      "en": "[Barack Obama] So let's look at the statistics.",
      "de": "Sehen wir uns die Statistiken an."
    }
  },
  {
    "translation": {
      "en": "The United States is home to 5% of the world's population...",
      "de": "Die Vereinigten Staaten sind Heimat von 5 % der Weltbevölkerung..."
    }
  },
  {
    "translation": {
      "en": "but 25% of the world's prisoners.",
      "de": "...aber von 25 % der Gefängnisinsassen weltweit."
    }
  },
  {
    "translation": {
      "en": "Think about that.",
      "de": "Darüber sollte man nachdenken."
    }
  },
  {
    "translation": {
      "en": "[Van Jones] A little country with 5% of the world's population",
      "de": "Ein kleines Land mit 5 % der Weltbevölkerung"
    }
  },
  {
    "translation": {
      "en": "having 25% of the world's prisoners?",
      "de": "hat 25 % aller Gefängnisinsassen weltweit?"
    }
  },
  {
    "translation": {
      "en": "One out of four?",
      "de": "Einer von vieren?"
    }
  },
  {
    "translation": {
      "en": "One out of four human beings with their hands on bars, shackled,",
      "de": "Einer von vier Menschen weltweit, hinter Gittern, gefesselt,"
    }
  },
  {
    "translation": {
      "en": "in the world are locked up here, in the land of the free.",
      "de": "ist hier inhaftiert, im Land der Freiheit."
    }
  },
  {
    "translation": {
      "en": "We had a prison population of 300,000 in 1972.",
      "de": "Im Jahr 1972 hatten wir 300.000 Häftlinge."
    }
  },
  {
    "translation": {
      "en": "Today, we have a prison population of 2.3 million.",
      "de": "Heute haben wir 2,3 Millionen Häftlinge."
    }
  },
  {
    "translation": {
      "en": "The United States now has the highest rate of incarceration in the world.",
      "de": "Die USA haben die höchste Häftlingsrate der Welt."
    }
  },
  {
    "translation": {
      "en": "So, you see, now suddenly they're in an awakening that,",
      "de": "Jetzt beginnen sie, plötzlich aufzuwachen:"
    }
  },
  {
    "translation": {
      "en": "\"Oh, perhaps we need to downsize our prison system.",
      "de": "\"Vielleicht müssen wir unser Gefängnissystem verkleinern."
    }
  },
  {
    "translation": {
      "en": "It's gotten too expensive. It's gotten out of hand.\"",
      "de": "Es ist teuer geworden und aus dem Ruder gelaufen.\""
    }
  },
  {
    "translation": {
      "en": "Um, but the very folks who often express so much concern,",
      "de": "Doch gerade die Leute, die sich oft besorgt äußern"
    }
  },
  {
    "translation": {
      "en": "uh, about the cost and the expanse of the system",
      "de": "über die Kosten und den Umfang des Systems,"
    }
  },
  {
    "translation": {
      "en": "are often very unwilling to talk in any serious way",
      "de": "weigern sich oft, ernsthaft darüber zu reden,"
    }
  },
  {
    "translation": {
      "en": "about remedying the harm that has been done.",
      "de": "wie man den entstandenen Schaden behebt."
    }
  },
  {
    "translation": {
      "en": "History is not just stuff that happens by accident.",
      "de": "Geschichte ist keine Ansammlung von Zufällen."
    }
  },
  {
    "translation": {
      "en": "We are the products of the history that our ancestors chose, if we're white.",
      "de": "Als Weiße sind wir Produkt der Geschichte, die unsere Vorfahren wählten."
    }
  },
  {
    "translation": {
      "en": "If we are black, we are products of the history that our ancestors most likely did not choose.",
      "de": "Als Schwarze sind wir Produkt der Geschichte, die sie nicht wählten."
    }
  },
  {
    "translation": {
      "en": "Yet here we all are together, the products of that set of choices.",
      "de": "Aber hier sind wir alle, Ergebnis getroffener Entscheidungen."
    }
  },
  {
    "translation": {
      "en": "And we have to understand that in order to escape from it.",
      "de": "Das müssen wir verstehen, um dem zu entkommen."
    }
  },
  {
    "translation": {
      "en": "The 13th Amendment to the Constitution",
      "de": "Der 13. Zusatzartikel der Verfassung"
    }
  },
  {
    "translation": {
      "en": "makes it unconstitutional for someone to be held as a slave.",
      "de": "macht es verfassungswidrig, als Sklave gehalten zu werden. SKLAVEREI ABSCHAFFEN EMANZIPATION"
    }
  },
  {
    "translation": {
      "en": "In other words, it grants freedom...",
      "de": "Anders gesagt, gewährt er..."
    }
  },
  {
    "translation": {
      "en": "to all Americans.",
      "de": "...allen Amerikanern Freiheit."
    }
  },
  {
    "translation": {
      "en": "There are exceptions, including criminals.",
      "de": "Es gibt Ausnahmen, darunter Verbrecher."
    }
  },
  {
    "translation": {
      "en": "[Khalil G. Muhammad] There's a clause, a loophole.",
      "de": "Es gibt eine Klausel, eine Gesetzeslücke. AUSSER ALS STRAFE FÜR VERBRECHEN"
    }
  },
  {
    "translation": {
      "en": "[Kevin Gannon] If you have that in the structure, in this constitutional language,",
      "de": "Dadurch, dass das eingebettet ist in die Struktur dieser Verfassungssprache,"
    }
  },
  {
    "translation": {
      "en": "then it's there to be used as a tool for whichever purposes one wants to use it.",
      "de": "kann es als Werkzeug für jeden erdenklichen Zweck dienen."
    }
  },
  {
    "translation": {
      "en": "[Cobb] One of the things to bear in mind is that",
      "de": "Man muss bedenken,"
    }
  },
  {
    "translation": {
      "en": "when we think about slavery, it was an economic system.",
      "de": "dass die Sklaverei ein Wirtschaftssystem war."
    }
  },
  {
    "translation": {
      "en": "And the demise of slavery at the end of the Civil War",
      "de": "Und dass der Untergang der Sklaverei zum Ende des Sezessionskrieges"
    }
  },
  {
    "translation": {
      "en": "left the Southern economy in tatters. Uh, and so this presented a big question.",
      "de": "die Wirtschaft in den Südstaaten quasi zerstörte. Die große Frage?"
    }
  },
  {
    "translation": {
      "en": "There are four million people who were formerly property,",
      "de": "Es gab vier Millionen Menschen, die Eigentum gewesen waren."
    }
  },
  {
    "translation": {
      "en": "and they were formerly kind of the integral part of the economic production system in the South.",
      "de": "Sie waren zuvor integraler Teil der Wirtschaft in den Südstaaten."
    }
  },
  {
    "translation": {
      "en": "And now those people are free.",
      "de": "Plötzlich waren sie frei."
    }
  },
  {
    "translation": {
      "en": "And so what do you do with these people?",
      "de": "Was macht man mit all den Leuten?"
    }
  },
  {
    "translation": {
      "en": "How do you rebuild your economy?",
      "de": "Wie baut man die Wirtschaft wieder auf?"
    }
  },
  {
    "translation": {
      "en": "The 13th Amendment loophole was immediately exploited.",
      "de": "Die Lücke im 13. Zusatzartikel wurde sofort ausgenutzt."
    }
  },
  {
    "translation": {
      "en": "After the Civil War, African Americans were arrested en masse.",
      "de": "Nach dem Sezessionskrieg wurden massenhaft Afroamerikaner verhaftet."
    }
  },
  {
    "translation": {
      "en": "It was our nation's first prison boom.",
      "de": "Das war der erste Gefängnisboom unserer Nation."
    }
  },
  {
    "translation": {
      "en": "[Gannon] You were basically a slave again. The 13th Amendment says that",
      "de": "Man war wieder Sklave, denn der 13. Zusatzartikel besagt:"
    }
  },
  {
    "translation": {
      "en": "\"Except for criminals, everybody else is free.\"",
      "de": "\"Alle sind frei, außer Kriminelle.\""
    }
  },
  {
    "translation": {
      "en": "Well, now if you're criminalized, that doesn't apply to you.",
      "de": "Als Krimineller kann man nicht frei sein."
    }
  },
  {
    "translation": {
      "en": "[Michelle Alexander] They were arrested for extremely minor crimes, like loitering or vagrancy.",
      "de": "Man verhaftete sie wegen Kleinigkeiten, wie Herumlungern oder Landstreicherei."
    }
  },
  {
    "translation": {
      "en": "And they had to provide labor",
      "de": "Sie mussten arbeiten,"
    }
  },
  {
    "translation": {
      "en": "to rebuild the economy of the South after the Civil War.",
      "de": "um die Wirtschaft im Süden nach dem Krieg wieder aufzubauen."
    }
  },
  {
    "translation": {
      "en": "[Cobb] What you got after that was a rapid transition",
      "de": "Die Folge war dann ein rasanter Übergang"
    }
  },
  {
    "translation": {
      "en": "to a kind of mythology of black criminality.",
      "de": "zum Mythos der schwarzen Kriminalität."
    }
  },
  {
    "translation": {
      "en": "Go back and, you know, read the rhetoric that people used then.",
      "de": "Lesen Sie nach, wie man es damals formuliert hat."
    }
  },
  {
    "translation": {
      "en": "They would say that the Negro was out of control,",
      "de": "Der Schwarze sei außer Rand und Band,"
    }
  },
  {
    "translation": {
      "en": "that there's a threat of violence to white women.",
      "de": "eine brutale Gefahr für weiße Frauen."
    }
  },
  {
    "translation": {
      "en": "So the same sort of image that we had of Uncle Remus",
      "de": "Das Bild, das wir von Figuren wie Onkel Remus hatten"
    }
  },
  {
    "translation": {
      "en": "and these genial, kind of, black figures",
      "de": "und anderen freundlichen schwarzen Figuren,"
    }
  },
  {
    "translation": {
      "en": "was replaced by this rapacious, uh, menacing, Negro male evil",
      "de": "wurde eingetauscht gegen den gierigen, bedrohlichen, bösen Schwarzen,"
    }
  },
  {
    "translation": {
      "en": "that had to be banished.",
      "de": "der eingesperrt werden musste."
    }
  },
  {
    "translation": {
      "en": "[Gannon] Birth of a Nation was",
      "de": "Die Geburt einer Nation Nach dem Roman \"The Clansman\""
    }
  },
  {
    "translation": {
      "en": "just a profoundly important cultural event.",
      "de": "Die Geburt einer Nation war ein tiefgreifendes Kulturereignis."
    }
  },
  {
    "translation": {
      "en": "[Muhammad] It's the first major blockbuster film,",
      "de": "Der erste Blockbuster-Film,"
    }
  },
  {
    "translation": {
      "en": "hailed for both its artistic achievement and for its political commentary.",
      "de": "gepriesen als künstlerische Leistung und politischer Kommentar."
    }
  },
  {
    "translation": {
      "en": "And when it was released, it had this rapturous response.",
      "de": "Er wurde begeistert aufgenommen. GRÖSSTER FILM ALLER ZEITEN"
    }
  },
  {
    "translation": {
      "en": "You know, there were lines everywhere that it was being shown.",
      "de": "GRÖSSTER FILM ALLER ZEITEN Überall, wo er gezeigt wurde, stand man Schlange."
    }
  },
  {
    "translation": {
      "en": "Birth of a Nation confirmed the story",
      "de": "Der Film bestätigte die Geschichte,"
    }
  },
  {
    "translation": {
      "en": "that many whites wanted to tell about the Civil War and its aftermath.",
      "de": "die viele Weiße über den Krieg und seine Folgen erzählen wollten."
    }
  },
  {
    "translation": {
      "en": "To erase defeat and to take out of it sort of a martyrdom.",
      "de": "Um die Niederlage vergessen zu machen und eine Art Märtyrertum zu erschaffen."
    }
  },
  {
    "translation": {
      "en": "Woodrow Wilson, the sitting president, had a private screening",
      "de": "Woodrow Wilson, der amtierende Präsident, sah ihn privat im Weißen Haus."
    }
  },
  {
    "translation": {
      "en": "of it in the White House. He calls it, \"History written with lightning.\"",
      "de": "Woodrow Wilson, der amtierende Präsident, sah ihn privat im Weißen Haus. \"Geschichte mit Blitz\", so er."
    }
  },
  {
    "translation": {
      "en": "And every image you see of a black person is a demeaned, animal-like image.",
      "de": "Und jedes Bild von einem Schwarzen ist erniedrigend und tiergleich."
    }
  },
  {
    "translation": {
      "en": "Cannibalistic, animalistic.",
      "de": "Kannibalisch, bestialisch."
    }
  },
  {
    "translation": {
      "en": "The image of the African American male.",
      "de": "Das Bild des afroamerikanischen Mannes."
    }
  },
  {
    "translation": {
      "en": "[Cobb] There's a famous scene where a woman throws herself off a cliff",
      "de": "Es gibt eine Szene, in der eine Frau von einer Klippe springt,"
    }
  },
  {
    "translation": {
      "en": "rather than be raped by a black male criminal.",
      "de": "um nicht von einem Schwarzen vergewaltigt zu werden. VERBRECHER"
    }
  },
  {
    "translation": {
      "en": "In the film, you see black people being a threat to white women.",
      "de": "Der Film stellt Schwarze als Gefahr für weiße Frauen dar."
    }
  },
  {
    "translation": {
      "en": "All the myths of black men as rapists was ultimately stemmed by the reality",
      "de": "Alle Mythen vom schwarzen Vergewaltiger entstanden aus dem Umstand,"
    }
  },
  {
    "translation": {
      "en": "that the white political elite and the business establishment needed black bodies working.",
      "de": "dass die weiße politische Elite und Unternehmer schwarze Arbeiter brauchten."
    }
  },
  {
    "translation": {
      "en": "[Cobb] What we overlook about Birth of a Nation",
      "de": "Was wir an Die Geburt einer Nation übersehen,"
    }
  },
  {
    "translation": {
      "en": "is that it was also a tremendously accurate prediction",
      "de": "ist, dass der Film eine akkurate Vorhersage dafür war,"
    }
  },
  {
    "translation": {
      "en": "of the way in which race would operate in the United States.",
      "de": "wie Hautfarbe in den USA gehandelt werden würde."
    }
  },
  {
    "translation": {
      "en": "[Cobb] Birth of a Nation was almost directly responsible",
      "de": "Die Geburt einer Nation war fast direkt verantwortlich"
    }
  },
  {
    "translation": {
      "en": "for the rebirth of the Ku Klux Klan.",
      "de": "für die Neugeburt des Klans."
    }
  },
  {
    "translation": {
      "en": "It had received this romantic, glowing, heroic portrait.",
      "de": "Er bekam darin ein romantisch verklärtes, heldenhaftes Porträt."
    }
  },
  {
    "translation": {
      "en": "The Klan never had the ritual of burning the cross.",
      "de": "Der Klan hatte nie ritualhaft Kreuze verbrannt."
    }
  },
  {
    "translation": {
      "en": "That was something that D.W. Griffith came up with because he thought that it was a great cinematic image.",
      "de": "Das erfand D. W. Griffith, weil er es für ein tolles Filmbild hielt."
    }
  },
  {
    "translation": {
      "en": "So it was literally an instance of life imitating art.",
      "de": "Hier imitierte also das Leben die Kunst."
    }
  },
  {
    "translation": {
      "en": "The ripples emanate far out",
      "de": "Er schlägt hohe Wellen,"
    }
  },
  {
    "translation": {
      "en": "from just the simple fact that it's a movie in the early motion picture age.",
      "de": "einfach nur, weil es ein Film aus den Anfängen des Kinos ist."
    }
  },
  {
    "translation": {
      "en": "[Cobb] With the tremendous burst of popularity",
      "de": "Mit der neuerlangten Beliebtheit,"
    }
  },
  {
    "translation": {
      "en": "that the Ku Klux Klan had as a result of Birth of a Nation",
      "de": "die der Ku Klux Klan aufgrund von Die Geburt einer Nation erlebte,"
    }
  },
  {
    "translation": {
      "en": "came another wave of terrorism.",
      "de": "kam eine neue Welle der Gewalt auf."
    }
  },
  {
    "translation": {
      "en": "[Stevenson] We had lynchings between Reconstruction and World War II.",
      "de": "Es gab Lynchmorde zwischen der Reconstruction und dem 2. Weltkrieg."
    }
  },
  {
    "translation": {
      "en": "Thousands of African Americans murdered by mobs",
      "de": "Tausende Afroamerikaner wurden ermordet... MOB HENKT SCHWARZEN"
    }
  },
  {
    "translation": {
      "en": "under the idea that they had done something criminal.",
      "de": "...weil man dachte, sie hätten Verbrechen begangen."
    }
  },
  {
    "translation": {
      "en": "[reporter] At the National Democratic Convention in New York in 1924,",
      "de": "Beim Parteitag der Demokraten in New York 1924,"
    }
  },
  {
    "translation": {
      "en": "it is estimated that at least 350 delegates were Klansmen.",
      "de": "waren schätzungsweise 350 Delegierte Klansmitglieder."
    }
  },
  {
    "translation": {
      "en": "[Stevenson] The demographic geography of this country was shaped by that era.",
      "de": "Die demografische Geografie des Landes wurde durch diese Zeit geformt."
    }
  },
  {
    "translation": {
      "en": "Now we have African Americans in Los Angeles,",
      "de": "Jetzt sind Afroamerikaner in Los Angeles,"
    }
  },
  {
    "translation": {
      "en": "in Oakland, and Chicago, and Cleveland, Detroit, Boston, New York.",
      "de": "Oakland, Chicago, Cleveland, Detroit, Boston, New York."
    }
  },
  {
    "translation": {
      "en": "And very few people appreciate that the African Americans in those communities",
      "de": "Nur wenige erkennen an, dass die Afroamerikaner dieser Gemeinden"
    }
  },
  {
    "translation": {
      "en": "did not go there as immigrants looking for new economic opportunities.",
      "de": "nicht als Einwanderer kamen, die neue Jobs suchten,"
    }
  },
  {
    "translation": {
      "en": "They went there as refugees from terror.",
      "de": "sondern vor der Gewalt flüchteten."
    }
  },
  {
    "translation": {
      "en": "We didn't just land in Oakland, in LA, in Compton,",
      "de": "Wir sind nicht einfach 2015 in Oakland, L.A., Compton,"
    }
  },
  {
    "translation": {
      "en": "in Harlem, in Brownsville in 2015.",
      "de": "Harlem oder Brownsville aufgetaucht."
    }
  },
  {
    "translation": {
      "en": "This is generational... generational trauma.",
      "de": "Das ist ein Generationstrauma."
    }
  },
  {
    "translation": {
      "en": "[reporter] The letters \"KKK\" were carved with a penknife",
      "de": "\"KKK\" wurde mit einem Messer"
    }
  },
  {
    "translation": {
      "en": "on the chest and stomach of this man in Houston, Texas,",
      "de": "in Brust und Bauch dieses Mannes in Houston, Texas, geritzt,"
    }
  },
  {
    "translation": {
      "en": "after he had been hanged by his knees from an oak tree and flogged with a chain.",
      "de": "nachdem er aufgeknüpft und mit einer Kette gepeitscht wurde. 3.000 WERDEN SCHWARZE VERBRENNEN"
    }
  },
  {
    "translation": {
      "en": "The Chicago Negro boy, Emmett Till, is alleged",
      "de": "Der Chicagoer Schwarze Emmett Till wird verdächtigt,"
    }
  },
  {
    "translation": {
      "en": "to have paid unwelcome attention to Roy Bryant's most attractive wife.",
      "de": "Roy Bryants attraktiver Frau ungewollt Aufmerksamkeit gezeigt zu haben."
    }
  },
  {
    "translation": {
      "en": "[Stevenson] And then when it became unacceptable",
      "de": "Als es inakzeptabel wurde... AMERIKAS GRÖSSTE SCHANDE"
    }
  },
  {
    "translation": {
      "en": "to engage in that kind of open terrorism,",
      "de": "...an solch offener Gewalt teilzunehmen,"
    }
  },
  {
    "translation": {
      "en": "then it shifted to something more legal.",
      "de": "ging man zu legaleren Maßnahmen über."
    }
  },
  {
    "translation": {
      "en": "Segregation. Jim Crow.",
      "de": "SEGREGATION FÜR IMMER Segregation. Jim Crow."
    }
  },
  {
    "translation": {
      "en": "[Alexander] Laws were passed that relegated African Americans",
      "de": "REISEN - WÄHLEN WAFFENBESITZ Man verabschiedete Gesetze, die Afroamerikaner"
    }
  },
  {
    "translation": {
      "en": "to a permanent second-class status.",
      "de": "permanent zu Menschen zweiter Klasse machten. ÜBER 300.000 SCHWARZE DÜRFEN IN ALABAMA NICHT WÄHLEN"
    }
  },
  {
    "translation": {
      "en": "These things really begin to live out the prophecy that Griffith was making",
      "de": "All das machte die Prophezeiungen Griffiths wahr,"
    }
  },
  {
    "translation": {
      "en": "about the way that race operates. And this fear of crime is central to all of this.",
      "de": "was die Behandlung von Farbigen angeht. Angst vor Verbrechen ist der Kern dabei."
    }
  },
  {
    "translation": {
      "en": "Every time you saw a sign that said \"white and colored,\"",
      "de": "Wenn man ein Schild mit \"weiß und farbig\" sah,"
    }
  },
  {
    "translation": {
      "en": "every time you had to deal with the indignation",
      "de": "wenn man damit umgehen musste, die Vordertür ..."
    }
  },
  {
    "translation": {
      "en": "of being told you can't go through the front door.",
      "de": "ANWALT / AUTOR ...nicht nutzen zu dürfen."
    }
  },
  {
    "translation": {
      "en": "Every day you weren't allowed to vote,",
      "de": "...nicht nutzen zu dürfen. Jeden Tag, den man nicht wählen, studieren durfte,"
    }
  },
  {
    "translation": {
      "en": "weren't allowed to go to school,",
      "de": "Jeden Tag, den man nicht wählen, studieren durfte,"
    }
  },
  {
    "translation": {
      "en": "you were bearing a burden that was injurious.",
      "de": "trug man eine beleidigende Last."
    }
  },
  {
    "translation": {
      "en": "[Alexander] Civil rights activists began to see the necessity",
      "de": "Bürgerrechtlern wurde die Notwendigkeit"
    }
  },
  {
    "translation": {
      "en": "of building not just a civil rights movement, but a human rights movement.",
      "de": "einer Bewegung für Bürgerrechte und Menschenrechte bewusst."
    }
  },
  {
    "translation": {
      "en": "[Martin Luther King Jr.] And I think we should start now preparing",
      "de": "Diskriminierung BEENDEN Wir sollten uns vorbereiten."
    }
  },
  {
    "translation": {
      "en": "for the inevitable.",
      "de": "Wir sollten uns vorbereiten."
    }
  },
  {
    "translation": {
      "en": "[crowd] Yeah!",
      "de": "Ja!"
    }
  },
  {
    "translation": {
      "en": "[King] And let us, when that moment comes...",
      "de": "Und lasst uns, wenn der Moment kommt,"
    }
  },
  {
    "translation": {
      "en": "go into the situations that we confront",
      "de": "in alle Situationen, die wir erleben,"
    }
  },
  {
    "translation": {
      "en": "with a great deal of dignity, sanity and reasonableness.",
      "de": "mit viel Würde, Verstand und Vernunft gehen."
    }
  },
  {
    "translation": {
      "en": "[KKK member] They want to throw white children and colored children",
      "de": "Sie wollen weiße Kinder und farbige Kinder"
    }
  },
  {
    "translation": {
      "en": "into the melting pot of integration,",
      "de": "in den Schmelztiegel der Integration werfen,"
    }
  },
  {
    "translation": {
      "en": "through out of which will come a conglomerated,",
      "de": "aus dem eine Gruppe zusammengewürfelter"
    }
  },
  {
    "translation": {
      "en": "mulatto, mongrel class of people.",
      "de": "Mulatten und Mischlinge hervorgehen wird."
    }
  },
  {
    "translation": {
      "en": "Both races will be destroyed in such a movement.",
      "de": "Dadurch werden beide Rassen zerstört werden."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] We just got a report here on this end that the students are in.",
      "de": "Wir haben soeben gehört, dass die Studenten da sind."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Negroes were trying to integrate the bathing beaches.",
      "de": "Schwarze versuchten, an Badestrände zu gehen."
    }
  },
  {
    "translation": {
      "en": "And the Florida Advisory Committee to the US Civil Rights Commission",
      "de": "Floridas Beratungsausschuss für die US-Bürgerrechts-Kommission"
    }
  },
  {
    "translation": {
      "en": "warned that the city was becoming a racial superbomb with a short fuse.",
      "de": "warnte davor, dass die Stadt zu einer hochentzündlichen Bombe würde."
    }
  },
  {
    "translation": {
      "en": "[Alexander] Civil rights activists began to be portrayed in the media",
      "de": "In den Medien wurden Bürgerrechtler,"
    }
  },
  {
    "translation": {
      "en": "and among, you know, many politicians as criminals.",
      "de": "auch von vielen Politikern, als Verbrecher dargestellt."
    }
  },
  {
    "translation": {
      "en": "People who are deliberately violating the law,",
      "de": "Als Leute, die absichtlich das Gesetz brechen,"
    }
  },
  {
    "translation": {
      "en": "segregation laws that existed in the South.",
      "de": "die Segregationsgesetze im Süden. TRINKBRUNNEN GESCHLOSSEN"
    }
  },
  {
    "translation": {
      "en": "[King] For years now, I have heard the word \"wait.\"",
      "de": "Seit Jahren höre ich nur das Wort \"warten\"."
    }
  },
  {
    "translation": {
      "en": "It rings in the ear of every Negro with piercing familiarity.",
      "de": "Für jeden Schwarzen hallt es durchdringend vertraut wider."
    }
  },
  {
    "translation": {
      "en": "This wait has almost always meant never.",
      "de": "Dieses Wort bedeutet fast immer \"nie\"."
    }
  },
  {
    "translation": {
      "en": "Justice too long delayed is justice denied.",
      "de": "Hinausgezögerte Gerechtigkeit ist keine Gerechtigkeit."
    }
  },
  {
    "translation": {
      "en": "I think that one of the most brilliant tactics of the civil rights movement",
      "de": "Eine der besten Taktiken der Bürgerrechtsbewegung"
    }
  },
  {
    "translation": {
      "en": "was its transformation of the notion of criminality.",
      "de": "war die Bedeutungswandlung des Begriffs Kriminalität."
    }
  },
  {
    "translation": {
      "en": "Because for the first time, being arrested was a noble thing.",
      "de": "Zum ersten Mal war es edel, verhaftet zu werden. GESCHICHTSPROFESSOR"
    }
  },
  {
    "translation": {
      "en": "Being arrested by white people was your worst nightmare.",
      "de": "Von Weißen verhaftet zu werden, war der schlimmste Albtraum."
    }
  },
  {
    "translation": {
      "en": "Still is, uh, for many African Americans.",
      "de": "Und ist es bis heute für viele Afroamerikaner."
    }
  },
  {
    "translation": {
      "en": "So what'd they do?",
      "de": "Was taten sie?"
    }
  },
  {
    "translation": {
      "en": "They voluntarily defined a movement around getting arrested.",
      "de": "Sie schufen eine Bewegung, um verhaftet zu werden."
    }
  },
  {
    "translation": {
      "en": "They turned it on its head.",
      "de": "Stellten es auf den Kopf."
    }
  },
  {
    "translation": {
      "en": "[Cobb] If you looked at the history",
      "de": "Wenn man sich die Geschichte"
    }
  },
  {
    "translation": {
      "en": "of black people's various struggles in this country,",
      "de": "der Bemühungen Schwarzer in diesem Land anschaut,"
    }
  },
  {
    "translation": {
      "en": "the connecting theme is the attempt to be understood",
      "de": "findet sich als verbindendes Element der Versuch, angesehen zu werden"
    }
  },
  {
    "translation": {
      "en": "as full, complicated human beings.",
      "de": "als vollständige, komplexe Menschen."
    }
  },
  {
    "translation": {
      "en": "We are something other than this, uh, visceral image of criminality",
      "de": "Wir sind anders als dieses Bild des geborenen Verbrechers,"
    }
  },
  {
    "translation": {
      "en": "and menace and threat to which people associate with us.",
      "de": "der Gefahr und Bedrohung, mit dem man uns assoziiert."
    }
  },
  {
    "translation": {
      "en": "We're willing to be beaten for democracy, and you misuse democracy in the street.",
      "de": "Wir stecken Prügel für die Demokratie ein, und die wird auf der Straße missbraucht."
    }
  },
  {
    "translation": {
      "en": "Let us lay aside irrelevant differences...",
      "de": "Lasst uns irrelevante Differenzen beseitigen"
    }
  },
  {
    "translation": {
      "en": "and make our nation whole.",
      "de": "und unsere Nation vereinen."
    }
  },
  {
    "translation": {
      "en": "[Gates] The Civil Rights Act and the Voting Rights Act said,",
      "de": "Bürgerrechts-Gesetz und Wahlrecht sagten:"
    }
  },
  {
    "translation": {
      "en": "\"Finally, we admit it.",
      "de": "\"Endlich geben wir es zu."
    }
  },
  {
    "translation": {
      "en": "Though slavery ended in December 1865...",
      "de": "Obwohl Sklaverei im Dezember 1865 verboten wurde,"
    }
  },
  {
    "translation": {
      "en": "we took away these people's rights, and now we're gonna fix it.\"",
      "de": "nahmen wir diesen Menschen ihre Rechte, und wir machen das wieder gut.\""
    }
  },
  {
    "translation": {
      "en": "[Marc Mauer] For the first time,",
      "de": "Zum ersten Mal"
    }
  },
  {
    "translation": {
      "en": "you know, promise of equal justice becomes at least a possibility.",
      "de": "schien das Versprechen gleichwertiger Gerechtigkeit eine Möglichkeit zu sein."
    }
  },
  {
    "translation": {
      "en": "Their cause must be our cause, too.",
      "de": "Wir sollten für die gleiche Sache kämpfen."
    }
  },
  {
    "translation": {
      "en": "[Alexander] Unfortunately, at the very same time",
      "de": "Doch zur gleichen Zeit,"
    }
  },
  {
    "translation": {
      "en": "that the civil rights movement was gaining steam,",
      "de": "als die Bürgerrechtsbewegung stärker wurde,"
    }
  },
  {
    "translation": {
      "en": "crime rates were beginning to rise in this country.",
      "de": "stieg leider auch die Verbrechensrate im Land."
    }
  },
  {
    "translation": {
      "en": "Crime was increasing in the baby boom generation",
      "de": "Sie stieg in der Generation der Baby Boomer,"
    }
  },
  {
    "translation": {
      "en": "that had emerged immediately after World War II.",
      "de": "Sie stieg in der Generation der Baby Boomer, die nach dem 2. Weltkrieg geboren wurde."
    }
  },
  {
    "translation": {
      "en": "Now they were adults.",
      "de": "Sie waren erwachsen."
    }
  },
  {
    "translation": {
      "en": "So, just through sheer demographic change, we had an increase in the amount of crime.",
      "de": "Nur durch einen demografischen Wandel stieg die Verbrechensrate."
    }
  },
  {
    "translation": {
      "en": "...and became very easy for politicians then to say,",
      "de": "Und es wurde sehr einfach für Politiker, zu sagen,"
    }
  },
  {
    "translation": {
      "en": "um, that the civil rights movement itself was contributing to rising crime rates,",
      "de": "dass die Bürgerrechtsbewegung selbst zu diesem Anstieg beitrug... DOZENTIN / AUTORIN"
    }
  },
  {
    "translation": {
      "en": "and that if we were to give the Negroes their freedom, um,",
      "de": "DOZENTIN / AUTORIN ...und dass wir, wenn wir Schwarzen Freiheiten gäben,"
    }
  },
  {
    "translation": {
      "en": "then we would be repaid, as a nation, with crime.",
      "de": "als Nation im Umkehrschluss mehr Verbrechen erleben würden."
    }
  },
  {
    "translation": {
      "en": "[Stevenson] The prison population in the United States was largely flat",
      "de": "Die Anzahl der Häftlinge in den USA war lange relativ niedrig"
    }
  },
  {
    "translation": {
      "en": "throughout most of the 20th century.",
      "de": "im 20. Jahrhundert."
    }
  },
  {
    "translation": {
      "en": "It didn't go up a lot. It didn't come down a lot.",
      "de": "Sie stieg weder stark an, noch sank sie."
    }
  },
  {
    "translation": {
      "en": "But that changed in the 1970s.",
      "de": "Doch das änderte sich in den 1970er Jahren."
    }
  },
  {
    "translation": {
      "en": "And in the 1970s, we began an era",
      "de": "In den 1970er Jahren begann eine Ära,"
    }
  },
  {
    "translation": {
      "en": "which has been defined by this term, \"mass incarceration.\"",
      "de": "die vom Begriff \"Masseninhaftierung\" bestimmt wird."
    }
  },
  {
    "translation": {
      "en": "This is a nation of laws, and as Abraham Lincoln has said,",
      "de": "Wir sind eine Nation der Gesetze, wie Abraham Lincoln sagte:"
    }
  },
  {
    "translation": {
      "en": "\"No one is above the law. No one is below the law.\"",
      "de": "\"Niemand steht über dem Gesetz. Niemand steht darunter.\""
    }
  },
  {
    "translation": {
      "en": "And we're going to enforce the law",
      "de": "Wir werden die Gesetze durchsetzen,"
    }
  },
  {
    "translation": {
      "en": "and Americans should remember that, if we're going to have law and order.",
      "de": "daran sollten Amerikaner sich erinnern, um für Recht und Ordnung zu sorgen."
    }
  },
  {
    "translation": {
      "en": "[Richard Nixon] Each moment in history is a fleeting time, precious and unique.",
      "de": "Jeder Geschichtsmoment ist flüchtig, kostbar und einzigartig."
    }
  },
  {
    "translation": {
      "en": "But some stand out as moments of beginning...",
      "de": "Aber einige stechen heraus als Anfangsmomente,"
    }
  },
  {
    "translation": {
      "en": "in which courses are set that shape decades or centuries.",
      "de": "in denen Richtungen für Jahrzehnte oder Jahrhunderte festgelegt werden."
    }
  },
  {
    "translation": {
      "en": "This can be such a moment.",
      "de": "Dies kann so ein Moment sein. US-HÄFTLINGSANZAHL"
    }
  },
  {
    "translation": {
      "en": "It's with the Nixon era, and the law and order period",
      "de": "Mit Beginn der Nixon-Ära, der Zeit von Recht und Ordnung,"
    }
  },
  {
    "translation": {
      "en": "when crime begins to stand in for race.",
      "de": "steht Verbrechen in Verbindung mit Hautfarbe. EMERITIERTE PROFESSORIN"
    }
  },
  {
    "translation": {
      "en": "If there is one area where the word \"war\" is appropriate,",
      "de": "Wenn es ein Thema gibt, auf das das Wort \"Krieg\" passt,"
    }
  },
  {
    "translation": {
      "en": "it is in the fight against crime.",
      "de": "ist es der Kampf gegen das Verbrechen."
    }
  },
  {
    "translation": {
      "en": "Part of what he talked about was a war on crime.",
      "de": "Er sprach von einem Krieg gegen das Verbrechen."
    }
  },
  {
    "translation": {
      "en": "But that was one of those code words,",
      "de": "Aber das war ein Codewort für etwas, das wir dog-whistle politics nennen."
    }
  },
  {
    "translation": {
      "en": "what we might call \"dog-whistle politics\" now,",
      "de": "Aber das war ein Codewort für etwas, das wir dog-whistle politics nennen. EHEM. INHAFTIERTER AUTOR"
    }
  },
  {
    "translation": {
      "en": "which really was referring to",
      "de": "Es bezog sich auf die schwarzen politischen Bewegungen damals,"
    }
  },
  {
    "translation": {
      "en": "the black political movements of the day, Black Power, Black Panthers,",
      "de": "Es bezog sich auf die schwarzen politischen Bewegungen damals, Black Power, Black Panthers, die Antikriegsbewegung,"
    }
  },
  {
    "translation": {
      "en": "the antiwar movement,",
      "de": "Black Power, Black Panthers, die Antikriegsbewegung,"
    }
  },
  {
    "translation": {
      "en": "the movements for women's and gay liberation at that time,",
      "de": "die Frauenbewegung, die Schwulenbewegung,"
    }
  },
  {
    "translation": {
      "en": "which Nixon felt compelled to fight back against.",
      "de": "gegen die Nixon ankämpfen wollte."
    }
  },
  {
    "translation": {
      "en": "Once the federal government, through the FBI, moves into an area,",
      "de": "Sobald sich die Bundesregierung, mithilfe des FBI, darum kümmert,"
    }
  },
  {
    "translation": {
      "en": "this should be warning to those who engage in these acts",
      "de": "sollte das die vorwarnen, die sich darin engagierten,"
    }
  },
  {
    "translation": {
      "en": "that they eventually are going to be apprehended.",
      "de": "dass man sie irgendwann festnehmen wird."
    }
  },
  {
    "translation": {
      "en": "[Cobb] There's this outcry for law and order.",
      "de": "Man forderte Recht und Ordnung ein."
    }
  },
  {
    "translation": {
      "en": "And Nixon becomes the person who articulates that perfectly.",
      "de": "Und Nixon war die Person, die das perfekt formulierte."
    }
  },
  {
    "translation": {
      "en": "[Nixon] There can be no progress in America without respect for law.",
      "de": "Es gibt in Amerika keinen Fortschritt ohne Respekt vor dem Gesetz."
    }
  },
  {
    "translation": {
      "en": "Many people felt like, uh, we were losing control.",
      "de": "Viele Leute hatten das Gefühl, wir verlören die Kontrolle."
    }
  },
  {
    "translation": {
      "en": "[Nixon] We need total war in the United States",
      "de": "Wir müssen einen totalen Krieg führen in den USA,"
    }
  },
  {
    "translation": {
      "en": "against the evils, uh, that we see in our cities.",
      "de": "einen Krieg gegen das Böse, das wir in den Städten sehen."
    }
  },
  {
    "translation": {
      "en": "Federal spending for local law enforcement will double.",
      "de": "Wir verdoppeln die Bundesausgaben für lokale Strafverfolgungsbehörden."
    }
  },
  {
    "translation": {
      "en": "Time is running out for the merchants",
      "de": "Die Tage sind gezählt"
    }
  },
  {
    "translation": {
      "en": "of crime and corruption in American society.",
      "de": "für Verbrechen und Korruption in der amerikanischen Gesellschaft."
    }
  },
  {
    "translation": {
      "en": "The wave of crime is not going to be the wave of the future",
      "de": "Die Verbrechenswelle wird keine Sache der Zukunft sein"
    }
  },
  {
    "translation": {
      "en": "in the United States of America.",
      "de": "in den Vereinigten Staaten von Amerika."
    }
  },
  {
    "translation": {
      "en": "We must wage what I have called \"total war\"",
      "de": "Wir müssen einen \"totalen Krieg\" führen"
    }
  },
  {
    "translation": {
      "en": "against public enemy number one in the United States,",
      "de": "gegen den Staatsfeind Nummer eins in den USA,"
    }
  },
  {
    "translation": {
      "en": "the problem of dangerous drugs.",
      "de": "das Drogenproblem."
    }
  },
  {
    "translation": {
      "en": "\"A war on drugs.\"",
      "de": "\"Ein Krieg gegen Drogen.\""
    }
  },
  {
    "translation": {
      "en": "And that utterance gave birth to this era,",
      "de": "Mit dieser Äußerung begann eine Ära,"
    }
  },
  {
    "translation": {
      "en": "where we decided to deal with drug addiction and drug dependency",
      "de": "in der wir begannen, Drogensucht und Drogenabhängigkeit"
    }
  },
  {
    "translation": {
      "en": "as a crime issue rather than a health issue.",
      "de": "als Verbrechen zu behandeln, nicht als Gesundheitssache."
    }
  },
  {
    "translation": {
      "en": "Hundreds of thousands of people",
      "de": "Hunderttausende Menschen"
    }
  },
  {
    "translation": {
      "en": "were sent to jails and prisons for simple possession of marijuana,",
      "de": "wurden wegen Besitzes von Marihuana inhaftiert,"
    }
  },
  {
    "translation": {
      "en": "for low-level offenses.",
      "de": "wegen geringer Vergehen."
    }
  },
  {
    "translation": {
      "en": "America's public enemy number one in the United States is drug abuse.",
      "de": "Amerikas Staatsfeind Nummer eins ist der Missbrauch von Drogen."
    }
  },
  {
    "translation": {
      "en": "In order to fight and defeat this enemy,",
      "de": "Um diesen Feind zu bekämpfen und besiegen,"
    }
  },
  {
    "translation": {
      "en": "it is necessary to wage a new, all-out offensive.",
      "de": "müssen wir eine Radikaloffensive starten."
    }
  },
  {
    "translation": {
      "en": "This call for law and order becomes integral to something that",
      "de": "Dieser Ruf nach Recht und Ordnung wird integraler Teil"
    }
  },
  {
    "translation": {
      "en": "comes to be known as the Southern strategy.",
      "de": "der so genannten Southern Strategy."
    }
  },
  {
    "translation": {
      "en": "Nixon begins to recruit Southern whites, formerly staunch Democrats,",
      "de": "Nixon rekrutiert Weiße aus dem Süden, ehemalige treue Demokraten,"
    }
  },
  {
    "translation": {
      "en": "into the Republican fold.",
      "de": "für die Republikaner. WÄHLT REPUBLIKANER"
    }
  },
  {
    "translation": {
      "en": "[Alexander] Persuading poor and working-class whites to join the Republican Party in droves...",
      "de": "Er überzeugte zahlreiche arme Weiße, Arbeiter, den Republikanern beizutreten."
    }
  },
  {
    "translation": {
      "en": "By speaking to, in subtle and non-racist terms...",
      "de": "Er redete auf subtile Weise und ohne rassistische Begriffe..."
    }
  },
  {
    "translation": {
      "en": "...a thinly veiled racial appeal...",
      "de": "...ein kaum verhüllter, rassistischer Appell..."
    }
  },
  {
    "translation": {
      "en": "...talking about crime,",
      "de": "...über Verbrechen,"
    }
  },
  {
    "translation": {
      "en": "by talking about law and order or the chaos of our urban cities",
      "de": "Recht und Ordnung oder das Chaos in den Großstädten"
    }
  },
  {
    "translation": {
      "en": "unleashed by the civil rights movement.",
      "de": "durch die Bürgerrechtsbewegung."
    }
  },
  {
    "translation": {
      "en": "[Nixon] We have launched an all-out offensive against crime,",
      "de": "Die Radikaloffensive hat begonnen, gegen Verbrechen,"
    }
  },
  {
    "translation": {
      "en": "against narcotics, against permissiveness in our country.",
      "de": "gegen Rauschgift und die Nachgiebigkeit in unserem Land."
    }
  },
  {
    "translation": {
      "en": "[Alexander] The rhetoric of \"get tough\" and \"law and order,\"",
      "de": "\"Hart durchgreifen\", \"Recht und Ordnung\","
    }
  },
  {
    "translation": {
      "en": "um, was part and parcel of the backlash of the civil rights movement.",
      "de": "diese Begriffe waren Teil der Reaktion auf die Bürgerrechtler. BERATER RICHARD NIXONS"
    }
  },
  {
    "translation": {
      "en": "[reporter] A Nixon administration official admitted the war on drugs",
      "de": "Ein Beamter der Nixon-Regierung gab zu, dass der Drogenkrieg"
    }
  },
  {
    "translation": {
      "en": "was all about throwing black people in jail.",
      "de": "nur dazu diente, Schwarze zu inhaftieren."
    }
  },
  {
    "translation": {
      "en": "He said, quote,",
      "de": "Er sagte wörtlich:"
    }
  },
  {
    "translation": {
      "en": "Raise your right hand and repeat after me.",
      "de": "Heben Sie Ihre rechte Hand und sprechen Sie mit."
    }
  },
  {
    "translation": {
      "en": "I, Ronald Reagan, do solemnly swear...",
      "de": "Ich, Ronald Reagan, schwöre feierlich..."
    }
  },
  {
    "translation": {
      "en": "I, Ronald Reagan, do solemnly swear...",
      "de": "Ich, Ronald Reagan, schwöre feierlich..."
    }
  },
  {
    "translation": {
      "en": "that I will faithfully execute the Office...",
      "de": "...dass ich das Amt treu..."
    }
  },
  {
    "translation": {
      "en": "The election of Ronald Reagan was, uh, in many ways, transformative,",
      "de": "Die Wahl Ronald Reagans war, auf vielerlei Weise, ein Wandel,"
    }
  },
  {
    "translation": {
      "en": "in a negative sense.",
      "de": "hin zum Negativen."
    }
  },
  {
    "translation": {
      "en": "President Richard Nixon was the first to coin the term \"a war on drugs,\"",
      "de": "Präsident Nixon prägte als Erster den Begriff \"ein Krieg gegen Drogen\"."
    }
  },
  {
    "translation": {
      "en": "but President Ronald Reagan turned that rhetorical war into a literal one.",
      "de": "Doch Präsident Reagan setzte die Worte in die Tat um."
    }
  },
  {
    "translation": {
      "en": "It's back to school time for America's children.",
      "de": "Für amerikanische Kinder beginnt die Schule."
    }
  },
  {
    "translation": {
      "en": "And while drug and alcohol abuse cuts across all generations,",
      "de": "Drogen- und Alkoholmissbrauch ziehen sich durch alle Generationen,"
    }
  },
  {
    "translation": {
      "en": "it's especially damaging to the young people",
      "de": "doch sie sind besonders schädigend für die Jungen,"
    }
  },
  {
    "translation": {
      "en": "on whom our future depends.",
      "de": "von denen unsere Zukunft abhängt."
    }
  },
  {
    "translation": {
      "en": "The modern war on drugs was declared by Ronald Reagan in 1982.",
      "de": "Der moderne Krieg gegen die Drogen wurde 1982 von Ronald Reagan erklärt."
    }
  },
  {
    "translation": {
      "en": "As we mobilize for this national crusade,",
      "de": "Wir mobilisieren uns für diesen nationalen Kreuzzug,"
    }
  },
  {
    "translation": {
      "en": "I'm mindful that drugs are a constant temptation for millions.",
      "de": "und ich bin mir darüber im Klaren, dass Drogen Millionen verlocken."
    }
  },
  {
    "translation": {
      "en": "Popular opinion polls of the day",
      "de": "Meinungsumfragen von damals"
    }
  },
  {
    "translation": {
      "en": "show that it wasn't an issue for most people in the United States.",
      "de": "zeigen, dass dies kein Problem im ganzen Land war."
    }
  },
  {
    "translation": {
      "en": "But Reagan was determined",
      "de": "Aber Reagan war entschlossen,"
    }
  },
  {
    "translation": {
      "en": "to put this onto the agenda to define it as a problem.",
      "de": "dies auf seine Agenda zu setzen und zum Problem zu machen."
    }
  },
  {
    "translation": {
      "en": "A war against drugs is a war of individual battles.",
      "de": "Ein Krieg gegen Drogen ist ein Krieg der Einzelkämpfe."
    }
  },
  {
    "translation": {
      "en": "Reagan used his wife, for example, in this \"Just Say No\" campaign.",
      "de": "Reagan benutzte seine Frau für die \"Just Say No\"-Kampagne."
    }
  },
  {
    "translation": {
      "en": "She has helped so many of our young people to say no to drugs.",
      "de": "Sie half vielen jungen Leuten, Nein zu Drogen zu sagen."
    }
  },
  {
    "translation": {
      "en": "Nancy, much credit belongs to you.",
      "de": "Nancy, dir gebührt viel Anerkennung."
    }
  },
  {
    "translation": {
      "en": "This is your brain.",
      "de": "Das ist euer Gehirn."
    }
  },
  {
    "translation": {
      "en": "This is drugs.",
      "de": "Das sind Drogen."
    }
  },
  {
    "translation": {
      "en": "This is your brain on drugs.",
      "de": "Das ist euer Gehirn auf Drogen."
    }
  },
  {
    "translation": {
      "en": "I joined it.",
      "de": "Ich machte mit."
    }
  },
  {
    "translation": {
      "en": "And some people said, \"Well, how can you join",
      "de": "Einige Leute meinten: \"Wie kannst du dich..."
    }
  },
  {
    "translation": {
      "en": "a person declaring a war on drugs, someone like Ronald Reagan?\"",
      "de": "KONGRESSABGEORDNETER ...Reagan anschließen, der Drogen den Krieg erklärt?\""
    }
  },
  {
    "translation": {
      "en": "I joined with Nancy Reagan because she said, \"Just say no.\"",
      "de": "Ich schloss mich Nancy Reagan an, denn sie sagte: \"Sag einfach Nein.\""
    }
  },
  {
    "translation": {
      "en": "Just say no so loud that everyone around you can hear it.",
      "de": "Sagt es so laut, dass es jeder hören kann."
    }
  },
  {
    "translation": {
      "en": "We're talking about a general education that we're talking about. We're not talking about locking up people.",
      "de": "Es ging um Aufklärung im Allgemeinen, nicht darum, Leute wegzusperren."
    }
  },
  {
    "translation": {
      "en": "We're talking about educating people. We're talking about prevention.",
      "de": "Es ging darum, sie aufzuklären. Um Prävention."
    }
  },
  {
    "translation": {
      "en": "There was a crisis in the US economy at that time.",
      "de": "Damals war die US-Wirtschaft in einer Krise."
    }
  },
  {
    "translation": {
      "en": "I regret to say that we're in the worst economic mess",
      "de": "Wir stecken im schlimmsten Wirtschaftschaos"
    }
  },
  {
    "translation": {
      "en": "since the Great Depression.",
      "de": "seit der Weltwirtschaftskrise."
    }
  },
  {
    "translation": {
      "en": "There is a frontal assault on institutions that are designed to assist human beings,",
      "de": "Es gab einen Frontalangriff auf Lebenshilfe-Einrichtungen,"
    }
  },
  {
    "translation": {
      "en": "on the education system, welfare, on jobs, healthcare.",
      "de": "das Bildungssystem, Sozialfürsorge, Jobs, Krankenversicherung."
    }
  },
  {
    "translation": {
      "en": "Government programs that can't be paid for out of a balanced budget",
      "de": "Regierungsprogramme, die nicht durch den Staat finanziert werden können,"
    }
  },
  {
    "translation": {
      "en": "must be paid for out of your pocket.",
      "de": "müssen aus eigener Tasche bezahlt werden."
    }
  },
  {
    "translation": {
      "en": "[reporter] The rich are getting richer and the poor are getting poorer.",
      "de": "Sie sagen, die Reichen werden reicher und die Armen ärmer."
    }
  },
  {
    "translation": {
      "en": "The idea of expanding, uh, the freedom of American business",
      "de": "Die Ausweitung der Freiheiten für amerikanische Firmen"
    }
  },
  {
    "translation": {
      "en": "and the entrepreneurial class...",
      "de": "und Unternehmer..."
    }
  },
  {
    "translation": {
      "en": "We will save $1.8 billion in fiscal year 1982.",
      "de": "Wir werden im Haushaltsjahr 1982 $1,8 Milliarden sparen."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Luxury stores like Neiman Marcus predicts record sales.",
      "de": "Luxusgeschäfte prognostizieren Rekordverkäufe."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] The number of Americans dipping under the poverty level",
      "de": "Die Zahl der Amerikaner, unter der Armutsgrenze,"
    }
  },
  {
    "translation": {
      "en": "has reached the highest rate in two decades.",
      "de": "erreichte den höchsten Stand in 20 Jahren."
    }
  },
  {
    "translation": {
      "en": "Yes, there has been an increase in poverty,",
      "de": "Ja, es gab einen Anstieg der Armut,"
    }
  },
  {
    "translation": {
      "en": "but it is a lower rate of increase than it was in the preceding years, before we got here.",
      "de": "aber dieser Anstieg ist geringer als in den Jahren zuvor, bevor heute."
    }
  },
  {
    "translation": {
      "en": "It has begun to decline, but it is still going up.",
      "de": "Sie ist niedriger, steigt aber immer noch."
    }
  },
  {
    "translation": {
      "en": "[Mauer] In the mid-1980s, we were already starting to embark on a war on drugs",
      "de": "Mitte der 80er Jahre haben wir mit dem Krieg gegen die Drogen begonnen."
    }
  },
  {
    "translation": {
      "en": "and then all of a sudden, along comes this new drug, crack cocaine.",
      "de": "Dann tauchte plötzlich eine neue Droge auf, Crack."
    }
  },
  {
    "translation": {
      "en": "Steve Young reports on a new kind of cocaine called crack.",
      "de": "Steve Young berichtet von einer neuen Art Kokain, genannt Crack."
    }
  },
  {
    "translation": {
      "en": "It's dangerous. It's deadly. It will kill you.",
      "de": "Es ist gefährlich. Es ist tödlich. Es wird Sie umbringen."
    }
  },
  {
    "translation": {
      "en": "\"The drug epidemic is as dangerous as any terrorist that we face.\"",
      "de": "\"Die Drogenepidemie ist ebenso gefährlich wie jeder Terrorist.\""
    }
  },
  {
    "translation": {
      "en": "That is just some of what was said today to House and Senate committees",
      "de": "So ging es heute an Komitees des Repräsentantenhauses und Senats"
    }
  },
  {
    "translation": {
      "en": "holding hearings on drug abuse in America.",
      "de": "bei Anhörungen über Drogenmissbrauch."
    }
  },
  {
    "translation": {
      "en": "[Mauer] We have this drug that could be marketed in very small doses,",
      "de": "Diese Droge, die in kleinen Dosen verkauft werden könnte,"
    }
  },
  {
    "translation": {
      "en": "relatively inexpensively,",
      "de": "für relativ wenig Geld,"
    }
  },
  {
    "translation": {
      "en": "this was going to just take over communities, and particularly African American communities.",
      "de": "würde in Gemeinden Einzug halten, insbesondere denen der Afroamerikaner."
    }
  },
  {
    "translation": {
      "en": "Crack was largely an inner-city issue and cocaine was largely a suburban issue.",
      "de": "Crack war ein Stadtproblem, Kokain hingegen ein Vorort-Problem."
    }
  },
  {
    "translation": {
      "en": "Smokable cocaine, otherwise known as crack,",
      "de": "Rauchbares Kokain, auch bekannt als Crack,"
    }
  },
  {
    "translation": {
      "en": "it is an uncontrolled fire.",
      "de": "ist ein unkontrollierbares Feuer."
    }
  },
  {
    "translation": {
      "en": "[Mauer] Congress, in virtually record time,",
      "de": "In Rekordzeit hat der Kongress"
    }
  },
  {
    "translation": {
      "en": "established mandatory sentencing penalties for crack",
      "de": "obligatorische Haftstrafen für Crack verabschiedet,"
    }
  },
  {
    "translation": {
      "en": "that were far harsher than those for powder cocaine.",
      "de": "die weitaus härter waren als die für Kokain."
    }
  },
  {
    "translation": {
      "en": "The same amount of time in prison for one ounce of crack cocaine",
      "de": "Eine Unze Crack wurde mit derselben Strafe geahndet"
    }
  },
  {
    "translation": {
      "en": "that you get for 100 ounces of powder cocaine.",
      "de": "wie 100 Unzen Kokain."
    }
  },
  {
    "translation": {
      "en": "[reporter] Police here are cracking down on crack dealers.",
      "de": "Die Polizei geht hart gegen Crackdealer vor."
    }
  },
  {
    "translation": {
      "en": "Usually black or Hispanic, Latino, they were getting long sentences",
      "de": "Schwarze, Hispanos, Latinos bekamen lange Haftstrafen... 106. BÜRGERMEISTER NEW YORKS"
    }
  },
  {
    "translation": {
      "en": "for possession of crack.",
      "de": "...für Crackbesitz."
    }
  },
  {
    "translation": {
      "en": "You're black with crack cocaine,",
      "de": "Als Schwarzer mit Crack"
    }
  },
  {
    "translation": {
      "en": "you goin' to prison for basically the rest of your life.",
      "de": "wird man für den Rest seines Lebens eingesperrt."
    }
  },
  {
    "translation": {
      "en": "Um, and if you're white, you're pretty much getting slapped on the wrist.",
      "de": "EHEM. INHAFTIERTER AKTIVIST Weiße kriegen eine Verwarnung."
    }
  },
  {
    "translation": {
      "en": "Cocaine... was more sophisticated. It was just a powder.",
      "de": "Kokain war weitaus eleganter. Es war ja nur ein Puder."
    }
  },
  {
    "translation": {
      "en": "[Reagan] By next year, our spending for drug law enforcement",
      "de": "Im nächsten Jahr werden sich die Ausgaben für die Drogenstrafverfolgung"
    }
  },
  {
    "translation": {
      "en": "will have more than tripled from its 1981 levels.",
      "de": "im Gegensatz zu 1981 mehr als verdreifacht haben."
    }
  },
  {
    "translation": {
      "en": "All of a sudden, a scythe went through our black communities,",
      "de": "Plötzlich fuhr eine sprichwörtliche Sense durch die Gemeinden der Schwarzen..."
    }
  },
  {
    "translation": {
      "en": "literally cutting off men from their families,",
      "de": "EHEM. INHAFTIERTER AKTIVIST ...und trennte Männer von ihren Familien."
    }
  },
  {
    "translation": {
      "en": "literally huge chunks just disappearing into our prisons,",
      "de": "Große Teile dieser Bevölkerung verschwanden in den Gefängnissen,"
    }
  },
  {
    "translation": {
      "en": "and for really long times.",
      "de": "und zwar für lange Zeit."
    }
  },
  {
    "translation": {
      "en": "[Reagan] Millions of dollars will be allocated for prison and jail facilities.",
      "de": "Millionen Dollar werden den Gefängniseinrichtungen zugeteilt."
    }
  },
  {
    "translation": {
      "en": "[Cobb] These sorts of disparities under Reagan",
      "de": "Die Missverhältnisse unter Reagan"
    }
  },
  {
    "translation": {
      "en": "quickly exploded into the era of mass incarceration.",
      "de": "explodierten und läuteten die Ära der Masseninhaftierungen ein."
    }
  },
  {
    "translation": {
      "en": "What Reagan ultimately does is...",
      "de": "Was Reagan letztlich tat, war,"
    }
  },
  {
    "translation": {
      "en": "takes the problem of economic inequality,",
      "de": "das Problem der wirtschaftlichen Ungleichheit,"
    }
  },
  {
    "translation": {
      "en": "of hypersegregation in America's cities, and the problem of drug abuse,",
      "de": "die starke Segregation in US-Städten und das Problem des Drogenmissbrauchs"
    }
  },
  {
    "translation": {
      "en": "and criminalizes all of that in the form of the war on drugs.",
      "de": "in Form des Krieges gegen die Drogen zu kriminalisieren."
    }
  },
  {
    "translation": {
      "en": "We absolutely should have treated crack and cocaine, uh, as exactly the same thing.",
      "de": "Wir hätten Crack und Kokain gleichermaßen behandeln sollen."
    }
  },
  {
    "translation": {
      "en": "I think it was an enormous burden on the black community,",
      "de": "Ich glaube, es war eine große Last für die schwarzen Gemeinden,"
    }
  },
  {
    "translation": {
      "en": "but it also fundamentally violated a sense of core fairness.",
      "de": "aber auch eine Verletzung des Grundverständnisses von Fairness."
    }
  },
  {
    "translation": {
      "en": "When crack cocaine hit in the early '80s, there were a lot of mayors who felt very strongly that this is a real threat",
      "de": "Als Crack in den 80ern aufkam, sahen es viele Bürgermeister als Gefahr."
    }
  },
  {
    "translation": {
      "en": "and they wanted to crack down.",
      "de": "Sie wollten durchgreifen."
    }
  },
  {
    "translation": {
      "en": "And Rangel was one of the guys pushing for stronger sentencing.",
      "de": "Rangel war unter denen, die ein stärkeres Strafmaß einforderten."
    }
  },
  {
    "translation": {
      "en": "It may have seemed like a good idea at the time,",
      "de": "Es klang damals vielleicht nach einer guten Idee,"
    }
  },
  {
    "translation": {
      "en": "but it sure didn't work out as being effective.",
      "de": "aber es hat sich nicht als effektiv herausgestellt."
    }
  },
  {
    "translation": {
      "en": "Then, years later, there was an effort to rewrite history,",
      "de": "Dann, Jahre später, wollte man die Geschichte umschreiben."
    }
  },
  {
    "translation": {
      "en": "that it was a racial disparity put in by mean white people.",
      "de": "Behauptete, die Ungleichheit wäre Ergebnis der Taten gemeiner Weißer."
    }
  },
  {
    "translation": {
      "en": "Um, it's not where it came from.",
      "de": "Das stimmt nicht."
    }
  },
  {
    "translation": {
      "en": "In many ways, the so-called war on drugs",
      "de": "Eigentlich war der so genannte Krieg gegen die Drogen"
    }
  },
  {
    "translation": {
      "en": "was a war on communities of color,",
      "de": "ein Krieg gegen farbige Gemeinschaften,"
    }
  },
  {
    "translation": {
      "en": "a war on black communities, a war on Latino communities.",
      "de": "gegen schwarze Gemeinschaften, gegen Latino-Gemeinschaften."
    }
  },
  {
    "translation": {
      "en": "And you see a rhetorical war that was, you know,",
      "de": "Es war ein rhetorischer Krieg,"
    }
  },
  {
    "translation": {
      "en": "announced as part of a political strategy by Richard Nixon",
      "de": "der als Teil einer Politikstrategie von Nixon angekündigt,"
    }
  },
  {
    "translation": {
      "en": "and which morphed into a literal war by Ronald Reagan,",
      "de": "von Ronald Reagan in die Tat umgesetzt worden war"
    }
  },
  {
    "translation": {
      "en": "um, turning into something that began to feel nearly genocidal",
      "de": "und sich letztlich für viele arme, farbige Gemeinschaften"
    }
  },
  {
    "translation": {
      "en": "in many poor communities of color.",
      "de": "wie ein Völkermord anfühlte."
    }
  },
  {
    "translation": {
      "en": "-[applauding] -[Mauer] So Nixon's Southern strategy",
      "de": "Nixons Southern Strategy"
    }
  },
  {
    "translation": {
      "en": "was implemented right after the civil rights movement.",
      "de": "wurde direkt nach der Bürgerrechtsbewegung umgesetzt."
    }
  },
  {
    "translation": {
      "en": "He played on fear of crime, and law and order to win the election easily.",
      "de": "Er setzte auf die Angst vor Verbrechen, um die Wahl zu gewinnen."
    }
  },
  {
    "translation": {
      "en": "Reagan promised tax cuts to the rich,",
      "de": "Reagan versprach den Reichen Steuererleichterungen"
    }
  },
  {
    "translation": {
      "en": "and to throw all the crack users in jail,",
      "de": "und die Inhaftierung aller Crackkonsumenten."
    }
  },
  {
    "translation": {
      "en": "both of which devastated communities of color",
      "de": "Beides war verheerend für farbige Gemeinden,"
    }
  },
  {
    "translation": {
      "en": "but were effective in getting the Southern vote.",
      "de": "aber effektiv für den Stimmenfang im Süden."
    }
  },
  {
    "translation": {
      "en": "There's really no understanding of our American political culture",
      "de": "Die politische Kultur der USA wird nur verständlich"
    }
  },
  {
    "translation": {
      "en": "without race at the center of it.",
      "de": "mit der Rassismus-Thematik im Kern."
    }
  },
  {
    "translation": {
      "en": "[Mauer] And in 1981, just before Reagan assumed the presidency,",
      "de": "Und 1981, kurz bevor Reagan die Präsidentschaft aufnahm,"
    }
  },
  {
    "translation": {
      "en": "his campaign strategist, Lee Atwater,",
      "de": "wurde sein Kampagnen-Stratege Lee Atwater"
    }
  },
  {
    "translation": {
      "en": "was caught on tape explaining the Southern strategy.",
      "de": "wurde sein Kampagnen-Stratege Lee Atwater dabei aufgenommen, wie er die Southern Strategy erklärte."
    }
  },
  {
    "translation": {
      "en": "[Atwater] In other words, you start out...",
      "de": "Anders gesagt, man beginnt..."
    }
  },
  {
    "translation": {
      "en": "[Stevenson] The war on drugs had become part of our popular culture,",
      "de": "WOLFSRUDEL Der Krieg gegen Drogen wurde Teil der Popkultur in TV-Sendungen wie Cops."
    }
  },
  {
    "translation": {
      "en": "in television programs like Cops.",
      "de": "Der Krieg gegen Drogen wurde Teil der Popkultur in TV-Sendungen wie Cops."
    }
  },
  {
    "translation": {
      "en": "When you cut on your local news at night, you see black men",
      "de": "In den Abendnachrichten sieht man schwarze Männer,"
    }
  },
  {
    "translation": {
      "en": "being paraded across the screen in handcuffs.",
      "de": "die in Handschellen abgeführt werden."
    }
  },
  {
    "translation": {
      "en": "Black people, black men and black people in general,",
      "de": "Schwarze Männer, Schwarze generell,"
    }
  },
  {
    "translation": {
      "en": "are overrepresented in news as criminals.",
      "de": "werden in den Nachrichten zu oft als Verbrecher dargestellt."
    }
  },
  {
    "translation": {
      "en": "When I say overrepresented, that means they are shown as criminals",
      "de": "Sie werden öfter als Verbrecher gezeigt,"
    }
  },
  {
    "translation": {
      "en": "more times than is accurate,",
      "de": "als sie es sind."
    }
  },
  {
    "translation": {
      "en": "that they are actually criminals, right, based on FBI statistics.",
      "de": "Öfter, als es die FBI-Statistiken angeben."
    }
  },
  {
    "translation": {
      "en": "I mean, I'm a big believer in the power of media",
      "de": "Ich glaube an die Macht der Medien."
    }
  },
  {
    "translation": {
      "en": "full of these clichés that basically present",
      "de": "Sie sind voller Klischees, zeigen im Prinzip"
    }
  },
  {
    "translation": {
      "en": "mostly black and brown folks who seem like animals in cages,",
      "de": "Schwarze und Farbige, als eingesperrte Tiere."
    }
  },
  {
    "translation": {
      "en": "and then someone can turn off the TV thinking...",
      "de": "Man schaltet den Fernseher aus und denkt... DOZENTIN / AUTORIN"
    }
  },
  {
    "translation": {
      "en": "\"It's a good thing for prisons,",
      "de": "\"Zum Glück gibt's Gefängnisse."
    }
  },
  {
    "translation": {
      "en": "because, otherwise, those crazy people would be walking on my block.\"",
      "de": "Sonst würden die Verrückten in meinem Viertel rumlaufen.\""
    }
  },
  {
    "translation": {
      "en": "Creating a context where people are afraid.",
      "de": "Sie schaffen einen Kontext, der Ängste schürt. AKTIVIST"
    }
  },
  {
    "translation": {
      "en": "And when you make people afraid,",
      "de": "AKTIVIST Wer Angst schürt,"
    }
  },
  {
    "translation": {
      "en": "you can always justify putting people in the garbage can.",
      "de": "kann Verhaftungen immer rechtfertigen."
    }
  },
  {
    "translation": {
      "en": "Chances are you could run into a kid waiting to relieve you of your purse or wallet.",
      "de": "Man könnte auf jemanden treffen, der einem die Tasche stehlen will."
    }
  },
  {
    "translation": {
      "en": "Every media outlet in the country thinks I'm less than human.",
      "de": "Alle Medienkanäle halten mich für weniger wert."
    }
  },
  {
    "translation": {
      "en": "I began to hear the word \"super predator\" as if that was my name.",
      "de": "Der Begriff \"Super-Verbrecher\" wurde quasi mein zweiter Vorname."
    }
  },
  {
    "translation": {
      "en": "Super predator. -[reporter 1] Super predator. -\"Super predators,\" end quote.",
      "de": "-Super-Verbrecher. -Verbrecher."
    }
  },
  {
    "translation": {
      "en": "That's the word they used to describe this generation,",
      "de": "Mit diesem Wort beschrieben sie diese Generation,"
    }
  },
  {
    "translation": {
      "en": "and it was very, very effective.",
      "de": "und das war sehr effektiv."
    }
  },
  {
    "translation": {
      "en": "Experts call them super predators.",
      "de": "Experten nennen sie Super-Verbrecher."
    }
  },
  {
    "translation": {
      "en": "They are not just gangs of kids anymore.",
      "de": "Es sind nicht mehr nur einfach Banden von Jugendlichen."
    }
  },
  {
    "translation": {
      "en": "They are often the kinds of kids that are called super predators.",
      "de": "Diese Jugendlichen nennt man oft Super-Verbrecher."
    }
  },
  {
    "translation": {
      "en": "No conscience, no empathy.",
      "de": "Ohne Gewissen, ohne Mitgefühl."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] A group of kids growing up essentially fatherless, godless and jobless.",
      "de": "Eine Gruppe Jugendlicher, die vaterlos, gottlos und arbeitslos aufwächst."
    }
  },
  {
    "translation": {
      "en": "For me, what's disturbing is the degree to which black people bought into that.",
      "de": "Es ist verstörend, wie viele Schwarze das glaubten."
    }
  },
  {
    "translation": {
      "en": "Animals, beasts that needed to be controlled.",
      "de": "Tiere, die unter Kontrolle gebracht werden mussten."
    }
  },
  {
    "translation": {
      "en": "When those grandmothers say, \"But he's a good boy.",
      "de": "KOCH NENNT SIE \"MONSTER\" Wenn die Omis sagen: \"Er ist ein guter Junge."
    }
  },
  {
    "translation": {
      "en": "He never did anything,\" don't you believe it.",
      "de": "Er hat nie was gemacht\", sollte man das nicht glauben."
    }
  },
  {
    "translation": {
      "en": "[Deborah Small] Black communities began",
      "de": "Schwarze Gemeinden begannen,"
    }
  },
  {
    "translation": {
      "en": "to actually support policies that criminalized their own children.",
      "de": "zu unterstützen, was ihre Kinder kriminalisierte. ANWÄLTIN"
    }
  },
  {
    "translation": {
      "en": "[reporter] Last night, the eight teens accused of the attack",
      "de": "Gestern Abend wurden die acht beschuldigten Teenager"
    }
  },
  {
    "translation": {
      "en": "were arraigned on charges of rape and attempted murder.",
      "de": "wegen Vergewaltigung und versuchten Mordes angeklagt."
    }
  },
  {
    "translation": {
      "en": "[Cyril] In the Central Park jogger case, they put five innocent teens in prison,",
      "de": "Im Fall der Joggerin im Central Park sperrte man fünf Unschuldige ein, weil der öffentliche Druck, diese \"Tiere\" wegzusperren, so groß war."
    }
  },
  {
    "translation": {
      "en": "because the public pressure",
      "de": "weil der öffentliche Druck, diese \"Tiere\" wegzusperren, so groß war."
    }
  },
  {
    "translation": {
      "en": "to lock up these quote, unquote animals was so strong.",
      "de": "weil der öffentliche Druck, diese \"Tiere\" wegzusperren, so groß war. \"WILDERN\""
    }
  },
  {
    "translation": {
      "en": "You better believe that I hate the people",
      "de": "Sie können mir glauben, ich hasse die Leute,"
    }
  },
  {
    "translation": {
      "en": "that took this girl and raped her brutally.",
      "de": "die dieses Mädchen so brutal vergewaltigt haben."
    }
  },
  {
    "translation": {
      "en": "-You better believe it. -[Cyril] Donald Trump wanted to give",
      "de": "die dieses Mädchen so brutal vergewaltigt haben. Donald Trump forderte die Todesstrafe für sie."
    }
  },
  {
    "translation": {
      "en": "these kids the death penalty,",
      "de": "Donald Trump forderte die Todesstrafe für sie."
    }
  },
  {
    "translation": {
      "en": "and he took out a full page ad to put the pressure on.",
      "de": "Er zahlte eine ganze Werbeseite, um den Druck zu erhöhen."
    }
  },
  {
    "translation": {
      "en": "These children, four of them under 18,",
      "de": "Diese Kinder, vier darunter unter 18,"
    }
  },
  {
    "translation": {
      "en": "all went to adult prisons for six to eleven years,",
      "de": "gingen für sechs bis 11 Jahre ins Erwachsenengefängnis,"
    }
  },
  {
    "translation": {
      "en": "before DNA evidence proved they were all innocent.",
      "de": "bevor DNA-Beweise klarstellten, dass sie unschuldig waren."
    }
  },
  {
    "translation": {
      "en": "We make them their crime. That's how we introduced them.",
      "de": "Wir stellen sie als Verbrecher vor."
    }
  },
  {
    "translation": {
      "en": "\"That's a rapist. That's a murderer. That's a robber. That's a sex offender.",
      "de": "\"Er ist ein Vergewaltiger, Mörder. Ein Räuber. Ein Sexualstraftäter."
    }
  },
  {
    "translation": {
      "en": "That's a burglar. That's a gang leader.\"",
      "de": "Ein Einbrecher. Ein Bandenführer.\""
    }
  },
  {
    "translation": {
      "en": "And through that lens, it becomes so much easier",
      "de": "Und durch diese Linse wird es viel einfacher,"
    }
  },
  {
    "translation": {
      "en": "to accept that they're guilty and that they should go to prison.",
      "de": "zu akzeptieren, dass sie ins Gefängnis müssen."
    }
  },
  {
    "translation": {
      "en": "The objective reality is... that virtually no one who is white",
      "de": "Objektiv ist es Realität, dass nahezu kein Weißer versteht,"
    }
  },
  {
    "translation": {
      "en": "understands the challenge of being black in America.",
      "de": "was für eine Herausforderung es ist, in Amerika schwarz zu sein."
    }
  },
  {
    "translation": {
      "en": "So you have then educated a public, deliberately, over years, over decades,",
      "de": "Die Öffentlichkeit wurde \"aufgeklärt\", bewusst und über Jahre, Jahrzehnte,"
    }
  },
  {
    "translation": {
      "en": "to believe that black men in particular, and black people in general,",
      "de": "damit sie glaubt, dass schwarze Männer, oder Schwarze im Allgemeinen,"
    }
  },
  {
    "translation": {
      "en": "are criminals.",
      "de": "Verbrecher sind."
    }
  },
  {
    "translation": {
      "en": "I want to be clear,",
      "de": "Um das klarzustellen."
    }
  },
  {
    "translation": {
      "en": "because I'm not just saying that white people believe this, right?",
      "de": "Ich sage nicht, dass nur Weiße das glauben."
    }
  },
  {
    "translation": {
      "en": "Black people also believe this and are terrified of our own selves.",
      "de": "Auch Schwarze glauben es, wir haben quasi Angst vor uns selbst."
    }
  },
  {
    "translation": {
      "en": "You want to go back to the days of military weakness,",
      "de": "Wollen Sie zurück in die Zeiten, wo das Militär schwach war"
    }
  },
  {
    "translation": {
      "en": "caring more about criminals than victims?",
      "de": "und Kriminelle wichtiger waren als Opfer?"
    }
  },
  {
    "translation": {
      "en": "We can't risk that. I'd like your vote on Tuesday.",
      "de": "Das können wir nicht riskieren. Wählen Sie mich."
    }
  },
  {
    "translation": {
      "en": "[man] Leadership that's on your side. Michael Dukakis for president.",
      "de": "Führung auf Ihrer Seite. Michael Dukakis als Präsident."
    }
  },
  {
    "translation": {
      "en": "In the midst of the, uh, presidential campaign,",
      "de": "Inmitten der Präsidentschaftskampagnen"
    }
  },
  {
    "translation": {
      "en": "an ad was released about a person by the name of Willie Horton.",
      "de": "wurde eine Geschichte über einen Mann namens Willie Horton geschaltet."
    }
  },
  {
    "translation": {
      "en": "[announcer] Bush and Dukakis on crime.",
      "de": "Bush und Dukakis zum Thema Verbrechen."
    }
  },
  {
    "translation": {
      "en": "Dukakis not only opposes the death penalty,",
      "de": "Dukakis ist nicht nur gegen die Todesstrafe,"
    }
  },
  {
    "translation": {
      "en": "he allowed first degree murderers to have weekend passes from prison.",
      "de": "er erlaubte auch Mördern Wochenend-Freigang aus dem Gefängnis."
    }
  },
  {
    "translation": {
      "en": "One was Willie Horton.",
      "de": "Einer war Willie Horton."
    }
  },
  {
    "translation": {
      "en": "This became a focal point of an entire presidential campaign.",
      "de": "Das wurde zum Brennpunkt einer ganzen Präsidentschaftskampagne."
    }
  },
  {
    "translation": {
      "en": "[announcer] Horton fled, kidnapped a young couple,",
      "de": "Horton floh, entführte ein junges Paar,"
    }
  },
  {
    "translation": {
      "en": "stabbing the man and repeatedly raping his girlfriend.",
      "de": "erstach den Mann und vergewaltigte dessen Freundin."
    }
  },
  {
    "translation": {
      "en": "Weekend prison passes. Dukakis on crime.",
      "de": "Wochenend-Freigang. Dukakis zum Thema Verbrechen."
    }
  },
  {
    "translation": {
      "en": "Dukakis had protected the program, vetoed an effort to repeal it,",
      "de": "Dukakis schützte das Programm, stimmte gegen seine Aufhebung,"
    }
  },
  {
    "translation": {
      "en": "in that he favored letting murderers out on the weekend.",
      "de": "und gewährte Mördern Wochenend-Freigang."
    }
  },
  {
    "translation": {
      "en": "[Kilgore] That Dukakis had a double-digit lead over Bush",
      "de": "Dukakis führte im zweistelligen Bereich vor Bush,"
    }
  },
  {
    "translation": {
      "en": "before the campaign focused on Willie Horton,",
      "de": "bevor die Kampagne sich auf Willie Horton einschoss."
    }
  },
  {
    "translation": {
      "en": "and after that, Bush overtook Dukakis and won the election.",
      "de": "Danach überrundete Bush Dukakis und gewann die Wahl."
    }
  },
  {
    "translation": {
      "en": "[announcer] Which candidate for president can you count on to be tough on crime?",
      "de": "Welcher Präsidentschaftskandidat greift bei Verbrechen hart durch?"
    }
  },
  {
    "translation": {
      "en": "Bush won the election by creating fear around black men as criminal,",
      "de": "Bush gewann die Wahl, indem er Angst vor schwarzen Verbrechern schürte,"
    }
  },
  {
    "translation": {
      "en": "without saying that's what he was doing.",
      "de": "ohne es wirklich auszusprechen."
    }
  },
  {
    "translation": {
      "en": "A very racially, um... you know, divisive moment.",
      "de": "Das war ein Moment, der die Wählerschaft gespalten hat."
    }
  },
  {
    "translation": {
      "en": "Depicting an African American criminal, I think, was deliberate on the part of that campaign.",
      "de": "Die Kampagne stellte bewusst einen afroamerikanischen Verbrecher dar."
    }
  },
  {
    "translation": {
      "en": "There's no one who can tell me otherwise.",
      "de": "Davon bin ich überzeugt."
    }
  },
  {
    "translation": {
      "en": "Liberals call him Willie Horton to make it sound like you're being dismissive.",
      "de": "Die Liberalen nannten ihn Willie Horton, damit wir ablehnend klingen."
    }
  },
  {
    "translation": {
      "en": "Original article was Reader's Digest. William Horton, no picture.",
      "de": "Im Originalartikel im Reader's Digest hieß er William Horton, ohne Bild."
    }
  },
  {
    "translation": {
      "en": "The Democrats want you to know he's black.",
      "de": "Demokraten wiesen auf seine Hautfarbe hin."
    }
  },
  {
    "translation": {
      "en": "Thanks, Grover.",
      "de": "Danke, Grover."
    }
  },
  {
    "translation": {
      "en": "It was not his name,",
      "de": "Es war nicht sein Name..."
    }
  },
  {
    "translation": {
      "en": "it was his image that was sensationalized.",
      "de": "GRÜNDER #CUT50 & DREAM CORPS ...es war sein Bild, das man sensationalisierte."
    }
  },
  {
    "translation": {
      "en": "Liberals that announced that it was mean to pick on a murderer and a rapist",
      "de": "Liberale, die es fies finden, einen Mörder und Vergewaltiger zu drangsalieren,"
    }
  },
  {
    "translation": {
      "en": "lose all credibility on this discussion. They just lose it. And people go,",
      "de": "verlieren jede Glaubwürdigkeit, denn dann sagen die Leute:"
    }
  },
  {
    "translation": {
      "en": "\"We don't want to hear anything else you have to say about crime.\"",
      "de": "\"Wir wollen Sie nicht mehr über Verbrechen reden hören.\""
    }
  },
  {
    "translation": {
      "en": "No matter what anybody says or what anybody does,",
      "de": "Egal, was sie sagen oder tun,"
    }
  },
  {
    "translation": {
      "en": "they know exactly what button they were trying to hit with that ad.",
      "de": "sie wissen genau, welche Hebel sie mit der Story betätigen wollen."
    }
  },
  {
    "translation": {
      "en": "[announcer] Stabbing the man and raping his girlfriend.",
      "de": "Erstach den Mann, vergewaltigte die Freundin."
    }
  },
  {
    "translation": {
      "en": "It went to a kind of primitive fear, a primitive American fear,",
      "de": "Daraus wurde eine primitive, amerikanische Angst,"
    }
  },
  {
    "translation": {
      "en": "because Willie Horton was metaphorically the black male rapist",
      "de": "denn Willie Horton war metaphorisch der schwarze Vergewaltiger,"
    }
  },
  {
    "translation": {
      "en": "that had been a staple of the white imagination since the time just after slavery.",
      "de": "der in der Vorstellungskraft der Weißen seit dem Ende der Sklaverei herumspukte."
    }
  },
  {
    "translation": {
      "en": "[Muhammad] Here was a black man convicted of rape.",
      "de": "Ein verurteilter, schwarzer Vergewaltiger. Schuldig."
    }
  },
  {
    "translation": {
      "en": "\"I will be the savior and protector of the white population.\"",
      "de": "\"Ich werde Retter und Beschützer der weißen Bevölkerung sein.\""
    }
  },
  {
    "translation": {
      "en": "Never minding the fact that the history of interracial rape in this country,",
      "de": "Doch die Geschichte zeigt, dass Vergewaltigungen zwischen den Hautfarben"
    }
  },
  {
    "translation": {
      "en": "that that record is far more marked by white rape against black women",
      "de": "hier häufiger von weißen Männern an schwarzen Frauen verübt werden,"
    }
  },
  {
    "translation": {
      "en": "than of black men against white women.",
      "de": "als von schwarzen Männern an weißen Frauen."
    }
  },
  {
    "translation": {
      "en": "[Cobb] This idea that had such great artistic utility",
      "de": "Die Idee, die 1915 so großen künstlerischen Nutzen"
    }
  },
  {
    "translation": {
      "en": "in 1915 in Birth of a Nation",
      "de": "in Die Geburt einer Nation hatte..."
    }
  },
  {
    "translation": {
      "en": "still had a great deal of political utility",
      "de": "Entführung Erstechen - Vergewaltigung ...war immer noch politisch nützlich."
    }
  },
  {
    "translation": {
      "en": "almost at the end of that century.",
      "de": "...war immer noch politisch nützlich."
    }
  },
  {
    "translation": {
      "en": "The way that we appeal to voters' sense of fear and anxiety in our nation",
      "de": "Wir sprechen die Ängste der Wähler in unserem Land an"
    }
  },
  {
    "translation": {
      "en": "runs through black bodies.",
      "de": "über die Leichen von Schwarzen."
    }
  },
  {
    "translation": {
      "en": "[announcer] A new generation of Democrats, Bill Clinton and Al Gore.",
      "de": "Bill Clinton und Al Gore sind eine neue Generation Demokraten."
    }
  },
  {
    "translation": {
      "en": "They don't think the way the old Democratic party did.",
      "de": "Sie denken anders als die alte Partei."
    }
  },
  {
    "translation": {
      "en": "They've sent a strong signal to criminals by supporting the death penalty.",
      "de": "Sie senden starke Signale an Verbrecher, befürworten die Todesstrafe."
    }
  },
  {
    "translation": {
      "en": "Looking at the way in which Democrats were defeated in 1988,",
      "de": "Die Art, wie die Demokraten 1988 verloren haben,"
    }
  },
  {
    "translation": {
      "en": "or they were defeated in 1984, or they were defeated in 1980,",
      "de": "oder wie sie 1984 verloren haben oder 1980,"
    }
  },
  {
    "translation": {
      "en": "there comes to be a sentiment among the Democrats",
      "de": "sorgte dafür, dass sie sich dachten,"
    }
  },
  {
    "translation": {
      "en": "that they have to adopt a position that is much more, uh, kind of, centrist.",
      "de": "sie müssten ihre Position mehr zur Mitte neigen."
    }
  },
  {
    "translation": {
      "en": "It became virtually impossible",
      "de": "Es wurde nahezu unmöglich"
    }
  },
  {
    "translation": {
      "en": "for a politician to run and appear soft on crime.",
      "de": "für Politiker, eine entspannte Position zur Kriminalität einzunehmen."
    }
  },
  {
    "translation": {
      "en": "I was not for the bill that he was talking about",
      "de": "Ich war nicht für den Gesetzentwurf."
    }
  },
  {
    "translation": {
      "en": "because it was not tough enough on the criminal.",
      "de": "Er war nicht hart genug gegenüber Verbrechern."
    }
  },
  {
    "translation": {
      "en": "[Stevenson] In an environment where everybody's doing the same thing, everybody's competing to be tough on crime,",
      "de": "In einer Situation, wo alle wetteifern, Verbrechen hart zu bekämpfen,"
    }
  },
  {
    "translation": {
      "en": "you quickly all end up in the same space,",
      "de": "kommt man schnell zum selben Schluss."
    }
  },
  {
    "translation": {
      "en": "so it doesn't become a political advantage unless you do something more.",
      "de": "Es ist politisch von Vorteil, wenn man einen drauflegt."
    }
  },
  {
    "translation": {
      "en": "We need more police on the street.",
      "de": "Wir brauchen mehr Polizei auf den Straßen."
    }
  },
  {
    "translation": {
      "en": "There is a crime bill which would put more police on the street,",
      "de": "Ein Gesetzentwurf für mehr Polizei auf den Straßen"
    }
  },
  {
    "translation": {
      "en": "which was killed for this session by a filibuster in the Senate,",
      "de": "wurde in dieser Sitzung durch einen Filibuster beerdigt,"
    }
  },
  {
    "translation": {
      "en": "mostly by Republican senators.",
      "de": "hauptsächlich durch republikanische Senatoren."
    }
  },
  {
    "translation": {
      "en": "We'd consistently had, \"Squishy, soft liberal won't protect you.",
      "de": "Es hieß: \"Schwammige, weiche Liberale schützen euch nicht."
    }
  },
  {
    "translation": {
      "en": "Tough, conservative will protect you.\" And we won that fight every time.",
      "de": "Harte Konservative werden es.\" Den Kampf gewannen wir immer."
    }
  },
  {
    "translation": {
      "en": "And by the late '80s, early '90s, people like Bill Clinton",
      "de": "In den späten 80ern, frühen 90ern wurde Leuten wie Clinton klar,"
    }
  },
  {
    "translation": {
      "en": "had begun to figure out they had to be able to match us.",
      "de": "dass sie sich uns anpassen mussten."
    }
  },
  {
    "translation": {
      "en": "I will faithfully execute the Office of President of the United States.",
      "de": "Ich werde loyal das Amt des Präsidenten der Vereinigten Staaten ausführen."
    }
  },
  {
    "translation": {
      "en": "Bill Clinton is trying to figure out",
      "de": "Bill Clinton versuchte herauszufinden,"
    }
  },
  {
    "translation": {
      "en": "how he can deal with a country that's still basically Reagan's country,",
      "de": "wie er mit einem Land umgehen sollte, dass noch in der Reagan-Zeit hing."
    }
  },
  {
    "translation": {
      "en": "but he's trying to govern as a Democrat.",
      "de": "Aber er versuchte, als Demokrat zu regieren."
    }
  },
  {
    "translation": {
      "en": "Violent crime and the fear it provokes are crippling our society.",
      "de": "Gewaltverbrechen und die Angst davor lähmen unsere Gesellschaft."
    }
  },
  {
    "translation": {
      "en": "Then some high-profile, very horrendous crimes take place.",
      "de": "Dann fanden einige hochkarätige, furchtbare Verbrechen statt."
    }
  },
  {
    "translation": {
      "en": "Residents pull together in the search for 12-year-old Polly Klaas.",
      "de": "Anwohner suchten die 12-jährige Polly Klaas."
    }
  },
  {
    "translation": {
      "en": "They are now coping with the discovery of her body over the weekend.",
      "de": "Nun fand man ihre Leiche."
    }
  },
  {
    "translation": {
      "en": "[Mauer] Polly Klaas, abducted from her bedroom at home and ultimately killed,",
      "de": "Polly Klaas wurde aus ihrem Zimmer entführt und schließlich ermordet."
    }
  },
  {
    "translation": {
      "en": "which led to the California \"three strikes and you're out\" law.",
      "de": "Das führte zum kalifornischen \"Drei Mal und das war's\"-Gesetz."
    }
  },
  {
    "translation": {
      "en": "When you commit a third violent crime,",
      "de": "Wenn man ein drittes Gewaltverbrechen begeht,"
    }
  },
  {
    "translation": {
      "en": "you will be put away and put away for good.",
      "de": "wird man für immer weggesperrt."
    }
  },
  {
    "translation": {
      "en": "Three strikes and you are out.",
      "de": "Drei Mal und das war's."
    }
  },
  {
    "translation": {
      "en": "A person's convicted of their third felony,",
      "de": "Bei der dritten schweren Straftat"
    }
  },
  {
    "translation": {
      "en": "essentially that person is mandated to prison for the rest of their lives.",
      "de": "ist eine lebenslange Haftstrafe zu verhängen."
    }
  },
  {
    "translation": {
      "en": "[reporter] So many third-strike defendants awaiting trial,",
      "de": "In L.A. warten so viele Dritt-Straftäter auf ihren Prozess,"
    }
  },
  {
    "translation": {
      "en": "the Los Angeles Sheriff's Department",
      "de": "dass das Sheriff's Department"
    }
  },
  {
    "translation": {
      "en": "is forced to release 4,200 misdemeanor inmates every month",
      "de": "gezwungen ist, pro Monat 4.200 Häftlinge mit geringen Vergehen zu entlassen,"
    }
  },
  {
    "translation": {
      "en": "to make room for incoming three-strike prisoners.",
      "de": "um Platz für eintreffende Dritt-Straftäter zu machen."
    }
  },
  {
    "translation": {
      "en": "It's in line with many other policies we've created, particularly mandatory minimums.",
      "de": "Das alles ist im Sinne anderer Taktiken, wie obligatorischen Mindeststrafen."
    }
  },
  {
    "translation": {
      "en": "\"Mandatory sentencing.\" We said we were no longer going to let judges",
      "de": "\"Obligatorische Strafen.\" Wir wollen nicht, dass Richter weiter"
    }
  },
  {
    "translation": {
      "en": "consider the circumstances around a crime.",
      "de": "die Umstände eines Verbrechens einbeziehen."
    }
  },
  {
    "translation": {
      "en": "We're just going to impose a mandatory sentence.",
      "de": "Wir legen obligatorische Strafen fest."
    }
  },
  {
    "translation": {
      "en": "And that's a difficult thing for judges",
      "de": "Das war schwer für Richter."
    }
  },
  {
    "translation": {
      "en": "because they are trying to dispense justice on a daily basis",
      "de": "Sie wollen täglich Gerechtigkeit walten lassen"
    }
  },
  {
    "translation": {
      "en": "and are unable to do so.",
      "de": "und können das nicht mehr tun."
    }
  },
  {
    "translation": {
      "en": "[reporter] In many California communities, all civil trials have been canceled",
      "de": "In vielen Gemeinden Kaliforniens wurden Zivilprozesse abgesagt,"
    }
  },
  {
    "translation": {
      "en": "to catch up with the criminal case workload.",
      "de": "um Kriminalprozesse abzuarbeiten."
    }
  },
  {
    "translation": {
      "en": "[Glenn E. Martin] We've taken discretion away from judges,",
      "de": "Wir nahmen den Richtern, der neutralsten Partei im Gericht,"
    }
  },
  {
    "translation": {
      "en": "arguably the most neutral party in the court,",
      "de": "ihre Ermessensfreiheit"
    }
  },
  {
    "translation": {
      "en": "and given it over to prosecutors.",
      "de": "und übergaben sie den Staatsanwälten."
    }
  },
  {
    "translation": {
      "en": "Ninety-five percent of elected prosecutors throughout the United States are white.",
      "de": "Nun, 95 % der gewählten Staatsanwälte... BEZIRKSSTAATSANWALT ...in den USA sind weiß."
    }
  },
  {
    "translation": {
      "en": "Serious, violent criminals serve at least 85% of their sentence.",
      "de": "Schwerverbrecher sitzen mindestens 85 % ihrer Strafe ab."
    }
  },
  {
    "translation": {
      "en": "[Stevenson] We passed Truth in Sentencing that kept people imprisoned",
      "de": "Das Truth-in-Sentencing-Gesetz sorgte dafür, dass Häftlinge 85 % ihrer Strafe absaßen."
    }
  },
  {
    "translation": {
      "en": "for 85% of their sentence.",
      "de": "sorgte dafür, dass Häftlinge 85 % ihrer Strafe absaßen."
    }
  },
  {
    "translation": {
      "en": "[Martin] Truth in Sentencing. You're sentenced to an amount of time.",
      "de": "Man wird zu einer gewissen Haftzeit verurteilt."
    }
  },
  {
    "translation": {
      "en": "The public wants to be confident",
      "de": "Die Öffentlichkeit möchte,"
    }
  },
  {
    "translation": {
      "en": "that you're gonna do just about every bit of that time.",
      "de": "dass man möglichst alles von dieser Strafe absitzt."
    }
  },
  {
    "translation": {
      "en": "We've done away with parole.",
      "de": "Wir schafften die Bewährung ab."
    }
  },
  {
    "translation": {
      "en": "So, in the federal system, when you get 20 years or 30 years, that's what you got.",
      "de": "Wenn man auf Bundesebene 20 oder 30 Jahre kriegt, dann sitzt man die ab."
    }
  },
  {
    "translation": {
      "en": "We had parole in this country as a mechanism for getting people out of jails and prisons",
      "de": "Bewährung diente dazu, Leute aus dem Gefängnis zu entlassen,"
    }
  },
  {
    "translation": {
      "en": "when it was clear that they were no longer a threat to public safety.",
      "de": "wenn sie keine Gefahr mehr darstellten."
    }
  },
  {
    "translation": {
      "en": "Sharanda has spent the last 16 years in prison, and she'll die there,",
      "de": "Sharanda sitzt seit 16 Jahren im Gefängnis und wird da sterben,"
    }
  },
  {
    "translation": {
      "en": "because she was sentenced to life without parole.",
      "de": "denn ihre Strafe ist lebenslänglich ohne Bewährung."
    }
  },
  {
    "translation": {
      "en": "Her only crime? Transporting cocaine.",
      "de": "Ihr einziges Verbrechen? Kokaintransport."
    }
  },
  {
    "translation": {
      "en": "And when I say \"only crime,\" I mean only crime.",
      "de": "Und wenn ich sage \"einziges\", dann meine ich das."
    }
  },
  {
    "translation": {
      "en": "She had no other arrests. None.",
      "de": "Sie wurde nie zuvor verhaftet."
    }
  },
  {
    "translation": {
      "en": "The judge was required... required to send Sharanda away for life.",
      "de": "Der Richter musste Sharanda zu einer lebenslangen Haftstrafe verurteilen."
    }
  },
  {
    "translation": {
      "en": "[Clinton] Longer sentences, three strikes and you're out,",
      "de": "Längere Strafen, drei Mal und das war's,"
    }
  },
  {
    "translation": {
      "en": "almost 60 new capital punishment offenses...",
      "de": "fast 60 neue Delikte, auf die die Todesstrafe steht..."
    }
  },
  {
    "translation": {
      "en": "[Mauer] And then comes the Congress",
      "de": "Und dann kam der Kongress"
    }
  },
  {
    "translation": {
      "en": "with a proposal for a $30 billion federal crime bill of 1994",
      "de": "im Jahr 1994 mit einem $30 Milliarden teuren Bundeskriminal-Gesetzentwurf,"
    }
  },
  {
    "translation": {
      "en": "that was heavily loaded towards law enforcement incarceration.",
      "de": "der die Arbeit der Strafvollzugsbehörden stärkte."
    }
  },
  {
    "translation": {
      "en": "I propose a 21st century crime bill",
      "de": "Der Bundeskriminal-Gesetzentwurf für das 21. Jahrhundert"
    }
  },
  {
    "translation": {
      "en": "to deploy the latest technologies and tactics",
      "de": "enthält modernste Technologien und Taktiken,"
    }
  },
  {
    "translation": {
      "en": "to make our communities even safer.",
      "de": "um unsere Gemeinden sicherer zu machen."
    }
  },
  {
    "translation": {
      "en": "That omnibus crime bill was responsible",
      "de": "Der Gesetzentwurf war verantwortlich"
    }
  },
  {
    "translation": {
      "en": "for a massive expansion of the prison system.",
      "de": "für eine massive Ausweitung des Gefängnissystems."
    }
  },
  {
    "translation": {
      "en": "And beyond that, it provided all kinds of money and perverse incentives",
      "de": "Darüber hinaus stellte er Gelder und perverse Anreize"
    }
  },
  {
    "translation": {
      "en": "for law enforcement to do a lot of the things",
      "de": "für die Strafverfolgung bereit, um Dinge zu tun,"
    }
  },
  {
    "translation": {
      "en": "that we nowadays consider to be abusive.",
      "de": "die wir heute als Missbrauch auffassen."
    }
  },
  {
    "translation": {
      "en": "It will be used to build prisons to keep 100,000 violent criminals off the street.",
      "de": "Damit werden wir Gefängnisse bauen, die 100.000 Verbrecher von den Straßen holen."
    }
  },
  {
    "translation": {
      "en": "[Stevenson] Not only does he increase funding to states to build prisons",
      "de": "Er erhöhte das Budget der Bundesstaaten für den Bau von Gefängnissen,"
    }
  },
  {
    "translation": {
      "en": "to lock up as many people involved in drug crimes,",
      "de": "um so viele Leute wie möglich wegen Drogenvergehen zu inhaftieren,"
    }
  },
  {
    "translation": {
      "en": "but also to put 100,000 police officers on the street.",
      "de": "und sorgte für 100.000 Polizisten auf den Straßen."
    }
  },
  {
    "translation": {
      "en": "Crime has been a hot political issue used too often to divide us.",
      "de": "Kriminalität ist ein heißes politisches Thema, das uns oft gespalten hat."
    }
  },
  {
    "translation": {
      "en": "What President Clinton did in 1994",
      "de": "Was Präsident Clinton 1994 tat..."
    }
  },
  {
    "translation": {
      "en": "is actually far more harmful than his predecessors",
      "de": "EHEM. INHAFTIERTER AKTIVIST ...war schlimmer als das, was seine Vorgänger taten."
    }
  },
  {
    "translation": {
      "en": "because he actually built that infrastructure that we see today,",
      "de": "Er baute die heutige Infrastruktur auf,"
    }
  },
  {
    "translation": {
      "en": "the militarization all the way down to small, rural police departments",
      "de": "die Militarisierung bis hin zu ländlichen Polizeirevieren,"
    }
  },
  {
    "translation": {
      "en": "that have SWAT teams.",
      "de": "die über SWAT-Teams verfügen."
    }
  },
  {
    "translation": {
      "en": "[Cobb] And again we see this kind of notching up of the number of people who were being arrested at every level",
      "de": "Und wir sehen den Anstieg der Zahl derer, die auf allen Ebenen verhaftet werden,"
    }
  },
  {
    "translation": {
      "en": "and this kind of exploding prison population.",
      "de": "und eine Explosion der Häftlingszahlen."
    }
  },
  {
    "translation": {
      "en": "[Cory Booker] We are a nation that professes freedom,",
      "de": "Wir sind eine Nation, die Freiheit bekundet,"
    }
  },
  {
    "translation": {
      "en": "yet we have this mass incarceration, this hyperincarceration,",
      "de": "haben aber diese Masseninhaftierungen, diese Überzahl an Inhaftierungen."
    }
  },
  {
    "translation": {
      "en": "uh, that is trawling into it, grinding into it, our most vulnerable citizenry,",
      "de": "Und die nagt an der Freiheit unserer verwundbarsten Bürger"
    }
  },
  {
    "translation": {
      "en": "and is overwhelmingly biased towards people of color.",
      "de": "und betrifft mit überwältigender Zahl farbige Menschen."
    }
  },
  {
    "translation": {
      "en": "[Clinton] But I want to say a few words about it.",
      "de": "Ein paar Worte dazu."
    }
  },
  {
    "translation": {
      "en": "Because I signed a bill that made the problem worse.",
      "de": "Ich verabschiedete einen Gesetzentwurf, der das Problem verschlimmerte."
    }
  },
  {
    "translation": {
      "en": "And I want to admit it.",
      "de": "Das möchte ich zugeben."
    }
  },
  {
    "translation": {
      "en": "His 1994 crime bill, something that he now admits was a mistake...",
      "de": "Sein Gesetz von 1994, von dem er nun zugibt, dass es ein Fehler war..."
    }
  },
  {
    "translation": {
      "en": "There were longer sentences.",
      "de": "Es gab längere Haftstrafen."
    }
  },
  {
    "translation": {
      "en": "And most of these people are in prison under state law,",
      "de": "Die meisten dieser Leute wurden unter Landesgesetz verurteilt,"
    }
  },
  {
    "translation": {
      "en": "but the federal law set a trend.",
      "de": "aber das Bundesrecht legte einen neuen Trend vor."
    }
  },
  {
    "translation": {
      "en": "And that was overdone. We were wrong about that.",
      "de": "Das wurde übertrieben. Es war falsch."
    }
  },
  {
    "translation": {
      "en": "Well, I think it's important that President Clinton, um, acknowledges",
      "de": "Es ist wichtig, dass Präsident Clinton eingeräumt hat,"
    }
  },
  {
    "translation": {
      "en": "that things didn't turn out exactly as he and all of us would've wished.",
      "de": "dass die Dinge nicht so liefen, wie er und wir uns das wünschten."
    }
  },
  {
    "translation": {
      "en": "I'm happy that he realizes the error of his ways.",
      "de": "Ich bin froh, dass er seinen Fehler erkannt hat."
    }
  },
  {
    "translation": {
      "en": "I think he knew back then that it wasn't good policy, I'll be honest.",
      "de": "Ich glaube, er wusste schon damals, dass es nicht gut war."
    }
  },
  {
    "translation": {
      "en": "Back then, there was an outcry over the rising crime rate.",
      "de": "Damals gab es einen Aufschrei wegen der steigenden Kriminalitätsrate. PRÄSIDENTSCHAFTS-DEBATTE DEMOKRATEN"
    }
  },
  {
    "translation": {
      "en": "And people from all communities were asking that action be taken.",
      "de": "PRÄSIDENTSCHAFTS-DEBATTE DEMOKRATEN Leute aus allen Gemeinden wollten, dass etwas unternommen wird."
    }
  },
  {
    "translation": {
      "en": "Now, my husband said at the NAACP last summer",
      "de": "Mein Mann sagte bei der NAACP letzten Sommer,"
    }
  },
  {
    "translation": {
      "en": "that it solved some problems, but it created other problems,",
      "de": "dass es ein paar Probleme löste, aber auch andere schuf."
    }
  },
  {
    "translation": {
      "en": "and I agree.",
      "de": "Dem stimme ich zu."
    }
  },
  {
    "translation": {
      "en": "I'm glad to see that he is apologetic,",
      "de": "Es ist schön, dass er sich entschuldigt,"
    }
  },
  {
    "translation": {
      "en": "but I think he has to take responsibility and accountability for that,",
      "de": "aber er muss auch die Verantwortung dafür übernehmen."
    }
  },
  {
    "translation": {
      "en": "and so does Hillary, because she supported it, then and up until recently.",
      "de": "Hillary ebenso, denn sie unterstützte es. Damals und bis vor Kurzem."
    }
  },
  {
    "translation": {
      "en": "[reporter] Bill Clinton faced off against a group of Black Lives Matter protestors",
      "de": "Bill Clinton trat Demonstranten von Black Lives Matter gegenüber,"
    }
  },
  {
    "translation": {
      "en": "protesting a 1994 crime bill",
      "de": "die gegen einen Gesetzentwurf von 1994 protestierten,"
    }
  },
  {
    "translation": {
      "en": "that they say led to a surge in the imprisonment of black people.",
      "de": "der ihrer Meinung nach zum Anstieg der Verhaftungen Schwarzer führte."
    }
  },
  {
    "translation": {
      "en": "I don't know how you would characterize",
      "de": "Ich weiß nicht, wie man Bandenchefs beschreiben soll,"
    }
  },
  {
    "translation": {
      "en": "the gang leaders who got 13-year-old kids hopped up on crack",
      "de": "Ich weiß nicht, wie man Bandenchefs beschreiben soll, die 13-Jährige cracksüchtig gemacht haben"
    }
  },
  {
    "translation": {
      "en": "and sent 'em out onto the street to murder other African American children.",
      "de": "und sie dann auf die Straße schickten, um andere Afroamerikaner zu töten."
    }
  },
  {
    "translation": {
      "en": "Maybe you thought they were good citizens. She didn't.",
      "de": "Vielleicht hielten Sie sie für gute Bürger. Sie nicht."
    }
  },
  {
    "translation": {
      "en": "-She didn't! -[crowd cheering]",
      "de": "Sie nicht!"
    }
  },
  {
    "translation": {
      "en": "You are defending the people who kill the lives you say matter.",
      "de": "Ihr verteidigt die Leute, die die töten, deren Leben, wie ihr sagt, wichtig sind."
    }
  },
  {
    "translation": {
      "en": "Tell the truth.",
      "de": "Sagt die Wahrheit."
    }
  },
  {
    "translation": {
      "en": "We can't ignore the reality of force here.",
      "de": "Wir können die Realität der Macht nicht ignorieren."
    }
  },
  {
    "translation": {
      "en": "The policies that Bill Clinton put forward,",
      "de": "Die Politik, die Clinton vorantrieb,"
    }
  },
  {
    "translation": {
      "en": "you know, mandatory minimums, three strikes...",
      "de": "die obligatorischen Mindeststrafen, drei Mal und..."
    }
  },
  {
    "translation": {
      "en": "Those were a use of political force.",
      "de": "Sie nutzten politische Macht."
    }
  },
  {
    "translation": {
      "en": "They forced millions of people,",
      "de": "Sie zwangen Millionen Leute,"
    }
  },
  {
    "translation": {
      "en": "who would not otherwise be in prison today, into prison.",
      "de": "die sonst heute nicht im Gefängnis wären, zur Haft."
    }
  },
  {
    "translation": {
      "en": "They forced families to be broken.",
      "de": "Sie zerstörten Familien."
    }
  },
  {
    "translation": {
      "en": "They forced children to live without their parents.",
      "de": "Sie zwangen Kinder, ohne Eltern zu leben."
    }
  },
  {
    "translation": {
      "en": "That's what happened.",
      "de": "Das ist passiert."
    }
  },
  {
    "translation": {
      "en": "[Jones] Why?",
      "de": "Wieso?"
    }
  },
  {
    "translation": {
      "en": "We shouldn't ask, \"Why is Bill Clinton so strong?\"",
      "de": "Wir sollten nicht fragen: \"Wieso ist Bill Clinton so stark?\""
    }
  },
  {
    "translation": {
      "en": "We should ask, \"Why is the black community so weak",
      "de": "Sondern: \"Wieso ist die schwarze Gemeinde so schwach,"
    }
  },
  {
    "translation": {
      "en": "in our inability to defend ourselves?\"",
      "de": "wenn es darum geht, uns zu verteidigen?\""
    }
  },
  {
    "translation": {
      "en": "Let's not forget how many martyrs we put in the ground in the '60s and '70s.",
      "de": "Vergessen wir nicht, wie viele Märtyrer wir in den 60ern und 70ern begruben."
    }
  },
  {
    "translation": {
      "en": "Let's not forget how many of our leaders had to leave the country or are in prison.",
      "de": "Vergessen wir nicht, wie viele Anführer das Land verließen oder in Haft sind."
    }
  },
  {
    "translation": {
      "en": "You stripped out a whole generation of leadership.",
      "de": "Ihr habt eine ganze Generation von Anführern ausgedünnt."
    }
  },
  {
    "translation": {
      "en": "You ran them out the country, you put them in prison,",
      "de": "Sie wurden aus dem Land vertrieben, eingesperrt,"
    }
  },
  {
    "translation": {
      "en": "you put them in... in cemeteries.",
      "de": "auf Friedhöfen begraben."
    }
  },
  {
    "translation": {
      "en": "And then you unleash this blitzkrieg,",
      "de": "Und dann lasst ihr diesen Blitzkrieg los,"
    }
  },
  {
    "translation": {
      "en": "and we don't have the ability to defend ourselves.",
      "de": "und wir können uns nicht verteidigen."
    }
  },
  {
    "translation": {
      "en": "You can tell the story of white leadership in America",
      "de": "Man kann die Geschichte weißer Führung in den USA erzählen,"
    }
  },
  {
    "translation": {
      "en": "and never mention the FBI one time.",
      "de": "ohne das FBI auch nur einmal zu erwähnen."
    }
  },
  {
    "translation": {
      "en": "You can't tell the story of black leadership, not one,",
      "de": "Die Geschichte schwarzer Anführer kann man jedoch nicht erzählen,"
    }
  },
  {
    "translation": {
      "en": "without having to deal with the full weight",
      "de": "ohne dabei einzubeziehen,"
    }
  },
  {
    "translation": {
      "en": "of the criminal justice system weaponizing its black dissent.",
      "de": "wie das Strafrecht den Protest Schwarzer als Waffe einsetzt."
    }
  },
  {
    "translation": {
      "en": "I'm tired of living every day under the threat of death.",
      "de": "Ich habe es satt, jeden Tag mit der Bedrohung durch den Tod zu leben."
    }
  },
  {
    "translation": {
      "en": "I have no martyr complex.",
      "de": "Ich habe keinen Märtyrerkomplex."
    }
  },
  {
    "translation": {
      "en": "I want to live as long as anybody in this building tonight.",
      "de": "Ich will so lange leben wie jeder andere, der heute hier ist."
    }
  },
  {
    "translation": {
      "en": "[Jones] Dr. King, people forget, was not this beloved figure",
      "de": "Dr. King, das vergessen viele, war nicht der beliebte Mann,"
    }
  },
  {
    "translation": {
      "en": "that everybody wants to put on a pedestal.",
      "de": "den alle auf ein Podest stellen wollen."
    }
  },
  {
    "translation": {
      "en": "Uh, he was considered one of the most dangerous people in America",
      "de": "Der Chef des FBI stufte ihn als einen der gefährlichsten Menschen Amerikas ein."
    }
  },
  {
    "translation": {
      "en": "by the head of the Federal Bureau of Investigations.",
      "de": "stufte ihn als einen der gefährlichsten Menschen Amerikas ein. FBI-Chef nennt Martin Luther King \"notorischen Lügner\""
    }
  },
  {
    "translation": {
      "en": "Don't tell me that Dr. King has no relevance to young brothers in the street.",
      "de": "Sagt nicht, dass Dr. King für die Brüder auf der Straße nicht wichtig ist."
    }
  },
  {
    "translation": {
      "en": "They dealing with little cops. He was dealing with the top cop.",
      "de": "Im Gegensatz zu ihnen hatte er es mit ganz oben zu tun."
    }
  },
  {
    "translation": {
      "en": "[Malcolm X] We were brought here against our will.",
      "de": "Wir wurden gegen unseren Willen hergebracht."
    }
  },
  {
    "translation": {
      "en": "We were not brought here to be made citizens.",
      "de": "Man brachte uns nicht her, um uns zu Bürgern zu machen."
    }
  },
  {
    "translation": {
      "en": "We were not brought here to enjoy the, uh, constitutional gifts",
      "de": "Man brachte uns nicht her, damit wir die Vorteile der Verfassung genießen,"
    }
  },
  {
    "translation": {
      "en": "that they speak so beautifully about.",
      "de": "über die sie so viel Schönes erzählen."
    }
  },
  {
    "translation": {
      "en": "[Jones] Malcolm's whole entourage was infiltrated with police.",
      "de": "Malcolms Umfeld war von Polizisten unterwandert."
    }
  },
  {
    "translation": {
      "en": "He may have had as many police",
      "de": "Er hatte vielleicht so viel verdeckte Polizisten wie normale Leute"
    }
  },
  {
    "translation": {
      "en": "as he had regular folk in his entourage, under cover.",
      "de": "Er hatte vielleicht so viel verdeckte Polizisten wie normale Leute in seinem Umfeld."
    }
  },
  {
    "translation": {
      "en": "So afraid of black dissent.",
      "de": "Man fürchtete schwarzen Protest."
    }
  },
  {
    "translation": {
      "en": "FBI Director J. Edgar Hoover today asserted that the Black Panthers",
      "de": "FBI-Chef J. Edgar Hoover behauptete, dass die Black Panthers"
    }
  },
  {
    "translation": {
      "en": "represent the greatest internal threat to the nation.",
      "de": "die größte interne Bedrohung für die USA wären."
    }
  },
  {
    "translation": {
      "en": "[Gates] J. Edgar Hoover said these Panthers represent the greatest threat",
      "de": "J. Edgar Hoover sagte, zu der Zeit waren die Panthers die größte Bedrohung"
    }
  },
  {
    "translation": {
      "en": "to American democracy at the time.",
      "de": "für die amerikanische Demokratie."
    }
  },
  {
    "translation": {
      "en": "The Panthers never were that big.",
      "de": "Die Panthers waren nie so groß."
    }
  },
  {
    "translation": {
      "en": "I mean, no one in their right mind could ever believe that the Black Panthers were gonna bring down",
      "de": "Niemand konnte ernsthaft glauben, dass die Black Panthers in der Lage wären,"
    }
  },
  {
    "translation": {
      "en": "the greatest military force in the history of the world.",
      "de": "die stärkste Militärmacht der Weltgeschichte umzustürzen."
    }
  },
  {
    "translation": {
      "en": "The whole movement was criminalized",
      "de": "Die gesamte Bewegung wurde kriminalisiert"
    }
  },
  {
    "translation": {
      "en": "and destroyed systematically by the government.",
      "de": "und systematisch von der Regierung zerstört."
    }
  },
  {
    "translation": {
      "en": "People haven't thought about what it means to lose a Fred Hampton,",
      "de": "Die Leute unterschätzen den Verlust eines Fred Hampton,"
    }
  },
  {
    "translation": {
      "en": "who somehow was able to pull together blacks and whites",
      "de": "der in der Lage war, Schwarze und Weiße,"
    }
  },
  {
    "translation": {
      "en": "and Puerto Ricans and Native Americans",
      "de": "und Puerto Ricaner und Indianer zusammenzubringen,"
    }
  },
  {
    "translation": {
      "en": "to fight for justice at 21.",
      "de": "um für Gerechtigkeit zu kämpfen, mit 21."
    }
  },
  {
    "translation": {
      "en": "We're going to say it after this and after I'm locked up and after everybody's locked up,",
      "de": "Das sagen wir, wenn ich weggesperrt bin, wenn wir alle weggesperrt sind:"
    }
  },
  {
    "translation": {
      "en": "that you can jail revolutionaries, but you can't jail a revolution.",
      "de": "Man kann Revolutionäre einsperren, aber nicht die Revolution."
    }
  },
  {
    "translation": {
      "en": "He had to go.",
      "de": "Er musste weg."
    }
  },
  {
    "translation": {
      "en": "The head of the Black Panthers in Illinois was killed today by police in Chicago.",
      "de": "Der Kopf der Black Panthers in Illinois wurde in Chicago von der Polizei getötet."
    }
  },
  {
    "translation": {
      "en": "[reporter] Illinois Panther Chairman Fred Hampton and another Panther leader",
      "de": "Fred Hampton und ein anderer Anführer aus Illinois wurden getötet."
    }
  },
  {
    "translation": {
      "en": "from Peoria, Illinois, were killed.",
      "de": "Polizei stürmte und feuerte los"
    }
  },
  {
    "translation": {
      "en": "This is where our chairman had his brains blown out",
      "de": "Hier wurde unserem Vorsitzenden das Hirn weggepustet,"
    }
  },
  {
    "translation": {
      "en": "as he lay in his bed sleeping at 4:30 in the morning.",
      "de": "während er im Bett lag, schlafend um 4:30 Uhr morgens."
    }
  },
  {
    "translation": {
      "en": "[Jones] They literally went and shot his whole house up,",
      "de": "Sie gingen zu seinem Haus und schossen auf alle."
    }
  },
  {
    "translation": {
      "en": "with his pregnant wife next to him in the bed.",
      "de": "Seine schwangere Frau lag neben ihm im Bett."
    }
  },
  {
    "translation": {
      "en": "So afraid of a leader that could unite people.",
      "de": "So viel Angst vor einem Anführer, der Leute vereinen konnte."
    }
  },
  {
    "translation": {
      "en": "We know the history of folks who've done this kind of standing up to these systems,",
      "de": "Wir kennen die Geschichte von Leuten, die gegen diese Systeme protestiert haben."
    }
  },
  {
    "translation": {
      "en": "and we know how the system has murdered them, assassinated them,",
      "de": "Wir wissen, das System hat sie ermordet,"
    }
  },
  {
    "translation": {
      "en": "exiled them, excluded them, or found ways to discredit them.",
      "de": "ins Exil verbannt, sie ausgeschlossen oder Wege gefunden, sie zu diffamieren."
    }
  },
  {
    "translation": {
      "en": "Assata Shakur was one of the great leaders of the Black Liberation Army.",
      "de": "Assata Shakur war eine Anführerin der Black Liberation Army."
    }
  },
  {
    "translation": {
      "en": "That, um, order given by J. Edgar Hoover",
      "de": "Der Befehl J. Edgar Hoovers"
    }
  },
  {
    "translation": {
      "en": "was essentially to destroy any black, progressive...",
      "de": "lautete im Prinzip, alle schwarzen, progressiven"
    }
  },
  {
    "translation": {
      "en": "Third World movement in this country.",
      "de": "Dritte-Welt-Bewegungen in diesem Land zu zerstören."
    }
  },
  {
    "translation": {
      "en": "[Jones] They put her in prison,",
      "de": "Man steckte sie ins Gefängnis"
    }
  },
  {
    "translation": {
      "en": "and her allies said, \"We're not gonna leave her in prison.\"",
      "de": "und ihre Verbündeten sagten: \"Wir lassen sie nicht dort.\""
    }
  },
  {
    "translation": {
      "en": "Her white allies said, \"We're not gonna leave her in prison.\"",
      "de": "Ihre weißen Verbündeten sagten das, holten sie aus dem Gefängnis und brachten sie nach Kuba. Da ist sie noch."
    }
  },
  {
    "translation": {
      "en": "And pulled her out of prison and got her to Cuba. She's in Cuba right now.",
      "de": "holten sie aus dem Gefängnis und brachten sie nach Kuba. Da ist sie noch."
    }
  },
  {
    "translation": {
      "en": "[Shakur] And within the next five years,",
      "de": "FLÜCHTIGE MÖRDERIN IN KUBA Für die nächsten fünf Jahre"
    }
  },
  {
    "translation": {
      "en": "something like, uh, 300 prisons are in the planning stages.",
      "de": "sind an die 300 neue Gefängnisse geplant."
    }
  },
  {
    "translation": {
      "en": "This government has the intentions of throwing more and more people in prison.",
      "de": "Die Regierung hat vor, immer mehr Leute ins Gefängnis zu stecken."
    }
  },
  {
    "translation": {
      "en": "[Davis] Criminalization of Assata Shakur,",
      "de": "Die Kriminalisierung von Assata Shakur..."
    }
  },
  {
    "translation": {
      "en": "the use of the media to represent her as a dangerous criminal.",
      "de": "POLIZEIREVIER STADT NEW YORK ...geschah unter Nutzung der Medien, die sie als gefährlich darstellten."
    }
  },
  {
    "translation": {
      "en": "And of course, in my own case,",
      "de": "Das geschah auch in meinem Fall,"
    }
  },
  {
    "translation": {
      "en": "where I was represented by the FBI as being armed and dangerous.",
      "de": "ich wurde vom FBI als bewaffnet und gefährlich dargestellt. POLIZEILICH GESUCHT"
    }
  },
  {
    "translation": {
      "en": "The FBI has put black militant Angela Davis",
      "de": "Das FBI setzte die schwarze militante Kämpferin Angela Davis"
    }
  },
  {
    "translation": {
      "en": "on its list of the Ten Most Wanted Fugitives.",
      "de": "auf die Liste der zehn meistgesuchten Flüchtigen."
    }
  },
  {
    "translation": {
      "en": "[Jones] Then with Angela Davis, the power of the black intellect...",
      "de": "Dann Angela Davis, die Macht der schwarzen Intellektuellen..."
    }
  },
  {
    "translation": {
      "en": "[Davis] One thing that we have to talk about,",
      "de": "Eine Sache, über die wir uns klar werden müssen,"
    }
  },
  {
    "translation": {
      "en": "coming to grips with, is this whole question of crime.",
      "de": "Eine Sache, über die wir uns klar werden müssen, ist die Kriminalitätsfrage."
    }
  },
  {
    "translation": {
      "en": "What does it mean to be a criminal in this society?",
      "de": "Was bedeutet es, in dieser Gesellschaft kriminell zu sein?"
    }
  },
  {
    "translation": {
      "en": "That had to be broken up.",
      "de": "Das mussten sie zerstören."
    }
  },
  {
    "translation": {
      "en": "[Davis] And in my case, Ronald Reagan was the governor of California,",
      "de": "In meinem Fall war Ronald Reagan Gouverneur in Kalifornien"
    }
  },
  {
    "translation": {
      "en": "Richard Nixon was the president of the US.",
      "de": "und Richard Nixon Präsident der USA."
    }
  },
  {
    "translation": {
      "en": "The whole apparatus of the state was set up against me,",
      "de": "Der gesamte Staatsapparat wurde auf mich angesetzt."
    }
  },
  {
    "translation": {
      "en": "and they really meant to send me to the death chamber",
      "de": "Man wollte mich in die Todeskammer stecken,"
    }
  },
  {
    "translation": {
      "en": "in order to make a point.",
      "de": "um ein Zeichen zu setzen."
    }
  },
  {
    "translation": {
      "en": "The actions of the FBI in apprehending Angela Davis,",
      "de": "Die Taten des FBI, um Angela Davis zu fassen,"
    }
  },
  {
    "translation": {
      "en": "a rather remarkable, uh, story again...",
      "de": "eine weitere erstaunliche Geschichte..."
    }
  },
  {
    "translation": {
      "en": "[Jones] The system tried to put the sister on trial,",
      "de": "Das System versuchte, sie zu verurteilen,"
    }
  },
  {
    "translation": {
      "en": "and the sister said, \"No, we puttin' you on trial.\"",
      "de": "und sie sagte: \"Nein, wir verurteilen euch.\""
    }
  },
  {
    "translation": {
      "en": "Comes in, the big Afro, she didn't go press her hair.",
      "de": "Sie kam rein, mit Afro, glättete ihr Haar nicht."
    }
  },
  {
    "translation": {
      "en": "She was facing major time.",
      "de": "Sie erwartete eine lange Haftzeit."
    }
  },
  {
    "translation": {
      "en": "You know, most people, they'd have got a nice little press.",
      "de": "Die meisten Leute haben die Haare schön glatt."
    }
  },
  {
    "translation": {
      "en": "You know? They'd have been in there with little white gloves on,",
      "de": "Kommen rein mit weißen Handschuhen,"
    }
  },
  {
    "translation": {
      "en": "praying to Jesus. She came in like this.",
      "de": "beten zu Jesus, aber sie kam so herein."
    }
  },
  {
    "translation": {
      "en": "And she devastated the prosecution and walked out of there free.",
      "de": "Sie schlug die Staatsanwälte vernichtend und ging als freie Frau."
    }
  },
  {
    "translation": {
      "en": "[man] But the question is how do you get there?",
      "de": "Die Frage ist, wie kommt man dahin?"
    }
  },
  {
    "translation": {
      "en": "Do you get there by confrontation, violence?",
      "de": "Durch Konfrontation, durch Gewalt?"
    }
  },
  {
    "translation": {
      "en": "Oh, was that the question you were asking? [man] Yeah.",
      "de": "-Das war Ihre Frage? -Ja."
    }
  },
  {
    "translation": {
      "en": "So, I grew up in Birmingham, Alabama.",
      "de": "Ich wuchs in Birmingham, Alabama, auf."
    }
  },
  {
    "translation": {
      "en": "Uh, after the four young girls who were... who lived very...",
      "de": "Nachdem die vier Mädchen, die sehr nah bei..."
    }
  },
  {
    "translation": {
      "en": "who lived... One of them lived next door to me.",
      "de": "Eine von ihnen wohnte im Nachbarhaus."
    }
  },
  {
    "translation": {
      "en": "I was very good friends with the sister of another one.",
      "de": "Ich war gut befreundet mit der Schwester einer anderen."
    }
  },
  {
    "translation": {
      "en": "My sister was good friends with all three of them.",
      "de": "Meine Schwester war mit allen befreundet."
    }
  },
  {
    "translation": {
      "en": "My mother taught one of them in her class. And they went down.",
      "de": "Meine Mutter unterrichtete eine. Und sie kamen um."
    }
  },
  {
    "translation": {
      "en": "And what did they find? They found limbs and heads just strewn all over the place.",
      "de": "Was fand man? Gliedmaßen und Köpfe, überall verstreut."
    }
  },
  {
    "translation": {
      "en": "I remember, from the time I was very small,",
      "de": "Ich erinnere mich, als ich noch sehr klein war,"
    }
  },
  {
    "translation": {
      "en": "I remember the sounds of bombs exploding across the street.",
      "de": "an den Klang von Bomben, die in der Straße explodierten."
    }
  },
  {
    "translation": {
      "en": "Our house shaking.",
      "de": "Unser Haus wackelte."
    }
  },
  {
    "translation": {
      "en": "I remember my father having to have guns at his disposal at all times",
      "de": "Mein Vater hatte immer Waffen zur Verfügung."
    }
  },
  {
    "translation": {
      "en": "because of the fact that at any moment we might expect to be attacked.",
      "de": "Denn wir konnten jeden Moment angegriffen werden."
    }
  },
  {
    "translation": {
      "en": "I mean, that's why, when someone asks me about violence, uh...",
      "de": "Deshalb sage ich, wenn mich jemand nach Gewalt fragt..."
    }
  },
  {
    "translation": {
      "en": "I just, uh... I just find it incredible.",
      "de": "Es ist einfach unglaublich."
    }
  },
  {
    "translation": {
      "en": "Because what it means is that the person who's asking that question",
      "de": "Es bedeutet, dass die Person, die das fragt,"
    }
  },
  {
    "translation": {
      "en": "has absolutely no idea what black people have gone through,",
      "de": "keine Ahnung hat, was Schwarze durchmachen mussten,"
    }
  },
  {
    "translation": {
      "en": "what black people have experienced in this country",
      "de": "was Schwarze in diesem Land erlebten,"
    }
  },
  {
    "translation": {
      "en": "since the time the first black person was kidnapped from the shores of Africa.",
      "de": "seit der erste Schwarze von der Küste Afrikas entführt worden ist."
    }
  },
  {
    "translation": {
      "en": "[Jones] And when you strip out a whole generation of leadership,",
      "de": "Wenn eine ganze Generation ihrer Anführer beraubt wird,"
    }
  },
  {
    "translation": {
      "en": "running folk out the country, killing folk, framing folk,",
      "de": "Leute aus dem Land vertrieben, getötet, verleumdet werden,"
    }
  },
  {
    "translation": {
      "en": "you will be vulnerable to Bill Clinton or anybody else.",
      "de": "dann wird man verwundbar gegenüber Bill Clinton oder anderen."
    }
  },
  {
    "translation": {
      "en": "They'll do to you what they will.",
      "de": "Sie tun mit einem, was sie wollen."
    }
  },
  {
    "translation": {
      "en": "[reporter] An armed neighborhood watch leader",
      "de": "Ein bewaffneter Nachbarschafts-Wächter"
    }
  },
  {
    "translation": {
      "en": "saw Martin walking inside a gated subdivision near Orlando.",
      "de": "sah Martin in ein gesichertes Viertel bei Orlando gehen."
    }
  },
  {
    "translation": {
      "en": "He thought the 17-year-old looked suspicious.",
      "de": "Er fand den 17-Jährigen verdächtig."
    }
  },
  {
    "translation": {
      "en": "[George Zimmerman] He's got his hand in his waistband.",
      "de": "Er hat seine Hand am Hosenbund."
    }
  },
  {
    "translation": {
      "en": "And he's a black male.",
      "de": "Er ist ein schwarzer Mann."
    }
  },
  {
    "translation": {
      "en": "[sighs] These assholes, they always get away.",
      "de": "Diese Arschlöcher kommen immer davon."
    }
  },
  {
    "translation": {
      "en": "-[dispatcher 1] Are you following him? -Yep.",
      "de": "-Folgen Sie ihm? -Ja."
    }
  },
  {
    "translation": {
      "en": "-[dispatcher 1] We don't need you to. -[indistinct screaming]",
      "de": "Das müssen Sie nicht."
    }
  },
  {
    "translation": {
      "en": "[dispatcher 2] Do you think he's yelling \"help\"?",
      "de": "Glauben Sie, er ruft um Hilfe?"
    }
  },
  {
    "translation": {
      "en": "-[woman] Yes. -All right, what is your...",
      "de": "-Ja. -Ok, was ist..."
    }
  },
  {
    "translation": {
      "en": "[reporter] A deadly shooting in Sanford.",
      "de": "Eine tödliche Schießerei in Sanford."
    }
  },
  {
    "translation": {
      "en": "Police have the gun, they've got the shooter,",
      "de": "Die Polizei hat Waffe und Schützen,"
    }
  },
  {
    "translation": {
      "en": "but they have not arrested him.",
      "de": "aber er wurde nicht verhaftet."
    }
  },
  {
    "translation": {
      "en": "[Stevenson] Zimmerman, armed with a gun, followed this quote, unquote suspicious kid",
      "de": "Der bewaffnete George Zimmerman folgte dem \"verdächtigen Jungen\","
    }
  },
  {
    "translation": {
      "en": "after the dispatcher told him not to.",
      "de": "nachdem man es ihm untersagt hatte."
    }
  },
  {
    "translation": {
      "en": "They ended up on the ground in a fight,",
      "de": "Beide rangen am Boden"
    }
  },
  {
    "translation": {
      "en": "and George Zimmerman shot and killed Trayvon Martin.",
      "de": "und George Zimmerman erschoss Trayvon Martin."
    }
  },
  {
    "translation": {
      "en": "The police could not arrest Zimmerman",
      "de": "Die Polizei konnte Zimmerman nicht verhaften,"
    }
  },
  {
    "translation": {
      "en": "because of this Florida law called Stand Your Ground,",
      "de": "weil es in Florida das Stand-Your-Ground-Gesetz gibt."
    }
  },
  {
    "translation": {
      "en": "which says that you can kill someone if you feel threatened.",
      "de": "Demzufolge darf man töten, wenn man sich bedroht fühlt."
    }
  },
  {
    "translation": {
      "en": "Even though it was Zimmerman",
      "de": "Obwohl es Zimmerman war,"
    }
  },
  {
    "translation": {
      "en": "who had pursued Martin throughout the neighborhood with a gun.",
      "de": "der Martin in dem Viertel mit einer Waffe verfolgte."
    }
  },
  {
    "translation": {
      "en": "Mr. Zimmerman felt that he, in self-defense, needed to, uh...",
      "de": "Mr. Zimmerman hatte das Gefühl, dass er in Notwehr"
    }
  },
  {
    "translation": {
      "en": "to fire his weapon.",
      "de": "schießen musste."
    }
  },
  {
    "translation": {
      "en": "[Stevenson] Not only was he not arrested,",
      "de": "Er wurde danach nicht nur nicht verhaftet,"
    }
  },
  {
    "translation": {
      "en": "but in court, Zimmerman actually pleaded self-defense",
      "de": "sondern plädierte vor Gericht auf Notwehr und kam frei"
    }
  },
  {
    "translation": {
      "en": "and got off under the Stand Your Ground law.",
      "de": "sondern plädierte vor Gericht auf Notwehr und kam frei aufgrund von Stand Your Ground."
    }
  },
  {
    "translation": {
      "en": "[woman] We, the jury, find George Zimmerman not guilty.",
      "de": "Wir, die Jury, befinden George Zimmerman nicht schuldig."
    }
  },
  {
    "translation": {
      "en": "[man] That Stand Your Ground law that was passed in Florida",
      "de": "Das Stand-Your-Ground-Gesetz in Florida"
    }
  },
  {
    "translation": {
      "en": "played a huge role in the Trayvon Martin tragedy",
      "de": "spielte eine große Rolle in der Trayvon-Martin-Tragödie."
    }
  },
  {
    "translation": {
      "en": "and this really ignited the movement that we see today.",
      "de": "Und das führte zu der Bewegung, die wir heute sehen. Kampf für Gerechtigkeit"
    }
  },
  {
    "translation": {
      "en": "[reporter] In the wake of Trayvon Martin's death,",
      "de": "Nach Trayvon Martins Tod"
    }
  },
  {
    "translation": {
      "en": "Florida's Stand Your Ground law came into the spotlight.",
      "de": "stand Floridas Stand-Your-Ground-Gesetz im Brennpunkt."
    }
  },
  {
    "translation": {
      "en": "How did this law not only get in place in Florida, but around the country?",
      "de": "Wie kam es zu diesem Gesetz in Florida und anderswo im Land?"
    }
  },
  {
    "translation": {
      "en": "And all the fingers kept pointing back to ALEC.",
      "de": "Und alle Finger zeigten auf ALEC."
    }
  },
  {
    "translation": {
      "en": "ALEC sounds like the name of a high school lacrosse player",
      "de": "ALEC klingt wie der Name eines Highschool-Sportlers,"
    }
  },
  {
    "translation": {
      "en": "who just got baked and wrecked his dad's Saab.",
      "de": "der bekifft den Saab seines Vaters schrottete."
    }
  },
  {
    "translation": {
      "en": "But incredibly, it's actually even worse.",
      "de": "Aber es ist noch viel schlimmer."
    }
  },
  {
    "translation": {
      "en": "-ALEC is a political lobbying group. -[all] ALEC is a political lobbying group.",
      "de": "ALEC ist eine politische Lobbygruppe. Demonstrant"
    }
  },
  {
    "translation": {
      "en": "-They write laws... -They write laws...",
      "de": "Sie schreibt Gesetze..."
    }
  },
  {
    "translation": {
      "en": "-and give them to Republicans. -and give them to Republicans.",
      "de": "...und gibt sie den Republikanern."
    }
  },
  {
    "translation": {
      "en": "-Stand Your Ground... -Stand Your Ground...",
      "de": "Stand Your Ground..."
    }
  },
  {
    "translation": {
      "en": "-was written by ALEC. -was written by ALEC.",
      "de": "...wurde von ALEC geschrieben."
    }
  },
  {
    "translation": {
      "en": "[Graves] ALEC is this private club,",
      "de": "ALEC ist ein Privatclub,"
    }
  },
  {
    "translation": {
      "en": "and its members are politicians and corporations.",
      "de": "dessen Mitglieder Politiker und Unternehmen sind."
    }
  },
  {
    "translation": {
      "en": "But the real question is,",
      "de": "Doch die wahre Frage ist,"
    }
  },
  {
    "translation": {
      "en": "should politicians and corporations be in the same private club?",
      "de": "ob Politiker und Unternehmen im selben Club sein sollten."
    }
  },
  {
    "translation": {
      "en": "Under the umbrella of ALEC",
      "de": "Innerhalb von ALEC"
    }
  },
  {
    "translation": {
      "en": "corporate members, uh, get to propose laws to their political counterparts,",
      "de": "können die Unternehmer den Politikern Gesetze vorschlagen,"
    }
  },
  {
    "translation": {
      "en": "most of whom are Republicans.",
      "de": "zumeist Republikanern."
    }
  },
  {
    "translation": {
      "en": "So, through ALEC, corporations have a huge say in our lawmaking.",
      "de": "Durch ALEC haben Unternehmen Einfluss auf Gesetze."
    }
  },
  {
    "translation": {
      "en": "And at ALEC task force meetings,",
      "de": "SENATS-GESETZENTWURF Bei den Treffen von ALEC stimmen Lobbyisten heimlich"
    }
  },
  {
    "translation": {
      "en": "corporate lobbyists secretly vote as equals with lawmakers",
      "de": "Bei den Treffen von ALEC stimmen Lobbyisten heimlich mit gleicher Stimme wie Gesetzgeber ab"
    }
  },
  {
    "translation": {
      "en": "on bills that those lawmakers then introduce to become laws in our states.",
      "de": "über Entwürfe, die der Gesetzgeber dann als Gesetze vorschlägt."
    }
  },
  {
    "translation": {
      "en": "ALEC is everywhere.",
      "de": "ALEC ist überall."
    }
  },
  {
    "translation": {
      "en": "Roughly one in four state legislators are members.",
      "de": "Etwa einer von vier staatlichen Gesetzgebern ist Mitglied."
    }
  },
  {
    "translation": {
      "en": "And I'm proud to stand with ALEC today.",
      "de": "Ich spreche mich heute stolz für ALEC aus."
    }
  },
  {
    "translation": {
      "en": "And it's not hard to see why. ALEC makes their jobs troublingly easy.",
      "de": "Warum? ALEC vereinfacht ihre Jobs auf verstörende Weise."
    }
  },
  {
    "translation": {
      "en": "Here's their model Electricity Freedom bill,",
      "de": "Hier ist ihr Gesetz zur freien Stromwahl,"
    }
  },
  {
    "translation": {
      "en": "which at one point says, \"Be it therefore enacted,",
      "de": "das besagt: \"Hiermit sei es beschlossen,"
    }
  },
  {
    "translation": {
      "en": "that the State of (insert state) repeals the renewable energy mandate.\"",
      "de": "dass der Bundesstaat... die Pflicht zur Nutzung erneuerbarer Energien widerruft.\""
    }
  },
  {
    "translation": {
      "en": "So, as long as you can remember and spell the name of your state,",
      "de": "Solange man also den Namen des eigenen Bundesstaates schreiben kann,"
    }
  },
  {
    "translation": {
      "en": "you can introduce legislation.",
      "de": "kann man an der Gesetzgebung teilhaben."
    }
  },
  {
    "translation": {
      "en": "We've also seen ALEC bills introduced",
      "de": "Wir sahen auch ALEC-Gesetzesentwürfe,"
    }
  },
  {
    "translation": {
      "en": "where a lawmaker forgot to take the ALEC letterhead off the bill.",
      "de": "bei denen man vergessen hatte, den ALEC-Briefkopf zu entfernen."
    }
  },
  {
    "translation": {
      "en": "Without remembering to take off the ALEC letterhead",
      "de": "Der Gesetzgeber vergaß, ihn zu entfernen,"
    }
  },
  {
    "translation": {
      "en": "to try to distance the real role of ALEC and ALEC corporations from those bills.",
      "de": "um den Einfluss von ALEC und den Lobbyisten auf Gesetze zu verschleiern."
    }
  },
  {
    "translation": {
      "en": "I'm just curious. Does it have...",
      "de": "Ich bin neugierig."
    }
  },
  {
    "translation": {
      "en": "Does the legislation have some connection to ALEC?",
      "de": "Hat die Gesetzgebung eine Verbindung zu ALEC?"
    }
  },
  {
    "translation": {
      "en": "Representative Atkins, I'm not sure why we're pursuing this course of questioning.",
      "de": "Ich bin mir nicht sicher, warum wir diese Fragestellung verfolgen. LANDESBEAUFTRAGTER"
    }
  },
  {
    "translation": {
      "en": "This bill is my bill. It's not ALEC's bill.",
      "de": "Es ist mein Entwurf, nicht der von ALEC."
    }
  },
  {
    "translation": {
      "en": "The reason I ask is because earlier you passed out a handout",
      "de": "Ich frage nur, weil Sie vorhin eine Notiz verteilt haben,"
    }
  },
  {
    "translation": {
      "en": "that says \"Gottwalt\" at the top, and it says \"Health Care Compact,\"",
      "de": "auf der oben \"Gottwalt\" steht, dann \"Krankenversicherung Kompakt\","
    }
  },
  {
    "translation": {
      "en": "and there's a logo right in the middle of that page.",
      "de": "und dann ist da ein Logo in der Mitte der Seite."
    }
  },
  {
    "translation": {
      "en": "And I went to the ALEC website,",
      "de": "Ich besuchte die ALEC-Webseite"
    }
  },
  {
    "translation": {
      "en": "and there's exactly the same font, the same size and the same logo.",
      "de": "und dort fand ich dieselbe Schriftart in derselben Größe und dasselbe Logo."
    }
  },
  {
    "translation": {
      "en": "I mean, literally, it's verbatim.",
      "de": "Es ist im Prinzip Wort für Wort."
    }
  },
  {
    "translation": {
      "en": "[Graves] It's shocking to know",
      "de": "Es ist schockierend,"
    }
  },
  {
    "translation": {
      "en": "that ALEC has been around for more than four decades now.",
      "de": "dass es ALEC nun schon seit mehr als vier Jahrzehnten gibt."
    }
  },
  {
    "translation": {
      "en": "And it's even more startling to see how it began.",
      "de": "Und es ist noch erschreckender zu sehen, wie alles anfing."
    }
  },
  {
    "translation": {
      "en": "[Reagan] ALEC has forged a unique partnership",
      "de": "ALEC formte eine Partnerschaft"
    }
  },
  {
    "translation": {
      "en": "between state legislators and leaders from the corporate and business community.",
      "de": "zwischen staatlichen Gesetzgebern und führenden Unternehmen."
    }
  },
  {
    "translation": {
      "en": "[Graves] Corporations have influenced laws for decades, through ALEC.",
      "de": "Unternehmen beeinflussen seit Jahrzehnten Gesetze durch ALEC."
    }
  },
  {
    "translation": {
      "en": "They want everybody to vote.",
      "de": "Sie wollen, dass alle wählen. MITGRÜNDER ALEC"
    }
  },
  {
    "translation": {
      "en": "I don't want everybody to vote.",
      "de": "Ich will nicht, dass alle wählen."
    }
  },
  {
    "translation": {
      "en": "As a matter of fact, our leverage in the elections quite candidly goes up",
      "de": "Unser Einfluss auf die Wahlen steigt ehrlich gesagt,"
    }
  },
  {
    "translation": {
      "en": "as the voting populace goes down.",
      "de": "wenn weniger Leute wählen."
    }
  },
  {
    "translation": {
      "en": "[Graves] Nearly every ALEC bill benefits one of its corporate funders.",
      "de": "Fast jeder ALEC-Gesetzentwurf nützt einem seiner Sponsoren."
    }
  },
  {
    "translation": {
      "en": "And the corporation Wal-Mart was a long-standing member of ALEC",
      "de": "Das Unternehmen Wal-Mart war schon lange ALEC-Mitglied,"
    }
  },
  {
    "translation": {
      "en": "at the time that it adopted the so-called Stand Your Ground law.",
      "de": "als Stand Your Ground verabschiedet wurde."
    }
  },
  {
    "translation": {
      "en": "It's a law that created an atmosphere where gun sales boomed.",
      "de": "Dieses Gesetz schuf eine Atmosphäre, die die Waffenverkäufe steigen ließ."
    }
  },
  {
    "translation": {
      "en": "Wal-Mart is the biggest seller of long guns in the US,",
      "de": "Wal-Mart ist der größte Verkäufer von Gewehren in den USA"
    }
  },
  {
    "translation": {
      "en": "has been the largest retailer of bullets in the world.",
      "de": "und der größte Händler von Munition weltweit."
    }
  },
  {
    "translation": {
      "en": "So it's reasonable to think that Wal-Mart benefited",
      "de": "Natürlich profitierte Wal-Mart"
    }
  },
  {
    "translation": {
      "en": "from these Stand Your Ground laws that ALEC pushed",
      "de": "von Stand Your Ground, befürwortet von ALEC."
    }
  },
  {
    "translation": {
      "en": "that initially prevented the arrest of the killer of Trayvon Martin, uh,",
      "de": "Das Gesetz verhinderte die Verhaftung von Trayvons Mörder"
    }
  },
  {
    "translation": {
      "en": "and was designed to prevent the arrest, prosecution and conviction",
      "de": "und war geschaffen, seine Verhaftung und Verurteilung zu verhindern."
    }
  },
  {
    "translation": {
      "en": "of the killer of Trayvon Martin, including through changing the jury instructions",
      "de": "und war geschaffen, seine Verhaftung und Verurteilung zu verhindern. Es erforderte, die Jury darüber zu informieren,"
    }
  },
  {
    "translation": {
      "en": "to require that a jury be told",
      "de": "Es erforderte, die Jury darüber zu informieren,"
    }
  },
  {
    "translation": {
      "en": "that someone like George Zimmerman has a right to stand his ground,",
      "de": "das jemand wie Zimmerman das Recht auf Notwehr hat,"
    }
  },
  {
    "translation": {
      "en": "but not that someone like Trayvon Martin has a right to stand his ground",
      "de": "aber nicht, dass jemand wie Martin sich verteidigen darf,"
    }
  },
  {
    "translation": {
      "en": "against someone like George Zimmerman with a gun assailing him.",
      "de": "wenn ihn jemand wie George Zimmerman mit einer Waffe angreift."
    }
  },
  {
    "translation": {
      "en": "After the outcry over Stand Your Ground and the Trayvon Martin tragedy...",
      "de": "Nach dem Aufschrei über Stand Your Ground und der Trayvon-Martin-Tragödie"
    }
  },
  {
    "translation": {
      "en": "Wal-Mart stepped out of ALEC. It left ALEC, abandoned ALEC.",
      "de": "trat Wal-Mart aus ALEC aus."
    }
  },
  {
    "translation": {
      "en": "But the Wal-Mart family continues to fund ALEC.",
      "de": "Aber die Wal-Mart-Familie finanziert ALEC weiter."
    }
  },
  {
    "translation": {
      "en": "Other corporations followed suit and stepped away from ALEC,",
      "de": "Auch andere Unternehmen distanzierten sich von ALEC,"
    }
  },
  {
    "translation": {
      "en": "but many corporations are still members, including...",
      "de": "aber viele sind immer noch Mitglieder, unter anderem"
    }
  },
  {
    "translation": {
      "en": "Koch Industries, State Farm Insurance,",
      "de": "Koch Industries und State Farm Versicherungen,"
    }
  },
  {
    "translation": {
      "en": "PhRMA, which is the lobbying group for the pharmaceutical industry.",
      "de": "PhRMA, eine Lobbygruppe der Pharmaindustrie."
    }
  },
  {
    "translation": {
      "en": "ALEC has been supported by the tobacco industry",
      "de": "ALEC wird unterstützt von der Tabakindustrie,"
    }
  },
  {
    "translation": {
      "en": "as well as AT&T and Verizon.",
      "de": "von AT&T und Verizon"
    }
  },
  {
    "translation": {
      "en": "And for nearly two decades, one corporation was Corrections Corporation of America.",
      "de": "und seit fast 20 Jahren von der Corrections Corporation of America."
    }
  },
  {
    "translation": {
      "en": "[announcer] Every day, we serve our communities.",
      "de": "Jeden Tag dienen wir unseren Gemeinden."
    }
  },
  {
    "translation": {
      "en": "From small towns to large cities,",
      "de": "Von Kleinstädten zu Großstädten,"
    }
  },
  {
    "translation": {
      "en": "at more than 60 locations across our country.",
      "de": "an mehr als 60 Standorten überall im Land."
    }
  },
  {
    "translation": {
      "en": "As the nation's fifth largest correctional system,",
      "de": "Als das fünftgrößte Strafvollzugssystem des Landes"
    }
  },
  {
    "translation": {
      "en": "we build, own and manage secure correctional facilities.",
      "de": "bauen, besitzen und leiten wir sichere Vollzugseinrichtungen."
    }
  },
  {
    "translation": {
      "en": "[Graves] CCA was the first private prison corporation in the US.",
      "de": "CCA war das erste private Vollzugsunternehmen der USA."
    }
  },
  {
    "translation": {
      "en": "It started as a small company, in Tennessee, in 1983.",
      "de": "Es begann 1983 als kleine Firma in Tennessee."
    }
  },
  {
    "translation": {
      "en": "These folks started making contracts with states.",
      "de": "Sie schlossen Verträge mit Bundesstaaten."
    }
  },
  {
    "translation": {
      "en": "And they had to protect their investments,",
      "de": "Um ihre Investitionen zu schützen,"
    }
  },
  {
    "translation": {
      "en": "so the states were required to keep these prisons filled",
      "de": "mussten Bundesstaaten dafür sorgen, dass Gefängnisse voll blieben,"
    }
  },
  {
    "translation": {
      "en": "even if nobody was committing a crime.",
      "de": "wenn es keine Verbrechen gab."
    }
  },
  {
    "translation": {
      "en": "And in the late '80s and early '90s, this became a growth industry",
      "de": "In den späten 80ern, frühen 90ern wurde das zu einer Wachstumsbranche,"
    }
  },
  {
    "translation": {
      "en": "unlike very few growth industries in America's history.",
      "de": "wie es sie es nur selten in Amerikas Geschichte gab."
    }
  },
  {
    "translation": {
      "en": "Uh, it was absolutely a model guaranteed to succeed.",
      "de": "Es war ein Modell, das Erfolg garantierte."
    }
  },
  {
    "translation": {
      "en": "[Graves] And one of the ways we see that is through the role of CCA within ALEC",
      "de": "Wir erkennen das an der Rolle, die die CCA innerhalb von ALEC"
    }
  },
  {
    "translation": {
      "en": "to advance a series of bills.",
      "de": "bei Gesetzesentwürfen spielt."
    }
  },
  {
    "translation": {
      "en": "All the legislation you could think of",
      "de": "All die Gesetze, gegen die wir so stark ankämpfen,"
    }
  },
  {
    "translation": {
      "en": "that we fight so hard against, \"three strikes, you're out...\"",
      "de": "All die Gesetze, gegen die wir so stark ankämpfen, \"drei Mal\"..."
    }
  },
  {
    "translation": {
      "en": "Three strikes and you are out.",
      "de": "VORGESCHLAGEN VON ALEC"
    }
  },
  {
    "translation": {
      "en": "...mandatory minimum sentencing laws...",
      "de": "...obligatorische Mindeststrafen..."
    }
  },
  {
    "translation": {
      "en": "...serve at least 85% of their sentence.",
      "de": "...sitzen mindestens 85 % ihrer Strafe ab."
    }
  },
  {
    "translation": {
      "en": "...were the ones they were putting out there",
      "de": "Diese Entwürfe trieben sie voran."
    }
  },
  {
    "translation": {
      "en": "like on a premiere pre-fixed dinner menu,",
      "de": "LEITERIN JUGENDJUSTIZ Wie eine festgelegte Speisekarte."
    }
  },
  {
    "translation": {
      "en": "a steady influx of bodies to generate the profit",
      "de": "Ein steter Zustrom von Leuten, um Profit zu machen,"
    }
  },
  {
    "translation": {
      "en": "that would go to the shareholders.",
      "de": "der dann an die Aktionäre ging."
    }
  },
  {
    "translation": {
      "en": "[Stevenson] Through ALEC, CCA became the leader in private prisons.",
      "de": "Dank ALEC wurde CCA zum führenden Privatvollzugsunternehmen."
    }
  },
  {
    "translation": {
      "en": "It's a multibillion-dollar business today that gets rich off punishment.",
      "de": "Ein Multimilliarden Dollar Geschäft... $1,7 MILLIARDEN PROFIT ...das sich an Bestrafung bereichert."
    }
  },
  {
    "translation": {
      "en": "[announcer] We are America's leader in partnership corrections.",
      "de": "Wir sind führend bei Amerikas Vollzugs-Partnerschaften."
    }
  },
  {
    "translation": {
      "en": "We are CCA.",
      "de": "Wir sind die CCA."
    }
  },
  {
    "translation": {
      "en": "[Graves] And so, through ALEC,",
      "de": "Und durch ALEC"
    }
  },
  {
    "translation": {
      "en": "CCA had a hand in shaping crime policy across the country,",
      "de": "konnte die CCA die Kriminalpolitik im ganzen Land beeinflussen,"
    }
  },
  {
    "translation": {
      "en": "including, not just prison privatization, but the rapid increase in criminalization.",
      "de": "die Privatisierung von Gefängnissen und auch den Anstieg der Kriminalisierung."
    }
  },
  {
    "translation": {
      "en": "I think this accusation, you know, quite frankly, is just false.",
      "de": "Diese Anschuldigung ist meines Erachtens schlicht falsch."
    }
  },
  {
    "translation": {
      "en": "That somehow ALEC was in favor of imprisoning a bunch of people, uh,",
      "de": "Dass ALEC befürwortet hat, dass Leute in Haft kommen... LANDESVORSITZENDER"
    }
  },
  {
    "translation": {
      "en": "because of private prisons...",
      "de": "...wegen privater Gefängnisse."
    }
  },
  {
    "translation": {
      "en": "I think that's just, unfortunately, one of these tactics they do on ALEC.",
      "de": "Das ist wohl leider eine der Taktiken, die man gegen ALEC einsetzt."
    }
  },
  {
    "translation": {
      "en": "ALEC pushed forward a number of policies to increase the number of people in prison",
      "de": "ALEC trieb Politik voran, die die Anzahl der Inhaftierungen erhöhte"
    }
  },
  {
    "translation": {
      "en": "and to increase the sentences of people who are in prison.",
      "de": "und auch das Strafmaß der Leute, die im Gefängnis saßen."
    }
  },
  {
    "translation": {
      "en": "I'm trying to think how you address it. It's hard to address something that's like",
      "de": "Was soll ich sagen? Das ist schwer bei einer Sache, die quasi zum Märchen verkommen ist."
    }
  },
  {
    "translation": {
      "en": "almost like folklore at this point.",
      "de": "Das ist schwer bei einer Sache, die quasi zum Märchen verkommen ist."
    }
  },
  {
    "translation": {
      "en": "They are not doing anything to really clean up that past",
      "de": "Sie tun nichts, um die Vergangenheit zu bereinigen,"
    }
  },
  {
    "translation": {
      "en": "or to address the real consequences for real people",
      "de": "oder die realen Folgen für Menschen anzusprechen,"
    }
  },
  {
    "translation": {
      "en": "of the extreme policies they've pushed.",
      "de": "die Folgen dieser Extrempolitik."
    }
  },
  {
    "translation": {
      "en": "In fact, it doesn't talk about its past history.",
      "de": "Sie reden nicht mal über ihre Geschichte."
    }
  },
  {
    "translation": {
      "en": "I mean, it's hard for me to even understand, uh,",
      "de": "Für mich ist es schwer nachzuvollziehen,"
    }
  },
  {
    "translation": {
      "en": "what they're even talking about. A lot of it.",
      "de": "wovon sie überhaupt reden. Vieles davon."
    }
  },
  {
    "translation": {
      "en": "CCA directly benefited, directly profited from its investment",
      "de": "Die CCA hat direkt profitiert von ihrer Investition"
    }
  },
  {
    "translation": {
      "en": "in ALEC, the American Legislative Exchange Council.",
      "de": "in das American Legislative Exchange Council."
    }
  },
  {
    "translation": {
      "en": "And the American people, in many ways, were harmed by these policies",
      "de": "Das amerikanische Volk hat unter dieser Politik gelitten,"
    }
  },
  {
    "translation": {
      "en": "due to the mass incarceration of people, particularly people of color.",
      "de": "wegen der Masseninhaftierungen, insbesondere farbiger Menschen."
    }
  },
  {
    "translation": {
      "en": "Look, right now our position is that we want less people in prison.",
      "de": "Im Moment wollen wir, dass weniger Leute im Gefängnis sind."
    }
  },
  {
    "translation": {
      "en": "I don't think that helps the private prison industry, quite frankly.",
      "de": "Ich glaube nicht, dass das den Privatgefängnissen hilft."
    }
  },
  {
    "translation": {
      "en": "I think myself and the lawmakers,",
      "de": "Ich und die Gesetzgeber"
    }
  },
  {
    "translation": {
      "en": "we're just always looking for better, innovative ways to run government.",
      "de": "suchen nur nach besseren, innovativen Wegen für die Regierung."
    }
  },
  {
    "translation": {
      "en": "I think that's one thing as conservatives, who believe in the free market and limited government,",
      "de": "Als Konservative, Verfechter des freien Marktes und einer kleinen Regierung,"
    }
  },
  {
    "translation": {
      "en": "we pride ourselves on.",
      "de": "sind wir stolz darauf."
    }
  },
  {
    "translation": {
      "en": "We're supposed to be the party of innovation.",
      "de": "Wir sind eigentlich die Partei der Innovation."
    }
  },
  {
    "translation": {
      "en": "[Graves] Another bill that ALEC innovated was SB 1070.",
      "de": "Ein weiterer Gesetzentwurf, den ALEC vorantrieb, war SB 1070."
    }
  },
  {
    "translation": {
      "en": "CCA was on the ALEC task force that pushed that law",
      "de": "Die CCA war in der ALEC-Arbeitsgruppe für das Gesetz,"
    }
  },
  {
    "translation": {
      "en": "that gave police the right to stop anyone they thought looked like an immigrant.",
      "de": "das der Polizei das Recht gab, jeden anzuhalten, der wie ein Immigrant aussah."
    }
  },
  {
    "translation": {
      "en": "This law filled immigration detention facilities,",
      "de": "Dieses Gesetz füllte die Zuwanderungsgefängnisse"
    }
  },
  {
    "translation": {
      "en": "and it directly benefited an ALEC member, CCA.",
      "de": "und kam einem ALEC-Mitglied direkt zugute, der CCA."
    }
  },
  {
    "translation": {
      "en": "CCA could potentially reap huge financial benefits from SB 1070,",
      "de": "CCA kann potenziell enorme finanzielle Profite aus SB 1070 schlagen,"
    }
  },
  {
    "translation": {
      "en": "since 1070 was designed to lock up a lot more people in Arizona",
      "de": "weil das Gesetz dazu dient, mehr Zuwanderer in Arizona zu inhaftieren."
    }
  },
  {
    "translation": {
      "en": "on federal immigration charges. Cha-ching!",
      "de": "weil das Gesetz dazu dient, mehr Zuwanderer in Arizona zu inhaftieren. HABT GROSSE ANGST"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] An influx of undocumented immigrants, many of them children...",
      "de": "Eine Flut von illegalen Zuwanderern viele davon Kinder..."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] In Arizona, Corrections Corporation of America, or CCA,",
      "de": "In Arizona ist die Corrections Corporation of America, CCA,"
    }
  },
  {
    "translation": {
      "en": "holds the federal contract to house detained immigrants.",
      "de": "vertraglich für die Gefängnisse für Immigranten verantwortlich."
    }
  },
  {
    "translation": {
      "en": "It's worth more than $11 million every month.",
      "de": "Das bringt mehr als $11 Millionen pro Monat ein."
    }
  },
  {
    "translation": {
      "en": "Our, uh, immigration facilities are a disgrace.",
      "de": "Unsere Zuwanderungseinrichtungen sind eine Schande."
    }
  },
  {
    "translation": {
      "en": "There are families kept there, uh, in horrible conditions.",
      "de": "Familien müssen dort unter schrecklichen Bedingungen hausen."
    }
  },
  {
    "translation": {
      "en": "They're called \"detention facilities,\" but they're really prisons for immigrants.",
      "de": "Die so genannten Hafteinrichtungen sind Gefängnisse für Zuwanderer."
    }
  },
  {
    "translation": {
      "en": "Calling them \"detention facility\" doesn't make them not a prison.",
      "de": "Dieser Name macht sie nicht zu etwas anderem."
    }
  },
  {
    "translation": {
      "en": "They're a prison. They just have a different name.",
      "de": "Es sind Gefängnisse, sie heißen nur anders."
    }
  },
  {
    "translation": {
      "en": "We're having what some people are saying is a creation of a \"crimmigration\" system.",
      "de": "Wir haben etwas, das manche \"Krimmigrationssystem\" nennen."
    }
  },
  {
    "translation": {
      "en": "That there's the merger of our immigration enforcement",
      "de": "Eine Verschmelzung zwischen der Zuwanderungsbehörde... PROFESSORIN"
    }
  },
  {
    "translation": {
      "en": "and our law enforcement system.",
      "de": "...und der Strafvollzugsbehörde."
    }
  },
  {
    "translation": {
      "en": "And so, that's some of the same things that were used in the war on drugs,",
      "de": "Einige der Maßnahmen aus dem Krieg gegen Drogen"
    }
  },
  {
    "translation": {
      "en": "are now migrating to other populations.",
      "de": "werden nun auch anderweitig angewendet."
    }
  },
  {
    "translation": {
      "en": "You heard it, uh, with Donald Trump, not about blacks but with Mexicans.",
      "de": "Man hörte es von Donald Trump, nicht gegen Schwarze, sondern Mexikaner."
    }
  },
  {
    "translation": {
      "en": "You know, \"Oh, well, they're rapists, murderers.",
      "de": "\"Nun, sie sind Vergewaltiger, Mörder."
    }
  },
  {
    "translation": {
      "en": "Oh, and by the way, some of 'em may be good people.\"",
      "de": "Übrigens, einige von ihnen sind auch gute Menschen.\""
    }
  },
  {
    "translation": {
      "en": "Oh, boy. You know, where do you start on something like that?",
      "de": "Oh, Mann. Wo soll man da anfangen?"
    }
  },
  {
    "translation": {
      "en": "[Graves] In late 2010, CCA left ALEC after a big NPR story came out",
      "de": "Wie Unternehmensinteressen SB 1070 halfen Ende 2010 verließ die CCA ALEC, als eine Geschichte herauskam,"
    }
  },
  {
    "translation": {
      "en": "accusing ALEC of pushing SB 1070.",
      "de": "die ALEC beschuldigte, SB 1070 vorangetrieben zu haben."
    }
  },
  {
    "translation": {
      "en": "ALEC doesn't do anything on immigration.",
      "de": "ALEC hat nichts mit Zuwanderung zu tun."
    }
  },
  {
    "translation": {
      "en": "No. No which way. Not to the right, not to the left. Nothing.",
      "de": "Nein, auf keine Weise. Nicht links, nicht rechts, gar nicht."
    }
  },
  {
    "translation": {
      "en": "[laughs] So, I don't really have anything for you on that one. Sorry.",
      "de": "Dazu habe ich leider nichts für Sie. Sorry."
    }
  },
  {
    "translation": {
      "en": "ALEC has recently made what I would describe as a PR move",
      "de": "Zugunsten der PR ließ ALEC kürzlich verlautbaren,"
    }
  },
  {
    "translation": {
      "en": "to say that it's gonna be right on crime.",
      "de": "man wolle Verbrechen richtig angehen."
    }
  },
  {
    "translation": {
      "en": "That it's gonna be on the right side of criminal justice policy and reform.",
      "de": "In Sachen Strafpolitik und Reform auf der richtigen Seite stehen."
    }
  },
  {
    "translation": {
      "en": "That move comes in the wake of its loss of a massive number of corporations.",
      "de": "Das rührt aus einem hohen Verlust an unterstützenden Unternehmen."
    }
  },
  {
    "translation": {
      "en": "What ultimately happened is our board looked at the issues that ALEC worked on",
      "de": "Unser Vorstand untersuchte die Themen, an denen ALEC arbeitete,"
    }
  },
  {
    "translation": {
      "en": "and decided that we don't do social issues,",
      "de": "und beschloss, sich nicht auf soziale Themen,"
    }
  },
  {
    "translation": {
      "en": "we're focused on economic issues.",
      "de": "sondern auf die Wirtschaft zu konzentrieren."
    }
  },
  {
    "translation": {
      "en": "We jettisoned basically almost all of our legislation that was pre-2007.",
      "de": "Wir verwarfen quasi alles, woran wir vor 2007 gearbeitet hatten."
    }
  },
  {
    "translation": {
      "en": "So we basically... Fresh slate going forward.",
      "de": "Wir haben also noch einmal ganz neu angefangen."
    }
  },
  {
    "translation": {
      "en": "A fresh start going forward.",
      "de": "Neu und nach vorn gewandt."
    }
  },
  {
    "translation": {
      "en": "[Gina Clayton] This industry knows that it's dying...",
      "de": "Diese Branche weiß, dass sie am Ende ist,"
    }
  },
  {
    "translation": {
      "en": "and is actually preparing for the next thing.",
      "de": "und sie bereitet sich auf die nächste Sache vor."
    }
  },
  {
    "translation": {
      "en": "And the animating factors that have led to such a system like bail.",
      "de": "All die Faktoren, die zum Kautionssystem führten. ANWÄLTIN"
    }
  },
  {
    "translation": {
      "en": "We're always gonna see new permutations of a cancer. Right?",
      "de": "ANWÄLTIN Es gibt immer neue Krebsmutationen, oder? Genau das ist es."
    }
  },
  {
    "translation": {
      "en": "And that's what this is.",
      "de": "Es gibt immer neue Krebsmutationen, oder? Genau das ist es."
    }
  },
  {
    "translation": {
      "en": "And over the last couple years, since 2008,",
      "de": "In den letzten Jahren, seit 2008,"
    }
  },
  {
    "translation": {
      "en": "we've been involved really in a wholesale reform effort,",
      "de": "haben wir uns für eine Rundum-Reform stark gemacht."
    }
  },
  {
    "translation": {
      "en": "where 31 states have now adopted positive changes on sentencing,",
      "de": "Und 31 Bundesstaaten übernahmen positive Änderungen in Sachen Strafmaß,"
    }
  },
  {
    "translation": {
      "en": "on parole and probation reforms.",
      "de": "Strafaussetzung und Bewährungsreformen."
    }
  },
  {
    "translation": {
      "en": "ALEC has a concerted effort to privatize almost every aspect of government,",
      "de": "ALEC will möglichst jeden Aspekt der Regierung privatisieren."
    }
  },
  {
    "translation": {
      "en": "but we had no idea that they were also aiming",
      "de": "Wir ahnten nicht, dass sie auch versuchten,"
    }
  },
  {
    "translation": {
      "en": "to try to privatize probation and parole.",
      "de": "Strafaussetzung und Bewährung zu privatisieren."
    }
  },
  {
    "translation": {
      "en": "ALEC is no longer concerned about CCA and CCA's interest.",
      "de": "ALEC ist nicht länger an der CCA und deren Interessen interessiert."
    }
  },
  {
    "translation": {
      "en": "CCA no longer has a seat at the table with ALEC,",
      "de": "Die CCA ist nicht mehr Mitglied von ALEC."
    }
  },
  {
    "translation": {
      "en": "so it doesn't have a financial interest in advancing policies",
      "de": "Daher hat ALEC kein finanzielles Interesse mehr an Maßnahmen,"
    }
  },
  {
    "translation": {
      "en": "that increase the profits of CCA.",
      "de": "die die Profite der CCA erhöhen."
    }
  },
  {
    "translation": {
      "en": "But the American Bail Coalition is still part of ALEC.",
      "de": "Aber die American Bail Coalition gehört zu ALEC."
    }
  },
  {
    "translation": {
      "en": "Today, our state penitentiaries",
      "de": "Heute sind unsere staatlichen Gefängnisse"
    }
  },
  {
    "translation": {
      "en": "are filled to the brim and overflowing with inmates.",
      "de": "übervoll mit Insassen."
    }
  },
  {
    "translation": {
      "en": "[Martin] When I think of systems of oppression,",
      "de": "Systeme der Unterdrückung,"
    }
  },
  {
    "translation": {
      "en": "uh, historically, in this country and elsewhere, they're durable.",
      "de": "sind historisch, in diesem Land und anderswo, langlebig."
    }
  },
  {
    "translation": {
      "en": "And they tend to reinvent themselves, and they do it right under your nose.",
      "de": "Sie erfinden sich immer wieder neu."
    }
  },
  {
    "translation": {
      "en": "One of the things they want to do is GPS monitoring.",
      "de": "Eine Sache, die sie vorhaben, ist GPS-Überwachung."
    }
  },
  {
    "translation": {
      "en": "Having a home confinement system for juveniles, I think, is a great thing",
      "de": "Ein Heim-Überwachungssystem für Jugendliche ist toll."
    }
  },
  {
    "translation": {
      "en": "'cause it forces the parents to take responsibility and step up.",
      "de": "Es zwingt Eltern, Verantwortung zu übernehmen."
    }
  },
  {
    "translation": {
      "en": "Prisons would be more embedded in our homes.",
      "de": "Gefängnisse wären eingebettet in unsere Häuser."
    }
  },
  {
    "translation": {
      "en": "Some of them would be monitored on GPS and things like that.",
      "de": "Einige würden per GPS überwacht werden."
    }
  },
  {
    "translation": {
      "en": "So folks won't be locked up in a cage, in a cell, inside of an institution,",
      "de": "Sie sind nicht mehr in einer Zelle im Gefängnis eingesperrt."
    }
  },
  {
    "translation": {
      "en": "but they will have ankle bracelets on. They'll have wrist bracelets on.",
      "de": "Sie würden Fuß- und Armbänder tragen."
    }
  },
  {
    "translation": {
      "en": "Would that help to solve the prison overcrowding problem?",
      "de": "Würde das den übervollen Gefängnissen helfen?"
    }
  },
  {
    "translation": {
      "en": "Absolutely.",
      "de": "Absolut."
    }
  },
  {
    "translation": {
      "en": "And what I worry about is that we fall asleep at the wheel and wake up,",
      "de": "Ich sorge mich, dass wir mittendrin einschlafen, aufwachen"
    }
  },
  {
    "translation": {
      "en": "and realize that we may not have people in prisons",
      "de": "und uns klar wird, dass wir keine Häftlinge"
    }
  },
  {
    "translation": {
      "en": "in rural communities all over America,",
      "de": "in den Gefängnissen haben,"
    }
  },
  {
    "translation": {
      "en": "but that we're incarcerating people right in their communities.",
      "de": "aber Leute in ihren eigenen Gemeinden einsperren."
    }
  },
  {
    "translation": {
      "en": "That is what I see, what a lot of the focus is on,",
      "de": "Darauf liegt der Fokus."
    }
  },
  {
    "translation": {
      "en": "is taking people from prison, putting them in community corrections parole and probation,",
      "de": "Strafvollzug auf Gemeindeebene, Strafaussetzung und Bewährung."
    }
  },
  {
    "translation": {
      "en": "and really investing in those programs.",
      "de": "Und Investitionen in diese Programme."
    }
  },
  {
    "translation": {
      "en": "How much progress is it really,",
      "de": "Ist es fortschrittlicher,"
    }
  },
  {
    "translation": {
      "en": "if communities of color are still under perpetual surveillance and control,",
      "de": "farbige Gemeinden weiter ständig zu überwachen,"
    }
  },
  {
    "translation": {
      "en": "but now there's a private company making money off the GPS monitor,",
      "de": "nur jetzt durch eine Privatfirma, die am GPS-Monitor verdient,"
    }
  },
  {
    "translation": {
      "en": "rather than the person being locked in a literal cage?",
      "de": "statt an jemandem, der eingesperrt ist?"
    }
  },
  {
    "translation": {
      "en": "If we can help you...",
      "de": "Wenn wir Ihnen helfen können..."
    }
  },
  {
    "translation": {
      "en": "save crime victims in your legislative district...",
      "de": "Verbrechensopfer in Ihrem Bezirk zu retten,"
    }
  },
  {
    "translation": {
      "en": "you don't mind me making a dollar.",
      "de": "stört es dann, wenn ich daran verdiene?"
    }
  },
  {
    "translation": {
      "en": "[Graves] And so, ALEC continues to be a body that,",
      "de": "ALEC bleibt also eine Gruppe,"
    }
  },
  {
    "translation": {
      "en": "while it may have some really strong rhetoric",
      "de": "die, obwohl sie mitunter stark argumentiert,"
    }
  },
  {
    "translation": {
      "en": "on why it supports crime reform now, suddenly,",
      "de": "warum sie eine Kriminalitätsreform unterstützt,"
    }
  },
  {
    "translation": {
      "en": "uh, sort of out of the blue,",
      "de": "jetzt, ganz plötzlich,"
    }
  },
  {
    "translation": {
      "en": "it actually has real financial interests.",
      "de": "echte finanzielle Interessen hat."
    }
  },
  {
    "translation": {
      "en": "Thank you, ladies and gentlemen.",
      "de": "Danke, meine Damen und Herren."
    }
  },
  {
    "translation": {
      "en": "If you're in the prison business, uh, you don't want reform.",
      "de": "Wer in der Vollzugsbranche ist, will keine Reform."
    }
  },
  {
    "translation": {
      "en": "You may say you do, but you don't.",
      "de": "Auch wenn man es sagt."
    }
  },
  {
    "translation": {
      "en": "And there are a bunch of people out there desperately trying to make sure",
      "de": "Es gibt Leute da draußen, die sicherstellen wollen,"
    }
  },
  {
    "translation": {
      "en": "that that prison population does not drop one person, because their economic model needs that.",
      "de": "dass die Häftlingsanzahl nicht sinkt, weil das ihrem Wirtschaftsmodell dient."
    }
  },
  {
    "translation": {
      "en": "Prison industrial complex refers to the system of mass incarceration",
      "de": "Vollzugs-Industriekomplex bezieht sich auf das System der Masseninhaftierungen"
    }
  },
  {
    "translation": {
      "en": "and companies that profit from mass incarceration.",
      "de": "und die Firmen, die davon profitieren."
    }
  },
  {
    "translation": {
      "en": "That includes both operators of private prisons,",
      "de": "Das beinhaltet Betreiber von Privatgefängnissen,"
    }
  },
  {
    "translation": {
      "en": "which get a lot of attention, as well as a vast sea of vendors.",
      "de": "die viel Aufmerksamkeit kriegen, und eine Vielzahl an Händlern."
    }
  },
  {
    "translation": {
      "en": "From SECURUS Technologies, that supplies telephone services,",
      "de": "SECURUS Technologies bietet Telefondienste an"
    }
  },
  {
    "translation": {
      "en": "that made $114 million in profits last year...",
      "de": "und machte im letzten Jahr $114 Millionen Profit."
    }
  },
  {
    "translation": {
      "en": "Those calls to family and friends are costing a pretty penny in state prisons.",
      "de": "Familien- und Freundesanrufe kosten im Gefängnis eine Stange Geld."
    }
  },
  {
    "translation": {
      "en": "They inflate the price that they charge the inmate and the inmate's family.",
      "de": "Sie blasen die Preise auf, die Insassen und ihre Familien zahlen müssen."
    }
  },
  {
    "translation": {
      "en": "[Kilgore] For example, in Maryland, if you earn minimum wage,",
      "de": "Wenn man in Maryland z.B. den Mindestlohn verdient,"
    }
  },
  {
    "translation": {
      "en": "you'd have to work an hour and a half to afford a ten minute phone call.",
      "de": "müsste man für einen zehnminütigen Anruf anderthalb Stunden arbeiten."
    }
  },
  {
    "translation": {
      "en": "There's also Aramark, one of the big food service providers.",
      "de": "Dann gibt es Aramark, einer der großen Lebensmittel-Dienstleister."
    }
  },
  {
    "translation": {
      "en": "In more than one state, they have been accused",
      "de": "Mehr als ein Bundesstaat sagte aus, Maden in ihrem Essen gefunden zu haben."
    }
  },
  {
    "translation": {
      "en": "of having maggots in the food that they've served.",
      "de": "Mehr als ein Bundesstaat sagte aus, Maden in ihrem Essen gefunden zu haben. Häftlinge beklagen Maden im Essen"
    }
  },
  {
    "translation": {
      "en": "Corizon Healthcare provides healthcare services in 28 different states.",
      "de": "Corizon Healthcare bietet Gesundheitsdienste in über 28 Staaten."
    }
  },
  {
    "translation": {
      "en": "Multimillion-dollar contracts for this service.",
      "de": "Das sind Multimillionen-Dollar-Verträge."
    }
  },
  {
    "translation": {
      "en": "Huge incentives given to contractors for very long contracts,",
      "de": "Vertragspartner bekommen enorme Anreize für lange Verträge."
    }
  },
  {
    "translation": {
      "en": "so it's actually a disincentive to provide the service,",
      "de": "Es ist verlockend, den Service nicht auszuführen,"
    }
  },
  {
    "translation": {
      "en": "because you're going to be paid anyway.",
      "de": "weil man ja eh verdient. Häftling 7 Tage schwer krank"
    }
  },
  {
    "translation": {
      "en": "One of the reasons it's so difficult",
      "de": "Ein Grund, warum man in diesem Land"
    }
  },
  {
    "translation": {
      "en": "to talk about mass incarceration in this country, and to question it,",
      "de": "nur schwer über Masseninhaftierung sprechen und sie kritisieren kann,"
    }
  },
  {
    "translation": {
      "en": "is because it has become so heavily monetized.",
      "de": "ist, dass es dabei um sehr viel Geld geht."
    }
  },
  {
    "translation": {
      "en": "A little company called UNICOR,",
      "de": "Eine kleine Firma namens UNICOR,"
    }
  },
  {
    "translation": {
      "en": "that does $900 million in business annually.",
      "de": "die jährlich $900 Millionen Umsatz macht."
    }
  },
  {
    "translation": {
      "en": "How do they do it?",
      "de": "Wie machen sie das?"
    }
  },
  {
    "translation": {
      "en": "Volume.",
      "de": "Volumen."
    }
  },
  {
    "translation": {
      "en": "-Also, prison labor. -[audience laughs]",
      "de": "Und Gefängnisarbeit."
    }
  },
  {
    "translation": {
      "en": "[announcer] Partnerships between correctional industries and private business",
      "de": "Partnerschaften zwischen Vollzugseinrichtungen und Privatfirmen"
    }
  },
  {
    "translation": {
      "en": "are a rapidly growing segment of a multibillion dollar industry in America.",
      "de": "sind ein wachsendes Segment einer Multimilliarden-Dollar-Branche in Amerika."
    }
  },
  {
    "translation": {
      "en": "[Shaka Senghor] We talk about sweatshops and we,",
      "de": "Wir reden über Ausbeuterbetriebe,"
    }
  },
  {
    "translation": {
      "en": "you know, we beat our fists at people overseas for exploiting poor, free labor,",
      "de": "wir kritisieren andere Länder für die Ausbeutung der Armen, kostenlose Arbeit,"
    }
  },
  {
    "translation": {
      "en": "but we don't look that it's happening right here at home every day.",
      "de": "aber wir sehen nicht, was bei uns passiert."
    }
  },
  {
    "translation": {
      "en": "You have corporations",
      "de": "Es gibt Unternehmen,"
    }
  },
  {
    "translation": {
      "en": "who are now invested in this free labor.",
      "de": "die in diese kostenlose Arbeit investiert haben."
    }
  },
  {
    "translation": {
      "en": "It's all over.",
      "de": "Es ist überall."
    }
  },
  {
    "translation": {
      "en": "It's from sports, uniform, hats, Microsoft, Boeing.",
      "de": "Sportkleidung, Uniformen, Kappen, Microsoft, Boeing."
    }
  },
  {
    "translation": {
      "en": "Federal inmates are making the guidance systems for the Patriot missile system.",
      "de": "Bundeshäftlinge bauen die Leitsysteme für Patriot-Raketen."
    }
  },
  {
    "translation": {
      "en": "JCPenney jeans are made in Tennessee.",
      "de": "JCPenney-Jeans werden in Tennessee hergestellt."
    }
  },
  {
    "translation": {
      "en": "Anderson flooring wood products are made in Georgia.",
      "de": "Anderson Holzboden-Produkte kommen aus Georgia."
    }
  },
  {
    "translation": {
      "en": "It's always been Idaho potatoes.",
      "de": "Kartoffeln aus Idaho sind weit bekannt."
    }
  },
  {
    "translation": {
      "en": "They're planted, grown, harvested, packed and shipped by inmates.",
      "de": "Sie werden angepflanzt, geerntet verpackt und verschickt von Häftlingen."
    }
  },
  {
    "translation": {
      "en": "[man] Victoria's Secret and JCPenney switched suppliers",
      "de": "Victoria's Secret und JCPenney wechselten die Anbieter,"
    }
  },
  {
    "translation": {
      "en": "once their ties came to light.",
      "de": "als die Verbindungen bekannt wurden."
    }
  },
  {
    "translation": {
      "en": "Simply put, corporations are operating in prisons",
      "de": "Einfach gesagt, Unternehmen arbeiten mit Gefängnissen"
    }
  },
  {
    "translation": {
      "en": "and profiting from punishment.",
      "de": "und profitieren vom Strafvollzug."
    }
  },
  {
    "translation": {
      "en": "Prison industries have gotten so big",
      "de": "Die Gefängnisindustrie ist so groß geworden,"
    }
  },
  {
    "translation": {
      "en": "that it's very difficult now to try and do away with them.",
      "de": "dass es nun schwierig ist, dem ein Ende zu setzen."
    }
  },
  {
    "translation": {
      "en": "Too much money out there,",
      "de": "Es geht um zu viel Geld,"
    }
  },
  {
    "translation": {
      "en": "too many lawmakers that support it because they're being lobbied.",
      "de": "zu viele Gesetzesgeber werden von der Lobby beeinflusst."
    }
  },
  {
    "translation": {
      "en": "So, the public's got to stand up and take it back.",
      "de": "Die Öffentlichkeit muss protestieren und agieren."
    }
  },
  {
    "translation": {
      "en": "It'll never get done if they don't.",
      "de": "Sonst passiert nichts."
    }
  },
  {
    "translation": {
      "en": "[reporter] The night of his arrest,",
      "de": "In der Nacht seiner Verhaftung"
    }
  },
  {
    "translation": {
      "en": "Kalief Browder was walking home from a party with his friends in the Bronx,",
      "de": "ging Kalief Browder von einer Party in der Bronx nach Hause,"
    }
  },
  {
    "translation": {
      "en": "when he was stopped by police.",
      "de": "als die Polizei ihn anhielt."
    }
  },
  {
    "translation": {
      "en": "Kalief was, um, charged with a crime, a really petty crime,",
      "de": "Kalief wurde eines geringen Vergehens beschuldigt,"
    }
  },
  {
    "translation": {
      "en": "that it turns out he didn't commit.",
      "de": "dessen er nicht mal schuldig war."
    }
  },
  {
    "translation": {
      "en": "Then they said, \"We're gonna take you to the precinct,",
      "de": "Sie sagten: \"Wir bringen dich auf die Wache"
    }
  },
  {
    "translation": {
      "en": "and most likely, we'll let you go home.\"",
      "de": "und lassen dich dann wohl laufen.\""
    }
  },
  {
    "translation": {
      "en": "But then, I never went home.",
      "de": "Aber ich kam nie nach Hause."
    }
  },
  {
    "translation": {
      "en": "-They told you that you could post bail. -Yes, that's correct.",
      "de": "-Sie sagten, Sie könnten Kaution zahlen. -Ja, korrekt."
    }
  },
  {
    "translation": {
      "en": "-$10,000. -Yes.",
      "de": "-$10.000. -Ja."
    }
  },
  {
    "translation": {
      "en": "-And, of course... -I couldn't make that.",
      "de": "-Und natürlich... -Hatte ich das nicht."
    }
  },
  {
    "translation": {
      "en": "-Hmm. -My family couldn't pay it.",
      "de": "Meine Familie konnte nicht zahlen."
    }
  },
  {
    "translation": {
      "en": "There are thousands of people in jails right this moment",
      "de": "In diesem Moment sind Tausende in Gefängnissen,"
    }
  },
  {
    "translation": {
      "en": "that are sitting there for no other reason than because they're too poor to get out!",
      "de": "nur aus dem einfachen Grund, dass sie zu arm sind, um rauszukommen."
    }
  },
  {
    "translation": {
      "en": "We have a criminal justice system that treats you better",
      "de": "Unser Strafrechtssystem behandelt"
    }
  },
  {
    "translation": {
      "en": "if you're rich and guilty than if you're poor and innocent.",
      "de": "reiche Schuldige besser als arme Unschuldige."
    }
  },
  {
    "translation": {
      "en": "Wealth, not culpability, shapes outcomes.",
      "de": "Vermögen, nicht Schuld, bestimmt die Strafe."
    }
  },
  {
    "translation": {
      "en": "I think what most Americans think of,",
      "de": "Die meisten Amerikaner denken,"
    }
  },
  {
    "translation": {
      "en": "'cause they've watched so many courtroom dramas and things like that,",
      "de": "weil sie Gerichtsdramen und solche Sachen gesehen haben,"
    }
  },
  {
    "translation": {
      "en": "they think that the criminal justice system is about judges and juries.",
      "de": "dass es im Strafrechtssystem um Richter und Jurys geht."
    }
  },
  {
    "translation": {
      "en": "Well, that's really stopped being the case.",
      "de": "Nun, das ist nicht mehr der Fall."
    }
  },
  {
    "translation": {
      "en": "This system simply cannot exist if everyone decides to go to trial.",
      "de": "Das System kann nicht existieren, wenn jeder auf einen Prozess beharrt."
    }
  },
  {
    "translation": {
      "en": "If everybody insisted on a trial, the whole system would shut down.",
      "de": "Wenn jeder einen Prozess wollte, könnte das System nicht mehr existieren."
    }
  },
  {
    "translation": {
      "en": "What typically happens is the prosecutor says,",
      "de": "Normalerweise sagt der Staatsanwalt:"
    }
  },
  {
    "translation": {
      "en": "\"You know, you can make a deal and we'll give you three years,",
      "de": "\"Du kannst einen Handel eingehen und kriegst drei Jahre"
    }
  },
  {
    "translation": {
      "en": "or you can go to trial and we'll get you 30.",
      "de": "oder du nimmst den Prozess und kriegst 30."
    }
  },
  {
    "translation": {
      "en": "So, you want to take that chance, feel free.\"",
      "de": "Wenn du das riskieren willst, nur zu.\""
    }
  },
  {
    "translation": {
      "en": "Nobody in the hood goes to trial.",
      "de": "Niemand aus der Hood will einen Prozess."
    }
  },
  {
    "translation": {
      "en": "[Rangel] 97% of those people who were locked up",
      "de": "97 % der Leute, die eingesperrt wurden,"
    }
  },
  {
    "translation": {
      "en": "have plea bargain.",
      "de": "wählten einen Deal."
    }
  },
  {
    "translation": {
      "en": "And that is one of the worst violations of human rights",
      "de": "Das ist eine der schlimmsten Menschenrechtsverletzungen,"
    }
  },
  {
    "translation": {
      "en": "that you can imagine in the United States.",
      "de": "die man sich vorstellen kann, direkt in den USA."
    }
  },
  {
    "translation": {
      "en": "We have, in this country, people pleading guilty",
      "de": "Leute bekennen sich für Taten schuldig,"
    }
  },
  {
    "translation": {
      "en": "to crimes they didn't commit,",
      "de": "die sie nicht begingen."
    }
  },
  {
    "translation": {
      "en": "just because the thought of going to jail for what the mandatory minimums are",
      "de": "Nur, weil der Gedanke an die obligatorischen Mindeststrafen"
    }
  },
  {
    "translation": {
      "en": "is so excruciating.",
      "de": "so furchtbar ist."
    }
  },
  {
    "translation": {
      "en": "[reporter] Kalief Browder decided, \"I'm not gonna take the plea.\"",
      "de": "Kalief Browder beschloss, den Handel nicht einzugehen."
    }
  },
  {
    "translation": {
      "en": "So, you had to choose between being in prison for up to 15 years",
      "de": "Sie mussten also entscheiden zwischen möglichen 15 Jahren Gefängnis"
    }
  },
  {
    "translation": {
      "en": "and going home right then by admitting you did a crime you didn't do.",
      "de": "oder Freiheit, indem Sie etwas zugaben, das Sie nicht taten."
    }
  },
  {
    "translation": {
      "en": "I felt like I was done wrong.",
      "de": "Es war unrecht."
    }
  },
  {
    "translation": {
      "en": "I felt like something needed to be done. I felt like something needs to be said.",
      "de": "Es musste etwas getan werden, etwas gesagt werden."
    }
  },
  {
    "translation": {
      "en": "If I just cop out and say that I did it, nothing's gonna be done about it.",
      "de": "Wenn ich gesagt hätte, ich war es, würde nichts unternommen werden."
    }
  },
  {
    "translation": {
      "en": "I didn't do it. No justice is served.",
      "de": "Ich war es nicht. Das war nicht gerecht."
    }
  },
  {
    "translation": {
      "en": "[Stevenson] What you're not taught is that if you exercise that right to a trial,",
      "de": "Man erfährt nicht, dass man, wenn man das Recht auf einen Prozess wahrnimmt"
    }
  },
  {
    "translation": {
      "en": "and you are convicted, we will punish you more.",
      "de": "und verurteilt wird, noch härter bestraft wird."
    }
  },
  {
    "translation": {
      "en": "The courts basically punished him",
      "de": "Das Gericht bestrafte ihn,"
    }
  },
  {
    "translation": {
      "en": "for having the audacity to not take a plea deal",
      "de": "weil er es wagte, den Handel zu verweigern"
    }
  },
  {
    "translation": {
      "en": "and to want to take it to trial.",
      "de": "und einen Prozess verlangte."
    }
  },
  {
    "translation": {
      "en": "In that time, those three years",
      "de": "In den drei Jahren, die er einsaß,"
    }
  },
  {
    "translation": {
      "en": "that he was sitting there and not being charged for anything,",
      "de": "In den drei Jahren, die er einsaß, ohne angeklagt zu sein,"
    }
  },
  {
    "translation": {
      "en": "that's when, um, the mental health issue started to deteriorate",
      "de": "verschlechterte sich seine geistige Gesundheit"
    }
  },
  {
    "translation": {
      "en": "and he started to get into fights.",
      "de": "und er geriet in Streitigkeiten."
    }
  },
  {
    "translation": {
      "en": "[Browder] After a while, I kept hearing the same thing from the whole three years,",
      "de": "Nachdem ich eine Weile immer wieder dasselbe gehört hatte,"
    }
  },
  {
    "translation": {
      "en": "and I just learned to cope with just being in there,",
      "de": "lernte ich, damit umzugehen, dass ich da drin war."
    }
  },
  {
    "translation": {
      "en": "and that was rough. I already knew...",
      "de": "Und das war hart, denn ich wusste..."
    }
  },
  {
    "translation": {
      "en": "After a while, I just gave up hope.",
      "de": "Nach einer Weile gab ich die Hoffnung auf."
    }
  },
  {
    "translation": {
      "en": "Three years on Rikers Island, two of that in solitary confinement,",
      "de": "Drei Jahre in Rikers Island, zwei davon in Einzelhaft,"
    }
  },
  {
    "translation": {
      "en": "and he was a child, a baby.",
      "de": "und er war noch ein Kind."
    }
  },
  {
    "translation": {
      "en": "You miss everything. Everything about being home.",
      "de": "Man vermisst alles von zu Hause."
    }
  },
  {
    "translation": {
      "en": "The fresh air, your family, certain events. You want to be home.",
      "de": "Die frische Luft, die Familie, Ereignisse, man will nach Hause."
    }
  },
  {
    "translation": {
      "en": "When they give you an offer to go home right then and there,",
      "de": "Wenn sie einem anbieten, gleich nach Hause zu gehen,"
    }
  },
  {
    "translation": {
      "en": "it's like, \"I want to go home,\" but then you know you didn't do it,",
      "de": "will man es so sehr, aber man ist ja unschuldig."
    }
  },
  {
    "translation": {
      "en": "so you don't wanna plea, take the plea and say that you do it, it's not right.",
      "de": "Man will nicht den Handel eingehen, sich schuldig bekennen."
    }
  },
  {
    "translation": {
      "en": "I was scared all day because I didn't know where it would come from.",
      "de": "Ich hatte den ganzen Tag Angst, ich wusste nicht, was passieren wird."
    }
  },
  {
    "translation": {
      "en": "I don't know where any harm would come.",
      "de": "Ich wusste nicht, wer mir Schaden zufügen würde."
    }
  },
  {
    "translation": {
      "en": "[man] Kalief suffered through so many beatings, both by the people he was locked up with and the guards,",
      "de": "Kalief wurde so oft verprügelt, von Mithäftlingen und den Wächtern,"
    }
  },
  {
    "translation": {
      "en": "he ended up attempting suicide on several occasions.",
      "de": "dass er mehrmals versuchte, sich das Leben zu nehmen."
    }
  },
  {
    "translation": {
      "en": "After almost three years in jail, waiting his trial,",
      "de": "Er war fast drei Jahre im Gefängnis, wartete auf den Prozess,"
    }
  },
  {
    "translation": {
      "en": "they dropped all the charges, and he was set free.",
      "de": "als man die Anklage fallen ließ und ihn entließ."
    }
  },
  {
    "translation": {
      "en": "[Senghor] He spent two years in an environment that",
      "de": "Er verbrachte zwei Jahre in einer Umgebung,"
    }
  },
  {
    "translation": {
      "en": "people have argued is designed to break you within 30 days.",
      "de": "von der es heißt, dass sie Menschen in 30 Tagen kaputtmacht."
    }
  },
  {
    "translation": {
      "en": "I mean, I can't really tell you what's next, but...",
      "de": "Ich kann nicht wirklich sagen, wie es weitergeht, aber..."
    }
  },
  {
    "translation": {
      "en": "This happens every day.",
      "de": "Das geschieht jeden Tag."
    }
  },
  {
    "translation": {
      "en": "[man] Two years after his release from jail,",
      "de": "Zwei Jahre nach seiner Entlassung"
    }
  },
  {
    "translation": {
      "en": "Kalief Browder hanged himself at his home in the Bronx.",
      "de": "erhängte sich Kalief Browder in seiner Wohnung in der Bronx."
    }
  },
  {
    "translation": {
      "en": "He was 22 years old.",
      "de": "Er war 22 Jahre alt."
    }
  },
  {
    "translation": {
      "en": "If I would've just pled guilty, then my story would've never been heard.",
      "de": "Hätte ich mich schuldig bekannt, wäre meine Geschichte nie gehört worden."
    }
  },
  {
    "translation": {
      "en": "Nobody would've took the time to listen to me.",
      "de": "Niemand hätte mir zugehört."
    }
  },
  {
    "translation": {
      "en": "I'd have been just another criminal.",
      "de": "Ich wäre einfach nur ein weiterer Verbrecher."
    }
  },
  {
    "translation": {
      "en": "Prison industrial complex, the system, the industry,",
      "de": "Der Vollzugs-Industriekomplex, das System, die Branche,"
    }
  },
  {
    "translation": {
      "en": "it is a beast.",
      "de": "ist eine Bestie."
    }
  },
  {
    "translation": {
      "en": "It eats black and Latino people",
      "de": "Sie verschlingt Schwarze und Latinos"
    }
  },
  {
    "translation": {
      "en": "for breakfast, lunch, and dinner.",
      "de": "zum Frühstück, Mittagessen und Abendessen."
    }
  },
  {
    "translation": {
      "en": "[Stevenson] We didn't even think about who gets the jobs of spending time with these folks.",
      "de": "Wir dachten nicht mal daran, wer mit den Leuten arbeiten soll."
    }
  },
  {
    "translation": {
      "en": "Otherwise, we'd want social workers and teachers.",
      "de": "Sonst würden wir Sozialarbeiter oder Lehrer wollen."
    }
  },
  {
    "translation": {
      "en": "We'd want people with understanding of human behavior.",
      "de": "Menschen, die menschliches Verhalten verstehen."
    }
  },
  {
    "translation": {
      "en": "And we do the opposite.",
      "de": "Aber wir tun das Gegenteil."
    }
  },
  {
    "translation": {
      "en": "[Dolores Canales] You become numb.",
      "de": "Man stumpft sofort ab."
    }
  },
  {
    "translation": {
      "en": "I think that's what jail does to humans.",
      "de": "Das stellt das Gefängnis mit Menschen an."
    }
  },
  {
    "translation": {
      "en": "That immediate dehumanization and sensory deprivation",
      "de": "Die sofortige Entmenschlichung und der Entzug alles Sinnlichen,"
    }
  },
  {
    "translation": {
      "en": "that nobody can really understand unless they live through it.",
      "de": "das kann keiner verstehen, der es nicht durchlebt hat."
    }
  },
  {
    "translation": {
      "en": "So the last 14 years, my son has not had any human contact,",
      "de": "In den letzten 14 Jahren hatte mein Sohn keinen menschlichen Kontakt"
    }
  },
  {
    "translation": {
      "en": "other than to be handcuffed by an officer.",
      "de": "außer wenn man ihm Handschellen anlegt."
    }
  },
  {
    "translation": {
      "en": "Uh, he doesn't even have a window in his cell, and that's one thing that really disturbs me.",
      "de": "Er hat nicht mal ein Fenster in der Zelle. Das verstört mich sehr."
    }
  },
  {
    "translation": {
      "en": "It troubles me.",
      "de": "Es beunruhigt mich."
    }
  },
  {
    "translation": {
      "en": "I just couldn't believe it.",
      "de": "Ich konnte es nicht glauben."
    }
  },
  {
    "translation": {
      "en": "I couldn't believe",
      "de": "Ich glaubte nicht,"
    }
  },
  {
    "translation": {
      "en": "that we would even have such an architectural design in our country.",
      "de": "dass es in unserem Land solche Gebäude gibt."
    }
  },
  {
    "translation": {
      "en": "I never realized that there was prison cells built like that.",
      "de": "Ich wusste nicht, dass Gefängniszellen so gebaut sind."
    }
  },
  {
    "translation": {
      "en": "Human beings are not born to be locked up and encaged.",
      "de": "Menschen sind nicht dazu geboren, eingesperrt zu werden."
    }
  },
  {
    "translation": {
      "en": "[Canales] Most people wouldn't keep their pets in the kind of conditions",
      "de": "Die meisten Leute würden ihre Haustiere nicht so unterbringen,"
    }
  },
  {
    "translation": {
      "en": "that we keep people in.",
      "de": "wie diese Leute leben müssen."
    }
  },
  {
    "translation": {
      "en": "Prisons and jails have become warehouses, in the sense that, um,",
      "de": "Gefängnisse sind zu Lagerhäusern geworden."
    }
  },
  {
    "translation": {
      "en": "where we've moved as a society is that",
      "de": "Unsere Gesellschaft ist an einem Punkt,"
    }
  },
  {
    "translation": {
      "en": "it's not enough to just deprive you of your liberty.",
      "de": "wo es nicht reicht, dir deine Freiheit zu nehmen."
    }
  },
  {
    "translation": {
      "en": "Um, but we want to punish you, too.",
      "de": "Wir wollen dich auch bestrafen."
    }
  },
  {
    "translation": {
      "en": "Most of the society, um,",
      "de": "Große Teile der Gesellschaft"
    }
  },
  {
    "translation": {
      "en": "don't understand what it means to be behind those big gates",
      "de": "verstehen nicht, was es bedeutet, hinter diesen Toren zu sein,"
    }
  },
  {
    "translation": {
      "en": "and those barb wires.",
      "de": "dem Stacheldrahtzaun."
    }
  },
  {
    "translation": {
      "en": "[Keene] Once somebody is arrested and convicted, they're gone.",
      "de": "Wenn sie verhaftet und verurteilt wurden, sind sie weg."
    }
  },
  {
    "translation": {
      "en": "Nobody particularly cares about them.",
      "de": "Niemand sorgt sich um sie."
    }
  },
  {
    "translation": {
      "en": "In many ways, the prison systems are sort of in the dark.",
      "de": "Gefängnissysteme sind auf vielerlei Art abgeschottet."
    }
  },
  {
    "translation": {
      "en": "So it makes it a lot easier, you know, cognitively and emotionally.",
      "de": "Das macht es einfacher, kognitiv und emotional."
    }
  },
  {
    "translation": {
      "en": "It makes it a lot easier to say, \"Send people there.\"",
      "de": "Man kann leichter sagen: \"Schickt Leute rein.\""
    }
  },
  {
    "translation": {
      "en": "[Keene] If you look at the whole problem, you say, \"What are we doing?\"",
      "de": "Man sieht sich das Problem an und fragt: \"Was tun wir?\""
    }
  },
  {
    "translation": {
      "en": "We have too many laws locking too many people up for too many things,",
      "de": "Zu viele Gesetze sperren zu viele Leute für zu viele Dinge weg,"
    }
  },
  {
    "translation": {
      "en": "giving them sentences that are too harsh, putting them in prison,",
      "de": "mit zu harten Strafen, weg ins Gefängnis."
    }
  },
  {
    "translation": {
      "en": "and while they're in prison,",
      "de": "Während sie dort sind,"
    }
  },
  {
    "translation": {
      "en": "doing very little, if anything, to rehabilitate them",
      "de": "tun wir nichts oder wenig, um sie zu rehabilitieren,"
    }
  },
  {
    "translation": {
      "en": "so that they can reenter civil society when they get out.",
      "de": "damit sie danach wieder Teil der Gesellschaft werden."
    }
  },
  {
    "translation": {
      "en": "And then when they get out, we shun them.",
      "de": "Und nach der Entlassung scheuen wir sie."
    }
  },
  {
    "translation": {
      "en": "Over 40,000 collateral consequences",
      "de": "Über 40.000 Kollateralfolgen"
    }
  },
  {
    "translation": {
      "en": "for people that come through our criminal justice system.",
      "de": "für Leute, die unser Strafrechtssystem durchlaufen."
    }
  },
  {
    "translation": {
      "en": "It's that question, \"Have you been convicted of a felony?\"",
      "de": "\"Wurden Sie je wegen einer Straftat verurteilt?\""
    }
  },
  {
    "translation": {
      "en": "that appears on the job application.",
      "de": "Das steht auf Bewerbungsbögen."
    }
  },
  {
    "translation": {
      "en": "In some cases, it can affect your access to student loans.",
      "de": "Es kann den Zugang zu Studentenkrediten beeinflussen."
    }
  },
  {
    "translation": {
      "en": "They can't get many business licenses, food stamps if they're hungry.",
      "de": "Sie bekommen nur wenige Geschäftslizenzen, Lebensmittelmarken."
    }
  },
  {
    "translation": {
      "en": "...private rentals in regards to housing.",
      "de": "Sie müssen Privatwohnungen anmieten."
    }
  },
  {
    "translation": {
      "en": "It's that question that appears on life insurance.",
      "de": "Die Frage erscheint auf der Lebensversicherung."
    }
  },
  {
    "translation": {
      "en": "The scarlet letter follows you for the rest of your life in this country.",
      "de": "Es verfolgt einen für den Rest des Lebens."
    }
  },
  {
    "translation": {
      "en": "[Stevenson] In March of 2015,",
      "de": "Im März 2015"
    }
  },
  {
    "translation": {
      "en": "we had tens of thousands of people come to Selma",
      "de": "kamen Zehntausende Menschen nach Selma,"
    }
  },
  {
    "translation": {
      "en": "to celebrate the 50th anniversary of the crossing of the Edmund Pettus Bridge.",
      "de": "um den 50. Jahrestag der Überquerung der Edmund-Pettus-Brücke zu feiern."
    }
  },
  {
    "translation": {
      "en": "And very few of those people realized",
      "de": "Nur wenigen Leuten war klar,"
    }
  },
  {
    "translation": {
      "en": "that nearly 30% of the black male population of Alabama today",
      "de": "dass fast 30 % der afroamerikanischen Männer in Alabama"
    }
  },
  {
    "translation": {
      "en": "has permanently lost the right to vote as a result of a criminal conviction.",
      "de": "aufgrund von Vorstrafen permanent das Wahlrecht verloren haben."
    }
  },
  {
    "translation": {
      "en": "If you do something wrong, you should pay it back,",
      "de": "Wenn man etwas falsch macht, sollte man es wieder gutmachen"
    }
  },
  {
    "translation": {
      "en": "and then move forward with your life.",
      "de": "und dann nach vorn schauen."
    }
  },
  {
    "translation": {
      "en": "But yet, in America, there's absolutely zero closure.",
      "de": "Aber in Amerika gibt es keinen Abschluss."
    }
  },
  {
    "translation": {
      "en": "We actually tell American citizens, when they pay back their debt to society,",
      "de": "Wir sagen unseren Bürgern quasi, selbst wenn sie ihre Schuld tilgen,"
    }
  },
  {
    "translation": {
      "en": "their citizenship will still be denied from them.",
      "de": "werden ihnen die Bürgerrechte verweigert."
    }
  },
  {
    "translation": {
      "en": "So many aspects of the old Jim Crow are suddenly legal again",
      "de": "Viele Aspekte der alten Jim-Crow-Gesetze sind plötzlich wieder legal,"
    }
  },
  {
    "translation": {
      "en": "once you've been branded a felon.",
      "de": "sobald man vorbestraft ist."
    }
  },
  {
    "translation": {
      "en": "And so it seems that in America, we haven't so much ended racial caste,",
      "de": "WAHLRECHT ELTERNRECHTE Es ist, als hätten wir Rassendiskriminierung nicht abgeschafft,"
    }
  },
  {
    "translation": {
      "en": "but simply redesigned it.",
      "de": "sondern einfach umgestaltet."
    }
  },
  {
    "translation": {
      "en": "We are now in an era",
      "de": "Wir sind in einer Ära,"
    }
  },
  {
    "translation": {
      "en": "where Democrats and Republicans alike have decided",
      "de": "in der Demokraten und Republikaner beschlossen haben,"
    }
  },
  {
    "translation": {
      "en": "that it's not in their interest anymore to maintain the prison system as it is.",
      "de": "dass sie das Gefängnissystem nicht aufrechterhalten wollen."
    }
  },
  {
    "translation": {
      "en": "Now, all of a sudden,",
      "de": "Und ganz plötzlich"
    }
  },
  {
    "translation": {
      "en": "Hillary Clinton is meeting with Black Lives Matter activists,",
      "de": "trifft Hillary Clinton Aktivisten von Black Lives Matter"
    }
  },
  {
    "translation": {
      "en": "and talking about it.",
      "de": "und redet darüber."
    }
  },
  {
    "translation": {
      "en": "It's time to change our approach and end the era of mass incarceration.",
      "de": "Wir sollten unseren Ansatz ändern und die Ära der Masseninhaftierungen beenden."
    }
  },
  {
    "translation": {
      "en": "She's made a major address on it.",
      "de": "Sie hielt eine Rede dazu."
    }
  },
  {
    "translation": {
      "en": "We will reform our criminal justice system from end to end",
      "de": "Wir werden unser Strafrechtssystem von Grund auf reformieren"
    }
  },
  {
    "translation": {
      "en": "and rebuild trust between law enforcement and the communities they serve.",
      "de": "und das Vertrauen zwischen der Polizei und den Gemeinden wieder aufbauen."
    }
  },
  {
    "translation": {
      "en": "President Obama going to prison, you know, as the first sitting President",
      "de": "Präsident Obama war der erste amtierende Präsident,"
    }
  },
  {
    "translation": {
      "en": "to ever visit a prison.",
      "de": "der ein Gefängnis besuchte."
    }
  },
  {
    "translation": {
      "en": "We've got an opportunity to make a difference at a time when",
      "de": "Wir haben die Chance, etwas zu ändern, in einer Zeit,"
    }
  },
  {
    "translation": {
      "en": "overall violent crime rates have been dropping",
      "de": "in der die Gewaltverbrechensrate gesunken ist,"
    }
  },
  {
    "translation": {
      "en": "at the same time as incarcerations last year",
      "de": "genauso wie Inhaftierungen im letzten Jahr"
    }
  },
  {
    "translation": {
      "en": "dropped for the first time in 40 years.",
      "de": "zum ersten Mal seit 40 Jahren gesunken sind."
    }
  },
  {
    "translation": {
      "en": "And conservatives, who were always seen or understood within the narrative",
      "de": "Und Konservative, von denen man immer hörte,"
    }
  },
  {
    "translation": {
      "en": "as being the tough-on-crime ones, um,",
      "de": "dass sie bei Verbrechen hart durchgreifen wollen,"
    }
  },
  {
    "translation": {
      "en": "have now embraced justice reform.",
      "de": "befürworten nun eine Justizreform."
    }
  },
  {
    "translation": {
      "en": "It's very, uh, man bites dog.",
      "de": "Mann beißt Hund, sozusagen."
    }
  },
  {
    "translation": {
      "en": "You see, Texas used to spend billions locking people up for minor offenses.",
      "de": "Texas zahlte Milliarden, um Menschen für geringe Vergehen einzusperren."
    }
  },
  {
    "translation": {
      "en": "We shifted our focus to diversionary programs,",
      "de": "Wir konzentrieren uns nun auf Programme"
    }
  },
  {
    "translation": {
      "en": "like community supervision.",
      "de": "wie die Überwachung durch Gemeinden."
    }
  },
  {
    "translation": {
      "en": "We got to ask ourselves,",
      "de": "Wir müssen uns fragen:"
    }
  },
  {
    "translation": {
      "en": "\"Do we feel comfortable with people taking the lead of a conversation,",
      "de": "\"Sind wir damit einverstanden, wenn Leute das Wort an sich reißen"
    }
  },
  {
    "translation": {
      "en": "in a moment where it feels right politically?\"",
      "de": "in einem Moment, der politisch richtig erscheint?\""
    }
  },
  {
    "translation": {
      "en": "Historically, when one looks at efforts to create reforms,",
      "de": "Bestrebungen, Reformen voranzubringen, haben historisch gesehen"
    }
  },
  {
    "translation": {
      "en": "they inevitably lead to more repression.",
      "de": "immer zu mehr Unterdrückung geführt."
    }
  },
  {
    "translation": {
      "en": "So, if we leave it up to them, what they're gonna do is they're gonna tinker with the system.",
      "de": "Wenn wir es ihnen überlassen, werden sie am System herumpfuschen."
    }
  },
  {
    "translation": {
      "en": "They're not gonna do the change that we need to see as a country to get us out of this mess.",
      "de": "Sie werden nicht den Wandel herbeiführen, der unser Land aus dieser Krise führt."
    }
  },
  {
    "translation": {
      "en": "And they're certainly not gonna go backwards and fix the mess that they have made,",
      "de": "Und sie werden das Chaos auch nicht rückgängig machen."
    }
  },
  {
    "translation": {
      "en": "because they're not ready to make that admission.",
      "de": "Sie sind nicht bereit, das einzugestehen."
    }
  },
  {
    "translation": {
      "en": "But as a country, I don't think we've ever been ready to make the admission",
      "de": "Aber als Land sind wir nie bereit dazu gewesen, zuzugeben,"
    }
  },
  {
    "translation": {
      "en": "that we have steamrolled through entire communities and multiple generations",
      "de": "dass wir ganze Gemeinden und Generationen überrollt haben."
    }
  },
  {
    "translation": {
      "en": "when you think about things like slavery and Jim Crow,",
      "de": "Man denke an die Sklaverei oder Jim Crow."
    }
  },
  {
    "translation": {
      "en": "and all the other systems of oppression that have led us to where we are today.",
      "de": "All die Unterdrückungssysteme, die uns dahin führten, wo wir heute sind."
    }
  },
  {
    "translation": {
      "en": "So much fun! I love it, I love it!",
      "de": "Ich habe so viel Spaß! Ich liebe es!"
    }
  },
  {
    "translation": {
      "en": "-We havin' a good time? -[crowd cheering]",
      "de": "Amüsieren wir uns?"
    }
  },
  {
    "translation": {
      "en": "USA! USA! [crowd chanting] USA! USA! USA! USA!",
      "de": "USA! USA!"
    }
  },
  {
    "translation": {
      "en": "Fuck you! Fuck you! Fuck you! Fuck you! [spits]",
      "de": "Verpiss dich!"
    }
  },
  {
    "translation": {
      "en": "[woman] Don't you dare do that! Don't you dare do that!",
      "de": "Wag es ja nicht."
    }
  },
  {
    "translation": {
      "en": "[Trump] Knock the crap out of 'em, would you? Seriously!",
      "de": "Verprügelt sie ordentlich, ja? Im Ernst."
    }
  },
  {
    "translation": {
      "en": "Get him out. Get him out of here!",
      "de": "Schafft ihn raus. Schafft ihn hier raus."
    }
  },
  {
    "translation": {
      "en": "In the good old days, this doesn't happen,",
      "de": "In der guten alten Zeit wäre das nicht passiert,"
    }
  },
  {
    "translation": {
      "en": "because they used to treat them very, very rough.",
      "de": "weil man sie da sehr, sehr rabiat behandelt hat."
    }
  },
  {
    "translation": {
      "en": "And when they protested once,",
      "de": "Und wenn sie nur einmal protestierten,"
    }
  },
  {
    "translation": {
      "en": "you know, they would not do it again so easily.",
      "de": "taten sie das danach nie wieder."
    }
  },
  {
    "translation": {
      "en": "I'd like to punch him in the face, I'll tell you.",
      "de": "Ich will ihm echt gern eine in die Fresse hauen."
    }
  },
  {
    "translation": {
      "en": "[Trump] I love the old days.",
      "de": "Ich liebe die gute alte Zeit."
    }
  },
  {
    "translation": {
      "en": "You know what they used to do to guys like that in a place like this?",
      "de": "Wisst ihr, was sie mit solchen Typen an so einem Ort gemacht haben?"
    }
  },
  {
    "translation": {
      "en": "They'd be carried out on a stretcher, folks.",
      "de": "Sie wurden auf einer Bahre herausgetragen, Leute."
    }
  },
  {
    "translation": {
      "en": "Yeah, it's true.",
      "de": "Ja, das stimmt."
    }
  },
  {
    "translation": {
      "en": "Knock the hell out of that mouth. The next time we see him, we might have to kill him.",
      "de": "Haut gut zu. Das nächste Mal müssen wir ihn vielleicht umbringen."
    }
  },
  {
    "translation": {
      "en": "[Trump] In the good old days,",
      "de": "In der guten alten Zeit"
    }
  },
  {
    "translation": {
      "en": "they'd rip him out of that seat so fast...",
      "de": "hätten sie ihn so schnell aus dem Stuhl gezerrt..."
    }
  },
  {
    "translation": {
      "en": "-Shut up. Shut the hell up. -[woman 1] No, fuck no.",
      "de": "-Halt die Klappe. -Nein, verdammt."
    }
  },
  {
    "translation": {
      "en": "No, I will not shut the hell up.",
      "de": "Das werde ich nicht."
    }
  },
  {
    "translation": {
      "en": "[man 1] Why are you even here?",
      "de": "Warum bist du hier?"
    }
  },
  {
    "translation": {
      "en": "[man 2] Get the fuck out of here, man.",
      "de": "Verschwinde hier, Mann."
    }
  },
  {
    "translation": {
      "en": "Get out of here.",
      "de": "Raus hier."
    }
  },
  {
    "translation": {
      "en": "-[woman 2] Be respectful! -[man 3] I care about my son's future!",
      "de": "-Zeigt Respekt! -Die Zukunft meines Sohnes ist wichtig!"
    }
  },
  {
    "translation": {
      "en": "[Trump] In the good old days...",
      "de": "In der guten alten Zeit"
    }
  },
  {
    "translation": {
      "en": "law enforcement acted a lot quicker than this.",
      "de": "hat die Polizei schneller gehandelt als jetzt."
    }
  },
  {
    "translation": {
      "en": "A lot quicker.",
      "de": "Viel schneller."
    }
  },
  {
    "translation": {
      "en": "[Nixon] And we are going to enforce the law,",
      "de": "Wir werden das Gesetz durchsetzen."
    }
  },
  {
    "translation": {
      "en": "and Americans should remember that, if we're going to have law and order.",
      "de": "Das sollten Amerikaner bedenken, wenn wir Recht und Ordnung wollen."
    }
  },
  {
    "translation": {
      "en": "I am... the law and order candidate.",
      "de": "Ich bin der Kandidat für Recht und Ordnung. Schwarze Leben zählen"
    }
  },
  {
    "translation": {
      "en": "We thought... I mean, they called the end of slavery \"jubilee.\"",
      "de": "Wir dachten... Man feierte das Ende der Sklaverei."
    }
  },
  {
    "translation": {
      "en": "We thought we were done then.",
      "de": "Wir dachten damals, das wäre vorbei."
    }
  },
  {
    "translation": {
      "en": "And then you had 100 years of Jim Crow, terror and lynching.",
      "de": "Und dann folgten 100 Jahre Jim Crow, Terror und Lynchmorde."
    }
  },
  {
    "translation": {
      "en": "Dr. King, these guys come on the scene, Ella Jo Baker, Fannie Lou Hamer,",
      "de": "Dr. King, diese Leute tauchen auf, Ella Jo Baker, Fannie Lou Hamer,"
    }
  },
  {
    "translation": {
      "en": "we get the bills passed to vote,",
      "de": "wir boxen das Wahlrecht durch,"
    }
  },
  {
    "translation": {
      "en": "and then they break out the handcuffs.",
      "de": "und dann kommen die Handschellen."
    }
  },
  {
    "translation": {
      "en": "Label you felon, you can't vote or get a job.",
      "de": "Man wird als Verbrecher abgestempelt, kann nicht wählen, arbeiten."
    }
  },
  {
    "translation": {
      "en": "So, we don't know what the next iteration of this will be,",
      "de": "Wir wissen nicht, was sich als Nächstes wiederholt,"
    }
  },
  {
    "translation": {
      "en": "but it will be. It will be.",
      "de": "aber es wird passieren, ganz sicher."
    }
  },
  {
    "translation": {
      "en": "And we will have to be vigilant.",
      "de": "Wir müssen wachsam bleiben."
    }
  },
  {
    "translation": {
      "en": "[Stevenson] The Bureau of Justice reported that one in three young, black males",
      "de": "Laut Justizbehörde ist davon auszugehen, dass einer von drei jungen Schwarzen"
    }
  },
  {
    "translation": {
      "en": "is expected to go to jail or prison during his lifetime,",
      "de": "in seiner Lebenszeit ins Gefängnis kommt."
    }
  },
  {
    "translation": {
      "en": "which is an unbelievably shocking statistic.",
      "de": "Das ist eine unglaublich schockierende Statistik."
    }
  },
  {
    "translation": {
      "en": "[reporter] Black men account for roughly 6.5% of the US population.",
      "de": "Schwarze Männer stellen etwa 6,5 % der US-Bevölkerung."
    }
  },
  {
    "translation": {
      "en": "They make up 40.2% of the prison population.",
      "de": "Sie machen 40,2 % der Gefängnisinsassen aus."
    }
  },
  {
    "translation": {
      "en": "We now have more African Americans under criminal supervision",
      "de": "Es werden heute mehr Afroamerikaner kriminaltechnisch überwacht"
    }
  },
  {
    "translation": {
      "en": "than all the slaves back in the 1850s.",
      "de": "als es in den 1850ern Sklaven gab."
    }
  },
  {
    "translation": {
      "en": "The prison industrial complex, uh...",
      "de": "Der Vollzugs-Industriekomplex"
    }
  },
  {
    "translation": {
      "en": "relies historically on the inheritances of slavery.",
      "de": "stützt sich historisch auf die Hinterlassenschaften der Sklaverei."
    }
  },
  {
    "translation": {
      "en": "[Senghor] The 13th Amendment says,",
      "de": "WEDER SKLAVEREI NOCH KNECHTSCHAFT SOLLEN IN DEN USA EXISTIEREN Der 13. Zusatzartikel besagt,"
    }
  },
  {
    "translation": {
      "en": "\"No involuntary servitude except for those who have been duly convicted of a crime.\"",
      "de": "\"Keine unfreiwillige Knechtschaft außer für verurteilte Verbrecher.\""
    }
  },
  {
    "translation": {
      "en": "So once you've been convicted of a crime, you are in essence a slave of the state.",
      "de": "Wenn man verurteilt wurde, ist man ein Sklave des Staates."
    }
  },
  {
    "translation": {
      "en": "The stroke of a pen is not self-enforcing.",
      "de": "AUSSER ALS STRAFE FÜR VERBRECHEN Ein Schreibgerät kann nichts selbst durchsetzen."
    }
  },
  {
    "translation": {
      "en": "And so, while the 13th Amendment is hailed as this great milestone for freedom,",
      "de": "Der 13. Zusatzartikel galt als Meilenstein für die Freiheit,"
    }
  },
  {
    "translation": {
      "en": "and abolitionists celebrate, and this is the end of a lifelong quest,",
      "de": "die Sklavereigegner feierten ihn als das Ende eines Kampfes."
    }
  },
  {
    "translation": {
      "en": "the reality is much more problematic.",
      "de": "Die Realität ist problematischer."
    }
  },
  {
    "translation": {
      "en": "Well, once that clause is inserted in there, it becomes a tool.",
      "de": "Sobald diese Klausel eingefügt war, wurde sie zum Werkzeug."
    }
  },
  {
    "translation": {
      "en": "It's there. It's embedded in the structure.",
      "de": "Sie ist in die Struktur eingebettet."
    }
  },
  {
    "translation": {
      "en": "And for those who seek to use this criminality clause as a tool,",
      "de": "Und für die, die dieses Werkzeug benutzen wollen,"
    }
  },
  {
    "translation": {
      "en": "it can become a pretty powerful one, because it's privileged.",
      "de": "kann es sehr mächtig werden. Es ist Teil der Verfassung, dem höchsten Gesetz des Landes."
    }
  },
  {
    "translation": {
      "en": "It's in the constitution, it's the supreme law of the land.",
      "de": "Es ist Teil der Verfassung, dem höchsten Gesetz des Landes."
    }
  },
  {
    "translation": {
      "en": "Throughout American history,",
      "de": "In der amerikanischen Geschichte"
    }
  },
  {
    "translation": {
      "en": "African Americans have repeatedly been controlled",
      "de": "wurden Afroamerikaner immer wieder kontrolliert,"
    }
  },
  {
    "translation": {
      "en": "through systems of racial and social control that appear to die,",
      "de": "sozial und die Hautfarbe betreffend, durch Systeme, die zu verschwinden scheinen,"
    }
  },
  {
    "translation": {
      "en": "but then are reborn in new form,",
      "de": "dann aber in neuer Form wieder auftauchen."
    }
  },
  {
    "translation": {
      "en": "tailored to the needs and constraints of the time.",
      "de": "Zugeschnitten auf die Bedürfnisse der jeweiligen Zeit."
    }
  },
  {
    "translation": {
      "en": "You know, after the collapse of slavery,",
      "de": "Nach dem Zusammenbruch der Sklaverei"
    }
  },
  {
    "translation": {
      "en": "a new system was born, convict leasing,",
      "de": "entstand ein neues System, die Verpachtung Strafgefangener,"
    }
  },
  {
    "translation": {
      "en": "which was a new form of slavery.",
      "de": "im Prinzip nur eine neue Form der Sklaverei."
    }
  },
  {
    "translation": {
      "en": "And once convict leasing faded away, a new system was born,",
      "de": "Sobald das verschwunden war, entstand ein neues System,"
    }
  },
  {
    "translation": {
      "en": "a Jim Crow system,",
      "de": "ein Jim-Crow-System,"
    }
  },
  {
    "translation": {
      "en": "that relegated African Americans to a permanent second-class status.",
      "de": "das Afroamerikaner permanent zu Menschen zweiter Klasse machte."
    }
  },
  {
    "translation": {
      "en": "And here we are,",
      "de": "Nun sind wir hier,"
    }
  },
  {
    "translation": {
      "en": "decades after the collapse of the old Jim Crow,",
      "de": "Jahrzehnte nach dem Zusammenbruch von Jim Crow,"
    }
  },
  {
    "translation": {
      "en": "and a new system has been born again in America.",
      "de": "und wieder ist ein neues System in Amerika entstanden."
    }
  },
  {
    "translation": {
      "en": "A system of mass incarceration that, once again,",
      "de": "Ein System der Masseninhaftierungen, das, wieder,"
    }
  },
  {
    "translation": {
      "en": "strips millions of poor people, overwhelmingly poor people of color,",
      "de": "Millionen armer Leute, hauptsächlich arme Farbige,"
    }
  },
  {
    "translation": {
      "en": "of the very rights supposedly won in the civil rights movement.",
      "de": "der Rechte beraubt, die ihnen die Bürgerrechtsbewegung gewann."
    }
  },
  {
    "translation": {
      "en": "And so instead of talking about it, we just tried to move on.",
      "de": "Statt darüber zu reden, versuchten wir, nach vorn zu schauen."
    }
  },
  {
    "translation": {
      "en": "After the Civil Rights Act was passed and after the civil rights laws,",
      "de": "Nach Verabschiedung der Bürgerrechts-Gesetze"
    }
  },
  {
    "translation": {
      "en": "we tried to play it off.",
      "de": "spielten wir es herunter."
    }
  },
  {
    "translation": {
      "en": "Because we didn't deal with it,",
      "de": "Wir gingen es nicht an."
    }
  },
  {
    "translation": {
      "en": "that narrative of racial difference continued.",
      "de": "Das Thema der Rassenunterschiede blieb weiter im Raum."
    }
  },
  {
    "translation": {
      "en": "And it turned into this presumption of dangerousness and guilt",
      "de": "Dann wurde daraus die Unterstellung von Gefährlichkeit und Schuld,"
    }
  },
  {
    "translation": {
      "en": "that follows every black and brown person wherever they are.",
      "de": "die jedem Schwarzen oder Farbigen überallhin folgt."
    }
  },
  {
    "translation": {
      "en": "[officer 1 on radio] You need to get out of the street immediately.",
      "de": "Verlassen Sie sofort die Straße."
    }
  },
  {
    "translation": {
      "en": "[officer 2] Get out of the way!",
      "de": "Geht aus dem Weg!"
    }
  },
  {
    "translation": {
      "en": "[officer 3] This is St. Louis County Police. Stay off the roadway.",
      "de": "Hier spricht die Polizei. Gehen Sie von der Straße."
    }
  },
  {
    "translation": {
      "en": "[Melina Abdullah] Ferguson was not simply about Mike Brown.",
      "de": "In Ferguson ging es nicht nur um Mike Brown."
    }
  },
  {
    "translation": {
      "en": "It was also this pattern of mass criminalization and mass incarceration.",
      "de": "Da war wieder das Muster der Massenkriminalisierung und -inhaftierung."
    }
  },
  {
    "translation": {
      "en": "-[officer] Back off. Back off. -[protesters shouting]",
      "de": "Zurück."
    }
  },
  {
    "translation": {
      "en": "There was an average of three warrants per household in Ferguson.",
      "de": "Im Durchschnitt gab es in Ferguson drei Haftbefehle pro Haushalt."
    }
  },
  {
    "translation": {
      "en": "And so people rose up because they understood",
      "de": "Die Leute lehnten sich auf, weil sie verstanden,"
    }
  },
  {
    "translation": {
      "en": "that they were also enemies of the state, seen as enemies of the state.",
      "de": "dass man sie als Feinde des Staates ansieht."
    }
  },
  {
    "translation": {
      "en": "The communities in which black people live really become occupied territories,",
      "de": "Die Viertel, in denen Schwarze leben, wurden zu besetzten Gebieten,"
    }
  },
  {
    "translation": {
      "en": "and black people have become seen as, um, enemy combatants, right,",
      "de": "Schwarze wurden als Feindeskämpfer angesehen,"
    }
  },
  {
    "translation": {
      "en": "who don't have any rights, and who can be stopped and frisked",
      "de": "die keine Rechte haben, die angehalten und gefilzt werden können,"
    }
  },
  {
    "translation": {
      "en": "and, you know, arrested and detained and questioned and killed with impunity.",
      "de": "verhaftet, festgehalten, verhört und ohne Strafe umgebracht."
    }
  },
  {
    "translation": {
      "en": "[Cobb] If we were to look at",
      "de": "Wenn ich mir"
    }
  },
  {
    "translation": {
      "en": "the larger-scale riots that we know of in, you know, our recent history,",
      "de": "die größeren Aufstände in unserer Zeit ansehe,"
    }
  },
  {
    "translation": {
      "en": "from Rodney King,",
      "de": "von Rodney King,"
    }
  },
  {
    "translation": {
      "en": "to the Detroit riot in 1967,",
      "de": "über den Aufruhr in Detroit 1967,"
    }
  },
  {
    "translation": {
      "en": "the Newark riot in 1967,",
      "de": "den Newark-Aufstand 1967,"
    }
  },
  {
    "translation": {
      "en": "Harlem riot in 1964, Watts in 1965.",
      "de": "Harlem 1964, Watts 1965..."
    }
  },
  {
    "translation": {
      "en": "Every single one of those riots was a result of police brutality.",
      "de": "All diese Aufstände resultierten aus der Brutalität durch die Polizei."
    }
  },
  {
    "translation": {
      "en": "That is the common thread.",
      "de": "Ein roter Faden."
    }
  },
  {
    "translation": {
      "en": "-Fight back! Fight back! -Fist up! Fist up!",
      "de": "STOPPT DAS TÖTEN SCHWARZER KINDER! -Wehrt euch! -Faust hoch!"
    }
  },
  {
    "translation": {
      "en": "[Gannon] It would be a mistake to say, as many do in the current context,",
      "de": "Es wäre falsch zu sagen, wie es viele Leute im aktuellen Kontext tun,"
    }
  },
  {
    "translation": {
      "en": "that if you're against the police, then you're against law and order.",
      "de": "dass man als Polizeigegner gegen Recht und Ordnung ist."
    }
  },
  {
    "translation": {
      "en": "These are hardworking civil servants putting their lives on the line every day.",
      "de": "Es sind fleißige Beamte. Sie riskieren ihr Leben für uns. Und das stimmt."
    }
  },
  {
    "translation": {
      "en": "And that's true.",
      "de": "Sie riskieren ihr Leben für uns. Und das stimmt."
    }
  },
  {
    "translation": {
      "en": "People who join the police do so, you know, to do these sorts of things.",
      "de": "Leute, die Polizist werden, tun solche Dinge auch."
    }
  },
  {
    "translation": {
      "en": "But if you dismiss black complaints of mistreatment by police",
      "de": "Doch wenn man die Beschwerden Schwarzer über Fehlverhalten der Polizei abtut,"
    }
  },
  {
    "translation": {
      "en": "as being completely rooted in our modern context,",
      "de": "wie es in unserer Zeit häufig geschieht,"
    }
  },
  {
    "translation": {
      "en": "then you're missing the point completely.",
      "de": "dann hat man nichts begriffen."
    }
  },
  {
    "translation": {
      "en": "There has never been a period in our history",
      "de": "Zu keinem Zeitpunkt in unserer Geschichte"
    }
  },
  {
    "translation": {
      "en": "where the law and order branch of the state has not operated against",
      "de": "haben die staatlichen Organe der Strafverfolgung nicht"
    }
  },
  {
    "translation": {
      "en": "the freedoms, the liberties, the options, the choices",
      "de": "gegen die Freiheiten, Optionen und Möglichkeiten gearbeitet,"
    }
  },
  {
    "translation": {
      "en": "that have been available for the black community, generally speaking.",
      "de": "die für die schwarze Gemeinschaft verfügbar waren."
    }
  },
  {
    "translation": {
      "en": "And to ignore that racial heritage, to ignore that historical context,",
      "de": "Und dieses Erbe, diesen historischen Kontext zu ignorieren,"
    }
  },
  {
    "translation": {
      "en": "means that you can't have an informed debate",
      "de": "bedeutet, dass man keine fundierte Debatte"
    }
  },
  {
    "translation": {
      "en": "about the current state of blacks and police relationship today,",
      "de": "über die Beziehung zwischen Schwarzen und der Polizei führen kann."
    }
  },
  {
    "translation": {
      "en": "'cause this didn't just appear out of nothing.",
      "de": "Das tauchte nicht einfach so auf."
    }
  },
  {
    "translation": {
      "en": "This is the product of a centuries-long historical process.",
      "de": "Es ist das Produkt eines jahrhundertelangen Prozesses."
    }
  },
  {
    "translation": {
      "en": "And to not reckon with that is to shut off solutions.",
      "de": "Und das zu ignorieren, bedeutet, Lösungen zu blockieren."
    }
  },
  {
    "translation": {
      "en": "We may have lost the sheets of the Ku Klux Klan,",
      "de": "Der Ku Klux Klan trägt keine Bettlaken mehr,"
    }
  },
  {
    "translation": {
      "en": "but, clearly, when you see black kids being shot down...",
      "de": "aber wenn man sieht, wie schwarze Jungs erschossen werden,"
    }
  },
  {
    "translation": {
      "en": "then, obviously, we didn't cut out this cancer.",
      "de": "wird klar, dass wir diesen Krebs nicht besiegten."
    }
  },
  {
    "translation": {
      "en": "For many of us, you know, [stammers] whose families lived through this,",
      "de": "Für viele von uns, deren Familien das durchlebt haben,"
    }
  },
  {
    "translation": {
      "en": "who are extensions of this kind of oppression,",
      "de": "die auch die Unterdrückung zu spüren kriegen,"
    }
  },
  {
    "translation": {
      "en": "we don't need to see pictures to understand what's going on.",
      "de": "sind keine Bilder nötig, um zu verstehen, was los ist."
    }
  },
  {
    "translation": {
      "en": "It's really to kind of, like, speak to the masses",
      "de": "Man muss zu den Leuten sprechen,"
    }
  },
  {
    "translation": {
      "en": "who have been ignoring this for the majority of their life.",
      "de": "die das Thema ihr Leben lang ignorierten."
    }
  },
  {
    "translation": {
      "en": "But I also think there's trouble of just showing,",
      "de": "Aber ich glaube, es ist nicht gut,"
    }
  },
  {
    "translation": {
      "en": "you know, black bodies as dead bodies, too.",
      "de": "ständig Leichen von Schwarzen zu zeigen."
    }
  },
  {
    "translation": {
      "en": "Too much of anything becomes unhealthy, unuseful.",
      "de": "Alles, was man zu oft sieht, wird ungesund, unnütz."
    }
  },
  {
    "translation": {
      "en": "I think they need to be seen, if the family is okay with it.",
      "de": "Ich finde, sie sollten gezeigt werden, wenn die Familie einverstanden ist."
    }
  },
  {
    "translation": {
      "en": "It wasn't until things were made visual in the civil rights movement,",
      "de": "Erst, als die Dinge visualisiert wurden in der Bürgerrechtsbewegung"
    }
  },
  {
    "translation": {
      "en": "that we really saw, uh,",
      "de": "sahen wir wirklich,"
    }
  },
  {
    "translation": {
      "en": "folks come out and being shocked into movement.",
      "de": "dass Leute kamen, sich aus Schock der Bewegung anschlossen."
    }
  },
  {
    "translation": {
      "en": "You have to shock people into paying attention.",
      "de": "Man muss Leute schockieren, damit sie aufmerksam werden."
    }
  },
  {
    "translation": {
      "en": "But there's a kind of historical trajectory that we can trace here, um,",
      "de": "Aber es ist ein historischer Verlauf beobachtbar,"
    }
  },
  {
    "translation": {
      "en": "through media and technology.",
      "de": "in Sachen Medien und Technologie."
    }
  },
  {
    "translation": {
      "en": "We went back to, um, the slavery era,",
      "de": "In der Zeit der Sklaverei"
    }
  },
  {
    "translation": {
      "en": "when people were writing autobiographies or slave narratives.",
      "de": "schrieben Leute Autobiografien oder Romane. MEINE FREIHEIT. Leben als Sklave. Freies Leben."
    }
  },
  {
    "translation": {
      "en": "Later in the 19th century,",
      "de": "Später im 19. Jahrhundert"
    }
  },
  {
    "translation": {
      "en": "when people began to use photographs",
      "de": "begann man, Fotos zu benutzen,"
    }
  },
  {
    "translation": {
      "en": "and they showed images.",
      "de": "Bilder zu zeigen."
    }
  },
  {
    "translation": {
      "en": "There's a famous image of slave Gordon and his back,",
      "de": "Ein berühmtes Foto zeigt den Sklaven Gordon und seinen Rücken."
    }
  },
  {
    "translation": {
      "en": "and you can see just this kind of lattice of scar tissue",
      "de": "Man sieht dieses Geflecht von Narben,"
    }
  },
  {
    "translation": {
      "en": "that is evidence of the whippings that he received.",
      "de": "Beweis für die Auspeitschungen, die er erhielt."
    }
  },
  {
    "translation": {
      "en": "Or the images of lynchings, which white people produced.",
      "de": "Oder die Bilder der Lynchmorde, die Weiße produzierten."
    }
  },
  {
    "translation": {
      "en": "[Abdullah] The murder of Emmett Till was really thought of as being",
      "de": "Der Mord an Emmett Till wurde angesehen"
    }
  },
  {
    "translation": {
      "en": "one of the primary catalysts for the civil rights movement.",
      "de": "als einer der ersten Auslöser für die Bürgerrechtsbewegung."
    }
  },
  {
    "translation": {
      "en": "The willingness of his mother",
      "de": "Die Bereitschaft seiner Mutter..."
    }
  },
  {
    "translation": {
      "en": "to have an open-casket funeral.",
      "de": "MUTTER VON EMMETT TILL ...einen offenen Sarg zu zeigen."
    }
  },
  {
    "translation": {
      "en": "Hundreds and hundreds of black folks filed past and see this young boy",
      "de": "Hunderte Schwarze kamen, um diesen Jungen zu sehen,"
    }
  },
  {
    "translation": {
      "en": "who had been killed by white supremacists in the South.",
      "de": "der von weißen Rassisten im Süden ermordet wurde."
    }
  },
  {
    "translation": {
      "en": "To publish those photographs in black publications",
      "de": "Die Bilder erschienen in Schwarzen-Magazinen... SPEZIALBERICHT"
    }
  },
  {
    "translation": {
      "en": "so the entire black world, like our Facebook or our Twitter now, right?",
      "de": "...damit alle sie sehen, so wie heute Facebook oder Twitter."
    }
  },
  {
    "translation": {
      "en": "So that the whole black world could see what had happened.",
      "de": "Damit die gesamte schwarze Welt sieht, was passiert war."
    }
  },
  {
    "translation": {
      "en": "In the 1950s, Dr. King and the civil rights movement",
      "de": "In den 50ern nutzten Dr. King und die Bürgerrechtsbewegung"
    }
  },
  {
    "translation": {
      "en": "used television in this way.",
      "de": "das Fernsehen."
    }
  },
  {
    "translation": {
      "en": "\"Look, this is what segregation looks like.",
      "de": "\"So sieht Segregation aus."
    }
  },
  {
    "translation": {
      "en": "These are dogs attacking children. These are people being fire hosed.\"",
      "de": "Diese Hunde greifen Kinder an. Menschen werden zurückgedrängt.\""
    }
  },
  {
    "translation": {
      "en": "Searching for the medium of technology, that will confirm your experience",
      "de": "Man sucht sich das technische Medium, das die eigene Erfahrung bestätigt,"
    }
  },
  {
    "translation": {
      "en": "such that your basic humanity can be recognized.",
      "de": "damit die eigene Menschlichkeit erkannt werden kann."
    }
  },
  {
    "translation": {
      "en": "The difference now is somebody can hold up one of these, get what's going on.",
      "de": "Jetzt kann jemand das hier hochhalten und festhalten, was passiert."
    }
  },
  {
    "translation": {
      "en": "They can put it on YouTube, and the whole world has to deal with it.",
      "de": "Man kann es auf YouTube laden und die ganze Welt muss damit klarkommen."
    }
  },
  {
    "translation": {
      "en": "That's what's new.",
      "de": "Das ist neu."
    }
  },
  {
    "translation": {
      "en": "It's not the protest. It's not the brutality.",
      "de": "Es ist nicht der Protest, nicht die Brutalität."
    }
  },
  {
    "translation": {
      "en": "It's the fact that we can force a conversation about it.",
      "de": "Wir können nun erzwingen, dass man darüber redet."
    }
  },
  {
    "translation": {
      "en": "We have been consistently been murdered as a result of police aggression.",
      "de": "Wir sind immer wieder durch Polizeigewalt umgekommen."
    }
  },
  {
    "translation": {
      "en": "They generally would excuse it by calling us criminals.",
      "de": "Ihre Entschuldigung war stets, dass wir Verbrecher sind."
    }
  },
  {
    "translation": {
      "en": "When they was killing Oscar Grant...",
      "de": "Als sie Oscar Grant umbrachten..."
    }
  },
  {
    "translation": {
      "en": "-[gunshot] -[crowd exclaiming]",
      "de": "MIT ERLAUBNIS DER FAMILIE VON OSCAR GRANT"
    }
  },
  {
    "translation": {
      "en": "When they got to Eric Garner...",
      "de": "Als sie zu Eric Garner kamen..."
    }
  },
  {
    "translation": {
      "en": "[Garner] I can't breathe.",
      "de": "Ich kann nicht atmen."
    }
  },
  {
    "translation": {
      "en": "I can't breathe.",
      "de": "Ich kann nicht atmen. MIT ERLAUBNIS DER FAMILIE VON ERIC GARNER"
    }
  },
  {
    "translation": {
      "en": "I can't breathe. I can't breathe.",
      "de": "MIT ERLAUBNIS DER FAMILIE VON ERIC GARNER Ich kann nicht atmen."
    }
  },
  {
    "translation": {
      "en": "I can't breathe. I can't breathe. I can't breathe.",
      "de": "Ich kann nicht atmen."
    }
  },
  {
    "translation": {
      "en": "[Turner] Everyone pointed out that he was saying, \"I can't breathe. I can't breathe.\"",
      "de": "Alle wiesen darauf hin, dass er sagte: \"Ich kann nicht atmen.\""
    }
  },
  {
    "translation": {
      "en": "But the sentences before that were,",
      "de": "Aber die Sätze davor waren:"
    }
  },
  {
    "translation": {
      "en": "\"Why are you always stopping me?",
      "de": "\"Wieso haltet ihr mich immer an?"
    }
  },
  {
    "translation": {
      "en": "Why is it, day in and day out, week in and week out, you're stopping me?\"",
      "de": "Wieso haltet ihr mich Tag um Tag, Woche um Woche an?\""
    }
  },
  {
    "translation": {
      "en": "And that, I think, is hugely important.",
      "de": "Und das ist sehr wichtig."
    }
  },
  {
    "translation": {
      "en": "When we think about the children who were killed at the hands of the state,",
      "de": "Wenn wir an die Kinder denken, die durch Staatshände starben,"
    }
  },
  {
    "translation": {
      "en": "I think about Tamir Rice at 12 years old,",
      "de": "wie Tamir Rice, 12 Jahre alt... MIT ERLAUBNIS DER FAMILIE VON TAMIR RICE"
    }
  },
  {
    "translation": {
      "en": "and the way that he was killed, you know, it hits my heart.",
      "de": "MIT ERLAUBNIS DER FAMILIE VON TAMIR RICE Wie er starb. Das zerreißt mir das Herz."
    }
  },
  {
    "translation": {
      "en": "[officer] Go ahead and take your seat belt off. Stop. Stop!",
      "de": "Bitte schnallen Sie sich ab. Halt. Halt!"
    }
  },
  {
    "translation": {
      "en": "[man] You good?",
      "de": "Alles ok?"
    }
  },
  {
    "translation": {
      "en": "-[officer 1] Roll on your stomach. Now! -[woman] Stop fighting!",
      "de": "-Roll auf den Bauch, sofort! -Wehr dich nicht! MIT ERLAUBNIS DER FAMILIE VON ERIC COURTNEY HARRIS"
    }
  },
  {
    "translation": {
      "en": "-[officer 1] I'm sorry. I'm sorry. -[Harris exclaims] Oh, shit.",
      "de": "-Es tut mir leid. -Scheiße."
    }
  },
  {
    "translation": {
      "en": "He shot me, man. I was shot.",
      "de": "Er hat auf mich geschossen. -Ich wurde angeschossen. -Er hat nichts gemacht."
    }
  },
  {
    "translation": {
      "en": "[officer 2] He didn't do shit. You didn't.",
      "de": "-Ich wurde angeschossen. -Er hat nichts gemacht."
    }
  },
  {
    "translation": {
      "en": "-[Harris groans] I'm losing breath. -[officer 2] Fuck your breath.",
      "de": "Du hast nichts gemacht. -Ich kann nicht atmen. -Egal."
    }
  },
  {
    "translation": {
      "en": "[woman] Stay with me.",
      "de": "Bleib bei mir."
    }
  },
  {
    "translation": {
      "en": "We got pulled over for a busted taillight in the back.",
      "de": "Wir wurden angehalten wegen eines kaputten Rücklichts. MIT ERLAUBNIS DER FAMILIE VON PHILANDO CASTILE"
    }
  },
  {
    "translation": {
      "en": "[Alexander] Police violence,",
      "de": "UNBEWAFFNETE SCHWARZE VON POLIZEI GETÖTET"
    }
  },
  {
    "translation": {
      "en": "that isn't the problem in and of itself.",
      "de": "UNBEWAFFNETE SCHWARZE VON POLIZEI GETÖTET Polizeigewalt allein ist nicht das Problem."
    }
  },
  {
    "translation": {
      "en": "It's reflection of a much larger, brutal system",
      "de": "Sie spiegelt ein größeres, brutaleres System wider,"
    }
  },
  {
    "translation": {
      "en": "of racial and social control known as mass incarceration,",
      "de": "Rassen- und Sozialkontrolle, auch bekannt als Masseninhaftierung."
    }
  },
  {
    "translation": {
      "en": "which authorizes this kind of police violence.",
      "de": "Sie erlaubt der Polizei diese Art von Gewalt."
    }
  },
  {
    "translation": {
      "en": "That's why, for me, the brilliance of Black Lives Matter...",
      "de": "Deshalb ist Black Lives Matter so brillant."
    }
  },
  {
    "translation": {
      "en": "They have a distributed leadership model. You can't find their address.",
      "de": "Sie haben keinen alleinigen Anführer, keine feste Adresse."
    }
  },
  {
    "translation": {
      "en": "I mean, Black Lives Matter is not a stoppable phenomenon,",
      "de": "Black Lives Matter kann nicht aufgehalten werden,"
    }
  },
  {
    "translation": {
      "en": "by a bullet or anything else.",
      "de": "weder durch Kugeln noch sonst was."
    }
  },
  {
    "translation": {
      "en": "And so, there's hope there because of that.",
      "de": "Und darum gibt es Hoffnung."
    }
  },
  {
    "translation": {
      "en": "Having people truly understand",
      "de": "Die Leute müssen verstehen,"
    }
  },
  {
    "translation": {
      "en": "that when black lives matter,",
      "de": "dass wenn die Leben Schwarzer wichtig sind,"
    }
  },
  {
    "translation": {
      "en": "everybody's life matters,",
      "de": "auch die Leben aller wichtig sind,"
    }
  },
  {
    "translation": {
      "en": "including every single person that enters this criminal justice system",
      "de": "inklusive aller Personen, die ins Strafrechtssystem kommen,"
    }
  },
  {
    "translation": {
      "en": "and this prison industrial complex.",
      "de": "und diesen Vollzugs-Industriekomplex."
    }
  },
  {
    "translation": {
      "en": "It's not just even about only black lives, right?",
      "de": "Es geht doch nicht nur um Schwarze."
    }
  },
  {
    "translation": {
      "en": "It's about changing the way this country understands human dignity.",
      "de": "Es geht darum, zu ändern, wie dieses Land menschliche Würde interpretiert."
    }
  },
  {
    "translation": {
      "en": "[Cobb] That's what, really, this Black Lives Matter moment is about.",
      "de": "Darum geht es bei Black Lives Matter."
    }
  },
  {
    "translation": {
      "en": "This question of whose life do we recognize as valuable?",
      "de": "Die Frage, wessen Leben wir als wertvoll erachten. PHILANDO CASTILE VERDIENT GERECHTIGKEIT"
    }
  },
  {
    "translation": {
      "en": "[Jones] The opposite of criminalization is humanization.",
      "de": "Das Gegenteil von Kriminalisierung ist Humanisierung."
    }
  },
  {
    "translation": {
      "en": "That's the one thing I hope that people will understand.",
      "de": "SCHWARZE LEBEN ZÄHLEN Ich hoffe, die Leute verstehen das."
    }
  },
  {
    "translation": {
      "en": "It's about rehumanizing us, as a people,",
      "de": "Es geht darum, uns wieder zu Menschen zu machen,"
    }
  },
  {
    "translation": {
      "en": "and us, right, as a people, all of us.",
      "de": "uns alle, uns als Volk."
    }
  },
  {
    "translation": {
      "en": "The system of mass incarceration has grown,",
      "de": "Das System der Masseninhaftierungen ist gewachsen,"
    }
  },
  {
    "translation": {
      "en": "and sprawled and developed an appetite",
      "de": "breitete sich aus und wurde hungriger."
    }
  },
  {
    "translation": {
      "en": "that is gobbling up people in communities of all colors.",
      "de": "Es verschlingt Leute aus allen farbigen Gemeinden."
    }
  },
  {
    "translation": {
      "en": "But if it hadn't been for the fact",
      "de": "Doch hätte es nicht begonnen"
    }
  },
  {
    "translation": {
      "en": "that it began with a group of people defined by race,",
      "de": "mit einer Gruppe, die durch ihre Hautfarbe definiert wurde,"
    }
  },
  {
    "translation": {
      "en": "that we as a nation have learned not to care about,",
      "de": "die wir als Nation gelernt haben zu ignorieren,"
    }
  },
  {
    "translation": {
      "en": "we wouldn't be talking about two million people behind bars today.",
      "de": "hätten wir heute keine zwei Millionen Menschen hinter Gittern."
    }
  },
  {
    "translation": {
      "en": "People say all the time,",
      "de": "Leute sagen immer:"
    }
  },
  {
    "translation": {
      "en": "\"I don't understand how people could've tolerated slavery.",
      "de": "\"Wie konnten die Leute nur Sklaverei tolerieren?"
    }
  },
  {
    "translation": {
      "en": "How could they have made peace with that?",
      "de": "Wie konnten sie ihren Frieden damit machen?"
    }
  },
  {
    "translation": {
      "en": "How could people have gone to a lynching and participated in that?",
      "de": "Wie konnten Leute an Lynchmorden teilnehmen?"
    }
  },
  {
    "translation": {
      "en": "How did people make sense of the segregation,",
      "de": "Wie erklärten sich Leute die Segregation,"
    }
  },
  {
    "translation": {
      "en": "this white and colored-only drinking... That's so crazy.",
      "de": "getrennte Trinkbrunnen... Das ist verrückt."
    }
  },
  {
    "translation": {
      "en": "If I was living at that time, I would have never tolerated anything like that.\"",
      "de": "Hätte ich damals gelebt, hätte ich das nie toleriert.\""
    }
  },
  {
    "translation": {
      "en": "And the truth is, we are living at this time, and we are tolerating it.",
      "de": "Die Wahrheit ist, wir leben heute und wir tolerieren es."
    }
  }
]