[
  {
    "translation": {
      "en": "[interviewer] I'm gonna not refer to you by name, so that we keep you anonymous.",
      "de": "Ich werde Sie nicht mit Namen ansprechen, damit Sie anonym bleiben können."
    }
  },
  {
    "translation": {
      "en": "So, I'll refer to you as John R.",
      "de": "Ich nenne Sie John R."
    }
  },
  {
    "translation": {
      "en": "And we're gonna use animation to hide your identity.",
      "de": "Und wir werden eine Animation nutzen, um Ihre Identität zu schützen."
    }
  },
  {
    "translation": {
      "en": "-Sure, yeah. -Okay.",
      "de": "-In Ordnung. -Ok."
    }
  },
  {
    "translation": {
      "en": "[interviewer] So... what's your understanding of what we're doing here today?",
      "de": "Was denken Sie, was wir heute machen?"
    }
  },
  {
    "translation": {
      "en": "An interview. On... the Audrie Pott case.",
      "de": "Ein Interview. Über… den Fall Audrie Pott."
    }
  },
  {
    "translation": {
      "en": "[interviewer] What is the Audrie Pott case?",
      "de": "Was ist der Fall Audrie Pott?"
    }
  },
  {
    "translation": {
      "en": "Uh, there was a... there was a... a criminal case...",
      "de": "Es gab einen Kriminalfall…"
    }
  },
  {
    "translation": {
      "en": "about a night on September 2nd, 2012.",
      "de": "…bezüglich der Nacht vom 2. September 2012."
    }
  },
  {
    "translation": {
      "en": "And Audrie Pott committed suicide",
      "de": "Und Audrie Pott beging Selbstmord."
    }
  },
  {
    "translation": {
      "en": "and there was a bunch of... things out there and it's a whole case. Yeah. [sighs]",
      "de": "Und es gab noch einige andere Sachen. So wurde das ein Fall. Ja."
    }
  },
  {
    "translation": {
      "en": "[interviewer] I'm gonna refer to you as John B in the course of this interview, so that we don't use your name.",
      "de": "Ich werde Sie im Interview John B. nennen, damit wir Ihren Namen nicht benutzen."
    }
  },
  {
    "translation": {
      "en": "And we'll disguise your face to keep you anonymous.",
      "de": "Und wir verschleiern Ihr Gesicht, damit Sie anonym bleiben."
    }
  },
  {
    "translation": {
      "en": "[interviewer] How would you describe the case?",
      "de": "Wie würden Sie den Fall beschreiben?"
    }
  },
  {
    "translation": {
      "en": "[John B] It was definitely very hard.",
      "de": "Es waren wirklich schwierige Zeiten."
    }
  },
  {
    "translation": {
      "en": "I was really tormented in school, like...",
      "de": "Ich wurde in der Schule schikaniert."
    }
  },
  {
    "translation": {
      "en": "I was being bumped up in the hallway and, you know, called a rapist,",
      "de": "Ich wurde im Flur angerempelt und Vergewaltiger genannt"
    }
  },
  {
    "translation": {
      "en": "and, yeah, a lot of... a lot of harsh terms and...",
      "de": "und viele andere fiese Dinge…"
    }
  },
  {
    "translation": {
      "en": "My car, it got, um... spray painted.",
      "de": "Mein Auto wurde angesprüht."
    }
  },
  {
    "translation": {
      "en": "And then on the... on the back it said, like, \"For Audrie.\"",
      "de": "Hinten drauf stand dann: \"Für Audrie.\""
    }
  },
  {
    "translation": {
      "en": "[interviewer] So, you felt kids were blaming you for Audrie's death?",
      "de": "Hatten Sie das Gefühl, man gab Ihnen die Schuld an ihrem Tod?"
    }
  },
  {
    "translation": {
      "en": "[John B] Yes. Definitely.",
      "de": "Ja. Definitiv."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Did you know when you were taking those pictures that it was a crime?",
      "de": "Wussten Sie, dass es ein Verbrechen ist, als Sie die Fotos machten?"
    }
  },
  {
    "translation": {
      "en": "-Did you know that in the moment? -No. Not at all.",
      "de": "-Wussten Sie es zu der Zeit? -Nein, überhaupt nicht."
    }
  },
  {
    "translation": {
      "en": "You know, we just thought it'd be funny to just laugh and joke about.",
      "de": "Wir dachten einfach, es sei lustig, und man könne darüber Witze machen."
    }
  },
  {
    "translation": {
      "en": "And kids said they saw the photos.",
      "de": "Wir dachten einfach, es sei lustig, und man könne darüber Witze machen. Andere sahen die Fotos."
    }
  },
  {
    "translation": {
      "en": "I think the whole football team got interviewed by the police, and so...",
      "de": "Ich glaube, die gesamte Footballmannschaft wurde von der Polizei befragt und…"
    }
  },
  {
    "translation": {
      "en": "Yeah, that's what happened.",
      "de": "Ja, das ist passiert."
    }
  },
  {
    "translation": {
      "en": "[attorney 1] This is media number one of the video tape deposition of John B.",
      "de": "Das ist Datenträger Nummer eins der Videoaussage von John B."
    }
  },
  {
    "translation": {
      "en": "Case name, Pott v. John B, et al.",
      "de": "Fallname Pott gegen John B et al."
    }
  },
  {
    "translation": {
      "en": "Case number 1-1-3-C-V-2-4-4-6-8-9.",
      "de": "Fallnummer 1-1-3-C-V-2-4-4-6-8-9."
    }
  },
  {
    "translation": {
      "en": "[attorney 2] Okay. Um...",
      "de": "Okay."
    }
  },
  {
    "translation": {
      "en": "Going back in time, the party happened on September 3, 2012. Right?",
      "de": "Die Party fand am 3. September 2012 statt, richtig?"
    }
  },
  {
    "translation": {
      "en": "[John B] Yes.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "[coach] Mike, out. Mike, out.",
      "de": "Los, Mike."
    }
  },
  {
    "translation": {
      "en": "[attorney 2] How did you become aware of the party?",
      "de": "Wie erfuhren Sie von der Party?"
    }
  },
  {
    "translation": {
      "en": "[John B sighs]",
      "de": "VIDEOAUSSAGE - 6.1.2015"
    }
  },
  {
    "translation": {
      "en": "[all chanting] Defense, defense, defense!",
      "de": "Verteidigung!"
    }
  },
  {
    "translation": {
      "en": "[John B] It is pretty blurry, it was...",
      "de": "Das ist recht verschwommen."
    }
  },
  {
    "translation": {
      "en": "almost four years ago. So, I mean...",
      "de": "Es ist ja fast vier Jahre her…"
    }
  },
  {
    "translation": {
      "en": "I hear this party is being hosted by Audrie and, um, Emily.",
      "de": "Ich hörte, dass Audrie und Emily eine Party gaben."
    }
  },
  {
    "translation": {
      "en": "And it was my first party I've ever been to.",
      "de": "Das war die erste Party, auf der ich je war."
    }
  },
  {
    "translation": {
      "en": "I was a freshman. I just got my license.",
      "de": "Neunte Klasse, gerade Führerschein gemacht."
    }
  },
  {
    "translation": {
      "en": "You know, kinda thought I was cool and stuff. I drove my friends there.",
      "de": "Ich dachte, ich sei cool und so. Ich fuhr meine Freunde hin."
    }
  },
  {
    "translation": {
      "en": "[Larry Pott] Sheila and I have shared joint custody of Audrie.",
      "de": "Sheila und ich teilten uns das Sorgerecht für Audrie."
    }
  },
  {
    "translation": {
      "en": "A couple days a week for me, and Sheila had a couple days a week.",
      "de": "Ein paar Tage die Woche für mich, ein paar für Sheila."
    }
  },
  {
    "translation": {
      "en": "She was always a happy kid, fun kid.",
      "de": "Sie war immer glücklich und lustig."
    }
  },
  {
    "translation": {
      "en": "She loved practical jokes.",
      "de": "Sie liebte Streiche. AUDRIES VATER"
    }
  },
  {
    "translation": {
      "en": "[Sheila Pott] And when she got older, we used to like to cook together.",
      "de": "Als sie älter wurde, kochten wir gerne zusammen."
    }
  },
  {
    "translation": {
      "en": "Sometimes we would turn on the Food Network",
      "de": "Manchmal machten wir den Kochsender an,"
    }
  },
  {
    "translation": {
      "en": "and we'd wait until we saw something that we liked. And we would go out and get everything and make it.",
      "de": "warteten, bis etwas kam, was wir mochten, kauften dann dafür ein und kochten es."
    }
  },
  {
    "translation": {
      "en": "And her friends would come over and play in the pool.",
      "de": "Ihre Freunde kamen vorbei und spielten im Pool."
    }
  },
  {
    "translation": {
      "en": "She was very outgoing. She made friends easily.",
      "de": "Sie war sehr extrovertiert. Sie fand schnell Freunde."
    }
  },
  {
    "translation": {
      "en": "But she was very self-conscious.",
      "de": "Aber sie war sehr unsicher."
    }
  },
  {
    "translation": {
      "en": "So, it would be... the bra, the cami and then the T-shirt,",
      "de": "Sie trug einen BH, dann ein Unterhemd und darüber ein T-Shirt."
    }
  },
  {
    "translation": {
      "en": "and then she would bend over in the mirror and make sure you can't see anything.",
      "de": "Dann beugte sie sich vor dem Spiegel vor, um zu sehen, ob man etwas sah."
    }
  },
  {
    "translation": {
      "en": "[Amanda Le] She was one of my only true friends.",
      "de": "Sie war eine meiner einzigen wahren Freundinnen."
    }
  },
  {
    "translation": {
      "en": "We were kind of like an inseparable pair throughout middle school.",
      "de": "In der Mittelschule waren wir unzertrennlich."
    }
  },
  {
    "translation": {
      "en": "So, there was not a week",
      "de": "Es gab keine Woche… AUDRIES FREUNDIN"
    }
  },
  {
    "translation": {
      "en": "where we didn't go to each other's houses at least once.",
      "de": "…in der wir uns nicht mindestens einmal besuchten."
    }
  },
  {
    "translation": {
      "en": "[attorney] When did you first start accessing this Yahoo! account?",
      "de": "Wann fingen Sie an, den Yahoo!-Account zu benutzen?"
    }
  },
  {
    "translation": {
      "en": "[John B] Sixth or seventh grade.",
      "de": "In der sechsten oder siebten Klasse."
    }
  },
  {
    "translation": {
      "en": "[Amanda] They were pretty persistent, the boys in middle school.",
      "de": "Die Jungen in der Mittelschule waren sehr hartnäckig."
    }
  },
  {
    "translation": {
      "en": "It was very odd, like... even today I think back and it's like, wow!",
      "de": "Es war sehr seltsam, selbst wenn ich heute daran zurückdenke…"
    }
  },
  {
    "translation": {
      "en": "There was definitely pressure to have boobs.",
      "de": "Man stand unter Druck, Brüste haben zu müssen."
    }
  },
  {
    "translation": {
      "en": "And I had none. [laughs]",
      "de": "Ich hatte keine."
    }
  },
  {
    "translation": {
      "en": "I'm gonna admit it, I was a late bloomer.",
      "de": "Ich gebe es zu, ich war ein Spätzünder."
    }
  },
  {
    "translation": {
      "en": "[Amanda] So, boys didn't ask me for pictures and things like that",
      "de": "Ich bin fertig. Ich wurde nicht nach Fotos und so gefragt, weil ich nichts hatte."
    }
  },
  {
    "translation": {
      "en": "because I didn't have anything to send.",
      "de": "Ich wurde nicht nach Fotos und so gefragt, weil ich nichts hatte."
    }
  },
  {
    "translation": {
      "en": "But most of the girls in my grade did.",
      "de": "Aber die meisten Mädchen meiner Stufe schon."
    }
  },
  {
    "translation": {
      "en": "Yeah, couple of girls in our group of friends actually, they did full nude.",
      "de": "Ein paar Mädchen in unserem Freundeskreis schickten sogar komplette Nacktfotos."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Did Audrie? [Amanda] No, she never did.",
      "de": "Audrie auch? Nein, nie."
    }
  },
  {
    "translation": {
      "en": "Boys always asked her,",
      "de": "Die Jungs fragten sie immer,"
    }
  },
  {
    "translation": {
      "en": "'cause, you know, she was one of the most developed girls in our grade.",
      "de": "weil sie in unserer Stufe mit am weitesten entwickelt war."
    }
  },
  {
    "translation": {
      "en": "So, naturally, boys will always ask her for it first, you know?",
      "de": "Also wurde sie natürlich immer als Erste gefragt."
    }
  },
  {
    "translation": {
      "en": "Uh, but I made her promise me, \"Never ever send them.",
      "de": "Aber sie musste mir versprechen, ihnen nie welche zu schicken,"
    }
  },
  {
    "translation": {
      "en": "You'll just get made fun of, or, like, it'll just...",
      "de": "denn sie würden sie nur verspotten oder…"
    }
  },
  {
    "translation": {
      "en": "It would be wrong.\"",
      "de": "Es wäre einfach falsch."
    }
  },
  {
    "translation": {
      "en": "[Amanda] We got to Emily's and they were already wasted. Everybody.",
      "de": "Wir kamen bei Emily an, und alle waren schon betrunken."
    }
  },
  {
    "translation": {
      "en": "They were just, like, very sloppy, you know, pizza was on the floor.",
      "de": "Sie waren sehr schlampig, auf dem Boden lag Pizza."
    }
  },
  {
    "translation": {
      "en": "People were, like, making out on the couch and... It was just uncomfortable.",
      "de": "Auf den Sofas machten Leute rum, und… es war einfach unangenehm."
    }
  },
  {
    "translation": {
      "en": "[John R] People with hickeys. Hands down each other's pants.",
      "de": "Leute mit Knutschflecken. Sie hatten die Hände in den Hosen anderer."
    }
  },
  {
    "translation": {
      "en": "It's like, I don't know, it's kinda new to me to see that.",
      "de": "So was zu sehen, war neu für mich."
    }
  },
  {
    "translation": {
      "en": "[Amanda] Audrie was really messed up.",
      "de": "Audrie war total betrunken."
    }
  },
  {
    "translation": {
      "en": "She was, like, making out with people.",
      "de": "Sie machte mit Typen rum."
    }
  },
  {
    "translation": {
      "en": "I took her upstairs and had her lay down, but then she just came back downstairs.",
      "de": "Ich brachte sie nach oben, legte sie hin, aber sie kam wieder runter."
    }
  },
  {
    "translation": {
      "en": "So, I left. And then, I guess, things got worse.",
      "de": "Ich ging nach Hause. Und danach wurde es wohl schlimmer."
    }
  },
  {
    "translation": {
      "en": "[attorney] when you went to go retrieve the markers.",
      "de": "Woran erinnern Sie sich, als Sie die Filzstifte holten?"
    }
  },
  {
    "translation": {
      "en": "-[defense] Object to the form. -[John R] I remember saying,",
      "de": "Einspruch. Ich sagte: \"Malen wir Audrie an\", als ich die Filzstifte sah."
    }
  },
  {
    "translation": {
      "en": "\"Let's go draw on Audrie,\" when I saw the markers.",
      "de": "Ich sagte: \"Malen wir Audrie an\", als ich die Filzstifte sah."
    }
  },
  {
    "translation": {
      "en": "Part of it, the drawing part was like a practical joke.",
      "de": "Das war teilweise ein Streich."
    }
  },
  {
    "translation": {
      "en": "Like, we've grown up, coloring on our cousins, and when someone falls asleep,",
      "de": "Als Kinder malten wir unsere Cousins an, und wenn jemand einschläft,"
    }
  },
  {
    "translation": {
      "en": "there's coloring on each other, just 'cause, like...",
      "de": "malt man ihn an, weil…"
    }
  },
  {
    "translation": {
      "en": "Didn't mean for there to be any harm in it, other than a practical joke.",
      "de": "Ich wollte ihr nichts Böses. Es sollte nur ein Streich sein."
    }
  },
  {
    "translation": {
      "en": "Audrie actually drew on me in class, like, a few days before that weekend anyways, and I was just...",
      "de": "Audrie hatte mich ein paar Tage davor im Unterricht angemalt, und ich…"
    }
  },
  {
    "translation": {
      "en": "Yeah, it was just... [mumbles] a stupid thing. But...",
      "de": "Ja, es war blöd. Aber…"
    }
  },
  {
    "translation": {
      "en": "It wasn't like we were trying to, like, shame her or, like, be mean or anything.",
      "de": "Aber wir wollten sie nicht beschämen oder gemein zu ihr sein oder so."
    }
  },
  {
    "translation": {
      "en": "[attorney] Uh, and for the record...",
      "de": "Und, um das festzuhalten…"
    }
  },
  {
    "translation": {
      "en": "[defense] Object to the form.",
      "de": "Einspruch, Formulierung."
    }
  },
  {
    "translation": {
      "en": "[defense] Instruct him not to answer that.",
      "de": "Darauf soll er nicht antworten."
    }
  },
  {
    "translation": {
      "en": "[Larry] I didn't know anything at the time.",
      "de": "Zu der Zeit wusste ich gar nichts."
    }
  },
  {
    "translation": {
      "en": "But they used... indelible markers.",
      "de": "Aber sie verwendeten wasserfeste Stifte."
    }
  },
  {
    "translation": {
      "en": "Completely covered one whole side of her face,",
      "de": "Sie bedeckten eine Hälfte ihres Gesichts,"
    }
  },
  {
    "translation": {
      "en": "lifted up her bra and her panties, drew on her private parts,",
      "de": "zogen ihren BH und ihren Slip hoch, malten auf ihre Geschlechtsteile,"
    }
  },
  {
    "translation": {
      "en": "um, wrote nasty things on her body,",
      "de": "schrieben gemeine Sachen auf ihren Körper"
    }
  },
  {
    "translation": {
      "en": "and then... um, sexually assaulted her.",
      "de": "und nötigten sie danach sexuell."
    }
  },
  {
    "translation": {
      "en": "[Sheila] The next morning, I went and I picked her up.",
      "de": "Am nächsten Morgen holte ich sie ab."
    }
  },
  {
    "translation": {
      "en": "And I noticed right away that she had green marker down the side of her leg.",
      "de": "Ich sah sofort, dass sie grünen Filzstift an ihrem Bein hatte."
    }
  },
  {
    "translation": {
      "en": "And I said, \"Why do you have green pen on you?\"",
      "de": "Ich fragte: \"Wieso ist da grüne Farbe an dir?\""
    }
  },
  {
    "translation": {
      "en": "And she made some excuse like, \"Oh, so-and-so did something.\"",
      "de": "Sie hatte eine Ausrede: \"Der und der hat was gemacht.\""
    }
  },
  {
    "translation": {
      "en": "[Amanda] She said, \"I'm scared. What if...",
      "de": "omg wtf wie?!"
    }
  },
  {
    "translation": {
      "en": "I did something that I didn't wanna do.\"",
      "de": "Sie sagte: \"Ich habe Angst. Tat ich etwas, das ich nicht wollte?\""
    }
  },
  {
    "translation": {
      "en": "Uh, she had no clue about the pictures, though.",
      "de": "Sie wusste nichts von den Fotos."
    }
  },
  {
    "translation": {
      "en": "And I remember, I think maybe during break or during lunch or something,",
      "de": "Ich weiß noch, in der Mittagspause oder so"
    }
  },
  {
    "translation": {
      "en": "I saw a group of boys just, like, crowded around.",
      "de": "sah ich eine Gruppe Jungs zusammenstehen."
    }
  },
  {
    "translation": {
      "en": "They were looking down, so it looked like they were looking at a phone.",
      "de": "Sie blickten nach unten, also sah es aus, als schauten sie auf ein Handy."
    }
  },
  {
    "translation": {
      "en": "I said, \"Look at that, like, they're definitely looking at a picture.\"",
      "de": "Ich sagte: \"Sieh mal. Die gucken bestimmt ein Foto an.\""
    }
  },
  {
    "translation": {
      "en": "She witnessed it right there, you know.",
      "de": "Sie sah es mit eigenen Augen. CHAT MIT JOHN R und es gibt keine Fotos von mir, oder?"
    }
  },
  {
    "translation": {
      "en": "[Larry] So, when she's investigating this,",
      "de": "Als sie es herausfand,"
    }
  },
  {
    "translation": {
      "en": "it didn't matter if one person saw or 4,000 people saw.",
      "de": "war es egal, ob es eine Person oder 4.000 gesehen hatten."
    }
  },
  {
    "translation": {
      "en": "Because to Audrie, everybody in her little world,",
      "de": "Denn für Audrie hatte jeder in ihrer kleinen Welt,"
    }
  },
  {
    "translation": {
      "en": "which was that high school, everybody had seen it.",
      "de": "also dieser Highschool, es gesehen. AUDRIE POTT VOR EINER SEKUNDE"
    }
  },
  {
    "translation": {
      "en": "[Sheila] The next week, she texted me around 12:00, 12:30.",
      "de": "In der Woche darauf schrieb sie mir um 12, 12:30 Uhr."
    }
  },
  {
    "translation": {
      "en": "There was like four or five texts, and one of them said, \"I can't do this anymore.\"",
      "de": "Vier oder fünf SMS, in einer davon stand: \"Ich kann das nicht mehr.\""
    }
  },
  {
    "translation": {
      "en": "I said, \"What do you mean?\" And she said, \"Can you pick me up?\"",
      "de": "Ich fragte: \"Was meinst du damit?\" Sie bat mich, sie abzuholen."
    }
  },
  {
    "translation": {
      "en": "We pulled up to the house, and I said, \"Just go inside...",
      "de": "Wir kamen zum Haus, und ich sagte: \"Geh einfach rein…"
    }
  },
  {
    "translation": {
      "en": "and calm down and we'll talk in a few minutes.\"",
      "de": "…und beruhige dich, wir reden gleich.\""
    }
  },
  {
    "translation": {
      "en": "She spent lot of the day in her room, on her computer.",
      "de": "Sie verbrachte die meiste Zeit in ihrem Zimmer, am Computer."
    }
  },
  {
    "translation": {
      "en": "And I went to check on her.",
      "de": "Ich ging nach ihr sehen."
    }
  },
  {
    "translation": {
      "en": "And I knocked on the door and I said, \"Audrie, are you okay?\"",
      "de": "Ich klopfte an die Tür und sagte: \"Audrie, ist alles ok?\""
    }
  },
  {
    "translation": {
      "en": "And she said nothing.",
      "de": "Und sie sagte nichts."
    }
  },
  {
    "translation": {
      "en": "So, I popped open the door, and... I saw her and she was...",
      "de": "Ich öffnete die Tür und sah sie, und sie…"
    }
  },
  {
    "translation": {
      "en": "hanging from the shower.",
      "de": "…hing in der Dusche."
    }
  },
  {
    "translation": {
      "en": "I cut her down...",
      "de": "Ich schnitt sie los…"
    }
  },
  {
    "translation": {
      "en": "and I tried to drag her out of the tub and...",
      "de": "Ich versuchte, sie aus der Wanne zu ziehen, und…"
    }
  },
  {
    "translation": {
      "en": "I couldn't get her all the way out.",
      "de": "…ich bekam sie nicht ganz raus."
    }
  },
  {
    "translation": {
      "en": "Maybe three minutes later...",
      "de": "Etwa drei Minuten später…"
    }
  },
  {
    "translation": {
      "en": "the paramedics were here.",
      "de": "…waren die Sanitäter hier."
    }
  },
  {
    "translation": {
      "en": "And I kept saying, \"You've gotta save her. You've gotta save her.\"",
      "de": "Ich sagte die ganze Zeit: \"Sie müssen sie retten.\""
    }
  },
  {
    "translation": {
      "en": "beelined straight to the hospital.",
      "de": "Ich rannte zu meinem Auto und fuhr direkt zum Krankenhaus."
    }
  },
  {
    "translation": {
      "en": "And the minute I walked in and saw her eyes, I knew she was gone.",
      "de": "Als ich reinkam und ihre Augen sah, wusste ich, sie ist tot."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Santa Clara County sheriff's deputies arrived at Saratoga High School",
      "de": "Hilfssheriffs des Santa Clara County kamen an die Saratoga High School"
    }
  },
  {
    "translation": {
      "en": "and arrested two teenaged boys.",
      "de": "und nahmen zwei Teenager fest."
    }
  },
  {
    "translation": {
      "en": "Each of them will be charged with two counts of felony",
      "de": "Sie werden je in zwei Fällen von Verbrechen angeklagt"
    }
  },
  {
    "translation": {
      "en": "and one count of misdemeanor sexual battery.",
      "de": "und einem Fall von sexuellem Missbrauch."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] The photo not only made the event more terrible for Audrie,",
      "de": "Das Foto machte es nicht nur schlimmer für Audrie,"
    }
  },
  {
    "translation": {
      "en": "it will also be used as evidence against the boys, now in custody.",
      "de": "sondern wird auch als Beweismaterial gegen die Jungen verwendet."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] This is not the first story we've told of this ilk.",
      "de": "Das ist nicht die erste Geschichte dieser Art."
    }
  },
  {
    "translation": {
      "en": "Teenagers, allegations of sex assault, cell phone photos, social media.",
      "de": "Teenager, sexuelle Nötigung, Handyfotos, soziale Medien."
    }
  },
  {
    "translation": {
      "en": "It's getting to the point where we're losing track. What about all of the other teens...",
      "de": "Wir verlieren langsam den Überblick. Was ist mit all den anderen…"
    }
  },
  {
    "translation": {
      "en": "[Delaney Henderson] My dad came home one night and said, \"Delaney, you need to turn on the news.\"",
      "de": "Mein Dad kam eines Abends heim und sagte, ich solle die Nachrichten anmachen."
    }
  },
  {
    "translation": {
      "en": "I remember turning on the news and hearing about this girl and her name was Audrie Pott.",
      "de": "Das tat ich. Es ging um ein Mädchen, um Audrie Pott."
    }
  },
  {
    "translation": {
      "en": "And I remember thinking to myself, \"I need to talk to her.\"",
      "de": "Ich weiß noch, wie ich dachte: \"Ich muss mit ihr reden.\""
    }
  },
  {
    "translation": {
      "en": "And my dad looked at me and he said, \"You know, she committed suicide.\"",
      "de": "Mein Vater sah mich an und sagte: \"Sie hat Selbstmord begangen.\""
    }
  },
  {
    "translation": {
      "en": "I know... I know the exact feeling she felt.",
      "de": "Ich weiß genau, wie sie sich fühlte."
    }
  },
  {
    "translation": {
      "en": "Even after my assault, I still go through it sometimes of just self-shame and,",
      "de": "Nach meiner Nötigung spüre ich immer noch manchmal Scham"
    }
  },
  {
    "translation": {
      "en": "you know, all these people are right, what they're saying about me.",
      "de": "und denke, die Leute haben recht mit dem, was sie über mich sagen."
    }
  },
  {
    "translation": {
      "en": "She had only been going through this for a week and had gotten so bad.",
      "de": "Sie machte das nur eine Woche lang durch, und es war so schlimm."
    }
  },
  {
    "translation": {
      "en": "Like, if I had had one day and I could have just talked to her",
      "de": "Hätte ich einen Tag gehabt, hätte ich mit ihr reden können,"
    }
  },
  {
    "translation": {
      "en": "and let her know that I was there.",
      "de": "ihr zeigen, dass ich da bin."
    }
  },
  {
    "translation": {
      "en": "That I'm going through what she's going through.",
      "de": "Dass ich das durchmache, was sie durchmacht."
    }
  },
  {
    "translation": {
      "en": "And my dad was like, \"You know, but sometimes, like, it's just too late.\"",
      "de": "Mein Vater sagte: \"Manchmal ist es einfach zu spät.\""
    }
  },
  {
    "translation": {
      "en": "I'm just lucky because it didn't work. When I tried to kill myself, it didn't work.",
      "de": "Ich hatte Glück, es klappte nicht, als ich mich umbringen wollte."
    }
  },
  {
    "translation": {
      "en": "And I remember thinking afterwards, \"Why didn't I take more pills?\"",
      "de": "Danach dachte ich: \"Wieso nahm ich nicht mehr Pillen?\""
    }
  },
  {
    "translation": {
      "en": "Like, the assault and the rape happened,",
      "de": "Ich wurde genötigt und vergewaltigt,"
    }
  },
  {
    "translation": {
      "en": "but it was the aftereffect, I think, that was so much worse.",
      "de": "aber die Nachwirkungen waren viel schlimmer."
    }
  },
  {
    "translation": {
      "en": "I mean, there was pictures forwarded all over Facebook, all over Twitter.",
      "de": "Auf Facebook und Twitter wurden Fotos von mir weitergeschickt."
    }
  },
  {
    "translation": {
      "en": "There was hashtags created, like, \"Delaney Henderson's a slut.\"",
      "de": "Es gab Hashtags wie \"Delaney Henderson ist eine Schlampe\"."
    }
  },
  {
    "translation": {
      "en": "It got to the point where I was getting threats.",
      "de": "Es ging so weit, dass ich bedroht wurde."
    }
  },
  {
    "translation": {
      "en": "The DA actually came to us and said, \"You need to leave,",
      "de": "Der Staatsanwalt kam zu uns und sagte: \"Sie müssen weg."
    }
  },
  {
    "translation": {
      "en": "because these threats are getting so bad that we're afraid for your life.\"",
      "de": "Wir müssen um Ihr Leben fürchten.\""
    }
  },
  {
    "translation": {
      "en": "What about these? These too, right? [man] Yeah.",
      "de": "-Was ist damit? Die auch, oder? -Ja."
    }
  },
  {
    "translation": {
      "en": "[Delaney] Now, we are finally moving to Florida.",
      "de": "Jetzt ziehen wir endlich nach Florida."
    }
  },
  {
    "translation": {
      "en": "I mean, we can't get any farther than that.",
      "de": "Weiter weg geht nicht."
    }
  },
  {
    "translation": {
      "en": "We're going from the Pacific Ocean to the Atlantic Ocean.",
      "de": "Wir ziehen vom Pazifik an den Atlantik."
    }
  },
  {
    "translation": {
      "en": "I wish that someone had contacted me when I had needed it, you know?",
      "de": "Ich wünschte, jemand hätte sich bei mir gemeldet, als ich es brauchte."
    }
  },
  {
    "translation": {
      "en": "Even just to send me a Facebook message.",
      "de": "Wenn auch nur über eine Facebook-Nachricht."
    }
  },
  {
    "translation": {
      "en": "The second I heard about Daisy,",
      "de": "Sobald ich von Daisy hörte,"
    }
  },
  {
    "translation": {
      "en": "I looked at my mom and I said, \"I'm gonna talk to her.",
      "de": "sagte ich zu meiner Mutter: \"Ich rede mit ihr."
    }
  },
  {
    "translation": {
      "en": "I don't know how, I don't know where to find her, but I need to talk to her.\"",
      "de": "Ich weiß nicht, wie und wo ich sie finde, doch ich rede mit ihr.\""
    }
  },
  {
    "translation": {
      "en": "[reporter 1] A senior at Maryville High School was charged today",
      "de": "Ein Schüler wurde heute der sexuellen Nötigung"
    }
  },
  {
    "translation": {
      "en": "with sexual assault and endangering the welfare of a child,",
      "de": "und der Kindeswohlgefährdung beschuldigt,"
    }
  },
  {
    "translation": {
      "en": "after allegedly engaging in sex with an intoxicated 14-year-old girl.",
      "de": "nachdem er angeblich Sex mit einer betrunkenen 14-Jährigen hatte."
    }
  },
  {
    "translation": {
      "en": "According to the Nodaway County sheriff's office,",
      "de": "Der Polizeiwache von Nodaway County zufolge"
    }
  },
  {
    "translation": {
      "en": "Matthew Barnett, aged 17, faces charges in the alleged...",
      "de": "wird Matthew Barnett, 17 Jahre alt, angeklagt wegen…"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] A second Maryville teen has been charged in a sex crimes investigation.",
      "de": "Ein weiterer Teenager wurde wegen einer Sexualstraftat angeklagt."
    }
  },
  {
    "translation": {
      "en": "Seventeen-year-old Jordan Zech is charged",
      "de": "Der 17-Jährige Jordan Zech wird"
    }
  },
  {
    "translation": {
      "en": "with felony sexual exploitation of a minor.",
      "de": "der sexuellen Ausbeutung einer Minderjährigen angeklagt."
    }
  },
  {
    "translation": {
      "en": "According to court documents, he used his cell phone to make a video",
      "de": "Laut dem Gericht machte er ein Handyvideo davon,"
    }
  },
  {
    "translation": {
      "en": "of a 14-year-old girl engaged in sexual acts with a 17-year-old male.",
      "de": "wie eine 14-Jährige sexuelle Handlungen mit einem 17-Jährigen vornahm."
    }
  },
  {
    "translation": {
      "en": "[Charlie Coleman] January 7th. I remember it pretty vividly because",
      "de": "Der 7. Januar, ich erinnere mich gut,"
    }
  },
  {
    "translation": {
      "en": "that was the first ever wrestling tournament I had ever won.",
      "de": "weil ich da mein erstes Ringer-Turnier gewonnen habe."
    }
  },
  {
    "translation": {
      "en": "And I was pretty excited about it.",
      "de": "Ich war ziemlich aufgeregt deswegen."
    }
  },
  {
    "translation": {
      "en": "I actually texted Jordan, I was like,",
      "de": "Ich schrieb Jordan:"
    }
  },
  {
    "translation": {
      "en": "\"We should hang out tonight. Let's play Call of Duty and drink a beer or two.\"",
      "de": "\"Wir sollten heute was machen. Call of Duty spielen und Bier trinken.\""
    }
  },
  {
    "translation": {
      "en": "I had some in my fridge, I was like, \"All right. Well, let's do this.\"",
      "de": "DAISYS BRUDER Ich hatte welches im Kühlschrank. Also dachte ich: \"Machen wir das.\""
    }
  },
  {
    "translation": {
      "en": "And he was like, \"Ah, I don't know, man. Matt keeps buggin' me about comin' over.\"",
      "de": "Er sagte: \"Ich weiß nicht, Mann. Matt will, dass ich vorbeikomme.\""
    }
  },
  {
    "translation": {
      "en": "I was like, \"All right, it's cool. Don't worry about it.\" So, I actually went to bed.",
      "de": "Ich sagte: \"Na gut, kein Problem.\" Also ging ich ins Bett."
    }
  },
  {
    "translation": {
      "en": "When I fell asleep, it was probably ten o'clock.",
      "de": "Als ich einschlief, war es wohl 22 Uhr."
    }
  },
  {
    "translation": {
      "en": "Daisy had her friend Paige over from Albany and they were, what I thought was watching movies and stuff,",
      "de": "Daisys Freundin Paige aus Albany war da, und ich dachte, sie gucken Filme."
    }
  },
  {
    "translation": {
      "en": "but they were actually drinking a bit.",
      "de": "Aber sie tranken wohl."
    }
  },
  {
    "translation": {
      "en": "[Daisy Coleman] I met Paige when I was about nine or ten.",
      "de": "Ich lernte Paige kennen, als ich neun oder zehn war."
    }
  },
  {
    "translation": {
      "en": "We kinda had the same dry sense of humor.",
      "de": "Wir hatten denselben trockenen Humor."
    }
  },
  {
    "translation": {
      "en": "We were kinda the weird kids, almost like the outcasts.",
      "de": "Wir waren die Seltsamen, fast wie Außenseiter."
    }
  },
  {
    "translation": {
      "en": "She was basically my best friend.",
      "de": "Sie war meine beste Freundin."
    }
  },
  {
    "translation": {
      "en": "So I really trusted her.",
      "de": "Ich vertraute ihr sehr."
    }
  },
  {
    "translation": {
      "en": "I thought, like, we could try drinking alcohol together.",
      "de": "Ich dachte, wir könnten zusammen Alkohol ausprobieren."
    }
  },
  {
    "translation": {
      "en": "We had just been drinking in a room. I mean, not really doin' a whole lot.",
      "de": "Wir hatten einfach im Zimmer getrunken und nicht viel gemacht."
    }
  },
  {
    "translation": {
      "en": "I know we went through at least a water bottle of tequila,",
      "de": "Wir tranken mindestens eine Wasserflasche Tequila,"
    }
  },
  {
    "translation": {
      "en": "and mixed that with some vodka and Red Bull.",
      "de": "gemischt mit etwas Wodka und Red Bull."
    }
  },
  {
    "translation": {
      "en": "Uh, I started to feel really sick and dizzy, so I laid down for a little while.",
      "de": "Mir wurde sehr schlecht und schwindlig, also legte ich mich etwas hin."
    }
  },
  {
    "translation": {
      "en": "[Daisy] This guy started texting me. He was actually friends with my oldest brother.",
      "de": "Ein Typ schrieb mir. Er war ein Freund meines ältesten Bruders."
    }
  },
  {
    "translation": {
      "en": "And him and, um, a bunch of my brother's friends were drinking at his place in his basement.",
      "de": "Er und ein paar der Freunde meines Bruders waren bei ihm im Keller und tranken."
    }
  },
  {
    "translation": {
      "en": "I was the freshman girl, cheerleader.",
      "de": "Ich war im ersten Jahr der Highschool, Cheerleaderin."
    }
  },
  {
    "translation": {
      "en": "She was going to be a freshman. She was in eighth grade.",
      "de": "Sie kam bald in die Highschool, sie war in der Achten."
    }
  },
  {
    "translation": {
      "en": "So it was kind of like, \"Oh, older boys think they want to hang out with us?\"",
      "de": "Wir dachten: \"Ältere Jungs wollen mit uns abhängen?\""
    }
  },
  {
    "translation": {
      "en": "Like... It was just one of those things, like,",
      "de": "Wir dachten einfach:"
    }
  },
  {
    "translation": {
      "en": "\"If we did this, I bet we would be cool if we could hang out with them,\" and kinda thing.",
      "de": "\"Wenn wir das machen, mit ihnen abhängen, sind wir cool.\""
    }
  },
  {
    "translation": {
      "en": "I think at the point that I did leave my house, I was drunk.",
      "de": "Als ich das Haus verließ, war ich betrunken."
    }
  },
  {
    "translation": {
      "en": "Not, like, tipsy or buzzed, but drunk. [chuckles]",
      "de": "Nicht angetrunken, sondern betrunken."
    }
  },
  {
    "translation": {
      "en": "Which was hard for me to identify at the time, because it was kind of like,",
      "de": "Das war mir aber da nicht richtig bewusst, ich fragte mich:"
    }
  },
  {
    "translation": {
      "en": "\"Oh, is this what it's supposed to feel like? Or is it supposed to be different?\"",
      "de": "\"Muss es sich so anfühlen? Oder ist es eigentlich anders?\""
    }
  },
  {
    "translation": {
      "en": "So it's just kind of like, \"Let me add more fuel to this fire and see what happens.\"",
      "de": "Ich dachte: \"Gieße ich noch mehr Öl ins Feuer und sehe, was passiert.\""
    }
  },
  {
    "translation": {
      "en": "We literally jumped out my window.",
      "de": "Wir sprangen aus meinem Fenster."
    }
  },
  {
    "translation": {
      "en": "We walked out to the car.",
      "de": "Wir liefen zum Auto."
    }
  },
  {
    "translation": {
      "en": "They kind of drove to a neighborhood.",
      "de": "Sie fuhren in eine Wohngegend."
    }
  },
  {
    "translation": {
      "en": "We had to walk through a couple of backyards to get to his house.",
      "de": "Wir mussten durch ein paar Gärten laufen, um zu seinem Haus zu kommen."
    }
  },
  {
    "translation": {
      "en": "So you could kinda tell that he was hiding it from his parents.",
      "de": "Es war klar, dass er es vor seinen Eltern geheim hielt."
    }
  },
  {
    "translation": {
      "en": "And so, we had to sneak in through the basement window.",
      "de": "Wir mussten durchs Kellerfenster rein."
    }
  },
  {
    "translation": {
      "en": "There were five guys there.",
      "de": "Dort waren fünf Typen."
    }
  },
  {
    "translation": {
      "en": "Matt, Cole, Nick, Jordan,",
      "de": "Matt, Cole, Nick, Jordan"
    }
  },
  {
    "translation": {
      "en": "and a younger friend of theirs that took Paige into Matt's sister's bedroom.",
      "de": "und ein jüngerer Freund, der Paige ins Zimmer von Matts Schwester brachte."
    }
  },
  {
    "translation": {
      "en": "Pretty much, uh, as soon as we got to the house, we were separated.",
      "de": "Als wir ankamen, wurden wir fast sofort voneinander getrennt."
    }
  },
  {
    "translation": {
      "en": "I was taken into another room.",
      "de": "Ich kam in ein anderes Zimmer."
    }
  },
  {
    "translation": {
      "en": "[Daisy] Someone mentioned having me drink out of the bitch cup.",
      "de": "Ich sollte aus dem Becher in der Mitte trinken."
    }
  },
  {
    "translation": {
      "en": "\"If you drank so much, you were this tough,\" or whatever.",
      "de": "\"Wenn du so viel trinkst, bist du so mutig\" oder so."
    }
  },
  {
    "translation": {
      "en": "And since I have three brothers and it was guys kind of taunting me to do it,",
      "de": "Und weil ich drei Brüder habe und Jungs mich deswegen neckten,"
    }
  },
  {
    "translation": {
      "en": "I kind of almost saw it as a challenge.",
      "de": "war es für mich eine Herausforderung."
    }
  },
  {
    "translation": {
      "en": "Like, \"Yeah, I'll show you. I'm not just, like, a little girl\" kinda thing. Yeah.",
      "de": "\"Ich zeige euch, ich bin nicht nur ein kleines Mädchen.\""
    }
  },
  {
    "translation": {
      "en": "I drank all of that and had quite a few swigs straight from the bottle,",
      "de": "Ich trank den Becher leer und nahm noch Schlucke aus der Flasche,"
    }
  },
  {
    "translation": {
      "en": "which probably amounted to, like, 11 or 12 shots by that time.",
      "de": "was insgesamt vielleicht 11 oder 12 Shots waren."
    }
  },
  {
    "translation": {
      "en": "I remember a dog ran up on the couch and sat on my lap,",
      "de": "Ich weiß noch, dass ein Hund auf meinen Schoß sprang"
    }
  },
  {
    "translation": {
      "en": "and I said something really loudly about it, and they told me to quiet down. And that's...",
      "de": "und ich das laut kommentierte, worauf sie sagten, ich solle leiser sein."
    }
  },
  {
    "translation": {
      "en": "literally the last thing I remember, so...",
      "de": "Das ist das Letzte, woran ich mich erinnere."
    }
  },
  {
    "translation": {
      "en": "[Paige] I was really drunk.",
      "de": "Ich war wirklich betrunken."
    }
  },
  {
    "translation": {
      "en": "Every time he tried to make a move, I'd always tell him no.",
      "de": "Immer, wenn er mich anfassen wollte, sagte ich Nein."
    }
  },
  {
    "translation": {
      "en": "A lot of times I had pushed his hands away and...",
      "de": "Ich hatte mehrmals seine Hände weggeschoben und…"
    }
  },
  {
    "translation": {
      "en": "I mean, I made it clear, very clear, that I didn't want to do this,",
      "de": "Ich machte es deutlich, dass ich das nicht wollte,"
    }
  },
  {
    "translation": {
      "en": "but I was sexually assaulted.",
      "de": "wurde aber sexuell genötigt."
    }
  },
  {
    "translation": {
      "en": "I don't know. There was a lot more I wish I would have done, maybe fought back a lot harder. But...",
      "de": "Ich wünschte, ich hätte viel mehr getan, mich stärker gewehrt oder so."
    }
  },
  {
    "translation": {
      "en": "Then who knows what would have happened after that.",
      "de": "Aber wer weiß, was danach passiert wäre."
    }
  },
  {
    "translation": {
      "en": "When I was in the room, I could still hear them all in the living room talking, drinking...",
      "de": "Als ich im Zimmer war, hörte ich sie im Wohnzimmer reden und trinken."
    }
  },
  {
    "translation": {
      "en": "After that five, ten minutes, it got quiet.",
      "de": "Nach fünf, zehn Minuten wurde es still."
    }
  },
  {
    "translation": {
      "en": "That's when Matt took her into the room. It was quiet until I came back out.",
      "de": "Da hatte Matt sie ins Zimmer gebracht. Es war noch still, als ich wieder rauskam."
    }
  },
  {
    "translation": {
      "en": "I came back out and...",
      "de": "Ich kam zurück und…"
    }
  },
  {
    "translation": {
      "en": "Uh, they just told me to sit on the couch and wait.",
      "de": "Ich sollte mich auf die Couch setzen und warten."
    }
  },
  {
    "translation": {
      "en": "Whenever they opened the door...",
      "de": "Wenn sie die Tür öffneten…"
    }
  },
  {
    "translation": {
      "en": "um, she was just kind of laying there.",
      "de": "…lag sie einfach nur da."
    }
  },
  {
    "translation": {
      "en": "Half sprawled on the bed, half on the floor.",
      "de": "Halb auf dem Bett, halb auf dem Boden."
    }
  },
  {
    "translation": {
      "en": "Uh, she couldn't talk. She couldn't move hardly at all.",
      "de": "Sie konnte nicht sprechen. Sie konnte sich kaum bewegen."
    }
  },
  {
    "translation": {
      "en": "She was just completely incoherent.",
      "de": "Sie war völlig neben der Spur."
    }
  },
  {
    "translation": {
      "en": "They had decided they're going to have to just pick her up",
      "de": "Sie beschlossen, sie einfach hochzuheben"
    }
  },
  {
    "translation": {
      "en": "and put her through the window because she couldn't walk.",
      "de": "und durchs Fenster zu schieben, weil sie nicht laufen konnte."
    }
  },
  {
    "translation": {
      "en": "And then they pretty much dragged her to the car.",
      "de": "Sie schleiften sie mehr oder weniger zum Auto."
    }
  },
  {
    "translation": {
      "en": "They were freaking out in the car, trying to figure out",
      "de": "Im Auto kriegten sie Panik, weil sie nicht wussten,"
    }
  },
  {
    "translation": {
      "en": "how they were going to drop us off without her brothers waking up.",
      "de": "wie sie uns absetzen sollten, ohne dass ihre Brüder aufwachen."
    }
  },
  {
    "translation": {
      "en": "And they told me that,",
      "de": "Sie sagten mir:"
    }
  },
  {
    "translation": {
      "en": "\"It's all right. We'll sit here and watch her, all she has to do is sober up.\"",
      "de": "\"Alles ok. Wir beobachten sie. Sie muss nur wieder nüchtern werden.\""
    }
  },
  {
    "translation": {
      "en": "They said, \"Just go inside and go sleep.\"",
      "de": "Sie sagten: \"Geh rein und schlaf.\""
    }
  },
  {
    "translation": {
      "en": "And so, I went inside, pretty much just blacked out.",
      "de": "Ich ging also rein und war sofort weg."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Good morning, Maryville. It's a cold start to the day.",
      "de": "Guten Morgen, Maryville. Der Tag fängt kalt an."
    }
  },
  {
    "translation": {
      "en": "Only 21 degrees, getting up to an expected high of 44 this afternoon.",
      "de": "Es sind nur -6 °C und die Höchsttemperatur heute Nachmittag liegt bei 7 °C."
    }
  },
  {
    "translation": {
      "en": "Later tonight, expect temps to drop back below freezing...",
      "de": "Heute Abend werden die Temperaturen wieder unter den Gefrier…"
    }
  },
  {
    "translation": {
      "en": "[Melinda Coleman] Ten till five in the morning, I heard... something outside...",
      "de": "Um etwa zehn vor fünf morgens hörte ich draußen etwas…"
    }
  },
  {
    "translation": {
      "en": "And we got to the front door and Daisy was laying in the yard.",
      "de": "Wir gingen zur Eingangstür, und Daisy lag im Vorgarten."
    }
  },
  {
    "translation": {
      "en": "She had, um, just sweatpants and a T-shirt on",
      "de": "Sie trug nur eine Jogginghose und ein T-Shirt,"
    }
  },
  {
    "translation": {
      "en": "and her hair was wet and it was frozen to the ground...",
      "de": "und ihre Haare waren nass und am Boden festgefroren…"
    }
  },
  {
    "translation": {
      "en": "And we carried her in and wrapped her in a blanket",
      "de": "BEWEISFOTO Wir trugen sie rein, wickelten sie in eine Decke"
    }
  },
  {
    "translation": {
      "en": "and we were trying to warm her up.",
      "de": "und versuchten, sie aufzuwärmen."
    }
  },
  {
    "translation": {
      "en": "And she was not unconscious, but not really conscious.",
      "de": "Sie war nicht wirklich bewusstlos, aber auch nicht bei Bewusstsein."
    }
  },
  {
    "translation": {
      "en": "She couldn't speak. She couldn't move or answer any questions.",
      "de": "Sie konnte nicht sprechen, sich kaum bewegen, auf Fragen antworten."
    }
  },
  {
    "translation": {
      "en": "Then I panicked, I thought, \"Where's Paige?\"",
      "de": "Ich wurde panisch, ich dachte: \"Wo ist Paige?"
    }
  },
  {
    "translation": {
      "en": "You know? Is she out there somewhere?",
      "de": "Ist sie irgendwo da draußen?\""
    }
  },
  {
    "translation": {
      "en": "I was being bombarded with questions and trying to figure out what was really going on",
      "de": "Ich wurde mit Fragen durchlöchert und versuchte, rauszufinden, was los war."
    }
  },
  {
    "translation": {
      "en": "and I myself really didn't know what was going on at first.",
      "de": "Ich wusste anfangs selbst nicht, was los war."
    }
  },
  {
    "translation": {
      "en": "[Melinda] So, I started filling my tub up with cool water and I had started to kind of undress her",
      "de": "Ich füllte die Badewanne mit kaltem Wasser und begann, Daisy auszuziehen."
    }
  },
  {
    "translation": {
      "en": "and I noticed that she was really, really red",
      "de": "Mir fiel auf, dass sie sehr rot war…"
    }
  },
  {
    "translation": {
      "en": "in places...",
      "de": "…an einigen Stellen…"
    }
  },
  {
    "translation": {
      "en": "Like in her groin and thigh area.",
      "de": "Im Schritt und an den Oberschenkeln."
    }
  },
  {
    "translation": {
      "en": "That was the thing that kind of made me think maybe something else had happened.",
      "de": "Da begann ich mich zu fragen, ob etwas anderes passiert war."
    }
  },
  {
    "translation": {
      "en": "So at that point, I went ahead and took Daisy to the hospital",
      "de": "Ich brachte Daisy ins Krankenhaus, wo man sie untersuchte."
    }
  },
  {
    "translation": {
      "en": "and they did the exam.",
      "de": "Ich brachte Daisy ins Krankenhaus, wo man sie untersuchte. VERMUTETE SEXUELLE NÖTIGUNG EINER 14-JÄHRIGEN"
    }
  },
  {
    "translation": {
      "en": "They did the rape kits and they talked to both Daisy and Paige at that time.",
      "de": "VERMUTETE SEXUELLE NÖTIGUNG EINER 14-JÄHRIGEN Sie untersuchten auf Vergewaltigung und sprachen mit Daisy und Paige. SIE WAR OFFENBAR HANDLUNGSUNFÄHIG"
    }
  },
  {
    "translation": {
      "en": "We did do a blood alcohol level on her.",
      "de": "RISS DES DAMMS AM SCHEIDENEINGANG RISS AN SCHAMLIPPE LINKS Sie testeten ihren Blutalkohol. Er lag bei 1,3 Promille."
    }
  },
  {
    "translation": {
      "en": "It came back 134.9.",
      "de": "Sie testeten ihren Blutalkohol. Er lag bei 1,3 Promille."
    }
  },
  {
    "translation": {
      "en": "I mean, it tells very clearly that, at the time they dropped her in the yard,",
      "de": "Das zeigt sehr deutlich, dass sie zu der Zeit, als sie sie absetzten,"
    }
  },
  {
    "translation": {
      "en": "just based on half-life, she had to be close to comatose.",
      "de": "nahezu komatös gewesen sein muss nur von der Halbwertzeit ausgehend."
    }
  },
  {
    "translation": {
      "en": "She had to have been close to blood poison level.",
      "de": "Sie muss kurz vor der Blutvergiftung gestanden haben."
    }
  },
  {
    "translation": {
      "en": "[Daisy] By the time that they took me to the hospital, I could not sort out",
      "de": "Als ich ins Krankenhaus kam, wusste ich nicht wirklich, was passiert war."
    }
  },
  {
    "translation": {
      "en": "what happened, really.",
      "de": "wusste ich nicht wirklich, was passiert war."
    }
  },
  {
    "translation": {
      "en": "So my story to the cops the first time was really, really, really hazy.",
      "de": "Die Geschichte, die ich der Polizei erzählte, war sehr durcheinander."
    }
  },
  {
    "translation": {
      "en": "I was pretty... probably pretty messed up, still. I was really confused.",
      "de": "Ich war wohl immer noch betrunken. Ich war ziemlich verwirrt."
    }
  },
  {
    "translation": {
      "en": "[Charlie] Daisy's phone was in the yard, face down in the snow.",
      "de": "Daisys Handy lag im Garten im Schnee."
    }
  },
  {
    "translation": {
      "en": "One boot was next to it and another boot was ten feet away.",
      "de": "Ein Schuh lag daneben und ein anderer ein paar Meter weiter."
    }
  },
  {
    "translation": {
      "en": "I dried the phone off on my pant leg",
      "de": "Ich trocknete das Handy an meiner Hose,"
    }
  },
  {
    "translation": {
      "en": "and we started going through it, and the first name I saw on there was Matty B.",
      "de": "wir gingen es durch, und der erste Name, den ich sah, war Matty B."
    }
  },
  {
    "translation": {
      "en": "And I knew, I freaking knew...",
      "de": "Ich wusste einfach,"
    }
  },
  {
    "translation": {
      "en": "that was Matt Barnett.",
      "de": "dass das Matt Barnett war."
    }
  },
  {
    "translation": {
      "en": "I knew that that was something I wouldn't have put past Matt,",
      "de": "Das war etwas, das ich Matt durchaus zugetraut hätte,"
    }
  },
  {
    "translation": {
      "en": "to try to have sex with my sister.",
      "de": "dass er versucht, mit meiner Schwester zu schlafen."
    }
  },
  {
    "translation": {
      "en": "But the fact that",
      "de": "Aber die Tatsache,"
    }
  },
  {
    "translation": {
      "en": "Nick and Cole were considered two of my best friends,",
      "de": "dass Nick und Cole zwei meiner besten Freunde waren"
    }
  },
  {
    "translation": {
      "en": "and Jordan, like, my teammate... I wrestled that guy every single day.",
      "de": "und Jordan mein Teamkollege, gegen den ich jeden Tag rang…"
    }
  },
  {
    "translation": {
      "en": "Like, how hard would it have been for Jordan to text me and say,",
      "de": "Wie schwer wäre es für Jordan gewesen, mir zu schreiben:"
    }
  },
  {
    "translation": {
      "en": "\"Why is your sister at Matt's?\"",
      "de": "\"Wieso ist deine Schwester bei Matt?\""
    }
  },
  {
    "translation": {
      "en": "But he didn't. Nick didn't. Cole didn't.",
      "de": "Das tat er aber nicht. Nick auch nicht. Cole auch nicht."
    }
  },
  {
    "translation": {
      "en": "I called Nick and I was like,",
      "de": "Ich rief Nick an und sagte:"
    }
  },
  {
    "translation": {
      "en": "\"We gotta talk. I know you were there. What happened?\"",
      "de": "\"Wir müssen reden. Ich weiß, du warst da. Was ist passiert?\""
    }
  },
  {
    "translation": {
      "en": "I drove to his house, sat outside and I texted him. I'm like, \"I'm here.\"",
      "de": "Ich fuhr zu ihm, wartete draußen, schrieb: \"Ich bin da.\""
    }
  },
  {
    "translation": {
      "en": "No reply. Called him. No reply.",
      "de": "Keine Antwort. Ich rief ihn an. Er hob nicht ab."
    }
  },
  {
    "translation": {
      "en": "And I was instantly... I was livid",
      "de": "Ich wurde wütend"
    }
  },
  {
    "translation": {
      "en": "and I told Mom, \"You call the cops.\"",
      "de": "und sagte meiner Mutter: \"Ruf die Polizei.\""
    }
  },
  {
    "translation": {
      "en": "[Melinda] Because we were just outside of city limits,",
      "de": "Wir waren direkt hinter der Stadtgrenze,"
    }
  },
  {
    "translation": {
      "en": "you know, it was literally right on the line,",
      "de": "genau auf der Grenze,"
    }
  },
  {
    "translation": {
      "en": "so it was technically the sheriff's jurisdiction when we called the emergency number.",
      "de": "also war der Sheriff zuständig, als wir den Notruf riefen."
    }
  },
  {
    "translation": {
      "en": "-[girl 1] You're always on that side. -[girl 2] I'm on this side?",
      "de": "-Du bist immer auf der Seite. -Auf der Seite?"
    }
  },
  {
    "translation": {
      "en": "-[girl 1] Other side. -[girl 2 chuckles] Oh.",
      "de": "Auf der anderen."
    }
  },
  {
    "translation": {
      "en": "No, wait. I want to... Okay.",
      "de": "Nein, warte, ich will… Ok."
    }
  },
  {
    "translation": {
      "en": "[Darren White] I guess it's a Midwestern thing.",
      "de": "Das ist wohl typisch für den Mittleren Westen."
    }
  },
  {
    "translation": {
      "en": "But around here, everybody's real big on the one finger wave, you just kinda...",
      "de": "Hier hält man sich eher aus Sachen raus."
    }
  },
  {
    "translation": {
      "en": "A lot of these families have been here for generations",
      "de": "Viele der Familien leben seit Generationen hier"
    }
  },
  {
    "translation": {
      "en": "and are pretty well entrenched.",
      "de": "und sind sehr tief verwurzelt."
    }
  },
  {
    "translation": {
      "en": "You know, everybody's connected in one way or another.",
      "de": "Alle sind irgendwie miteinander verbunden."
    }
  },
  {
    "translation": {
      "en": "Of course, obviously, you have to be really careful",
      "de": "Man muss natürlich gut aufpassen, über wen man redet, weil man nie weiß, mit wem sie verwandt sind."
    }
  },
  {
    "translation": {
      "en": "of who you're talking about because you never know who they're related to.",
      "de": "über wen man redet, weil man nie weiß, mit wem sie verwandt sind."
    }
  },
  {
    "translation": {
      "en": "-All right. See ya later. -[girl] Bye.",
      "de": "-Gut. Bis später. -Tschüss."
    }
  },
  {
    "translation": {
      "en": "[White] Raising kids in a small town is really pretty great.",
      "de": "Kinder in einer Kleinstadt großzuziehen, ist wirklich toll."
    }
  },
  {
    "translation": {
      "en": "Just having daughters is... [chuckles]",
      "de": "Aber Töchter zu haben…"
    }
  },
  {
    "translation": {
      "en": "I'm convinced that they're... that they're trying to kill me.",
      "de": "Ich bin sicher, dass sie mich umbringen wollen."
    }
  },
  {
    "translation": {
      "en": "I was elected sheriff in 2008. And then was re-elected in 2012.",
      "de": "Ich wurde 2008 zum Sheriff gewählt. Und 2012 wurde ich wiedergewählt."
    }
  },
  {
    "translation": {
      "en": "Um, you know, not to sound like a Harry Truman cliché,",
      "de": "Ich will nicht wie ein Harry-Truman-Klischee klingen,"
    }
  },
  {
    "translation": {
      "en": "but the buck really does stop here. There's nobody above the sheriff.",
      "de": "aber ich habe die Verantwortung, niemand steht über dem Sheriff."
    }
  },
  {
    "translation": {
      "en": "You know, it's safe to walk down these sidewalks at night",
      "de": "Es ist sicher, diese Bürgersteige nachts entlangzugehen."
    }
  },
  {
    "translation": {
      "en": "and you don't have to worry about, somebody jumping out from the bushes",
      "de": "Man muss sich nicht sorgen, dass jemand aus dem Gebüsch springt,"
    }
  },
  {
    "translation": {
      "en": "and hitting you on the head and taking your wallet.",
      "de": "einem auf den Kopf schlägt und das Portemonnaie abnimmt."
    }
  },
  {
    "translation": {
      "en": "We don't want to fool ourselves into thinking that we don't have things that go on here,",
      "de": "Wir machen uns nichts vor und denken, dass hier nichts passiert,"
    }
  },
  {
    "translation": {
      "en": "but we take a pretty proactive approach and...",
      "de": "aber wir sind ziemlich proaktiv und…"
    }
  },
  {
    "translation": {
      "en": "you know, we try to deal with things swiftly.",
      "de": "…versuchen, die Dinge schnell zu erledigen."
    }
  },
  {
    "translation": {
      "en": "Something that comes in as a sexual assault,",
      "de": "Wenn eine mutmaßliche sexuelle Nötigung reinkommt,"
    }
  },
  {
    "translation": {
      "en": "certainly raises your ire.",
      "de": "macht das einen definitiv wütend."
    }
  },
  {
    "translation": {
      "en": "Based upon the information that was given by the girls,",
      "de": "Durch die Informationen, die wir von den Mädchen bekamen,"
    }
  },
  {
    "translation": {
      "en": "we had a list of names of people that had been at this house.",
      "de": "hatten wir eine Liste mit den Namen derer, die in dem Haus gewesen waren."
    }
  },
  {
    "translation": {
      "en": "We were able to round them up, bring them in,",
      "de": "Wir konnten sie fassen, herbringen"
    }
  },
  {
    "translation": {
      "en": "and we went from there.",
      "de": "und dann weitermachen."
    }
  },
  {
    "translation": {
      "en": "Tell me about--",
      "de": "Erzähl mir einfach von der Party letzte Nacht in deinem Keller."
    }
  },
  {
    "translation": {
      "en": "[White] From the time of call, to victims interviewed,",
      "de": "Vom Anruf über die Befragung der Opfer,"
    }
  },
  {
    "translation": {
      "en": "suspects interviewed, people in jail...",
      "de": "die Befragung der Verdächtigen, bis zum Gefängnis"
    }
  },
  {
    "translation": {
      "en": "we're talking about four hours. That's pretty darn quick.",
      "de": "vergingen vier Stunden, das ist verdammt schnell."
    }
  },
  {
    "translation": {
      "en": "[Charlie] Monday, we went to school.",
      "de": "Am Montag gingen wir in die Schule."
    }
  },
  {
    "translation": {
      "en": "And... It was 180 from that Friday.",
      "de": "Es war völlig anders als am Freitag."
    }
  },
  {
    "translation": {
      "en": "The Friday before. It was... one school divided.",
      "de": "Am Freitag davor. Es war, als wäre die Schule gespalten."
    }
  },
  {
    "translation": {
      "en": "It was weird, because I always sat at a table filled with people.",
      "de": "Es war seltsam, denn ich saß immer an einem vollen Tisch."
    }
  },
  {
    "translation": {
      "en": "Like, my teammates. People I thought were my friends.",
      "de": "Mit meinen Teamkollegen. Angeblichen Freunden."
    }
  },
  {
    "translation": {
      "en": "I had absolutely nobody. [chuckles] No one.",
      "de": "Ich hatte niemanden. Niemanden."
    }
  },
  {
    "translation": {
      "en": "I was one of the athletes.",
      "de": "Ich gehörte zu den Sportlern."
    }
  },
  {
    "translation": {
      "en": "I was All-Conference and All-District in sports and...",
      "de": "Ich war im Sport in der Liga auf Bezirksebene,"
    }
  },
  {
    "translation": {
      "en": "once all that happened, that was all taken from me in an instant.",
      "de": "und sobald das passierte, war das alles weg."
    }
  },
  {
    "translation": {
      "en": "I was now known as \"Daisy's brother.\"",
      "de": "Ich war nun bekannt als \"Daisys Bruder\"."
    }
  },
  {
    "translation": {
      "en": "[Michael Coleman] And it's a girl. Catherine Daisy.",
      "de": "Es ist ein Mädchen. Catherine Daisy."
    }
  },
  {
    "translation": {
      "en": "Okay, go. Go. Get your mother.",
      "de": "Los. Hol dir deine Mutter."
    }
  },
  {
    "translation": {
      "en": "-Get your mother. -[giggling]",
      "de": "Hol dir deine Mutter."
    }
  },
  {
    "translation": {
      "en": "[Melinda] Mike was actually an electrical engineer when I met him.",
      "de": "Mike war Elektrotechniker, als ich ihn kennenlernte."
    }
  },
  {
    "translation": {
      "en": "And, um, I was in vet school",
      "de": "Ich studierte Tiermedizin,"
    }
  },
  {
    "translation": {
      "en": "and he told me he had always wanted to be a doctor.",
      "de": "und er sagte, er habe immer Arzt werden wollen."
    }
  },
  {
    "translation": {
      "en": "[chuckles] So, for the next...",
      "de": "Während der nächsten…"
    }
  },
  {
    "translation": {
      "en": "Gosh, four years of med school, internship and then residency,",
      "de": "…vier Jahre Medizinstudium, des Praktikums und der Assistenzarztzeit"
    }
  },
  {
    "translation": {
      "en": "I supported the family and had...",
      "de": "sorgte ich für die Familie und…"
    }
  },
  {
    "translation": {
      "en": "had babies every 20 months. [laughs] It's pretty much...",
      "de": "…bekam alle 20 Monate ein Kind, das ist…"
    }
  },
  {
    "translation": {
      "en": "Sissy eating ice cream.",
      "de": "Schwesterlein isst Eis."
    }
  },
  {
    "translation": {
      "en": "[Daisy] Before my dad died,",
      "de": "Bevor mein Vater starb,"
    }
  },
  {
    "translation": {
      "en": "I always remembered thinking that he's never gonna die.",
      "de": "dachte ich immer, dass er nie sterben wird."
    }
  },
  {
    "translation": {
      "en": "Like, he's too big and strong to die.",
      "de": "Dass er zu stark und groß ist, um zu sterben."
    }
  },
  {
    "translation": {
      "en": "Literally nothing's gonna happen to him.",
      "de": "Dass ihm nichts zustoßen würde."
    }
  },
  {
    "translation": {
      "en": "[Michael] And there's the birthday girl. Cheese.",
      "de": "Da ist das Geburtstagskind. Cheese."
    }
  },
  {
    "translation": {
      "en": "I'll love this 20 years from now,",
      "de": "In 20 Jahren finde ich das super,"
    }
  },
  {
    "translation": {
      "en": "just seeing what I'm seeing, a close-up of Daisy.",
      "de": "das zu sehen, was ich jetzt sehe, Daisy von Nahem."
    }
  },
  {
    "translation": {
      "en": "[Daisy] I was about nine at the time.",
      "de": "Ich war etwa neun Jahre alt."
    }
  },
  {
    "translation": {
      "en": "And we were heading to a wrestling tournament.",
      "de": "Wir waren auf dem Weg zu einem Ringer-Turnier."
    }
  },
  {
    "translation": {
      "en": "Some black ice had frozen over the night before.",
      "de": "An einer Stelle war Blitzeis gefroren."
    }
  },
  {
    "translation": {
      "en": "So, when we drove over it, my dad lost total control of the wheel.",
      "de": "Als wir darüberfuhren, verlor mein Vater die Kontrolle über das Lenkrad."
    }
  },
  {
    "translation": {
      "en": "And we ended up upside down in a ravine.",
      "de": "Wir landeten kopfüber in einer Schlucht."
    }
  },
  {
    "translation": {
      "en": "[Charlie] When we got to the hospital, I sat there for probably two, three hours.",
      "de": "Als wir im Krankenhaus ankamen, saß ich etwa zwei, drei Stunden dort."
    }
  },
  {
    "translation": {
      "en": "I was waiting for one of those Disney movie fantasies to come to life,",
      "de": "Ich wartete auf einen dieser Disneyfilm-Momente,"
    }
  },
  {
    "translation": {
      "en": "where he woke up. But he never did.",
      "de": "darauf, dass er einfach aufwachen würde, aber das tat er nie."
    }
  },
  {
    "translation": {
      "en": "[Melinda] At first, it was just shock for a while.",
      "de": "Anfangs stand ich eine Zeit lang unter Schock."
    }
  },
  {
    "translation": {
      "en": "And each of them had a tough year.",
      "de": "Für alle war es ein schwieriges Jahr."
    }
  },
  {
    "translation": {
      "en": "And with Daisy, she was so close to her dad. She was such a daddy's girl.",
      "de": "Daisy stand ihrem Vater so nahe. Sie war ein Papakind."
    }
  },
  {
    "translation": {
      "en": "He would always rock her to sleep and...",
      "de": "Er wiegte sie immer in den Schlaf, und morgens saß sie immer auf seinem Schoß und…"
    }
  },
  {
    "translation": {
      "en": "she would sit on his lap in the chair in the morning and...",
      "de": "und morgens saß sie immer auf seinem Schoß und…"
    }
  },
  {
    "translation": {
      "en": "I worried a lot about how she would handle it.",
      "de": "Ich machte mir große Sorgen, wie sie es aufnimmt."
    }
  },
  {
    "translation": {
      "en": "Not that we wanted to erase a memory or, not have pictures and stuff,",
      "de": "Wir wollten keine Erinnerungen auslöschen oder keine Fotos und so behalten,"
    }
  },
  {
    "translation": {
      "en": "but it was hard to go by the place on the road where he'd been killed",
      "de": "aber es war schwer, da vorbeizufahren, wo er starb,"
    }
  },
  {
    "translation": {
      "en": "and his old practice, which was now an administrative building.",
      "de": "und an seiner alten Praxis, die zu einem Verwaltungsgebäude wurde."
    }
  },
  {
    "translation": {
      "en": "We decided it would be good to just not be living with ghosts all the time.",
      "de": "Wir entschieden, wir wollten nicht ständig daran erinnert werden."
    }
  },
  {
    "translation": {
      "en": "So, the plan was to go somewhere not too far away,",
      "de": "Wir wollten an einen Ort, der nicht so weit weg ist"
    }
  },
  {
    "translation": {
      "en": "and... not so much larger that it would be a shock to the kids.",
      "de": "und nicht so viel größer, dass es ein Schock für die Kinder ist."
    }
  },
  {
    "translation": {
      "en": "And where they could still come back and visit their friends.",
      "de": "Und so, dass sie zurückkommen und ihre Freunde besuchen konnten."
    }
  },
  {
    "translation": {
      "en": "[Charlie] After Dad died, we looked around and looked around at places.",
      "de": "Nachdem unser Vater starb, sahen wir uns viele Häuser an."
    }
  },
  {
    "translation": {
      "en": "And the decision to move to Maryville...",
      "de": "Die Entscheidung fiel auf Maryville."
    }
  },
  {
    "translation": {
      "en": "it fit like a shoe. It was everything we could've asked for.",
      "de": "Es war perfekt. Mit allem, was wir brauchten."
    }
  },
  {
    "translation": {
      "en": "It was about an hour from Albany.",
      "de": "Es lag etwa eine Stunde von Albany entfernt."
    }
  },
  {
    "translation": {
      "en": "It was small, but it was also big enough that everybody didn't know everything about you.",
      "de": "Es war klein, aber groß genug, dass nicht jeder alles über einen wusste."
    }
  },
  {
    "translation": {
      "en": "The football team had just won state that year.",
      "de": "Das Football-Team war gerade Meister geworden."
    }
  },
  {
    "translation": {
      "en": "So, I knew I was gonna get to play football for a powerhouse program",
      "de": "Ich wusste, ich könnte in einem sehr guten Football-Team spielen,"
    }
  },
  {
    "translation": {
      "en": "and I kinda fell in love with the entire thing.",
      "de": "und die ganze Sache fing an, mir zu gefallen."
    }
  },
  {
    "translation": {
      "en": "I was my own person, finally, and none of it had to do with",
      "de": "Ich konnte endlich ich selbst sein, und nichts dort"
    }
  },
  {
    "translation": {
      "en": "anything bad that had ever happened before.",
      "de": "hatte mit dem zu tun, was zuvor geschehen war."
    }
  },
  {
    "translation": {
      "en": "[Jim Fall] Last year, the high school, the university,",
      "de": "Im letzten Jahr hat weder die Highschool noch die Uni,"
    }
  },
  {
    "translation": {
      "en": "the junior high, the junior varsity...",
      "de": "die Junior High oder die zweite Mannschaft…"
    }
  },
  {
    "translation": {
      "en": "Nobody lost a football game.",
      "de": "…ein Football-Spiel verloren."
    }
  },
  {
    "translation": {
      "en": "We were like 60-0 for the year.",
      "de": "BÜRGERMEISTER 60 Siege in 60 Spielen."
    }
  },
  {
    "translation": {
      "en": "This gets really hokey, but that's... that's small-town America, and that's...",
      "de": "Das klingt rührselig, aber das ist das Kleinstadtleben in Amerika."
    }
  },
  {
    "translation": {
      "en": "That's where we are and I guess that's what I am, and I'm proud of it.",
      "de": "Das sind wir, und das bin ich wohl, und darauf bin ich stolz."
    }
  },
  {
    "translation": {
      "en": "[Melinda] It just felt like a fresh start and kind of a weight lifted.",
      "de": "Es fühlte sich wie ein Neuanfang an, als wäre eine Last abgefallen."
    }
  },
  {
    "translation": {
      "en": "[woman] Okay, sweetie. All set.",
      "de": "Ok, Süßer. Fertig."
    }
  },
  {
    "translation": {
      "en": "[Melinda] It's kind of empowering in a way.",
      "de": "Es machte mich stärker."
    }
  },
  {
    "translation": {
      "en": "To... have to support the whole family and the triumphs, the feeling strong.",
      "de": "Für die ganze Familie sorgen zu müssen, die Erfolge, das Gefühl, stark zu sein."
    }
  },
  {
    "translation": {
      "en": "We were pretty happy there for a while.",
      "de": "Eine Zeit lang waren wir dort sehr glücklich."
    }
  },
  {
    "translation": {
      "en": "[Charlie] Good.",
      "de": "Gut."
    }
  },
  {
    "translation": {
      "en": "Right when things started getting better, Daisy's sexual assault case happened and...",
      "de": "Gerade als es besser wurde, passierte das mit Daisys Nötigung."
    }
  },
  {
    "translation": {
      "en": "Maryville being that kind of blessing to me and my family just...",
      "de": "Dass Maryville eine Art Segen für mich und meine Familie war…"
    }
  },
  {
    "translation": {
      "en": "It really did kind of dissolve in an overnight fashion.",
      "de": "Das löste sich quasi über Nacht in Luft auf."
    }
  },
  {
    "translation": {
      "en": "[Daisy] Do you know how, like, Jay Z, it's like J-A-Y-Z?",
      "de": "Du weißt doch, dass man Jay Z J-A-Y-Z schreibt, oder?"
    }
  },
  {
    "translation": {
      "en": "-[Paige] Yeah. -I'm doing that, but with a D.",
      "de": "-Ja. -Das mache ich, mit einem D."
    }
  },
  {
    "translation": {
      "en": "-So it's like Day-Z. -Oh. [chuckles]",
      "de": "Sodass es wie Day-Z ist."
    }
  },
  {
    "translation": {
      "en": "[Paige] Where are the scissors?",
      "de": "Wo ist die Schere?"
    }
  },
  {
    "translation": {
      "en": "[Daisy in funny accent] You know what? Quit your whining.",
      "de": "Weißt du was? Hör auf, zu nölen."
    }
  },
  {
    "translation": {
      "en": "I buy you a T-shirt with some glittered letters and all you do is complain.",
      "de": "Ich kaufe dir ein T-Shirt mit Glitzer, und du beschwerst dich nur."
    }
  },
  {
    "translation": {
      "en": "I pay for your school. I feed you, clothe you.",
      "de": "Ich bezahle deine Schule. Ich ernähre dich und kleide dich ein."
    }
  },
  {
    "translation": {
      "en": "Put a roof over your head. All I hear is naggin'.",
      "de": "Biete dir ein Dach über dem Kopf. Und du meckerst nur."
    }
  },
  {
    "translation": {
      "en": "[Robin Bourland] For Paige, I think, it's kind of a double-edged sword.",
      "de": "Ich glaube, für Paige ist es ein zweischneidiges Schwert."
    }
  },
  {
    "translation": {
      "en": "The juvenile that assaulted Paige went to court",
      "de": "Der Jugendliche, der Paige nötigte, kam vor Gericht,"
    }
  },
  {
    "translation": {
      "en": "and the judge asked him if he had raped Paige.",
      "de": "und der Richter fragte ihn, ob er Paige vergewaltigt habe. PAIGES MUTTER"
    }
  },
  {
    "translation": {
      "en": "And he said, \"Yes.\" He said, \"Was she intoxicated?\"",
      "de": "Und er sagte Ja. Er fragte: \"War sie betrunken?\""
    }
  },
  {
    "translation": {
      "en": "And he said, \"Yes.\" He said, \"Did she tell you 'no'?\"",
      "de": "Und er sagte Ja. Er fragte: \"Sagte sie Nein?\""
    }
  },
  {
    "translation": {
      "en": "And he said, \"Yes.\"",
      "de": "Er sagte Ja."
    }
  },
  {
    "translation": {
      "en": "He was the only one out of the whole bunch that admitted what he did.",
      "de": "Er war der Einzige der ganzen Gruppe, der zugab, was er getan hatte."
    }
  },
  {
    "translation": {
      "en": "And I think it was probably healing for her to hear that.",
      "de": "Ich glaube, das war heilsam für sie."
    }
  },
  {
    "translation": {
      "en": "[Daisy] Don't be shady.",
      "de": "Gib dir Mühe."
    }
  },
  {
    "translation": {
      "en": "[Robin] The negative is, she carried around a lot of guilt about what happened to Daisy.",
      "de": "Das Negative ist, dass sie sich schuldig fühlt wegen Daisy."
    }
  },
  {
    "translation": {
      "en": "[Daisy] Ah, success.",
      "de": "Ein Erfolg."
    }
  },
  {
    "translation": {
      "en": "[Daisy] I was just in kind of total shock.",
      "de": "Ich stand völlig unter Schock."
    }
  },
  {
    "translation": {
      "en": "Like, I thought something bad would never happen to me.",
      "de": "Ich dachte, mir passiert nie etwas Schlimmes."
    }
  },
  {
    "translation": {
      "en": "That after my dad died,",
      "de": "Dass ich nach Dads Tod"
    }
  },
  {
    "translation": {
      "en": "like, I already had my deal of grief in life. I get to...",
      "de": "genug Kummer in meinem Leben gehabt hätte."
    }
  },
  {
    "translation": {
      "en": "just live a life where I'm invincible now, like...",
      "de": "Dass ich von jetzt an unverwundbar bin."
    }
  },
  {
    "translation": {
      "en": "And that's just a stupid teenage thought.",
      "de": "Aber das ist nur ein dummer Teenager-Gedanke."
    }
  },
  {
    "translation": {
      "en": "We really aren't invincible.",
      "de": "Wir sind nicht unverwundbar."
    }
  },
  {
    "translation": {
      "en": "People really were kind of, like, verbally attacking me.",
      "de": "Ich wurde verbal angegriffen."
    }
  },
  {
    "translation": {
      "en": "A lot people would just say things, like... calling me a liar.",
      "de": "Viele sagten, ich sei eine Lügnerin."
    }
  },
  {
    "translation": {
      "en": "I was told not to say anything because it could just mess with the case.",
      "de": "Ich sollte nichts sagen, um keine Probleme für den Fall zu schaffen."
    }
  },
  {
    "translation": {
      "en": "Like, I really wanted to stand up for myself, because not very many people were standing up for me.",
      "de": "Ich wollte für mich selbst einstehen, weil das nicht besonders viele taten."
    }
  },
  {
    "translation": {
      "en": "[Charlie] One day, my sister was walking to class in the hallway from the bathroom.",
      "de": "Eines Tages ging meine Schwester von der Toilette in den Unterricht."
    }
  },
  {
    "translation": {
      "en": "This kid in my class, he decided he was gonna call her \"a lying slut\"",
      "de": "Ein Junge aus meiner Klasse nannte sie \"lügende Schlampe\""
    }
  },
  {
    "translation": {
      "en": "and yell it outside of the door.",
      "de": "und schrie das aus der Tür."
    }
  },
  {
    "translation": {
      "en": "And she heard it and she ran back to the bathroom crying.",
      "de": "Sie hörte es und rannte weinend zurück auf die Toilette."
    }
  },
  {
    "translation": {
      "en": "I can't tell you what kind of things ran through my mind.",
      "de": "Ich kann nicht sagen, was mir durch den Kopf ging."
    }
  },
  {
    "translation": {
      "en": "I said something to him, like, along the lines of, \"Don't you ever say anything to her again.\"",
      "de": "Ich sagte etwas nach dem Motto: \"Sag bloß nie wieder was zu ihr.\""
    }
  },
  {
    "translation": {
      "en": "And I knew for a fact, he's a little weeny bag. He would have been easy to kick the crap out of.",
      "de": "Ich wusste, dass er ein kleiner Pups ist. Ich hätte ihn leicht verprügeln können."
    }
  },
  {
    "translation": {
      "en": "There was kind of a rumor, there was no for sure about it,",
      "de": "Es gab Gerüchte, es war nicht sicher,"
    }
  },
  {
    "translation": {
      "en": "but I found out from the grapevine that there was a video.",
      "de": "aber ich fand heraus, dass es ein Video gab."
    }
  },
  {
    "translation": {
      "en": "One of the few people I still talk to,",
      "de": "Einer der Wenigen, mit denen ich noch rede,"
    }
  },
  {
    "translation": {
      "en": "had seen it and heard about it being passed around.",
      "de": "hatte es gesehen und gehört, dass es rumgereicht wurde."
    }
  },
  {
    "translation": {
      "en": "He said that it was kind of blurry and it was really dark.",
      "de": "Er sagte, es sei verschwommen und ziemlich dunkel."
    }
  },
  {
    "translation": {
      "en": "And then it got more graphic and...",
      "de": "Und dann wurde es deutlicher,"
    }
  },
  {
    "translation": {
      "en": "him on top of her and she was just kind of, like...",
      "de": "mit ihm auf ihr drauf, und sie war irgendwie…"
    }
  },
  {
    "translation": {
      "en": "limp and not really functioning very well.",
      "de": "…schlaff und wirkte abwesend."
    }
  },
  {
    "translation": {
      "en": "He guaranteed I didn't wanna see it",
      "de": "Er sagte, ich wolle es nicht sehen,"
    }
  },
  {
    "translation": {
      "en": "and if I did, that bad things would happen.",
      "de": "und dass Schlimmes passieren würde, wenn ich es sähe."
    }
  },
  {
    "translation": {
      "en": "[Glidden] I know I'm not as young, sharp and smart as you young guys.",
      "de": "Ich weiß, ich bin nicht so jung, gerissen und schlau wie ihr."
    }
  },
  {
    "translation": {
      "en": "[White] Within four hours of getting the initial call, that phone was in evidence.",
      "de": "Vier Stunden nach dem Anruf hatten wir das Handy sichergestellt."
    }
  },
  {
    "translation": {
      "en": "Um, the phone was sent to the forensic laboratory in Kansas City.",
      "de": "Wir schickten es ins forensische Labor in Kansas City."
    }
  },
  {
    "translation": {
      "en": "Their report came back, said that whatever was on that phone was deleted",
      "de": "Der Bericht kam, und darin stand, dass es gelöscht wurde."
    }
  },
  {
    "translation": {
      "en": "and that through the magic of Apple computers,",
      "de": "Und dass durch die Zauberei von Apple-Computern"
    }
  },
  {
    "translation": {
      "en": "when they say delete, they mean delete.",
      "de": "löschen auch wirklich löschen heißt."
    }
  },
  {
    "translation": {
      "en": "It's not like a regular computer or an Android phone,",
      "de": "Anders als bei einem normalen Computer oder Android-Handy"
    }
  },
  {
    "translation": {
      "en": "where you can go back... Where you can go back... Move.",
      "de": "kann man nicht einfach zurück… Weg da."
    }
  },
  {
    "translation": {
      "en": "And you can piece stuff back together on a hard drive. When they say delete, they mean delete.",
      "de": "Und es wieder zusammensetzen. Löschen heißt wirklich löschen."
    }
  },
  {
    "translation": {
      "en": "All the people saying that there's a video out there, all the people that are saying that they saw a video,",
      "de": "Jeder, der sagt, es gebe ein Video und er habe es gesehen,"
    }
  },
  {
    "translation": {
      "en": "there's no nice way to say it, they're liars.",
      "de": "ist ein Lügner, anders kann man das nicht sagen."
    }
  },
  {
    "translation": {
      "en": "You know, unfortunately, you have a lot of people involved in this",
      "de": "Leider sind eine Menge Leute darin verwickelt,"
    }
  },
  {
    "translation": {
      "en": "that are running around, telling a lot of stories.",
      "de": "die herumlaufen und Geschichten erzählen."
    }
  },
  {
    "translation": {
      "en": "You know, and without pointing fingers...",
      "de": "Ich nenne keine Namen…"
    }
  },
  {
    "translation": {
      "en": "it serves to benefit people's causes",
      "de": "…aber das nutzt einigen Leuten."
    }
  },
  {
    "translation": {
      "en": "by making a lot of things up that really didn't happen and really doesn't exist.",
      "de": "Sie erfinden Dinge, die nicht geschahen oder die es nicht gibt."
    }
  },
  {
    "translation": {
      "en": "But don't underestimate the need for attention.",
      "de": "Aber man sollte den Drang nach Aufmerksamkeit nicht unterschätzen."
    }
  },
  {
    "translation": {
      "en": "Especially young girls.",
      "de": "Besonders bei jungen Mädchen."
    }
  },
  {
    "translation": {
      "en": "There's a lot of pressure on young girls in our society",
      "de": "Sie stehen in unserer Gesellschaft unter Druck,"
    }
  },
  {
    "translation": {
      "en": "to be pretty, to be liked, to... to be the popular one.",
      "de": "hübsch zu sein, gemocht zu werden, beliebt zu sein."
    }
  },
  {
    "translation": {
      "en": "All of those things. And it's not fair, but it is how our society works.",
      "de": "All das. Und das ist nicht fair. Aber so funktioniert unsere Gesellschaft."
    }
  },
  {
    "translation": {
      "en": "[White on phone] This is Darren. [Melinda on phone] Hi, Darren. This is Melinda Coleman.",
      "de": "-Hier ist Darren. -Hi, Darren, Melinda Coleman hier."
    }
  },
  {
    "translation": {
      "en": "-[White] How are you? -[Melinda] All right. How are you?",
      "de": "-Wie geht's? -Ganz gut. Selbst?"
    }
  },
  {
    "translation": {
      "en": "[White] Oh, I'm all right.",
      "de": "Ganz gut."
    }
  },
  {
    "translation": {
      "en": "[Melinda] Um, I... I guess I haven't heard anything at all.",
      "de": "Ich habe überhaupt nichts gehört."
    }
  },
  {
    "translation": {
      "en": "I don't know what's going on at all with any of the case",
      "de": "Ich weiß gar nicht, was im Fall los ist,"
    }
  },
  {
    "translation": {
      "en": "and I just kind of wanted to stay in the loop, if that was all right.",
      "de": "und wollte auf dem Laufenden bleiben, wenn das ok ist."
    }
  },
  {
    "translation": {
      "en": "[White] Well, it's in the court system. Of course, they've been arraigned. So now...",
      "de": "Die Sache liegt bei Gericht. Sie wurden alle angeklagt."
    }
  },
  {
    "translation": {
      "en": "there'll be hearings and more hearings and more hearings.",
      "de": "Es werden jetzt die Anhörungen stattfinden."
    }
  },
  {
    "translation": {
      "en": "So, court things could drag out and...",
      "de": "Die Sache könnte sich in die Länge ziehen…"
    }
  },
  {
    "translation": {
      "en": "[White] They... it can take literally months.",
      "de": "Und es könnte Monate dauern."
    }
  },
  {
    "translation": {
      "en": "[Melinda] All right. And as far as the... the cell phone, the video's not retrievable.",
      "de": "Ok, und was das Handy angeht und das Video, das weg ist,"
    }
  },
  {
    "translation": {
      "en": "You guys couldn't get anything out of that?",
      "de": "da konntet ihr nichts erreichen?"
    }
  },
  {
    "translation": {
      "en": "[White] No. Nothing at all.",
      "de": "Nein, gar nichts."
    }
  },
  {
    "translation": {
      "en": "[Melinda] Okay.",
      "de": "Ok."
    }
  },
  {
    "translation": {
      "en": "[White] I'm sure that you'll have more questions. Feel free to call. Okay?",
      "de": "Du hast sicher noch mehr Fragen. Ruf ruhig an. Ok?"
    }
  },
  {
    "translation": {
      "en": "-[Melinda] All right. Thanks. -All right. -[White] You bet. Bye. -Bye.",
      "de": "-Ok. Danke. Tschüss. -Gut. Gerne. Tschüss."
    }
  },
  {
    "translation": {
      "en": "[Melinda] I called the sheriff and the prosecutor",
      "de": "Ich rief Sheriff und Staatsanwalt an."
    }
  },
  {
    "translation": {
      "en": "and they told me everything was great.",
      "de": "Sie sagten, alles sei ok."
    }
  },
  {
    "translation": {
      "en": "They had everything, not to worry, it would be in court for several more months.",
      "de": "Sie haben alles, keine Sorge, es könnte vor Gericht etwas dauern."
    }
  },
  {
    "translation": {
      "en": "Came home from work, stopped at the grocery store,",
      "de": "Ich kam von der Arbeit heim, ging kurz einkaufen,"
    }
  },
  {
    "translation": {
      "en": "and Robin, the mother of the other girl that was assaulted, called me and said,",
      "de": "und dann rief Robin, die Mutter des anderen Mädchens, an und sagte:"
    }
  },
  {
    "translation": {
      "en": "\"Melinda, they dropped all the charges today.\"",
      "de": "\"Melinda, die Anklage wurde fallen gelassen.\""
    }
  },
  {
    "translation": {
      "en": "[reporter] Charges are dropped against two Maryville teens accused in a sexual assault case.",
      "de": "Die Anklage gegen zwei Teenager aus Maryville wurde fallen gelassen."
    }
  },
  {
    "translation": {
      "en": "The Nodaway County prosecutor dismissed a felony sexual assault charge",
      "de": "Der Staatsanwalt wies die Anklage wegen sexueller Nötigung"
    }
  },
  {
    "translation": {
      "en": "against Matthew Barnett",
      "de": "gegen M. Barnett"
    }
  },
  {
    "translation": {
      "en": "and a felony exploitation of a minor charge against Jordan Zech.",
      "de": "und die gegen Jordan Zech wegen Ausbeutung einer Minderjährigen ab."
    }
  },
  {
    "translation": {
      "en": "Rice says he did not believe he could prove the allegations against the teens beyond a reasonable doubt.",
      "de": "Rice glaube, er könne die Anschuldigungen nicht ausreichend beweisen."
    }
  },
  {
    "translation": {
      "en": "We did have all the medical and all the information",
      "de": "Wir hatten die medizinischen Ergebnisse und anderen Informationen,"
    }
  },
  {
    "translation": {
      "en": "where we could make a decision based on the evidence,",
      "de": "es war keine andere Entscheidung möglich."
    }
  },
  {
    "translation": {
      "en": "and I am absolutely convinced that was the right call to do.",
      "de": "Und ich bin überzeugt, wir haben das Richtige getan."
    }
  },
  {
    "translation": {
      "en": "And it was the right decision to dismiss it.",
      "de": "Es war richtig, die Klage fallen zu lassen."
    }
  },
  {
    "translation": {
      "en": "[Melinda] You know what? They're just lying.",
      "de": "Wissen Sie was? Die lügen."
    }
  },
  {
    "translation": {
      "en": "Initially, I thought it was only the boys.",
      "de": "Anfangs dachte ich, es seien nur die Jungs."
    }
  },
  {
    "translation": {
      "en": "But I think it goes deeper than that.",
      "de": "Aber es geht tiefer als das."
    }
  },
  {
    "translation": {
      "en": "I think it's political.",
      "de": "Ich glaube, es ist politisch."
    }
  },
  {
    "translation": {
      "en": "[Robin] You know, the Barnetts are well-known in northwest Missouri.",
      "de": "Die Barnetts sind in Nordwest-Missouri sehr bekannt."
    }
  },
  {
    "translation": {
      "en": "The grandpa is a former state representative,",
      "de": "Der Großvater ist ehemaliger Vertreter des Bundesstaats,"
    }
  },
  {
    "translation": {
      "en": "former state highway patrolman.",
      "de": "er war bei der Highway Patrol."
    }
  },
  {
    "translation": {
      "en": "And I hate to say that that had anything to do with it,",
      "de": "Ich sage nicht gerne, dass das damit zusammenhängt,"
    }
  },
  {
    "translation": {
      "en": "but I really think it did.",
      "de": "aber glaube es. RATHAUS"
    }
  },
  {
    "translation": {
      "en": "In a small town, in a small area,",
      "de": "In einer Kleinstadt"
    }
  },
  {
    "translation": {
      "en": "everybody is related, everybody is somehow connected,",
      "de": "sind alle miteinander verwandt oder irgendwie verbunden."
    }
  },
  {
    "translation": {
      "en": "and I think when you're, you know, in law enforcement,",
      "de": "Und wenn man für die Strafverfolgung arbeitet,"
    }
  },
  {
    "translation": {
      "en": "it's harder, sometimes, to separate yourselves.",
      "de": "ist es wohl schwieriger, das außen vor zu lassen."
    }
  },
  {
    "translation": {
      "en": "It became more important to shield the boys",
      "de": "Es war wichtiger, die Jungs abzuschirmen,"
    }
  },
  {
    "translation": {
      "en": "than it did to find justice for the girls.",
      "de": "als Gerechtigkeit für die Mädchen zu bekommen."
    }
  },
  {
    "translation": {
      "en": "The one that is the banner for your community,",
      "de": "Die, die das Aushängeschild für die Gemeinde sind,"
    }
  },
  {
    "translation": {
      "en": "you don't wanna see them in trouble.",
      "de": "sollen keine Probleme haben."
    }
  },
  {
    "translation": {
      "en": "You don't wanna think those things about 'em.",
      "de": "So etwas will man nicht über sie denken."
    }
  },
  {
    "translation": {
      "en": "They're the heroes of small towns.",
      "de": "Sie sind die Helden der Kleinstädte."
    }
  },
  {
    "translation": {
      "en": "I guess the wrong, if I wanna say \"wrong,\" boy raped her.",
      "de": "Wenn man das so sagen kann, vergewaltigte sie der \"falsche\" Junge."
    }
  },
  {
    "translation": {
      "en": "[White] One of the parts that people have blown out of proportion",
      "de": "Eine Sache, die völlig aufgeblasen wurde"
    }
  },
  {
    "translation": {
      "en": "in this entire case",
      "de": "in diesem Fall,"
    }
  },
  {
    "translation": {
      "en": "is that everybody wants to throw the word \"rape\" out there.",
      "de": "ist, dass die Leute das Wort \"Vergewaltigung\" benutzen wollen."
    }
  },
  {
    "translation": {
      "en": "It's very popular.",
      "de": "Das ist sehr beliebt."
    }
  },
  {
    "translation": {
      "en": "The rape, the Maryville rape, the Coleman rape.",
      "de": "Die Vergewaltigung, die Maryville-, Coleman-Vergewaltigung."
    }
  },
  {
    "translation": {
      "en": "Nothing that occurred that night ever, ever,",
      "de": "Nichts, was in dieser Nacht passierte, rein gar nichts,"
    }
  },
  {
    "translation": {
      "en": "rose to the level of the elements of the crime of rape.",
      "de": "erreichte die Stufe des Verbrechens, das wir Vergewaltigung nennen."
    }
  },
  {
    "translation": {
      "en": "Whether... whether we agree with this or not,",
      "de": "Ob wir zustimmen oder nicht,"
    }
  },
  {
    "translation": {
      "en": "the people of that age, in the state of Missouri, can have consensual sex.",
      "de": "Menschen in Missouri in dem Alter dürfen einvernehmlichen Sex haben."
    }
  },
  {
    "translation": {
      "en": "Forcible compulsion is the primary component of the crime of rape.",
      "de": "Gewaltsamer Zwang ist die Hauptkomponente einer Vergewaltigung."
    }
  },
  {
    "translation": {
      "en": "[stammers] You know, it's just not there.",
      "de": "Der war nicht da."
    }
  },
  {
    "translation": {
      "en": "[interviewer] So forcible compulsion doesn't apply if you have sex",
      "de": "Es ist also kein gewaltsamer Zwang, wenn der Sexpartner bewusstlos oder halb-bewusstlos ist?"
    }
  },
  {
    "translation": {
      "en": "with somebody who is unconscious or semi-conscious?",
      "de": "wenn der Sexpartner bewusstlos oder halb-bewusstlos ist?"
    }
  },
  {
    "translation": {
      "en": "Well, see, now, that's a whole...",
      "de": "Das ist ein völlig…"
    }
  },
  {
    "translation": {
      "en": "another...",
      "de": "…anderes…"
    }
  },
  {
    "translation": {
      "en": "element for lawyers and legislators and people like that to figure out.",
      "de": "…Element, das Anwälte und so entscheiden müssen."
    }
  },
  {
    "translation": {
      "en": "[Kevin Collison] Other media, some of them significant,",
      "de": "Wichtige Medien hatten darüber berichtet,"
    }
  },
  {
    "translation": {
      "en": "had already written about it, but when we reported it",
      "de": "Wichtige Medien hatten darüber berichtet, doch als wir berichteten und es in die sozialen Medien kam,"
    }
  },
  {
    "translation": {
      "en": "and it was picked up in the world of social media,",
      "de": "doch als wir berichteten und es in die sozialen Medien kam,"
    }
  },
  {
    "translation": {
      "en": "that's when this erupted into a firestorm and all this pressure suddenly developed.",
      "de": "da entstand ein Aufschrei, und Druck entwickelte sich."
    }
  },
  {
    "translation": {
      "en": "[distorted voice] Two girls have been raped in the town of Maryville, Missouri.",
      "de": "In Maryville, Missouri, wurden zwei Mädchen vergewaltigt."
    }
  },
  {
    "translation": {
      "en": "Another high school football star, the grandson of a Missouri state official,",
      "de": "Ein weiterer Highschool-Football-Star, der Enkel eines Staatsbeamten,"
    }
  },
  {
    "translation": {
      "en": "has walked free.",
      "de": "kommt davon."
    }
  },
  {
    "translation": {
      "en": "How do the residents of Maryville sleep at night?",
      "de": "Wie können die Bürger Maryvilles nachts schlafen?"
    }
  },
  {
    "translation": {
      "en": "Online activist group Anonymous has called for an investigation",
      "de": "Die Online-Aktivistengruppe Anonymous fordert eine Untersuchung"
    }
  },
  {
    "translation": {
      "en": "on how the case was handled.",
      "de": "der Leitung des Falls."
    }
  },
  {
    "translation": {
      "en": "Demonstrators will gather at the county courthouse next week.",
      "de": "Demonstranten versammeln sich nächste Woche vor dem Gerichtsgebäude."
    }
  },
  {
    "translation": {
      "en": "Tonight, Missouri's lieutenant governor",
      "de": "Heute drängt der Vizegouverneur"
    }
  },
  {
    "translation": {
      "en": "is urging the state's attorney general and a county prosecutor",
      "de": "den Staatsanwalt des Bundesstaats und des Countys,"
    }
  },
  {
    "translation": {
      "en": "to convene a grand jury to revisit a controversial case that was dismissed last year.",
      "de": "ein Geschworenengericht einzuberufen, um den Fall wiederaufzunehmen."
    }
  },
  {
    "translation": {
      "en": "You know, I don't know if the whole nation needed to be involved in it.",
      "de": "Ich weiß nicht, ob das gesamte Land darin verwickelt sein muss."
    }
  },
  {
    "translation": {
      "en": "I would've just liked to get the attention of a few people",
      "de": "Ich hätte gerne die Aufmerksamkeit von ein paar Menschen gehabt,"
    }
  },
  {
    "translation": {
      "en": "so that way something could have been done with it.",
      "de": "damit es Folgen gehabt hätte."
    }
  },
  {
    "translation": {
      "en": "I talked to people here in town and at the school,",
      "de": "Ich sprach mit Leuten im Ort und an der Schule,"
    }
  },
  {
    "translation": {
      "en": "and in both locations, people were very leery",
      "de": "und alle waren misstrauisch… VERWALTUNGSSITZ"
    }
  },
  {
    "translation": {
      "en": "about talking to me on camera about this case.",
      "de": "…mit mir vor der Kamera über den Fall zu sprechen."
    }
  },
  {
    "translation": {
      "en": "[Fall] It's frightening when you had",
      "de": "Es machte mir Angst,"
    }
  },
  {
    "translation": {
      "en": "a square down here on the corner, full of people,",
      "de": "als der Platz an der Ecke voll von Menschen war,"
    }
  },
  {
    "translation": {
      "en": "lecturing about what a hellhole this is, you know.",
      "de": "die darüber referierten, was für ein Drecksloch das hier sei."
    }
  },
  {
    "translation": {
      "en": "They didn't know.",
      "de": "Sie wussten nichts."
    }
  },
  {
    "translation": {
      "en": "We know who we are and what we are, and we're comfortable with that.",
      "de": "Wir wissen, wer und was wir sind, und damit fühlen wir uns sehr wohl."
    }
  },
  {
    "translation": {
      "en": "The picture that was painted of us,",
      "de": "UNGEWOLLTE AUFMERKSAMKEIT Das Bild, das man von uns zeichnete, entsprach nicht der Wahrheit."
    }
  },
  {
    "translation": {
      "en": "I don't think that's what we are.",
      "de": "Das Bild, das man von uns zeichnete, entsprach nicht der Wahrheit."
    }
  },
  {
    "translation": {
      "en": "[reporter] All you have to do is google \"Maryville,\"",
      "de": "TWITTER-STURM TREND #OPMARYVILLE. Man muss nur \"Maryville\" googeln und findet Hunderte Posts."
    }
  },
  {
    "translation": {
      "en": "and you're gonna find hundreds of posts.",
      "de": "Man muss nur \"Maryville\" googeln und findet Hunderte Posts."
    }
  },
  {
    "translation": {
      "en": "Many around here with whom I spoke say they're not happy with what they're reading.",
      "de": "Viele sagten, sie seien unglücklich darüber, was sie lasen."
    }
  },
  {
    "translation": {
      "en": "In fact, they feel attacked and even threatened.",
      "de": "Sie fühlen sich angegriffen, gar bedroht."
    }
  },
  {
    "translation": {
      "en": "But what did she expect to happen at 1:00 in the morning, after sneaking out?",
      "de": "Aber was dachte sie, passiert, wenn sie sich nachts rausschleicht?"
    }
  },
  {
    "translation": {
      "en": "There are telltale signs of this girl actually lying.",
      "de": "Es gibt eindeutige Anzeichen dafür, dass dieses Mädchen lügt."
    }
  },
  {
    "translation": {
      "en": "[Paige] It made the whole town split up into sides.",
      "de": "ANONYMOUS-DEMO IN MARYVILLE Der Fall entzweite die Stadt."
    }
  },
  {
    "translation": {
      "en": "It was the people that believed Daisy against...",
      "de": "Die, die Daisy glaubten, stellten sich gegen"
    }
  },
  {
    "translation": {
      "en": "the Barnetts and their group of people that were very, very vicious.",
      "de": "die Barnetts und ihre Gruppe von sehr, sehr gemeinen Menschen."
    }
  },
  {
    "translation": {
      "en": "[woman] \"When an injustice happens to one in the community,",
      "de": "\"Wenn einem in der Gemeinschaft Ungerechtigkeit widerfährt,"
    }
  },
  {
    "translation": {
      "en": "an injustice happens to the community.",
      "de": "widerfährt der Gemeinschaft Ungerechtigkeit."
    }
  },
  {
    "translation": {
      "en": "Daisy and Paige, we are here for you today.\"",
      "de": "Daisy und Paige, wir sind für euch da.\""
    }
  },
  {
    "translation": {
      "en": "[reporter] New developments",
      "de": "Neue Entwicklungen"
    }
  },
  {
    "translation": {
      "en": "in a teenage rape investigation in Maryville, Missouri, that has grabbed headlines nationwide.",
      "de": "im Vergewaltigungsfall in Maryville, der landesweit für Schlagzeilen sorgte."
    }
  },
  {
    "translation": {
      "en": "The Jackson County prosecutor's office",
      "de": "Die Staatsanwaltschaft des Jackson County"
    }
  },
  {
    "translation": {
      "en": "has been put in charge of taking a second look at the case.",
      "de": "ist verantwortlich dafür, den Fall neu zu prüfen."
    }
  },
  {
    "translation": {
      "en": "[Daisy] I was excited.",
      "de": "Ich war sehr aufgeregt."
    }
  },
  {
    "translation": {
      "en": "I felt like I was going to be able to work with someone",
      "de": "Mit jemandem zu arbeiten, der sich für den Fall ereifert und sich Mühe geben will."
    }
  },
  {
    "translation": {
      "en": "who was actually excited about this case and willing to put forth a real effort.",
      "de": "der sich für den Fall ereifert und sich Mühe geben will."
    }
  },
  {
    "translation": {
      "en": "[Fall] Twenty years ago, we built a thousand-acre lake",
      "de": "Vor 20 Jahren legten wir einen 400 ha großen See an,"
    }
  },
  {
    "translation": {
      "en": "that has become an area of recreational draw",
      "de": "der zu einem Ferienziel geworden ist."
    }
  },
  {
    "translation": {
      "en": "and a championship golf course",
      "de": "Und einen Profi-Golfplatz"
    }
  },
  {
    "translation": {
      "en": "and one of the 100 best fishing places in the country and...",
      "de": "und einen der 100 besten Angelplätze im gesamten Land und…"
    }
  },
  {
    "translation": {
      "en": "Does anybody come and report that? No.",
      "de": "Kommt irgendwer her und berichtet darüber? Nein."
    }
  },
  {
    "translation": {
      "en": "But this comes up, and here it unloads on you.",
      "de": "Aber das passiert und entlädt sich über einem."
    }
  },
  {
    "translation": {
      "en": "[Jean Peters Baker] Whenever you get a call and someone says that judge so-and-so is calling,",
      "de": "Wenn man hier telefoniert und hört, Richter Soundso ruft an,"
    }
  },
  {
    "translation": {
      "en": "you hang up on that phone call you're on and you take the judge's call.",
      "de": "dann legt man auf und nimmt den Anruf vom Richter entgegen."
    }
  },
  {
    "translation": {
      "en": "And the judge tells me his name",
      "de": "Er nannte seinen Namen…"
    }
  },
  {
    "translation": {
      "en": "and then he tells me he's from Nodaway County. And I just...",
      "de": "SONDERSTAATSANWÄLTIN …und sagte, er sei aus Nodaway County."
    }
  },
  {
    "translation": {
      "en": "My heart sunk a little bit, because I thought... [sighs]",
      "de": "Mir sank das Herz in die Hose, denn ich dachte…"
    }
  },
  {
    "translation": {
      "en": "\"Oh, I bet I know why you're calling.\"",
      "de": "\"Ich glaube, ich weiß, warum Sie anrufen.\""
    }
  },
  {
    "translation": {
      "en": "When the case is built on the testimony of the victim,",
      "de": "STAAT MISSOURI, KLÄGER, VS. MATTHEW B. BARNETT, ANGEKLAGTER Baut ein Fall auf Aussagen des Opfers auf, kann es sehr schwierig werden."
    }
  },
  {
    "translation": {
      "en": "those can be very, very hard.",
      "de": "Baut ein Fall auf Aussagen des Opfers auf, kann es sehr schwierig werden."
    }
  },
  {
    "translation": {
      "en": "And so, I tried to collect additional evidence.",
      "de": "Also versuchte ich, weitere Beweise zu sammeln."
    }
  },
  {
    "translation": {
      "en": "There was nothing about the rape kit",
      "de": "UNTERSUCHUNG SEXUELLER NÖTIGUNG Nichts an der Untersuchung zur Vergewaltigung"
    }
  },
  {
    "translation": {
      "en": "I had available to me that really gave us another \"a-ha\" moment.",
      "de": "brachte uns einen weiteren \"Aha\"-Moment."
    }
  },
  {
    "translation": {
      "en": "We tried to go back and find the phone.",
      "de": "Wir versuchten, das Handy zu finden."
    }
  },
  {
    "translation": {
      "en": "You know, \"Did it exist? Did it exist at one time? Could we still get it?\"",
      "de": "\"Gab es das? Hat es existiert? Können wir noch darauf zugreifen?\""
    }
  },
  {
    "translation": {
      "en": "We were unsuccessful in that regard.",
      "de": "In der Hinsicht waren wir erfolglos."
    }
  },
  {
    "translation": {
      "en": "[interviewer] What was the state of the case when it was handed to you?",
      "de": "Wie stand es um den Fall, als Sie ihn bekamen?"
    }
  },
  {
    "translation": {
      "en": "In your professional opinion?",
      "de": "Wie ist Ihre professionelle Meinung dazu?"
    }
  },
  {
    "translation": {
      "en": "I just don't think, um, I want to answer that question.",
      "de": "Ich glaube, diese Frage möchte ich nicht beantworten."
    }
  },
  {
    "translation": {
      "en": "So, at the end of that investigation,",
      "de": "Am Ende dieser Ermittlungen"
    }
  },
  {
    "translation": {
      "en": "I believed that we got as far as the evidence would take us.",
      "de": "glaubte ich, wir waren so weit gekommen, wie die Beweise uns brachten."
    }
  },
  {
    "translation": {
      "en": "Sometimes, that doesn't tell a full story.",
      "de": "Manchmal erzählt das nicht die ganze Geschichte."
    }
  },
  {
    "translation": {
      "en": "But in this case,",
      "de": "Aber in diesem Fall"
    }
  },
  {
    "translation": {
      "en": "I believed the charge that I was able to go forward on...",
      "de": "glaubte ich, der Anklagepunkt, den ich anführen konnte…"
    }
  },
  {
    "translation": {
      "en": "I knew that I had the evidence to try.",
      "de": "Ich wusste, ich hatte genug Beweise, um es zu versuchen."
    }
  },
  {
    "translation": {
      "en": "Mr. Barnett pled guilty to endangering the welfare of a child",
      "de": "Mr. Barnett bekannte sich der Kindeswohlgefährdung zweiten Grades"
    }
  },
  {
    "translation": {
      "en": "in the second degree.",
      "de": "für schuldig."
    }
  },
  {
    "translation": {
      "en": "In this case,",
      "de": "In diesem Fall"
    }
  },
  {
    "translation": {
      "en": "there was insufficient evidence to go forward on a sexual assault.",
      "de": "reichten die Beweise für sexuelle Nötigung nicht aus."
    }
  },
  {
    "translation": {
      "en": "These are very hard cases. The facts are hard, often.",
      "de": "Das sind sehr schwere Fälle. Die Tatsachen sind oft unumstößlich."
    }
  },
  {
    "translation": {
      "en": "The legal requirements can be very hard. And very hard to meet.",
      "de": "Die Gesetzesvorschriften sind schwer zu erreichen."
    }
  },
  {
    "translation": {
      "en": "[Melinda] When... Jean Baker came out with the verdict,",
      "de": "Als Jean Baker mit dem Urteil nach draußen kam,"
    }
  },
  {
    "translation": {
      "en": "it just was really stressful.",
      "de": "war das sehr stressig."
    }
  },
  {
    "translation": {
      "en": "We were waiting to see what was gonna happen,",
      "de": "Wir warteten ab, was passieren würde,"
    }
  },
  {
    "translation": {
      "en": "what they were gonna find in the investigation, and if anything was gonna be done.",
      "de": "welche Ergebnisse die Ermittlung brachte und ob etwas passieren würde."
    }
  },
  {
    "translation": {
      "en": "So, when it finally came out that it was just gonna be probation,",
      "de": "Als schließlich herauskam, dass er eine Bewährungsstrafe kriegt…"
    }
  },
  {
    "translation": {
      "en": "it was hard to deal with.",
      "de": "…war es hart, damit umzugehen."
    }
  },
  {
    "translation": {
      "en": "[White] As near as I can tell, the boys are the only ones that have decided",
      "de": "Soweit ich weiß, haben die Jungs sich als Einzige entschieden,"
    }
  },
  {
    "translation": {
      "en": "that they wanna put this behind them, and try to move on with their lives,",
      "de": "dass sie es hinter sich lassen wollen und sich weiterentwickeln"
    }
  },
  {
    "translation": {
      "en": "and try to make something of themselves. They...",
      "de": "und etwas aus sich machen."
    }
  },
  {
    "translation": {
      "en": "I think that all of them, with the exception of the juvenile,",
      "de": "Alle von ihnen, bis auf den Jugendlichen,"
    }
  },
  {
    "translation": {
      "en": "who's still in high school, and I think that he's doing fine,",
      "de": "der noch in der Highschool ist, und dem es wohl gut geht,"
    }
  },
  {
    "translation": {
      "en": "but I think all of the boys are, um, going to college, and working, and trying to do better.",
      "de": "alle gehen aufs College und arbeiten und wollen sich bessern."
    }
  },
  {
    "translation": {
      "en": "And this is one of the real fatal flaws of our society.",
      "de": "Das ist eine verheerende Schwachstelle unserer Gesellschaft."
    }
  },
  {
    "translation": {
      "en": "Is that it's always... it's always the boys. It's not always the boys.",
      "de": "Dass es immer die Jungs sind. Es sind nicht immer die Jungs."
    }
  },
  {
    "translation": {
      "en": "Girls have as much culpability in this world as boys do.",
      "de": "Mädchen können genauso schuldig sein wie Jungs."
    }
  },
  {
    "translation": {
      "en": "So, you know, everybody has to take their part of it. And everybody has to do better.",
      "de": "Jeder muss seinen Anteil akzeptieren. Und jeder muss sich bessern."
    }
  },
  {
    "translation": {
      "en": "[interviewer] I absolutely agree.",
      "de": "Das sehe ich auch so."
    }
  },
  {
    "translation": {
      "en": "In this particular case, though, the crimes were committed by boys.",
      "de": "Aber in diesem Fall wurden die Verbrechen von Jungs begangen."
    }
  },
  {
    "translation": {
      "en": "Were they? [laughs]",
      "de": "Ist das so?"
    }
  },
  {
    "translation": {
      "en": "[Daisy] After the charges were dropped, it was just really one thing after another.",
      "de": "Nachdem die Anklage fallen gelassen wurde, kam eins zum anderen."
    }
  },
  {
    "translation": {
      "en": "Like, all the drama with the social media, and then I was getting in fights.",
      "de": "Das Drama in den sozialen Medien, ich wurde in Streitereien verwickelt."
    }
  },
  {
    "translation": {
      "en": "I hated going to school, I hated going out in public.",
      "de": "Ich hasste es, zur Schule oder rauszugehen."
    }
  },
  {
    "translation": {
      "en": "I couldn't handle any more.",
      "de": "Ich konnte es nicht mehr ertragen."
    }
  },
  {
    "translation": {
      "en": "I wanted to fight back with everyone,",
      "de": "Ich wollte zurückschlagen,"
    }
  },
  {
    "translation": {
      "en": "and I wanted to, you know, I wanted them to believe me.",
      "de": "und ich wollte, dass man mir glaubt."
    }
  },
  {
    "translation": {
      "en": "You already have this wound just ripped clean open",
      "de": "Man hat schon eine offene Wunde,"
    }
  },
  {
    "translation": {
      "en": "and you're vulnerable and you're going through a really hard time,",
      "de": "ist verletzlich und macht eine schwere Zeit durch."
    }
  },
  {
    "translation": {
      "en": "and to have all these people attacking you on top of it,",
      "de": "Und wenn man dann noch angegriffen wird,"
    }
  },
  {
    "translation": {
      "en": "it almost makes the bullying seem more extreme.",
      "de": "scheint die Schikane noch extremer zu sein."
    }
  },
  {
    "translation": {
      "en": "You begin to believe that these bad things they're saying about you",
      "de": "Man fängt an, die gemeinen Sachen, die sie über einen sagen,"
    }
  },
  {
    "translation": {
      "en": "are actually true.",
      "de": "zu glauben."
    }
  },
  {
    "translation": {
      "en": "So, your image of yourself completely changes",
      "de": "Das Selbstbild verändert sich komplett,"
    }
  },
  {
    "translation": {
      "en": "and you kind of become a shell of yourself.",
      "de": "und man ist nur noch eine Hülle."
    }
  },
  {
    "translation": {
      "en": "You almost see that, you know, doing away with yourself is the only way to fix things,",
      "de": "Man ist fast so weit, dass man denkt, Selbstmord sei die einzige Lösung."
    }
  },
  {
    "translation": {
      "en": "which isn't the truth at all,",
      "de": "Das stimmt überhaupt nicht,"
    }
  },
  {
    "translation": {
      "en": "but it's all you can truly see when you're sitting in a dark corner",
      "de": "aber es ist das Einzige, was man im Dunkeln sieht,"
    }
  },
  {
    "translation": {
      "en": "and you're not looking around at the light.",
      "de": "wenn man das Licht nicht sieht."
    }
  },
  {
    "translation": {
      "en": "[Melinda] Afterwards, with the backlash,",
      "de": "Bei den Gegenreaktionen"
    }
  },
  {
    "translation": {
      "en": "we started having issues with vandalism of the house.",
      "de": "bekamen wir Probleme mit Vandalismus am Haus."
    }
  },
  {
    "translation": {
      "en": "We had issues with people threatening to beat up the kids.",
      "de": "Leute drohten damit, die Kinder zu verprügeln."
    }
  },
  {
    "translation": {
      "en": "I lost my job because of the case.",
      "de": "Ich verlor wegen des Falls meinen Job."
    }
  },
  {
    "translation": {
      "en": "Then we had our house burned down in Maryville.",
      "de": "Dann wurde unser Haus in Maryville abgebrannt."
    }
  },
  {
    "translation": {
      "en": "It was just...",
      "de": "Es war einfach…"
    }
  },
  {
    "translation": {
      "en": "really, really hard to believe.",
      "de": "…unheimlich schwer zu glauben."
    }
  },
  {
    "translation": {
      "en": "We moved back to Albany.",
      "de": "Wir zogen nach Albany zurück."
    }
  },
  {
    "translation": {
      "en": "Because we still had the house here,",
      "de": "Wir hatten hier noch das Haus,"
    }
  },
  {
    "translation": {
      "en": "and I thought, at least, the kids would be safe.",
      "de": "und ich dachte, hier sind die Kinder zumindest sicher."
    }
  },
  {
    "translation": {
      "en": "Daisy was strong in the beginning, but then it just starts to wear you down,",
      "de": "Anfangs war Daisy stark, aber irgendwann laugt es einen aus,"
    }
  },
  {
    "translation": {
      "en": "and she just got really into a dark place.",
      "de": "und sie fiel regelrecht in ein Loch."
    }
  },
  {
    "translation": {
      "en": "She started to really feel like it was her fault",
      "de": "Sie bekam das Gefühl, es sei ihre Schuld"
    }
  },
  {
    "translation": {
      "en": "and feel like she should have done something different, and...",
      "de": "und dass sie etwas hätte anders machen können."
    }
  },
  {
    "translation": {
      "en": "she just internalized all the negativity.",
      "de": "Sie nahm all das Negative in sich auf."
    }
  },
  {
    "translation": {
      "en": "She dyed her hair black. She shaved part of her head.",
      "de": "Sie färbte die Haare schwarz und rasierte einen Teil."
    }
  },
  {
    "translation": {
      "en": "[voice breaking] She burned herself.",
      "de": "Sie fügte sich Brandwunden zu."
    }
  },
  {
    "translation": {
      "en": "And every door in the house upstairs is broken, because...",
      "de": "Und jede Tür oben ist kaputt, weil…"
    }
  },
  {
    "translation": {
      "en": "we've had to kick it in to save her when she's tried to overdose.",
      "de": "…wir sie eintreten mussten, wenn sie sich umbringen wollte."
    }
  },
  {
    "translation": {
      "en": "Um, so where exactly?",
      "de": "Wo genau?"
    }
  },
  {
    "translation": {
      "en": "[girl] Are they healing?",
      "de": "Heilen sie?"
    }
  },
  {
    "translation": {
      "en": "Make sure...",
      "de": "Achte drauf, dass…"
    }
  },
  {
    "translation": {
      "en": "[girl] This thing is bumming me out.",
      "de": "Das Teil zieht mich runter."
    }
  },
  {
    "translation": {
      "en": "[Delaney] Finally, meeting Daisy, I learned...",
      "de": "Als ich endlich Daisy traf, wurde mir klar…"
    }
  },
  {
    "translation": {
      "en": "that, you know...",
      "de": "Als ich endlich Daisy traf, wurde mir klar… Es war eine Bestätigung, dass ich nicht alleine bin."
    }
  },
  {
    "translation": {
      "en": "It was a reassurance that I'm not alone.",
      "de": "Es war eine Bestätigung, dass ich nicht alleine bin."
    }
  },
  {
    "translation": {
      "en": "Oh, that feels fantastic. Holy crap!",
      "de": "Das fühlt sich toll an. Heilige Scheiße!"
    }
  },
  {
    "translation": {
      "en": "[Delaney] Uh, this is a semicolon Daisy tattooed on me",
      "de": "Daisy hat mir ein Semikolon tätowiert,"
    }
  },
  {
    "translation": {
      "en": "and it basically is a reminder to myself that my story's never over.",
      "de": "als Erinnerung, dass meine Geschichte nie vorbei ist."
    }
  },
  {
    "translation": {
      "en": "You know, it's not over yet, and that just like a sentence...",
      "de": "Sie ist noch nicht vorbei, und das ist wie ein Satz…"
    }
  },
  {
    "translation": {
      "en": "like when you're writing or typing a sentence, a semicolon means, like, that's not the end.",
      "de": "In einem Satz bedeutet ein Semikolon, er ist noch nicht vorbei."
    }
  },
  {
    "translation": {
      "en": "Can I give you a hug? I'm Angela.",
      "de": "Kann ich dich umarmen? Ich bin Angela."
    }
  },
  {
    "translation": {
      "en": "Thank you so much for coming.",
      "de": "Danke, dass du da bist."
    }
  },
  {
    "translation": {
      "en": "[Angela Rose] This is unprecedented,",
      "de": "Das gab es noch nie,"
    }
  },
  {
    "translation": {
      "en": "to bring these women together, and their moms...",
      "de": "dass diese Frauen und ihre Mütter zusammenkamen,"
    }
  },
  {
    "translation": {
      "en": "that collectively have made such a difference.",
      "de": "die gemeinsam so viel bewegten."
    }
  },
  {
    "translation": {
      "en": "I know that this is scary, but that's why we need to get our stories and our experiences",
      "de": "Ich weiß, es macht Angst, aber deshalb müssen unsere Geschichten"
    }
  },
  {
    "translation": {
      "en": "out there for other moms and other high school survivors,",
      "de": "bekannt werden, damit andere in unserer Lage wissen,"
    }
  },
  {
    "translation": {
      "en": "so they know that they're not alone and that this happens a lot.",
      "de": "dass sie nicht alleine sind und dass es oft passiert."
    }
  },
  {
    "translation": {
      "en": "Whoever wants to share first.",
      "de": "Wer will anfangen?"
    }
  },
  {
    "translation": {
      "en": "[Delaney] Okay. Um, I guess I'll go.",
      "de": "Ok, dann fange ich an."
    }
  },
  {
    "translation": {
      "en": "Okay, well, basically, when I was 16, uh, my parents went out of town",
      "de": "Als ich 16 war, verreisten meine Eltern"
    }
  },
  {
    "translation": {
      "en": "and I had two girlfriends that were supposedly spending the night.",
      "de": "und zwei Freundinnen sollten bei mir übernachten."
    }
  },
  {
    "translation": {
      "en": "And I did not know, but they invited three boys over,",
      "de": "Ich wusste nichts davon, aber sie luden drei Jungs ein,"
    }
  },
  {
    "translation": {
      "en": "two of which I had never met before.",
      "de": "von denen ich zwei nicht kannte."
    }
  },
  {
    "translation": {
      "en": "we were all smoking weed and I had never done that before.",
      "de": "Wir kifften, was ich vorher nie gemacht hatte."
    }
  },
  {
    "translation": {
      "en": "After a while, I remember everything just got really, like, uneven.",
      "de": "Nach einer Weile war alles verschwommen."
    }
  },
  {
    "translation": {
      "en": "So, I got up and I went to my room and the two boys followed me in",
      "de": "Ich ging in mein Zimmer, und die zwei Jungs folgten mir"
    }
  },
  {
    "translation": {
      "en": "and they had locked the door.",
      "de": "und schlossen die Tür ab."
    }
  },
  {
    "translation": {
      "en": "I was really confused and didn't really know what was going on",
      "de": "Ich war verwirrt und wusste nicht, was los ist,"
    }
  },
  {
    "translation": {
      "en": "and they sexually assaulted me.",
      "de": "und sie nötigten mich sexuell."
    }
  },
  {
    "translation": {
      "en": "Um, then...",
      "de": "Dann…"
    }
  },
  {
    "translation": {
      "en": "[voice breaking] Then I found out that the same guy had...",
      "de": "Dann fand ich heraus, dass derselbe Typ…"
    }
  },
  {
    "translation": {
      "en": "sexually assaulted another girl eight months later.",
      "de": "…acht Monate später ein anderes Mädchen nötigte."
    }
  },
  {
    "translation": {
      "en": "[sighs] That part's really hard.",
      "de": "Das ist echt schwer."
    }
  },
  {
    "translation": {
      "en": "And of course I felt guilty, because if I had reported it...",
      "de": "Ich fühlte mich schuldig, denn hätte ich es gemeldet,"
    }
  },
  {
    "translation": {
      "en": "it wouldn't have happened to the other girl.",
      "de": "wäre es dem anderen Mädchen nicht passiert."
    }
  },
  {
    "translation": {
      "en": "And she was 14.",
      "de": "Sie war 14."
    }
  },
  {
    "translation": {
      "en": "[Ella] I don't really remember much, but...",
      "de": "Ich erinnere mich nicht an viel, aber…"
    }
  },
  {
    "translation": {
      "en": "I got up and tried to leave",
      "de": "…ich stand auf, wollte gehen."
    }
  },
  {
    "translation": {
      "en": "and they, punched me, knocked me out, cracked my jaw,",
      "de": "Aber sie schlugen mich k. o., brachen mir den Kiefer,"
    }
  },
  {
    "translation": {
      "en": "and I was unconscious for six hours. And...",
      "de": "und ich war sechs Stunden lang bewusstlos."
    }
  },
  {
    "translation": {
      "en": "They both just continuously raped me for six hours, until I woke up.",
      "de": "Beide vergewaltigten mich, sechs Stunden, bis ich aufwachte."
    }
  },
  {
    "translation": {
      "en": "And then, yeah, I...",
      "de": "Und dann…"
    }
  },
  {
    "translation": {
      "en": "walked home in bloody clothes the next day.",
      "de": "…lief ich am nächsten Tag in blutiger Kleidung nach Hause."
    }
  },
  {
    "translation": {
      "en": "[Jada] I was laid out, passed out on the floor, while the, um, 18-year old was on top of me.",
      "de": "Ich lag bewusstlos auf dem Boden, während der 18-Jährige auf mir drauf war."
    }
  },
  {
    "translation": {
      "en": "They took pictures.",
      "de": "Sie machten Fotos."
    }
  },
  {
    "translation": {
      "en": "I'm sorry. [clears throat]",
      "de": "Es tut mir leid."
    }
  },
  {
    "translation": {
      "en": "They took pictures. Uh, they posted it online.",
      "de": "Sie machten Fotos und posteten sie im Internet."
    }
  },
  {
    "translation": {
      "en": "We reported it as soon as it happened",
      "de": "Wir hatten es sofort gemeldet,"
    }
  },
  {
    "translation": {
      "en": "and it took them forever. And we had to report it again.",
      "de": "aber es dauerte ewig, also mussten wir es noch mal melden."
    }
  },
  {
    "translation": {
      "en": "And then everything just went black. And then I remember waking up in my yard,",
      "de": "Dann wurde alles schwarz, ich wachte im Garten auf,"
    }
  },
  {
    "translation": {
      "en": "half-frozen and trying to make it to the door.",
      "de": "halb erfroren, und versuchte, die Tür zu erreichen."
    }
  },
  {
    "translation": {
      "en": "And I remember not being able to feel my feet.",
      "de": "Ich weiß noch, ich spürte meine Füße nicht."
    }
  },
  {
    "translation": {
      "en": "And I remember having this really vivid dream,",
      "de": "Ich weiß noch, dass ich einen sehr realen Traum hatte,"
    }
  },
  {
    "translation": {
      "en": "almost like I was lucid dreaming, that my dad was just like,",
      "de": "als erlebte ich ihn bewusst, dass mein Vater sagte:"
    }
  },
  {
    "translation": {
      "en": "\"Hey, you gotta get up and go inside.\" But no one really believed me.",
      "de": "\"Steh auf und geh rein.\" Aber niemand glaubte mir wirklich."
    }
  },
  {
    "translation": {
      "en": "[Delaney] It's unbelievable what people will say about you and what, you know,",
      "de": "Es ist unglaublich, was die Leute über einen sagen,"
    }
  },
  {
    "translation": {
      "en": "how the truth gets hidden when so many people don't believe you.",
      "de": "und wie die Wahrheit vertuscht wird, wenn so viele einem nicht glauben."
    }
  },
  {
    "translation": {
      "en": "And even now, I fight every single day",
      "de": "Jetzt noch kämpfe ich jeden Tag"
    }
  },
  {
    "translation": {
      "en": "trying to convince myself that what I did was right",
      "de": "und versuche, mich zu überzeugen, dass es richtig war"
    }
  },
  {
    "translation": {
      "en": "and what I'm still doing is right, so, um...",
      "de": "und noch immer richtig ist, was ich tue."
    }
  },
  {
    "translation": {
      "en": "I mean, just having Daisy, and Ella and Jada, like... I feel like we are an army, so...",
      "de": "Daisy und Ella und Jada zu haben… Wir sind wie eine Armee."
    }
  },
  {
    "translation": {
      "en": "I'm glad I have all of you guys here today. [chuckles]",
      "de": "Ich bin froh, dass ihr alle hier seid."
    }
  },
  {
    "translation": {
      "en": "[man] The water is so cold, every time.",
      "de": "Das Wasser ist jedes Mal so kalt."
    }
  },
  {
    "translation": {
      "en": "[Charlie] I think Daisy's coping with things a lot better.",
      "de": "Daisy kann viel besser mit der Sache umgehen."
    }
  },
  {
    "translation": {
      "en": "We've gotten her into some intensive counseling.",
      "de": "Sie macht eine Intensiv-Therapie."
    }
  },
  {
    "translation": {
      "en": "She's still that sweet girl, but she's like a hedgehog.",
      "de": "Sie ist immer noch lieb, aber sie ist wie ein Igel."
    }
  },
  {
    "translation": {
      "en": "She's got the quills and she'll poke you with them before you ever get to anything soft.",
      "de": "Sie sticht einen mit ihren Stacheln, bevor man etwas Weiches erreicht."
    }
  },
  {
    "translation": {
      "en": "It's sad, but...",
      "de": "Es ist traurig, aber…"
    }
  },
  {
    "translation": {
      "en": "I'm sure not scooping her up off the bathroom floor, running her to the ER on my shoulder anymore",
      "de": "Ich hebe sie nicht mehr vom Badboden auf und renne mit ihr in die Notaufnahme,"
    }
  },
  {
    "translation": {
      "en": "and that, in itself, is a blessing to me.",
      "de": "und das ist für mich schon ein Segen."
    }
  },
  {
    "translation": {
      "en": "[Charlie and boys] Dear Lord.",
      "de": "Lieber Gott."
    }
  },
  {
    "translation": {
      "en": "The battles we go through in life. Give us a chance that's fair.",
      "de": "Die Schlachten, die wir im Leben schlagen. Gib uns eine faire Chance."
    }
  },
  {
    "translation": {
      "en": "A chance to earn our stripes. If we should win.",
      "de": "Eine Chance, uns zu beweisen. Wenn wir gewinnen."
    }
  },
  {
    "translation": {
      "en": "Let it be by the code. If we should lose.",
      "de": "Dann nach den Regeln. Sollten wir verlieren."
    }
  },
  {
    "translation": {
      "en": "We stand by the road. Day by day!",
      "de": "Machen wir weiter. Tag für Tag."
    }
  },
  {
    "translation": {
      "en": "We get better and better! Till we can't be beat!",
      "de": "Wir werden besser und besser. Bis uns keiner mehr schlägt."
    }
  },
  {
    "translation": {
      "en": "Won't be beat!",
      "de": "Bis uns keiner mehr schlägt."
    }
  },
  {
    "translation": {
      "en": "-[Charlie] Let's go, boys. -[boys] Go, boys!",
      "de": "Los, Jungs."
    }
  },
  {
    "translation": {
      "en": "[Charlie] The signs. Do we remember the signs?",
      "de": "Könnt ihr die Zeichen?"
    }
  },
  {
    "translation": {
      "en": "[boys] Steal.",
      "de": "Stehlen."
    }
  },
  {
    "translation": {
      "en": "[boys] Three hard steps. Yeah, three hard steps.",
      "de": "-Drei Schritte. -Ja, drei Schritte."
    }
  },
  {
    "translation": {
      "en": "Any questions? Any at all? All right. Get focused. Let's go.",
      "de": "Habt ihr Fragen? Gut. Dann Konzentration. Los."
    }
  },
  {
    "translation": {
      "en": "[Charlie] I never pictured myself being a Little League coach.",
      "de": "Ich sah mich nie als Trainer einer Kindermannschaft."
    }
  },
  {
    "translation": {
      "en": "When they asked me to do it, I kind of rolled my eyes, like,",
      "de": "Als sie mich darum baten, verdrehte ich die Augen:"
    }
  },
  {
    "translation": {
      "en": "\"They're not gonna stand a chance, I'm gonna make them run.\"",
      "de": "\"Die haben keine Chance. Die werde ich rennen lassen.\""
    }
  },
  {
    "translation": {
      "en": "And, you know, you bond with those kids.",
      "de": "Man baut eine Beziehung zu diesen Kindern auf."
    }
  },
  {
    "translation": {
      "en": "-Go. -[boy] Run it out! Run it out!",
      "de": "-Los. -Lauf, lauf!"
    }
  },
  {
    "translation": {
      "en": "[Charlie] I don't think I ever thought about teaching them greater life lessons",
      "de": "Ich dachte nie daran, sie Dinge übers Leben zu lehren,"
    }
  },
  {
    "translation": {
      "en": "until I had heard a couple boys",
      "de": "bis ein paar Jungs Kommentare über ein Mädchen machten."
    }
  },
  {
    "translation": {
      "en": "making comments about a girl, and I said,",
      "de": "bis ein paar Jungs Kommentare über ein Mädchen machten. Ich sagte:"
    }
  },
  {
    "translation": {
      "en": "\"All right, we're having a pow-wow now,\" and I circled everybody up",
      "de": "\"Wir müssen reden\", und wir stellten uns im Kreis auf,"
    }
  },
  {
    "translation": {
      "en": "and I was like, \"Here's the thing, guys, I'm here to teach you baseball,",
      "de": "und ich sagte: \"Ich bringe euch Baseball bei,"
    }
  },
  {
    "translation": {
      "en": "but this isn't the kind of stuff I accept. This isn't what I'm about.",
      "de": "aber so was akzeptiere ich nicht, so bin ich nicht."
    }
  },
  {
    "translation": {
      "en": "If it's what you're about, that's fine, but that's not what we are gonna be about",
      "de": "Wenn ihr so seid, gut, aber so werden wir nicht sein."
    }
  },
  {
    "translation": {
      "en": "and you are more than welcome to take yourself out of here.\"",
      "de": "Und ihr dürft sehr gerne gehen.\""
    }
  },
  {
    "translation": {
      "en": "After that one incident, something clicked. It really did click.",
      "de": "Danach hat es einfach \"Klick\" gemacht."
    }
  },
  {
    "translation": {
      "en": "I don't look to be their father or anything,",
      "de": "Ich will nicht ihr Vater sein,"
    }
  },
  {
    "translation": {
      "en": "but I thought, \"I want to be part of something bigger than myself.\"",
      "de": "aber ich dachte: \"Ich möchte Teil von etwas Größerem sein.\""
    }
  },
  {
    "translation": {
      "en": "And maybe I can kind of help them along.",
      "de": "Und vielleicht kann ich ihnen helfen."
    }
  },
  {
    "translation": {
      "en": "Down!",
      "de": "Runter!"
    }
  },
  {
    "translation": {
      "en": "[boy] Race ya.",
      "de": "Ich bin schneller."
    }
  },
  {
    "translation": {
      "en": "There you go. There you go.",
      "de": "Gut. Gut."
    }
  },
  {
    "translation": {
      "en": "[Charlie] I really just enjoy watching them grow.",
      "de": "Ich sehe ihnen gerne beim Großwerden zu."
    }
  },
  {
    "translation": {
      "en": "Because in the process, they help me,",
      "de": "Dabei helfen sie mir,"
    }
  },
  {
    "translation": {
      "en": "they teach me a lot more about myself and how I was at that age,",
      "de": "sie bringen mir Dinge über mich bei, darüber wie ich in dem Alter war."
    }
  },
  {
    "translation": {
      "en": "and I guess I really start to understand a lot more.",
      "de": "Und dadurch beginne ich, mehr zu verstehen."
    }
  },
  {
    "translation": {
      "en": "-Atta boy. -[man] Way to go.",
      "de": "-Gut gemacht. -Sehr gut."
    }
  },
  {
    "translation": {
      "en": "Way to help yourself, Johnny. [man] Come on, Johnny.",
      "de": "-Gut gemacht, Johnny. -Los, Johnny."
    }
  },
  {
    "translation": {
      "en": "[Sheila] We said our goodbyes to Audrie.",
      "de": "Wir verabschiedeten uns von Audrie."
    }
  },
  {
    "translation": {
      "en": "But, I mean, we kept thinking,",
      "de": "Aber wir fragten uns immer,"
    }
  },
  {
    "translation": {
      "en": "you know, \"What could have been so bad that would've driven her to this?\"",
      "de": "was so schlimm gewesen sein konnte, dass es sie so weit brachte. ZU FRÜH GEGANGEN"
    }
  },
  {
    "translation": {
      "en": "After the night of the sexual assault,",
      "de": "Nach der Nacht der Nötigung"
    }
  },
  {
    "translation": {
      "en": "her communications were captured on Facebook Messenger.",
      "de": "wurden ihre Unterhaltungen im Facebook Messenger festgehalten."
    }
  },
  {
    "translation": {
      "en": "Sometimes the person tormenting her was faceless or nameless.",
      "de": "Manche, die sie quälten, waren gesichts- oder namenlos."
    }
  },
  {
    "translation": {
      "en": "We know from what she said in her process of investigating her own crime",
      "de": "Wir wussten durch das, was sie nach Nachforschungen sagte… AUDRIES MUTTER"
    }
  },
  {
    "translation": {
      "en": "that she felt, because of what had happened to her,",
      "de": "AUDRIES MUTTER …dass sie das Gefühl hatte, dass wegen des Vorfalls"
    }
  },
  {
    "translation": {
      "en": "her reputation was ruined. And it was ruined forever.",
      "de": "ihr Ruf ruiniert sei, und zwar für immer."
    }
  },
  {
    "translation": {
      "en": "She didn't see... any light at the end of the tunnel, any future.",
      "de": "Sie sah kein Licht am Ende des Tunnels. Keine Zukunft."
    }
  },
  {
    "translation": {
      "en": "[Larry] The boys, they were 15 at the time.",
      "de": "Die Jungs waren zu der Zeit 15."
    }
  },
  {
    "translation": {
      "en": "They were convicted of having child pornography,",
      "de": "Sie wurden wegen des Besitzes von Kinderpornografie verurteilt"
    }
  },
  {
    "translation": {
      "en": "um, and committing, um, sexual battery.",
      "de": "und wegen sexuellen Missbrauchs. AUDRIES VATER"
    }
  },
  {
    "translation": {
      "en": "Multiple felonies for each boy.",
      "de": "Mehrere Straftaten pro Junge."
    }
  },
  {
    "translation": {
      "en": "One of 'em got 30 days, one of 'em got 45 days.",
      "de": "Einer bekam 30 Tage. Ein anderer 45."
    }
  },
  {
    "translation": {
      "en": "But it was non-consecutive, it was weekend only.",
      "de": "Sie saßen sie nicht durchgängig ab, sondern nur am Wochenende."
    }
  },
  {
    "translation": {
      "en": "Basically, weekend detention.",
      "de": "Also Wochenendstrafen."
    }
  },
  {
    "translation": {
      "en": "They were never suspended or expelled.",
      "de": "Sie wurden weder suspendiert noch von der Schule geworfen."
    }
  },
  {
    "translation": {
      "en": "We pretty much knew that, as juveniles, they were gonna get a slap on the wrist.",
      "de": "Wir wussten, dass sie als Jugendliche nur eine Zurechtweisung bekommen."
    }
  },
  {
    "translation": {
      "en": "All right, I should give you the terms and we can go over them right now.",
      "de": "Ich gebe Ihnen die Bedingungen, und wir können sie durchgehen."
    }
  },
  {
    "translation": {
      "en": "Number one, the boys admit the allegations",
      "de": "Nummer eins, die Jungen erkennen die Anschuldigungen"
    }
  },
  {
    "translation": {
      "en": "as contained in the respected criminal complaints that pertain to Audrie Pott.",
      "de": "aus der Strafanzeige in Bezug auf Audrie Pott an."
    }
  },
  {
    "translation": {
      "en": "[lawyer] The second term was that their written apology is public.",
      "de": "Nummer zwei, ihre schriftliche Entschuldigung ist öffentlich."
    }
  },
  {
    "translation": {
      "en": "They're sorry for the family's loss, and they basically go through",
      "de": "Sie bedauern den Verlust der Familie, und sie zählen alles auf, was Larry und Sheila wichtig war."
    }
  },
  {
    "translation": {
      "en": "all the things that were important to Larry and Sheila.",
      "de": "und sie zählen alles auf, was Larry und Sheila wichtig war."
    }
  },
  {
    "translation": {
      "en": "The amazing thing about this is, had we have gone to a trial,",
      "de": "Das Tolle an der Sache ist, wären wir vor Gericht gegangen,"
    }
  },
  {
    "translation": {
      "en": "we would never have been able to get the result that we got.",
      "de": "hätten wir diese tollen Ergebnisse nicht erzielt."
    }
  },
  {
    "translation": {
      "en": "And who knows how you would...",
      "de": "Wer weiß, wie Sie…"
    }
  },
  {
    "translation": {
      "en": "[Sheila] We brought the wrongful death suit because we knew",
      "de": "Wir klagten wegen widerrechtlicher Tötung, weil klar war, im Jugendgericht gibt man uns kein Recht."
    }
  },
  {
    "translation": {
      "en": "that we weren't gonna get justice in the juvenile court.",
      "de": "widerrechtlicher Tötung, weil klar war, im Jugendgericht gibt man uns kein Recht."
    }
  },
  {
    "translation": {
      "en": "I felt that, in the civil suit at least,",
      "de": "Bei einer Zivilklage hatte ich zumindest das Gefühl,"
    }
  },
  {
    "translation": {
      "en": "it would be public and people would know what really happened.",
      "de": "dass es öffentlich ist und die Leute die Wahrheit erfahren."
    }
  },
  {
    "translation": {
      "en": "It was about them taking responsibility and accountability for their actions.",
      "de": "Es ging darum, dass sie Verantwortung und Rechenschaft übernehmen."
    }
  },
  {
    "translation": {
      "en": "But ultimately, for us, it was about clearing Audrie's name.",
      "de": "Doch vor allem wollten wir Audries Namen reinwaschen."
    }
  },
  {
    "translation": {
      "en": "Yes. Something very wrong happened here. It shouldn't happen to anyone else.",
      "de": "Etwas sehr Falsches ist passiert. Es sollte niemand anderem passieren."
    }
  },
  {
    "translation": {
      "en": "And the only reason, we all know, because Audrie was extremely private,",
      "de": "Wir konnten das nur ans Licht bringen, weil Audrie"
    }
  },
  {
    "translation": {
      "en": "that we could have brought it forward is because she's not with us anymore.",
      "de": "nicht mehr bei uns ist, denn sie war sehr zurückgezogen."
    }
  },
  {
    "translation": {
      "en": "I think, more so than ever before,",
      "de": "Ich glaube, dieses Thema"
    }
  },
  {
    "translation": {
      "en": "this subject is out there, and people are talking about it,",
      "de": "wird mehr als je zuvor spekuliert,"
    }
  },
  {
    "translation": {
      "en": "and this has to stop.",
      "de": "und das muss aufhören."
    }
  },
  {
    "translation": {
      "en": "[John R] Part of our settlement in the lawsuit was to...",
      "de": "SHEILA UND LAWRENCE POTT, KLÄGER, VS. JOHN B UND JOHN R, ANGEKLAGTE VERGLEICHSVERTRAG Teil unseres Vergleichs war es,"
    }
  },
  {
    "translation": {
      "en": "have a 45-minute interview with you guys here.",
      "de": "ein 45-minütiges Interview mit euch zu führen."
    }
  },
  {
    "translation": {
      "en": "We had to, um...",
      "de": "WIR GEBEN ES ZU"
    }
  },
  {
    "translation": {
      "en": "We had to plead to stuff in order for me to graduate, um, high school.",
      "de": "Wir mussten Dinge bekennen, damit ich den Abschluss machen konnte. TEILTEN UNANGEMESSENE BILDER VON AUDRIE"
    }
  },
  {
    "translation": {
      "en": "I've definitely learned from all this.",
      "de": "Ich habe daraus gelernt. AUDRIE WILLIGTE NICHT EIN"
    }
  },
  {
    "translation": {
      "en": "I mean, there's a lot of different things that guys and girls think.",
      "de": "Jungen und Mädchen denken sehr anders. AUDRIE HAT ES NICHT VERDIENT"
    }
  },
  {
    "translation": {
      "en": "[interviewer 1] What have you learned about girls?",
      "de": "Was lernten Sie?"
    }
  },
  {
    "translation": {
      "en": "Um, I mean, girls, they gossip, really. [chuckles]",
      "de": "Mädchen tratschen."
    }
  },
  {
    "translation": {
      "en": "There's a lot of gossip between girls and, uh, you know, um...",
      "de": "Mädchen tratschen viel… ENTSCHULDIGUNG FÜR GERÜCHTE"
    }
  },
  {
    "translation": {
      "en": "guys are more laid-back and don't really care.",
      "de": "Jungs sind entspannter, und ihnen ist es egal."
    }
  },
  {
    "translation": {
      "en": "So, that's what I've learned, for sure.",
      "de": "Das habe ich gelernt."
    }
  },
  {
    "translation": {
      "en": "[interviewer 2] I'm curious if there was a moment during that night,",
      "de": "Ich frage mich, ob es in der Nacht einen Moment gab,"
    }
  },
  {
    "translation": {
      "en": "when you knew, \"This has gone too far.\"",
      "de": "in dem Sie merkten, es geht zu weit."
    }
  },
  {
    "translation": {
      "en": "Was there a moment like that for you?",
      "de": "Gab es diesen Moment?"
    }
  },
  {
    "translation": {
      "en": "[interviewer 2] Can you talk about that?",
      "de": "Können Sie davon erzählen?"
    }
  },
  {
    "translation": {
      "en": "[John R] Well, I don't know, I've kind of always been unhappy after that. I mean...",
      "de": "Na ja, seit der Sache bin ich irgendwie unglücklich."
    }
  },
  {
    "translation": {
      "en": "it wasn't right and...",
      "de": "Es war nicht richtig."
    }
  },
  {
    "translation": {
      "en": "I knew that, I mean, at the time.",
      "de": "Ich wusste das damals."
    }
  },
  {
    "translation": {
      "en": "There was drinking involved, and it's not like... we thought everything was okay.",
      "de": "Wir haben getrunken, und es war nicht so, dass wir dachten, alles ist ok."
    }
  },
  {
    "translation": {
      "en": "I mean, yeah... [stammers] Nothing was okay, but...",
      "de": "Wir haben getrunken, und es war nicht so, dass wir dachten, alles ist ok. Ich meine, nichts war ok,"
    }
  },
  {
    "translation": {
      "en": "I've always felt, like, not okay about it.",
      "de": "aber ich hatte immer das Gefühl, dass es nicht richtig war."
    }
  },
  {
    "translation": {
      "en": "Like, I don't know, every day or so.",
      "de": "Jeden Tag."
    }
  },
  {
    "translation": {
      "en": "I don't know what I really thought back then.",
      "de": "Ich weiß nicht, was ich mir dabei dachte."
    }
  },
  {
    "translation": {
      "en": "But I just never imagined anything like what happened now.",
      "de": "Ich konnte mir aber nie vorstellen, dass so etwas passieren würde."
    }
  },
  {
    "translation": {
      "en": "I don't know. I didn't imagine my whole life to be changed...",
      "de": "Ich dachte nicht, dass es mein ganzes Leben verändert."
    }
  },
  {
    "translation": {
      "en": "Yeah, I don't know. Like, forever changed, so...",
      "de": "Ich weiß nicht. Für immer verändert."
    }
  },
  {
    "translation": {
      "en": "[Daisy] Personally, I don't know what has happened with the boys since that night.",
      "de": "Ich weiß nicht, was seit der Nacht mit den Jungs passiert ist."
    }
  },
  {
    "translation": {
      "en": "But I have a feeling that, you know,",
      "de": "Aber ich vermute, dass sie,"
    }
  },
  {
    "translation": {
      "en": "since they haven't had to go through as much crap as I have,",
      "de": "da sie nicht so viel Scheiße durchmachen mussten wie ich,"
    }
  },
  {
    "translation": {
      "en": "that they haven't really had time to reflect on who they are as people",
      "de": "keine Zeit hatten, darüber nachzudenken, was für Menschen sie sind."
    }
  },
  {
    "translation": {
      "en": "or else they would've stepped forward and taken responsibility.",
      "de": "Sonst wären sie vorgetreten und hätten die Verantwortung übernommen."
    }
  },
  {
    "translation": {
      "en": "Honestly, at this point in my life, I can't even recognize the person I was four years ago.",
      "de": "Heute erkenne ich die Person nicht mehr, die ich vor vier Jahren war."
    }
  },
  {
    "translation": {
      "en": "At one point in time, I really... I just wanted revenge and that's all I wanted and stuff, but...",
      "de": "Eine Zeit lang wollte ich nur Rache und sonst nichts."
    }
  },
  {
    "translation": {
      "en": "I mean, it's a lot harder",
      "de": "Aber es ist viel schwieriger,"
    }
  },
  {
    "translation": {
      "en": "just living your life full of hate and everything, so I just figured,",
      "de": "ein Leben voller Hass und so zu leben, daher dachte ich mir eines Tages:"
    }
  },
  {
    "translation": {
      "en": "at one point, I was like, \"I'm kind of done with just being mad at everyone,",
      "de": "ein Leben voller Hass und so zu leben, daher dachte ich mir eines Tages: \"Es reicht. Ich will nicht mehr sauer auf alle sein."
    }
  },
  {
    "translation": {
      "en": "and being mad all the time, and just being a big ball of emotion.",
      "de": "Und das ständig. Ein großer Haufen Gefühle."
    }
  },
  {
    "translation": {
      "en": "I wanna be happy and move on with my life.\"",
      "de": "Ich will glücklich sein. Mein Leben leben.\""
    }
  },
  {
    "translation": {
      "en": "So that's just kind of what I did, I mean...",
      "de": "Und das habe ich gemacht."
    }
  },
  {
    "translation": {
      "en": "And that doesn't always mean just forgetting the past,",
      "de": "Das heißt nicht, dass ich die Vergangenheit vergesse,"
    }
  },
  {
    "translation": {
      "en": "it just kind of means forgiving the past.",
      "de": "sondern dass ich vergebe."
    }
  },
  {
    "translation": {
      "en": "[man] Daisy Coleman is a recipient of an athletic scholarship from Missouri Valley College.",
      "de": "Daisy Coleman erhält ein Sportstipendium für das Missouri Valley College."
    }
  },
  {
    "translation": {
      "en": "The class of 2015 awards an honorary diploma to Audrie Taylor Pott.",
      "de": "Der Jahrgang von 2015 verleiht Audrie Taylor Pott ein Ehren-Abschlusszeugnis."
    }
  },
  {
    "translation": {
      "en": "I was way too afraid to report it",
      "de": "Ich hatte Angst, es zu melden,"
    }
  },
  {
    "translation": {
      "en": "because I was bullied, I was ostracized, I was threatened.",
      "de": "weil ich schikaniert, geächtet und bedroht wurde."
    }
  },
  {
    "translation": {
      "en": "I found my voice when I decided to show my face in my first interview.",
      "de": "Ich fand meine Stimme, als ich mich für mein erstes Interview entschied."
    }
  },
  {
    "translation": {
      "en": "The guys recorded and took photos of the sexual assault,",
      "de": "Die Typen nahmen die Nötigung auf und machten Fotos,"
    }
  },
  {
    "translation": {
      "en": "and then posted them online.",
      "de": "die sie dann hochluden."
    }
  },
  {
    "translation": {
      "en": "Finally, after being misunderstood for years",
      "de": "Nachdem ich jahrelang missverstanden worden war,"
    }
  },
  {
    "translation": {
      "en": "and going through so much pain and absolutely hating myself,",
      "de": "so viel Schmerz erlebte und mich selbst so hasste,"
    }
  },
  {
    "translation": {
      "en": "I decided that, if no one's gonna talk about it, then I will.",
      "de": "entschied ich, dass ich darüber rede, wenn es sonst schon niemand tut."
    }
  },
  {
    "translation": {
      "en": "Since my friends didn't stand up for me, I urge other people to speak out,",
      "de": "Meine Freunde standen nicht für mich ein, und ich bitte andere, etwas zu sagen,"
    }
  },
  {
    "translation": {
      "en": "because you can't ignore an army of voices.",
      "de": "weil man eine Armee von Stimmen nicht ignorieren kann."
    }
  },
  {
    "translation": {
      "en": "And I would like to see people stand up for others who have been assaulted.",
      "de": "Ich fänd schön, wenn man für andere einsteht, die genötigt wurden."
    }
  },
  {
    "translation": {
      "en": "Because the words of our enemies aren't as awful as the silence of our friends.",
      "de": "Die Worte der Feinde sind weniger schlimm als das Schweigen der Freunde."
    }
  }
]