[
  {
    "translation": {
      "en": "[narrator] You might be warm in bed tonight, but look at these places.",
      "de": "Sie liegen gemütlich im Bett, aber sehen Sie sich diese Orte an."
    }
  },
  {
    "translation": {
      "en": "Welcome to 72 of the world's most dangerous places to live.",
      "de": "Willkommen an den 72 gefährlichsten Orten der Welt."
    }
  },
  {
    "translation": {
      "en": "Some people choose to live here. But would you even dare to visit?",
      "de": "Manche leben freiwillig hier. Würden Sie einen Besuch wagen?"
    }
  },
  {
    "translation": {
      "en": "In fact, thousands of tourists flock to dangerous destinations every year.",
      "de": "Tausende von Touristen besuchen diese Orte jedes Jahr."
    }
  },
  {
    "translation": {
      "en": "Some are on extreme journeys in pursuit of an authentic experience,",
      "de": "Manche sind auf der Suche nach authentischen Erfahrungen,"
    }
  },
  {
    "translation": {
      "en": "ticking the adventure tourism box.",
      "de": "nach Abenteuertourismus."
    }
  },
  {
    "translation": {
      "en": "They're remote, hard to get to, and a risk you may never forget.",
      "de": "Die Reise hierher ist weit und mühsam und ein unvergessliches Risiko."
    }
  },
  {
    "translation": {
      "en": "These are places that may feel unnerving, unbelievable.",
      "de": "Diese Orte sind nervenzermürbend. Unglaublich."
    }
  },
  {
    "translation": {
      "en": "They may trap your attention or be seemingly harmless,",
      "de": "Sie fesseln Ihre Aufmerksamkeit oder scheinen harmlos."
    }
  },
  {
    "translation": {
      "en": "but the time bomb is ticking, ready to take you by surprise.",
      "de": "Doch die Zeitbombe tickt und kann Sie jederzeit überraschen."
    }
  },
  {
    "translation": {
      "en": "72 Dangerous Places to Live.",
      "de": "72 gefährliche Orte."
    }
  },
  {
    "translation": {
      "en": "Some call it home sweet home, others know looks can be deceiving.",
      "de": "Manche nennen es ihr Zuhause. Andere wissen, manchmal trügt der Schein."
    }
  },
  {
    "translation": {
      "en": "First up is a town that destroyed itself but no one wanted to leave.",
      "de": "Zuerst eine Stadt, die sich selbst zerstörte. Aber keiner wollte sie verlassen."
    }
  },
  {
    "translation": {
      "en": "What does it take for a town to lose its zip code?",
      "de": "Was muss geschehen, damit eine Stadt die Anschrift verliert?"
    }
  },
  {
    "translation": {
      "en": "When life as you know it is turned upside down...",
      "de": "Wird das Leben, wie man es kennt, auf den Kopf gestellt..."
    }
  },
  {
    "translation": {
      "en": "When the town you call home becomes a hot spot,",
      "de": "Wird eine Heimatstadt zum Brennpunkt,"
    }
  },
  {
    "translation": {
      "en": "it usually means a population increase.",
      "de": "bedeutet dies einen Bevölkerungsanstieg."
    }
  },
  {
    "translation": {
      "en": "But if the hotspot is caused by an underground coal fire",
      "de": "Aber entsteht der Brennpunkt durch unterirdische Kohlebrände,"
    }
  },
  {
    "translation": {
      "en": "it's literally too hot to handle.",
      "de": "ist er buchstäblich zu heiß zum Anfassen."
    }
  },
  {
    "translation": {
      "en": "What I discovered was very fascinating.",
      "de": "Was ich entdeckte, ist faszinierend."
    }
  },
  {
    "translation": {
      "en": "I couldn't wrap my head around the fact that coal could burn so long underground,",
      "de": "Unglaublich, dass Kohle so lange unterirdisch brennen kann,"
    }
  },
  {
    "translation": {
      "en": "causing the evacuation of a town.",
      "de": "dass eine Stadt evakuiert werden muss."
    }
  },
  {
    "translation": {
      "en": "[narrator] Since 1962 the then residents of Centralia,",
      "de": "Seit 1962 versuchen die damaligen Bewohner von Centralia,"
    }
  },
  {
    "translation": {
      "en": "a small town in the northeastern mountains of Pennsylvania,",
      "de": "einer Kleinstadt im Nordost-Gebirge von Pennsylvania,"
    }
  },
  {
    "translation": {
      "en": "have been trying to come to terms with just this...",
      "de": "genau dies zu akzeptieren."
    }
  },
  {
    "translation": {
      "en": "How a small fire that appears to have started in a garbage dump, could cause so much damage?",
      "de": "Ein kleines Feuer auf einer Mülldeponie kann so viel Schaden anrichten."
    }
  },
  {
    "translation": {
      "en": "The coal that once sustained the town was on track to destroy it.",
      "de": "Die Kohle, die die Stadt versorgte, war dabei, sie zu zerstören."
    }
  },
  {
    "translation": {
      "en": "At a hundred meters the temperature of the fire is about 600-650 Celsius.",
      "de": "In 100 m Tiefe liegt die Feuertemperatur bei 600 bis 650 °C."
    }
  },
  {
    "translation": {
      "en": "At a third of a meter the temperature has been measured at 440 Celsius.",
      "de": "In 30 cm Tiefe wurde eine Temperatur von 440 °C gemessen."
    }
  },
  {
    "translation": {
      "en": "[narrator] Tiki Trex is an urban explorer",
      "de": "Tiki Trex ist eine Stadtforscherin,"
    }
  },
  {
    "translation": {
      "en": "who fuels her popular YouTube channel with abandoned places.",
      "de": "die ihren gefragten YouTube-Kanal mit verlassenen Orten füllt."
    }
  },
  {
    "translation": {
      "en": "At Centralia, she discovered an ongoing catastrophe.",
      "de": "In Centralia entdeckte sie eine anhaltende Katastrophe."
    }
  },
  {
    "translation": {
      "en": "[Trex] I put a meat thermometer in the ground here.",
      "de": "Ich stecke ein Thermometer in den Boden."
    }
  },
  {
    "translation": {
      "en": "It feels a lot hotter.",
      "de": "Es fühlt sich viel heißer an."
    }
  },
  {
    "translation": {
      "en": "Yeah, this one's a little hotter at...",
      "de": "Ja, es ist etwas heißer, bei..."
    }
  },
  {
    "translation": {
      "en": "Okay, it's climbing still.",
      "de": "Ok, die Temperatur steigt noch..."
    }
  },
  {
    "translation": {
      "en": "One fifty-three, 154...",
      "de": "153, 154 Fahrenheit."
    }
  },
  {
    "translation": {
      "en": "I don't wanna put my camera too close so the lens will fog up",
      "de": "Ich halte die Kamera nicht zu nah ran, sonst beschlägt die Linse,"
    }
  },
  {
    "translation": {
      "en": "and my hand is actually burning right now.",
      "de": "aber meine Hand brennt geradezu."
    }
  },
  {
    "translation": {
      "en": "One fifty-five...",
      "de": "155..."
    }
  },
  {
    "translation": {
      "en": "And in Celsius, it's 68.",
      "de": "Das sind 68 °C."
    }
  },
  {
    "translation": {
      "en": "[narrator] Noxious gases emanate from the fire,",
      "de": "Schädliche Gase gehen von dem Feuer aus."
    }
  },
  {
    "translation": {
      "en": "but still the town became divided about whether to stay or leave.",
      "de": "Die Stadt war dennoch geteilter Meinung, ob man bleiben oder gehen solle."
    }
  },
  {
    "translation": {
      "en": "In 2013, six people won the battle",
      "de": "Im Jahr 2013 gewannen sechs Leute den Kampf,"
    }
  },
  {
    "translation": {
      "en": "to remain in Centralia for the rest of their lives.",
      "de": "Im Jahr 2013 gewannen sechs Leute den Kampf, für den Rest ihres Lebens dort zu bleiben."
    }
  },
  {
    "translation": {
      "en": "Everyone else left voluntarily or have faced eviction.",
      "de": "Alle anderen gingen freiwillig oder wurden umgesiedelt."
    }
  },
  {
    "translation": {
      "en": "As the people moved on, their homes were flattened",
      "de": "Die Menschen gingen, Häuser wurden eingerissen."
    }
  },
  {
    "translation": {
      "en": "and nature has taken control of the land where they once lived",
      "de": "Die Natur übernahm die Kontrolle über das Land."
    }
  },
  {
    "translation": {
      "en": "leaving a grid of streets seemingly going nowhere.",
      "de": "Ein Netz aus Straßen, die nirgendwohin führen, blieb zurück."
    }
  },
  {
    "translation": {
      "en": "I would describe it as a ghost town,",
      "de": "Es ist eine Geisterstadt."
    }
  },
  {
    "translation": {
      "en": "based on the feeling I had walking the tree-lined streets,",
      "de": "So kam es mir vor, als ich durch die Alleen lief."
    }
  },
  {
    "translation": {
      "en": "and the remnants of a once-thriving mining town still remain",
      "de": "Die Überreste der boomenden Bergbaustadt sind noch da,"
    }
  },
  {
    "translation": {
      "en": "even though most structures have been razed.",
      "de": "aber die Strukturen sind zerstört."
    }
  },
  {
    "translation": {
      "en": "[narrator] The underground fire, covering an area",
      "de": "Der unterirdische Brand, der sich über etwa 400 Hektar erstreckt,"
    }
  },
  {
    "translation": {
      "en": "of roughly 400 surface acres, is growing.",
      "de": "Der unterirdische Brand, der sich über etwa 400 Hektar erstreckt, weitet sich aus."
    }
  },
  {
    "translation": {
      "en": "It has been burning for more than 50 years",
      "de": "Er brennt seit über 50 Jahren,"
    }
  },
  {
    "translation": {
      "en": "and is expected to continue for at least another 200.",
      "de": "und er wird wohl noch mindestens 200 weitere Jahre brennen."
    }
  },
  {
    "translation": {
      "en": "Smoke continually swirls from the surface fractures",
      "de": "und er wird wohl noch mindestens 200 weitere Jahre brennen. Rauch tritt aus Oberflächenrissen aus, und Route 61,"
    }
  },
  {
    "translation": {
      "en": "and Route 61, once leading to Centralia, is permanently diverted.",
      "de": "Rauch tritt aus Oberflächenrissen aus, und Route 61, die einst nach Centralia führte, ist dauerhaft umgeleitet."
    }
  },
  {
    "translation": {
      "en": "The road continues to crack under the heat and is dangerously unstable.",
      "de": "Die Straße reißt weiterhin wegen der Hitze ein und ist instabil."
    }
  },
  {
    "translation": {
      "en": "It may be deserted of cars",
      "de": "Hier fahren keine Autos mehr,"
    }
  },
  {
    "translation": {
      "en": "but this graffiti highway is full of messages of peace,",
      "de": "aber dieser Graffiti-Highway ist voller Nachrichten über Frieden,"
    }
  },
  {
    "translation": {
      "en": "destruction and tourists' monikers.",
      "de": "Zerstörung und Namen von Touristen."
    }
  },
  {
    "translation": {
      "en": "Despite the dangers, many come to explore,",
      "de": "Trotz der Gefahren kommen viele, um zu entdecken,"
    }
  },
  {
    "translation": {
      "en": "to try to make sense of what's been left behind.",
      "de": "um zu verstehen, was zurückgelassen wurde."
    }
  },
  {
    "translation": {
      "en": "During my exploration of Centralia, I was able to locate a time capsule",
      "de": "Bei meiner Erforschung von Centralia ortete ich eine Zeitkapsel,"
    }
  },
  {
    "translation": {
      "en": "and it was originally sealed in 1866 by the past residents.",
      "de": "die 1866 verschlossen wurde. Von den Einwohnern."
    }
  },
  {
    "translation": {
      "en": "And it is scheduled to be unsealed in 2016",
      "de": "Sie soll 2016 geöffnet werden."
    }
  },
  {
    "translation": {
      "en": "for Centralia's 150th year anniversary.",
      "de": "An Centralias 150. Jahrestag."
    }
  },
  {
    "translation": {
      "en": "Apparently, many are looking forward to its opening",
      "de": "Viele warten gespannt auf die Öffnung und veranstalten ein Wiedersehen."
    }
  },
  {
    "translation": {
      "en": "and they are gonna have a reunion along with it.",
      "de": "und veranstalten ein Wiedersehen. BETRETEN VERBOTEN"
    }
  },
  {
    "translation": {
      "en": "[narrator] Each danger zone featured in 72 Dangerous Places",
      "de": "Alle Gefahrenzonen in 72 Dangerous Places"
    }
  },
  {
    "translation": {
      "en": "will be ranked according to lifestyle, potential threat,",
      "de": "wurden nach Lebensstil, potenzieller Gefahr,"
    }
  },
  {
    "translation": {
      "en": "what help is available and whether you will survive.",
      "de": "erhältlicher Hilfe und Überlebenschancen beurteilt."
    }
  },
  {
    "translation": {
      "en": "Survival and fear are different for everyone.",
      "de": "Überleben und Angst bedeuten für jeden etwas anderes."
    }
  },
  {
    "translation": {
      "en": "Will your top ten dangerous places match ours?",
      "de": "Ob unsere Top Ten den Ihren entsprechen?"
    }
  },
  {
    "translation": {
      "en": "Centralia in Pennsylvania started the show ranked at number 31,",
      "de": "Centralia in Pennsylvania hat die Show auf Platz 31 eröffnet."
    }
  },
  {
    "translation": {
      "en": "but coming in at number 20 is a playground where rescuers are waiting for disaster.",
      "de": "Aber auf Platz 20 ist ein Spielplatz, wo Rettungskräfte auf ein Desaster warten."
    }
  },
  {
    "translation": {
      "en": "When you least expect it, and there's nowhere to run... [man] Whoa.",
      "de": "Wenn man es am wenigsten erwartet und man nirgendwohin fliehen kann,"
    }
  },
  {
    "translation": {
      "en": "...you're at the mercy of the mountain.",
      "de": "muss man auf die Gnade der Berge hoffen."
    }
  },
  {
    "translation": {
      "en": "Yeah, a few that have shaken me up.",
      "de": "Sie erschüttern mich."
    }
  },
  {
    "translation": {
      "en": "Dealing with those stressful incidents is hard, for sure.",
      "de": "Mit solchen Zwischenfällen umzugehen, ist schwierig."
    }
  },
  {
    "translation": {
      "en": "[narrator] The Rocky Mountains dwarf the landscapes of Western North America.",
      "de": "Die Rocky Mountains kennzeichnen die Landschaft Nordwest-Amerikas."
    }
  },
  {
    "translation": {
      "en": "The scale of this mountain range is immense.",
      "de": "Die Größe dieser Bergkette ist enorm."
    }
  },
  {
    "translation": {
      "en": "Covering an area of one million square kilometers",
      "de": "Sie erstreckt sich über eine Million Quadratkilometer"
    }
  },
  {
    "translation": {
      "en": "and rising to 4,500 meters,",
      "de": "und erreicht eine Höhe von 4.500 m."
    }
  },
  {
    "translation": {
      "en": "it is one of the world's great natural wonders.",
      "de": "Sie ist eines der großen Naturwunder der Welt."
    }
  },
  {
    "translation": {
      "en": "It's just one of many rugged mountain ranges",
      "de": "Sie ist eine raue Gebirgskette,"
    }
  },
  {
    "translation": {
      "en": "that dominate peoples' lives in North America,",
      "de": "die das Leben in Nordamerika dominiert,"
    }
  },
  {
    "translation": {
      "en": "especially for the residents of Canada.",
      "de": "vor allem das der Einwohner Kanadas."
    }
  },
  {
    "translation": {
      "en": "But with this alpine lifestyle comes many dangers.",
      "de": "Der alpine Lebensstil bringt viele Gefahren mit sich."
    }
  },
  {
    "translation": {
      "en": "But the one mountain activity that causes twice as many injuries",
      "de": "Die Bergsportarten, die doppelt so viele Verletzungen"
    }
  },
  {
    "translation": {
      "en": "as the most notorious winter blood sport of ice hockey,",
      "de": "wie der blutige Wintersport Eishockey verursachen,"
    }
  },
  {
    "translation": {
      "en": "is the family friendly snow sports, skiing and snowboarding.",
      "de": "sind die familienfreundlichen Sportarten Skifahren und Snowboarden."
    }
  },
  {
    "translation": {
      "en": "So this challenges even one of the most professionally run ski resorts",
      "de": "Das fordert selbst das professionell geführte Skigebiet heraus,"
    }
  },
  {
    "translation": {
      "en": "that sits on the western edge of the Canadian Rockies,",
      "de": "das im Westen der kanadischen Rockies liegt,"
    }
  },
  {
    "translation": {
      "en": "Big White, British Columbia.",
      "de": "am Big White in British Columbia."
    }
  },
  {
    "translation": {
      "en": "Ski Patrol Operations manager Kris Hawryluik",
      "de": "Der Bergwachtleiter Kris Hawryluik"
    }
  },
  {
    "translation": {
      "en": "has been conducting rescues at Big White for over 20 years.",
      "de": "führt seit über 20 Jahren Rettungsmissionen am Big White durch."
    }
  },
  {
    "translation": {
      "en": "And to say he and his team are kept busy doesn't really do them justice.",
      "de": "Ihn und sein Team beschäftigt zu nennen, wird ihnen nicht gerecht."
    }
  },
  {
    "translation": {
      "en": "[Hawryluik] Here at Big White we got a pretty tough job to do.",
      "de": "Hier am Big White haben wir einen harten Job."
    }
  },
  {
    "translation": {
      "en": "We have 600,000 skier visits, 119 ski runs,",
      "de": "Wir haben 600.000 Skigäste, 119 Pisten"
    }
  },
  {
    "translation": {
      "en": "11 square kilometers of skiable terrain that we have to manage",
      "de": "11 Quadratkilometer Terrain, das wir sieben Tage die Woche managen müssen."
    }
  },
  {
    "translation": {
      "en": "every single day, seven days a week.",
      "de": "das wir sieben Tage die Woche managen müssen."
    }
  },
  {
    "translation": {
      "en": "We do approximately 1,200 to 1,300 accident response each season",
      "de": "Wir haben etwa 1.200 bis 1.300 Unfalleinsätze pro Saison."
    }
  },
  {
    "translation": {
      "en": "and they range anything from simple knee sprains",
      "de": "Alles ist dabei, von einfachen Knieverletzungen"
    }
  },
  {
    "translation": {
      "en": "to fatalities out on the hill.",
      "de": "bis zu tödlichen Unfällen."
    }
  },
  {
    "translation": {
      "en": "[narrator] Avalanche forecaster and ski patroller Doug Lundgren",
      "de": "Der Lawinenberater und Bergwachtmann Doug Lundgren war ein Pionier der Snowboard-Welt."
    }
  },
  {
    "translation": {
      "en": "was a pioneer of the snowboarding world, so he's seen it all on the ski slopes.",
      "de": "Doug Lundgren war ein Pionier der Snowboard-Welt. Er hat wirklich alles auf den Skipisten gesehen."
    }
  },
  {
    "translation": {
      "en": "I was working in the heli-ski industry and cat skiing,",
      "de": "Ich arbeitete in der Heliskiing- und Catskiing-Branche."
    }
  },
  {
    "translation": {
      "en": "so pretty much my whole life dealing with avalanches and blowing things up.",
      "de": "Ich arbeitete in der Heliskiing- und Catskiing-Branche. LAWINENBERATER Mein Leben dreht sich um Lawinen und Sprengungen."
    }
  },
  {
    "translation": {
      "en": "Just as the sport has progressed",
      "de": "Der Sport dringt in steileres Terrain vor"
    }
  },
  {
    "translation": {
      "en": "into steeper terrain and the more kind of extreme skiing,",
      "de": "Der Sport dringt in steileres Terrain vor und wird mehr zum Extrem-Skifahren."
    }
  },
  {
    "translation": {
      "en": "you know, we need to control those areas and make sure they're safe.",
      "de": "Daher müssen wir in diesen Gebieten für Sicherheit sorgen."
    }
  },
  {
    "translation": {
      "en": "You can get in-- You can get in some pretty hairy situations.",
      "de": "Man kann in ziemlich haarige Situationen geraten."
    }
  },
  {
    "translation": {
      "en": "[narrator] The common misunderstanding is that avalanches are only a danger",
      "de": "Ein allgemeines Missverständnis ist, dass Lawinen nur für Extremsportler gefährlich sind."
    }
  },
  {
    "translation": {
      "en": "to the more extreme sports lovers, and that's a massive mistake.",
      "de": "dass Lawinen nur für Extremsportler gefährlich sind. Das ist ein schwerwiegender Fehler."
    }
  },
  {
    "translation": {
      "en": "With the right weather conditions and terrain, the mix is deadly to anyone",
      "de": "Wetterbedingungen und Terrain können für jeden tödlich sein,"
    }
  },
  {
    "translation": {
      "en": "who happens to be caught in the wrong place at the wrong time.",
      "de": "der zur falschen Zeit am falschen Ort ist."
    }
  },
  {
    "translation": {
      "en": "-[man 1] Wow. -[man 2] Awesome.",
      "de": "Fantastisch."
    }
  },
  {
    "translation": {
      "en": "[narrator] The majority of avalanches do not occur in the super steep slopes,",
      "de": "Die meisten Lawinen kommen nicht an den extrem steilen Hängen vor,"
    }
  },
  {
    "translation": {
      "en": "but in terrain between 34 to 45 degrees.",
      "de": "sondern in Terrain mit 34 bis 45 ° Steigung."
    }
  },
  {
    "translation": {
      "en": "If you were thinking that you could outrun an avalanche you are mad,",
      "de": "Vor einer Lawine kann man nicht wegrennen."
    }
  },
  {
    "translation": {
      "en": "as the terminal velocity of the slide is faster than a car on a freeway.",
      "de": "Ihre Endgeschwindigkeit ist höher als bei einem Auto auf der Autobahn."
    }
  },
  {
    "translation": {
      "en": "And once it hits you, it sets like concrete,",
      "de": "Und wenn sie Sie trifft, ist sie wie Zement."
    }
  },
  {
    "translation": {
      "en": "making it almost impossible to dig your way out.",
      "de": "Daher ist es so gut wie unmöglich, sich freizuschaufeln."
    }
  },
  {
    "translation": {
      "en": "[man] Help!",
      "de": "Hilfe!"
    }
  },
  {
    "translation": {
      "en": "Help! I'm stuck!",
      "de": "Hilfe! Ich stecke fest!"
    }
  },
  {
    "translation": {
      "en": "[narrator] The consequences of being hit by an avalanche",
      "de": "Die Folgen einer Lawine werden deutlich gemacht"
    }
  },
  {
    "translation": {
      "en": "are demonstrated clearly in this avalanche drill",
      "de": "Die Folgen einer Lawine werden deutlich gemacht in dieser von der Big-White-Bergwacht durchgeführten Lawinenübung."
    }
  },
  {
    "translation": {
      "en": "conducted by Big White's Ski Patrol.",
      "de": "in dieser von der Big-White-Bergwacht durchgeführten Lawinenübung."
    }
  },
  {
    "translation": {
      "en": "If you are unlucky enough to be buried in a real avalanche,",
      "de": "Hat man Pech und wird von einer Lawine begraben,"
    }
  },
  {
    "translation": {
      "en": "you will have a good chance of survival if rescued in 15 minutes.",
      "de": "hat man gute Überlebenschancen, wenn man in 15 Minuten gerettet wird."
    }
  },
  {
    "translation": {
      "en": "After that, it quickly becomes a body recovery program.",
      "de": "Danach wird es schnell eine Leichenbergung."
    }
  },
  {
    "translation": {
      "en": "Each year in British Columbia, Canada, there are an average of ten avalanche deaths,",
      "de": "Jedes Jahr gibt es in British Columbia zehn Lawinentote"
    }
  },
  {
    "translation": {
      "en": "and a staggering 150 fatalities worldwide.",
      "de": "und erschreckende 150 Todesopfer weltweit."
    }
  },
  {
    "translation": {
      "en": "So this is why mountain resorts place such an emphasis",
      "de": "Deshalb legen Bergzentren"
    }
  },
  {
    "translation": {
      "en": "on avalanche control and rescue training.",
      "de": "viel Wert auf Lawinenkontrolle und Rettungstraining."
    }
  },
  {
    "translation": {
      "en": "It really is a matter of life and death.",
      "de": "Es geht tatsächlich um Leben und Tod."
    }
  },
  {
    "translation": {
      "en": "But rest assured that ski patrollers around the world",
      "de": "Aber seien Sie beruhigt, die Bergwachten der Welt sind bemüht,"
    }
  },
  {
    "translation": {
      "en": "are attempting to make your time in the ski fields safer.",
      "de": "Ihre Zeit im Skigebiet sicherer zu machen."
    }
  },
  {
    "translation": {
      "en": "For without them this would be a deadly hobby.",
      "de": "Ohne sie wäre es ein tödliches Hobby."
    }
  },
  {
    "translation": {
      "en": "But there certainly is an upside to life as a patroller.",
      "de": "Aber das Leben als Bergwachtmann hat auch eine positive Seite."
    }
  },
  {
    "translation": {
      "en": "The snow, man. [chuckling]",
      "de": "Der Schnee, Mann!"
    }
  },
  {
    "translation": {
      "en": "This is the best job in the world!",
      "de": "Das ist der beste Job der Welt!"
    }
  },
  {
    "translation": {
      "en": "[narrator] From the risks of mountain life to a Pacific island hideaway,",
      "de": "Von den Risiken der Berge zu einem pazifischen Inselversteck,"
    }
  },
  {
    "translation": {
      "en": "where seclusion can be the biggest risk to life...",
      "de": "wo Abgeschiedenheit die größte Lebensgefahr sein kann."
    }
  },
  {
    "translation": {
      "en": "[narrator] Tall tales and high seas, mystery and mutiny,",
      "de": "Tiefe Täler und hohe See, Mysterien und Meuterei."
    }
  },
  {
    "translation": {
      "en": "swashbuckling adventures...",
      "de": "Verwegene Abenteuer."
    }
  },
  {
    "translation": {
      "en": "Over 200 years of storytelling has certainly placed",
      "de": "Über 200 Jahre Geschichtenerzählens schufen der abgelegenen Pitcairn-Insel einen Platz auf der Weltkarte."
    }
  },
  {
    "translation": {
      "en": "the incredibly remote destination of Pitcairn Island on the world map.",
      "de": "schufen der abgelegenen Pitcairn-Insel einen Platz auf der Weltkarte."
    }
  },
  {
    "translation": {
      "en": "Although the name of this island may be little known",
      "de": "Obwohl es bei dem Namen kaum klingelt,"
    }
  },
  {
    "translation": {
      "en": "until it's linked with the infamous words, Mutiny on the Bounty,",
      "de": "bis sie mit der Meuterei auf der Bounty in Verbindung gebracht wird,"
    }
  },
  {
    "translation": {
      "en": "then its history is rich and turbulent.",
      "de": "ist ihre Geschichte reich und turbulent."
    }
  },
  {
    "translation": {
      "en": "Roughly 300 nautical miles from any other inhabited island,",
      "de": "300 Seemeilen von der nächsten, bewohnten Insel entfernt,"
    }
  },
  {
    "translation": {
      "en": "Pitcairn is a volcanic speck in the middle of the southern Pacific Ocean",
      "de": "ist Pitcairn ein vulkanischer Fleck in der Mitte des Südpazifik,"
    }
  },
  {
    "translation": {
      "en": "at only a mile wide and two miles long.",
      "de": "der nur eine Meile breit und zwei Meilen lang ist."
    }
  },
  {
    "translation": {
      "en": "To get to Pitcairn Island you first need to fly to Tahiti,",
      "de": "Um nach Pitcairn zu kommen, muss man nach Tahiti fliegen,"
    }
  },
  {
    "translation": {
      "en": "then catch a local flight to nearby Mangareva.",
      "de": "dann mit einen lokalen Flug zu der nahe gelegenen Mangareva."
    }
  },
  {
    "translation": {
      "en": "From Mangareva it's time to board a cargo vessel",
      "de": "Auf Mangareva geht man bei einem Frachtschiff an Bord."
    }
  },
  {
    "translation": {
      "en": "for what is often a rough three days at sea to Pitcairn.",
      "de": "Oft dauert es drei raue Tage auf See, bis man Pitcairn erreicht."
    }
  },
  {
    "translation": {
      "en": "This island tops the list for isolated spots.",
      "de": "Diese Insel führt die Liste für abgelegene Orte an."
    }
  },
  {
    "translation": {
      "en": "There is a doctor in residence,",
      "de": "Es gibt einen ansässigen Arzt."
    }
  },
  {
    "translation": {
      "en": "but if you need major medical attention you may not make it.",
      "de": "Braucht man umfassendere Hilfe, genügt das nicht."
    }
  },
  {
    "translation": {
      "en": "Pitcairn Island was founded in 1790 by people who sought this isolation.",
      "de": "Pitcairn wurde 1790 von Leuten gegründet, die Einsamkeit suchten."
    }
  },
  {
    "translation": {
      "en": "Today there are only about 50 inhabitants,",
      "de": "Heute gibt es nur etwa 50 Einwohner,"
    }
  },
  {
    "translation": {
      "en": "descended mostly from those who arrived aboard the Bounty.",
      "de": "hauptsächlich Nachkommen derer, die mit der Bounty ankamen."
    }
  },
  {
    "translation": {
      "en": "Their supplies are delivered by sea every couple of months from nearby Mangareva.",
      "de": "Die Versorgungsmittel werden auf dem Seeweg von Mangareva geliefert."
    }
  },
  {
    "translation": {
      "en": "A return journey that takes about six days,",
      "de": "Die Reise dauert etwa sechs Tage."
    }
  },
  {
    "translation": {
      "en": "a cruise that intrepid travelers are welcome to join.",
      "de": "Eine Fahrt, auf der Reisende willkommen sind."
    }
  },
  {
    "translation": {
      "en": "So if you're up for a seafaring adventure to one of the most isolated islands in the world",
      "de": "Haben Sie Lust auf ein Seeabenteuer zu einer abgelegenen Insel,"
    }
  },
  {
    "translation": {
      "en": "then Pitcairn will definitely tick the box.",
      "de": "ist Pitcairn auf jeden Fall das Richtige."
    }
  },
  {
    "translation": {
      "en": "However, if the isolation,",
      "de": "Zählen jedoch Einsamkeit, raues, wildes Wetter,"
    }
  },
  {
    "translation": {
      "en": "the chance of rough, wild weather, landslides and mosquitoes,",
      "de": "Zählen jedoch Einsamkeit, raues, wildes Wetter, Erdrutsche und Moskitos"
    }
  },
  {
    "translation": {
      "en": "coupled with the fact you're not allowed on the island without medical insurance that includes evacuation cover,",
      "de": "und die Pflicht zur Versicherung, die den Rücktransport bezahlt,"
    }
  },
  {
    "translation": {
      "en": "aren't key on your ideal holiday,",
      "de": "für Sie nicht zum idealen Urlaub,"
    }
  },
  {
    "translation": {
      "en": "then maybe this is a spot that will be high on your dangerous list.",
      "de": "dann steht dieser Ort vielleicht oben auf Ihrer Liste gefährlicher Orte."
    }
  },
  {
    "translation": {
      "en": "Isolated, but clearly a pristine environment to live.",
      "de": "Isoliert, aber eindeutig ein naturbelassener Ort."
    }
  },
  {
    "translation": {
      "en": "However, up next is a place where every breath you take is a gamble.",
      "de": "Als nächstes jedoch ein Ort, wo jeder Atemzug ein Risiko ist."
    }
  },
  {
    "translation": {
      "en": "Pollution.",
      "de": "Luftverschmutzung."
    }
  },
  {
    "translation": {
      "en": "[man] You couldn't see anything.",
      "de": "Man sah nichts."
    }
  },
  {
    "translation": {
      "en": "You could see the nearest building, that was about it.",
      "de": "Nur das nächste Gebäude."
    }
  },
  {
    "translation": {
      "en": "[narrator] The air could literally kill you.",
      "de": "Die Luft konnte töten."
    }
  },
  {
    "translation": {
      "en": "When we first got there, the first week, the pollution was bad, really bad.",
      "de": "Als wir ankamen, war die Verschmutzung schlimm."
    }
  },
  {
    "translation": {
      "en": "[narrator] If you live in places like China, you're one of the worst affected.",
      "de": "Wenn man an einem Ort wie China lebt, ist man mit am schlimmsten betroffen."
    }
  },
  {
    "translation": {
      "en": "[Spittle] I was in Beijing for the 2008 Olympics.",
      "de": "Ich war in Beijing für die Olympischen Spiele 2008."
    }
  },
  {
    "translation": {
      "en": "There was a lot of concern about traffic and the pollution was terrible.",
      "de": "Der Verkehr machte uns Sorgen, und die Luftverschmutzung war furchtbar."
    }
  },
  {
    "translation": {
      "en": "So we were really concerned about how that was gonna affect our health.",
      "de": "Wir machten uns wirklich Sorgen um unsere Gesundheit."
    }
  },
  {
    "translation": {
      "en": "[narrator] The World Health Organization believes",
      "de": "Laut WHO"
    }
  },
  {
    "translation": {
      "en": "that few risks have greater impact on global health than air pollution.",
      "de": "haben wenige Risiken mehr Einfluss auf die globale Gesundheit als die Luftverschmutzung."
    }
  },
  {
    "translation": {
      "en": "In the space of one year, millions of people will die worldwide,",
      "de": "als die Luftverschmutzung. In einem Jahr werden Millionen Menschen weltweit sterben,"
    }
  },
  {
    "translation": {
      "en": "many of those in Beijing.",
      "de": "viele davon in Beijing."
    }
  },
  {
    "translation": {
      "en": "Beijing is one of the most polluted cities in the world",
      "de": "Beijing ist eine der meistverschmutzten Städte,"
    }
  },
  {
    "translation": {
      "en": "with records reaching 40 times higher than the recommended safety levels.",
      "de": "mit 40-mal höheren Werten als die empfohlenen Grenzwerte."
    }
  },
  {
    "translation": {
      "en": "Power and transport, comforts that we take for granted,",
      "de": "Energie und Transport, Annehmlichkeiten, die wir hinnehmen,"
    }
  },
  {
    "translation": {
      "en": "are now responsible for contributing to the vast amounts of toxins",
      "de": "tragen nun zu der Unmenge an Schadstoffen bei,"
    }
  },
  {
    "translation": {
      "en": "that weigh heavy on the city.",
      "de": "die die Stadt stark belasten."
    }
  },
  {
    "translation": {
      "en": "When you consider that 70 percent of China's energy",
      "de": "Bedenkt man, dass 70 % von Chinas Energie von Kohlekraftwerken kommt"
    }
  },
  {
    "translation": {
      "en": "comes from coal-fired power stations",
      "de": "dass 70 % von Chinas Energie von Kohlekraftwerken kommt"
    }
  },
  {
    "translation": {
      "en": "and that China is the number one car producer in the world,",
      "de": "und China der größte Autohersteller der Welt ist,"
    }
  },
  {
    "translation": {
      "en": "it's no wonder the amount of pollution produced can truly take your breath away.",
      "de": "ist es kein Wunder, dass die Verschmutzung einem den Atem raubt."
    }
  },
  {
    "translation": {
      "en": "[woman] The air is not so good, especially around noontime.",
      "de": "Die Luft ist nicht so gut, vor allem gegen Mittag."
    }
  },
  {
    "translation": {
      "en": "Then my throat is not very comfortable.",
      "de": "Dann geht es meiner Lunge nicht sehr gut."
    }
  },
  {
    "translation": {
      "en": "[narrator] Beijing is just one city in a large region",
      "de": "Beijing ist nur eine Stadt in einer großen Region,"
    }
  },
  {
    "translation": {
      "en": "that cops extreme, persistent air pollution.",
      "de": "die extreme, anhaltende Luftverschmutzung produziert."
    }
  },
  {
    "translation": {
      "en": "It is surrounded by Hebei Province, a region known for its steel production",
      "de": "Sie ist von der Hebei-Provinz umgeben, die Stahl produziert"
    }
  },
  {
    "translation": {
      "en": "and home to seven of China's most polluted cities.",
      "de": "und Heimat von sieben von Chinas meistverschmutzten Städten ist."
    }
  },
  {
    "translation": {
      "en": "It only takes one day of wind from the southwest",
      "de": "Nur einen Tag Wind aus Südwest,"
    }
  },
  {
    "translation": {
      "en": "to shroud the capital in severe smog.",
      "de": "Nur einen Tag Wind aus Südwest, und die Hauptstadt verschwindet im Smog."
    }
  },
  {
    "translation": {
      "en": "Those living within the city",
      "de": "Die Bewohner der Stadt"
    }
  },
  {
    "translation": {
      "en": "will experience health issues that can impact them for life.",
      "de": "Die Bewohner der Stadt erleiden Gesundheitsprobleme."
    }
  },
  {
    "translation": {
      "en": "Heart disease, cancer, strokes",
      "de": "Herzkrankheiten, Krebs, Schlaganfälle und Atemwegserkrankungen"
    }
  },
  {
    "translation": {
      "en": "and respiratory illnesses are all a threat.",
      "de": "Herzkrankheiten, Krebs, Schlaganfälle und Atemwegserkrankungen sind eine Bedrohung."
    }
  },
  {
    "translation": {
      "en": "The pollution was an everyday hazard you had to sort of deal with.",
      "de": "Man musste mit der Verschmutzung umgehen."
    }
  },
  {
    "translation": {
      "en": "[narrator] Checking the pollution is a daily task,",
      "de": "Sie zu checken, ist eine tägliche Aufgabe,"
    }
  },
  {
    "translation": {
      "en": "just like most people check the weather.",
      "de": "genau wie viele das Wetter checken."
    }
  },
  {
    "translation": {
      "en": "There are days when the air quality rating is so high,",
      "de": "genau wie viele das Wetter checken. Manchmal ist die Luftqualität so schlecht,"
    }
  },
  {
    "translation": {
      "en": "people are told to stay indoors, not to leave their houses,",
      "de": "dass die Menschen drinnen bleiben sollen."
    }
  },
  {
    "translation": {
      "en": "resist driving and take other self-protection measures.",
      "de": "Sie sollen nicht Auto fahren und Schutzmaßnahmen ergreifen."
    }
  },
  {
    "translation": {
      "en": "A lot of people walk around with masks on.",
      "de": "Viele tragen Gesichtsmasken. Man fragt sich, warum sie einen Mundschutz tragen."
    }
  },
  {
    "translation": {
      "en": "You think, why are people walking around with masks on,",
      "de": "Man fragt sich, warum sie einen Mundschutz tragen."
    }
  },
  {
    "translation": {
      "en": "but it becomes very clear very quickly that it's a health reason.",
      "de": "Es wird sehr schnell klar: aus gesundheitlichen Gründen."
    }
  },
  {
    "translation": {
      "en": "You're gonna breathe in toxic fumes.",
      "de": "Man inhaliert giftige Dämpfe."
    }
  },
  {
    "translation": {
      "en": "I think it's necessary.",
      "de": "Ich halte es für notwendig."
    }
  },
  {
    "translation": {
      "en": "I'm not sure if a mask can stop everything but better to wear it on.",
      "de": "Ich bezweifle, dass Masken alles stoppen, aber es ist besser, sie zu tragen."
    }
  },
  {
    "translation": {
      "en": "[woman] This mask is quite popular in China",
      "de": "Diese Masken sind ziemlich angesagt in China,"
    }
  },
  {
    "translation": {
      "en": "because particles is the main problem in Beijing,",
      "de": "denn Partikel stellen das Hauptproblem in Beijing dar."
    }
  },
  {
    "translation": {
      "en": "so we sell this very, very well.",
      "de": "Wir verkaufen viele."
    }
  },
  {
    "translation": {
      "en": "[narrator] The most damaging particles known as particulate matter",
      "de": "Die schädlichsten Partikel, bekannt als Feinstaub,"
    }
  },
  {
    "translation": {
      "en": "are those so small you cannot see with the naked eye.",
      "de": "sieht man mit dem bloßen Auge nicht."
    }
  },
  {
    "translation": {
      "en": "They will penetrate and lodge deep within the lungs.",
      "de": "Sie sind belastend und nisten sich tief in den Lungen ein."
    }
  },
  {
    "translation": {
      "en": "PM2.5 and PM10 are two types of particulate matter",
      "de": "PM2.5 und PM10 sind zwei Arten Feinstaub,"
    }
  },
  {
    "translation": {
      "en": "that are significantly monitored, and are the most serious in Beijing.",
      "de": "die genau beobachtet werden und die schwerwiegendsten in Beijing sind."
    }
  },
  {
    "translation": {
      "en": "Beijing is actively implementing policies in transport, urban planning,",
      "de": "Beijing ergreift Maßnahmen im Transport, in der Stadtplanung,"
    }
  },
  {
    "translation": {
      "en": "power generation and industry to reduce air pollution.",
      "de": "in Energieproduktion und Industrie zur Reduktion."
    }
  },
  {
    "translation": {
      "en": "Priority is given to clean modes of power generation",
      "de": "Priorität hat saubere Energiegewinnung"
    }
  },
  {
    "translation": {
      "en": "with renewable combustion-free power sources.",
      "de": "mit erneuerbaren, verbrennungsfreien Energiequellen."
    }
  },
  {
    "translation": {
      "en": "[Spittle] I don't think I could live in China",
      "de": "Ich könnte nicht in China leben, wenn ich weiß,"
    }
  },
  {
    "translation": {
      "en": "knowing that everyday taking a breath was a risk to my health.",
      "de": "Ich könnte nicht in China leben, wenn ich weiß, dass jeder Atemzug ein Gesundheitsrisiko darstellt."
    }
  },
  {
    "translation": {
      "en": "Beijing is a great place to visit but a tough place to live.",
      "de": "Beijing ist ein toller Besucherort, aber kein Wohnort."
    }
  },
  {
    "translation": {
      "en": "[narrator] From smog-filled Beijing at number 25, we move to number two on the list,",
      "de": "Vom smoggefüllten Beijing auf Platz 25 zu Platz zwei auf unserer Liste,"
    }
  },
  {
    "translation": {
      "en": "where you'll need to swap your mask for a snorkel.",
      "de": "wo Sie Ihre Maske gegen einen Schnorchel tauschen müssen."
    }
  },
  {
    "translation": {
      "en": "What would you do if your entire nation was going to disappear in a matter of decades?",
      "de": "Was würden Sie tun, wenn Ihre Nation in Jahrzehnten verschwinden würde?"
    }
  },
  {
    "translation": {
      "en": "If you lived on a low reef island in the Pacific,",
      "de": "Würden Sie auf einer tief gelegenen Insel im Pazifik leben..."
    }
  },
  {
    "translation": {
      "en": "I'd be really worried right now.",
      "de": "...würde ich mich sorgen."
    }
  },
  {
    "translation": {
      "en": "[narrator] As a warming climate drives sea levels higher,",
      "de": "Der Klimawandel lässt die Meeresspiegel steigen,"
    }
  },
  {
    "translation": {
      "en": "the islands of Kiribati face a very uncertain future.",
      "de": "und der Insel Kiribati steht eine ungewisse Zukunft bevor."
    }
  },
  {
    "translation": {
      "en": "Kiribati is a beautiful islands,",
      "de": "Kiribati ist eine wunderschöne Insel,"
    }
  },
  {
    "translation": {
      "en": "but very vulnerable, very low lying and therefore highly vulnerable",
      "de": "aber sehr anfällig. Sie liegt sehr niedrig und ist daher sehr anfällig"
    }
  },
  {
    "translation": {
      "en": "to the impact particularly of climate change, particularly of sea level rise.",
      "de": "für die Folgen des Klimawandels, des steigenden Meeresspiegels."
    }
  },
  {
    "translation": {
      "en": "And so our future days are numbered.",
      "de": "Und somit sind die Tage unserer Zukunft gezählt."
    }
  },
  {
    "translation": {
      "en": "[narrator] On the 33 beautiful Pacific islands",
      "de": "Auf den 33 wunderschönen Pazifikinseln"
    }
  },
  {
    "translation": {
      "en": "some 100,000 people will be severely affected within the century,",
      "de": "werden in einem Jahrhundert 100.000 Menschen schwer betroffen sein,"
    }
  },
  {
    "translation": {
      "en": "perhaps even before that.",
      "de": "vielleicht sogar schon früher."
    }
  },
  {
    "translation": {
      "en": "How so? Well, they'll be underwater.",
      "de": "Warum das? Nun, sie werden unter Wasser sein."
    }
  },
  {
    "translation": {
      "en": "Passionate about climate change, Mick O'Leary can see a future of doom.",
      "de": "Der am Klimawandel interessierte Mick O'Leary sagt eine verheerende Zukunft voraus."
    }
  },
  {
    "translation": {
      "en": "Regions in the central, south, and north Pacific",
      "de": "In Regionen im Zentral-, Süd- und Nordpazifik"
    }
  },
  {
    "translation": {
      "en": "are actually experiencing sea level rise anywhere",
      "de": "In Regionen im Zentral-, Süd- und Nordpazifik steigt der Meeresspiegel"
    }
  },
  {
    "translation": {
      "en": "from six to eight, up to ten millimeters per year.",
      "de": "um 6 bis 8 mm, bis zu 10 mm pro Jahr."
    }
  },
  {
    "translation": {
      "en": "Times that by 100 years and there's one meter of sea level rise.",
      "de": "Das heißt, in 100 Jahren steigt der Meeresspiegel um 1 m."
    }
  },
  {
    "translation": {
      "en": "Already we are feeling the impacts and I can guarantee you that within a shorter period of time",
      "de": "Wir spüren bereits die Folgen. In kurzer Zeit"
    }
  },
  {
    "translation": {
      "en": "we will see total massive destruction to our lifestyle.",
      "de": "werden wir eine unglaubliche Zerstörung unseres Lebensstils beobachten."
    }
  },
  {
    "translation": {
      "en": "[narrator] President Anote Tong has been an avid leader for climate change awareness and action for many years,",
      "de": "Präsident Anote Tong tritt seit Jahren für Maßnahmen ein."
    }
  },
  {
    "translation": {
      "en": "being one of the first to feel its effects.",
      "de": "Er spürt die Folgen."
    }
  },
  {
    "translation": {
      "en": "In 2014, Greenpeace took the president to see first hand",
      "de": "2014 zeigte ihm Greenpeace den Ursprung des steigenden Meeresspiegels,"
    }
  },
  {
    "translation": {
      "en": "the source of rising sea levels and the effect it has on the rest of the world",
      "de": "2014 zeigte ihm Greenpeace den Ursprung des steigenden Meeresspiegels, die Folgen für die Welt,"
    }
  },
  {
    "translation": {
      "en": "and how it will destroy his country.",
      "de": "und wie diese sein Land zerstören werden."
    }
  },
  {
    "translation": {
      "en": "Climate change is indeed a global process.",
      "de": "Der Klimawandel ist ein globaler Vorgang."
    }
  },
  {
    "translation": {
      "en": "What we are seeing is massive sheets of ice.",
      "de": "Was wir hier sehen, sind riesige Eisplatten."
    }
  },
  {
    "translation": {
      "en": "And if, as I'm being told, much of this ice has already melted away.",
      "de": "Und wenn man mir sagt, dass ein Großteil bereits geschmolzen ist"
    }
  },
  {
    "translation": {
      "en": "But if what remains will continue to melt,",
      "de": "und dass das, was übrig ist, weiter schmilzt,"
    }
  },
  {
    "translation": {
      "en": "then obviously this will also accelerate the demise of our countries.",
      "de": "dann treibt dies natürlich auch den Untergang unseres Landes voran."
    }
  },
  {
    "translation": {
      "en": "[narrator] Kiribati has an average height of two meters above sea level,",
      "de": "Kiribati hat eine Durchschnittshöhe von 2 m über dem Meeresspiegel"
    }
  },
  {
    "translation": {
      "en": "making it one of the most vulnerable countries to rising sea levels.",
      "de": "und ist somit anfällig für steigende Meeresspiegel."
    }
  },
  {
    "translation": {
      "en": "We are experiencing the impacts right now,",
      "de": "Wir spüren jetzt die Folgen."
    }
  },
  {
    "translation": {
      "en": "and those who are not feeling the impact should not believe that it's not happening",
      "de": "Jene, die die Folgen nicht spüren, sollen nicht denken,"
    }
  },
  {
    "translation": {
      "en": "because they're not feeling it or they're not seeing it.",
      "de": "es passiert nichts, nur weil sie es nicht sehen."
    }
  },
  {
    "translation": {
      "en": "I invite people who feel like that to come and visit our islands",
      "de": "Menschen, die das denken, sind auf unseren Inseln willkommen,"
    }
  },
  {
    "translation": {
      "en": "and they can see for themselves what is happening there.",
      "de": "um mit eigenen Augen zu sehen, was dort passiert."
    }
  },
  {
    "translation": {
      "en": "[narrator] President Anote Tong has been buying land in Fiji,",
      "de": "Präsident Anote Tong hat auf Fidschi Land gekauft,"
    }
  },
  {
    "translation": {
      "en": "preparing his people for one bold exit strategy.",
      "de": "Präsident Anote Tong hat auf Fidschi Land gekauft, für eine gewagte Auswanderungsstrategie."
    }
  },
  {
    "translation": {
      "en": "The islands are so important to our people. They say land is life to us.",
      "de": "Die Inseln sind so wichtig für uns. Land bedeutet für uns Leben."
    }
  },
  {
    "translation": {
      "en": "You are attached to the land that belongs to your people.",
      "de": "Wir hängen an dem Land, das unseren Leuten gehört."
    }
  },
  {
    "translation": {
      "en": "You know, your fathers and forefathers. And on that land you build your house.",
      "de": "Wir hängen an dem Land, das unseren Leuten gehört. Das Land der Väter und Vorväter. Auf diesem Land baut man sein Haus."
    }
  },
  {
    "translation": {
      "en": "On that land you have your water.",
      "de": "Auf diesem Land hat man Wasser."
    }
  },
  {
    "translation": {
      "en": "Everything that is you and is Kiribati, is on that land.",
      "de": "Alles, was man ist und was Kiribati ist, ist hier."
    }
  },
  {
    "translation": {
      "en": "If they take away this land, people then have to move, hmm?",
      "de": "Wenn uns das Land weggenommen wird, müssen die Menschen wegziehen."
    }
  },
  {
    "translation": {
      "en": "Where will they move to?",
      "de": "Aber wohin?"
    }
  },
  {
    "translation": {
      "en": "How can I become a Kiribati somewhere else,",
      "de": "Wie kann ich woanders ein Kiribati werden?"
    }
  },
  {
    "translation": {
      "en": "on another man's land, and still be proud as a Kiribati person?",
      "de": "Auf dem Land eines anderen Mannes, und trotzdem noch stolzer Kiribati?"
    }
  },
  {
    "translation": {
      "en": "How can I?",
      "de": "Wie denn?"
    }
  },
  {
    "translation": {
      "en": "[narrator] If there's one thing that's certain, it is that Kiribati's days are numbered,",
      "de": "Tatsache ist, die Tage der Kiribati sind gezählt"
    }
  },
  {
    "translation": {
      "en": "and it really is a global situation.",
      "de": "und es ist wirklich eine globale Situation."
    }
  },
  {
    "translation": {
      "en": "You might be safe in your bed tonight, but try not to get too comfortable.",
      "de": "Sie liegen sicher im Bett, aber machen Sie es sich nicht zu bequem."
    }
  },
  {
    "translation": {
      "en": "What they must understand is our world is being threatened.",
      "de": "Die Menschen müssen verstehen, unsere Welt wird bedroht."
    }
  },
  {
    "translation": {
      "en": "We are the first on the front line, but they will be the next.",
      "de": "Wir sind die Ersten an der Front, aber sie sind als Nächste dran."
    }
  },
  {
    "translation": {
      "en": "Those next on the front line.",
      "de": "Sie sind die Nächsten."
    }
  },
  {
    "translation": {
      "en": "And in time, those who do not believe they're being threatened now",
      "de": "Auch die, die jetzt nicht glauben, dass Sie bedroht sind,"
    }
  },
  {
    "translation": {
      "en": "will be threatened if nothing is done.",
      "de": "werden bedroht sein, wenn nichts unternommen wird."
    }
  },
  {
    "translation": {
      "en": "[narrator] If you are looking for real estate,",
      "de": "Suchen Sie Immobilien,"
    }
  },
  {
    "translation": {
      "en": "then these islands should be at the bottom of your list,",
      "de": "sollten diese Inseln unten auf Ihrer Liste stehen."
    }
  },
  {
    "translation": {
      "en": "but don't be so quick to dismiss it as a tropical island getaway.",
      "de": "Aber schreiben Sie sie nicht so schnell als Inselparadies ab."
    }
  },
  {
    "translation": {
      "en": "Kiribati is desperate to save its homeland",
      "de": "Die Kiribati wollen ihre Heimat retten."
    }
  },
  {
    "translation": {
      "en": "but global warming is just one of the dangers for our planet.",
      "de": "Aber globale Erwärmung ist nur eine der Gefahren."
    }
  },
  {
    "translation": {
      "en": "Enter Nepal.",
      "de": "Jetzt nach Nepal."
    }
  },
  {
    "translation": {
      "en": "They were spiritually high, a sacred valley near the Tibetan border.",
      "de": "Ein spirituelles Hoch, ein heiliges Tal an der Grenze zu Tibet."
    }
  },
  {
    "translation": {
      "en": "Descending, drinking in the wonder and majesty,",
      "de": "Sie waren beim Abstieg, badeten in den Wundern und der Anmut,"
    }
  },
  {
    "translation": {
      "en": "when the gods delivered a rumbling message.",
      "de": "als die Götter eine donnernde Botschaft überbrachten."
    }
  },
  {
    "translation": {
      "en": "It's exactly how you think it feels, really,",
      "de": "Es fühlt sich so an, wie man es sich vorstellt."
    }
  },
  {
    "translation": {
      "en": "like the ground starts waving.",
      "de": "Der Boden bewegte sich."
    }
  },
  {
    "translation": {
      "en": "[narrator] The people that live here have a raw connection with nature,",
      "de": "Die Menschen, die hier leben, haben eine Verbindung zur Natur."
    }
  },
  {
    "translation": {
      "en": "a connection that this group of holiday trekkers also now knows too well.",
      "de": "Die Menschen, die hier leben, haben eine Verbindung zur Natur. Diese Gruppe Urlaubswanderer kennt diese nun auch nur zu gut."
    }
  },
  {
    "translation": {
      "en": "This is Nepal.",
      "de": "Das ist Nepal."
    }
  },
  {
    "translation": {
      "en": "There's a lot of noise happening.",
      "de": "Es gab viel Lärm."
    }
  },
  {
    "translation": {
      "en": "There is such power all around you.",
      "de": "Man ist von unglaublicher Kraft umgeben."
    }
  },
  {
    "translation": {
      "en": "[narrator] Surrounded by some of the planet's most heavenly, dramatic mountainscape,",
      "de": "Nepals Schönheit inmitten dramatischer Berglandschaften"
    }
  },
  {
    "translation": {
      "en": "Nepal's beauty rests on a precarious foundation.",
      "de": "Nepals Schönheit inmitten dramatischer Berglandschaften ist auf wackeligem Untergrund gebaut."
    }
  },
  {
    "translation": {
      "en": "When the earth underneath you twists this way and that",
      "de": "Wenn sich der Boden hin und her bewegt"
    }
  },
  {
    "translation": {
      "en": "and decades of strain become too much to bear,",
      "de": "und Jahrzehnten der Belastung nicht mehr standhält,"
    }
  },
  {
    "translation": {
      "en": "the ground beneath your feet starts splitting",
      "de": "reißt er unter den Füßen ein,"
    }
  },
  {
    "translation": {
      "en": "and the mountains come rushing towards you.",
      "de": "und die Berge rutschen runter."
    }
  },
  {
    "translation": {
      "en": "You take for granted that the earth that you're standing on is gonna be there.",
      "de": "Man hält es für selbstverständlich, dass der Boden unter den Füßen da ist."
    }
  },
  {
    "translation": {
      "en": "[narrator] Curious mountain explorer Claire Vanderplank was in Nepal",
      "de": "Die interessierte Bergforscherin Claire Vanderplank war in Nepal,"
    }
  },
  {
    "translation": {
      "en": "when the largest earthquake in over 80 years",
      "de": "als das größte Erdbeben seit über 80 Jahren"
    }
  },
  {
    "translation": {
      "en": "left much of the country looking like a bed of sticks and stones.",
      "de": "große Teile des Landes in Schutt und Asche legte."
    }
  },
  {
    "translation": {
      "en": "I think the biggest shock is watching what happens on the mountains.",
      "de": "Ich glaube, der größte Schock war, zu sehen, was auf den Bergen passiert."
    }
  },
  {
    "translation": {
      "en": "There was a lot of destruction on the path",
      "de": "Vieles auf dem Weg war zerstört, und weiter unten wurden Menschen getötet"
    }
  },
  {
    "translation": {
      "en": "and people were killed further down from landslides and avalanches.",
      "de": "Vieles auf dem Weg war zerstört, und weiter unten wurden Menschen getötet von Erdrutschen und Lawinen."
    }
  },
  {
    "translation": {
      "en": "[narrator] Rocks shook from the walls of hand-built homes",
      "de": "Steine fielen von den Wänden handgebauter Häuser,"
    }
  },
  {
    "translation": {
      "en": "and as they watched, villages slowly folded and disappeared.",
      "de": "und unter ihren Augen klappten Dörfer zusammen und verschwanden."
    }
  },
  {
    "translation": {
      "en": "[Vanderplank] Like I remember seeing one village which was pretty much built like, on top of a ridge.",
      "de": "Ich erinnere mich an ein Dorf genau auf der Spitze eines Bergrückens."
    }
  },
  {
    "translation": {
      "en": "It must have just been shaking everywhere and the whole--",
      "de": "Es hat überall gebebt,"
    }
  },
  {
    "translation": {
      "en": "All of the houses were just decimated.",
      "de": "und alle Häuser waren einfach nur zerstört."
    }
  },
  {
    "translation": {
      "en": "[narrator] This is the village where Claire and her friends",
      "de": "Das ist das Dorf, in dem Claire und ihre Freunde"
    }
  },
  {
    "translation": {
      "en": "were supposed to be staying overnight.",
      "de": "die Nacht verbringen wollten."
    }
  },
  {
    "translation": {
      "en": "We finally got a helicopter out,",
      "de": "Als wir rausgeflogen wurden,"
    }
  },
  {
    "translation": {
      "en": "looking at some of the villages that we walked through",
      "de": "sahen wir die Dörfer, durch die wir gelaufen waren,"
    }
  },
  {
    "translation": {
      "en": "and you just see landslides that were as big as the village,",
      "de": "sahen wir die Dörfer, durch die wir gelaufen waren, und Erdrutsche, so groß wie das Dorf, teilweise darüber."
    }
  },
  {
    "translation": {
      "en": "like either right next to it or partially over it.",
      "de": "und Erdrutsche, so groß wie das Dorf, teilweise darüber."
    }
  },
  {
    "translation": {
      "en": "From the air was where you saw how, you know, some villages",
      "de": "Aus der Luft sah man, dass manche Dörfer komplett ausgelöscht worden waren."
    }
  },
  {
    "translation": {
      "en": "were completely wiped out.",
      "de": "dass manche Dörfer komplett ausgelöscht worden waren."
    }
  },
  {
    "translation": {
      "en": "Further down you could see just massive boulders,",
      "de": "Weiter unten waren Felsbrocken,"
    }
  },
  {
    "translation": {
      "en": "like five times the size of the houses.",
      "de": "die fünfmal so groß wie die Häuser waren."
    }
  },
  {
    "translation": {
      "en": "[narrator] From Mt. Everest through the valleys, to the capital Kathmandu,",
      "de": "Vom Mount Everest über die Täler bis zur Hauptstadt Kathmandu"
    }
  },
  {
    "translation": {
      "en": "this intoxicating, spiritual land had been shaken to the core",
      "de": "war dieses berauschende, spirituelle Land von Neuem bis in den Kern erschüttert worden."
    }
  },
  {
    "translation": {
      "en": "all over again.",
      "de": "von Neuem bis in den Kern erschüttert worden."
    }
  },
  {
    "translation": {
      "en": "Earthquakes are frequent in Nepal",
      "de": "Erdbeben kommen in Nepal häufig vor."
    }
  },
  {
    "translation": {
      "en": "with past records showing an average of two every 40 years,",
      "de": "Frühere Aufzeichnungen zeigen im Durchschnitt zwei alle 40 Jahre,"
    }
  },
  {
    "translation": {
      "en": "ranging from seven and a half to eight on the Richter scale.",
      "de": "von 7,5 bis 8 auf der Richterskala."
    }
  },
  {
    "translation": {
      "en": "Escalating population, coupled with poor construction practices,",
      "de": "Die wachsende Bevölkerung und schlechte Bautechnik"
    }
  },
  {
    "translation": {
      "en": "only add to Nepal's vulnerability to earthquakes.",
      "de": "machen Nepal noch anfälliger für Erdbeben."
    }
  },
  {
    "translation": {
      "en": "Further still, much of Nepal suffers from a phenomenon known as liquefaction.",
      "de": "Zudem leidet ein Großteil Nepals an einem Phänomen namens Verflüssigung."
    }
  },
  {
    "translation": {
      "en": "The Kathmandu Valley sits on an ancient lake",
      "de": "Das Kathmandu-Tal sitzt in einem alten Seebecken,"
    }
  },
  {
    "translation": {
      "en": "and the soil underneath it is filled with soft sediments",
      "de": "und sein Untergrund ist mit weichem Sediment gefüllt,"
    }
  },
  {
    "translation": {
      "en": "that magnify the impact of the earthquakes.",
      "de": "das die Auswirkungen von Erdbeben verstärkt."
    }
  },
  {
    "translation": {
      "en": "At this time the sediment turns from solid to semi-liquid,",
      "de": "das die Auswirkungen von Erdbeben verstärkt. Das Sediment wird von fest zu halb flüssig"
    }
  },
  {
    "translation": {
      "en": "losing its ability to support the structures above.",
      "de": "und kann die darauf gebauten Strukturen nicht halten."
    }
  },
  {
    "translation": {
      "en": "[Vanderplank] Probably the most heartbreaking thing to see was the desperation that set in,",
      "de": "Am herzzerreißendsten war es, die Verzweiflung zu sehen,"
    }
  },
  {
    "translation": {
      "en": "where in that situation so many people just didn't have a life there anymore.",
      "de": "da in dieser Situation viele Leute schlichtweg kein Leben mehr hatten."
    }
  },
  {
    "translation": {
      "en": "There's a lot more impact in a place",
      "de": "Die Folgen sind viel schlimmer,"
    }
  },
  {
    "translation": {
      "en": "where people don't have much of a buffer against such things happening.",
      "de": "wenn Menschen keinen Puffer für so etwas haben."
    }
  },
  {
    "translation": {
      "en": "[narrator] Wedged between China and India, Nepal lies on a \"thrust fault\"",
      "de": "Nepal liegt zwischen China und Indien auf einer Überschiebung,"
    }
  },
  {
    "translation": {
      "en": "where the massive Indian and Eurasian plates",
      "de": "an der die Indische und Eurasische Platte"
    }
  },
  {
    "translation": {
      "en": "are constantly butting heads, pushing over on top of one another.",
      "de": "dauernd zusammenstoßen und sich übereinander schieben."
    }
  },
  {
    "translation": {
      "en": "This movement built the Himalayas more than 40 million years ago",
      "de": "Diese Bewegung schuf den Himalaya vor über 40 Millionen Jahren"
    }
  },
  {
    "translation": {
      "en": "and pushes them about one centimeter higher every year.",
      "de": "und drückt ihn pro Jahr etwa 1 cm höher."
    }
  },
  {
    "translation": {
      "en": "This is making the Kathmandu Valley",
      "de": "Dies macht das Kathmandu-Tal"
    }
  },
  {
    "translation": {
      "en": "one of the most seismically hazardous regions in the world.",
      "de": "zu einer der seismisch gefährlichsten Regionen der Welt."
    }
  },
  {
    "translation": {
      "en": "Larger quakes with a magnitude greater than eight",
      "de": "Größere Beben mit einer Stärke höher als acht"
    }
  },
  {
    "translation": {
      "en": "are expected to send heavily loaded jolts through the earth every 80 years.",
      "de": "sollen etwa alle 80 Jahre schwere Stöße durch den Boden schicken."
    }
  },
  {
    "translation": {
      "en": "[man] It's coming from there.",
      "de": "Es kommt von da."
    }
  },
  {
    "translation": {
      "en": "[narrator] It's hard to resist the seduction of Nepal:",
      "de": "Es ist schwer, Nepal zu widerstehen:"
    }
  },
  {
    "translation": {
      "en": "the mountains, the spirituality, the tranquil beauty,",
      "de": "die Berge, die Spiritualität, die stille Schönheit, die Freundlichkeit der Menschen."
    }
  },
  {
    "translation": {
      "en": "the kindness of the people.",
      "de": "die stille Schönheit, die Freundlichkeit der Menschen."
    }
  },
  {
    "translation": {
      "en": "It's a really beautiful place to be up in the Himalayas.",
      "de": "Es ist wirklich wunderschön, oben auf dem Himalaya zu sein."
    }
  },
  {
    "translation": {
      "en": "Yeah, it's a pretty magical place.",
      "de": "Er ist ein ziemlich magischer Ort."
    }
  },
  {
    "translation": {
      "en": "[narrator] But sometimes, making the most of nature comes with a high price.",
      "de": "Manchmal kostet es einen hohen Preis, das meiste aus der Natur herauszuholen."
    }
  },
  {
    "translation": {
      "en": "Yeah, I think there'll still be a lot of work to do in the coming years.",
      "de": "Ich glaube, in den kommenden Jahren gibt es noch viel zu tun."
    }
  },
  {
    "translation": {
      "en": "But generally, you know, people are still going about their business 'cause they have to.",
      "de": "Aber die Menschen müssen ihrem Leben weiter nachgehen."
    }
  },
  {
    "translation": {
      "en": "[narrator] In the face of danger,",
      "de": "Angesichts der Gefahr arbeiten viele daran,"
    }
  },
  {
    "translation": {
      "en": "so many communities work tirelessly to move forward",
      "de": "Angesichts der Gefahr arbeiten viele daran, weiterzukommen."
    }
  },
  {
    "translation": {
      "en": "but when spirituality reigns, danger is often overlooked.",
      "de": "Aber wenn Spiritualität vorherrscht, wird Gefahr häufig übersehen."
    }
  },
  {
    "translation": {
      "en": "This is one of the greatest rivers in the world,",
      "de": "Dies ist einer der größten Flüsse der Welt,"
    }
  },
  {
    "translation": {
      "en": "sacred to a billion Hindus worldwide.",
      "de": "heilig für eine Milliarde Hindus weltweit."
    }
  },
  {
    "translation": {
      "en": "A river so holy you would expect its waters to be pristine,",
      "de": "Von so einem heiligen Fluss würde man reines Wasser erwarten."
    }
  },
  {
    "translation": {
      "en": "especially considering around eight percent of the world's population",
      "de": "Von so einem heiligen Fluss würde man reines Wasser erwarten. Immerhin leben 8 % der Weltbevölkerung in seinem Einzugsgebiet."
    }
  },
  {
    "translation": {
      "en": "live in its catchment area.",
      "de": "Immerhin leben 8 % der Weltbevölkerung in seinem Einzugsgebiet."
    }
  },
  {
    "translation": {
      "en": "But pollution has turned the Ganges into a lethal cocktail",
      "de": "Aber Verschmutzung machte aus dem Ganges einen tödlichen Cocktail"
    }
  },
  {
    "translation": {
      "en": "of industrial and human waste.",
      "de": "aus Abfall."
    }
  },
  {
    "translation": {
      "en": "From the Himalayas to the Bay of Bengal,",
      "de": "Vom Himalaya bis zum Golf von Bengalen"
    }
  },
  {
    "translation": {
      "en": "the Ganges River passes through more than 100 towns and cities",
      "de": "fließt der Ganges durch über 100 Städte und Siedlungen"
    }
  },
  {
    "translation": {
      "en": "absorbing all their human and industrial waste.",
      "de": "und nimmt deren menschlichen und industriellen Abfall auf."
    }
  },
  {
    "translation": {
      "en": "Millions of liters of untreated sewage from these towns",
      "de": "Millionen Liter unbehandelten Abwassers werden von diesen Städten täglich in den Fluss gepumpt."
    }
  },
  {
    "translation": {
      "en": "is pumped into the river every day.",
      "de": "werden von diesen Städten täglich in den Fluss gepumpt."
    }
  },
  {
    "translation": {
      "en": "By the time it reaches Varanasi, it becomes the sixth most polluted river in the world.",
      "de": "Bei Varanasi ist er auf Platz sechs der meistverschmutzten Flüsse der Welt."
    }
  },
  {
    "translation": {
      "en": "But this doesn't deter devoted Hindus from their daily dipping rituals.",
      "de": "Aber das hält Hindus nicht von ihren Waschungen ab."
    }
  },
  {
    "translation": {
      "en": "Every day pilgrims endure long, hard train journeys",
      "de": "Jeden Tag nehmen Pilger lange, harte Reisen auf sich"
    }
  },
  {
    "translation": {
      "en": "to take a holy dip in its waters.",
      "de": "für ein heiliges Bad in den Gewässern."
    }
  },
  {
    "translation": {
      "en": "The Hindu belief is that if the dead are cremated",
      "de": "Hindus glauben, wenn Tote am Ganges eingeäschert werden,"
    }
  },
  {
    "translation": {
      "en": "on the banks of the Ganges, and in Varanasi specifically,",
      "de": "Hindus glauben, wenn Tote am Ganges eingeäschert werden, in Varanasi,"
    }
  },
  {
    "translation": {
      "en": "that you will break the cycle of rebirth.",
      "de": "wird der Kreislauf der Wiedergeburt unterbrochen."
    }
  },
  {
    "translation": {
      "en": "Every year around 200 tons of half-burnt human flesh",
      "de": "Jedes Jahr werden etwa 100 Tonnen halb verbranntes menschliches Fleisch"
    }
  },
  {
    "translation": {
      "en": "is sent down the river on its way to Nirvana.",
      "de": "den Fluss runtergeschickt, ins Nirwana."
    }
  },
  {
    "translation": {
      "en": "Bathing here really is only for the strong-stomached",
      "de": "Hier zu baden, ist nur für die Hartgesottenen"
    }
  },
  {
    "translation": {
      "en": "or those with blind faith.",
      "de": "oder für solche mit starkem Glauben."
    }
  },
  {
    "translation": {
      "en": "But some locals dispute the seriousness of contamination claims.",
      "de": "Aber manche Anwohner bezweifeln den Schweregrad der Verschmutzung."
    }
  },
  {
    "translation": {
      "en": "This is a fact that it is getting contaminated",
      "de": "Ja, die Verschmutzung ist eine Tatsache."
    }
  },
  {
    "translation": {
      "en": "but not that much that people are going to die while bathing here.",
      "de": "Aber es ist nicht so schlimm, dass Leute sterben, wenn sie hier baden."
    }
  },
  {
    "translation": {
      "en": "If a river is totally contaminated",
      "de": "Ist ein Fluss total verschmutzt,"
    }
  },
  {
    "translation": {
      "en": "you won't see any kind of life in the water",
      "de": "sieht man keinerlei Leben in ihm,"
    }
  },
  {
    "translation": {
      "en": "but I have seen many fish in the river.",
      "de": "aber ich habe viele Fische im Fluss gesehen."
    }
  },
  {
    "translation": {
      "en": "[narrator] In the United States, beaches are closed",
      "de": "In den USA werden Strände gesperrt,"
    }
  },
  {
    "translation": {
      "en": "if the fecal coliform count reaches 200 units per 100mL of water.",
      "de": "wenn das Kolibakterien-Vorkommen 200 Einheiten pro 100 ml Wasser erreicht."
    }
  },
  {
    "translation": {
      "en": "The Ganges River has over one million per 100mL of water,",
      "de": "Der Ganges weist über eine Million pro 100 ml Wasser auf"
    }
  },
  {
    "translation": {
      "en": "making it a highway of viruses and bacteria.",
      "de": "und ist somit ein Paradies für Viren und Bakterien."
    }
  },
  {
    "translation": {
      "en": "If toxic water wasn't enough,",
      "de": "Wäre giftiges Wasser nicht genug,"
    }
  },
  {
    "translation": {
      "en": "flash floods caused by glacial outbursts are another deadly threat",
      "de": "sind Sturzfluten durch Gletscherausbrüche eine weitere tödliche Gefahr für die Bewohner entlang des Ganges."
    }
  },
  {
    "translation": {
      "en": "to those living in villages along the Ganges.",
      "de": "eine weitere tödliche Gefahr für die Bewohner entlang des Ganges."
    }
  },
  {
    "translation": {
      "en": "Rising temperatures are melting the Gangotri Glacier,",
      "de": "Steigende Temperaturen schmelzen den Gangotri-Gletscher,"
    }
  },
  {
    "translation": {
      "en": "the source of the Ganges in the Himalayas.",
      "de": "die Quelle des Ganges auf dem Himalaya."
    }
  },
  {
    "translation": {
      "en": "Scientists say the glacier could disappear entirely by 2030.",
      "de": "Der Gletscher könnte bis 2030 vollständig verschwinden."
    }
  },
  {
    "translation": {
      "en": "If there is no glacier and the monsoon fails,",
      "de": "Wenn es keinen Gletscher gibt und der Monsun ausbleibt,"
    }
  },
  {
    "translation": {
      "en": "then there's gonna be no water available for that river",
      "de": "dann hat der Fluss kein Wasser mehr."
    }
  },
  {
    "translation": {
      "en": "and it will dry up.",
      "de": "Er wird austrocknen."
    }
  },
  {
    "translation": {
      "en": "For a religion whose culture is intimately linked with a river system,",
      "de": "Eine Religion, deren Kultur mit dem Fluss verbunden ist..."
    }
  },
  {
    "translation": {
      "en": "that culture or that religion could be at threat through climate change.",
      "de": "Diese Kultur oder Religion könnte vom Klimawandel bedroht sein."
    }
  },
  {
    "translation": {
      "en": "[narrator] Undeterred, Hindus continue their daily rituals,",
      "de": "Unbeirrt führen die Hindus ihre täglichen Rituale weiter durch,"
    }
  },
  {
    "translation": {
      "en": "believing their gods' power of keeping them safe",
      "de": "denn sie glauben, die Macht ihrer Götter sei viel größer"
    }
  },
  {
    "translation": {
      "en": "is much greater than the power of bacteria",
      "de": "denn sie glauben, die Macht ihrer Götter sei viel größer als die Macht von Bakterien,"
    }
  },
  {
    "translation": {
      "en": "and other parasites they bathe in or drink.",
      "de": "als die Macht von Bakterien, in denen sie baden oder die sie trinken."
    }
  },
  {
    "translation": {
      "en": "The Ganges River is a spiritual, almost beyond earth experience",
      "de": "Der Ganges ist eine spirituelle, fast überirdische Erfahrung"
    }
  },
  {
    "translation": {
      "en": "for the locals and the thousands that flock here daily,",
      "de": "für die Einwohner und die Tausenden, die hierher strömen."
    }
  },
  {
    "translation": {
      "en": "but to live on its banks can only be seen as dangerous.",
      "de": "Aber an seinen Ufern zu leben, kann als gefährlich bezeichnet werden."
    }
  },
  {
    "translation": {
      "en": "Even if at sunrise it looks stunning.",
      "de": "Selbst wenn er bei Sonnenaufgang umwerfend aussieht."
    }
  },
  {
    "translation": {
      "en": "From worshipping an abundance of water",
      "de": "Vom Anbeten von Wasser zu einem Ort,"
    }
  },
  {
    "translation": {
      "en": "to a place where water takes destruction to a new level,",
      "de": "Vom Anbeten von Wasser zu einem Ort, wo Wasser Zerstörung auf ein neues Niveau bringt."
    }
  },
  {
    "translation": {
      "en": "a country where hardship is a way of life.",
      "de": "Ein Land, wo Not eine Lebensart ist."
    }
  },
  {
    "translation": {
      "en": "There are some places in the world you wouldn't choose to go for a holiday",
      "de": "Manche Orte der Welt würde man nie als Urlaubsort wählen."
    }
  },
  {
    "translation": {
      "en": "but some people have no choice.",
      "de": "Manche haben keine Wahl."
    }
  },
  {
    "translation": {
      "en": "Where I'm standing here and behind me, this used to be a village.",
      "de": "Hier und hinter mir war einst ein Dorf. VOLONTÄR ROTES KREUZ"
    }
  },
  {
    "translation": {
      "en": "Red Cross volunteers are telling us",
      "de": "Das Rote Kreuz sagt uns,"
    }
  },
  {
    "translation": {
      "en": "that there were over 20 houses here that have been washed away.",
      "de": "Das Rote Kreuz sagt uns, dass hier über 20 Häuser weggespült wurden."
    }
  },
  {
    "translation": {
      "en": "[narrator] If you think of Africa as endlessly hot, dry and dusty, think again.",
      "de": "Sie denken, Afrika ist unendlich heiß, trocken und staubig?"
    }
  },
  {
    "translation": {
      "en": "In Malawi, widespread flooding in January 2015 left hundreds dead,",
      "de": "In Malawi kosteten schwere Fluten im Januar 2015 Hunderten das Leben,"
    }
  },
  {
    "translation": {
      "en": "and nearly a quarter of a million running for their lives.",
      "de": "und fast eine Viertel Millionen musste um ihr Leben rennen."
    }
  },
  {
    "translation": {
      "en": "Crops were destroyed, livestock lost and homes abandoned.",
      "de": "Ernten wurden zerstört, Vieh verloren und Häuser verlassen."
    }
  },
  {
    "translation": {
      "en": "After a month-long drought, rain was supposed to be a blessed relief.",
      "de": "Nach einem Monat Dürre hätte Regen ein Segen sein sollen,"
    }
  },
  {
    "translation": {
      "en": "But the torrential downpour and ruthless winds",
      "de": "aber die Niederschläge und gnadenlosen Winde"
    }
  },
  {
    "translation": {
      "en": "that was Cyclone Bansi were relentless.",
      "de": "aber die Niederschläge und gnadenlosen Winde des Zyklonen Bansi waren unerbittlich."
    }
  },
  {
    "translation": {
      "en": "Heavy rains during the warm, wet season continuously trigger flash flooding",
      "de": "Starker Regen in der feuchtwarmen Saison löst immer wieder Sturmfluten aus,"
    }
  },
  {
    "translation": {
      "en": "with over 95 percent of annual rain falling at this time.",
      "de": "mit über 95 % des jährlichen Regenfalls zu dieser Zeit."
    }
  },
  {
    "translation": {
      "en": "But in this country it's a way of life.",
      "de": "Aber so ist das Leben in diesem Land."
    }
  },
  {
    "translation": {
      "en": "However, this way of life gets worse:",
      "de": "Es wird jedoch schlimmer."
    }
  },
  {
    "translation": {
      "en": "immense deforestation means no barriers to rapid floodwaters.",
      "de": "Enorme Abholzung bedeutet, es gibt keinen Schutzwall für Sturmfluten."
    }
  },
  {
    "translation": {
      "en": "Add a series of earthquakes to the list and those who live in Malawi",
      "de": "es gibt keinen Schutzwall für Sturmfluten. Hinzu kommen Erdbeben. Die Einwohner Malawis sind Extremen ausgesetzt,"
    }
  },
  {
    "translation": {
      "en": "are constantly threatened by extremes that lead to homelessness,",
      "de": "Die Einwohner Malawis sind Extremen ausgesetzt, die zu Obdachlosigkeit, Hunger und Krankheit führen."
    }
  },
  {
    "translation": {
      "en": "famine and disease.",
      "de": "die zu Obdachlosigkeit, Hunger und Krankheit führen."
    }
  },
  {
    "translation": {
      "en": "There are over 3,000 people at this camp.",
      "de": "Über 3.000 Menschen leben hier."
    }
  },
  {
    "translation": {
      "en": "Most of them have lost all their property that they had.",
      "de": "Die meisten haben ihren Besitz verloren."
    }
  },
  {
    "translation": {
      "en": "Now they need food, shelter and medical attention.",
      "de": "Sie brauchen Essen, Unterkunft und ärztliche Versorgung."
    }
  },
  {
    "translation": {
      "en": "[narrator] Imagine your children were forced to hunt mice for food,",
      "de": "Stellen Sie sich vor, ihre Kinder müssten Mäuse jagen,"
    }
  },
  {
    "translation": {
      "en": "cooking and hanging them to eat the next day.",
      "de": "sie kochen und für den nächsten Tag aufhängen."
    }
  },
  {
    "translation": {
      "en": "With crops ruined and no money to buy meat,",
      "de": "Die Ernte zerstört, kein Geld für Fleisch."
    }
  },
  {
    "translation": {
      "en": "these are the means they must resort to, to survive.",
      "de": "Da müssen sie darauf zurückgreifen, um zu überleben."
    }
  },
  {
    "translation": {
      "en": "It is not only where you live that can be dangerous,",
      "de": "Nicht nur der Ort kann gefährlich sein,"
    }
  },
  {
    "translation": {
      "en": "sometimes it's about the daily commute from one place to the next.",
      "de": "manchmal ist es das tägliche Pendeln von einem Ort zum anderen."
    }
  },
  {
    "translation": {
      "en": "When you call the northern reaches of Pakistan home,",
      "de": "In den nördlichen Regionen Pakistans"
    }
  },
  {
    "translation": {
      "en": "getting around is a tricky prospect.",
      "de": "ist es schwierig, sich fortzubewegen."
    }
  },
  {
    "translation": {
      "en": "This is a mountain country.",
      "de": "Es ist Bergland."
    }
  },
  {
    "translation": {
      "en": "In fact, you'll find four of the world's 14 mountains",
      "de": "Tatsächlich befinden sich hier vier der 14 Berge der Welt,"
    }
  },
  {
    "translation": {
      "en": "that exceed 8,000 meters around these parts.",
      "de": "die über 8.000 m hoch sind."
    }
  },
  {
    "translation": {
      "en": "Driving here requires patience, skill and nerves of steel.",
      "de": "Um hier zu fahren, braucht man Geduld, Fahrkünste und Nerven aus Stahl."
    }
  },
  {
    "translation": {
      "en": "It's very dangerous. It's dangerous because it's very narrow.",
      "de": "Es ist sehr gefährlich. Weil die Straßen sehr schmal sind."
    }
  },
  {
    "translation": {
      "en": "It's very bad surface.",
      "de": "Die Fahrbahn ist sehr schlecht."
    }
  },
  {
    "translation": {
      "en": "The traffic is horrendous. There is a lot of trucks.",
      "de": "Der Verkehr ist furchtbar. Es gibt viele Lastwagen."
    }
  },
  {
    "translation": {
      "en": "And I was sitting on the bus thinking, \"Okay, I'm not looking left or right.\"",
      "de": "Ich saß im Bus und dachte nur: \"Ich sehe nicht hin. Weder links noch rechts.\""
    }
  },
  {
    "translation": {
      "en": "We traveled through hanging bridges.",
      "de": "Wir fuhren über Hängebrücken."
    }
  },
  {
    "translation": {
      "en": "Can you imagine the bus, a four wheel drive,",
      "de": "Können Sie sich vorstellen, wie der Bus mit Vorderantrieb"
    }
  },
  {
    "translation": {
      "en": "traveling through the bridge which is constantly moving?",
      "de": "über die Brücke fährt, die sich ständig bewegt?"
    }
  },
  {
    "translation": {
      "en": "And it's not-- It doesn't look like it's very solid.",
      "de": "Sie sah nicht sehr stabil aus."
    }
  },
  {
    "translation": {
      "en": "Your stomach turns upside down when you go through those things.",
      "de": "Es dreht einem den Magen um, wenn man in solche Situationen kommt."
    }
  },
  {
    "translation": {
      "en": "[narrator] For locals of the towns of Skardu and Gilgit,",
      "de": "Fahren Bewohner der Städte Skardu und Gilgit"
    }
  },
  {
    "translation": {
      "en": "a road trip to the Pakistani capital Islamabad",
      "de": "in Pakistans Hauptstadt Islamabad, können sie genau eine Straße nehmen:"
    }
  },
  {
    "translation": {
      "en": "means taking one route only: the Karakoram Highway.",
      "de": "in Pakistans Hauptstadt Islamabad, können sie genau eine Straße nehmen: den Karakoram-Highway."
    }
  },
  {
    "translation": {
      "en": "[Watroba] The local people living in Skardu",
      "de": "Die Bewohner Skardus"
    }
  },
  {
    "translation": {
      "en": "are a very nice community of, you know, farmers.",
      "de": "sind eine sehr nette Bauerngemeinde."
    }
  },
  {
    "translation": {
      "en": "They've got schools. They've got the military hospital there.",
      "de": "Sie haben Schulen und ein Militärkrankenhaus."
    }
  },
  {
    "translation": {
      "en": "But every time they have to go to Islamabad, the capital city,",
      "de": "Aber wenn sie nach Islamabad müssen, in die Hauptstadt,"
    }
  },
  {
    "translation": {
      "en": "for different reasons, they have to make the journey.",
      "de": "egal, warum, müssen sie diese Reise auf sich nehmen."
    }
  },
  {
    "translation": {
      "en": "That's the only road you can go.",
      "de": "Es ist die einzige Straße, die es gibt."
    }
  },
  {
    "translation": {
      "en": "We are on our way!",
      "de": "Wir sind unterwegs!"
    }
  },
  {
    "translation": {
      "en": "[narrator] Mountain climber Margaret Watroba traveled the highway",
      "de": "Die Kletterin Margaret Watroba reiste auf diesem Highway"
    }
  },
  {
    "translation": {
      "en": "en route to an expedition to the world's second highest peak, K2.",
      "de": "Die Kletterin Margaret Watroba reiste auf diesem Highway zu einer Expedition zum zweithöchsten Berg der Welt, K2."
    }
  },
  {
    "translation": {
      "en": "It's one journey she will never forget.",
      "de": "Eine Reise, die sie nie vergessen wird."
    }
  },
  {
    "translation": {
      "en": "[Watroba] When the car comes towards you",
      "de": "Wenn zwei Autos aufeinander zukommen,"
    }
  },
  {
    "translation": {
      "en": "very often one of the cars has to back off to find a place to hide,",
      "de": "Wenn zwei Autos aufeinander zukommen, muss häufig eines ausweichen und sich in einer Bucht verstecken,"
    }
  },
  {
    "translation": {
      "en": "so other car can pass you.",
      "de": "sodass das andere Auto vorbeipasst."
    }
  },
  {
    "translation": {
      "en": "And the steepness from the road towards the river is incredible",
      "de": "Es geht unglaublich steil von der Straße zum Fluss runter,"
    }
  },
  {
    "translation": {
      "en": "and we were traveling like, centimeters from the edge.",
      "de": "und wir fuhren nur Zentimeter vom Abgrund entfernt."
    }
  },
  {
    "translation": {
      "en": "There are no barriers, no solid barriers.",
      "de": "Es gibt keine Leitplanken, keine feste Absperrung."
    }
  },
  {
    "translation": {
      "en": "[narrator] Built through the 1960s and '70s,",
      "de": "Der Karakoram-Highway wurde in den 1960ern und 70ern gebaut."
    }
  },
  {
    "translation": {
      "en": "the construction of Karakoram Highway was a collaboration",
      "de": "Der Karakoram-Highway wurde in den 1960ern und 70ern gebaut. Es war eine Kollaboration zwischen Pakistan und China."
    }
  },
  {
    "translation": {
      "en": "between the Pakistani and Chinese governments",
      "de": "Es war eine Kollaboration zwischen Pakistan und China."
    }
  },
  {
    "translation": {
      "en": "linking Islamabad with Kashgar, 1,300 kilometers to the north in China.",
      "de": "Er verbindet Islamabad mit Kashgar, 1.300 km nach Norden in China."
    }
  },
  {
    "translation": {
      "en": "Over a thousand workers died during the construction of the highway",
      "de": "Über 1.000 Arbeiter starben während des Highway-Baus."
    }
  },
  {
    "translation": {
      "en": "and even today, sections of this road that cling to the steep mountainsides",
      "de": "Selbst heute sind Teile der Straße, die sich an die Berghänge klammert"
    }
  },
  {
    "translation": {
      "en": "and perch above fast-flowing rivers remain treacherous.",
      "de": "und über reißende Flüsse reicht, immer noch heimtückisch."
    }
  },
  {
    "translation": {
      "en": "There are continuous landslides, bad roads, you know.",
      "de": "Es gibt immer wieder Erdrutsche und schlechte Straßen."
    }
  },
  {
    "translation": {
      "en": "We had to wait two hours on our way back from Skardu to Islamabad",
      "de": "Wir mussten zwei Stunden auf unserem Weg von Skardu nach Islamabad warten,"
    }
  },
  {
    "translation": {
      "en": "for the road to be repaired.",
      "de": "bis die Straße repariert war."
    }
  },
  {
    "translation": {
      "en": "And people repair it by hand.",
      "de": "Und Menschen reparierten sie per Hand."
    }
  },
  {
    "translation": {
      "en": "And I walk through the repaired part, the patch,",
      "de": "Ich ging über den reparierten Teil,"
    }
  },
  {
    "translation": {
      "en": "it was just moving up and down so I didn't go.",
      "de": "und er bewegte sich rauf und runter. Also fuhr ich nicht mit. Ich stieg nicht in den Bus."
    }
  },
  {
    "translation": {
      "en": "I didn't jump on the bus.",
      "de": "Also fuhr ich nicht mit. Ich stieg nicht in den Bus."
    }
  },
  {
    "translation": {
      "en": "I was watching my bus going through.",
      "de": "Ich schaute zu, wie er darüber fuhr."
    }
  },
  {
    "translation": {
      "en": "It went through but I don't know how long that road would hold.",
      "de": "Er schaffte es, aber ich weiß nicht, wie lange die Straße hält."
    }
  },
  {
    "translation": {
      "en": "[narrator] Like the ancient Silk Road trade route it retraces,",
      "de": "Wie die antike Silk-Road-Handelsroute ist der Karakoram-Highway"
    }
  },
  {
    "translation": {
      "en": "the Karakoram Highway remains a vital link between Pakistan's capital",
      "de": "Wie die antike Silk-Road-Handelsroute ist der Karakoram-Highway eine wichtige Verbindung zwischen Pakistans Hauptstadt"
    }
  },
  {
    "translation": {
      "en": "and the communities of the northern mountain ranges.",
      "de": "und den Gemeinden in den nördlichen Bergketten."
    }
  },
  {
    "translation": {
      "en": "A road not without risk,",
      "de": "Die Straße ist nicht ohne Risiko,"
    }
  },
  {
    "translation": {
      "en": "but where courtesy, awareness and careful driving go a long away",
      "de": "aber Höflichkeit, Achtsamkeit und vorsichtiges Fahren"
    }
  },
  {
    "translation": {
      "en": "towards rewarding travelers with safe passage.",
      "de": "belohnen Reisende mit einer sicheren Fahrt."
    }
  },
  {
    "translation": {
      "en": "Traveling extreme roads is insanely hair-raising to the uninitiated,",
      "de": "Extreme Straßen zu befahren, ist für Uneingeweihte haarsträubend."
    }
  },
  {
    "translation": {
      "en": "floating the canals of Venice is possibly far more relaxed.",
      "de": "Die Kanäle von Venedig entlangzutreiben, ist vermutlich entspannender."
    }
  },
  {
    "translation": {
      "en": "However, this isn't a town",
      "de": "Allerdings ist dies keine Stadt,"
    }
  },
  {
    "translation": {
      "en": "where you'd wanna live on the ground floor.",
      "de": "in der Sie im Erdgeschoss leben wollen."
    }
  },
  {
    "translation": {
      "en": "Venice, Italy's breathtaking city of canals on the Adriatic coast,",
      "de": "Venedig, Italiens atemberaubende Kanalstadt an der Adriaküste."
    }
  },
  {
    "translation": {
      "en": "a network of 118 islands connected by bridges,",
      "de": "Ein Netzwerk aus 118 Inseln, die mit Brücken verbunden sind"
    }
  },
  {
    "translation": {
      "en": "all appearing to float on the surface of the Venetian Lagoon.",
      "de": "und auf der Oberfläche der Lagune von Venedig zu treiben scheinen."
    }
  },
  {
    "translation": {
      "en": "But this picturesque illusion could become a disappearing act.",
      "de": "Aber diese malerische Illusion kann schnell verpuffen."
    }
  },
  {
    "translation": {
      "en": "All this water, tidal movement, weather events",
      "de": "All das Wasser, die Gezeiten und Wetterereignisse,"
    }
  },
  {
    "translation": {
      "en": "and a city built on marshland,",
      "de": "eine auf Sumpfland gebaute Stadt"
    }
  },
  {
    "translation": {
      "en": "this is a recipe for disaster that has all the right ingredients.",
      "de": "sind ein Katastrophen-Rezept mit allen richtigen Zutaten."
    }
  },
  {
    "translation": {
      "en": "Whether it be extreme Adriatic tides or winter rains",
      "de": "Extreme adriatische Fluten oder Winterregen"
    }
  },
  {
    "translation": {
      "en": "filling the rivers that flow down to the city,",
      "de": "füllen die zur Stadt fließenden Flüsse."
    }
  },
  {
    "translation": {
      "en": "Venice has always been prone to flooding.",
      "de": "Venedig ist anfällig für Überschwemmungen."
    }
  },
  {
    "translation": {
      "en": "It's a reality that locals are used to living with.",
      "de": "Die Anwohner sind diese Tatsache gewöhnt."
    }
  },
  {
    "translation": {
      "en": "But even without rising waters,",
      "de": "Aber selbst ohne steigenden Wasserspiegel"
    }
  },
  {
    "translation": {
      "en": "Venetians will eventually get their feet wet no matter what time of year.",
      "de": "bekommen Venezianer früher oder später nasse Füße, egal zu welcher Jahreszeit."
    }
  },
  {
    "translation": {
      "en": "You see, this is a city that is slowly but surely sinking.",
      "de": "Venedig ist eine Stadt, die langsam, aber sicher sinkt."
    }
  },
  {
    "translation": {
      "en": "The drawing of groundwater from aquifers around the lagoon last century",
      "de": "Das Abpumpen von Wasser rund um die Lagune löste das Phänomen aus."
    }
  },
  {
    "translation": {
      "en": "triggered this phenomenon.",
      "de": "löste das Phänomen aus."
    }
  },
  {
    "translation": {
      "en": "But since the banning of artesian wells in 1960,",
      "de": "Aber seit des Verbots artesischer Brunnen im Jahr 1960"
    }
  },
  {
    "translation": {
      "en": "the sinking has slowed down.",
      "de": "sinkt die Stadt langsamer."
    }
  },
  {
    "translation": {
      "en": "Even a couple of millimeters each year, though, is enough to ring the alarm bells.",
      "de": "Allerdings sind selbst wenige Millimeter pro Jahr alarmierend."
    }
  },
  {
    "translation": {
      "en": "It's hoped a barrier being constructed that can be raised to block the lagoon",
      "de": "Ein Damm soll die Lagune abschotten,"
    }
  },
  {
    "translation": {
      "en": "when needed and protect Venice from the Adriatic's three meter tidal swells",
      "de": "Venedig vor dem 3-m-Gezeitenanstieg der Adria schützen"
    }
  },
  {
    "translation": {
      "en": "will earn it a reprieve in the short term.",
      "de": "Venedig vor dem 3-m-Gezeitenanstieg der Adria schützen und bewahren."
    }
  },
  {
    "translation": {
      "en": "But will it be enough to stop the floating city",
      "de": "Aber verhindert das, dass die Stadt"
    }
  },
  {
    "translation": {
      "en": "eventually sinking into oblivion?",
      "de": "in Vergessenheit versinkt?"
    }
  },
  {
    "translation": {
      "en": "From Venice, we head to number 47.",
      "de": "Von Venedig weiter zu Platz 47."
    }
  },
  {
    "translation": {
      "en": "But don't let the ranking fool you.",
      "de": "Das Ranking täuscht."
    }
  },
  {
    "translation": {
      "en": "This is a place to visit with extreme caution...",
      "de": "Diesen Ort sollte man mit extremer Vorsicht besuchen,"
    }
  },
  {
    "translation": {
      "en": "if you're allowed in at all.",
      "de": "wenn man reingelassen wird."
    }
  },
  {
    "translation": {
      "en": "It all started with one single case. That's all it takes to start an epidemic.",
      "de": "Alles begann mit einem einzigen Fall. Genug, um eine Epidemie zu starten."
    }
  },
  {
    "translation": {
      "en": "Wild animal meets boy. Boy meets family.",
      "de": "Wildes Tier trifft Junge. Junge trifft Familie."
    }
  },
  {
    "translation": {
      "en": "Family meets community.",
      "de": "Familie trifft Gemeinde."
    }
  },
  {
    "translation": {
      "en": "And it spreads like wildfire,",
      "de": "Es verbreitet sich wie ein Lauffeuer"
    }
  },
  {
    "translation": {
      "en": "especially in a country that has limited medical facilities,",
      "de": "in einem Land mit eingeschränkter medizinischer Versorgung,"
    }
  },
  {
    "translation": {
      "en": "lack of water and sanitation.",
      "de": "Wasser- und Hygienemangel."
    }
  },
  {
    "translation": {
      "en": "After rural Guinea, Ebola quickly delivered many tragic surprises",
      "de": "Nach dem ländlichen Guinea überraschte Ebola schnell"
    }
  },
  {
    "translation": {
      "en": "to unsuspecting victims across its capital Conakry",
      "de": "viele ahnungslose Opfer in der Hauptstadt Conakry"
    }
  },
  {
    "translation": {
      "en": "and it's bordering Sierra Leone and Liberia.",
      "de": "und dem angrenzenden Sierra Leone und Liberia."
    }
  },
  {
    "translation": {
      "en": "More than two and a half thousand in Guinea alone",
      "de": "Mehr als 2.500 verloren alleine in Guinea ihr Leben,"
    }
  },
  {
    "translation": {
      "en": "lost their lives, with unexpected flare-ups still happening.",
      "de": "Mehr als 2.500 verloren alleine in Guinea ihr Leben, und es kommt immer noch zu Ausbrüchen."
    }
  },
  {
    "translation": {
      "en": "Ebola's spread can be controlled by strict infection-control practices,",
      "de": "Die Verbreitung von Ebola kann kontrolliert werden."
    }
  },
  {
    "translation": {
      "en": "but there is no cure for the hemorrhagic disease.",
      "de": "Aber es gibt keine Heilung für die Krankheit."
    }
  },
  {
    "translation": {
      "en": "Living dangerously in Guinea is real.",
      "de": "Gefährlich zu leben, ist in Guinea Realität."
    }
  },
  {
    "translation": {
      "en": "Ebola doesn't disappear. It just goes into hiding.",
      "de": "Ebola verschwindet nicht. Es versteckt sich nur."
    }
  },
  {
    "translation": {
      "en": "Curbing community resistance to control measures",
      "de": "Der Widerstand muss gebrochen und Verhalten geändert werden,"
    }
  },
  {
    "translation": {
      "en": "and changing behaviors while rebuilding a broken community",
      "de": "Der Widerstand muss gebrochen und Verhalten geändert werden, während des Wiederaufbaus einer kaputten Gemeinde."
    }
  },
  {
    "translation": {
      "en": "is what it will take to wear the crown in the fight against Ebola.",
      "de": "während des Wiederaufbaus einer kaputten Gemeinde. Sonst kann man Ebola nicht besiegen."
    }
  },
  {
    "translation": {
      "en": "There's no safety in complacency",
      "de": "Selbstgefälligkeit bietet keinen Schutz"
    }
  },
  {
    "translation": {
      "en": "when you're face to face with this disease.",
      "de": "Selbstgefälligkeit bietet keinen Schutz angesichts dieser Krankheit."
    }
  },
  {
    "translation": {
      "en": "The danger of disease is widespread, but not all diseases are contagious.",
      "de": "Krankheitsgefahren sind verbreitet, aber nicht alles ist ansteckend."
    }
  },
  {
    "translation": {
      "en": "The fallout of nuclear testing delivers debilitating consequences.",
      "de": "Radioaktiver Niederschlag von Atomtests hat degenerative Folgen."
    }
  },
  {
    "translation": {
      "en": "[man] There she goes.",
      "de": "Und los geht's."
    }
  },
  {
    "translation": {
      "en": "Following the now familiar blinding flash, the sinister mushroom rises.",
      "de": "Dann das bekannte blendende Licht, der unheilvolle Pilzaufstieg."
    }
  },
  {
    "translation": {
      "en": "A successful test.",
      "de": "Ein erfolgreicher Test."
    }
  },
  {
    "translation": {
      "en": "It became the most heavily contaminated place on Earth.",
      "de": "Er wurde zum meistverseuchten Ort der Welt."
    }
  },
  {
    "translation": {
      "en": "It's almost like they chose Maralinga and said,",
      "de": "Als hätten sie Maralinga gewählt und gesagt:"
    }
  },
  {
    "translation": {
      "en": "\"Here's the loveliest country on Earth and we're gonna blow it out of existence.\"",
      "de": "\"Wir löschen das schönste Land der Erde aus.\""
    }
  },
  {
    "translation": {
      "en": "And they did.",
      "de": "Und so war es."
    }
  },
  {
    "translation": {
      "en": "[narrator] Between 1956 and 1963,",
      "de": "Zwischen 1956 und 1963"
    }
  },
  {
    "translation": {
      "en": "the British government, in conjunction with the Australian government,",
      "de": "richtete die britische Regierung mit der australischen Regierung ein Atomtestgebiet ein."
    }
  },
  {
    "translation": {
      "en": "set up a nuclear testing site about an eight to ten-hour drive",
      "de": "mit der australischen Regierung ein Atomtestgebiet ein. Die unberührte Landschaft liegt acht bis zehn Stunden Fahrt"
    }
  },
  {
    "translation": {
      "en": "through largely untouched landscape, northwest of Adelaide in South Australia.",
      "de": "Die unberührte Landschaft liegt acht bis zehn Stunden Fahrt nordwestlich von Adelaide in Südaustralien."
    }
  },
  {
    "translation": {
      "en": "There was huge activity going on there.",
      "de": "Dort war ganz schön viel los."
    }
  },
  {
    "translation": {
      "en": "British scientists, the three armed services from Australia:",
      "de": "Britische Wissenschaftler, Australiens Armee, Marine und Luftwaffe,"
    }
  },
  {
    "translation": {
      "en": "army, navy and air force, the same with the British army, navy and air force.",
      "de": "Australiens Armee, Marine und Luftwaffe, sowie die britische Armee, Marine und Luftwaffe."
    }
  },
  {
    "translation": {
      "en": "[narrator] The area, known as Maralinga, was deemed isolated enough",
      "de": "Das Maralinga-Gebiet wurde als isoliert genug betrachtet für mehrere Atomtests."
    }
  },
  {
    "translation": {
      "en": "for a vast array of nuclear tests.",
      "de": "wurde als isoliert genug betrachtet für mehrere Atomtests."
    }
  },
  {
    "translation": {
      "en": "Seven atomic bombs were exploded as part of Operation Buffalo",
      "de": "Sieben Atombomben wurden hochgejagt, im Zuge der Operation Buffalo und Operation Antler"
    }
  },
  {
    "translation": {
      "en": "and Operation Antler in 1956 and '57.",
      "de": "im Zuge der Operation Buffalo und Operation Antler in den Jahren 1956 und 1957."
    }
  },
  {
    "translation": {
      "en": "The experiments were to test the effect of an atomic explosion",
      "de": "Die Experimente testeten die Auswirkungen auf Militärausrüstung"
    }
  },
  {
    "translation": {
      "en": "on military equipment in preparation for the event of a nuclear war.",
      "de": "auf Militärausrüstung als Vorbereitung für den Fall eines Atomkriegs."
    }
  },
  {
    "translation": {
      "en": "Avon Hudson was in the Australian Air Force",
      "de": "Avon Hudson war in der australischen Luftwaffe."
    }
  },
  {
    "translation": {
      "en": "and after gaining security clearance from the Australian Security Intelligence Organization,",
      "de": "Nach der Sicherheitsprüfung durch den australischen Geheimdienst..."
    }
  },
  {
    "translation": {
      "en": "arrived at Maralinga in 1960 with little clue as to what was going on.",
      "de": "...kam er 1960 in Maralinga an. Er hatte wenig Ahnung, was dort ablief."
    }
  },
  {
    "translation": {
      "en": "[Hudson] What I didn't know",
      "de": "Ich wusste nicht,"
    }
  },
  {
    "translation": {
      "en": "was there still was a very big active program going on.",
      "de": "dass dort immer noch ein großes, aktives Programm lief."
    }
  },
  {
    "translation": {
      "en": "So when I arrived there it was a bit of a surprise",
      "de": "Als ich dort also ankam, war ich überrascht,"
    }
  },
  {
    "translation": {
      "en": "because I didn't expect to be in the thick of everything.",
      "de": "da ich nicht erwartet hatte, bei alldem mittendrin zu sein."
    }
  },
  {
    "translation": {
      "en": "Because a few of my mates said,",
      "de": "Denn meine Kumpel hatten gesagt:"
    }
  },
  {
    "translation": {
      "en": "\"Oh, you'll have a bludge up there, there's really nothing to do.\"",
      "de": "\"Das wird entspannt für dich. Es gibt nicht viel zu tun.\""
    }
  },
  {
    "translation": {
      "en": "Well, it wasn't.",
      "de": "Sie irrten."
    }
  },
  {
    "translation": {
      "en": "I was there for a while.",
      "de": "Ich war eine Weile dort."
    }
  },
  {
    "translation": {
      "en": "And like all high security areas,",
      "de": "Wie in allen Hochsicherheitsbereichen wird man versetzt,"
    }
  },
  {
    "translation": {
      "en": "you get moved on, so you don't see everything.",
      "de": "Wie in allen Hochsicherheitsbereichen wird man versetzt, damit man nicht alles sieht."
    }
  },
  {
    "translation": {
      "en": "That's typical of what happens",
      "de": "Das ist typisch"
    }
  },
  {
    "translation": {
      "en": "in many of these types of top security areas.",
      "de": "für viele dieser Hochsicherheitsgebiete."
    }
  },
  {
    "translation": {
      "en": "But what I witnessed and what I was involved in",
      "de": "Aber was ich gesehen habe und worin ich involviert war,"
    }
  },
  {
    "translation": {
      "en": "was a bit horrifying.",
      "de": "war erschreckend."
    }
  },
  {
    "translation": {
      "en": "[narrator] Fifty years since his service at Maralinga,",
      "de": "50 Jahre nach dem Dienst in Maralinga"
    }
  },
  {
    "translation": {
      "en": "Avon is still sharing his stories, fighting for what he believes,",
      "de": "teilt Avon immer noch seine Geschichte und setzt sich ein."
    }
  },
  {
    "translation": {
      "en": "wanting everyone to know that the fallout from this era",
      "de": "Alle sollen wissen, dass der Niederschlag aus dem Gebiet,"
    }
  },
  {
    "translation": {
      "en": "registered widely across Australia that many were affected.",
      "de": "der in Australien gemessen wurde, viele betraf."
    }
  },
  {
    "translation": {
      "en": "Well, I had several mates there...",
      "de": "Ich hatte da mehrere Kumpel."
    }
  },
  {
    "translation": {
      "en": "They're both dead now.",
      "de": "Beide sind jetzt tot."
    }
  },
  {
    "translation": {
      "en": "They were there in '56",
      "de": "Sie waren 1956 da,"
    }
  },
  {
    "translation": {
      "en": "when the actual first bombs were exploded there.",
      "de": "als die ersten richtigen Bomben dort gezündet wurden."
    }
  },
  {
    "translation": {
      "en": "[narrator] All personnel had to be six miles away from the explosion site",
      "de": "Das Personal musste 10 km von der Explosion entfernt sein"
    }
  },
  {
    "translation": {
      "en": "and were told to turn their backs to the explosion.",
      "de": "und wurde angewiesen, ihren Rücken zur Explosion zu drehen."
    }
  },
  {
    "translation": {
      "en": "It was like somebody run a heater",
      "de": "Es fühlte sich an, also ob jemand einen Heizkörper über seinen Rücken strich."
    }
  },
  {
    "translation": {
      "en": "over his back.",
      "de": "also ob jemand einen Heizkörper über seinen Rücken strich."
    }
  },
  {
    "translation": {
      "en": "And he had to flinch from the heat from the blasts.",
      "de": "Die Hitze und die Explosion ließen ihn zusammenzucken."
    }
  },
  {
    "translation": {
      "en": "[man] The mighty power of the atom is unleashed!",
      "de": "Die gewaltige Kraft des Atoms ist freigesetzt!"
    }
  },
  {
    "translation": {
      "en": "[Hudson] And then they had to put their hands over their eyes",
      "de": "Dann... ...legten sie die Hände über die Augen..."
    }
  },
  {
    "translation": {
      "en": "to make sure the flash never affected them 'cause it can blind you.",
      "de": "...um sich vor dem Blitz zu schützen, denn er kann blind machen."
    }
  },
  {
    "translation": {
      "en": "But he could see all his finger bones through his eyes.",
      "de": "Aber er konnte alle seine Fingerknochen durch seine Augen sehen."
    }
  },
  {
    "translation": {
      "en": "The flash came right through him like an X-ray.",
      "de": "Der Blitz ging durch ihn wie Röntgenstrahlen."
    }
  },
  {
    "translation": {
      "en": "And then, about ten seconds later...",
      "de": "Und dann, etwa zehn Sekunden später..."
    }
  },
  {
    "translation": {
      "en": "the sound came.",
      "de": "...kam der Ton."
    }
  },
  {
    "translation": {
      "en": "Much later, the shock wave hit him.",
      "de": "Viel später traf ihn die Stoßwelle."
    }
  },
  {
    "translation": {
      "en": "And nearly knocked him over.",
      "de": "Sie warf ihn fast um."
    }
  },
  {
    "translation": {
      "en": "[narrator] Whilst the tests ranged in size from 1.4 kilotons to 26.6 kilotons",
      "de": "Die Tests variierten in der Größe von 1,4 Kilotonnen bis 26,6 Kilotonnen."
    }
  },
  {
    "translation": {
      "en": "the last of the seven explosions, code named Taranaki, was the largest,",
      "de": "Die letzte der Explosionen, genannt Taranaki, war die größte."
    }
  },
  {
    "translation": {
      "en": "larger than the atomic bombs that hit Hiroshima and Nagasaki in 1945",
      "de": "Sie war größer als die Atombomben, die Hiroshima und Nagasaki 1945 trafen,"
    }
  },
  {
    "translation": {
      "en": "at the end of World War II.",
      "de": "am Ende des Zweiten Weltkriegs."
    }
  },
  {
    "translation": {
      "en": "[Hudson] Because they were experimental bombs, in testing phase,",
      "de": "Da sie Testbomben waren, also in der Testphase..."
    }
  },
  {
    "translation": {
      "en": "they were very dirty, radiologically.",
      "de": "...waren sie radiologisch schmutzig."
    }
  },
  {
    "translation": {
      "en": "So the radiation done huge damage as well.",
      "de": "Die Strahlung hat enormen Schaden angerichtet."
    }
  },
  {
    "translation": {
      "en": "[narrator] For the local Aboriginal families, their home had become the atomic test site.",
      "de": "Das Zuhause der ansässigen Aborigines wurde zum Atomtest-Gebiet."
    }
  },
  {
    "translation": {
      "en": "Most of the indigenous people living in the area",
      "de": "Die meisten Ureinwohner der Gegend"
    }
  },
  {
    "translation": {
      "en": "had been moved on by authorities.",
      "de": "Die meisten Ureinwohner der Gegend wurden umgesiedelt."
    }
  },
  {
    "translation": {
      "en": "But many did not avoid the radioactive fallout.",
      "de": "Aber viele entkamen dem radioaktiven Niederschlag nicht."
    }
  },
  {
    "translation": {
      "en": "There was no place that I know of",
      "de": "Es gab keinen Ort, den ich kenne,"
    }
  },
  {
    "translation": {
      "en": "where you're reading all the literature around the world,",
      "de": "selbst wenn man alle Literatur der Welt in verschiedensten Quellen liest,"
    }
  },
  {
    "translation": {
      "en": "from various sources, that had so much plutonium in such one area.",
      "de": "selbst wenn man alle Literatur der Welt in verschiedensten Quellen liest, der so eine hohe Plutoniumkonzentration an einem Ort hatte."
    }
  },
  {
    "translation": {
      "en": "We know plutonium is highly dangerous.",
      "de": "Plutonium ist höchst gefährlich."
    }
  },
  {
    "translation": {
      "en": "It's one of those long-lived, not the longest lived isotope.",
      "de": "Es ist eines dieser langlebigen Isotope. Nicht das langlebigste."
    }
  },
  {
    "translation": {
      "en": "It is one of the long-lived, highly dangerous ones.",
      "de": "Es ist eines der langlebigen, gefährlichen Isotope."
    }
  },
  {
    "translation": {
      "en": "[narrator] The clean-up operation over the years has been extensive.",
      "de": "Die Aufräumarbeiten waren über die Jahre sehr umfangreich."
    }
  },
  {
    "translation": {
      "en": "However, there is still much debate about how safe the area is.",
      "de": "Aber es wird viel darüber diskutiert, wie sicher die Gegend ist."
    }
  },
  {
    "translation": {
      "en": "[Hudson] Well, they cleaned up the immediate area,",
      "de": "Die unmittelbare Umgebung wurde aufgeräumt."
    }
  },
  {
    "translation": {
      "en": "where the actual contamination, the blasts took place.",
      "de": "Dort, wo die eigentliche Kontaminierung, die Explosion stattfand."
    }
  },
  {
    "translation": {
      "en": "I could go back there now and I'd feel quite safe,",
      "de": "Man kann sich dort nun recht sicher fühlen."
    }
  },
  {
    "translation": {
      "en": "because they took off up to a meter of earth.",
      "de": "Denn bis zu 1 m Erdreich wurden abgetragen."
    }
  },
  {
    "translation": {
      "en": "In some places more than a meter,",
      "de": "An manchen Stellen mehr als 1 m."
    }
  },
  {
    "translation": {
      "en": "and took it away and buried it in a deep trench.",
      "de": "Es wurde weggebracht und tief vergraben."
    }
  },
  {
    "translation": {
      "en": "But for the first 90 miles, it's still quite heavily contaminated",
      "de": "Aber die ersten 150 km sind noch ziemlich stark verseucht."
    }
  },
  {
    "translation": {
      "en": "with plutonium just laying on the surface.",
      "de": "Auf der Oberfläche liegt Plutonium."
    }
  },
  {
    "translation": {
      "en": "And that can still blow away under adverse weather conditions,",
      "de": "Unter ungünstigen Wetterbedingungen kann es immer noch wegwehen."
    }
  },
  {
    "translation": {
      "en": "so realistically, it was a huge amount in an area",
      "de": "Es gab es eine riesige Menge in dieser Gegend."
    }
  },
  {
    "translation": {
      "en": "that lasts to this day and will for another 240,000 years.",
      "de": "Sie besteht bis heute und wird für weitere 240.000 Jahre bestehen."
    }
  },
  {
    "translation": {
      "en": "[narrator] The Australian government, declaring the site safe,",
      "de": "Die Regierung erklärte das Gebiet für sicher."
    }
  },
  {
    "translation": {
      "en": "has returned the land to the traditional owners",
      "de": "Die Regierung erklärte das Gebiet für sicher. Sie gab das Land den Besitzern zurück,"
    }
  },
  {
    "translation": {
      "en": "who are setting up the former nuclear test site as a tourism center.",
      "de": "Sie gab das Land den Besitzern zurück, die dort ein Touristenzentrum einrichten."
    }
  },
  {
    "translation": {
      "en": "It's an opportunity to maintain the history of what happened in these lands.",
      "de": "So kann die Geschichte dessen, was dort passierte, bewahrt werden."
    }
  },
  {
    "translation": {
      "en": "There are still warning signs",
      "de": "Es gibt noch Warnschilder,"
    }
  },
  {
    "translation": {
      "en": "and there are many who would never step foot near Maralinga.",
      "de": "und viele würden nie in die Nähe von Maralinga gehen."
    }
  },
  {
    "translation": {
      "en": "But for the curious, this is a chance to see a remote destination",
      "de": "Aber Neugierige können einen abgelegenen Ort besuchen,"
    }
  },
  {
    "translation": {
      "en": "where atomic bombs were exploded with allegedly little regard",
      "de": "wo Atombomben getestet wurden, wobei wenig darauf geachtet wurde,"
    }
  },
  {
    "translation": {
      "en": "to the effect on those who worked and lived at the site.",
      "de": "welche Folgen das für jene hat, die dort arbeiteten und lebten."
    }
  },
  {
    "translation": {
      "en": "Dangerous or not, would you take the risk?",
      "de": "Gefährlich? Würden Sie das Risiko eingehen?"
    }
  },
  {
    "translation": {
      "en": "We are ranking the 72 most dangerous places to live",
      "de": "Wir bewerten die 72 gefährlichsten Orte"
    }
  },
  {
    "translation": {
      "en": "and selecting three of the worst for our final countdown.",
      "de": "und wählen die drei schlimmsten für unseren Countdown."
    }
  },
  {
    "translation": {
      "en": "Kiribati is high on the list.",
      "de": "Kiribati steht oben auf der Liste."
    }
  },
  {
    "translation": {
      "en": "In the foreseeable future",
      "de": "In absehbarer Zukunft droht dieses Land"
    }
  },
  {
    "translation": {
      "en": "this country is at risk of disappearing below rising sea levels.",
      "de": "In absehbarer Zukunft droht dieses Land unter dem steigenden Meeresspiegel zu versinken."
    }
  },
  {
    "translation": {
      "en": "It's a dire warning to the rest of the world.",
      "de": "Eine Warnung an die Welt."
    }
  },
  {
    "translation": {
      "en": "But will the world take heed and help?",
      "de": "Aber beachtet die Welt diese und hilft?"
    }
  },
  {
    "translation": {
      "en": "It is what is at the heart of Varanasi that puts it into contention:",
      "de": "Was im Herzen von Varanasi liegt, bringt es ins Rennen."
    }
  },
  {
    "translation": {
      "en": "the purity of their spirituality inadvertently leads them to toxicity.",
      "de": "Was im Herzen von Varanasi liegt, bringt es ins Rennen. Die Reinheit ihrer Spiritualität macht giftig."
    }
  },
  {
    "translation": {
      "en": "And finally, risking the thrill of mountain life",
      "de": "Und zu guter Letzt, der Kick des Berglebens"
    }
  },
  {
    "translation": {
      "en": "is a winter lifestyle for millions of people worldwide.",
      "de": "ist ein Winter-Lifestyle für Millionen Menschen."
    }
  },
  {
    "translation": {
      "en": "But for the rescue crews in the Rocky Mountains,",
      "de": "Aber in den Rocky Mountains"
    }
  },
  {
    "translation": {
      "en": "this lifestyle can quickly become overwhelmingly devastating.",
      "de": "kann dieser Lebensstil schnell niederschmetternd werden."
    }
  },
  {
    "translation": {
      "en": "Our world can be very dangerous,",
      "de": "Unsere Welt kann sehr gefährlich sein."
    }
  },
  {
    "translation": {
      "en": "seldom can we predict what will happen next.",
      "de": "Nur selten können wir voraussagen, was als Nächstes passiert."
    }
  }
]