[
  {
    "translation": {
      "en": "[narrator] As puberty begins, hormones are released",
      "de": "MITTELSCHULE HERBSTBALL Ab der Pubertät werden Hormone freigesetzt."
    }
  },
  {
    "translation": {
      "en": "and the sexual organs begin to change.",
      "de": "Die Geschlechtsorgane verändern sich."
    }
  },
  {
    "translation": {
      "en": "The uterus is the center of female reproductive activity...",
      "de": "Die Gebärmutter ist das Fortpflanzungs-Zentrum der Frau..."
    }
  },
  {
    "translation": {
      "en": "The uterus? I thought girls had vaginas.",
      "de": "Die Gebärmutter? Ich dachte, Mädchen hätten eine Vagina."
    }
  },
  {
    "translation": {
      "en": "I thought that, too, but I guess they don't. Maybe vagina is, like, slang.",
      "de": "-Dachte ich auch. Aber wohl doch nicht. -Vielleicht ist \"Vagina\" Umgangssprache."
    }
  },
  {
    "translation": {
      "en": "[voice] Did someone say \"vagina\"?",
      "de": "Sagte jemand \"Vagina\"?"
    }
  },
  {
    "translation": {
      "en": "-Oh, no, no, no. Not now. -Fuck, yeah, now!",
      "de": "-Oh nein, nicht jetzt. -Doch!"
    }
  },
  {
    "translation": {
      "en": "Go away. You are not real.",
      "de": "Hau ab. Dich gibt es nicht."
    }
  },
  {
    "translation": {
      "en": "You're just some hormone monster my brain created.",
      "de": "Du bist nur ein Hormonmonster, das mein Hirn erfunden hat."
    }
  },
  {
    "translation": {
      "en": "If I'm not real, then how come I'm sending blood",
      "de": "Ach ja? Und wie kann ich dann Blut in deinen süßen Penis schicken?"
    }
  },
  {
    "translation": {
      "en": "to your sweet penis right now?",
      "de": "Und wie kann ich dann Blut in deinen süßen Penis schicken?"
    }
  },
  {
    "translation": {
      "en": "-[moans] Come on. -[narrator] The ovaries release the egg,",
      "de": "-Komm schon. -Die Eierstöcke geben ein Ei ab."
    }
  },
  {
    "translation": {
      "en": "then travel down the Fallopian tube.",
      "de": "Dieses wandert im Eileiter nach unten."
    }
  },
  {
    "translation": {
      "en": "\"Fallopian.\" What a savory word.",
      "de": "Eileiter, was für ein pikantes Wort."
    }
  },
  {
    "translation": {
      "en": "Describes exactly what it is, you know what I mean?",
      "de": "Es beschreibt genau, was es ist, verstehst du?"
    }
  },
  {
    "translation": {
      "en": "Okay, I should tell you, this is school and we need boundaries.",
      "de": "Ok, ich sage dir, das hier ist die Schule. Es gibt Grenzen."
    }
  },
  {
    "translation": {
      "en": "If you want me to go away, you know what you have to do.",
      "de": "Du weißt, was du tun musst, damit ich verschwinde."
    }
  },
  {
    "translation": {
      "en": "-[sighs] Jerk off-- -Jerk off, yeah, yeah, yeah! Exactly.",
      "de": "Du weißt, was du tun musst, damit ich verschwinde. -Wichsen? -Wichsen, ja, genau!"
    }
  },
  {
    "translation": {
      "en": "Let's go to the bathroom and climax into that thin toilet paper.",
      "de": "Komm, wir gehen aufs Klo und spritzen in das dünne Klopapier."
    }
  },
  {
    "translation": {
      "en": "How come in all these videos puberty for boys is like the miracle of ejaculation",
      "de": "Wieso geht es in diesen Videos bei Jungs nur um das Wunder der Ejakulation"
    }
  },
  {
    "translation": {
      "en": "and for girls we're just a yarn ball of aching tubes?",
      "de": "und bei Mädchen nur um schmerzende Eileiter?"
    }
  },
  {
    "translation": {
      "en": "-Ew, that's gross. -Yeah, exactly. And that's why we need equal pay.",
      "de": "-Ekelhaft. -Genau. Daher brauchen wir gleichen Lohn."
    }
  },
  {
    "translation": {
      "en": "My dad says when you take into account maternity leave,",
      "de": "Dad sagt, zieht man den Mutterschutz ab, kriegt ihr gleichen Lohn."
    }
  },
  {
    "translation": {
      "en": "-you do get equal pay. -Your dad's a scumbag DUI attorney.",
      "de": "Dad sagt, zieht man den Mutterschutz ab, kriegt ihr gleichen Lohn. -Dein Dad ist ein Anwalt für Alkoholiker. -Ja, und er verdient gut."
    }
  },
  {
    "translation": {
      "en": "Yeah, and he makes bank.",
      "de": "-Dein Dad ist ein Anwalt für Alkoholiker. -Ja, und er verdient gut."
    }
  },
  {
    "translation": {
      "en": "Too bad he can't afford tweezers for that unibrow.",
      "de": "Nicht genug für eine Pinzette für die Monobraue."
    }
  },
  {
    "translation": {
      "en": "-[screams] Shut up, Matthew! -Come on, come on, come on!",
      "de": "-Halt's Maul, Matthew! -Los!"
    }
  },
  {
    "translation": {
      "en": "Wheels up in 30 seconds. Ms. Kazan, can I please go to the bathroom, please?",
      "de": "-Abflug in 30 Sekunden. -Ms. Kazan, darf ich bitte aufs Klo?"
    }
  },
  {
    "translation": {
      "en": "If you don't get out of here right now, we're gonna \"Jackson Pollack\" all over your pants.",
      "de": "Wenn du jetzt nicht gehst, verziert Jackson Pollock deine Hose."
    }
  },
  {
    "translation": {
      "en": "-Who? -He's a famous abstract expressionist.",
      "de": "-Wer? -Ein abstrakter Expressionist."
    }
  },
  {
    "translation": {
      "en": "-Oh, my God... -I'll take notes for you, Andrew.",
      "de": "-Ich schreibe mit. -Danke."
    }
  },
  {
    "translation": {
      "en": "-Thanks, Missy. -Let's go, let's go.",
      "de": "-Los. -Ich komme."
    }
  },
  {
    "translation": {
      "en": "-I'm coming, I'm coming. -Not yet.",
      "de": "-Los. -Ich komme. Noch nicht. Deshalb gehen wir ja aufs Klo."
    }
  },
  {
    "translation": {
      "en": "That's why we gotta get to the bathroom, sweetheart.",
      "de": "Noch nicht. Deshalb gehen wir ja aufs Klo."
    }
  },
  {
    "translation": {
      "en": "Am I a lucky guy or what?",
      "de": "Ich bin ein Glückspilz, was?"
    }
  },
  {
    "translation": {
      "en": "I've got this beautiful family, a gorgeous home,",
      "de": "Meine Familie und mein Zuhause sind wunderbar."
    }
  },
  {
    "translation": {
      "en": "the sounds of Duke Ellington-- a great African-American American.",
      "de": "Der Klang von Duke Ellington. Ein toller afroamerikanischer Amerikaner."
    }
  },
  {
    "translation": {
      "en": "Andrew, did you know that Duke Ellington died in this house?",
      "de": "Andrew, Duke Ellington starb in diesem Haus."
    }
  },
  {
    "translation": {
      "en": "I did, Dr. Birch. This house has rhythm.",
      "de": "Ja, Dr. Birch. Dieses Haus hat Rhythmus."
    }
  },
  {
    "translation": {
      "en": "That's right. What can I say? I love cocktail facts,",
      "de": "Das stimmt. Was soll ich sagen? Ich liebe Trivia."
    }
  },
  {
    "translation": {
      "en": "-and I also love this woman. -[chuckles]",
      "de": "Und ich liebe diese Frau."
    }
  },
  {
    "translation": {
      "en": "Not only did she prepare a fantastic meal and birth three beautiful children--",
      "de": "Sie kochte eine fantastische Mahlzeit und gebar drei wunderbare Kinder."
    }
  },
  {
    "translation": {
      "en": "-no drugs. -Oh, please. Nick slipped right out of me.",
      "de": "-Ohne Schmerzmittel. -Nick rutschte raus."
    }
  },
  {
    "translation": {
      "en": "-Mom, Andrew's here. -He's family.",
      "de": "-Andrew ist da. -Er gehört zur Familie."
    }
  },
  {
    "translation": {
      "en": "Anyway, he shouldn't be afraid of a vagina.",
      "de": "-Eine Vagina muss er nicht fürchten. -Ok, entschuldigt ihr uns?"
    }
  },
  {
    "translation": {
      "en": "-Okay, can we be excused? -Once you pay the \"snuggle tax.\"",
      "de": "-Eine Vagina muss er nicht fürchten. -Ok, entschuldigt ihr uns? -Zahle erst den Kuschelzoll. Komm her. -Komm her."
    }
  },
  {
    "translation": {
      "en": "-Come here. -Come here.",
      "de": "-Zahle erst den Kuschelzoll. Komm her. -Komm her."
    }
  },
  {
    "translation": {
      "en": "-Mom! -[sighs]",
      "de": "Mom!"
    }
  },
  {
    "translation": {
      "en": "Oh, I could eat you alive. Mom, can you not do this in front of Andrew?",
      "de": "-Ich könnte dich aufessen. -Nicht vor Andrew."
    }
  },
  {
    "translation": {
      "en": "-You smell like fresh-buttered baby. -Gimme a whiff.",
      "de": "-Du riechst wie ein Baby. -Mal riechen."
    }
  },
  {
    "translation": {
      "en": "-Mom, loosen your grip. -I want to put you back up inside.",
      "de": "-Lass los. -Ich will dich wieder im Bauch haben."
    }
  },
  {
    "translation": {
      "en": "Okay, we're going up now. Goodbye.",
      "de": "Wir gehen. Tschüs."
    }
  },
  {
    "translation": {
      "en": "Love you, Nicholas. Love you. And you, too, Andrew.",
      "de": "Ich habe dich lieb, Nicholas. Dich auch, Andrew."
    }
  },
  {
    "translation": {
      "en": "[thumps] Ooh! Ow! Sorry.",
      "de": "Sorry."
    }
  },
  {
    "translation": {
      "en": "What a fantastic best friend. The kid's dynamite.",
      "de": "Was für ein toller bester Freund. Der ist eine Wucht."
    }
  },
  {
    "translation": {
      "en": "From the corner! Swish-hh!",
      "de": "Aus der Ecke! Versenkt."
    }
  },
  {
    "translation": {
      "en": "Hey, so this, like, dance on Friday,",
      "de": "Also, dieser Ball am Freitag..."
    }
  },
  {
    "translation": {
      "en": "-I think I'm not gonna go. -Oh, please. Yes, you are.",
      "de": "-Ich gehe nicht hin. -Bitte. Doch."
    }
  },
  {
    "translation": {
      "en": "I'm not gonna ask a girl. I don't need that kind of rejection.",
      "de": "Ich frage kein Mädchen. Ich will keinen Korb kriegen."
    }
  },
  {
    "translation": {
      "en": "We're gonna go as a group-- me, you, Jessi and Jay.",
      "de": "Wir gehen als Gruppe: ich, du, Jessi und Jay."
    }
  },
  {
    "translation": {
      "en": "But Jay's been bragging that he's gonna get fingered at the dance.",
      "de": "Aber Jay hat geprahlt, dass er beim Ball befummelt wird."
    }
  },
  {
    "translation": {
      "en": "-What? -He's gonna get fingered.",
      "de": "-Was? -Er wird befummelt."
    }
  },
  {
    "translation": {
      "en": "Okay, first of all, I think he's got that wrong.",
      "de": "Ok, ich glaube, das hat er falsch verstanden."
    }
  },
  {
    "translation": {
      "en": "Either that or you have grossly misquoted him.",
      "de": "Entweder das, oder du hast ihn falsch zitiert."
    }
  },
  {
    "translation": {
      "en": "And Jay hasn't even kissed a girl, I guarantee it. None of us have. Not, you know, with tongue anyway.",
      "de": "Und Jay hat noch nie ein Mädchen geküsst. Keiner von uns. Kein Zungenkuss."
    }
  },
  {
    "translation": {
      "en": "Of course, 'cause when you do kiss a girl, to make it official...",
      "de": "Natürlich. Für einen richtigen Kuss muss man..."
    }
  },
  {
    "translation": {
      "en": "-There's gotta be tongue. -Major tongue.",
      "de": "-Die Zunge einsetzen. -Und wie."
    }
  },
  {
    "translation": {
      "en": "-You want to flick your tongue around. -Ideally.",
      "de": "-Sie bewegen. -Idealerweise."
    }
  },
  {
    "translation": {
      "en": "And you really want to get your tongue underneath hers, too.",
      "de": "-Man muss mit der Zunge unter ihre Zunge. -Ja."
    }
  },
  {
    "translation": {
      "en": "Yeah, you want to get in there like a Claritin to just dissolve.",
      "de": "Und sich wie eine Brausetablette auflösen."
    }
  },
  {
    "translation": {
      "en": "-We know what we're talking about. -It's nice to talk like men.",
      "de": "-Wir wissen Bescheid. -Wir reden wie Männer."
    }
  },
  {
    "translation": {
      "en": "Ow! It stings.",
      "de": "Das brennt."
    }
  },
  {
    "translation": {
      "en": "But it's worth it.",
      "de": "Aber es lohnt sich."
    }
  },
  {
    "translation": {
      "en": "-What are you doing? -Oh, my God!",
      "de": "-Was? -Oh Gott!"
    }
  },
  {
    "translation": {
      "en": "-Don't look. -Of course. I'm not looking at all.",
      "de": "-Nicht gucken. -Klar. Ich gucke nicht!"
    }
  },
  {
    "translation": {
      "en": "-No! Sorry. -Oh, my God.",
      "de": "-Nein! -Oh Gott. -Sorry! -Warum?"
    }
  },
  {
    "translation": {
      "en": "-Sorry for what? -I don't know.",
      "de": "-Sorry! -Warum?"
    }
  },
  {
    "translation": {
      "en": "I don't know either.",
      "de": "-Weiß nicht. -Ich auch nicht!"
    }
  },
  {
    "translation": {
      "en": "You know, I actually didn't even see anything.",
      "de": "Weißt du, ich habe eigentlich gar nichts gesehen."
    }
  },
  {
    "translation": {
      "en": "I don't even know what you're talking about. Okay. Well, good night.",
      "de": "-Ich weiß nicht mal, wovon du sprichst. -Ok. Na dann, gute Nacht."
    }
  },
  {
    "translation": {
      "en": "Knock knock. Who's there? It's the Hormone Monster.",
      "de": "Klopf, klopf. Wer ist da? Das Hormonmonster."
    }
  },
  {
    "translation": {
      "en": "No, no, no, you gotta be kidding me.",
      "de": "Nein, das ist nicht dein Ernst."
    }
  },
  {
    "translation": {
      "en": "-Nick is right there, sir. -And?",
      "de": "-Nick liegt neben mir, Sir. -Und?"
    }
  },
  {
    "translation": {
      "en": "And I'm a good person. I wouldn't do that laying next to a friend.",
      "de": "Ich bin ein guter Mensch. Ich tu's nicht neben einem Freund."
    }
  },
  {
    "translation": {
      "en": "-Then why am I here? -Oh, my God, you're always right.",
      "de": "-Warum bin ich dann da? -Oh Gott, du hast immer recht."
    }
  },
  {
    "translation": {
      "en": "-What the hell is wrong with me? -Nothing.",
      "de": "-Was ist los mit mir? -Nichts."
    }
  },
  {
    "translation": {
      "en": "You're a perfectly normal gross little dirtbag.",
      "de": "Du bist ein ganz normaler, ekliger kleiner Drecksack."
    }
  },
  {
    "translation": {
      "en": "Now stare at that cat clock and massage your dinger.",
      "de": "Sieh auf die Katzenuhr und massiere dein Ding."
    }
  },
  {
    "translation": {
      "en": "No. Nick's grandmother gave him that clock.",
      "de": "Nein. Die Uhr ist von Nicks Großmutter."
    }
  },
  {
    "translation": {
      "en": "-She knew what she was doing. -Yeah, she did.",
      "de": "-Sie wusste, was sie tat. -Ja, stimmt."
    }
  },
  {
    "translation": {
      "en": "-Okay. -Oh... What a little clock-tease.",
      "de": "-Ok. -Du machst die Uhr ganz heiß."
    }
  },
  {
    "translation": {
      "en": "Her eyes are darting back and forth, thinking, \"Meow-meow, who's got the cream?\"",
      "de": "Ihre Augen gehen hin und her. Sie denkt: \"Miau, miau, wo ist die Sahne?\""
    }
  },
  {
    "translation": {
      "en": "-Me. I've got the cream. -Yeah.",
      "de": "-Hier. Ich habe die Sahne. -Ja."
    }
  },
  {
    "translation": {
      "en": "-Oh, my God. -It's okay. It's okay.",
      "de": "-Oh Gott. -Es ist ok, es ist ok."
    }
  },
  {
    "translation": {
      "en": "Just picture your dad's associate Susan.",
      "de": "Stell dir die Kollegin deines Vaters vor, Susan."
    }
  },
  {
    "translation": {
      "en": "-[Andrew] Oh, Susan. -[Hormone Monster] Mmm...",
      "de": "Susan."
    }
  },
  {
    "translation": {
      "en": "Susan actually came to the summer outing,",
      "de": "Susan war beim Sommerausflug dabei."
    }
  },
  {
    "translation": {
      "en": "and she said that I was really sprouting into a fine young man.",
      "de": "Sie sagte, ich würde ein ansehnlicher junger Mann."
    }
  },
  {
    "translation": {
      "en": "That's right. Look at her sinewy arms.",
      "de": "Ja. Sieh dir ihre kräftigen Arme an."
    }
  },
  {
    "translation": {
      "en": "-Susan, show me your top naked. -Yeah.",
      "de": "-Susan, zeig dich oben ohne. -Ja."
    }
  },
  {
    "translation": {
      "en": "-Oh, God. -And she's got Fallopian tubes.",
      "de": "-Oh Gott. -Und sie hat Eileiter."
    }
  },
  {
    "translation": {
      "en": "Oh, God, okay.",
      "de": "Oh Gott, ok."
    }
  },
  {
    "translation": {
      "en": "So, Susan, um, what's it like [grunts] to be in human resources?",
      "de": "Also, Susan, wie ist es so, in der Personalabteilung zu arbeiten?"
    }
  },
  {
    "translation": {
      "en": "I'm done.",
      "de": "Fertig."
    }
  },
  {
    "translation": {
      "en": "Good night, you prince of Westchester, you king of the tri-state area.",
      "de": "Gute Nacht, Prinz von Westchester, König des Dreiländerecks."
    }
  },
  {
    "translation": {
      "en": "-Wait. What do we do about the mess? -Sleep in it, pig. Mwah.",
      "de": "-Halt. Was machen wir mit der Sauerei? -Drin schlafen."
    }
  },
  {
    "translation": {
      "en": "So we're not going to Jay's to play basketball? No. Um...",
      "de": "-Wir gehen nicht zu Jay? Kein Basketball? -Nein."
    }
  },
  {
    "translation": {
      "en": "it turns out that I have family stuff this weekend.",
      "de": "Familien-Angelegenheiten."
    }
  },
  {
    "translation": {
      "en": "Oh. Well... this is me.",
      "de": "Tja... Da wären wir."
    }
  },
  {
    "translation": {
      "en": "-I'll see you at school on Monday? -Yeah.",
      "de": "-Sehen wir uns am Montag in der Schule? -Ja. Natürlich."
    }
  },
  {
    "translation": {
      "en": "Totally. Uh... have a nice rest of your weekend.",
      "de": "-Sehen wir uns am Montag in der Schule? -Ja. Natürlich. -Schönes Rest-Wochenende. -Danke."
    }
  },
  {
    "translation": {
      "en": "-Thank you. -Um, you're welcome.",
      "de": "-Schönes Rest-Wochenende. -Danke. Gern."
    }
  },
  {
    "translation": {
      "en": "-I'll get out on the curb side now. -Yeah, great.",
      "de": "-Ich steige auf der Gehweg-Seite aus. -Ja."
    }
  },
  {
    "translation": {
      "en": "-Traffic side. -Yeah, that's smart.",
      "de": "-Wegen des Verkehrs. -Vernünftig."
    }
  },
  {
    "translation": {
      "en": "Bye, Mrs. Birch.",
      "de": "Tschüs, Mrs. Birch."
    }
  },
  {
    "translation": {
      "en": "What's going on? I thought Andrew was staying over all weekend.",
      "de": "Was ist los? Ich dachte, Andrew bleibt übers Wochenende."
    }
  },
  {
    "translation": {
      "en": "I just-- it's nothing.",
      "de": "Ich... Nichts."
    }
  },
  {
    "translation": {
      "en": "-Nick? -Nicholas, we're your parents.",
      "de": "-Nick? -Nicholas, wir sind deine Eltern."
    }
  },
  {
    "translation": {
      "en": "You can tell us anything.",
      "de": "Du kannst uns alles sagen."
    }
  },
  {
    "translation": {
      "en": "Last night, when he was changing... I saw Andrew's penis.",
      "de": "Als sich Andrew gestern Abend umzog, sah ich seinen Penis."
    }
  },
  {
    "translation": {
      "en": "And now you're worried you're a homosexual?",
      "de": "Und jetzt denkst du, du bist homosexuell? Ein Mann kann einen Penis anfassen."
    }
  },
  {
    "translation": {
      "en": "Nicky, a man can touch another penis or even kiss one, very lightly,",
      "de": "Und jetzt denkst du, du bist homosexuell? Ein Mann kann einen Penis anfassen. Oder sogar küssen, ganz sacht."
    }
  },
  {
    "translation": {
      "en": "and it still doesn't necessarily mean he's a homosexual.",
      "de": "Das heißt nicht unbedingt, dass er homosexuell ist."
    }
  },
  {
    "translation": {
      "en": "When I was an undergraduate-- your mother knows this story--",
      "de": "Als Student... Mutter kennt die Geschichte."
    }
  },
  {
    "translation": {
      "en": "Dad, I'm not worried I'm gay.",
      "de": "Dad, ich bin nicht schwul."
    }
  },
  {
    "translation": {
      "en": "-Honey, it's fine if you are. -It's better.",
      "de": "-Schatz, das ist in Ordnung. -Es ist besser."
    }
  },
  {
    "translation": {
      "en": "And by the way, you could do a lot worse than Andrew Glouberman. It's not that, it's Andrew's...",
      "de": "-Es gibt Schlimmere als Andrew Glouberman. -Darum geht es nicht. Andrews..."
    }
  },
  {
    "translation": {
      "en": "Andrew's was... was different,",
      "de": "Andrews war... war anders."
    }
  },
  {
    "translation": {
      "en": "like bigger and hairier.",
      "de": "Größer und haariger."
    }
  },
  {
    "translation": {
      "en": "Sweetheart, Andrew's started to become a man.",
      "de": "-Süßer, Andrew wird langsam ein Mann. -Stimmt."
    }
  },
  {
    "translation": {
      "en": "He's developed secondary sex characteristics.",
      "de": "-Das sind sekundäre Geschlechtsmerkmale. -Ja."
    }
  },
  {
    "translation": {
      "en": "-He has. -Thicker eyebrows... -Mm-hmm. -engorged nipples.",
      "de": "Dichtere Augenbrauen, größere Brustwarzen."
    }
  },
  {
    "translation": {
      "en": "-Engorged nipples. -Mom!",
      "de": "-Brustwarzen. -Mom!"
    }
  },
  {
    "translation": {
      "en": "His penis is changing, from a boy penis to a man's penis.",
      "de": "Aus dem Penis eines Jungen wird der Penis eines Mannes."
    }
  },
  {
    "translation": {
      "en": "-Mom! -And you may, like me,",
      "de": "Mom! Vielleicht bekommst du wie ich nie einen großen Penis."
    }
  },
  {
    "translation": {
      "en": "never have a very big penis.",
      "de": "Vielleicht bekommst du wie ich nie einen großen Penis."
    }
  },
  {
    "translation": {
      "en": "But if you understand a woman's body,",
      "de": "Aber wenn du den Körper einer Frau verstehst,"
    }
  },
  {
    "translation": {
      "en": "and more importantly her emotions, it doesn't matter.",
      "de": "und vor allem ihre Gefühle, spielt das keine Rolle."
    }
  },
  {
    "translation": {
      "en": "It's true, Nicky. Before I met your father I was with some men who were very well-endowed,",
      "de": "Stimmt, vor deinem Vater war ich mit gut bestückten Männern zusammen."
    }
  },
  {
    "translation": {
      "en": "-and honestly, it was too much for me-- -Okay.",
      "de": "-Das war mir ehrlich gesagt zu viel. -Ok."
    }
  },
  {
    "translation": {
      "en": "-Your father's penis is my glass slipper. -And you're my Cinderella.",
      "de": "-Aber sein Penis ist mein gläserner Schuh. -Und du bist mein Aschenputtel."
    }
  },
  {
    "translation": {
      "en": "-Guys, please, stop! -Gimme a break.",
      "de": "-Hört bitte auf. -Komm schon."
    }
  },
  {
    "translation": {
      "en": "I'm sure Andrew and his parents have had very similar conversations.",
      "de": "Andrew und seine Eltern hatten ähnliche Gespräche."
    }
  },
  {
    "translation": {
      "en": "Eh... I don't know about that.",
      "de": "Äh, da bin ich mir nicht so sicher."
    }
  },
  {
    "translation": {
      "en": "And then, you kinda jhoosh it down.",
      "de": "Und dann schiebst du es drauf."
    }
  },
  {
    "translation": {
      "en": "Barbara, what are you doing with my last good banana?",
      "de": "Barbara, was tust du mit meiner letzten Banane?"
    }
  },
  {
    "translation": {
      "en": "Dr. Oz says they need to learn.",
      "de": "Dr. Oz sagt, sie müssen das lernen."
    }
  },
  {
    "translation": {
      "en": "Oh, he doesn't need to know anything.",
      "de": "-Er braucht gar nichts zu wissen. -Also..."
    }
  },
  {
    "translation": {
      "en": "-Actually-- -Please, the next time you think you need to know something, Andrew, shut your face!",
      "de": "Wenn du noch mal etwas wissen willst, Andrew, behalte es für dich!"
    }
  },
  {
    "translation": {
      "en": "Now give me the banana. Jesus, it tastes like condom.",
      "de": "Jetzt gib mir die Banane. Herrje, die schmeckt nach Kondom."
    }
  },
  {
    "translation": {
      "en": "Thanks a lot, Mr. Sex Maniac.",
      "de": "Vielen Dank, Mr. Sexbesessen."
    }
  },
  {
    "translation": {
      "en": "-Hey. -How's it going?",
      "de": "-Hey. -Wie geht's?"
    }
  },
  {
    "translation": {
      "en": "-Uh, good. -Oh, okay.",
      "de": "-Gut. -Oh, ok."
    }
  },
  {
    "translation": {
      "en": "[claps] All right, look alive, you little maniacs.",
      "de": "Beeilung, ihr Spinner."
    }
  },
  {
    "translation": {
      "en": "I bet you're all, like, completely distracted by the big dance,",
      "de": "Ich wette, ihr seid total abgelenkt von dem großen Ball."
    }
  },
  {
    "translation": {
      "en": "which I happen to be chaperoning. You know, not a big deal.",
      "de": "Den ich übrigens beaufsichtige. Das ist keine große Sache."
    }
  },
  {
    "translation": {
      "en": "I mean, they could have asked anyone, but, you know, I volunteered.",
      "de": "Das kann jeder, aber ich meldete mich freiwillig."
    }
  },
  {
    "translation": {
      "en": "Let's just stop talking about the dance and just focus on the fundamentals of basketball.",
      "de": "Reden wir nicht mehr von dem Ball und konzentrieren uns auf Basketball."
    }
  },
  {
    "translation": {
      "en": "Oh, man, I hope they play music we like.",
      "de": "Oh Mann, ich hoffe, die spielen gute Musik."
    }
  },
  {
    "translation": {
      "en": "Bruh, I can't believe the dance is the same night as the Knicks game.",
      "de": "Der Ball ist am Abend des Knicks-Spiels."
    }
  },
  {
    "translation": {
      "en": "Yeah, it sucks. Porzingis is awesome, though, right?",
      "de": "Ja, scheiße. Aber Porzingis ist super, oder?"
    }
  },
  {
    "translation": {
      "en": "[Andrew] Oh, yeah. For a seven-footer, he's got an amazing shot.",
      "de": "Für seine 2,21 m hat er einen tollen Wurf."
    }
  },
  {
    "translation": {
      "en": "Either way they gotta start playing defense. [muffled] Oh, yeah, they gotta defend better in the paint.",
      "de": "-Sie müssen Abwehr spielen. -Ja, sie müssen die Zone verteidigen."
    }
  },
  {
    "translation": {
      "en": "-What? -I said, they gotta defend better in the paint.",
      "de": "-Was? -Sie müssen die Zone verteidigen."
    }
  },
  {
    "translation": {
      "en": "[mutters] Oh, my God, I'm losing my mind.",
      "de": "Oh Gott, ich werde verrückt."
    }
  },
  {
    "translation": {
      "en": "♪ Big dicks! ♪ ♪ Hoops, hoops, hoops, hoops! ♪",
      "de": "Große Schwänze!"
    }
  },
  {
    "translation": {
      "en": "♪ Penises playing basketball ♪ -♪ Big dicks shootin' hoops ♪ -♪ Hoops, hoops! ♪",
      "de": "Penisse spielen Basketball Große Schwänze werfen Körbe"
    }
  },
  {
    "translation": {
      "en": "♪ Passin', dribblin', bouncin', jigglin' ♪ ♪ Big dicks on the loose ♪",
      "de": "Passen, dribbeln, springen, wackeln Große Schwänze überall"
    }
  },
  {
    "translation": {
      "en": "-♪ What? ♪ -No! Get away! Stop it!",
      "de": "-Was? -Nein! Weg da! Hör auf!"
    }
  },
  {
    "translation": {
      "en": "What the hell, man?",
      "de": "Was soll das, Mann?"
    }
  },
  {
    "translation": {
      "en": "All right, knock it off, you two. Jeez, Louise. Who wants to watch me grab rim?",
      "de": "Hört auf, ihr zwei. Meine Güte. Wer will sehen, wie ich den Ring berühre?"
    }
  },
  {
    "translation": {
      "en": "I knocked the wind outta my balls. Hope I'm okay for the dance.",
      "de": "Das ging voll auf die Eier. Ich hoffe, bis zum Ball geht es wieder."
    }
  },
  {
    "translation": {
      "en": "Why would Nick push me? Why is he being so weird?",
      "de": "Warum schubste mich Nick? Warum ist er so komisch?"
    }
  },
  {
    "translation": {
      "en": "Who cares? Nick's a baby. Let's watch the sex scene from Dallas Buyers Club.",
      "de": "Egal. Nick ist ein Baby. Guck, die Dallas-Buyers-Club-Sexszene."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, do you think Nick saw me jerking off? I told you I shouldn't do it in his room.",
      "de": "Oh Gott, hat mich Nick wichsen sehen? Ich sagte doch, nicht in seinem Zimmer."
    }
  },
  {
    "translation": {
      "en": "Or, here's an idea-- maybe he's jealous of what a fucking man you are.",
      "de": "Ich habe eine Idee, warum: Er ist neidisch auf deine Männlichkeit."
    }
  },
  {
    "translation": {
      "en": "You should kick his ass. Do that curbing thing where you stick his teeth on the edge of a curb",
      "de": "Gib ihm einen Arschtritt. Drücke seine Zähne an die Bordsteinkante."
    }
  },
  {
    "translation": {
      "en": "and stomp on the back of his head, what's that called?",
      "de": "Tritt ihn an den Kopf. Wie nennt man das?"
    }
  },
  {
    "translation": {
      "en": "-\"Curbing\"? -Yeah, that makes sense. You should curb Nick.",
      "de": "-Bordstein fressen. -Klar. Lass Nick Bordstein fressen."
    }
  },
  {
    "translation": {
      "en": "Now let's watch McConaughey bang two meth heads at a rodeo,",
      "de": "Sehen wir McConaughey beim Ficken zweier Meth-Junkies zu."
    }
  },
  {
    "translation": {
      "en": "and try not to think about AIDS.",
      "de": "Versuche, dabei nicht an Aids zu denken."
    }
  },
  {
    "translation": {
      "en": "-Andrew... -Yeah?",
      "de": "-Andrew. -Ja?"
    }
  },
  {
    "translation": {
      "en": "I'm thinking about AIDS.",
      "de": "Ich denke an Aids."
    }
  },
  {
    "translation": {
      "en": "Ghost of Duke Ellington, are you up here?",
      "de": "Geist von Duke Ellington, bist du da?"
    }
  },
  {
    "translation": {
      "en": "Hey, hey, Nick! [laughing] You up here for some advice?",
      "de": "Hey, hey, Nick! Brauchst du einen Rat?"
    }
  },
  {
    "translation": {
      "en": "You know, sometimes, it feels like you're the only one I can turn to.",
      "de": "Ich kann mich an keinen wenden, nur an dich."
    }
  },
  {
    "translation": {
      "en": "I get it, the living don't always have all the answers.",
      "de": "Ja, die Lebenden wissen nicht auf alles eine Antwort."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Lucky for you, I'm trapped between two realms. [laughing]",
      "de": "Dein Glück, ich bin zwischen zwei Welten gefangen."
    }
  },
  {
    "translation": {
      "en": "-So, what's the problem? -Duke, I saw Andrew's penis,",
      "de": "Was ist? Ich sah Andrews Penis."
    }
  },
  {
    "translation": {
      "en": "and it was, like, way bigger and hairier than mine.",
      "de": "Er war viel größer und haariger als meiner."
    }
  },
  {
    "translation": {
      "en": "[chuckles] Happened to me once, too. The Cotton Club, 1938.",
      "de": "Das ist mir auch mal passiert. Im Cotton Club, 1938."
    }
  },
  {
    "translation": {
      "en": "I saw Charlie Parker's penis in a bathroom, and, good Lord, I felt inferior.",
      "de": "Ich sah Charlie Parkers Penis auf dem Klo. Gott, fühlte ich mich unterlegen."
    }
  },
  {
    "translation": {
      "en": "I mean, there's a reason they called him \"The Bird.\"",
      "de": "Nicht ohne Grund hieß er \"The Bird\", der Vogel."
    }
  },
  {
    "translation": {
      "en": "What's the reason?",
      "de": "Warum?"
    }
  },
  {
    "translation": {
      "en": "Because his pubic hair looked like feathers.",
      "de": "Seine Schamhaare sahen wie Federn aus."
    }
  },
  {
    "translation": {
      "en": "-So what'd you do? -I went out and made sweet love to Eva Gabor.",
      "de": "-Und dann? -Ich ging mit Eva Gabor Liebe machen."
    }
  },
  {
    "translation": {
      "en": "-No shit? -[cackling]",
      "de": "Echt jetzt?"
    }
  },
  {
    "translation": {
      "en": "That's right, I balled a white woman back when it really meant something.",
      "de": "Ja, ich bumste eine Weiße, als das noch etwas bedeutete."
    }
  },
  {
    "translation": {
      "en": "So you're saying--",
      "de": "-Du meinst... -Ja."
    }
  },
  {
    "translation": {
      "en": "I'm saying, having a pretty girl on your arm can make you feel a thousand feet tall.",
      "de": "Mit einem hübschen Mädchen im Arm fühlt man sich 300 m groß."
    }
  },
  {
    "translation": {
      "en": "So I should find the prettiest girl in school and ask her out?",
      "de": "Soll ich mich mit dem hübschesten Mädchen verabreden?"
    }
  },
  {
    "translation": {
      "en": "Bingo-bango! \"Furry triangle,\" if you know what I'm saying.",
      "de": "Volltreffer! Pelzdreieck, du weißt schon."
    }
  },
  {
    "translation": {
      "en": "I think I do. Thanks, Duke. Happy to help, little big guy.",
      "de": "-Ich glaube schon. Danke, Duke. -Ich helfe gern, junger Mann."
    }
  },
  {
    "translation": {
      "en": "-Shall I play you out? -Yeah, that'd be nice.",
      "de": "-Ein Abgang mit Musik? -Ja, das wäre schön."
    }
  },
  {
    "translation": {
      "en": "♪ Talkin' about a furry triangle, yeah ♪",
      "de": "Die Rede ist von einem Pelzdreieck, yeah"
    }
  },
  {
    "translation": {
      "en": "-♪ Furry triangle, baby ♪ -[bell ringing]",
      "de": "Pelzdreieck, Baby"
    }
  },
  {
    "translation": {
      "en": "Oh, hey, guys, I just wanted to remind you,",
      "de": "Leute, ich wollte euch erinnern,"
    }
  },
  {
    "translation": {
      "en": "the theme of the dance is \"A Night in Ancient Mesopotamia.\"",
      "de": "dass das Ballmotto \"Eine Nacht im alten Mesopotamien\" ist."
    }
  },
  {
    "translation": {
      "en": "We're gonna put the \"social\" back in social studies.",
      "de": "Wir machen Sozialkunde wieder sozial."
    }
  },
  {
    "translation": {
      "en": "Missy, do you mind? I'm doing a magic trick.",
      "de": "-Ich mache einen Zaubertrick. -Ich liebe Zaubern!"
    }
  },
  {
    "translation": {
      "en": "I love magic! It's like juggling, but it's definitely more confrontational,",
      "de": "-Ich mache einen Zaubertrick. -Ich liebe Zaubern! Es ist wie Jonglieren, aber konfrontativer."
    }
  },
  {
    "translation": {
      "en": "that's for sure.",
      "de": "Es ist wie Jonglieren, aber konfrontativer."
    }
  },
  {
    "translation": {
      "en": "Yeah, it's like one person playing cards at you.",
      "de": "Jemand spielt dir mit Karten etwas vor."
    }
  },
  {
    "translation": {
      "en": "Okay, guys, shut up.",
      "de": "Haltet die Klappe."
    }
  },
  {
    "translation": {
      "en": "Okay, anyway, I think I have something in my mouth.",
      "de": "Ok, ich glaube, ich habe etwas in meinem Mund."
    }
  },
  {
    "translation": {
      "en": "Is this your card?",
      "de": "Ist das deine Karte?"
    }
  },
  {
    "translation": {
      "en": "Wow, Jay! I could barely tell that you had the card palmed in your hand when you reached into your mouth.",
      "de": "Man sah kaum die Karte in deiner Hand, als du dir in den Mund gegriffen hast."
    }
  },
  {
    "translation": {
      "en": "-Damn it, Missy! -If it's any consolation,",
      "de": "-Verdammt! -Tröstet dich das?"
    }
  },
  {
    "translation": {
      "en": "I literally never gave a shit about this from the beginning, so--",
      "de": "Das Ganze war mir von Anfang an egal, von daher..."
    }
  },
  {
    "translation": {
      "en": "You guys are the fucking worst!",
      "de": "Ihr seid das Allerletzte!"
    }
  },
  {
    "translation": {
      "en": "It doesn't get any cooler when you get, like, really angry.",
      "de": "Es wird nicht cooler, wenn du sauer wirst."
    }
  },
  {
    "translation": {
      "en": "♪ Talkin' about a furry triangle ♪",
      "de": "Die Rede ist von einem Pelzdreieck"
    }
  },
  {
    "translation": {
      "en": "Here we go, Nick.",
      "de": "Los."
    }
  },
  {
    "translation": {
      "en": "Whoa. What the hell is he doing?",
      "de": "Was macht er?"
    }
  },
  {
    "translation": {
      "en": "Hello! Nick's going to talk to the eighth graders.",
      "de": "Hallo! Nick redet mit den Achtklässlerinnen."
    }
  },
  {
    "translation": {
      "en": "My God, he's got that Brian Grazer bravery.",
      "de": "Mein Gott, er ist mutig wie Brian Grazer."
    }
  },
  {
    "translation": {
      "en": "-He's a petite, but he'll talk to anyone. -Oh, no.",
      "de": "-Er ist klein, aber er redet mit jedem. -Oje."
    }
  },
  {
    "translation": {
      "en": "Those girls are gonna eat him alive, and then barf him out because they're bulimic.",
      "de": "Die essen ihn bei lebendigem Leib. Dann kotzen sie, denn sie haben Bulimie."
    }
  },
  {
    "translation": {
      "en": "You're fucking funny. She's funny! We're friends now.",
      "de": "Du bist witzig. Sie ist witzig! Wir sind Freunde."
    }
  },
  {
    "translation": {
      "en": "[thinking] Don't mess this up, don't mess this up.",
      "de": "Vermassele es nicht, vermassele es nicht."
    }
  },
  {
    "translation": {
      "en": "Play it cool. You've got the chops. [narrator] ...travel down the Fallopian tube...",
      "de": "-Bleib ganz cool. Du hast es drauf. -...wandert im Eileiter nach unten."
    }
  },
  {
    "translation": {
      "en": "-I want to put you back up inside. -Kiss the penis lightly.",
      "de": "-Ich will dich wieder im Bauch haben. -Den Penis sacht küssen."
    }
  },
  {
    "translation": {
      "en": "-I knocked the wind out of my balls. -Ugh!",
      "de": "Das ging voll auf die Eier."
    }
  },
  {
    "translation": {
      "en": "Hey, Olivia, this is like a stupid idea, but do you wanna, like, go to the dance with me?",
      "de": "Hey, Olivia, es ist zwar eine blöde Idee, aber willst du mit mir zum Ball gehen?"
    }
  },
  {
    "translation": {
      "en": "Dance? Cute. Yeah.",
      "de": "Zum Ball? Wie süß. Ja."
    }
  },
  {
    "translation": {
      "en": "Oh. Okay, great. Great. Cute, yeah.",
      "de": "-Ok, super. -Super. Süß, ja."
    }
  },
  {
    "translation": {
      "en": "Yeah, cute. Great.",
      "de": "Ja, süß. Super."
    }
  },
  {
    "translation": {
      "en": "-It's a palindrome. -Yeah.",
      "de": "-Das ist ein Palindrom. -Ja."
    }
  },
  {
    "translation": {
      "en": "Okay, bye.",
      "de": "Ok, tschüs."
    }
  },
  {
    "translation": {
      "en": "I kinda thought we were going to the dance as a group.",
      "de": "Ich dachte, wir gehen als Gruppe zum Ball."
    }
  },
  {
    "translation": {
      "en": "That weasel bailed on you. He's such a slippery little shit.",
      "de": "Der Verräter lässt dich im Stich. Er ist ein Stück Scheiße."
    }
  },
  {
    "translation": {
      "en": "-Hey, guys. -Tell him.",
      "de": "-Hey. -Sag's ihm."
    }
  },
  {
    "translation": {
      "en": "What the hell? You asked Olivia to the dance?",
      "de": "Was soll das? Du gehst mit Olivia zum Ball?"
    }
  },
  {
    "translation": {
      "en": "Yeah. What's the big deal?",
      "de": "Ja und?"
    }
  },
  {
    "translation": {
      "en": "You said you were going with us.",
      "de": "-Du wolltet mit uns hin. -Ja."
    }
  },
  {
    "translation": {
      "en": "Yeah, but I mean, it's not like we had definitive plans.",
      "de": "Aber wir hatten das nicht fest ausgemacht."
    }
  },
  {
    "translation": {
      "en": "[growls] Rage, rage, fucking rage! That's bullshit!",
      "de": "Wut, Wut, verdammte Wut! Das ist Blödsinn!"
    }
  },
  {
    "translation": {
      "en": "-That's bullshit. -Andrew, dial it down.",
      "de": "-Blödsinn! -Ruhig Blut. Man erkennt deine Gefühle."
    }
  },
  {
    "translation": {
      "en": "-Everybody can see your feelings. -Yeah, you're acting kinda weird.",
      "de": "-Blödsinn! -Ruhig Blut. Man erkennt deine Gefühle. Du benimmst dich komisch."
    }
  },
  {
    "translation": {
      "en": "I'm not acting weird, you're acting weird.",
      "de": "Nein, du benimmst dich komisch."
    }
  },
  {
    "translation": {
      "en": "Dude, I'm allowed to go to the dance with whoever I want. It's not like you're my girlfriend or something.",
      "de": "Mann, ich gehe zum Ball, mit wem ich will. Du bist nicht meine Freundin."
    }
  },
  {
    "translation": {
      "en": "All right, that's it! Let's find a curb and smash that pretty little smile off his face!",
      "de": "Ok, es reicht. Suchen wir einen Bordstein. Dann wird ihm das Grinsen vergehen!"
    }
  },
  {
    "translation": {
      "en": "Fuck you.",
      "de": "Leck mich."
    }
  },
  {
    "translation": {
      "en": "Fight, fight! Worldstar! Fight!",
      "de": "Prügelt euch, prügelt euch! World Star! Prügelt euch!"
    }
  },
  {
    "translation": {
      "en": "[Matthew] Exclusive-- \"Laurel and Farty\" are about to fight.",
      "de": "Exklusiv: Laurel und Farty prügeln sich gleich."
    }
  },
  {
    "translation": {
      "en": "Just... fuck you, man.",
      "de": "Ach... leck mich, Mann."
    }
  },
  {
    "translation": {
      "en": "[wheezing] I got a card stuck in my windpipe. -[slaps] -Ugh!",
      "de": "Mir steckt eine Karte in der Luftröhre."
    }
  },
  {
    "translation": {
      "en": "-Was that your card? -Nope.",
      "de": "-War das deine Karte? -Nein."
    }
  },
  {
    "translation": {
      "en": "[snaps] Oh, come on!",
      "de": "Komm schon!"
    }
  },
  {
    "translation": {
      "en": "Andrew hasn't been over since the night of the penis,",
      "de": "Andrew war seit der Nacht mit dem Penis nicht mehr hier."
    }
  },
  {
    "translation": {
      "en": "and I think Nicky misses him.",
      "de": "-Ich glaube, Nicky vermisst ihn. -Der Arme."
    }
  },
  {
    "translation": {
      "en": "Poor kid. You know, when I was Nicky's age",
      "de": "-Ich glaube, Nicky vermisst ihn. -Der Arme. In Nickys Alter hatte ich eine kleine kahle Cashew,"
    }
  },
  {
    "translation": {
      "en": "I had a bald little cashew,",
      "de": "In Nickys Alter hatte ich eine kleine kahle Cashew,"
    }
  },
  {
    "translation": {
      "en": "and my friend Don Kinney, he had this great big sausage",
      "de": "und mein Freund Don Kinney hatte eine tolle, große Wurst"
    }
  },
  {
    "translation": {
      "en": "nestled in a thick robin's nest of pubic hair.",
      "de": "in einem dichten Schamhaar-Nest."
    }
  },
  {
    "translation": {
      "en": "It was something to behold.",
      "de": "Das war wirklich ansehnlich."
    }
  },
  {
    "translation": {
      "en": "Is Don the one who only got house arrest for insider trading?",
      "de": "Ist das der, der nur Hausarrest bekam? Für Insiderhandel?"
    }
  },
  {
    "translation": {
      "en": "Yeah. The system is so broken.",
      "de": "Ja. Das System ist echt kaputt."
    }
  },
  {
    "translation": {
      "en": "Oh, Elliot, I love it when you talk about broken institutions.",
      "de": "Elliot, ich liebe es, wenn du über kaputte Institutionen redest."
    }
  },
  {
    "translation": {
      "en": "-Oh, yeah. -[Elliot] Mm-hmm.",
      "de": "-Gefällt dir das? -Oh ja."
    }
  },
  {
    "translation": {
      "en": "Wow, 12 hours and one minute. Whew! That was astounding.",
      "de": "-Wow, 12 Stunden und eine Minute. -Das war atemberaubend."
    }
  },
  {
    "translation": {
      "en": "Anyway, I think this is something the boys need to figure out for themselves.",
      "de": "Wie auch immer, das müssen die Jungs unter sich ausmachen."
    }
  },
  {
    "translation": {
      "en": "Nick the Trick. [laughs]",
      "de": "Der Frauenheld Nick."
    }
  },
  {
    "translation": {
      "en": "-Hey, Duke. -What's wrong, kid?",
      "de": "-Hey, Duke. -Was ist los?"
    }
  },
  {
    "translation": {
      "en": "You nervous about your big date? I'm honestly more nervous about seeing Andrew.",
      "de": "-Bist du nervös wegen deinem Date? -Andrew zu sehen, macht mich nervöser."
    }
  },
  {
    "translation": {
      "en": "-He said, \"Fuck you\" to me yesterday. -Ah!",
      "de": "Er sagte gestern \"Leck mich\" zu mir."
    }
  },
  {
    "translation": {
      "en": "I regret one fight I had with my saxophonist, Studs Dupree.",
      "de": "Ich bereue einen Streit mit meinem Saxofonisten Studs Dupree."
    }
  },
  {
    "translation": {
      "en": "-It got pretty ugly. -What happened? Did you guys make up?",
      "de": "Übel. -Und? Habt ihr euch versöhnt? -Ich wartete auf eine Entschuldigung."
    }
  },
  {
    "translation": {
      "en": "Well, I was waiting for him to apologize, and then he died of a heroin overdose.",
      "de": "-Und? Habt ihr euch versöhnt? -Ich wartete auf eine Entschuldigung. -Dann starb er an einer Heroin-Überdosis. -Das war sicher hart."
    }
  },
  {
    "translation": {
      "en": "Wow. That must have been really tough.",
      "de": "-Dann starb er an einer Heroin-Überdosis. -Das war sicher hart."
    }
  },
  {
    "translation": {
      "en": "Yeah. I never did get that apology.",
      "de": "Ja, ich bekam diese Entschuldigung nie zu hören."
    }
  },
  {
    "translation": {
      "en": "-Oh, hi, Missy. -Hey, Andrew.",
      "de": "-Hi, Missy. -Hey, Andrew."
    }
  },
  {
    "translation": {
      "en": "Oh, actually, just for tonight could you refer to me as \"Nanshe\"?",
      "de": "Könntest du mich heute Abend Nanše nennen?"
    }
  },
  {
    "translation": {
      "en": "The goddess of social justice...",
      "de": "Die Göttin der sozialen Gerechtigkeit! Und des Fischfangs."
    }
  },
  {
    "translation": {
      "en": "-and also fishing. -That's great.",
      "de": "Die Göttin der sozialen Gerechtigkeit! Und des Fischfangs. Toll, soll ich den Eintritt mit altem sumerischen Silber zahlen?"
    }
  },
  {
    "translation": {
      "en": "So should I pay for my ticket in ancient Sumerian silver?",
      "de": "Toll, soll ich den Eintritt mit altem sumerischen Silber zahlen?"
    }
  },
  {
    "translation": {
      "en": "I get it. Mesopotamian silver mines",
      "de": "Oh, ich verstehe. Mesopotamische Silberminen gab es erst in der Mittelbronzezeit."
    }
  },
  {
    "translation": {
      "en": "weren't actually operational until the mid-Bronze Age.",
      "de": "Mesopotamische Silberminen gab es erst in der Mittelbronzezeit."
    }
  },
  {
    "translation": {
      "en": "That's a great one. Where's Nick?",
      "de": "Der war gut. Wo ist Nick?"
    }
  },
  {
    "translation": {
      "en": "I wouldn't know. We decided to come alone.",
      "de": "Keine Ahnung. Jeder kommt allein."
    }
  },
  {
    "translation": {
      "en": "You know, I find that being alone is actually a great gift",
      "de": "Ich finde, allein zu sein, ist ein tolles Geschenk."
    }
  },
  {
    "translation": {
      "en": "because it prepares you for what real life is, um, is like.",
      "de": "Denn das bereitet einen auf das wirkliche Leben vor."
    }
  },
  {
    "translation": {
      "en": "Yeah, I guess.",
      "de": "Vermutlich."
    }
  },
  {
    "translation": {
      "en": "So, what's the deal after this thing? You guys wanna go get drinks?",
      "de": "Was machen wir danach? Wollt ihr etwas trinken gehen?"
    }
  },
  {
    "translation": {
      "en": "I don't know, go to Panera, split a bread bowl? Yeah, no, thanks.",
      "de": "-Vielleicht im Panera Brot essen. -Nein danke."
    }
  },
  {
    "translation": {
      "en": "We'll probably just go home and grade papers.",
      "de": "Wir benoten zu Hause Hausarbeiten."
    }
  },
  {
    "translation": {
      "en": "[snorts] Teachers at this school, you know, they never wanna hang out.",
      "de": "Die Lehrer dieser Schule wollen nie abhängen."
    }
  },
  {
    "translation": {
      "en": "-They're always \"so busy.\" -They're a gaggle of rancid cunts.",
      "de": "-Sie haben immer zu tun. -Sie sind miese Fotzen."
    }
  },
  {
    "translation": {
      "en": "Yeah! I mean, that's, you know... pff-fft! That's a little harsh,",
      "de": "Ja! Ich meine, das ist... Das finde ich etwas derb, aber im Grunde sind wir einer Meinung."
    }
  },
  {
    "translation": {
      "en": "but I think we're basically on the same page.",
      "de": "Das finde ich etwas derb, aber im Grunde sind wir einer Meinung."
    }
  },
  {
    "translation": {
      "en": "Hey, ladies, you havin' fun?",
      "de": "Hey, Ladys, habt ihr Spaß? Heute Abend wird es ziemlich..."
    }
  },
  {
    "translation": {
      "en": "-I think tonight's gonna be pretty... hot! -[girls scream]",
      "de": "Hey, Ladys, habt ihr Spaß? Heute Abend wird es ziemlich... -Heiß! -Was soll das?"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, what the hell?",
      "de": "-Heiß! -Was soll das?"
    }
  },
  {
    "translation": {
      "en": "Yeah, we're wearing a ton of hairspray, you psycho!",
      "de": "Wir haben tonnenweise Haarspray drin, du Spinner."
    }
  },
  {
    "translation": {
      "en": "[screams] I am not a psycho!",
      "de": "Ich bin kein Spinner!"
    }
  },
  {
    "translation": {
      "en": "-Well played, Jay. -Look, your butt buddy's here.",
      "de": "-Gut gespielt, Jay. -Sieh mal, dein Busenfreund."
    }
  },
  {
    "translation": {
      "en": "We're not actually butt buddies anymore.",
      "de": "Oh, wir sind keine Busenfreunde mehr."
    }
  },
  {
    "translation": {
      "en": "So, like, you've got an opening? I'd love to throw my butt in the ring.",
      "de": "Die Stelle ist also frei? Dann werfe ich meinen Busen in den Ring."
    }
  },
  {
    "translation": {
      "en": "-I don't like going to your house. -Oh, no, I promise,",
      "de": "-Ich bin nicht gern bei dir zu Hause. -Oh."
    }
  },
  {
    "translation": {
      "en": "my brothers aren't gonna make you poop in a litter box again.",
      "de": "Du musst nicht wieder ins Katzenklo kacken."
    }
  },
  {
    "translation": {
      "en": "-[phone clicking] -Good evening, Nicholas.",
      "de": "-Guten Abend. -Guten Abend."
    }
  },
  {
    "translation": {
      "en": "-Good evening, Jessica. -You psyched for your \"big date\"?",
      "de": "-Guten Abend. -Guten Abend. -Bist du aufgeregt wegen deinem Date? -Olivia ist das heißeste Girl der Schule."
    }
  },
  {
    "translation": {
      "en": "Yeah, well, Olivia's pretty much the hottest girl in school,",
      "de": "-Bist du aufgeregt wegen deinem Date? -Olivia ist das heißeste Girl der Schule."
    }
  },
  {
    "translation": {
      "en": "-so... mm, I'm pretty psyched. -Yeah, you should be psyched.",
      "de": "-Ich bin aufgeregt. -Das solltest du auch."
    }
  },
  {
    "translation": {
      "en": "Just be prepared for some super-intellectual conversation.",
      "de": "Sei bereit für eine intellektuelle Unterhaltung."
    }
  },
  {
    "translation": {
      "en": "-Why do you keep looking over at Andrew? -I'm not looking at Andrew,",
      "de": "-Warum guckst du zu Andrew? -Gar nicht. Ich freue mich auf Olivia."
    }
  },
  {
    "translation": {
      "en": "-I'm excited for my date with Olivia. -Of course, yeah.",
      "de": "-Warum guckst du zu Andrew? -Gar nicht. Ich freue mich auf Olivia. Klar. Sie ist schön und komplex. Lipgloss lässt ihre Augen erstarren."
    }
  },
  {
    "translation": {
      "en": "She's a beautiful complex woman whose eyes go dead when she applies lip gloss.",
      "de": "Klar. Sie ist schön und komplex. Lipgloss lässt ihre Augen erstarren."
    }
  },
  {
    "translation": {
      "en": "-Well, Jessi, this has been so much fun. -Yeah.",
      "de": "-Also, Jessi, das hat total Spaß gemacht. -Ja."
    }
  },
  {
    "translation": {
      "en": "But it looks like my super hot eighth-grade date has arrived.",
      "de": "Aber meine Verabredung, die heiße Achtklässlerin, ist gekommen."
    }
  },
  {
    "translation": {
      "en": "[Jessi] Yeah, I can see her.",
      "de": "Ja, ich sehe sie."
    }
  },
  {
    "translation": {
      "en": "Holy shit, Olivia's hot.",
      "de": "Heilige Scheiße, ist Olivia heiß."
    }
  },
  {
    "translation": {
      "en": "I'm gonna pump my pillow full of Jay jizz later thinking about it.",
      "de": "Ich denke später daran und wichse in mein Kissen."
    }
  },
  {
    "translation": {
      "en": "Oh, hey, Olivia. You want to get a drink or something? I think they have La Croix. It's only the coconut kind,",
      "de": "Hey, Olivia. Willst du einen Drink? Ich glaube, es gibt La Croix. Nur Kokos."
    }
  },
  {
    "translation": {
      "en": "which is a little gross, but it's still kinda-- No, sorry. Dylan.",
      "de": "-Das ist etwas eklig, aber... -Nein, tut mir leid. Dylan."
    }
  },
  {
    "translation": {
      "en": "Oh-- who? I thought we were going to this dance, like, together.",
      "de": "Wer? Ich dachte, wir gehen zusammen zu diesem Ball."
    }
  },
  {
    "translation": {
      "en": "No, no, no.",
      "de": "Nein, nein."
    }
  },
  {
    "translation": {
      "en": "Sorry, bro, she wants a real man. Ninth grade, top of the food chain.",
      "de": "Sorry, aber sie will einen richtigen Mann. Neunte Klasse, Spitze der Nahrungskette."
    }
  },
  {
    "translation": {
      "en": "Um, actually, sweets and fats are at the top of the food chain.",
      "de": "Süßigkeiten und Fette sind die Spitze der Nahrungskette."
    }
  },
  {
    "translation": {
      "en": "Oh, poor Nick. He's confusing the food pyramid with the food chain.",
      "de": "Der arme Nick verwechselt die Ernährungspyramide mit der Nahrungskette."
    }
  },
  {
    "translation": {
      "en": "Oh, hi, Andrew. Would you perchance like to celebrate the autumnal equinox",
      "de": "Hi, Andrew, willst du zufällig die herbstliche Tagundnachtgleiche"
    }
  },
  {
    "translation": {
      "en": "with a, um... with a... with a dance with me?",
      "de": "mit einem Tanz mit mir feiern?"
    }
  },
  {
    "translation": {
      "en": "-Oh, I would, Missy, but-- -Hey, are you out of your goddamn mind?",
      "de": "-Das würde ich gern, Missy, aber... -Hey, bist du verrückt?"
    }
  },
  {
    "translation": {
      "en": "-This is a real girl. -She's not a girl, she's Missy.",
      "de": "-Das ist ein echtes Mädchen. -Nein, sie ist Missy."
    }
  },
  {
    "translation": {
      "en": "Oh, she's a girl, and she wants to dance with you.",
      "de": "Sie ist ein Mädchen, und sie will mit dir tanzen."
    }
  },
  {
    "translation": {
      "en": "-But Nick looks really upset-- -Fucking forget about that little Pikachu",
      "de": "-Nick sieht mitgenommen... -Vergiss den kleinen Pikachu."
    }
  },
  {
    "translation": {
      "en": "[growls] and dance with a girl!",
      "de": "Tanze mit einem Mädchen!"
    }
  },
  {
    "translation": {
      "en": "-Um, sure, Missy. -Oh, great.",
      "de": "-Klar, Missy. -Oh, toll!"
    }
  },
  {
    "translation": {
      "en": "We can just-- so we can start now, 'cause I know how to do it. I've practiced with my dad.",
      "de": "Wir können anfangen. Ich weiß, wie es geht. Ich übte mit Dad."
    }
  },
  {
    "translation": {
      "en": "-Hey, Mr. DJ, you take requests? -No, I do not.",
      "de": "-Mr. DJ, nehmen Sie Wünsche an? -Nein."
    }
  },
  {
    "translation": {
      "en": "-What about \"Lady in Red\"? -If I play it, will you leave?",
      "de": "-Wie wäre es mit \"Lady in Red\"? -Gehen Sie dann?"
    }
  },
  {
    "translation": {
      "en": "Yeah, sure, unless, I don't know, you want me to stick around.",
      "de": "Klar, außer Sie wollen, dass ich hierbleibe."
    }
  },
  {
    "translation": {
      "en": "-Nah. -Are you streaming that?",
      "de": "-Nein. -Streamen Sie das? Was ist das, WLAN?"
    }
  },
  {
    "translation": {
      "en": "What is that, Wi-Fi? They gave you the Wi-Fi password.",
      "de": "-Nein. -Streamen Sie das? Was ist das, WLAN? Sie haben das WLAN-Passwort gekriegt. Ok."
    }
  },
  {
    "translation": {
      "en": "Heh. Okay.",
      "de": "Sie haben das WLAN-Passwort gekriegt. Ok."
    }
  },
  {
    "translation": {
      "en": "-Hi. -Jessi, please,",
      "de": "-Hi. -Jessi, bitte."
    }
  },
  {
    "translation": {
      "en": "I don't want to hear \"I told you so.\" I know, but I want to say it so bad.",
      "de": "-Ich will nicht hören: \"Sagte ich doch.\" -Ich will es aber unbedingt sagen."
    }
  },
  {
    "translation": {
      "en": "Can I just say it one time and you cover your ears?",
      "de": "Darf ich es ein Mal sagen? Halte dir die Ohren zu."
    }
  },
  {
    "translation": {
      "en": "I told you so!",
      "de": "Sagte ich doch!"
    }
  },
  {
    "translation": {
      "en": "-Well, I'm glad you feel better. -I do, a little.",
      "de": "-Schön, dass es dir guttat. -Ein bisschen."
    }
  },
  {
    "translation": {
      "en": "-But I feel like I can feel even better... -Uh-huh. -...if you heard it. -[chuckles]",
      "de": "Es würde mir noch besser gehen, wenn du es hören würdest."
    }
  },
  {
    "translation": {
      "en": "[screeching] ♪ Lady in red ♪",
      "de": "Die Dame in Rot"
    }
  },
  {
    "translation": {
      "en": "♪ Is dancing with me ♪",
      "de": "Sie tanzt mit mir"
    }
  },
  {
    "translation": {
      "en": "♪ Cheek to cheek ♪",
      "de": "Eng umschlungen"
    }
  },
  {
    "translation": {
      "en": "I've never danced with a boy before. What am I supposed to say?",
      "de": "Ich tanzte noch nie mit einem Jungen. Was sagt man da so?"
    }
  },
  {
    "translation": {
      "en": "I don't know. That was great. You're doing great. I think we're both doing great.",
      "de": "Ich weiß es nicht. Das war toll. Du machst das toll. Wir beide."
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah, yeah, you're both doing great.",
      "de": "Ja, ja, ihr beide macht das toll."
    }
  },
  {
    "translation": {
      "en": "Now let's get a little friction going.",
      "de": "Wie wäre es jetzt mit etwas Reibung?"
    }
  },
  {
    "translation": {
      "en": "♪ And I hardly know... ♪",
      "de": "Und ich kenne sie kaum"
    }
  },
  {
    "translation": {
      "en": "♪ This beauty by my side ♪",
      "de": "Diese Schönheit an meiner Seite"
    }
  },
  {
    "translation": {
      "en": "♪ I never will forget-- ♪",
      "de": "Ich werde nie vergessen..."
    }
  },
  {
    "translation": {
      "en": "I got a great memory.",
      "de": "Ich habe ein gutes Gedächtnis."
    }
  },
  {
    "translation": {
      "en": "[Hormone Monster, Coach] ♪ The way you look tonight ♪ [Hormone Monster] Yeah.",
      "de": "-Wie du heute Abend aussiehst -Wie du heute Abend aussiehst"
    }
  },
  {
    "translation": {
      "en": "I don't know, I guess I thought Olivia liked me.",
      "de": "Ich weiß nicht. Ich dachte, Olivia mag mich."
    }
  },
  {
    "translation": {
      "en": "Really? Olivia only likes jeggings. I get it, Jessi, I'm an idiot.",
      "de": "-Echt? Olivia mag nur Jeggings. -Ich hab's kapiert. Ich bin ein Idiot."
    }
  },
  {
    "translation": {
      "en": "No! She's the idiot. You're...",
      "de": "Nein! Sie ist die Idiotin. Du... du bist süß, obwohl du so klein bist."
    }
  },
  {
    "translation": {
      "en": "you're cute, even though you're tiny.",
      "de": "Du... du bist süß, obwohl du so klein bist."
    }
  },
  {
    "translation": {
      "en": "You're like a troll doll who's figured out his hair.",
      "de": "Du bist wie eine Trollpuppe, die ihre Haare gezähmt hat."
    }
  },
  {
    "translation": {
      "en": "-Thank you...? -You're welcome...?",
      "de": "-Danke. -Gern geschehen."
    }
  },
  {
    "translation": {
      "en": "[thinking] What do I do? What do I do? What do I do?",
      "de": "Was soll ich machen? Was soll ich machen?"
    }
  },
  {
    "translation": {
      "en": "Stick your tongue underneath her tongue... Pay the snuggle tax.",
      "de": "-Stecke deine Zunge unter ihre Zunge. -Zahle den Kuschelzoll."
    }
  },
  {
    "translation": {
      "en": "Can I just get a hint for the Wi-Fi password?",
      "de": "Kriege ich einen Tipp für das WLAN-Passwort?"
    }
  },
  {
    "translation": {
      "en": "[Jessi gurgles] Uh! Tongue.",
      "de": "Zunge."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, yes, that's it.",
      "de": "Oh ja. Ja, genau so."
    }
  },
  {
    "translation": {
      "en": "Don't be afraid to lead with your groin, the world's slowest hula hoop.",
      "de": "Führe ruhig mit der Hüfte einen langsamen Hula-Hoop-Tanz an."
    }
  },
  {
    "translation": {
      "en": "[moans] Oh-hh! This is working. Whoa, whoa, whoa, whoa, whoa, whoa. Take it easy.",
      "de": "-Das funktioniert. -Hey, mach mal langsam."
    }
  },
  {
    "translation": {
      "en": "We're 70 yards from the bathroom, brother. You need to slow it down.",
      "de": "Bis zum Klo sind es 65 m. Du musst langsamer machen."
    }
  },
  {
    "translation": {
      "en": "[grunting] No, can't slow it down, can't slow it down.",
      "de": "Nein, das geht nicht."
    }
  },
  {
    "translation": {
      "en": "Fuck it. If you're okay with it, I'm okay with it. I'm okay with it. [grunting]",
      "de": "-Ist es für dich ok, ist es für mich ok. -Für mich ist es ok."
    }
  },
  {
    "translation": {
      "en": "-♪ Jai ho! ♪ -[grunts]",
      "de": "Jai ho!"
    }
  },
  {
    "translation": {
      "en": "-Whoa, what's wrong? -Uh...",
      "de": "Was ist los?"
    }
  },
  {
    "translation": {
      "en": "-I have to go, Missy. -But the dance isn't-- oh, darn it.",
      "de": "-Ich muss gehen. -Aber der Tanz ist nicht... Verdammt."
    }
  },
  {
    "translation": {
      "en": "You have a really big mouth. Thank you, I think?",
      "de": "-Du hast einen echt großen Mund. -Danke oder so."
    }
  },
  {
    "translation": {
      "en": "The flicking was an interesting choice. Yeah. Tongues feel weird.",
      "de": "-Das mit der Zunge war interessant. -Ja, Zungen fühlen sich komisch an."
    }
  },
  {
    "translation": {
      "en": "[muttering] Oh, my God, oh, my God, oh, my God. Oh, my God!",
      "de": "Oh Gott, oh Gott, oh Gott. Oh Gott!"
    }
  },
  {
    "translation": {
      "en": "Oh, no! That's the most I've ever made.",
      "de": "Oh nein! So viel kam da noch nie."
    }
  },
  {
    "translation": {
      "en": "Oh, shit, my phone. -Wait, what the-- -[splashes]",
      "de": "Oh, Scheiße, mein Handy. Halt, was zum..."
    }
  },
  {
    "translation": {
      "en": "-Oh, my God, isn't this exciting? -There's no time for excitement.",
      "de": "-Oh Gott, wie aufregend. -Keine Zeit. Wir müssen das Ei finden."
    }
  },
  {
    "translation": {
      "en": "We gotta find the egg. Where are we, Fallopian tube, uterus?",
      "de": "-Oh Gott, wie aufregend. -Keine Zeit. Wir müssen das Ei finden. -Sind wir im Eileiter, im Uterus? -Wir sind jetzt in einer Muschi, oder?"
    }
  },
  {
    "translation": {
      "en": "We're in a pussy right now, right?",
      "de": "-Sind wir im Eileiter, im Uterus? -Wir sind jetzt in einer Muschi, oder?"
    }
  },
  {
    "translation": {
      "en": "Uh... you guys are gonna be really disappointed.",
      "de": "-Sind wir im Eileiter, im Uterus? -Wir sind jetzt in einer Muschi, oder? Ihr werdet echt enttäuscht sein."
    }
  },
  {
    "translation": {
      "en": "-Are we in another sock? -No, no, no.",
      "de": "-Sind wir wieder in einer Socke? -Nein, nein."
    }
  },
  {
    "translation": {
      "en": "-A toilet. -What is wrong with you, Andrew?",
      "de": "-In einem Klo. -Was ist los mit dir, Andrew?"
    }
  },
  {
    "translation": {
      "en": "-You're completely out of control. -I didn't mean to!",
      "de": "-Du spinnst total. -Ich wollte das nicht!"
    }
  },
  {
    "translation": {
      "en": "This girl asked me to slow dance, and I got all tingly and lightheaded.",
      "de": "Sie wollte Stehblues tanzen. Mir wurde kribbelig und schwindelig."
    }
  },
  {
    "translation": {
      "en": "Hey, jizz pants, there's your stupid phone.",
      "de": "-Hosenwichser, da ist dein Handy. -Gott sei Dank."
    }
  },
  {
    "translation": {
      "en": "-Oh, thank God. -There is no God.",
      "de": "-Hosenwichser, da ist dein Handy. -Gott sei Dank. -Es gibt keinen Gott. -Schwimmen wir zu dem braunen Felsen?"
    }
  },
  {
    "translation": {
      "en": "Come on, let's swim to that giant brown rock.",
      "de": "-Es gibt keinen Gott. -Schwimmen wir zu dem braunen Felsen?"
    }
  },
  {
    "translation": {
      "en": "Not to sound gay, but I miss the balls.",
      "de": "Ich will nicht schwul klingen, aber ich vermisse den Sack."
    }
  },
  {
    "translation": {
      "en": "Ahem. Yeah, I guess I should probably go check on Andrew.",
      "de": "Tja, ich sollte wohl mal nach Andrew gucken."
    }
  },
  {
    "translation": {
      "en": "Yeah, no, I think that's like a good idea.",
      "de": "Ja, das ist eine gute Idee."
    }
  },
  {
    "translation": {
      "en": "Yeah, but thank you for the... -Sure, no problem. -Ahem.",
      "de": "-Ja, aber danke für den... -Klar, kein Problem."
    }
  },
  {
    "translation": {
      "en": "-Good night, milady. -Good evening, good sir.",
      "de": "-Gute Nacht, meine Dame. -Schönen Abend, der Herr."
    }
  },
  {
    "translation": {
      "en": "Oh, boy.",
      "de": "Oh Mann."
    }
  },
  {
    "translation": {
      "en": "-[sighs] -What happened to you? I came in my pants.",
      "de": "-Was ist passiert? -Ich kam in meiner Hose."
    }
  },
  {
    "translation": {
      "en": "And that made you soaking wet?",
      "de": "Und das machte dich klatschnass?"
    }
  },
  {
    "translation": {
      "en": "-Why are you being so mean to me? -What are you talking about?",
      "de": "-Warum bist du so gemein zu mir? -Was?"
    }
  },
  {
    "translation": {
      "en": "You've been mean to me all week. What did I do?",
      "de": "Du warst die ganze Woche gemein zu mir. Was habe ich dir getan?"
    }
  },
  {
    "translation": {
      "en": "You didn't do anything! I--",
      "de": "Du hast gar nichts gemacht. Ich..."
    }
  },
  {
    "translation": {
      "en": "I saw your...",
      "de": "Ich habe ihn gesehen, deinen..."
    }
  },
  {
    "translation": {
      "en": "-and it was big and hairy. -Yeah, so?",
      "de": "-Er ist groß und haarig. -Na und?"
    }
  },
  {
    "translation": {
      "en": "And mine isn't, and I don't know if it ever will be.",
      "de": "Meiner nicht, und ich weiß nicht, ob er er das jemals wird."
    }
  },
  {
    "translation": {
      "en": "Well, count your blessings. Mine's not so great either.",
      "de": "Sei froh. Meiner ist auch nicht so toll."
    }
  },
  {
    "translation": {
      "en": "[sobs] Mine just made me jizz in my nice pants.",
      "de": "Er hat gerade in meine schöne Hose gewichst."
    }
  },
  {
    "translation": {
      "en": "It's embarrassing.",
      "de": "Wie peinlich."
    }
  },
  {
    "translation": {
      "en": "Everything's embarrassing.",
      "de": "Alles ist peinlich."
    }
  },
  {
    "translation": {
      "en": "Everything is so embarrassing.",
      "de": "Alles ist so peinlich. Meine Hose ist im Klo."
    }
  },
  {
    "translation": {
      "en": "-My pants are in the toilet. -Oh, man. [chuckles]",
      "de": "Alles ist so peinlich. Meine Hose ist im Klo. Oh Mann."
    }
  },
  {
    "translation": {
      "en": "Andrew, why didn't you wash them in the sink?",
      "de": "Warum wuschst du sie nicht im Waschbecken?"
    }
  },
  {
    "translation": {
      "en": "[laughing] That is a great question, Nick.",
      "de": "Das ist eine gute Frage, Nick."
    }
  },
  {
    "translation": {
      "en": "It's because I panicked. What am I gonna do?",
      "de": "Weil ich Panik bekam. Was soll ich jetzt machen?"
    }
  },
  {
    "translation": {
      "en": "Nick and Andrew, you're friends again. Nick's pants are gone.",
      "de": "Nick und Andrew sind wieder Freunde. Nicks Hose ist weg."
    }
  },
  {
    "translation": {
      "en": "The teachers look poor. What the fuck is going on?",
      "de": "Die Lehrer sehen schlecht aus. Was ist los?"
    }
  },
  {
    "translation": {
      "en": "Well, Matthew, it's been a great night in ancient Mesopotamia--",
      "de": "Matthew, es war eine tolle Nacht im alten Mesopotamien."
    }
  },
  {
    "translation": {
      "en": "[Matthew] Boring! Nick, we heard you kissed Jessi in the hallway.",
      "de": "-Langweilig! -Nick, hast du Jessi im Flur geküsst?"
    }
  },
  {
    "translation": {
      "en": "Uh, Jessi and I would appreciate that you respect our privacy at this time.",
      "de": "Jessi und ich würden es begrüßen, wenn ihr unsere Privatsphäre respektiert."
    }
  },
  {
    "translation": {
      "en": "Sounds like he fingered her.",
      "de": "Er befummelte sie."
    }
  },
  {
    "translation": {
      "en": "Join us tomorrow when we find out Coach Steve lives in a joke of an apartment near the airport.",
      "de": "Morgen zeigen wir Coach Steves lächerliches Apartment beim Flughafen."
    }
  },
  {
    "translation": {
      "en": "LaGuardia, and, technically, I live in a storage unit, so...",
      "de": "LaGuardia, und eigentlich wohne ich in einem Lager."
    }
  },
  {
    "translation": {
      "en": "-Hello? -Oh, uh, good evening.",
      "de": "-Hallo? -Oh, guten Abend."
    }
  },
  {
    "translation": {
      "en": "-Who are you? -Don't worry about it.",
      "de": "-Wer bist du? -Keine Sorge."
    }
  },
  {
    "translation": {
      "en": "I'm just here to give your friend a nocturnal emission.",
      "de": "Ich gebe deinem Freund nur einen nächtlichen Samenerguss."
    }
  },
  {
    "translation": {
      "en": "Are you the puberty fairy?",
      "de": "Bist du die Pubertätsfee?"
    }
  },
  {
    "translation": {
      "en": "-The fuck did you just call me?! -The puberty fairy?",
      "de": "-Wie hast du mich gerade genannt? -Die Pubertätsfee?"
    }
  },
  {
    "translation": {
      "en": "\"Puberty fairy\"? I'm the Hormone Monster. I'm not a fairy.",
      "de": "Pubertätsfee? Ich bin das Hormonmonster. Ich bin keine Fee."
    }
  },
  {
    "translation": {
      "en": "I mean, sure, I fuck around with dudes but I'm not a fairy.",
      "de": "Ok, ich treibe es bunt mit Typen, aber ich bin keine Fee."
    }
  },
  {
    "translation": {
      "en": "\"[I Don't Wanna Grow Up\" playing]",
      "de": "Untertitel von: Lucia Postelnicu"
    }
  }
]