[
  {
    "translation": {
      "en": "-Gregorio Cortez. -Ingrid! What are you doing here?",
      "de": "-Gregorio Cortez. -Ingrid! Was tust du hier?"
    }
  },
  {
    "translation": {
      "en": "[grunts] I thought you said you had book club tonight. And I thought you said you had bowling with the boys.",
      "de": "-Ich dachte, du wärst bei deinem Buchclub. -Ich dachte, du wärst bowlen?"
    }
  },
  {
    "translation": {
      "en": "Well, since we're both here, let's make a night of it.",
      "de": "Da wir beide hier sind, machen wir doch das Beste daraus."
    }
  },
  {
    "translation": {
      "en": "They do say married couples with kids should go on more dates.",
      "de": "Es heißt, verheiratete Paare mit Kindern sollten ausgehen."
    }
  },
  {
    "translation": {
      "en": "Well, not exactly dinner and a movie, but it's better than nothing.",
      "de": "Ist zwar kein Abendessen und Kino, aber besser als nichts."
    }
  },
  {
    "translation": {
      "en": "It looks like some sort of top-secret cybernetics program.",
      "de": "AUF KRITISCHER MISSION Sieht aus wie ein geheimes Kybernetik-Programm."
    }
  },
  {
    "translation": {
      "en": "Give me a few seconds, and we'll have all the info we need.",
      "de": "In ein paar Sekunden haben wir alle Infos, die wir brauchen."
    }
  },
  {
    "translation": {
      "en": "And done.",
      "de": "DOWNLOAD BEENDET"
    }
  },
  {
    "translation": {
      "en": "If we leave now, we can probably catch a movie downtown.",
      "de": "Erledigt. Wenn wir jetzt gehen, schaffen wir es noch ins Kino."
    }
  },
  {
    "translation": {
      "en": "I am sorry, my dear, but it looks like our plans have been postponed.",
      "de": "Tut mir leid, aber es sieht aus, als müssten wir das verschieben."
    }
  },
  {
    "translation": {
      "en": "Are you kidding? This date night just got interesting.",
      "de": "Machst du Witze? Dieses Date wurde eben erst interessant."
    }
  },
  {
    "translation": {
      "en": "Let's end this quickly. Combination 61, the Aztec Death Spiral.",
      "de": "Machen wir es kurz. Kombination 61, die aztekische Todesspirale."
    }
  },
  {
    "translation": {
      "en": "Reverse Death Spiral? No, impossible! That move is classified!",
      "de": "Umgekehrte Todesspirale? Unmöglich! Die ist geheim!"
    }
  },
  {
    "translation": {
      "en": "-[sighs] Who are these guys? -SWAMP. I've never heard of them.",
      "de": "-Wer sind diese Kerle? -S.W.A.M.P. Das habe ich noch nie gehört."
    }
  },
  {
    "translation": {
      "en": "-Gregorio! -[soldier laughing] [Gregorio] Oh, no, the files!",
      "de": "-Gregorio! -Oh nein, die Dateien!"
    }
  },
  {
    "translation": {
      "en": "[soldier] To the transport! Mission complete!",
      "de": "Rückzug! Mission abgeschlossen!"
    }
  },
  {
    "translation": {
      "en": "We're too late! We're never too late.",
      "de": "Wir sind zu spät! Wir sind nie zu spät."
    }
  },
  {
    "translation": {
      "en": "-Gregorio, who was that? -Our worst nightmare.",
      "de": "-Gregorio, wer war das? -Unser schlimmster Albtraum."
    }
  },
  {
    "translation": {
      "en": "Sorry, Mr. Breakfast Burrito.",
      "de": "HAUPTQUARTIER DER SUPERSPIONE Sorry, Mr. Burrito."
    }
  },
  {
    "translation": {
      "en": "I know we just met, but I need to eat you now. What the--?",
      "de": "Wir kennen uns noch nicht lange, aber ich muss dich essen. Was zum...?"
    }
  },
  {
    "translation": {
      "en": "-Juni, get your own burrito! -[Juni laughing] Oh, this is so on.",
      "de": "Juni, hol dir deinen eigenen Burrito! Na warte."
    }
  },
  {
    "translation": {
      "en": "-Hi, Carmen. New toy? -Early middle school graduation gift.",
      "de": "-Neues Spielzeug? -Geschenk zum Abschluss der Mittelstufe."
    }
  },
  {
    "translation": {
      "en": "One of the perks of having super spies for parents. And those?",
      "de": "Ist toll, wenn die Eltern Superspione sind. Und die?"
    }
  },
  {
    "translation": {
      "en": "Zero-gravity boots. Built them myself in the lab this morning.",
      "de": "Schwerelosigkeitsstiefel. Habe ich heute gebaut."
    }
  },
  {
    "translation": {
      "en": "One of the perks of living in a super spy facility.",
      "de": "Ist toll, wenn man in einer Superspion-Einrichtung lebt."
    }
  },
  {
    "translation": {
      "en": "-Uh-huh. My breakfast burrito? -I think you mean my breakfast burrito.",
      "de": "Ist toll, wenn man in einer Superspion-Einrichtung lebt. -Mein Frühstücksburrito? -Du meinst wohl mein Frühstücksburrito."
    }
  },
  {
    "translation": {
      "en": "Hmm. I've got just the blob for the job.",
      "de": "Ich habe genau das Richtige hierfür."
    }
  },
  {
    "translation": {
      "en": "-[grunts] -Aha! Got it!",
      "de": "Hab ihn!"
    }
  },
  {
    "translation": {
      "en": "Strategy always wins over force.",
      "de": "Strategie besiegt immer Stärke."
    }
  },
  {
    "translation": {
      "en": "Huh. You might have a point. Ugh, you are a vile little man.",
      "de": "-Da könntest du recht haben. -Du bist ein gemeiner kleiner Mann."
    }
  },
  {
    "translation": {
      "en": "Correction, a vile little man",
      "de": "Korrigiere: ein gemeiner kleiner Mann mit einem Burrito."
    }
  },
  {
    "translation": {
      "en": "-with a burrito. -[man] It was like they knew every move.",
      "de": "Korrigiere: ein gemeiner kleiner Mann mit einem Burrito. -Sie schienen alle unsere Moves zu kennen. -Hörst du das? Klingt nach Spionagekram."
    }
  },
  {
    "translation": {
      "en": "Shh! Did you hear that? Sounds like secret spy stuff.",
      "de": "-Sie schienen alle unsere Moves zu kennen. -Hörst du das? Klingt nach Spionagekram."
    }
  },
  {
    "translation": {
      "en": "Hey, Dad. Everything okay?",
      "de": "Hey, Dad. Ist alles in Ordnung?"
    }
  },
  {
    "translation": {
      "en": "-Have you been up all night? -OSS agents all over the globe",
      "de": "-Warst du die ganze Nacht wach? -Überall versagen O.S.S.-Agenten"
    }
  },
  {
    "translation": {
      "en": "have been failing their missions because of a counter-spy agency",
      "de": "-Warst du die ganze Nacht wach? -Überall versagen O.S.S.-Agenten in ihren Missionen wegen einer gegnerischen Agentur: S.W.A.M.P."
    }
  },
  {
    "translation": {
      "en": "calling themselves \"SWAMP.\"",
      "de": "in ihren Missionen wegen einer gegnerischen Agentur: S.W.A.M.P."
    }
  },
  {
    "translation": {
      "en": "[Carmen] \"Sinister Wrongdoers Against Mankind's Preservation.\"",
      "de": "\"Sinistre Widersacher Aller Menschlichen Prosperität\"."
    }
  },
  {
    "translation": {
      "en": "-Hmm. Catchy. -And all our agents said the same thing",
      "de": "Einprägsam. -All unsere Agenten sagen dasselbe. -Sie schienen alle unsere Moves zu kennen."
    }
  },
  {
    "translation": {
      "en": "about their encounters.",
      "de": "-All unsere Agenten sagen dasselbe. -Sie schienen alle unsere Moves zu kennen."
    }
  },
  {
    "translation": {
      "en": "-[man] It was like they knew every move! -[woman] They were always one step ahead.",
      "de": "-All unsere Agenten sagen dasselbe. -Sie schienen alle unsere Moves zu kennen. -Sie waren uns einen Schritt voraus. -Eure Mutter und ich haben sie gesehen."
    }
  },
  {
    "translation": {
      "en": "Your mother and I faced off against them last night.",
      "de": "-Sie waren uns einen Schritt voraus. -Eure Mutter und ich haben sie gesehen."
    }
  },
  {
    "translation": {
      "en": "Everything the agents say is true.",
      "de": "Was die Agenten sagen, ist wahr."
    }
  },
  {
    "translation": {
      "en": "Wait, I thought she had book club and you went bowling.",
      "de": "Ich dachte, sie wäre beim Buchclub und du bowlen."
    }
  },
  {
    "translation": {
      "en": "-Hey! -How is that possible?",
      "de": "Wie ist das möglich? O.S.S.-Agenten sind die besten Spione."
    }
  },
  {
    "translation": {
      "en": "OSS operatives are the best spies in the world. All your moves are classified.",
      "de": "Wie ist das möglich? O.S.S.-Agenten sind die besten Spione. -All eure Moves sind geheim. -Es sei denn, sie kannten sie schon."
    }
  },
  {
    "translation": {
      "en": "Unless they knew that information from the start.",
      "de": "-All eure Moves sind geheim. -Es sei denn, sie kannten sie schon."
    }
  },
  {
    "translation": {
      "en": "But how?",
      "de": "Aber wie?"
    }
  },
  {
    "translation": {
      "en": "Several years ago, I headed up a top-secret OSS initiative",
      "de": "Vor ein paar Jahren leitete ich eine geheime O.S.S.-Initiative,"
    }
  },
  {
    "translation": {
      "en": "called \"The Third Brain Program.\"",
      "de": "genannt \"Drittes-Gehirn-Programm\"."
    }
  },
  {
    "translation": {
      "en": "The goal of this program was to create artificial intelligence",
      "de": "Wir wollten künstliche Intelligenz herstellen,"
    }
  },
  {
    "translation": {
      "en": "equivalent to the intelligence of our best spies.",
      "de": "die der unserer besten Spione gleicht."
    }
  },
  {
    "translation": {
      "en": "But the program was eventually disbanded when our experiments proved futile.",
      "de": "Aber wir hörten auf, als unsere Experimente erfolglos verliefen."
    }
  },
  {
    "translation": {
      "en": "And we disposed of all the bad brains.",
      "de": "Und wir entsorgten all die schlechten Gehirne."
    }
  },
  {
    "translation": {
      "en": "But there was one brain that could not be destroyed. A golden one.",
      "de": "Aber es gab ein Gehirn, das nicht zerstört werden konnte. Ein goldenes."
    }
  },
  {
    "translation": {
      "en": "We took every precaution to lock Golden Brain safely away, but...",
      "de": "Wir trafen alle Vorkehrungen, um Goldgehirn sicher wegzusperren, aber..."
    }
  },
  {
    "translation": {
      "en": "Greetings, Gregorio, or should I call you \"Father\"? Ugh.",
      "de": "Sei gegrüßt, Gregorio, oder sollte ich besser sagen: \"Vater\"?"
    }
  },
  {
    "translation": {
      "en": "Despite your best efforts to destroy me, I continued to grow on my own.",
      "de": "Trotz deiner Bemühungen, mich zu zerstören, bin ich alleine weitergewachsen."
    }
  },
  {
    "translation": {
      "en": "Yes, your wittle brain is all grown up, Gregorio. As you can see,",
      "de": "Ja, dein kleines Gehirn ist jetzt erwachsen, Gregorio. Wie du siehst, entkam ich der lächerlichen Zelle,"
    }
  },
  {
    "translation": {
      "en": "I escaped the flimsy containment unit that you constructed for me,",
      "de": "Wie du siehst, entkam ich der lächerlichen Zelle, die du für mich gebaut hast, baute mir einen kybernetischen Körper"
    }
  },
  {
    "translation": {
      "en": "built a cybernetic body for myself,",
      "de": "die du für mich gebaut hast, baute mir einen kybernetischen Körper"
    }
  },
  {
    "translation": {
      "en": "and assembled a new counter-spy organization with one goal in mind.",
      "de": "und gründete eine gegnerische Spionageagentur, die nur ein Ziel hat:"
    }
  },
  {
    "translation": {
      "en": "Taking over the world.",
      "de": "die Übernahme der Weltherrschaft."
    }
  },
  {
    "translation": {
      "en": "But to do that, I must first destroy the ones that created me, the OSS.",
      "de": "Aber um das zu tun, muss ich erst die zerstören, die mich erschufen: Die O.S.S."
    }
  },
  {
    "translation": {
      "en": "-Holy Frankenstein's monster, Dad-man! -Oh, and you're probably wondering",
      "de": "Heiliges Frankensteins Monster, Dad, Mann! Du fragst dich bestimmt, wie meine Männer dich so leicht besiegten,"
    }
  },
  {
    "translation": {
      "en": "how my men have been able to defeat you so easily",
      "de": "Du fragst dich bestimmt, wie meine Männer dich so leicht besiegten,"
    }
  },
  {
    "translation": {
      "en": "when all your moves are classified.",
      "de": "wenn doch all eure Moves geheim sind."
    }
  },
  {
    "translation": {
      "en": "Well, technically, as a former agent of the OSS,",
      "de": "Als ehemaliger O.S.S.-Agent"
    }
  },
  {
    "translation": {
      "en": "I still had access to all the operative files, which I've stolen.",
      "de": "hatte ich immer noch Zugang zu den Operationsunterlagen, die ich dann stahl."
    }
  },
  {
    "translation": {
      "en": "That's right. The big secrety secret agents can't keep their own secrets safe.",
      "de": "Es ist wahr. Die geheimen Geheimagenten können ihre Geheimnisse nicht schützen."
    }
  },
  {
    "translation": {
      "en": "[laughing] I know you better than you know yourselves.",
      "de": "Ich kenne euch besser als ihr euch selbst."
    }
  },
  {
    "translation": {
      "en": "Ta-ta for now, Gregorio. I look forward to our big reunion.",
      "de": "Das war's erstmal, Gregorio. Ich freue mich auf unser Wiedersehen."
    }
  },
  {
    "translation": {
      "en": "But you're gonna stop him. I mean, it. Right, Dad?",
      "de": "Aber du hältst ihn doch auf. Ich meine, es. Stimmt's?"
    }
  },
  {
    "translation": {
      "en": "-What did he mean by \"our big reunion\"? -[rumbling]",
      "de": "Was meinte er mit \"unser Wiedersehen\"?"
    }
  },
  {
    "translation": {
      "en": "SWAMP.",
      "de": "S.W.A.M.P."
    }
  },
  {
    "translation": {
      "en": "Okay. Junito, Carmen, find a safe hiding spot. We will come back when this is all over.",
      "de": "Sucht euch ein Versteck. Wir holen euch, wenn das hier vorbei ist."
    }
  },
  {
    "translation": {
      "en": "-[both] But-- -You heard me. Now, go! [grunts]",
      "de": "-Aber... -Ihr habt es gehört. Los!"
    }
  },
  {
    "translation": {
      "en": "We can't just leave them out there, Carm. What can we do?",
      "de": "Wir können sie nicht im Stich lassen. Was sollen wir tun?"
    }
  },
  {
    "translation": {
      "en": "-What we should do, we fight. -I was really hoping you'd say that.",
      "de": "-Was wir tun sollten. Wir kämpfen. -Ich hatte gehofft, dass du das sagst."
    }
  },
  {
    "translation": {
      "en": "I got a read on them! Up ahead! There's a bunch of SWAMP goons between us.",
      "de": "Ich habe sie gefunden. Da sind ein paar S.W.A.M.P.-Trottel zwischen uns."
    }
  },
  {
    "translation": {
      "en": "-We need to find a way around them. -Unh-unh. Not the plan I had in mind, sis.",
      "de": "-Wir müssen an ihnen vorbei. -Ich habe einen anderen Plan."
    }
  },
  {
    "translation": {
      "en": "SWAMP? Great name, you guys. Was FART or BARF already taken?",
      "de": "S.W.A.M.P.? Toller Name, Jungs. Waren FURZ und KOTZ schon vergeben?"
    }
  },
  {
    "translation": {
      "en": "-Um, can you stop being reckless? -You call it reckless, I call it winning.",
      "de": "Hör auf, so leichtsinnig zu sein. Du nennst es leichtsinnig, ich nenne es gewinnen."
    }
  },
  {
    "translation": {
      "en": "[scoffs] Little brothers.",
      "de": "Kleine Brüder."
    }
  },
  {
    "translation": {
      "en": "-What do we do? -Do not give up.",
      "de": "-Was sollen wir tun? -Nicht aufgeben."
    }
  },
  {
    "translation": {
      "en": "-[growling] -[Juni] Whoo-hoo! Coming in hot!",
      "de": "Hier komme ich!"
    }
  },
  {
    "translation": {
      "en": "-Come on! That all you got? -Coming through!",
      "de": "War das schon alles? Platz da!"
    }
  },
  {
    "translation": {
      "en": "-Are you done winning? -Whoa!",
      "de": "Fertig mit dem Gewinnen?"
    }
  },
  {
    "translation": {
      "en": "Ay! Junito! Carmen!",
      "de": "Junito! Carmen!"
    }
  },
  {
    "translation": {
      "en": "It's Golden Brain!",
      "de": "Da ist Goldgehirn!"
    }
  },
  {
    "translation": {
      "en": "[Golden Brain laughing] The OSS is no more!",
      "de": "Das war es mit der O.S.S.!"
    }
  },
  {
    "translation": {
      "en": "Oh, no.",
      "de": "Oh nein."
    }
  },
  {
    "translation": {
      "en": "[Gregorio] I have no choice but to scatter all agents to safe houses around the world",
      "de": "Alle Agenten müssen in Geheimverstecken auf der ganzen Welt untertauchen,"
    }
  },
  {
    "translation": {
      "en": "until I can figure out a way to defeat Golden Brain.",
      "de": "bis ich Goldgehirn besiegt habe."
    }
  },
  {
    "translation": {
      "en": "The agency has been exposed. And we're all at risk.",
      "de": "Die Agentur ist aufgeflogen. Wir sind in Gefahr."
    }
  },
  {
    "translation": {
      "en": "Golden Brain will stop at nothing until he finishes the job.",
      "de": "Goldgehirn macht vor nichts Halt."
    }
  },
  {
    "translation": {
      "en": "[sighs] I'm sorry, friends. Agent Cortez out.",
      "de": "Tut mir leid, Freunde. Agent Cortez, Ende."
    }
  },
  {
    "translation": {
      "en": "Don't worry, Dad. You'll come up with something. You always do.",
      "de": "Dir wird etwas einfallen. Das tut es doch immer."
    }
  },
  {
    "translation": {
      "en": "But how do we stop a villain that knows us better than we know ourselves?",
      "de": "Wie halten wir einen Bösewicht auf, der uns besser kennt als wir selbst?"
    }
  },
  {
    "translation": {
      "en": "And we haven't even begun to discuss this, eh?",
      "de": "Und darüber müssen wir uns noch unterhalten."
    }
  },
  {
    "translation": {
      "en": "You two are going to be grounded until your mid-40s! Of all the reckless,",
      "de": "Ihr habt Hausarrest, bis ihr Mitte 40 seid. Leichtsinnig, gefährlich..."
    }
  },
  {
    "translation": {
      "en": "dangerous...",
      "de": "Leichtsinnig, gefährlich..."
    }
  },
  {
    "translation": {
      "en": "-That's it. -What is?",
      "de": "-Das ist es. -Was?"
    }
  },
  {
    "translation": {
      "en": "Who cares? He's smiling. Maybe we won't get grounded after all.",
      "de": "Ist doch egal. Er lächelt. Vielleicht doch kein Hausarrest."
    }
  },
  {
    "translation": {
      "en": "I have a plan on how to stop Golden Brain and get the OSS operational again.",
      "de": "Ich weiß, wie wir Goldgehirn stoppen und die O.S.S. wieder einsatzfähig machen."
    }
  },
  {
    "translation": {
      "en": "-[Mexican folk music playing] -[Carmen] Um,",
      "de": "LAGE: INNENSTADT MONTAG"
    }
  },
  {
    "translation": {
      "en": "so how exactly is this the answer to defeating Golden Brain?",
      "de": "Wie sollen wir hier Goldgehirn besiegen?"
    }
  },
  {
    "translation": {
      "en": "Are we planning on giving all of SWAMP food poisoning?",
      "de": "Wollen wir das ganze S.W.A.M.P.-Team vergiften?"
    }
  },
  {
    "translation": {
      "en": "Oh, no, this is even worse than I thought, Carmen. We're not grounded.",
      "de": "Das ist schlimmer, als ich dachte. Wir haben keinen Hausarrest, sondern Jobs!"
    }
  },
  {
    "translation": {
      "en": "-He got us jobs! -Dad, I know it was dumb for us",
      "de": "Das ist schlimmer, als ich dachte. Wir haben keinen Hausarrest, sondern Jobs! Es war dumm, zu kämpfen, aber das ist etwas extrem, oder nicht?"
    }
  },
  {
    "translation": {
      "en": "to join the battle, but this is a little extreme, don't you think?",
      "de": "Es war dumm, zu kämpfen, aber das ist etwas extrem, oder nicht?"
    }
  },
  {
    "translation": {
      "en": "You know, there's very strict child labor laws in this county.",
      "de": "Das Gesetz ist sehr streng, was Kinderarbeit betrifft."
    }
  },
  {
    "translation": {
      "en": "-Follow me. -[door beeps]",
      "de": "Folgt mir."
    }
  },
  {
    "translation": {
      "en": "-This is your fault! -My fault? You're the one that was all, \"We fight.\"",
      "de": "-Das ist deine Schuld! -Meine Schuld? Du sagtest: \"Wir kämpfen.\""
    }
  },
  {
    "translation": {
      "en": "Uh, this just took a turn for the creepy.",
      "de": "Das ist etwas unheimlich."
    }
  },
  {
    "translation": {
      "en": "You go first.",
      "de": "Du gehst voraus."
    }
  },
  {
    "translation": {
      "en": "[computer] One mile. Ten miles. Sixty miles.",
      "de": "1,6 Kilometer. 16 Kilometer. 96 Kilometer."
    }
  },
  {
    "translation": {
      "en": "One hundred eighty miles. Destination.",
      "de": "290 Kilometer. Ziel."
    }
  },
  {
    "translation": {
      "en": "Not gonna lie. You might want to back away. Taco Butte coming up.",
      "de": "Haltet euch lieber fern. Der Taco kommt mir gleich wieder hoch."
    }
  },
  {
    "translation": {
      "en": "-What is this place? -You will see.",
      "de": "-Was ist das für ein Ort? -Ihr werdet es sehen."
    }
  },
  {
    "translation": {
      "en": "-Welcome to OSS Spy Academy. -[both] Whoa!",
      "de": "Willkommen in der O.S.S.-Spionageakademie."
    }
  },
  {
    "translation": {
      "en": "So you and Mom were trained here when you were teenagers?",
      "de": "Du und Mom wurdet hier ausgebildet?"
    }
  },
  {
    "translation": {
      "en": "Yes, but this facility has been closed for many years.",
      "de": "Ja, aber sie war viele Jahre lang geschlossen."
    }
  },
  {
    "translation": {
      "en": "Closed until a few days ago, when you gave me the idea to re-open it.",
      "de": "Bis vor ein paar Tagen, als ihr mich darauf gebracht habt, sie wieder zu öffnen."
    }
  },
  {
    "translation": {
      "en": "No one knows about this place,",
      "de": "Niemand weiß hiervon, nicht mal Goldgehirn."
    }
  },
  {
    "translation": {
      "en": "-not even Golden Brain. -[Carmen] We gave you the idea?",
      "de": "Niemand weiß hiervon, nicht mal Goldgehirn. Die Idee kam von uns?"
    }
  },
  {
    "translation": {
      "en": "Yes. If the past is our enemy, then the future might be our salvation.",
      "de": "Ja. Ist die Vergangenheit unser Feind, dann ist die Zukunft unsere Rettung."
    }
  },
  {
    "translation": {
      "en": "-Not following. -You were the only agents in the fight",
      "de": "Ich check's nicht. Ihr wart die einzigen Agenten, die Goldgehirns Männer nicht besiegten,"
    }
  },
  {
    "translation": {
      "en": "Golden Brain's men weren't able to get a step on because there's no file on you.",
      "de": "Ihr wart die einzigen Agenten, die Goldgehirns Männer nicht besiegten, weil es über euch keine Akte gibt."
    }
  },
  {
    "translation": {
      "en": "Golden Brain knows every old operative, so the OSS...",
      "de": "Goldgehirn kennt die alten Agenten, also muss der O.S.S..."
    }
  },
  {
    "translation": {
      "en": "Must train new ones.",
      "de": "Neue Agenten ausbilden."
    }
  },
  {
    "translation": {
      "en": "So I have assembled the best teen spy cadets from around the globe",
      "de": "Ich habe hier die besten Teenager-Spion-Kadetten der Welt."
    }
  },
  {
    "translation": {
      "en": "to become the next generation of OSS agents.",
      "de": "-Sie werden die nächste Agentengeneration. -Ich wusste, dir fällt etwas ein."
    }
  },
  {
    "translation": {
      "en": "I knew you would figure it out, Dad. You're full of surprises.",
      "de": "-Sie werden die nächste Agentengeneration. -Ich wusste, dir fällt etwas ein. -Du steckst voller Überraschungen. -Ja, und da sind noch mehr."
    }
  },
  {
    "translation": {
      "en": "Hm, yes.",
      "de": "-Du steckst voller Überraschungen. -Ja, und da sind noch mehr."
    }
  },
  {
    "translation": {
      "en": "And I have one more. You will further your training here at the academy...",
      "de": "-Du steckst voller Überraschungen. -Ja, und da sind noch mehr. Ihr werdet hier ausgebildet,"
    }
  },
  {
    "translation": {
      "en": "-What? -...while undertaking your most difficult mission yet.",
      "de": "während ihr euch auf eure schwierigste Mission begebt."
    }
  },
  {
    "translation": {
      "en": "Code name: Mission Critical.",
      "de": "Codename: Mission Critical."
    }
  },
  {
    "translation": {
      "en": "With the OSS out of commission, time is of the essence.",
      "de": "Da die O.S.S. außer Betrieb ist, müssen wir schnell sein."
    }
  },
  {
    "translation": {
      "en": "Golden Brain's forces are mounting.",
      "de": "Goldgehirns Truppen wachsen."
    }
  },
  {
    "translation": {
      "en": "You are the only ones that can keep him in check and bring SWAMP down.",
      "de": "Nur ihr könnt ihn aufhalten und S.W.A.M.P. stürzen."
    }
  },
  {
    "translation": {
      "en": "Defeat an entire counter-spy organization by ourselves?",
      "de": "Eine ganze gegnerische Spionageagentur ganz alleine besiegen?"
    }
  },
  {
    "translation": {
      "en": "No, you'll need a team.",
      "de": "Nein, ihr braucht ein Team."
    }
  },
  {
    "translation": {
      "en": "And together, you'll find your team here among these new cadets.",
      "de": "Gemeinsam werdet ihr euer Team hier unter diesen neuen Kadetten finden."
    }
  },
  {
    "translation": {
      "en": "[both] Wait, our team?",
      "de": "Moment. Unser Team?"
    }
  },
  {
    "translation": {
      "en": "Yes, Mission Critical will be your team, and you will lead it together.",
      "de": "Mission Critical wird euer Team sein, und ihr werdet es gemeinsam anführen."
    }
  },
  {
    "translation": {
      "en": "-Together? Him? Me? -Nuh-uh, I work solo. Lone wolf.",
      "de": "-Gemeinsam? Er? Ich? -Ich arbeite alleine. Ein einsamer Wolf."
    }
  },
  {
    "translation": {
      "en": "Ay! Nonsense. You were born leaders. It's in your blood.",
      "de": "Blödsinn. Ihr seid geborene Anführer."
    }
  },
  {
    "translation": {
      "en": "Mission Critical must work, for the future of mankind.",
      "de": "Mission Critical muss funktionieren, für die Zukunft der Menschheit."
    }
  },
  {
    "translation": {
      "en": "In the meantime, your mother and I are going into deep cover, like the rest of the agents.",
      "de": "Eure Mutter und ich tauchen unter, so wie die anderen Agenten."
    }
  },
  {
    "translation": {
      "en": "But we will not be far. Good luck. The entire world is counting on you.",
      "de": "Aber wir sind nicht weit weg. Viel Glück. Die Welt verlässt sich auf euch."
    }
  },
  {
    "translation": {
      "en": "Well, I guess we should get to work then, huh?",
      "de": "Wir sollten uns wohl an die Arbeit machen."
    }
  },
  {
    "translation": {
      "en": "Yeah, it would seem that we have a whole world to save.",
      "de": "Ja, scheint so, als hätten wir eine Welt zu retten."
    }
  },
  {
    "translation": {
      "en": "How hard could that be?",
      "de": "Wie schwer kann das schon sein?"
    }
  },
  {
    "translation": {
      "en": "[Carmen] To defeat a villain like Golden Brain, Mission Critical has to be all about strategy.",
      "de": "Um Goldgehirn zu besiegen, sollte es bei Mission Critical um Strategie gehen."
    }
  },
  {
    "translation": {
      "en": "Nuh-uh, Mission Critical has to be all about kicking butt.",
      "de": "Nein, bei Mission Critical sollte es ums Kämpfen gehen."
    }
  },
  {
    "translation": {
      "en": "OMG! Totes love your jumpsuit!",
      "de": "Oh mein Gott! Ich liebe deinen Jumpsuit!"
    }
  },
  {
    "translation": {
      "en": "-Oh, and your hair? Adorbs! Selfie! -[camera shutter clicks]",
      "de": "Und deine Haare sind so süß! Selfie!"
    }
  },
  {
    "translation": {
      "en": "The name's Glitch. Techno-espionage, code-breaking, genius level IQ,",
      "de": "Ich bin Glitch. Technospionage, Codeknacken, Genie,"
    }
  },
  {
    "translation": {
      "en": "incredible fashion sense.",
      "de": "unglaublicher Modesinn."
    }
  },
  {
    "translation": {
      "en": "LOL. #FullPackage.",
      "de": "LOL. #Komplettpaket, oder?"
    }
  },
  {
    "translation": {
      "en": "Am I right? Just texted you all my info, set up our own private e-mail server,",
      "de": "Habe euch meine Daten geschickt, unseren E-Mail-Server eingerichtet"
    }
  },
  {
    "translation": {
      "en": "and got us access to every computer on the Earth.",
      "de": "und uns Zugang zu allen Computern auf der Erde verschafft."
    }
  },
  {
    "translation": {
      "en": "-[sighs] Besties for life! -[camera shutter clicks]",
      "de": "und uns Zugang zu allen Computern auf der Erde verschafft. Beste Freunde!"
    }
  },
  {
    "translation": {
      "en": "-Very promising. -Wait, you understood her?",
      "de": "-Sehr vielversprechend. -Warte. Du verstehst sie?"
    }
  },
  {
    "translation": {
      "en": "The next applicant was supposed to be here already.",
      "de": "Der nächste Bewerber sollte schon da sein."
    }
  },
  {
    "translation": {
      "en": "And I am, my dear.",
      "de": "Das bin ich, meine Liebe."
    }
  },
  {
    "translation": {
      "en": "The name is Awesome, Sir Awesome.",
      "de": "Mein Name ist Awesome, Sir Awesome."
    }
  },
  {
    "translation": {
      "en": "Super spy, expert linguist and master of disguise.",
      "de": "Superspion, Sprachexperte und Meister der Verkleidung."
    }
  },
  {
    "translation": {
      "en": "Fluent in over 300 languages, including my own, Awesomese.",
      "de": "Ich spreche mehr als 300 Sprachen, darunter meine eigene, Awesomesisch."
    }
  },
  {
    "translation": {
      "en": "Do you always work with theme music?",
      "de": "Arbeitest du immer mit Titelmusik? Wie praktisch bei Geheimmissionen."
    }
  },
  {
    "translation": {
      "en": "That should come in handy for stealth missions. Anyway...",
      "de": "Arbeitest du immer mit Titelmusik? Wie praktisch bei Geheimmissionen. -Jedenfalls... -Verzeihung, ich muss los."
    }
  },
  {
    "translation": {
      "en": "Now, if you'll please excuse me, I have a prior engagement.",
      "de": "-Jedenfalls... -Verzeihung, ich muss los."
    }
  },
  {
    "translation": {
      "en": "He's great!",
      "de": "Er ist klasse!"
    }
  },
  {
    "translation": {
      "en": "All these applicants have excellent test scores on their cognitive reasoning exams.",
      "de": "Diese Bewerber haben super Testergebnisse in ihren Logiktests."
    }
  },
  {
    "translation": {
      "en": "Snore! None of them have cool code names or great costumes. Pass.",
      "de": "Schnarch! Die haben weder coole Codenamen noch tolle Kostüme. Abgelehnt."
    }
  },
  {
    "translation": {
      "en": "Cool code names? Great costumes?",
      "de": "Coole Codenamen? Tolle Kostüme?"
    }
  },
  {
    "translation": {
      "en": "-That's your criteria? -Yeah.",
      "de": "-Das sind deine Kriterien? -Ja."
    }
  },
  {
    "translation": {
      "en": "Everyone knows the key to kicking butt is intimidation.",
      "de": "Die Grundlage des Kämpfens ist Einschüchterung."
    }
  },
  {
    "translation": {
      "en": "-[girls giggling] -[girl] So dreamy.",
      "de": "Traumhaft."
    }
  },
  {
    "translation": {
      "en": "Barfsville! Look at them! So unprofessional!",
      "de": "Kotz! Schau dir die an! So unprofessionell!"
    }
  },
  {
    "translation": {
      "en": "-[sighs] -Yep, I see where this is headed.",
      "de": "Ich sehe, worauf das hinausläuft."
    }
  },
  {
    "translation": {
      "en": "-Name? -[Australian accent] Ace, mate.",
      "de": "-Name? -Ace, Mann."
    }
  },
  {
    "translation": {
      "en": "-Okay, Ace-Mate, I see that you did okay-- -Not \"Ace-Mate.\" Just \"Ace,\" mate.",
      "de": "-Ace-Mann, du warst ganz gut... -Nicht Ace-Mann. Nur \"Ace\", Mann."
    }
  },
  {
    "translation": {
      "en": "Clearly, there is some sort of language barrier here. I think that--",
      "de": "Hier gibt es eine Sprachbarriere. Ich finde, wir sollten..."
    }
  },
  {
    "translation": {
      "en": "I see you graduated top of your class at Junior Marksman's Academy.",
      "de": "Du warst Klassenbester auf der Junioren-Scharfschützen-Akademie."
    }
  },
  {
    "translation": {
      "en": "There's no weapon I can't master. Slingshot, laser pistol.",
      "de": "Ich beherrsche jede Waffe. Steinschleuder, Laserpistole."
    }
  },
  {
    "translation": {
      "en": "I can use it to knock the eyelash off a mozzie at 300 yards.",
      "de": "Ich kann sogar einen Moskito aus 374 Metern Entfernung treffen."
    }
  },
  {
    "translation": {
      "en": "Okay, Ace-Mate, that'll do. We'll be in touch.",
      "de": "Okay, Ace-Mann, wir melden uns."
    }
  },
  {
    "translation": {
      "en": "-Man, what was with that guy? -Cool code name, great costume.",
      "de": "-Oh Mann, was war denn mit dem Kerl los? -Cooler Codename, tolles Kostüm."
    }
  },
  {
    "translation": {
      "en": "Nuh-uh, no one's that perfect.",
      "de": "Nein, niemand ist so perfekt."
    }
  },
  {
    "translation": {
      "en": "Well, since we can't come to an agreement on anyone,",
      "de": "Da wir uns auf niemanden einigen können, darf jeder zwei auswählen."
    }
  },
  {
    "translation": {
      "en": "we'll each get two picks for the team. No questions asked. Fair?",
      "de": "Da wir uns auf niemanden einigen können, darf jeder zwei auswählen. Keine Begründung nötig. Gut?"
    }
  },
  {
    "translation": {
      "en": "Finally, we can agree on something. Let's head back to the dorms",
      "de": "Endlich sind wir uns bei etwas einig. Treffen wir uns morgen im Trainingszentrum und schauen uns unsere Kandidaten an."
    }
  },
  {
    "translation": {
      "en": "and meet tomorrow at the training center to see how our prospects work together.",
      "de": "Treffen wir uns morgen im Trainingszentrum und schauen uns unsere Kandidaten an."
    }
  },
  {
    "translation": {
      "en": "Deal?",
      "de": "Abgemacht?"
    }
  },
  {
    "translation": {
      "en": "Huh? A Thumb-Thumb? How did that get in here? Stand down, creature!",
      "de": "Ein Super-Daumen? Wie kam der hier rein? Nicht bewegen!"
    }
  },
  {
    "translation": {
      "en": "-Tom Thumb-Thumb is with me. -And might I ask who \"me\" is?",
      "de": "-Tom Däumling gehört zu mir. -Und wer bist du?"
    }
  },
  {
    "translation": {
      "en": "The code name's Scorpion, but you'd probably know me best by my civilian name, Claudia Floop.",
      "de": "Mein Codename ist Scorpion, aber mein bürgerlicher Name ist Claudia Floop."
    }
  },
  {
    "translation": {
      "en": "Floop? As in our former enemy, Fegan Floop?",
      "de": "Floop? So wie unser früherer Feind, Fegan Floop?"
    }
  },
  {
    "translation": {
      "en": "-The same. He is my father. -Your father?",
      "de": "-Genau der. Er ist mein Vater. -Dein Vater?"
    }
  },
  {
    "translation": {
      "en": "That explains the Thumb-Thumb. But not why you're standing in my dorm room.",
      "de": "Das erklärt den Super-Daumen. Aber warum bist du in meinem Zimmer?"
    }
  },
  {
    "translation": {
      "en": "I'm here for the Mission Critical team. I apologize for being late.",
      "de": "Ich bin hier wegen Mission Critical. Entschuldige die Verspätung."
    }
  },
  {
    "translation": {
      "en": "I was supposed to be here a few days ago, but I had a fashion shoot in Prague. You know how that is.",
      "de": "Ich hatte ein Fashionshooting in Prag. Du weißt, wie das ist."
    }
  },
  {
    "translation": {
      "en": "No, you probably don't.",
      "de": "Oder auch nicht."
    }
  },
  {
    "translation": {
      "en": "Fegan Floop's daughter wants to be considered for the Mission Critical team?",
      "de": "Fegan Floops Tochter will bei Mission Critical dabei sein?"
    }
  },
  {
    "translation": {
      "en": "Now I've heard everything. Wait, did you re-decorate my room?",
      "de": "Jetzt überrascht mich nichts mehr. Moment. Hast du mein Zimmer umdekoriert?"
    }
  },
  {
    "translation": {
      "en": "-Yes, it lacked panache. -I'll give you panache.",
      "de": "-Ja, ihm fehlte es an Pep. -Ich geb dir gleich Pep."
    }
  },
  {
    "translation": {
      "en": "Hey, hey! Ooh, who's the new roomie? Whoa! -Totes vibing on the new look! Panache! -[Thumb-Thumb moans]",
      "de": "Hey, hey! Wer ist die neue Mitbewohnerin? Toller neuer Look! Peppig!"
    }
  },
  {
    "translation": {
      "en": "[Carmen] Hmm, looks like you're one cadet shy.",
      "de": "Dir scheint ein Kadett zu fehlen."
    }
  },
  {
    "translation": {
      "en": "-Oh, he'll be here... I hope. -This is bad form, Junior.",
      "de": "-Er kommt schon noch... Hoffentlich. -Das ist nicht gut, Junior."
    }
  },
  {
    "translation": {
      "en": "It's Juni! Ju-ni! And call me by my code name. Aztec, Ace-Mate.",
      "de": "Ich heiße Juni! Ju-ni! Und nenn mich bei meinem Codenamen. Aztec, Ace-Mann."
    }
  },
  {
    "translation": {
      "en": "Again, it's just \"Ace,\" mate. Not \"Ace-Mate.\" I still don't hear the difference.",
      "de": "-Ich heiße Ace, Mann. Nicht Ace-Mann. -Ich kann keinen Unterschied hören."
    }
  },
  {
    "translation": {
      "en": "Well, it looks like I get another candidate selection",
      "de": "Ich darf noch einen Kandidaten aussuchen, weil deiner nicht aufgetaucht ist, also..."
    }
  },
  {
    "translation": {
      "en": "-since your candidate didn't show, so... -[Claudia] Am I interrupting?",
      "de": "Ich darf noch einen Kandidaten aussuchen, weil deiner nicht aufgetaucht ist, also... Störe ich?"
    }
  },
  {
    "translation": {
      "en": "-Yes, you are. We were just-- -No, no, no.",
      "de": "-Ja, tust du. Wir wollten gerade... -Nein. Keineswegs. Gerade rechtzeitig."
    }
  },
  {
    "translation": {
      "en": "-Not at all. You're just in time. -Are you crazy? Do you know who that is?",
      "de": "-Ja, tust du. Wir wollten gerade... -Nein. Keineswegs. Gerade rechtzeitig. Bist du irre? Weißt du, wer das ist? Claudia Floop, Fegan Floops Tochter."
    }
  },
  {
    "translation": {
      "en": "That's Claudia Floop, Fegan Floop's daughter?",
      "de": "Bist du irre? Weißt du, wer das ist? Claudia Floop, Fegan Floops Tochter."
    }
  },
  {
    "translation": {
      "en": "The daughter of a villain? She can't be trusted.",
      "de": "Die Tochter eines Schurken? Man kann ihr nicht trauen."
    }
  },
  {
    "translation": {
      "en": "Remember what you said, no questions asked.",
      "de": "Schon vergessen? Keine Begründung nötig."
    }
  },
  {
    "translation": {
      "en": "Mission Critical prospects, the test begins now!",
      "de": "Mission-Critical-Kandidaten, die Prüfung beginnt!"
    }
  },
  {
    "translation": {
      "en": "Attack!",
      "de": "Angriff!"
    }
  },
  {
    "translation": {
      "en": "-Evade! -[both scream]",
      "de": "Ausweichen!"
    }
  },
  {
    "translation": {
      "en": "Okay, team, let's show 'em how it's done! Full-out attack! Kick butt!",
      "de": "Okay, zeigen wir denen, wie das geht! Volle Attacke! Lasst es krachen!"
    }
  },
  {
    "translation": {
      "en": "No! Evasive action!",
      "de": "Nein! Ausweichen!"
    }
  },
  {
    "translation": {
      "en": "Attack!",
      "de": "Angreifen!"
    }
  },
  {
    "translation": {
      "en": "Evade!",
      "de": "Ausweichen!"
    }
  },
  {
    "translation": {
      "en": "-Mission Critical, attack! -Mission Critical, evade!",
      "de": "-Angreifen! -Ausweichen!"
    }
  },
  {
    "translation": {
      "en": "-[Carmen] Evade! -[Claudia screaming]",
      "de": "Ausweichen!"
    }
  },
  {
    "translation": {
      "en": "[Juni] Attack!",
      "de": "Angreifen!"
    }
  },
  {
    "translation": {
      "en": "-[Carmen] Evade! -[Claudia groans]",
      "de": "Ausweichen!"
    }
  },
  {
    "translation": {
      "en": "-Juni, what are you doing? -Leading the team! Get outta my way, Carm!",
      "de": "-Juni, was tust du da? -Das Team anführen! Geh mir aus dem Weg!"
    }
  },
  {
    "translation": {
      "en": "[Juni] Carmen!",
      "de": "Carmen!"
    }
  },
  {
    "translation": {
      "en": "Oh. [chuckles] Hey, Mom. Hey, Dad. How's deep cover? [chuckles]",
      "de": "Hey, Mom. Hey, Dad. Wie läuft's mit dem Untertauchen?"
    }
  },
  {
    "translation": {
      "en": "-Unacceptable. Embarrassing! -What your father is trying to say",
      "de": "Inakzeptabel. Peinlich! Er will sagen, dass ihr euch bei der Leitung des Teams einig sein müsst."
    }
  },
  {
    "translation": {
      "en": "is that you must come to an agreement on how to run this team.",
      "de": "Er will sagen, dass ihr euch bei der Leitung des Teams einig sein müsst."
    }
  },
  {
    "translation": {
      "en": "I know how to run it! She just won't listen to reason!",
      "de": "Ich weiß, wie. Sie will nicht vernünftig sein."
    }
  },
  {
    "translation": {
      "en": "Reason? Your way will get us all killed.",
      "de": "Vernünftig? Du bringst uns noch alle um."
    }
  },
  {
    "translation": {
      "en": "-And your way will bore us all to death. -[Ingrid] Enough, you two!",
      "de": "-Und du langweilst uns noch zu Tode. -Genug jetzt!"
    }
  },
  {
    "translation": {
      "en": "Sure, you've had your differences lately, but you've always been there for each other.",
      "de": "Ihr seid euch oft nicht einig, aber ihr wart immer füreinander da."
    }
  },
  {
    "translation": {
      "en": "Juni, remember in kindergarten, when Jeffy Rice took your favorite cuddle bear?",
      "de": "Juni, weißt du noch, als Jeffy Rice dir deinen Lieblingsteddy geklaut hat?"
    }
  },
  {
    "translation": {
      "en": "Who made him give it back?",
      "de": "Wer hat ihn dir zurückgebracht?"
    }
  },
  {
    "translation": {
      "en": "And, Carmen, who was always the first one to volunteer as a test subject for your science fair projects?",
      "de": "Carmen, wer war das Versuchskaninchen für deine Wissenschaftsprojekte?"
    }
  },
  {
    "translation": {
      "en": "Maybe if you two would just listen to each other, you might actually figure this out.",
      "de": "Wenn ihr einander zuhören würdet, fändet ihr vielleicht eine Lösung."
    }
  },
  {
    "translation": {
      "en": "But until that time, effective immediately, you are both off Mission Critical.",
      "de": "Bis dahin seid ihr mit sofortiger Wirkung beide raus aus Mission Critical."
    }
  },
  {
    "translation": {
      "en": "[man] A mysterious group calling itself SWAMP",
      "de": "Eine Gruppe namens S.W.A.M.P. drang in ein Regierungsgebäude ein..."
    }
  },
  {
    "translation": {
      "en": "has infiltrated a government facility in the desert,",
      "de": "Eine Gruppe namens S.W.A.M.P. drang in ein Regierungsgebäude ein... EILMELDUNG"
    }
  },
  {
    "translation": {
      "en": "making off with a cache of top-secret technology. All attempts to stop this convoy have been futile.",
      "de": "...und stahl streng geheime Technologien. Sie konnte nicht gestoppt werden."
    }
  },
  {
    "translation": {
      "en": "So, what is our plan again?",
      "de": "Also, was war noch mal der Plan?"
    }
  },
  {
    "translation": {
      "en": "Okay, the three of us are gonna stop that SWAMP convoy on our own.",
      "de": "Wir werden diese S.W.A.M.P.-Lkws stoppen."
    }
  },
  {
    "translation": {
      "en": "Whatever that tech is, can't be good in their hands.",
      "de": "Dass sie diese Technologien haben, ist nicht gut."
    }
  },
  {
    "translation": {
      "en": "-[Carmen clears her throat] -[Juni] Copycat!",
      "de": "Dass sie diese Technologien haben, ist nicht gut. Nachmacherin!"
    }
  },
  {
    "translation": {
      "en": "-Mature. -You are.",
      "de": "-Erwachsener. -Selber."
    }
  },
  {
    "translation": {
      "en": "Fine. Since neither one of us is going to back down, let's agree to stay out of each other's way.",
      "de": "Da keiner von uns nachgibt, halten wir uns am besten voneinander fern."
    }
  },
  {
    "translation": {
      "en": "Done!",
      "de": "Geht klar!"
    }
  },
  {
    "translation": {
      "en": "-This is going to be a long mission. -Yeah, if we survive it.",
      "de": "-Das wird eine sehr lange Mission. -Ja, wenn wir sie überleben."
    }
  },
  {
    "translation": {
      "en": "There it is. Mission Critical, on my signal, get into position.",
      "de": "Da sind sie. Mission Critical, auf mein Signal macht ihr euch bereit."
    }
  },
  {
    "translation": {
      "en": "[scoffs] Mission Most Critical,",
      "de": "Da sind sie. Mission Critical, auf mein Signal macht ihr euch bereit. Mission Super Critical, auf mein Signal zeigt ihr es denen!"
    }
  },
  {
    "translation": {
      "en": "on my signal, go kick some SWAMP butt!",
      "de": "Mission Super Critical, auf mein Signal zeigt ihr es denen!"
    }
  },
  {
    "translation": {
      "en": "-Really? Mission Most Critical? -Yep. Jealous? Now!",
      "de": "-Ernsthaft? Mission Super Critical? -Ja. Eifersüchtig? Jetzt!"
    }
  },
  {
    "translation": {
      "en": "See? That's how it's done. So much for your boring tactics.",
      "de": "Siehst du? So geht das. So viel zu deiner langweiligen Strategie."
    }
  },
  {
    "translation": {
      "en": "Mission Critical, now!",
      "de": "Mission Critical, jetzt!"
    }
  },
  {
    "translation": {
      "en": "What the...?",
      "de": "Was zum...?"
    }
  },
  {
    "translation": {
      "en": "-Jealous? -Look out!",
      "de": "-Eifersüchtig? -Pass auf!"
    }
  },
  {
    "translation": {
      "en": "Let me go!",
      "de": "Lasst mich los!"
    }
  },
  {
    "translation": {
      "en": "Sir Awesome!",
      "de": "Sir Awesome! Wir müssen ihm helfen!"
    }
  },
  {
    "translation": {
      "en": "-We need to get in there and help! -I have an idea.",
      "de": "Sir Awesome! Wir müssen ihm helfen! Ich habe eine Idee."
    }
  },
  {
    "translation": {
      "en": "Get behind them and follow my lead. Blobs away!",
      "de": "Geh hinter sie und hör auf mein Kommando. Feuer frei!"
    }
  },
  {
    "translation": {
      "en": "[soldier laughs] She missed!",
      "de": "Daneben!"
    }
  },
  {
    "translation": {
      "en": "-Scorpion! -[soldier grunts]",
      "de": "Scorpion!"
    }
  },
  {
    "translation": {
      "en": "I'm on it!",
      "de": "Ich mach das!"
    }
  },
  {
    "translation": {
      "en": "[Glitch] OMG, the caravan's getting away!",
      "de": "Oh mein Gott, sie entkommen!"
    }
  },
  {
    "translation": {
      "en": "-Juni, take Ace. -Right. You take Scorpion.",
      "de": "-Du nimmst Ace. -Und du Scorpion."
    }
  },
  {
    "translation": {
      "en": "Glitch, Sir Awesome, wait for our signal.",
      "de": "Glitch, Sir Awesome, wartet auf das Signal."
    }
  },
  {
    "translation": {
      "en": "We're gonna need some Awesomese to jam those com-links.",
      "de": "Wir brauchen Awesomesisch, um sie lahmzulegen."
    }
  },
  {
    "translation": {
      "en": "-[bird caws] -Whoa! Crikey! Ace, are you okay?",
      "de": "-Meine Güte! -Ace, alles okay?"
    }
  },
  {
    "translation": {
      "en": "Yeah. [chuckles] -Just, uh, don't get me near them. -[bird squawks]",
      "de": "Ja. Halte sie einfach von mir fern."
    }
  },
  {
    "translation": {
      "en": "Birds? You're afraid of birds?",
      "de": "Vögel? Du hast Angst vor Vögeln?"
    }
  },
  {
    "translation": {
      "en": "[chuckles] I just, uh-- I don't trust 'em. With their wings, beaks, tiny birdie feet.",
      "de": "Ich traue ihnen nicht. Mit ihren Flügeln, Schnäbeln, kleinen Füßen."
    }
  },
  {
    "translation": {
      "en": "I knew it, Mr. Perfect. Okay, Glitch, Awesome, hit it!",
      "de": "-Ich wusste es, Mr. Perfect. -Okay, Glitch, Awesome, legt los!"
    }
  },
  {
    "translation": {
      "en": "-[soldier] My ears! -[soldier 2] I can't steer!",
      "de": "-Meine Ohren! -Ich kann nicht lenken!"
    }
  },
  {
    "translation": {
      "en": "Thanks, ugly! I'll take this!",
      "de": "Danke, Großer! Das nehme ich!"
    }
  },
  {
    "translation": {
      "en": "-[soldiers grunting] -[team cheering]",
      "de": "Geschafft! -Ja! -Wir haben es drauf!"
    }
  },
  {
    "translation": {
      "en": "-Hey, good work out there today. -Yeah, you too.",
      "de": "-Hey, das hast du heute gut gemacht. -Ja, du auch."
    }
  },
  {
    "translation": {
      "en": "I guess there is a place for a little thinking mixed with the butt-kicking.",
      "de": "Ich denke, man kann etwas Denken mit Kämpfen mischen."
    }
  },
  {
    "translation": {
      "en": "The trick will be figuring out the proper balance.",
      "de": "Wir müssen nur die richtige Balance finden."
    }
  },
  {
    "translation": {
      "en": "But if you're going to be on my team, you're gonna need to bone up on your battle tactics.",
      "de": "Als Teil meines Teams musst du an deiner Kampfstrategie arbeiten."
    }
  },
  {
    "translation": {
      "en": "[scoffs] And if you're gonna be on my team, you need a cool code name. What do you think about \"Tango\"?",
      "de": "Als Teil meines Teams brauchst du einen coolen Codenamen. Vielleicht Tango?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I like it. Thanks, Aztec.",
      "de": "Ja, das gefällt mir. Danke, Aztec."
    }
  },
  {
    "translation": {
      "en": "Oh, and remind me to tell you something about Ace. You won't believe it.",
      "de": "Ich muss dir noch etwas über Ace erzählen. Du wirst es nicht glauben."
    }
  },
  {
    "translation": {
      "en": "Ugh! Will you stop already?",
      "de": "Ich muss dir noch etwas über Ace erzählen. Du wirst es nicht glauben. Kannst du damit aufhören?"
    }
  },
  {
    "translation": {
      "en": "Putting that news report up for them to see was a stroke of genius. Call it mother's intuition.",
      "de": "-Die Idee mit den Nachrichten war genial. -Nenn es mütterliche Intuition."
    }
  },
  {
    "translation": {
      "en": "[chuckles] They all have a lot left to learn,",
      "de": "Sie alle müssen noch viel lernen,"
    }
  },
  {
    "translation": {
      "en": "but the future of the OSS does seem very promising.",
      "de": "aber die O.S.S. hat eine vielversprechende Zukunft."
    }
  },
  {
    "translation": {
      "en": "To Mission Critical!",
      "de": "Auf Mission Critical!"
    }
  },
  {
    "translation": {
      "en": "-[Ace] Yes! -[Juni] All right!",
      "de": "-Ja! -Klasse!"
    }
  },
  {
    "translation": {
      "en": "-[soldier] We had a problem, sir. -[Golden Brain] What kind of problem?",
      "de": "-Es gab ein Problem, Sir. -Problem? Was für ein Problem?"
    }
  },
  {
    "translation": {
      "en": "[soldier] The convoy, it was intercepted by a bunch of...",
      "de": "Die Lkws wurden abgefangen von einem Haufen..."
    }
  }
]