[
  {
    "translation": {
      "en": "[Steven] On this hunt, I'm hitting the big island of Hawaii",
      "de": "Diese Jagd führt mich auf die Big Island in Hawaii,"
    }
  },
  {
    "translation": {
      "en": "with my buddy, Ryan \"O-Cal\" Callaghan…",
      "de": "mit meinem Kumpel Ryan \"O-Cal\" Callaghan…"
    }
  },
  {
    "translation": {
      "en": "Feels like a fishy day!",
      "de": "Fühlt sich wie ein Fischtag an."
    }
  },
  {
    "translation": {
      "en": "…and a lifelong hunter and angler named Danny Bolton.",
      "de": "…und dem lebenslangen Jäger und Angler Danny Bolton."
    }
  },
  {
    "translation": {
      "en": "[whispers] There's some coming behind that tree.",
      "de": "Hinter dem Baum kommen welche."
    }
  },
  {
    "translation": {
      "en": "[Steven] We'll be working this place from the mountain to the sea",
      "de": "Wir arbeiten uns hier vom Berg bis zum Meer,"
    }
  },
  {
    "translation": {
      "en": "in search of fine local ingredients. [Danny] There are goats everywhere.",
      "de": "-auf der Suche nach guten lokalen Zutaten. -Da sind überall Ziegen."
    }
  },
  {
    "translation": {
      "en": "[Steven] Grab your flip-flops.",
      "de": "Schnappt euch eure Flip-Flops."
    }
  },
  {
    "translation": {
      "en": "-[theme music playing] -I'm Steven Rinella.",
      "de": "Ich bin Steven Rinella."
    }
  },
  {
    "translation": {
      "en": "To me, hunting isn't only about the pursuit of an animal.",
      "de": "Mir geht es bei der Jagd nicht nur um das Tier."
    }
  },
  {
    "translation": {
      "en": "-[grunts] -[Steven] Get out of the way!",
      "de": "Aus dem Weg!"
    }
  },
  {
    "translation": {
      "en": "It's about who we are and what we're made of.",
      "de": "Es geht darum, wer wir sind und was uns ausmacht."
    }
  },
  {
    "translation": {
      "en": "I live to hunt and hunt to live. I am a meat eater.",
      "de": "Ich lebe, um zu jagen, und jage, um zu leben. Ich bin Fleischesser."
    }
  },
  {
    "translation": {
      "en": "You might think a tiny group of islands in the middle of the Pacific Ocean",
      "de": "Man könnte meinen, eine winzige Inselgruppe mitten im Pazifik"
    }
  },
  {
    "translation": {
      "en": "would be pretty limited when it comes to terrestrial wild game,",
      "de": "hätte nur ein sehr begrenztes Wildaufkommen."
    }
  },
  {
    "translation": {
      "en": "but in fact, hunting is a significant part of traditional Hawaiian lifestyle.",
      "de": "Tatsächlich ist Jagd ein wichtiger Teil des hawaiianischen Lebensstils."
    }
  },
  {
    "translation": {
      "en": "For centuries, explorers and settlers have been bringing",
      "de": "Seit Jahrhunderten brachten Forscher und Siedler"
    }
  },
  {
    "translation": {
      "en": "non-native species here in droves.",
      "de": "in Scharen nicht einheimische Arten hierher."
    }
  },
  {
    "translation": {
      "en": "So much so that now,",
      "de": "Darum leben hier heute,"
    }
  },
  {
    "translation": {
      "en": "with no natural predators to keep their populations in check,",
      "de": "ohne natürliche Fressfeinde, die den Bestand dezimieren,"
    }
  },
  {
    "translation": {
      "en": "animals we typically think of as domestic have spilled out into the wild.",
      "de": "Tiere, die für uns Haustiere sind, hier in freier Wildbahn."
    }
  },
  {
    "translation": {
      "en": "Hawaii is full of them.",
      "de": "Hawaii ist voll davon."
    }
  },
  {
    "translation": {
      "en": "They've got feral chickens, feral turkeys,",
      "de": "Sie haben wilde Hühner, Truthähne,"
    }
  },
  {
    "translation": {
      "en": "feral cattle, pigs, sheep and lots of feral goats.",
      "de": "wilde Rinder, Schweine, Schafe und viele wilde Ziegen."
    }
  },
  {
    "translation": {
      "en": "The goats have been here hundreds of years.",
      "de": "Die Ziegen leben seit hunderten von Jahren hier?"
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah, since, like, the white man came over, Captain Cook and all those guys,",
      "de": "Ja, als der weiße Mann kam, Captain Cook und all die Typen,"
    }
  },
  {
    "translation": {
      "en": "they brought the goats on the ships and then they-- And that was the beginning of it.",
      "de": "-hatten sie Ziegen auf den Schiffen, und… -Und das war der Anfang."
    }
  },
  {
    "translation": {
      "en": "And the pigs predate those by hundreds and hundreds of years.",
      "de": "Die Schweine waren schon hunderte Jahre zuvor hier."
    }
  },
  {
    "translation": {
      "en": "I mean, who knows if it was the first Polynesians,",
      "de": "Wer weiß, ob es die ersten Polynesier waren?"
    }
  },
  {
    "translation": {
      "en": "but they were here with the Polynesians,",
      "de": "Aber sie waren gemeinsam hier."
    }
  },
  {
    "translation": {
      "en": "so it's hard to say who, you know, is the local, right?",
      "de": "Also ist es schwer, zu sagen, wer hier einheimisch ist, oder?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. Not me. -[laughing]",
      "de": "Ja. Ich nicht."
    }
  },
  {
    "translation": {
      "en": "[Steven] What all this means from a hunting perspective is that in Hawaii,",
      "de": "Aus jagdlicher Sicht bedeutet das alles, dass in Hawaii"
    }
  },
  {
    "translation": {
      "en": "the wild game offerings are remarkably similar",
      "de": "das Wildangebot dem erstaunlich ähnelt,"
    }
  },
  {
    "translation": {
      "en": "to what you might find at your local butcher shop.",
      "de": "was man zu Hause in der Fleischerei findet."
    }
  },
  {
    "translation": {
      "en": "Naturally, I don't get very many opportunities",
      "de": "Natürlich habe ich nicht oft die Möglichkeit,"
    }
  },
  {
    "translation": {
      "en": "to harvest meat of that sort,",
      "de": "Fleisch dieser Art zu jagen."
    }
  },
  {
    "translation": {
      "en": "so when I was invited to come to Hawaii's Big Island on the Kona Coast",
      "de": "Als ich auf Hawaiis Big Island an der Kona-Küste eingeladen wurde,"
    }
  },
  {
    "translation": {
      "en": "to hunt for some wild goats, my interest was piqued.",
      "de": "um Wildziegen zu jagen, war mein Interesse geweckt."
    }
  },
  {
    "translation": {
      "en": "Cal and I are terribly novice when it comes to Hawaiian-style goat hunting,",
      "de": "Cal und ich sind blutige Anfänger, was die hawaiianische Ziegenjagd betrifft,"
    }
  },
  {
    "translation": {
      "en": "so we've joined up with Cal's friend Danny Bolton to show us around.",
      "de": "also lassen wir uns von Cals Freund Danny Bolton alles zeigen."
    }
  },
  {
    "translation": {
      "en": "What's a close shot and a long shot for goats, from your experience?",
      "de": "Was ist deiner Erfahrung nach ein Nah- und Weitschuss für Ziegen?"
    }
  },
  {
    "translation": {
      "en": "Ten yards is a close shot and then a long shot--",
      "de": "Neun Meter sind ein Nahschuss, und ein Weitschuss…"
    }
  },
  {
    "translation": {
      "en": "As you can see it's real open, so it's kind of up to you",
      "de": "Hier ist alles sehr offen, also liegt es an dir,"
    }
  },
  {
    "translation": {
      "en": "how far you wanna shoot.",
      "de": "-wie weit du schießt. -Okay."
    }
  },
  {
    "translation": {
      "en": "But for me, like, I'm not gonna wanna shoot more than 40 today.",
      "de": "Aber ich will heute nicht weiter als 35 schießen."
    }
  },
  {
    "translation": {
      "en": "So you'd like to just, like, find 'em moving and then try to move out in front of 'em?",
      "de": "Du willst, dass sie sich bewegen, und dann vor ihnen auftauchen?"
    }
  },
  {
    "translation": {
      "en": "Yeah, for me. Like, if we can find what direction they're moving,",
      "de": "Ja. Wenn wir sehen, in welche Richtung sie laufen,"
    }
  },
  {
    "translation": {
      "en": "and we'll see them coming,",
      "de": "und sie kommen sehen,"
    }
  },
  {
    "translation": {
      "en": "then we can use all these hills",
      "de": "können wir all diese Hügel nutzen"
    }
  },
  {
    "translation": {
      "en": "and the terrain to work our way in front of 'em.",
      "de": "und das Gelände, um vor sie zu gelangen."
    }
  },
  {
    "translation": {
      "en": "And best if we can just have them come to us,",
      "de": "Das Beste wäre, sie einfach zu uns kommen zu lassen,"
    }
  },
  {
    "translation": {
      "en": "'cause then you're not moving, right?",
      "de": "weil man sich dann nicht bewegt."
    }
  },
  {
    "translation": {
      "en": "I'm-- I'm just excited about having the, uh, ocean as a boundary, basically.",
      "de": "Ich freue mich einfach, den Ozean als Begrenzung zu haben."
    }
  },
  {
    "translation": {
      "en": "That's a pretty unmistakable landmark.",
      "de": "Das ist ein unverkennbarer Orientierungspunkt."
    }
  },
  {
    "translation": {
      "en": "Yeah. Yeah, so, like, everything,",
      "de": "Ja. So wie immer,"
    }
  },
  {
    "translation": {
      "en": "when we explain stuff here in the islands, it's like",
      "de": "wenn wir auf den Inseln Dinge erklären, dann so…"
    }
  },
  {
    "translation": {
      "en": "mauka and makai.",
      "de": "…mauka und makai."
    }
  },
  {
    "translation": {
      "en": "So \"mauka\" is the mountain and then \"makai\" is the ocean,",
      "de": "Mauka heißt Berg, und makai heißt Ozean."
    }
  },
  {
    "translation": {
      "en": "so if you gotta explain directions to somebody, you just base it off where the ocean is.",
      "de": "Also wenn man jemandem den Weg erklärt, ist der Ozean immer der Ausgangspunkt."
    }
  },
  {
    "translation": {
      "en": "That's why a lot of people, when they go to the mainland, they get kind of a little lost too, you know?",
      "de": "Deshalb verirren sich auch viele Leute, wenn sie auf dem Festland sind."
    }
  },
  {
    "translation": {
      "en": "'Cause they have these super obvious visual markers?",
      "de": "Weil sie diese visuellen Markierungen gewohnt sind?"
    }
  },
  {
    "translation": {
      "en": "It's so easy here to know which direction to face.",
      "de": "Ja. Hier weiß man einfacher, wohin man muss."
    }
  },
  {
    "translation": {
      "en": "Yeah, and you go downhill, you're gonna hit water at some point. Yeah.",
      "de": "Ja. Wenn man bergab geht, kommt man irgendwann ans Wasser."
    }
  },
  {
    "translation": {
      "en": "All right, I'm gonna go this way.",
      "de": "Okay, ich gehe hier lang."
    }
  },
  {
    "translation": {
      "en": "And we're gonna go this way.",
      "de": "Und wir gehen da lang."
    }
  },
  {
    "translation": {
      "en": "Good luck!",
      "de": "Viel Glück!"
    }
  },
  {
    "translation": {
      "en": "[Steven] In order for both of us to be hunting at once,",
      "de": "Damit wir beide gleichzeitig jagen können,"
    }
  },
  {
    "translation": {
      "en": "Cal heads off solo to one end of the ranch",
      "de": "geht Cal alleine zu einem Ende der Ranch,"
    }
  },
  {
    "translation": {
      "en": "while Danny and I go to hunt the other side.",
      "de": "Danny und ich jagen auf der anderen Seite."
    }
  },
  {
    "translation": {
      "en": "Danny was born and raised on the Kona Coast",
      "de": "Danny lebt schon sein ganzes Leben an der Kona-Küste"
    }
  },
  {
    "translation": {
      "en": "and engages in most of the activities that mainlanders like me envy about this place.",
      "de": "und betreibt die meisten Aktivitäten, um die ihn Festländer wie ich beneiden."
    }
  },
  {
    "translation": {
      "en": "He hunts, spearfishes, regular fishes,",
      "de": "Er jagt, betreibt Speerfischen, normales Fischen,"
    }
  },
  {
    "translation": {
      "en": "and is an all-around, generally capable guy.",
      "de": "und ist ein rundum fähiger Typ."
    }
  },
  {
    "translation": {
      "en": "He built his own house, even makes his own knives.",
      "de": "Er baute sein eigenes Haus, macht seine eigenen Messer."
    }
  },
  {
    "translation": {
      "en": "Even the dude's day job is enviable.",
      "de": "Sogar sein Hauptberuf ist beneidenswert."
    }
  },
  {
    "translation": {
      "en": "Get this, he trains special forces soldiers in off-road driving.",
      "de": "Er trainiert militärische Sondertruppen im Geländefahren."
    }
  },
  {
    "translation": {
      "en": "Danny's arranged this goat hunt for Cal and me on this private ranch",
      "de": "Danny arrangierte die Ziegenjagd für uns auf dieser Privatranch,"
    }
  },
  {
    "translation": {
      "en": "where cattle are regarded as good and welcome,",
      "de": "wo Rinder willkommen sind, aber die Horden wilder Ziegen nicht."
    }
  },
  {
    "translation": {
      "en": "but the hordes of wild goats, not so much.",
      "de": "aber die Horden wilder Ziegen nicht."
    }
  },
  {
    "translation": {
      "en": "The property owner turns lemons into lemonade, so to speak,",
      "de": "Der Eigentümer macht quasi aus Zitronen Limonade,"
    }
  },
  {
    "translation": {
      "en": "by leasing hunting rights to an outfitter who charges a day fee to chase the goats.",
      "de": "indem er an einen Jagdveranstalter verpachtet, der Ziegenjagden verkauft."
    }
  },
  {
    "translation": {
      "en": "Otherwise, regulations are pretty much nonexistent. No bag limits, no closed season,",
      "de": "Ansonsten gibt es fast keine Vorschriften. Keine Taschenbegrenzung, keine Schonzeit,"
    }
  },
  {
    "translation": {
      "en": "and I'm allowed to shoot either a male or female,",
      "de": "und ich darf Männchen oder Weibchen schießen,"
    }
  },
  {
    "translation": {
      "en": "or rather a billy or a nanny.",
      "de": "oder eher Bock oder Geiß."
    }
  },
  {
    "translation": {
      "en": "There's so many, it almost seems there's something wrong.",
      "de": "Es gibt so viele, dass es scheint, als wäre etwas faul."
    }
  },
  {
    "translation": {
      "en": "Earlier I mentioned the local butcher shop.",
      "de": "Ich erwähnte vorher die Fleischerei zu Hause."
    }
  },
  {
    "translation": {
      "en": "Hunting here isn't as easy as going to one,",
      "de": "Hier zu jagen ist nicht so einfach, wie zu einem zu gehen,"
    }
  },
  {
    "translation": {
      "en": "but it doesn't look to be too far off.",
      "de": "aber es wirkt nicht so viel aufwendiger."
    }
  },
  {
    "translation": {
      "en": "Oh, man, there's a million of 'em!",
      "de": "Mann, da sind eine Million!"
    }
  },
  {
    "translation": {
      "en": "Look at that. Well, not a million, but 20.",
      "de": "Sieh dir das an. Na ja, keine Million, aber 20."
    }
  },
  {
    "translation": {
      "en": "You feel that wind though?",
      "de": "Aber spürst du den Wind?"
    }
  },
  {
    "translation": {
      "en": "-[Steven] Yeah. -Kind of blowing right at 'em.",
      "de": "-Ja. -Er weht direkt auf sie zu."
    }
  },
  {
    "translation": {
      "en": "What are you thinking, Steve? Like--",
      "de": "Was denkst du, Steve?"
    }
  },
  {
    "translation": {
      "en": "You wanna try pick out a big billy out of there?",
      "de": "Willst du dir einen Bock aussuchen?"
    }
  },
  {
    "translation": {
      "en": "[Steven] Oh, I don't care. Like, the best ones to eat are the small ones, right?",
      "de": "Das ist mir egal. Zum Essen sind die kleinen am besten."
    }
  },
  {
    "translation": {
      "en": "[Danny] Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "-We can see what we get into. -Yeah.",
      "de": "-Mal sehen, was wir erwischen. -Ja."
    }
  },
  {
    "translation": {
      "en": "But we'd have to do something about the wind, right?",
      "de": "Aber wir müssen was gegen den Wind tun, oder?"
    }
  },
  {
    "translation": {
      "en": "[Danny] We just gotta watch which way they're going",
      "de": "Wir müssen sehen, wohin sie gehen, damit wir sie nicht"
    }
  },
  {
    "translation": {
      "en": "so we're not just chasing 'em the whole time.",
      "de": "Wir müssen sehen, wohin sie gehen, damit wir sie nicht die ganze Zeit verfolgen. Irgendwann bleiben sie stehen."
    }
  },
  {
    "translation": {
      "en": "-Oh, yeah. -But they will eventually stop.",
      "de": "die ganze Zeit verfolgen. Irgendwann bleiben sie stehen."
    }
  },
  {
    "translation": {
      "en": "[Cal] Good start to the morning. Goats pretty much everywhere.",
      "de": "Ein guter Start für den Morgen. Ziegen überall."
    }
  },
  {
    "translation": {
      "en": "It's gorgeous.",
      "de": "Es ist wunderschön."
    }
  },
  {
    "translation": {
      "en": "This terrain looks like you can just, like, pick up and run through it,",
      "de": "Das Gelände sieht aus, als könnte man einfach durchlaufen,"
    }
  },
  {
    "translation": {
      "en": "but in this tall grass, there's a lot, like, rolling, loose lava rock.",
      "de": "aber in diesem hohen Gras liegt viel loses Lavagestein herum."
    }
  },
  {
    "translation": {
      "en": "So it's probably gonna be a little slower than you want it to be,",
      "de": "Es wird also etwas langsamer gehen, als man es sich wünscht,"
    }
  },
  {
    "translation": {
      "en": "but they're in a good spot to pick one out.",
      "de": "aber sie stehen günstig, um eine auszuwählen,"
    }
  },
  {
    "translation": {
      "en": "That'll be the game.",
      "de": "und das ist das Spiel."
    }
  },
  {
    "translation": {
      "en": "Ah. There's this group that's coming up the draw,",
      "de": "Da ist eine Gruppe, die die Rinne hochkommt,"
    }
  },
  {
    "translation": {
      "en": "and if they pick a direction,",
      "de": "und wenn sie eine Richtung wählen,"
    }
  },
  {
    "translation": {
      "en": "should be easy to work with this wind and cut 'em off.",
      "de": "sollte es leicht sein, den Wind zu nutzen und ihnen den Weg abzuschneiden."
    }
  },
  {
    "translation": {
      "en": "[Steven] As you'd expect with goats all over the place,",
      "de": "Wie erwartet, mit den Ziegen überall,"
    }
  },
  {
    "translation": {
      "en": "it doesn't take us long to get in on them.",
      "de": "begegnen wir ihnen bald."
    }
  },
  {
    "translation": {
      "en": "[whispering] Right there.",
      "de": "Genau da."
    }
  },
  {
    "translation": {
      "en": "[Danny] I feel like if we just creep up right here…",
      "de": "Wenn wir uns einfach hier anschleichen…"
    }
  },
  {
    "translation": {
      "en": "[Steven] Trees are few and far between,",
      "de": "Es gibt nur vereinzelte Bäume,"
    }
  },
  {
    "translation": {
      "en": "but the tall grass is enough to give me plenty of cover for a stealthy approach.",
      "de": "aber das hohe Gras reicht mir als Deckung für die Annäherung aus."
    }
  },
  {
    "translation": {
      "en": "But the grass also hides the goats.",
      "de": "Aber das Gras versteckt auch die Ziegen."
    }
  },
  {
    "translation": {
      "en": "Often they're super close, but you can't see anything besides their ears and horns",
      "de": "Oft sind sie sehr nah, aber man sieht nur ihre Ohren und Hörner"
    }
  },
  {
    "translation": {
      "en": "or just a wisp of hair along the top of their back.",
      "de": "oder nur ein Haarbüschel auf ihrem Rücken."
    }
  },
  {
    "translation": {
      "en": "Not only that, the wind is still an issue.",
      "de": "Zusätzlich ist der Wind immer noch ein Problem."
    }
  },
  {
    "translation": {
      "en": "It keeps shifting and swirling, and eventually, it betrays me.",
      "de": "Ständig ändert er die Richtung, und schließlich verrät er mich."
    }
  },
  {
    "translation": {
      "en": "They spook.",
      "de": "Sie erschrecken."
    }
  },
  {
    "translation": {
      "en": "They didn't come up far enough? No, everything spooking before its getting to it.",
      "de": "-Sie kamen nicht nah genug? -Nein. Alle erschrecken, bevor es losgeht."
    }
  },
  {
    "translation": {
      "en": "[chuckles] Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "The wind kind of-- the wind kind of switched on.",
      "de": "Der Wind hat gedreht."
    }
  },
  {
    "translation": {
      "en": "Yeah, the wind switched bad.",
      "de": "Der Wind hat total gedreht."
    }
  },
  {
    "translation": {
      "en": "Thankfully, there's no shortage of animals.",
      "de": "Zum Glück herrscht kein Mangel an Tieren."
    }
  },
  {
    "translation": {
      "en": "[Danny whispers] There's some coming right behind that tree.",
      "de": "Hinter dem Baum kommen welche."
    }
  },
  {
    "translation": {
      "en": "[Steven] We don't even have to move before we spot the next group.",
      "de": "Wir müssen uns nicht mal bewegen, um die nächsten zu finden."
    }
  },
  {
    "translation": {
      "en": "-[whispering] See? -Oh, that's new ones!",
      "de": "-Siehst du? -Das sind neue!"
    }
  },
  {
    "translation": {
      "en": "Oh, right there. He's right there.",
      "de": "Oh, genau da. Er ist genau da."
    }
  },
  {
    "translation": {
      "en": "Okay, so maybe I need to be a little more cautious than that.",
      "de": "Okay, vielleicht muss ich etwas vorsichtiger sein."
    }
  },
  {
    "translation": {
      "en": "-[whispering] That was close. -[laughs] I was gonna range.",
      "de": "-Ich wollte die Entfernung messen. -Es waren etwa acht."
    }
  },
  {
    "translation": {
      "en": "-I think there were about eight. -I saw how close they were.",
      "de": "-Ich wollte die Entfernung messen. -Es waren etwa acht. Ich sah, wie nahe sie waren."
    }
  },
  {
    "translation": {
      "en": "I was like, I don't need to range find 'em.",
      "de": "Ich dachte, ich kann drauf verzichten."
    }
  },
  {
    "translation": {
      "en": "That was exciting.",
      "de": "Das war aufregend."
    }
  },
  {
    "translation": {
      "en": "[chuckles] Let's go check the ones that don't-- don't know we're here.",
      "de": "Suchen wir die, die nicht wissen, dass wir hier sind."
    }
  },
  {
    "translation": {
      "en": "[Steven] Meanwhile, while I'm spooking goats left and right,",
      "de": "Während ich überall Ziegen erschrecke,"
    }
  },
  {
    "translation": {
      "en": "Cal is doing his own thing.",
      "de": "macht Cal sein eigenes Ding."
    }
  },
  {
    "translation": {
      "en": "[whispering] We got the wind sort of circled down and around.",
      "de": "Der Wind steht günstig. Er dreht sich hinunter."
    }
  },
  {
    "translation": {
      "en": "There's a bunch of goats coming up this draw right here.",
      "de": "Ein paar Ziegen kommen diese Rinne hoch."
    }
  },
  {
    "translation": {
      "en": "So I figured getting set up,",
      "de": "Ich dachte, ich mache mich bereit,"
    }
  },
  {
    "translation": {
      "en": "see if we can get a crack at the very first ones,",
      "de": "damit wir es bei den ersten versuchen können,"
    }
  },
  {
    "translation": {
      "en": "and if not, we can just sit there and the rest will come through.",
      "de": "und wenn nicht, warten wir einfach hier, und der Rest kommt her."
    }
  },
  {
    "translation": {
      "en": "That's the theory.",
      "de": "So die Theorie."
    }
  },
  {
    "translation": {
      "en": "Just like shooting fish in the ocean. Works every time.",
      "de": "Genau wie Fische im Meer schießen. Funktioniert jedes Mal."
    }
  },
  {
    "translation": {
      "en": "These goats are feeding everywhere.",
      "de": "Diese Ziegen fressen überall."
    }
  },
  {
    "translation": {
      "en": "And there's some working up this way.",
      "de": "Und ein paar davon kommen hier hoch."
    }
  },
  {
    "translation": {
      "en": "It'd be very advantageous if I could stay put and let them come to me.",
      "de": "Es wäre von Vorteil, wenn ich hierbleiben und sie zu mir kommen lassen könnte."
    }
  },
  {
    "translation": {
      "en": "Or I'm gonna get bored, and I'm gonna start crawling that way.",
      "de": "Oder mir wird langweilig, und ich krieche in die Richtung."
    }
  },
  {
    "translation": {
      "en": "Perfect eating-size goats.",
      "de": "Ziegen in perfekter Verzehrgröße."
    }
  },
  {
    "translation": {
      "en": "Super great stalk.",
      "de": "Super Pirschjagd."
    }
  },
  {
    "translation": {
      "en": "Had a really nice shot at a nanny,",
      "de": "Ich habe eine Geiß gut erwischt,"
    }
  },
  {
    "translation": {
      "en": "but just waiting for things to calm down to go to look for blood and do the thing.",
      "de": "aber ich warte, bis sich alles beruhigt, bevor ich nach Blutspuren suche und so."
    }
  },
  {
    "translation": {
      "en": "Fingers crossed.",
      "de": "Daumen sind gedrückt."
    }
  },
  {
    "translation": {
      "en": "That's blood.",
      "de": "Das ist Blut."
    }
  },
  {
    "translation": {
      "en": "And that's blood.",
      "de": "Und das ist Blut."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah.",
      "de": "Oh ja."
    }
  },
  {
    "translation": {
      "en": "Look at that tiny little thing. Little mama goat.",
      "de": "Seht euch das winzige Ding an. Kleine Mama-Ziege."
    }
  },
  {
    "translation": {
      "en": "Okay, then.",
      "de": "Na dann."
    }
  },
  {
    "translation": {
      "en": "Looking forward to checking out how this meat is",
      "de": "Ich bin gespannt auf das Fleisch"
    }
  },
  {
    "translation": {
      "en": "and couldn't ask for a better view for the pack out.",
      "de": "und könnte mir keine bessere Aussicht für den Heimweg wünschen."
    }
  },
  {
    "translation": {
      "en": "[Steven] While Cal had better success on his first stalk,",
      "de": "Während Cal bei der ersten Pirschjagd Erfolg hatte,"
    }
  },
  {
    "translation": {
      "en": "Danny and I aren't exactly short on opportunities.",
      "de": "mangelt es Danny und mir nicht an Chancen."
    }
  },
  {
    "translation": {
      "en": "We're right back on top of a grazing herd.",
      "de": "Wir haben wieder eine grasende Herde gefunden."
    }
  },
  {
    "translation": {
      "en": "[whispering] There's more down the gully.",
      "de": "In der Rinne sind noch mehr."
    }
  },
  {
    "translation": {
      "en": "There's probably some even closer than that one.",
      "de": "Wahrscheinlich sind ein paar noch näher als die."
    }
  },
  {
    "translation": {
      "en": "[Steven] Yeah, I bet.",
      "de": "Ja, sicher."
    }
  },
  {
    "translation": {
      "en": "I think the wind is good right now.",
      "de": "Ich glaube, der Wind steht gut."
    }
  },
  {
    "translation": {
      "en": "[Steven] I think we should nudge down there a little more.",
      "de": "Sollen wir uns noch näher ranschieben?"
    }
  },
  {
    "translation": {
      "en": "[Danny] I think so.",
      "de": "Ich denke schon."
    }
  },
  {
    "translation": {
      "en": "[Steven] After a short push, I'm in position again.",
      "de": "Nach einem kurzen Vorstoß bin ich wieder in Position."
    }
  },
  {
    "translation": {
      "en": "It was a definite hit on a nanny,",
      "de": "Ich traf die Geiß definitiv,"
    }
  },
  {
    "translation": {
      "en": "but I lost sight of her through the tall grass.",
      "de": "verlor sie aber im hohen Gras aus den Augen."
    }
  },
  {
    "translation": {
      "en": "[whispering] Yeah, you seen her bend down right along--",
      "de": "Ja, ich sah, wie sie zu Boden ging…"
    }
  },
  {
    "translation": {
      "en": "-It spun as I shot. -Yeah.",
      "de": "-Sie drehte sich, als ich schoss. -Ja."
    }
  },
  {
    "translation": {
      "en": "I know. I wanna see what happens here.",
      "de": "Ich will sehen, was passiert."
    }
  },
  {
    "translation": {
      "en": "Yeah, I would say we give her a little time if we can.",
      "de": "Ich würde sagen, wir lassen ihr etwas Zeit."
    }
  },
  {
    "translation": {
      "en": "[Steven] Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "[Danny] But she's hurt.",
      "de": "Aber sie ist verletzt."
    }
  },
  {
    "translation": {
      "en": "[Steven] Because she moved and spun just as I shot,",
      "de": "Weil sie sich bewegte und drehte, als ich schoss,"
    }
  },
  {
    "translation": {
      "en": "we think it might not be immediately lethal.",
      "de": "denken wir, der Schuss war nicht sofort tödlich."
    }
  },
  {
    "translation": {
      "en": "We want to give it a minute so as to not bump her unnecessarily.",
      "de": "Wir warten eine Minute, um sie nicht unnötig aufzuscheuchen."
    }
  },
  {
    "translation": {
      "en": "After a bit, we make our slow approach to look for a blood trail.",
      "de": "Nach einer Weile suchen wir langsam nach einer Blutspur."
    }
  },
  {
    "translation": {
      "en": "There's some blood right here.",
      "de": "Da ist Blut."
    }
  },
  {
    "translation": {
      "en": "-I mean, she's bleeding pretty good. -[Steven] Yeah.",
      "de": "-Sie blutet ziemlich stark. -Ja."
    }
  },
  {
    "translation": {
      "en": "I feel like she's down, and we just can't see her.",
      "de": "Ich glaube, sie ist am Boden, und wir sehen sie nur nicht."
    }
  },
  {
    "translation": {
      "en": "[Steven] Eventually, we track her down, and my suspicion was correct.",
      "de": "Irgendwann finden wir sie, und mein Verdacht war richtig."
    }
  },
  {
    "translation": {
      "en": "[Danny whispers] There she is right there.",
      "de": "Da ist sie."
    }
  },
  {
    "translation": {
      "en": "[Steven] I need to shoot a second time.",
      "de": "Ich muss ein zweites Mal schießen."
    }
  },
  {
    "translation": {
      "en": "[Danny] Yeah, she's done.",
      "de": "Sie ist erledigt."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. That's a beauty.",
      "de": "Oh ja. Das ist eine Schönheit."
    }
  },
  {
    "translation": {
      "en": "-In terms of, uh, sheep, goats and pigs. -Yeah.",
      "de": "-Was Schafe, Ziegen und Schweine betrifft… -Ja."
    }
  },
  {
    "translation": {
      "en": "Do goats sit at the bottom in terms of preferred?",
      "de": "…sind Ziegen von allen am unbeliebtesten?"
    }
  },
  {
    "translation": {
      "en": "-People like pigs better than goats? -Yeah.",
      "de": "-Mögen Menschen Schweine lieber? -Ja."
    }
  },
  {
    "translation": {
      "en": "-Yeah, they like sheep better than goats? -I think so.",
      "de": "-Sie mögen Schafe lieber? -Denke schon."
    }
  },
  {
    "translation": {
      "en": "Just goats are goaty.",
      "de": "Ziegen sind ziegig."
    }
  },
  {
    "translation": {
      "en": "-[chuckles] Goats are goaty. -Yeah.",
      "de": "-Das sind sie. -Ja."
    }
  },
  {
    "translation": {
      "en": "Currently, do people still raise goats here?",
      "de": "Züchtet man hier noch Ziegen?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -They do? Yeah?",
      "de": "-Ja. -Wirklich? Ja?"
    }
  },
  {
    "translation": {
      "en": "So you got your, like, feral goats and domestic?",
      "de": "Es gibt wilde und Hausziegen?"
    }
  },
  {
    "translation": {
      "en": "Yeah, and a lot of people catch the wild ones.",
      "de": "Ja, und viele fangen die wilden."
    }
  },
  {
    "translation": {
      "en": "-Oh, make a herd? -Yeah.",
      "de": "-Machen eine Herde? -Ja."
    }
  },
  {
    "translation": {
      "en": "So my friend caught a baby one and then she tamed it.",
      "de": "Meine Freundin fing ein Kitz und zähmte es."
    }
  },
  {
    "translation": {
      "en": "So she'll take it hunting with her",
      "de": "Sie nimmt sie mit auf die Jagd,"
    }
  },
  {
    "translation": {
      "en": "and, dude, that thing's, like gold.",
      "de": "und das Ding ist Gold wert."
    }
  },
  {
    "translation": {
      "en": "-Use it as a decoy. -Yeah!",
      "de": "-Sie benutzt es als Lockvogel? -Ja!"
    }
  },
  {
    "translation": {
      "en": "All the other goats are like, \"Hey!\"",
      "de": "Alle anderen Ziegen so: \"Hey!\""
    }
  },
  {
    "translation": {
      "en": "-Really? Like a Judas goat. -[laughs] Yeah.",
      "de": "Wirklich? Eine Judas-Ziege. Ja."
    }
  },
  {
    "translation": {
      "en": "You can clean her any way you want.",
      "de": "Putz sie, wie du willst."
    }
  },
  {
    "translation": {
      "en": "-You see how I go right down the back? -Let's see how you do it.",
      "de": "-Ich beginne meist hinten. -Zeig mal."
    }
  },
  {
    "translation": {
      "en": "[Danny] First knife I ever made.",
      "de": "Mein erstes Messer."
    }
  },
  {
    "translation": {
      "en": "[Steven] Oh, you made that? That's a cool knife.",
      "de": "-Selbstgemacht? -Ja. Cooles Messer."
    }
  },
  {
    "translation": {
      "en": "So if, uh, we get a chance to go fishing, what are we gonna fish for?",
      "de": "Wenn wir fischen gehen können, wonach werden wir fischen?"
    }
  },
  {
    "translation": {
      "en": "I kind of wanna just see what's biting,",
      "de": "Ich will nur sehen, was anbeißt."
    }
  },
  {
    "translation": {
      "en": "but if I had a guess, it would be for wahoo.",
      "de": "Aber wenn ich raten müsste, wird es ein Wahoo."
    }
  },
  {
    "translation": {
      "en": "-Oh, really? -We call 'em ono.",
      "de": "-Wirklich? -Wir nennen sie Ono."
    }
  },
  {
    "translation": {
      "en": "-Ono is like-- -I would like to see that.",
      "de": "-Ono ist… -Das will ich sehen."
    }
  },
  {
    "translation": {
      "en": "[Danny] That's my favorite, you know?",
      "de": "Mein Lieblingsfisch."
    }
  },
  {
    "translation": {
      "en": "If we're going for the surf and turf, we've got the turf taken care of.",
      "de": "Wenn wir Surf and Turf machen, haben wir das Turf schon bereit."
    }
  },
  {
    "translation": {
      "en": "Oh, I would love to see some of these fish, man.",
      "de": "Ich würde diese Fische echt gerne sehen."
    }
  },
  {
    "translation": {
      "en": "So with the goat in the bag, we head back to rejoin Cal.",
      "de": "Mit der Ziege in der Tasche gehen wir zurück zu Cal."
    }
  },
  {
    "translation": {
      "en": "-[Danny] Buddy! -No lack of goats.",
      "de": "Kumpel! An Ziegen mangelt es nicht."
    }
  },
  {
    "translation": {
      "en": "[chuckles] No lack of goats?",
      "de": "An Ziegen mangelt es nicht."
    }
  },
  {
    "translation": {
      "en": "-[Steven] Is that a male or female? -Female.",
      "de": "-Männchen oder Weibchen? -Weibchen."
    }
  },
  {
    "translation": {
      "en": "-Awesome shooting. -[Cal] Oh, it was fun.",
      "de": "-Tolles Schießen. -Hat Spaß gemacht."
    }
  },
  {
    "translation": {
      "en": "Like, once you get in the grass, you're pretty invisible.",
      "de": "Sobald man im Gras ist, ist man ziemlich unsichtbar."
    }
  },
  {
    "translation": {
      "en": "Yeah, you can get away with a lot. It's quiet too.",
      "de": "Man kann sich viel erlauben, und es ist ruhig."
    }
  },
  {
    "translation": {
      "en": "Yeah, but that was-- that was great.",
      "de": "Ja. Aber das war toll."
    }
  },
  {
    "translation": {
      "en": "Ready to get out of here? It's getting hot.",
      "de": "-Bereit, zu verschwinden? Es wird heiß. -Stimmt. Ja."
    }
  },
  {
    "translation": {
      "en": "[chuckles] It is. Yeah. Yep!",
      "de": "-Bereit, zu verschwinden? Es wird heiß. -Stimmt. Ja. Ja."
    }
  },
  {
    "translation": {
      "en": "[Steven] When mainlanders think about fishing in Hawaii,",
      "de": "Denken Festlandbewohner an Fischen in Hawaii,"
    }
  },
  {
    "translation": {
      "en": "thoughts usually go to offshore trolling,",
      "de": "denken sie meist an Schleppfischen vor der Küste,"
    }
  },
  {
    "translation": {
      "en": "where you drag flashy lures at high speeds through warm water",
      "de": "wo man auffällige Köder sehr schnell durchs Wasser zieht,"
    }
  },
  {
    "translation": {
      "en": "in pursuit of speed-demon fish that are good enough to eat raw.",
      "de": "auf der Jagd nach schnellen Fischen, die man roh genießen kann."
    }
  },
  {
    "translation": {
      "en": "Feels like a fishy day!",
      "de": "Fühlt sich wie ein Fischtag an."
    }
  },
  {
    "translation": {
      "en": "[Steven] Or at least that's what I think of, though I've never actually gotten to do it.",
      "de": "Oder zumindest denke ich daran, obwohl ich das noch nie gemacht habe."
    }
  },
  {
    "translation": {
      "en": "But that's what we're gonna do today on Danny's boat,",
      "de": "Aber das machen wir heute auf Dannys Boot,"
    }
  },
  {
    "translation": {
      "en": "which I'll point out is the same boat his grandfather used to fish from.",
      "de": "demselben Boot, von dem schon sein Großvater gefischt hat."
    }
  },
  {
    "translation": {
      "en": "As for those tea leaves,",
      "de": "Was die Teeblätter angeht,"
    }
  },
  {
    "translation": {
      "en": "it's a Hawaiian belief that they bring good luck to your endeavors.",
      "de": "in Hawaii glaubt man, dass sie bei Vorhaben Glück bringen."
    }
  },
  {
    "translation": {
      "en": "-[Cal] Are we fishing yet? -No.",
      "de": "Fischen wir schon? Nein."
    }
  },
  {
    "translation": {
      "en": "-Now we're fishing. -[Cal] Oh, now we're fishing!",
      "de": "-Jetzt fischen wir. -Jetzt fischen wir!"
    }
  },
  {
    "translation": {
      "en": "[Steven] The most striking thing about trolling for wahoo,",
      "de": "Das Auffälligste am Wahoo-Schleppfischen,"
    }
  },
  {
    "translation": {
      "en": "which is Danny's preferred quarry, is how damn fast you go.",
      "de": "Dannys bevorzugter Beute, ist, wie schnell man fährt."
    }
  },
  {
    "translation": {
      "en": "You could ski behind this boat.",
      "de": "Man könnte hinter dem Boot Ski fahren."
    }
  },
  {
    "translation": {
      "en": "That a wahoo can catch it says something remarkable about the fish.",
      "de": "Dass ein Wahoo anbeißen kann, sagt etwas über den Fisch aus."
    }
  },
  {
    "translation": {
      "en": "It's Hawaiian name, ono, also says something about it.",
      "de": "Sein hawaiianischer Name, Ono, sagt auch etwas über ihn aus."
    }
  },
  {
    "translation": {
      "en": "It translates as \"delicious.\"",
      "de": "Es bedeutet übersetzt \"köstlich\"."
    }
  },
  {
    "translation": {
      "en": "There's always a lot of excitement when you're setting up to troll",
      "de": "Es ist immer spannend, sich auf die Schleppjagd vorzubereiten,"
    }
  },
  {
    "translation": {
      "en": "and catching fish is a hoot, but what comes in between those things can get monotonous.",
      "de": "und etwas zu fangen ist toll, aber das dazwischen kann monoton sein."
    }
  },
  {
    "translation": {
      "en": "So how many yards back does that run?",
      "de": "Wie weit reicht es zurück?"
    }
  },
  {
    "translation": {
      "en": "Right now we've got a runner about a hundred yards out. Yeah.",
      "de": "Unsere Leine reicht jetzt etwa 90 m weit."
    }
  },
  {
    "translation": {
      "en": "You need to give the boat and the bait room to do their thing,",
      "de": "Das Boot und der Köder brauchen Raum, um ihr Ding zu machen."
    }
  },
  {
    "translation": {
      "en": "so the angler at times just needs to sit and watch the rods and shut up.",
      "de": "Manchmal muss der Angler nur die Ruten beobachten und den Mund halten."
    }
  },
  {
    "translation": {
      "en": "That first fish of the day, kind of a critical one.",
      "de": "Der erste Fisch des Tages ist entscheidend."
    }
  },
  {
    "translation": {
      "en": "If you don't get that one, you wind up not getting anything. -You know? -[chuckles] Yeah.",
      "de": "Wenn du den nicht fängst, fängst du gar nichts, oder, Cal?"
    }
  },
  {
    "translation": {
      "en": "-[Danny] You're on, boys! -[reel clicking]",
      "de": "Es geht los, Jungs!"
    }
  },
  {
    "translation": {
      "en": "[Cal] Whoo! We're fishing!",
      "de": "Wir fischen!"
    }
  },
  {
    "translation": {
      "en": "That is a cool-looking fish, dude.",
      "de": "Der Fisch sieht cool aus."
    }
  },
  {
    "translation": {
      "en": "[Danny] That's what we came for.",
      "de": "Deshalb sind wir hier."
    }
  },
  {
    "translation": {
      "en": "-Hello, boys! -Oh, man.",
      "de": "-Hallo, Jungs. -Mann."
    }
  },
  {
    "translation": {
      "en": "-[Steven] Is that a big one? -[Danny] That's like your average size.",
      "de": "-Ist das ein großer? -Durchschnittlich."
    }
  },
  {
    "translation": {
      "en": "That's like 18 pounds.",
      "de": "Etwa 18 Pfund."
    }
  },
  {
    "translation": {
      "en": "Look at that dorsal fin has a little hideaway.",
      "de": "Die Rückenflosse hat ein kleines Versteck."
    }
  },
  {
    "translation": {
      "en": "[Cal] Oh, he's like a bullet.",
      "de": "Er ist wie eine Kugel."
    }
  },
  {
    "translation": {
      "en": "-[laughs] -[Steven] That is badass!",
      "de": "Das ist echt krass!"
    }
  },
  {
    "translation": {
      "en": "When the first ono hits the ice, I am into it.",
      "de": "Als der erste Ono auf Eis kommt, bin ich angefixt."
    }
  },
  {
    "translation": {
      "en": "[Cal] All right, baby!",
      "de": "Alles klar, Baby."
    }
  },
  {
    "translation": {
      "en": "[Steven] You couldn't drag me away now.",
      "de": "Jetzt kriegt mich keiner mehr weg."
    }
  },
  {
    "translation": {
      "en": "-[Cal] Yeah, buddy! -[Danny] Take your time, boys.",
      "de": "Ja, Kumpel! Lasst euch Zeit."
    }
  },
  {
    "translation": {
      "en": "[Steven] I gotta remember though, not to get too cocky.",
      "de": "Aber ich darf nicht zu übermütig werden."
    }
  },
  {
    "translation": {
      "en": "-[Danny] Go, go, go, go, go! -[Cal] Is he in?",
      "de": "-Los! -Ist er drin?"
    }
  },
  {
    "translation": {
      "en": "-That was a pretty rookie mistake, huh? -[Danny] It happens.",
      "de": "-Ein Anfängerfehler, was? -Das passiert."
    }
  },
  {
    "translation": {
      "en": "I grabbed the leader then gave the fish room to get down in the prop.",
      "de": "Ich schnappte mir die Schnur und ließ den Fisch in die Schraube fallen."
    }
  },
  {
    "translation": {
      "en": "So the prop cut the line, but it was very preventable.",
      "de": "Die trennte das Seil durch. Sehr vermeidbar."
    }
  },
  {
    "translation": {
      "en": "Turns out it was even worse than I thought.",
      "de": "Es war sogar schlimmer, als ich dachte."
    }
  },
  {
    "translation": {
      "en": "One of our camera guys up on the crow's nest",
      "de": "Einer unserer Kameraleute im Mastkorb sagte,"
    }
  },
  {
    "translation": {
      "en": "said he saw a gush of blood at the moment that I cut the line.",
      "de": "Einer unserer Kameraleute im Mastkorb sagte, er sah Blut, als ich das Seil durchtrennte."
    }
  },
  {
    "translation": {
      "en": "I had dragged the fish into the prop,",
      "de": "Ich hatte den Fisch in die Schraube gezogen,"
    }
  },
  {
    "translation": {
      "en": "killing it and losing it.",
      "de": "ihn dabei getötet und verloren."
    }
  },
  {
    "translation": {
      "en": "Dude, I'm sorry, man.",
      "de": "Mann, es tut mir leid."
    }
  },
  {
    "translation": {
      "en": "[Danny] Hey, that was your fish too. Let's get this one in.",
      "de": "Es war auch dein Fisch. Holen wir den hier ein."
    }
  },
  {
    "translation": {
      "en": "-[Cal] We're in the ono business now. -Good job, Callaghan.",
      "de": "-Wir sind im Ono-Geschäft. -Gut gemacht, Callaghan."
    }
  },
  {
    "translation": {
      "en": "[Danny] That's a nice one.",
      "de": "Der ist schön."
    }
  },
  {
    "translation": {
      "en": "[Cal] Steve's in deep contemplation.",
      "de": "Steve ist total versunken."
    }
  },
  {
    "translation": {
      "en": "[Danny] Steve's really beating himself up.",
      "de": "Steve macht sich wirklich fertig."
    }
  },
  {
    "translation": {
      "en": "Like any good fisherman should. Dude, we'd have three fish in that box, man.",
      "de": "-Wie jeder gute Fischer das sollte. -Wir hätten sonst drei Fische in der Box."
    }
  },
  {
    "translation": {
      "en": "[Steven] Unforgivable mistakes aside, we've still got two nice ono in the pot.",
      "de": "Trotz der unverzeihlichen Fehler haben wir zwei schöne Ono gefangen."
    }
  },
  {
    "translation": {
      "en": "Happy with that haul, we set out the next day in search of something new.",
      "de": "Glücklich mit dem Fang, machen wir uns tags darauf auf die Suche nach was Neuem."
    }
  },
  {
    "translation": {
      "en": "That something new is gray snapper,",
      "de": "Das Neue ist der Mangroven-Schnapper,"
    }
  },
  {
    "translation": {
      "en": "which admittedly is not one of Danny's go-to species for rod and reel angling.",
      "de": "der nicht zu Dannys Lieblingsbeute für die Angelfischerei gehört."
    }
  },
  {
    "translation": {
      "en": "And to be honest, I can't really explain why I'm so gung-ho on catching one.",
      "de": "Ehrlich gesagt weiß ich gar nicht, wieso ich unbedingt einen fangen will."
    }
  },
  {
    "translation": {
      "en": "I've just heard about them enough",
      "de": "Ich hörte genug von ihnen,"
    }
  },
  {
    "translation": {
      "en": "that I wanna get my hands on one or rather my fork on one.",
      "de": "dass ich einen erwischen, oder besser verkosten, will."
    }
  },
  {
    "translation": {
      "en": "Supposedly, they're one of the best tasting fish out there.",
      "de": "Angeblich ist es einer der leckersten Fische überhaupt."
    }
  },
  {
    "translation": {
      "en": "Good enough to eat raw. Hawaiians call them uku.",
      "de": "Gut genug, um ihn roh zu essen. Hawaiianer nennen ihn Uku."
    }
  },
  {
    "translation": {
      "en": "This is the great gamble of, uh, bait in the ocean, right?",
      "de": "Das ist das große Glücksspiel mit Köder im Ozean, oder?"
    }
  },
  {
    "translation": {
      "en": "-It's like it's all tasty stuff. -[Steven] Yeah.",
      "de": "Es ist alles lecker… Ja."
    }
  },
  {
    "translation": {
      "en": "[Cal] And you're hoping to upgrade.",
      "de": "…und man hofft auf ein Upgrade."
    }
  },
  {
    "translation": {
      "en": "[Steven] To catch 'em, you gotta drop down to the ocean floor",
      "de": "Um sie zu fangen, muss man auf den Meeresboden,"
    }
  },
  {
    "translation": {
      "en": "at depths ranging from 75 feet out to a few hundred feet.",
      "de": "in einer Tiefe zwischen 23 m bis zu weit über 30 m."
    }
  },
  {
    "translation": {
      "en": "They'll hit a variety of things, but I'm using squid, octopus",
      "de": "Sie beißen bei vielem an, aber ich benutze Tintenfisch, Oktopus"
    }
  },
  {
    "translation": {
      "en": "and chunks of bait fish.",
      "de": "und Köderfische."
    }
  },
  {
    "translation": {
      "en": "Get 'em, Steve! Ukus!",
      "de": "Hol sie dir, Steve! Ukus."
    }
  },
  {
    "translation": {
      "en": "A lot of little buggers down there tapping on me.",
      "de": "Viele kleine Fischchen wollen an meinen Köder."
    }
  },
  {
    "translation": {
      "en": "With live bait like that bouncing around near the bottom,",
      "de": "Mit lebenden Ködern knapp über dem Meeresboden"
    }
  },
  {
    "translation": {
      "en": "it's a bit of a crapshoot as to what you'll hook into.",
      "de": "weiß man vorher nicht, was anbeißen wird."
    }
  },
  {
    "translation": {
      "en": "-[Steven] You get a bump? -[Cal] Yeah.",
      "de": "Hat was gebissen? Ja."
    }
  },
  {
    "translation": {
      "en": "Triggerfish! No!",
      "de": "-Drückerfisch! -Nein!"
    }
  },
  {
    "translation": {
      "en": "Hey, look at that. Nice goatfish, buddy.",
      "de": "Sieh dir das an. Eine schöne Seebarbe."
    }
  },
  {
    "translation": {
      "en": "-[Steven] Nice, man! -[Danny] That's awesome, dude.",
      "de": "-Schön, Mann! -Das ist toll."
    }
  },
  {
    "translation": {
      "en": "-Steve, you got something? -[Steven] Trigger.",
      "de": "-Steve, hast du was? -Drücker."
    }
  },
  {
    "translation": {
      "en": "Of course, some fish are less inclined than others to go quietly.",
      "de": "Manche Fische neigen weniger dazu, still zu gehen, als andere."
    }
  },
  {
    "translation": {
      "en": "-Did he bite you? -[Steven] Yeah.",
      "de": "-Hat er dich gebissen? -Ja."
    }
  },
  {
    "translation": {
      "en": "[Danny laughs] Well, do you blame him?",
      "de": "Kann man es ihm verübeln?"
    }
  },
  {
    "translation": {
      "en": "[Cal] Somebody grabbed a chunk of my octopus! Robbed me!",
      "de": "Jemand hat mir einen Oktopus geklaut! Mich ausgeraubt!"
    }
  },
  {
    "translation": {
      "en": "[Steven] It's not a trigger. That might be the target species, man.",
      "de": "Es ist kein Drücker. Das könnte unsere Zielspezies sein."
    }
  },
  {
    "translation": {
      "en": "Come on, gray snapper!",
      "de": "Komm schon, Mangroven-Schnapper!"
    }
  },
  {
    "translation": {
      "en": "[chuckles] That doesn't look gray snapper to you?",
      "de": "Komm schon, Mangroven-Schnapper! -Sieht nicht danach aus. -Er ist grau, aber er ist zu breit."
    }
  },
  {
    "translation": {
      "en": "[Danny] It looks gray, but it looks too wide.",
      "de": "-Sieht nicht danach aus. -Er ist grau, aber er ist zu breit."
    }
  },
  {
    "translation": {
      "en": "[Steven] Shark.",
      "de": "Hai."
    }
  },
  {
    "translation": {
      "en": "Let's get a little bit deeper here. We'll find them ukus.",
      "de": "Lass uns etwas tiefer gehen. Um die Ukus zu finden."
    }
  },
  {
    "translation": {
      "en": "This is the spot, boys.",
      "de": "Das ist der richtige Platz."
    }
  },
  {
    "translation": {
      "en": "Let's make them dreams come true.",
      "de": "Machen wir die Träume wahr."
    }
  },
  {
    "translation": {
      "en": "-[Cal] That's a snappery looking fish. -[Steven] Yeah, I'll take that.",
      "de": "-Das sieht nach Schnapper aus. -Ja, den nehme ich."
    }
  },
  {
    "translation": {
      "en": "A commonality among all of them is that they all have interesting chompers.",
      "de": "Eine Gemeinsamkeit ist, dass alle interessante Zähne haben."
    }
  },
  {
    "translation": {
      "en": "[Steven chuckles] That's a big freakin' trigger, man.",
      "de": "Das ist ein riesiger Drücker."
    }
  },
  {
    "translation": {
      "en": "Despite the mixed bag of goatfish, a few types of triggerfish",
      "de": "Trotz einer Mischung an Seebarbe, einigen Arten Drückerfisch"
    }
  },
  {
    "translation": {
      "en": "and a couple of species the Hawaiians refer to as hinalea and nabeta,",
      "de": "und ein paar anderen Arten, die Hawaiianer hinalea und nabeta nennen,"
    }
  },
  {
    "translation": {
      "en": "those uku that we're after still elude us.",
      "de": "entkommen uns die Ukus, hinter denen wir her sind."
    }
  },
  {
    "translation": {
      "en": "[Danny] I think Steve's lost it. The gray snapper.",
      "de": "Ich glaube, Steve ist irre. Der Mangroven-Schnapper…"
    }
  },
  {
    "translation": {
      "en": "He's gotta get the gray snapper.",
      "de": "Er braucht einen."
    }
  },
  {
    "translation": {
      "en": "I was just trying to think about why I care that much about catching a gray snapper.",
      "de": "Ich überlegte, warum ich unbedingt einen Mangroven-Schnapper fangen will."
    }
  },
  {
    "translation": {
      "en": "I guess just something about the name.",
      "de": "Ich schätze, etwas an dem Namen"
    }
  },
  {
    "translation": {
      "en": "-Or something struck me. -[Danny] Just gotta catch the uku.",
      "de": "-hat mich angezogen. -Er muss den Uku fangen."
    }
  },
  {
    "translation": {
      "en": "[Steven] Yeah, I don't know, man.",
      "de": "Ja, ich weiß nicht."
    }
  },
  {
    "translation": {
      "en": "[Cal and Steven] There he is!",
      "de": "Da ist er!"
    }
  },
  {
    "translation": {
      "en": "Oh, come to papa, man!",
      "de": "Komm zu Papa, Mann!"
    }
  },
  {
    "translation": {
      "en": "That was him, man. That was definitely him.",
      "de": "Das war definitiv er, Mann."
    }
  },
  {
    "translation": {
      "en": "That was a bait stealer right there. He's in the zone, Cal.",
      "de": "Das war ein Köderdieb. Er ist in der Zone, Cal."
    }
  },
  {
    "translation": {
      "en": "It seems some fish really wanna play hard to get.",
      "de": "Einige Fische machen sich wohl gerne rar."
    }
  },
  {
    "translation": {
      "en": "-You on to 'em? -Yep!",
      "de": "Hast du einen? Ja!"
    }
  },
  {
    "translation": {
      "en": "-[Steven] Oh, you are? -[Cal] Yep!",
      "de": "-Tatsächlich? -Ja."
    }
  },
  {
    "translation": {
      "en": "I got myself something.",
      "de": "Ich habe etwas gefangen."
    }
  },
  {
    "translation": {
      "en": "He come unbuttoned right there.",
      "de": "Er hat sich losgemacht."
    }
  },
  {
    "translation": {
      "en": "-[Steven] He did? -Yeah.",
      "de": "-Wirklich? -Ja."
    }
  },
  {
    "translation": {
      "en": "-[Danny] Did he come off? -He took the big boy too. Son of a gun.",
      "de": "-Abgehauen? -Er nahm auch den Köder mit. Mist."
    }
  },
  {
    "translation": {
      "en": "It was not someone messing around.",
      "de": "Der alberte nicht rum."
    }
  },
  {
    "translation": {
      "en": "But these fish don't know who they're dealing with.",
      "de": "Diese Fische wissen nicht, mit wem sie es zu tun haben."
    }
  },
  {
    "translation": {
      "en": "We'll stay out here all night if we have to.",
      "de": "Wir bleiben, wenn nötig, die ganze Nacht hier draußen."
    }
  },
  {
    "translation": {
      "en": "Oh, good connection!",
      "de": "Oh, gute Verbindung!"
    }
  },
  {
    "translation": {
      "en": "[Danny] He's on!",
      "de": "Er ist dran!"
    }
  },
  {
    "translation": {
      "en": "[Cal] Come on, baby.",
      "de": "Komm schon, Baby."
    }
  },
  {
    "translation": {
      "en": "Come on. Come on!",
      "de": "Komm."
    }
  },
  {
    "translation": {
      "en": "-[Danny] Oh! -Ooh! That's a promising color.",
      "de": "Das ist eine vielversprechende Farbe."
    }
  },
  {
    "translation": {
      "en": "-Yeah! Oh, no, it's not a gray snapper. -[cheering]",
      "de": "Ja! Oh, nein, kein Mangroven-Schnapper."
    }
  },
  {
    "translation": {
      "en": "-[Danny] Yeah, it is. -[Steven] Oh, it is? Oh, get him!",
      "de": "-Doch. -Echt? Oh, hol ihn!"
    }
  },
  {
    "translation": {
      "en": "[Steven] Yes, it is!",
      "de": "Ja, es ist einer!"
    }
  },
  {
    "translation": {
      "en": "-[Danny] That's the one! That's him. -That's him!",
      "de": "Das ist er! Das ist er!"
    }
  },
  {
    "translation": {
      "en": "-I'd recognize that fish anywhere! -[laughing]",
      "de": "Den erkenne ich überall."
    }
  },
  {
    "translation": {
      "en": "-[Danny] All day, every day. -Hell yes!",
      "de": "-Jeden Tag. -Verdammt, ja!"
    }
  },
  {
    "translation": {
      "en": "-[Danny] She's a beauty. -[Cal] That is a pretty fish!",
      "de": "-Schönheit. -Ein schöner Fisch!"
    }
  },
  {
    "translation": {
      "en": "[Steven] Man, it really is.",
      "de": "Das ist er wirklich."
    }
  },
  {
    "translation": {
      "en": "See, Callaghan, what you can do if you put your mind to it?",
      "de": "Siehst du, was man schafft, wenn man es sich vornimmt?"
    }
  },
  {
    "translation": {
      "en": "[Cal] You're a hell of a role model, Steve.",
      "de": "Du bist ein tolles Vorbild, Steve."
    }
  },
  {
    "translation": {
      "en": "Perseverance.",
      "de": "Beharrlichkeit."
    }
  },
  {
    "translation": {
      "en": "[Steven] Stick to your guns, kids. You'll be so happy when it pays off.",
      "de": "Gebt nicht auf, Kinder. Es macht glücklich, wenn es sich auszahlt."
    }
  },
  {
    "translation": {
      "en": "After a couple of days of fishing,",
      "de": "Nach ein paar Tagen Fischen"
    }
  },
  {
    "translation": {
      "en": "it's time to relax and enjoy some fish cleaning and fish eating.",
      "de": "ist es Zeit, sich zu entspannen, Fisch zu putzen und zu essen."
    }
  },
  {
    "translation": {
      "en": "It's a great opportunity to pick up new tricks.",
      "de": "Eine gute Gelegenheit, neue Tricks zu lernen."
    }
  },
  {
    "translation": {
      "en": "I've cleaned boatloads of fish, just never a wahoo.",
      "de": "Ich habe schon tonnenweise Fische geputzt, aber nie Wahoo."
    }
  },
  {
    "translation": {
      "en": "So you just come up around there? See, what I do is I'll come here and I'll just get enough to get through the skin.",
      "de": "-Du schneidest hier rein? -Ich schneide rein, durch die Haut,"
    }
  },
  {
    "translation": {
      "en": "We're gonna peel the skin off.",
      "de": "um sie abzuziehen."
    }
  },
  {
    "translation": {
      "en": "-Oh, really? -Yeah.",
      "de": "-Echt? -Ja."
    }
  },
  {
    "translation": {
      "en": "-Okay, so start your classic filet cut-- -Yeah, exactly.",
      "de": "-Zuerst der klassische Filet-Schnitt… -Genau."
    }
  },
  {
    "translation": {
      "en": "Yeah, and run it up into the head there and run it all the way down.",
      "de": "Hoch bis zum Kopf und dann bis ganz nach unten."
    }
  },
  {
    "translation": {
      "en": "-Just in a little ways? -[Danny] Mm-hmm.",
      "de": "In kleinen Schritten."
    }
  },
  {
    "translation": {
      "en": "There you go.",
      "de": "Genau so."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "-[Steven] Go through now? -[Danny] I go right here.",
      "de": "-Und jetzt durch? -Ich gehe hierher."
    }
  },
  {
    "translation": {
      "en": "-[imitates slicing] -[Steven] Oh, around there?",
      "de": "-Und jetzt durch? -Ich gehe hierher. Oh, da herum?"
    }
  },
  {
    "translation": {
      "en": "[Danny] Just cut that straight across.",
      "de": "Einfach gerade durchschneiden."
    }
  },
  {
    "translation": {
      "en": "Pretty good hide right there.",
      "de": "Ziemlich gute Haut."
    }
  },
  {
    "translation": {
      "en": "[Danny] Perfect.",
      "de": "Perfekt."
    }
  },
  {
    "translation": {
      "en": "[Cal] Just a big slab of meat.",
      "de": "Ein großes Stück Fleisch."
    }
  },
  {
    "translation": {
      "en": "Like that yield, Steve.",
      "de": "Tolle Ausbeute, Steve."
    }
  },
  {
    "translation": {
      "en": "[Danny] A lot more compared to that goat, huh?",
      "de": "Viel mehr als die Ziege, was?"
    }
  },
  {
    "translation": {
      "en": "Oh, my goodness. [scoffs]",
      "de": "Oh, meine Güte."
    }
  },
  {
    "translation": {
      "en": "[Steven] I'm blown away by the size of these ono filets.",
      "de": "Ich bin überwältigt von der Größe der Ono-Filets."
    }
  },
  {
    "translation": {
      "en": "It makes me feel like we're cutting firewood.",
      "de": "Als würden wir Feuerholz schneiden."
    }
  },
  {
    "translation": {
      "en": "-That's a fish right there! -[Cal] Yeah, that was a gorgeous fish.",
      "de": "-Das ist mal ein Fisch! -Ja, das ist ein wunderschöner Fisch."
    }
  },
  {
    "translation": {
      "en": "[Steven] And, man, they are gorgeous.",
      "de": "Und Mann, sie sind wunderschön."
    }
  },
  {
    "translation": {
      "en": "Then it's on to that elusive uku.",
      "de": "Dann geht es weiter zu diesem schwer fassbaren Uku."
    }
  },
  {
    "translation": {
      "en": "-Pretty girthy fish, huh? -[Steven] Mm-hmm.",
      "de": "Ziemlich fetter Fisch, was?"
    }
  },
  {
    "translation": {
      "en": "[Danny] We put a lot of effort into that fish right there. -I'm glad it's sitting there now. -[Steven] Mm-hmm.",
      "de": "Wir steckten viel Mühe rein. Ich bin froh, dass wir ihn haben."
    }
  },
  {
    "translation": {
      "en": "[Danny] I was kind of starting to doubt it was gonna happen.",
      "de": "Ich bezweifelte, dass es passieren würde."
    }
  },
  {
    "translation": {
      "en": "-[Cal] Gorgeous. -[Danny] Yeah.",
      "de": "-Wunderschön. -Ja."
    }
  },
  {
    "translation": {
      "en": "[Steven] And don't forget about our goat meat, which I'm very curious to try.",
      "de": "Und vergesst nicht unser Ziegenfleisch, auf das ich sehr gespannt bin."
    }
  },
  {
    "translation": {
      "en": "It doesn't smell like something that should be shunned.",
      "de": "Riecht nicht nach etwas, das man meiden sollte."
    }
  },
  {
    "translation": {
      "en": "[Steven] Cal is cooking up a traditional Island favorite, curried goat.",
      "de": "Cal kocht ein beliebtes Insel-Gericht, Curry-Ziege."
    }
  },
  {
    "translation": {
      "en": "A hearty stew with ginger, carrots, potatoes, a heaping of yellow curry",
      "de": "Ein herzhafter Eintopf mit Ingwer, Karotten, Kartoffeln, gelbem Curry"
    }
  },
  {
    "translation": {
      "en": "and some cream to hold it all together.",
      "de": "und etwas Sahne, die alles verbindet."
    }
  },
  {
    "translation": {
      "en": "[Cal] Oh, yeah, this is gonna be great. She is looking good.",
      "de": "Oh ja, das wird gut. Das sieht toll aus."
    }
  },
  {
    "translation": {
      "en": "[Steven] While the goat simmers, Danny grabs one of those ono filets.",
      "de": "Während die Ziege köchelt, schnappt sich Danny eins der Ono-Filets."
    }
  },
  {
    "translation": {
      "en": "To really appreciate this beautiful fish, he's gonna slice up some sashimi.",
      "de": "Um den schönen Fisch zu würdigen, schneidet er Sashimi auf."
    }
  },
  {
    "translation": {
      "en": "-You made that knife too? -[Danny] Mm-hmm.",
      "de": "Hast du das Messer auch gemacht?"
    }
  },
  {
    "translation": {
      "en": "Yeah, it's just a horse rasp.",
      "de": "Ja, das ist einfach eine Hufraspel."
    }
  },
  {
    "translation": {
      "en": "That's cool.",
      "de": "Das ist cool."
    }
  },
  {
    "translation": {
      "en": "Here's Danny's chef's knife, made from a file used by farriers",
      "de": "Hier ist Dannys Kochmesser, aus einer Feile, mit der Hufschmiede"
    }
  },
  {
    "translation": {
      "en": "to shape a horse's hoof before shoeing.",
      "de": "die Hufe vor dem Beschlagen formen."
    }
  },
  {
    "translation": {
      "en": "How often are you doing sashimi with ono?",
      "de": "Wie oft machst du Sashimi aus Ono?"
    }
  },
  {
    "translation": {
      "en": "[Danny] Um, maybe a third of the time.",
      "de": "Vielleicht ein Drittel der Zeit."
    }
  },
  {
    "translation": {
      "en": "Most of the time I'm just frying it up or make a ceviche, but--",
      "de": "Meist frittiere ich ihn oder mache Ceviche, aber…"
    }
  },
  {
    "translation": {
      "en": "You have so much, you just use it like a food.",
      "de": "Du hast so viel, es ist ein Lebensmittel."
    }
  },
  {
    "translation": {
      "en": "[Danny] Yeah, I mean, usually, like, I'll save the sashimi for tuna, for ahi.",
      "de": "Ja, normalerweise mache ich das Sashimi aus Thunfisch, ahi."
    }
  },
  {
    "translation": {
      "en": "[Cal] Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "[Danny] Yeah. It's tender meat, though.",
      "de": "Ja. Aber es ist echt zartes Fleisch."
    }
  },
  {
    "translation": {
      "en": "-[Steven laughs] That is cool, man. -[Cal] It is cool.",
      "de": "-Das ist cool. -Echt cool."
    }
  },
  {
    "translation": {
      "en": "[Steven] Just a little soy sauce and wasabi is all you really need.",
      "de": "Man braucht nicht mehr als ein wenig Sojasauce und Wasabi."
    }
  },
  {
    "translation": {
      "en": "-Cal, go ahead. -[Cal] Yeah.",
      "de": "-Cal, greif zu. -Ja?"
    }
  },
  {
    "translation": {
      "en": "A lot of uniformity and a lot of versatility.",
      "de": "Sehr einheitlich und sehr vielseitig."
    }
  },
  {
    "translation": {
      "en": "Yeah, it's this really slick and-- not oily, but oily, like a texture.",
      "de": "Ja, es ist wirklich glatt und… nicht fett, aber mit fettiger Konsistenz."
    }
  },
  {
    "translation": {
      "en": "[Cal] Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "[Danny] That's pretty good, huh?",
      "de": "Ziemlich gut, oder?"
    }
  },
  {
    "translation": {
      "en": "[Steven] Aw, man, if I lived here, I don't think I'd ever hunt again.",
      "de": "Wenn ich hier leben würde, würde ich nie wieder jagen."
    }
  },
  {
    "translation": {
      "en": "-I'd just fish. -[Danny] Yeah.",
      "de": "Nur fischen. Ja."
    }
  },
  {
    "translation": {
      "en": "[Steven] Next, Danny takes another big piece and dices it up to make a Hawaiian ceviche,",
      "de": "Dann nimmt Danny ein weiteres großes Stück und würfelt es für hawaiianisches Ceviche"
    }
  },
  {
    "translation": {
      "en": "with onion, cilantro, some fresh mango",
      "de": "mit Zwiebeln, Koriander, etwas frischer Mango"
    }
  },
  {
    "translation": {
      "en": "and lime juice.",
      "de": "und Limettensaft."
    }
  },
  {
    "translation": {
      "en": "Then for that uku, he's just gonna give it a very light sear,",
      "de": "Den Uku brät er nur ganz leicht an,"
    }
  },
  {
    "translation": {
      "en": "slice it thin and then drizzle a fresh, zesty sauce on top.",
      "de": "schneidet dünne Scheiben, die er mit einer frischen, pikanten Soße beträufelt."
    }
  },
  {
    "translation": {
      "en": "All that's left now is the eating.",
      "de": "Jetzt bleibt nur noch das Essen."
    }
  },
  {
    "translation": {
      "en": "-You're up first, Steve-o. -Really?",
      "de": "-Du zuerst, Steve-o. -Wirklich?"
    }
  },
  {
    "translation": {
      "en": "Yeah, that's-- that's you right there.",
      "de": "Ja, du hast ihn gefangen."
    }
  },
  {
    "translation": {
      "en": "-That was your obsession. -Catcher gets first taste. -[Danny] That was your obsession. -Yeah.",
      "de": "-Wer ihn fängt, darf zuerst. -Das war deine Besessenheit."
    }
  },
  {
    "translation": {
      "en": "You know, it's like meatier than the wahoo.",
      "de": "Er ist fleischiger als der Wahoo."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -You know?",
      "de": "-Ja. -Wisst ihr?"
    }
  },
  {
    "translation": {
      "en": "It's less mysterious.",
      "de": "Weniger mysteriös."
    }
  },
  {
    "translation": {
      "en": "It's more like, \"Oh, yeah, man!\"",
      "de": "Eher: \"Oh ja, Mann!\""
    }
  },
  {
    "translation": {
      "en": "-[Danny] Hmm. -[Steven] Good fish.",
      "de": "Guter Fisch."
    }
  },
  {
    "translation": {
      "en": "-Oh, yeah. -That's really something.",
      "de": "-Oh ja. -Das ist echt toll."
    }
  },
  {
    "translation": {
      "en": "[Cal] You can tell why that's a prized fish.",
      "de": "Man merkt, warum das ein teurer Fisch ist."
    }
  },
  {
    "translation": {
      "en": "-Thanks for catching it, Steve. -[Steven] These are good.",
      "de": "-Danke für den Fang, Steve. -Echt gut."
    }
  },
  {
    "translation": {
      "en": "[Cal] Persistence pays off on the uku.",
      "de": "Beharrlichkeit zahlt sich für den Uku aus."
    }
  },
  {
    "translation": {
      "en": "Man, your guys' fish are so good.",
      "de": "Eure Fische sind so gut."
    }
  },
  {
    "translation": {
      "en": "We catch a lot of fish that people are, \"What do you do with that fish?\"",
      "de": "Wir fangen viel, wo Leute fragen: \"Was macht man mit dem Fisch?\""
    }
  },
  {
    "translation": {
      "en": "-Well, you fry that fish. -[chuckling]",
      "de": "Wir fangen viel, wo Leute fragen: \"Was macht man mit dem Fisch?\" Man frittiert ihn. Maismehl und in die Fritteuse."
    }
  },
  {
    "translation": {
      "en": "Cornmeal and throw it in the fryer.",
      "de": "Man frittiert ihn. Maismehl und in die Fritteuse."
    }
  },
  {
    "translation": {
      "en": "-Which I love. -Yeah.",
      "de": "-Was ich liebe… -Ja."
    }
  },
  {
    "translation": {
      "en": "[Steven] But I'm, like, almost moved to tears by this thing.",
      "de": "…aber das hier rührt mich fast zu Tränen."
    }
  },
  {
    "translation": {
      "en": "Ceviche's good. It's sweet too with the mango.",
      "de": "Ceviche ist gut. Es ist auch süß, mit Mango."
    }
  },
  {
    "translation": {
      "en": "[Cal] Good ceviche.",
      "de": "Gutes Ceviche."
    }
  },
  {
    "translation": {
      "en": "[Steven] So clean tasting.",
      "de": "Schmeckt so sauber."
    }
  },
  {
    "translation": {
      "en": "-That's an incredible fish, man. -[Danny] Yeah.",
      "de": "-Das ist ein unglaublicher Fisch. -Ja."
    }
  },
  {
    "translation": {
      "en": "You ready to compare it to an old nanny goat?",
      "de": "Bereit, ihn mit einer alten Geiß zu vergleichen?"
    }
  },
  {
    "translation": {
      "en": "I'll-- I'll give it its due. [Cal] A good curry is nothing to pass up.",
      "de": "-Das muss man ihm lassen. -Gutes Curry sollte man nicht verschmähen."
    }
  },
  {
    "translation": {
      "en": "[Steven] Hmm. It's good.",
      "de": "Es ist gut."
    }
  },
  {
    "translation": {
      "en": "No goatiness. No, there was no goatiness from the get-go though.",
      "de": "-Schmeckt nicht nach Ziege. -Von Anfang an nichts Ziegenhaftes."
    }
  },
  {
    "translation": {
      "en": "Those things were clean-smelling animals.",
      "de": "Die Tiere rochen sehr sauber."
    }
  },
  {
    "translation": {
      "en": "Savory.",
      "de": "Herzhaft."
    }
  },
  {
    "translation": {
      "en": "I think you're gonna run out. -Nope. -[chuckling]",
      "de": "-Denkst du nicht, dass sie ausgehen? -Nein."
    }
  },
  {
    "translation": {
      "en": "You can take some time and perfect your recipe without fear of running out.",
      "de": "Perfektioniere dein Rezept, ohne Angst, dass sie ausgehen."
    }
  },
  {
    "translation": {
      "en": "[Danny] Yeah. Surf and turf.",
      "de": "Ja. Surf und Turf."
    }
  }
]