[
  {
    "translation": {
      "en": "[narrator] Every powerful image has a powerful story behind it.",
      "de": "Hinter jedem großen Bild steht eine große Geschichte."
    }
  },
  {
    "translation": {
      "en": "Simon Lister has always looked at photography, not as a profession,",
      "de": "Für Simon Lister war das Fotografieren schon immer nicht nur ein Beruf, sondern eine lebenslange Berufung."
    }
  },
  {
    "translation": {
      "en": "but as a lifelong passion.",
      "de": "schon immer nicht nur ein Beruf, sondern eine lebenslange Berufung."
    }
  },
  {
    "translation": {
      "en": "He first picked up a camera while escaping to far corners of the world,",
      "de": "Er fand zur Fotografie, als er die entlegensten Orte der Welt bereiste."
    }
  },
  {
    "translation": {
      "en": "bringing home a record of the places and cultures he encountered.",
      "de": "Seine Fotos waren Zeugnisse der Orte und Kulturen, die er gesehen hatte."
    }
  },
  {
    "translation": {
      "en": "However, his focus was soon to shift.",
      "de": "Doch bald schon änderte sich sein Schwerpunkt."
    }
  },
  {
    "translation": {
      "en": "After meeting many disadvantaged children and their families,",
      "de": "Er hatte so viele benachteiligte Kinder und ihre Familien getroffen,"
    }
  },
  {
    "translation": {
      "en": "Simon decided that it was their stories that he most wanted to capture.",
      "de": "dass er es sich zum Ziel setzte, ihre Geschichten einzufangen."
    }
  },
  {
    "translation": {
      "en": "In 2016, the potential of his portraits were identified by the global children's charity Unicef.",
      "de": "2016 erkannte das globale Kinderhilfswerk UNICEF das Potenzial seiner Bilder."
    }
  },
  {
    "translation": {
      "en": "And so began a partnership,",
      "de": "Es war der Beginn einer Zusammenarbeit."
    }
  },
  {
    "translation": {
      "en": "to use his photography to bring greater awareness to children in need.",
      "de": "Seine Fotos sollten dabei helfen, das Bewusstsein für die Not dieser Kinder zu stärken."
    }
  },
  {
    "translation": {
      "en": "[Simon Lister] I've always had a sense of adventure.",
      "de": "Ich war schon immer abenteuerlustig."
    }
  },
  {
    "translation": {
      "en": "Had a craving to explore places that were so different to my own.",
      "de": "Ich wollte Orte entdecken, die anders waren als die, die ich kannte."
    }
  },
  {
    "translation": {
      "en": "To immerse myself in different landscapes and cultures",
      "de": "Ich wollte in unterschiedliche Landschaften und Kulturen eintauchen."
    }
  },
  {
    "translation": {
      "en": "and go see them for myself with my own eyes.",
      "de": "Ich wollte sie mit meinen eigenen Augen sehen."
    }
  },
  {
    "translation": {
      "en": "The more remote they were, the more I wanted to go and see them.",
      "de": "Je ferner sie waren, desto mehr wollte ich sie sehen,"
    }
  },
  {
    "translation": {
      "en": "And go there with my camera.",
      "de": "durch meine Kamera."
    }
  },
  {
    "translation": {
      "en": "Photography is a window into other parts of the world.",
      "de": "Fotografie ist ein Fenster zu den anderen Teil Welt."
    }
  },
  {
    "translation": {
      "en": "I want to bring the outside world in to see what I am seeing",
      "de": "Ich will, dass die Welt da draußen sieht, was ich sehe."
    }
  },
  {
    "translation": {
      "en": "and photography does this so well.",
      "de": "Und die Fotografie ermöglicht mir das."
    }
  },
  {
    "translation": {
      "en": "Every trip that I've done, there's always been these wonderful moments",
      "de": "Auf jeder meiner Reisen gab es diese wunderbaren Momente:"
    }
  },
  {
    "translation": {
      "en": "connecting with the local people.",
      "de": "Begegnungen mit den Menschen von dort."
    }
  },
  {
    "translation": {
      "en": "Even though we can't speak in the same language,",
      "de": "Auch wenn ich nicht ihre Sprache spreche,"
    }
  },
  {
    "translation": {
      "en": "we do have a universal language with the camera.",
      "de": "kann ich durch die Kamera mit ihnen reden."
    }
  },
  {
    "translation": {
      "en": "I love taking photographs of people's faces cos I think portrait photography",
      "de": "Ich fotografiere gern Gesichter. Portraits zeigen die Seele des Menschen."
    }
  },
  {
    "translation": {
      "en": "really shows the spirit of the person.",
      "de": "Portraits zeigen die Seele des Menschen."
    }
  },
  {
    "translation": {
      "en": "The eyes can say so much.",
      "de": "Die Augen sagen so viel."
    }
  },
  {
    "translation": {
      "en": "Children bring a light and a sense of laughter, and playfulness and innocence,",
      "de": "Kinder haben dieses Leuchten, Lachen, diese Verspieltheit und Unschuld,"
    }
  },
  {
    "translation": {
      "en": "even in some of the world's poorest places.",
      "de": "auch in den ärmsten Ländern der Welt."
    }
  },
  {
    "translation": {
      "en": "I thought that child labour would have finished centuries ago.",
      "de": "Ich dachte, Kinderarbeit gäbe es seit Jahrhunderten nicht mehr."
    }
  },
  {
    "translation": {
      "en": "But we're still seeing children working in horrendous conditions",
      "de": "Aber es gibt immer noch Kinder, die unter furchtbaren Bedingungen arbeiten müssen."
    }
  },
  {
    "translation": {
      "en": "and it breaks my heart.",
      "de": "Das bricht mir das Herz."
    }
  },
  {
    "translation": {
      "en": "[Simon] It's a very scary place.",
      "de": "Es ist beängstigend hier."
    }
  },
  {
    "translation": {
      "en": "Every step you take is...",
      "de": "Bei jedem Schritt, den man macht,"
    }
  },
  {
    "translation": {
      "en": "You know, you feel like you're going to fall down a hole or something,",
      "de": "muss man fürchten, in irgendein Loch zu fallen"
    }
  },
  {
    "translation": {
      "en": "and the tracks here, you can trip over all the time.",
      "de": "oder über die Schienen zu stolpern."
    }
  },
  {
    "translation": {
      "en": "It's very hard working conditions here. Some of worst I've ever seen.",
      "de": "Es sind mit die schlimmsten Arbeitsbedingungen, die ich je gesehen habe."
    }
  },
  {
    "translation": {
      "en": "[Simon] People can really only care about the things they know about.",
      "de": "Die Menschen können nur etwas dagegen tun, wenn sie darüber Bescheid wissen."
    }
  },
  {
    "translation": {
      "en": "I feel like I've found my calling in life.",
      "de": "Ich spüre, dass dies meine Berufung ist."
    }
  },
  {
    "translation": {
      "en": "It's what I'm meant to do.",
      "de": "Das ist meine Aufgabe."
    }
  },
  {
    "translation": {
      "en": "What started off to be just a hobby and a passion",
      "de": "Es fing als Hobby und persönliche Leidenschaft an,"
    }
  },
  {
    "translation": {
      "en": "was then recognised by Unicef.",
      "de": "dann erkannte UNICEF das Potenzial."
    }
  },
  {
    "translation": {
      "en": "I now have this tremendous opportunity to use my photographs",
      "de": "Jetzt habe ich die fantastische Gelegenheit, mit meinen Fotografien Veränderungen zu bewirken."
    }
  },
  {
    "translation": {
      "en": "to help make change.",
      "de": "mit meinen Fotografien Veränderungen zu bewirken."
    }
  },
  {
    "translation": {
      "en": "[translation] Unicef considers video and photographic work",
      "de": "Für UNICEF sind Videos und Fotos ein sehr wichtiges Mittel,"
    }
  },
  {
    "translation": {
      "en": "extremely important to show the problematic and terrible situations",
      "de": "um auf die Probleme  dieser Kinder und Gemeinden aufmerksam zu machen"
    }
  },
  {
    "translation": {
      "en": "of these children and communities to the rest of the world.",
      "de": "um auf die Probleme  dieser Kinder und Gemeinden aufmerksam zu machen und sie der ganzen Welt zu zeigen."
    }
  },
  {
    "translation": {
      "en": "Photography helps extremely vulnerable people",
      "de": "Die Fotografie verleiht den Schwächsten eine Stimme."
    }
  },
  {
    "translation": {
      "en": "to speak about their situation",
      "de": "Die Fotografie verleiht den Schwächsten eine Stimme. Diese extrem schutzbedürftigen Menschen, die unter diesen Bedingungen leben,"
    }
  },
  {
    "translation": {
      "en": "and raise their voice asking for equal rights",
      "de": "Diese extrem schutzbedürftigen Menschen, die unter diesen Bedingungen leben,"
    }
  },
  {
    "translation": {
      "en": "and better living conditions.",
      "de": "bekommen die Chance, gleiche Rechte und bessere Lebensbedingungen zu fordern."
    }
  },
  {
    "translation": {
      "en": "[narrator] Simon has arrived in Bangladesh.",
      "de": "Simon ist nach Bangladesch gereist."
    }
  },
  {
    "translation": {
      "en": "His new assignment is to document the lives of some of the region's most at-risk children.",
      "de": "Seine Mission: das Leben der ärmsten Kinder der Region dokumentieren."
    }
  },
  {
    "translation": {
      "en": "He's joined by Unicef Goodwill Ambassador Orlando Bloom.",
      "de": "Er wird begleitet von UNICEF-BotschafterOrlando Bloom."
    }
  },
  {
    "translation": {
      "en": "Oh, my gosh. I mean, you know, you look at the way these people are living",
      "de": "Oh, mein Gott. Wenn man sieht, wie diese Menschen leben, wird einem erst klar..."
    }
  },
  {
    "translation": {
      "en": "and you just think, \"Oh!\"",
      "de": "Wenn man sieht, wie diese Menschen leben, wird einem erst klar..."
    }
  },
  {
    "translation": {
      "en": "-How lucky you are. -Yeah.",
      "de": "-...was für ein Glück wir haben. -Ja."
    }
  },
  {
    "translation": {
      "en": "And it's just...",
      "de": "Es ist wie..."
    }
  },
  {
    "translation": {
      "en": "-A reminder, eh? -Yeah.",
      "de": "-... eine Mahnung. -Ja."
    }
  },
  {
    "translation": {
      "en": "[Orlando] It started in 2007, when I took my first trip with Unicef and it was...",
      "de": "Das Ganze begann 2007, als ich zum ersten Mal mit UNICEF unterwegs war. Es hat..."
    }
  },
  {
    "translation": {
      "en": "a really eye-opening experience.",
      "de": "UNICEF-BOTSCHAFTER ... mir die Augen geöffnet."
    }
  },
  {
    "translation": {
      "en": "I got to see, first-hand, how these communities were immediately",
      "de": "Ich habe mit eigenen Augen gesehen, wie diese Gemeinden direkt von der Arbeit der UNICEF profitieren."
    }
  },
  {
    "translation": {
      "en": "impacted through the work that Unicef does with them.",
      "de": "wie diese Gemeinden direkt von der Arbeit der UNICEF profitieren."
    }
  },
  {
    "translation": {
      "en": "And I just had this moment of, like...",
      "de": "Es gab diesen Moment, in dem ich dachte:"
    }
  },
  {
    "translation": {
      "en": "\"What can I do and how can I help?\"",
      "de": "\"Was kann ich tun? Wie kann ich helfen?\""
    }
  },
  {
    "translation": {
      "en": "It was like a real kind of \"a-ha\" moment.",
      "de": "Es war... ein echtes Aha-Erlebnis."
    }
  },
  {
    "translation": {
      "en": "I've always loved kids and children are the most vulnerable",
      "de": "Ich liebe Kinder. Kinder sind die verletzlichsten Wesen der Welt."
    }
  },
  {
    "translation": {
      "en": "on the planet.",
      "de": "Kinder sind die verletzlichsten Wesen der Welt."
    }
  },
  {
    "translation": {
      "en": "-What's her baby's name? -[woman translates]",
      "de": "Wie heißt das Baby?"
    }
  },
  {
    "translation": {
      "en": "-Yassin. -[woman] Yassin.",
      "de": "-Yassin. -Yassin."
    }
  },
  {
    "translation": {
      "en": "-Yassin. -Yassin.",
      "de": "Yassin."
    }
  },
  {
    "translation": {
      "en": "[Orlando] We forget and yet, it's an obvious thing to say, they are our future.",
      "de": "Wir vergessen das oft, dabei... sind sie ganz offensichtlich unsere Zukunft."
    }
  },
  {
    "translation": {
      "en": "One image can say more than a thousand words.",
      "de": "Ein Bild... sagt mehr als mit tausend Worte."
    }
  },
  {
    "translation": {
      "en": "We're all familiar with the...",
      "de": "Wir alle kennen..."
    }
  },
  {
    "translation": {
      "en": "horrifying photograph of the young boy who was washed up on the beach in Turkey.",
      "de": "dieses schreckliche Bild von dem Jungen, der an einen türkischen Strand gespült wurde."
    }
  },
  {
    "translation": {
      "en": "And that was a call to action to the rest of the world.",
      "de": "Das war ein Weckruf an die ganze Welt."
    }
  },
  {
    "translation": {
      "en": "-[Orlando] Wow, man. -[Simon] You been to a slum before?",
      "de": "-Wow. -Warst du schon mal in einem Slum?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I've been to a few slums before, but this is, um...",
      "de": "Ja, schon in einigen. -Ja. -Aber dieser hier toppt alles."
    }
  },
  {
    "translation": {
      "en": "this is definitely... this definitely goes up there.",
      "de": "-Ja. -Aber dieser hier toppt alles."
    }
  },
  {
    "translation": {
      "en": "[Edouard] Dhaka is a city today of over 20 million people.",
      "de": "Heute leben über 20 Millionen Menschen in Dhaka."
    }
  },
  {
    "translation": {
      "en": "A few years ago, it was only one million.",
      "de": "Vor ein paar Jahren war es gerade einmal eine Million."
    }
  },
  {
    "translation": {
      "en": "So you could imagine, in the space of 20 years,",
      "de": "Man kann sich vorstellen, dass in 20 Jahren,"
    }
  },
  {
    "translation": {
      "en": "the growth of the city is going to worsen,",
      "de": "wenn die Stadt weiter so wächst,"
    }
  },
  {
    "translation": {
      "en": "in terms of lack of space and difficulties",
      "de": "der Platz immer knapper wird und es immer schwieriger wird,"
    }
  },
  {
    "translation": {
      "en": "to attain basic services for children.",
      "de": "und es immer schwieriger wird, die Grundversorgung der Kinder zu sichern."
    }
  },
  {
    "translation": {
      "en": "[narrator] As the population of the city continues to swell,",
      "de": "Während die Stadt immer weiter wächst,"
    }
  },
  {
    "translation": {
      "en": "the very poorest have been forced to live in the most inhospitable places.",
      "de": "werden die Ärmsten an die unwirtlichsten Orte verdrängt."
    }
  },
  {
    "translation": {
      "en": "The railway tracks provide a last resort for those with nowhere else to go.",
      "de": "Die Bahnschienen sind die letzte Zuflucht für jene, die nirgendwo anders hinkönnen."
    }
  },
  {
    "translation": {
      "en": "I wonder how permanent these are, how long they live here for? Do we know that?",
      "de": "Ich frage mich, wie lange sie hier leben. Wissen wir das?"
    }
  },
  {
    "translation": {
      "en": "-[man] Three decades. -Three decades?",
      "de": "-Seit drei Jahrzehnten. -Drei Jahrzehnte?"
    }
  },
  {
    "translation": {
      "en": "-Three decades? -30 years.",
      "de": "-Seit drei Jahrzehnten. -Drei Jahrzehnte? 30 Jahre..."
    }
  },
  {
    "translation": {
      "en": "So once people have made one of these, like, makeshift-looking houses,",
      "de": "Wie lange wohnen die Menschen in diesen provisorischen Häusern?"
    }
  },
  {
    "translation": {
      "en": "-how long do they stay in it for? -For life?",
      "de": "Wie lange wohnen die Menschen in diesen provisorischen Häusern? -Ihr Leben lang? -Ihr Leben lang."
    }
  },
  {
    "translation": {
      "en": "-[man] For life. -Wow.",
      "de": "-Ihr Leben lang? -Ihr Leben lang. Wow."
    }
  },
  {
    "translation": {
      "en": "[translation] My name is Jahedul Islam.",
      "de": "Ich heiße Jahedul Islam."
    }
  },
  {
    "translation": {
      "en": "I am 42 years old.",
      "de": "Ich bin 42 Jahre alt"
    }
  },
  {
    "translation": {
      "en": "I live beside the railway line at Kaoran Bazar.",
      "de": "und wohne an der Bahnlinie in Karwan Bazar. In diesem Slum leben 10. bis 15.000 Menschen. Es ist ein hartes Leben."
    }
  },
  {
    "translation": {
      "en": "In this slum, 10,000 to 15,000 people live, all of them are facing a hard life.",
      "de": "In diesem Slum leben 10. bis 15.000 Menschen. Es ist ein hartes Leben."
    }
  },
  {
    "translation": {
      "en": "We need to buy drinking water. There is no bathroom facility in the area.",
      "de": "Trinkwasser müssen wir kaufen. Es gibt keine sanitären Anlagen."
    }
  },
  {
    "translation": {
      "en": "It's really tough.",
      "de": "Es ist hart."
    }
  },
  {
    "translation": {
      "en": "The kids often don't realise the sound of the train.",
      "de": "Die Kinder hören den herannahenden Zug oft nicht."
    }
  },
  {
    "translation": {
      "en": "Parents have to move their children,",
      "de": "Die Eltern müssen sie auf den Arm nehmen"
    }
  },
  {
    "translation": {
      "en": "pull them away from the tracks.",
      "de": "und von den Schienen wegtragen."
    }
  },
  {
    "translation": {
      "en": "[kid] Hello!",
      "de": "Hallo!"
    }
  },
  {
    "translation": {
      "en": "[Jahedul] Everyone, whoever sees, helps the children move away.",
      "de": "Jeder, der ein Kind auf den Schienen sieht, holt es weg."
    }
  },
  {
    "translation": {
      "en": "A person died recently in front of my house.",
      "de": "Vor Kurzem ist jemand vor meinem Haus gestorben."
    }
  },
  {
    "translation": {
      "en": "Likewise, many have died.",
      "de": "Es sind schon viele gestorben."
    }
  },
  {
    "translation": {
      "en": "We see it happen.",
      "de": "Wir haben es mit angesehen."
    }
  },
  {
    "translation": {
      "en": "I just can't believe how tight that comes up to the track though.",
      "de": "Unglaublich, wie nah die Häuser an den Schienen stehen."
    }
  },
  {
    "translation": {
      "en": "Yeah. Especially these houses here.",
      "de": "Ja, diese hier."
    }
  },
  {
    "translation": {
      "en": "And that people just...",
      "de": "Und dass die Menschen..."
    }
  },
  {
    "translation": {
      "en": "-live like this for decades. -Yeah.",
      "de": "jahrzehntelang so leben."
    }
  },
  {
    "translation": {
      "en": "I mean, it's just the dirt and the...",
      "de": "Allein der ganze Dreck,"
    }
  },
  {
    "translation": {
      "en": "-the smells and the... -Everything's wet.",
      "de": "die Gerüche und... Alles ist feucht."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "I can't believe that there isn't much more disease here.",
      "de": "Unglaublich, dass es hier nicht viel mehr Krankheiten gibt."
    }
  },
  {
    "translation": {
      "en": "Are you far enough back in? Yeah.",
      "de": "Stehen wir ausreichend weit hinten? Ja."
    }
  },
  {
    "translation": {
      "en": "-How long have you lived here? -[woman translates]",
      "de": "Wie lange wohnt ihr hier schon?"
    }
  },
  {
    "translation": {
      "en": "[translation] About 20-22 years.",
      "de": "Seit 20 oder 22 Jahren."
    }
  },
  {
    "translation": {
      "en": "22 years?",
      "de": "Seit 22 Jahren?"
    }
  },
  {
    "translation": {
      "en": "-They were all born here? -[woman translates]",
      "de": "Sind sie alle hier geboren?"
    }
  },
  {
    "translation": {
      "en": "Only him in hospital. Others born here.",
      "de": "Er ist im Krankenhaus geboren, die anderen hier."
    }
  },
  {
    "translation": {
      "en": "How often does the train travel past here?",
      "de": "Wie oft kommt der Zug?"
    }
  },
  {
    "translation": {
      "en": "[woman] So every...after ten minutes, one train passes by.",
      "de": "Etwa alle zehn Minuten fährt ein Zug vorbei."
    }
  },
  {
    "translation": {
      "en": "So they have to be very careful because of their kids.",
      "de": "Sie müssen gut aufpassen, wegen der Kinder."
    }
  },
  {
    "translation": {
      "en": "And, you know, the shaking and all, it is a problem.",
      "de": "Alles wackelt. Das ist ein Problem."
    }
  },
  {
    "translation": {
      "en": "But they are already habituated to this.",
      "de": "Aber sie haben sich daran gewöhnt."
    }
  },
  {
    "translation": {
      "en": "Is that all 24 hours a day?",
      "de": "24 Stunden am Tag?"
    }
  },
  {
    "translation": {
      "en": "Isn't that insane? Your life's in danger every ten minutes.",
      "de": "Ist das nicht krass? Alle zehn Minuten ist ihr Leben in Gefahr."
    }
  },
  {
    "translation": {
      "en": "Thank you very much. Thank you.",
      "de": "Vielen Dank. Danke."
    }
  },
  {
    "translation": {
      "en": "[Orlando] It's just insane to think that these are people's homes",
      "de": "Es ist unglaublich, dass diese Menschen neben der Bahnlinie wohnen, oder?"
    }
  },
  {
    "translation": {
      "en": "-right by the side of the track, isn't it? -Yeah.",
      "de": "Es ist unglaublich, dass diese Menschen neben der Bahnlinie wohnen, oder? Ja."
    }
  },
  {
    "translation": {
      "en": "[girl] My name is Dulaly.",
      "de": "Ich heiße Dulaly."
    }
  },
  {
    "translation": {
      "en": "[translation] My daughter goes to the railway track to collect spares.",
      "de": "Meine Tochter sammelt an den Schienen Abfälle."
    }
  },
  {
    "translation": {
      "en": "I am very much worried about it.",
      "de": "Ich mache mir große Sorgen um sie."
    }
  },
  {
    "translation": {
      "en": "We are very poor.",
      "de": "Wir sind sehr arm. Sie muss auf die Schienen gehen, um Geld für uns verdienen."
    }
  },
  {
    "translation": {
      "en": "She has to go there to earn our living",
      "de": "Sie muss auf die Schienen gehen, um Geld für uns verdienen."
    }
  },
  {
    "translation": {
      "en": "and the trains are passing on both sides.",
      "de": "In beide Richtungen fahren die Züge vorbei."
    }
  },
  {
    "translation": {
      "en": "She takes care of us in our hardship.",
      "de": "Sie hilft uns in unserer schwierigen Lage."
    }
  },
  {
    "translation": {
      "en": "I feel really sorry when she has to go for work.",
      "de": "Es tut mir so leid, dass sie arbeiten muss."
    }
  },
  {
    "translation": {
      "en": "I am scared.",
      "de": "Es tut mir so leid, dass sie arbeiten muss. Ich habe Angst um sie."
    }
  },
  {
    "translation": {
      "en": "I cry at home.",
      "de": "Ich habe Angst um sie. Ich bleibe weinend zu Hause."
    }
  },
  {
    "translation": {
      "en": "God, please turn our luck.",
      "de": "Gott, bitte beende unser Unglück."
    }
  },
  {
    "translation": {
      "en": "If anything happens to my daughter...",
      "de": "Wenn etwas passiert..."
    }
  },
  {
    "translation": {
      "en": "At night, I hug my daughter and tell her,",
      "de": "Nachts nehme ich meine Tochter in den Arm und sage ihr:"
    }
  },
  {
    "translation": {
      "en": "\"No need to go to work tomorrow.\"",
      "de": "\"Morgen brauchst du nicht zu arbeiten.\""
    }
  },
  {
    "translation": {
      "en": "But again in the morning, thinking about daily living, I tell her to go.",
      "de": "Aber am nächsten Morgen muss ich sie wieder losschicken."
    }
  },
  {
    "translation": {
      "en": "What are you picking up? Let's have a look.",
      "de": "Was sammelst du? Darf ich mal sehen?"
    }
  },
  {
    "translation": {
      "en": "What have we got in here?",
      "de": "Was haben wir hier?"
    }
  },
  {
    "translation": {
      "en": "Bits of plastic. Interesting to know...",
      "de": "Plastik. Interessant,"
    }
  },
  {
    "translation": {
      "en": "what it's worth to her...",
      "de": "dass es für sie noch von Wert ist."
    }
  },
  {
    "translation": {
      "en": "and how she works out what's valuable to put into her sack.",
      "de": "Und dass sie weiß, was wertvoll  ist und was sie mitnimmt."
    }
  },
  {
    "translation": {
      "en": "[narrator] Dulaly's situation is not uncommon.",
      "de": "Wie Dulaly geht es vielen."
    }
  },
  {
    "translation": {
      "en": "Countless children across Dhaka collect what is known as \"spares\",",
      "de": "Überall in Dhaka sammeln Kinder Abfall."
    }
  },
  {
    "translation": {
      "en": "scrap items salvaged from the city's waste.",
      "de": "Überbleibsel vom Müll der Stadt."
    }
  },
  {
    "translation": {
      "en": "How are you? I'm good, thank you.",
      "de": "-Wie geht es dir? -Gut, danke."
    }
  },
  {
    "translation": {
      "en": "Oh, you have good English.",
      "de": "Du sprichst aber gut Englisch!"
    }
  },
  {
    "translation": {
      "en": "[Simon] It's a quite awful place to be in, actually.",
      "de": "Es ist ein furchtbarer Ort."
    }
  },
  {
    "translation": {
      "en": "It's probably the last place in the world that you would want to be in yourself.",
      "de": "Hier hält man sich nicht freiwillig auf."
    }
  },
  {
    "translation": {
      "en": "But here we've got children picking up rubbish,",
      "de": "Aber diese Kinder sammeln hier Müll,"
    }
  },
  {
    "translation": {
      "en": "making it a day's income somehow.",
      "de": "um irgendwie das Geld für den Tag zu verdienen."
    }
  },
  {
    "translation": {
      "en": "It's kind of amazing seeing children as young as this",
      "de": "Es ist krass, diese kleinen Kinder zu sehen,"
    }
  },
  {
    "translation": {
      "en": "wandering around in such a dangerous area and toxic,",
      "de": "wie sie über dieses gefährliche und giftige Gelände gehen,"
    }
  },
  {
    "translation": {
      "en": "and even in bare feet.",
      "de": "barfuß."
    }
  },
  {
    "translation": {
      "en": "It's definitely a wake-up call to think about children like this, um...",
      "de": "Es ist ein Weckruf, diese Kinder zu sehen,"
    }
  },
  {
    "translation": {
      "en": "when you've got your own kids at home, you know. But they're beautiful.",
      "de": "vor allem, wenn man selbst Kinder hat. Aber sie sind toll."
    }
  },
  {
    "translation": {
      "en": "It's so camouflaged, with all the rubbish sort of just covering over it.",
      "de": "Dabei verdeckt der ganze Müll nur das, was darunter liegt."
    }
  },
  {
    "translation": {
      "en": "It feels you can just walk across it, but you can't.",
      "de": "Es wirkt, als könnte man darüber laufen, aber das geht nicht."
    }
  },
  {
    "translation": {
      "en": "It's literally a liquid lake of rubbish.",
      "de": "Es ist ein See aus Müll."
    }
  },
  {
    "translation": {
      "en": "And even the kids when they're walking across it,",
      "de": "Wenn die Kinder darauf herumlaufen,"
    }
  },
  {
    "translation": {
      "en": "have to test where to put their feet, so they don't fall through.",
      "de": "müssen sie aufpassen, wo sie hintreten, damit sie nicht versinken."
    }
  },
  {
    "translation": {
      "en": "I don't want to get too close. I don't want to fall in.",
      "de": "Ich kann nicht näher ran, sonst falle ich rein."
    }
  },
  {
    "translation": {
      "en": "This guy here is balancing...",
      "de": "Der Junge balanciert..."
    }
  },
  {
    "translation": {
      "en": "on the water.",
      "de": "auf dem Wasser."
    }
  },
  {
    "translation": {
      "en": "What happens if this guy goes in,",
      "de": "Was passiert, wenn er wegsackt?"
    }
  },
  {
    "translation": {
      "en": "falls through and he's here alone or something?",
      "de": "Wenn er reinfällt? Er ist ganz allein hier. Er könnte ertrinken."
    }
  },
  {
    "translation": {
      "en": "It's just, um... You could drown in this stuff.",
      "de": "Er ist ganz allein hier. Er könnte ertrinken."
    }
  },
  {
    "translation": {
      "en": "I hate to think what sort of diseases are in this water.",
      "de": "Ich will gar nicht darüber nachdenken, wie verseucht dieses Wasser ist."
    }
  },
  {
    "translation": {
      "en": "[Orlando] I suppose just when you didn't think it couldn't get any worse,",
      "de": "Wenn man denkt, es geht nicht schlimmer,"
    }
  },
  {
    "translation": {
      "en": "you come to a rubbish dump.",
      "de": "kommt man auf diese Müllhalde."
    }
  },
  {
    "translation": {
      "en": "They're walking across this, like, uneven surface",
      "de": "Sie laufen über diesen instabile Grund,"
    }
  },
  {
    "translation": {
      "en": "and, like, with the risk of falling through, breaking through into it,",
      "de": "in der ständigen Gefahr, einzubrechen, wegzusacken,"
    }
  },
  {
    "translation": {
      "en": "to collect a plastic fork...",
      "de": "um eine Plastikgabel einzusammeln,"
    }
  },
  {
    "translation": {
      "en": "that somebody's thrown out.",
      "de": "die jemand weggeworfen hat."
    }
  },
  {
    "translation": {
      "en": "I mean, I thought the train tracks were bad.",
      "de": "Und ich fand schon die Häuser an der Bahn schlimm."
    }
  },
  {
    "translation": {
      "en": "It just doesn't get much worse than this.",
      "de": "Schlimmer als das hier kann es kaum werden."
    }
  },
  {
    "translation": {
      "en": "[Simon] Watching the children playing in this area, it's like their backyard.",
      "de": "Die Kinder spielen hier, es ist so etwas wie ihr Spielplatz."
    }
  },
  {
    "translation": {
      "en": "This is all they have.",
      "de": "Das ist alles, was sie haben."
    }
  },
  {
    "translation": {
      "en": "It's amazing. Children can adapt and live anywhere.",
      "de": "Es ist faszinierend, wie sich Kinder an jede Situation anpassen können."
    }
  },
  {
    "translation": {
      "en": "Even in this environment, they still...",
      "de": "Selbst in dieser Umgebung sind sie..."
    }
  },
  {
    "translation": {
      "en": "They have laughter.",
      "de": "Sie lachen."
    }
  },
  {
    "translation": {
      "en": "[narrator] The dangers don't end at the rubbish tip.",
      "de": "Die Müllhalde ist nicht die einzige Gefahr."
    }
  },
  {
    "translation": {
      "en": "The busy streets pose their own threats.",
      "de": "Auch die hektischen Straßen sind gefährlich."
    }
  },
  {
    "translation": {
      "en": "Simon and Orlando want to learn what the risk of collecting these spares",
      "de": "Simon und Orlando wollen herausfinden, was die Kinder mit dem riskanten Müllsammeln verdienen."
    }
  },
  {
    "translation": {
      "en": "is worth to the children.",
      "de": "was die Kinder mit dem riskanten Müllsammeln verdienen."
    }
  },
  {
    "translation": {
      "en": "We're down here at the recycling centre.",
      "de": "Wir sind an der Recyclingstelle."
    }
  },
  {
    "translation": {
      "en": "So this is where the kids bring their rubbish.",
      "de": "Hierher bringen die Kinder den gesammelten Abfall und wiegen ihn."
    }
  },
  {
    "translation": {
      "en": "Weigh it up. It's crazy.",
      "de": "Hierher bringen die Kinder den gesammelten Abfall und wiegen ihn. Es ist verrückt."
    }
  },
  {
    "translation": {
      "en": "[Simon] This is where the kids earn their money.",
      "de": "Hier verdienen sie ihr Geld."
    }
  },
  {
    "translation": {
      "en": "Yeah, there's just some syringes in there as well, do you know what I mean?",
      "de": "Da sind auch Spritzen drin, siehst du?"
    }
  },
  {
    "translation": {
      "en": "Wow!",
      "de": "Wow..."
    }
  },
  {
    "translation": {
      "en": "It's just so full on.",
      "de": "Das ist so krass."
    }
  },
  {
    "translation": {
      "en": "So I guess they sift through the rubbish, then figure out what's...",
      "de": "Ich schätze, sie sortieren den Müll, um zu sehen..."
    }
  },
  {
    "translation": {
      "en": "-What's valuable. -What's valuable.",
      "de": "... was wertvoll ist. ... was wertvoll ist."
    }
  },
  {
    "translation": {
      "en": "[Simon] What is amazing is that they are doing something with it",
      "de": "Das Faszinierende ist... Sie machen irgendwas damit."
    }
  },
  {
    "translation": {
      "en": "-and recycling it in some form or way. -Yeah.",
      "de": "Sie recyceln den Müll. -Auf irgendeine Art. -Ja."
    }
  },
  {
    "translation": {
      "en": "But there's syringes, there's...",
      "de": "Da sind Spritzen"
    }
  },
  {
    "translation": {
      "en": "-[man] Bad, bad, bad. -Glass. They're all barefoot.",
      "de": "und Glas, und sie sind alle barfuß."
    }
  },
  {
    "translation": {
      "en": "He's like cutting up one of the shoes here and using a knife to tear it apart.",
      "de": "Er zerschneidet seinen Schuh und... er benutzt ein Messer."
    }
  },
  {
    "translation": {
      "en": "It's madness.",
      "de": "Verrückt."
    }
  },
  {
    "translation": {
      "en": "One man's trash is another man's treasure, you know.",
      "de": "Für den einen ist es Müll, für den anderen ein Schatz."
    }
  },
  {
    "translation": {
      "en": "To millions, right? Yeah.",
      "de": "Es ist ein Weg."
    }
  },
  {
    "translation": {
      "en": "It's a means to getting food on the table at night.",
      "de": "Ein Weg, Essen auf den Tisch zu bekommen. Ja."
    }
  },
  {
    "translation": {
      "en": "It's a one-stop shop. He's paying them and giving them antiseptic for their cuts.",
      "de": "Er bezahlt sie und gibt ihnen Desinfektionsmittel für die Wunden."
    }
  },
  {
    "translation": {
      "en": "[translation] My name is Abul Bashar.",
      "de": "Ich heiße Abul Bashar."
    }
  },
  {
    "translation": {
      "en": "I sell those spares which the children collect.",
      "de": "Ich verkaufe den Abfall, den die Kinder sammeln."
    }
  },
  {
    "translation": {
      "en": "I have to use children for collecting spares.",
      "de": "Ich brauche die Kinder, um den Abfall zu sammeln."
    }
  },
  {
    "translation": {
      "en": "There are different items in the garbage, sometimes they get injured.",
      "de": "Es gibt verschiedene Sachen im Müll, und manchmal verletzten sie sich."
    }
  },
  {
    "translation": {
      "en": "There are acids in the garbage, their hands get burnt.",
      "de": "Manchmal sind Säuren im Müll, dann verätzen sie sich die Hände."
    }
  },
  {
    "translation": {
      "en": "They get sick from poisonous gas.",
      "de": "Oder sie werden krank von giftigen Gasen."
    }
  },
  {
    "translation": {
      "en": "Children don't have time for school, they have to go to work.",
      "de": "Die Kinder haben keine Zeit, zur Schule zu gehen. Sie müssen arbeiten."
    }
  },
  {
    "translation": {
      "en": "They should study, go to school.",
      "de": "Sie sollten zur Schule gehen und lernen."
    }
  },
  {
    "translation": {
      "en": "If these arrangements can be done for them,",
      "de": "Wenn man ihnen das ermöglichen würde,"
    }
  },
  {
    "translation": {
      "en": "they could go a long way.",
      "de": "könnten sie viel erreichen."
    }
  },
  {
    "translation": {
      "en": "Children have many hazardous jobs.",
      "de": "Kinder machen viele gefährliche Arbeiten."
    }
  },
  {
    "translation": {
      "en": "There is about 1.4 million children",
      "de": "Rund 1,4 Millionen Kinder"
    }
  },
  {
    "translation": {
      "en": "working in Bangladesh, as we are speaking.",
      "de": "arbeiten in Bangladesch, während wir hier reden."
    }
  },
  {
    "translation": {
      "en": "So we have set up Second Chance Education.",
      "de": "Deshalb haben wir Second Chance Education gegründet,"
    }
  },
  {
    "translation": {
      "en": "So during a few hours a day,",
      "de": "damit sie wenigstens ein paar Stunden am Tag"
    }
  },
  {
    "translation": {
      "en": "they could attain a curriculum,",
      "de": "zum Unterricht gehen können"
    }
  },
  {
    "translation": {
      "en": "where they, pending the times they're dropped school,",
      "de": "und die verlorenen Schulstunden, die sie verpasst haben, nachholen können."
    }
  },
  {
    "translation": {
      "en": "they could catch up.",
      "de": "die sie verpasst haben, nachholen können."
    }
  },
  {
    "translation": {
      "en": "And the idea is, after one year,",
      "de": "Die Idee ist, dass sie nach einem Jahr"
    }
  },
  {
    "translation": {
      "en": "they could integrate again into normal school.",
      "de": "wieder auf eine normale Schule gehen können."
    }
  },
  {
    "translation": {
      "en": "[Orlando] Education is a key to giving children a future,",
      "de": "Bildung ist der Schlüssel... um diesen Kindern eine Zukunft zu geben,"
    }
  },
  {
    "translation": {
      "en": "a sense of hope, a sense of possibility. The idea they can live out their dreams.",
      "de": "ein Stück Hoffnung, eine Chance, das Gefühl, dass sie sich ihre Träume erfüllen können."
    }
  },
  {
    "translation": {
      "en": "Time and time again, what I've seen with these children is,",
      "de": "Immer und immer wieder... habe ich erlebt, wie leicht man diesen Kindern helfen kann."
    }
  },
  {
    "translation": {
      "en": "it's the simplest thing, like, just giving them a safe space to play.",
      "de": "habe ich erlebt, wie leicht man diesen Kindern helfen kann. Sie brauchen nur einen sicheren Ort zum Spielen,"
    }
  },
  {
    "translation": {
      "en": "A safe place to engage their imaginations, to give them a chance.",
      "de": "einen sicheren Ort... um ihre Fantasie zu beflügeln, damit sie eine Chance haben."
    }
  },
  {
    "translation": {
      "en": "It's so simple.",
      "de": "Es ist so einfach"
    }
  },
  {
    "translation": {
      "en": "And yet it goes so deep.",
      "de": "und es hat so eine große Wirkung."
    }
  },
  {
    "translation": {
      "en": "And there we were an hour ago, on the train tracks,",
      "de": "Vor einer Stunde haben wir Dulaly an den Bahnschienen getroffen,"
    }
  },
  {
    "translation": {
      "en": "seeing Dulaly on the tracks picking up rubbish.",
      "de": "Vor einer Stunde haben wir Dulaly an den Bahnschienen getroffen, wo sie Müll gesammelt hat."
    }
  },
  {
    "translation": {
      "en": "It's so nice to see this new face and happy face here in the class.",
      "de": "Es ist so schön, sie hier glücklich in dieser Klasse zu sehen."
    }
  },
  {
    "translation": {
      "en": "Here she's in a safe environment, getting an education for the rest of her life.",
      "de": "Hier ist sie sicher und bekommt Bildung für's Leben."
    }
  },
  {
    "translation": {
      "en": "And her hopes are to become a doctor. How cool is that?",
      "de": "Sie will später einmal Ärztin werden. Ist das nicht cool?"
    }
  },
  {
    "translation": {
      "en": "[Orlando] Everybody's idea of an education is different.",
      "de": "Jeder hat eine andere Vorstellung... von Bildung."
    }
  },
  {
    "translation": {
      "en": "But whether it's a tarp that's laid down on the floor",
      "de": "Aber ob auf einer Decke am Boden"
    }
  },
  {
    "translation": {
      "en": "in the terminal of the shipyard",
      "de": "in einer Schiffswerft"
    }
  },
  {
    "translation": {
      "en": "or that's set up in the slums...",
      "de": "in einer Schiffswerft oder mitten in einem Slum:"
    }
  },
  {
    "translation": {
      "en": "something that creates community, that creates a safe space",
      "de": "Bildung schafft... Gemeinsinn und einen sicheren Ort"
    }
  },
  {
    "translation": {
      "en": "for children to come to, that's a future.",
      "de": "für die Kinder. Und das schafft Zukunft."
    }
  },
  {
    "translation": {
      "en": "It's a step towards a future.",
      "de": "Es ist ein Schritt in die Zukunft."
    }
  },
  {
    "translation": {
      "en": "[Orlando] I'm going to try doing that dance move.",
      "de": "Ich versuche diesen Tanzschritt."
    }
  },
  {
    "translation": {
      "en": "How was I?",
      "de": "Wie war ich?"
    }
  },
  {
    "translation": {
      "en": "[Edouard] When you see a statistic, actually, one million, it's a lot.",
      "de": "Wenn man die Zahl \"eine Million\" liest, dann klingt das viel."
    }
  },
  {
    "translation": {
      "en": "But it is important to understand",
      "de": "Aber man muss verstehen,"
    }
  },
  {
    "translation": {
      "en": "what does it mean behind, for one person.",
      "de": "was das für den oder die Einzelne bedeutet."
    }
  },
  {
    "translation": {
      "en": "And the photograph is about capturing that.",
      "de": "Eine Fotografie kann das einfangen,"
    }
  },
  {
    "translation": {
      "en": "Not only to capture but as well to be then shared",
      "de": "beziehungsweise nicht nur einfangen, sondern weitertragen"
    }
  },
  {
    "translation": {
      "en": "with people and touch other people's hearts.",
      "de": "an Menschen, die sich davon berühren lassen."
    }
  },
  {
    "translation": {
      "en": "And I think this is what is very important.",
      "de": "Und ich denke, das ist sehr wichtig."
    }
  },
  {
    "translation": {
      "en": "To be able to take a photo of this lovely, happy face here...",
      "de": "Ein Foto von diesem hübschen, glücklichen Gesicht zu machen...."
    }
  },
  {
    "translation": {
      "en": "She, um... She represents a big population here of kids that, um...",
      "de": "Sie steht für... viele Kinder, die hier leben"
    }
  },
  {
    "translation": {
      "en": "that all need help, they all need more.",
      "de": "und Hilfe brauchen. Sie brauchen mehr."
    }
  },
  {
    "translation": {
      "en": "And these photographs are hopefully going to end up on billboards and posters",
      "de": "Und dies Foto wird hoffentlich auf Plakaten und in den sozialen Netzwerken weltweit erscheinen,"
    }
  },
  {
    "translation": {
      "en": "and social media all around the world.",
      "de": "auf Plakaten und in den sozialen Netzwerken weltweit erscheinen,"
    }
  },
  {
    "translation": {
      "en": "And people can see and be emotionally affected",
      "de": "sodass die Menschen es sehen können und emotional berührt werden"
    }
  },
  {
    "translation": {
      "en": "and change to help make change and give.",
      "de": "und bereit sind, zu helfen und etwas zu geben, damit sich hier etwas ändert"
    }
  },
  {
    "translation": {
      "en": "That's what these guys really need. We need so much more here.",
      "de": "und die Kinder bekommen, was sie brauchen. Sie brauchen so viel mehr."
    }
  },
  {
    "translation": {
      "en": "We need to make a change. It's...it's important.",
      "de": "Wir müssen etwas verändern. Das ist wichtig."
    }
  },
  {
    "translation": {
      "en": "And, hopefully, my photos can help make that change.",
      "de": "Und ich hoffe, mit meinen Fotos dazu beizutragen, das sich etwas ändert."
    }
  },
  {
    "translation": {
      "en": "How can it not? [laughs]",
      "de": "Wie sollte es anders ein?"
    }
  }
]