[
  {
    "translation": {
      "en": "[narrator] From the late '80s onward, hip-hop was dominated by two regions,",
      "de": "Ab den späten 80er Jahren wurde Hip-Hop von zwei Regionen dominiert,"
    }
  },
  {
    "translation": {
      "en": "the East and the West.",
      "de": "dem Osten und dem Westen."
    }
  },
  {
    "translation": {
      "en": "[narrator] But Atlanta's rise in the mid '90s marked the start of a new chapter in hip-hop.",
      "de": "Der Aufstieg Atlantas in den 90ern war der Beginn eines neuen Kapitels."
    }
  },
  {
    "translation": {
      "en": "A power shift to the South",
      "de": "Einer Machtverschiebung in den Süden,"
    }
  },
  {
    "translation": {
      "en": "that was rooted in regional pride, and shaped by indigenous influences.",
      "de": "mit Ursprung im Regionalstolz und geprägt von indigenen Einflüssen."
    }
  },
  {
    "translation": {
      "en": "Because, all across the South, free from preconceptions of what hip-hop could be or should be,",
      "de": "Überall im Süden, ohne nachzudenken, was Hip-Hop sein könnte oder sollte,"
    }
  },
  {
    "translation": {
      "en": "DJs, MCS and producers were creating the future of hip-hop...",
      "de": "erschufen DJs, MCs und Produzenten die Zukunft des Hip-Hop."
    }
  },
  {
    "translation": {
      "en": "including here: New Orleans.",
      "de": "Unter anderem hier: In New Orleans."
    }
  },
  {
    "translation": {
      "en": "New Orleans is a musical place, it's a magical place",
      "de": "New Orleans ist ein musikalischer Ort, ein magischer Ort"
    }
  },
  {
    "translation": {
      "en": "when you talk about musicians.",
      "de": "wenn man über Musiker redet."
    }
  },
  {
    "translation": {
      "en": "You can find one on every corner.",
      "de": "An jeder Ecke ist einer."
    }
  },
  {
    "translation": {
      "en": "[male] You have so much mixture of different types of music in the city.",
      "de": "Es gibt so viele verschiedene Arten Musik in der Stadt."
    }
  },
  {
    "translation": {
      "en": "We call it \"gumbo.\" You put a lot of different flavors in it, man, and you get one big pot out of it.",
      "de": "Es heißt Gumbo: Viele verschiedene Aromen, eine große Party."
    }
  },
  {
    "translation": {
      "en": "[DJ Jubilee] It makes New Orleans unique, and people just wanna be a part of it.",
      "de": "Es macht New Orleans einzigartig. Die Leute wollen dazugehören."
    }
  },
  {
    "translation": {
      "en": "[narrator] As the birthplace of jazz and the home of Mardi Gras,",
      "de": "Als Geburtsort des Jazz und Heimat des Mardi Gras"
    }
  },
  {
    "translation": {
      "en": "NOLA was bound to touch hip-hop.",
      "de": "musste NOLA den Hip-Hop berühren."
    }
  },
  {
    "translation": {
      "en": "This is a city where music underscores everything.",
      "de": "In dieser Stadt begleitet die Musik alles."
    }
  },
  {
    "translation": {
      "en": "Because in New Orleans, there's music in life,",
      "de": "Denn in New Orleans gibt es Musik im Leben"
    }
  },
  {
    "translation": {
      "en": "and there's music in death.",
      "de": "und Musik im Tod."
    }
  },
  {
    "translation": {
      "en": "[Charlie] It's important to understand",
      "de": "Man muss verstehen,"
    }
  },
  {
    "translation": {
      "en": "that New Orleans is the most Africanized city in America.",
      "de": "dass New Orleans die am stärksten afrikanisierte Stadt Amerikas ist."
    }
  },
  {
    "translation": {
      "en": "Because the French were very lax with the slaves,",
      "de": "Weil die Franzosen sehr lax mit den Sklaven umgingen,"
    }
  },
  {
    "translation": {
      "en": "the Africans who were brought here",
      "de": "konnten sich die Afrikaner, die hergebracht wurden,"
    }
  },
  {
    "translation": {
      "en": "were able to retain a lot of African culture.",
      "de": "viel afrikanische Kultur bewahren."
    }
  },
  {
    "translation": {
      "en": "In African culture, we don't look at death as \"the end,\"",
      "de": "In der afrikanischen Kultur sehen wir den Tod nicht als das Ende."
    }
  },
  {
    "translation": {
      "en": "we look at it as the next phase,",
      "de": "Wir sehen ihn als die nächste Phase."
    }
  },
  {
    "translation": {
      "en": "and you're supposed to celebrate that.",
      "de": "Und das soll man feiern."
    }
  },
  {
    "translation": {
      "en": "[Charlie] \"Second line\" is based on a New Orleans jazz funeral,",
      "de": "\"Second Line\" beruht auf einer Jazz-Beerdigung in New Orleans,"
    }
  },
  {
    "translation": {
      "en": "where you have the band leading the family down to the grave site.",
      "de": "bei der die Band die Familie zum Grab führt."
    }
  },
  {
    "translation": {
      "en": "That's the first line, is the family and the band,",
      "de": "Da ist die erste Reihe, die Familie und die Band."
    }
  },
  {
    "translation": {
      "en": "and it's very somber.",
      "de": "Es ist sehr düster."
    }
  },
  {
    "translation": {
      "en": "And, on the way back,",
      "de": "Und auf dem Rückweg"
    }
  },
  {
    "translation": {
      "en": "whoever else joins in,",
      "de": "wird jeder, der dazu kommt,"
    }
  },
  {
    "translation": {
      "en": "that becomes the second line",
      "de": "zur zweiten Reihe."
    }
  },
  {
    "translation": {
      "en": "and it's really a party.",
      "de": "Und es ist echt eine Party."
    }
  },
  {
    "translation": {
      "en": "The second line is like a magnet. You draw all kinds of people in and they all walk in the streets together,",
      "de": "Die zweite Reihe ist wie ein Magnet. Alle versammeln sich auf der Straße,"
    }
  },
  {
    "translation": {
      "en": "like, in one big ol' pile.",
      "de": "in einem großen Haufen."
    }
  },
  {
    "translation": {
      "en": "[DJ Jubilee] It's how we end off a party, with a great second line, baby.",
      "de": "So entstehen Partys, mit einer tollen zweiten Reihe."
    }
  },
  {
    "translation": {
      "en": "-[interviewer] That's it. -[DJ Jubilee] Oh. Watch out, y'all.",
      "de": "-Genau so. -Oh! Passt auf, Leute."
    }
  },
  {
    "translation": {
      "en": "[male] If you go to the second line, as the band's playing,",
      "de": "In der zweiten Reihe, wenn die Band spielt,"
    }
  },
  {
    "translation": {
      "en": "a couple of people will pick up something and play with them.",
      "de": "heben einige Leute irgendwas auf und spielen dann mit."
    }
  },
  {
    "translation": {
      "en": "I don't care if it's a bottle or a stick,",
      "de": "Mit einer Flasche oder einem Stock,"
    }
  },
  {
    "translation": {
      "en": "a screwdriver hitting on a stop sign,",
      "de": "einem Schraubenzieher auf einem Stoppschild."
    }
  },
  {
    "translation": {
      "en": "they will find something just to be part of what the band's doing.",
      "de": "Sie finden etwas, um ein Teil dessen zu sein, was die Band tut."
    }
  },
  {
    "translation": {
      "en": "New Orleans is just related to music, and it's just our DNA.",
      "de": "New Orleans steckt voller Musik, sie ist einfach Teil unserer DNA."
    }
  },
  {
    "translation": {
      "en": "[Mia X] We move to a different beat in New Orleans.",
      "de": "Wir bewegen uns zu einem anderen Beat."
    }
  },
  {
    "translation": {
      "en": "The influence of the Mardi Gras Indians,",
      "de": "Der Einfluss der Mardi Gras Indianer"
    }
  },
  {
    "translation": {
      "en": "and the second line bands are in us every time we get ready to write a rhyme.",
      "de": "und der Second-Line-Bands sind in uns, wenn wir einen Reim schreiben."
    }
  },
  {
    "translation": {
      "en": "What it is, is a lot of chanting.",
      "de": "Was es ist, ist viel Gesang."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Call and response is a big part of it, right?",
      "de": "Ruf und Antwort sind wichtig."
    }
  },
  {
    "translation": {
      "en": "[female] I love it. I'm about to show you what it is.",
      "de": "Ich liebe es. Ich zeige es dir."
    }
  },
  {
    "translation": {
      "en": "Alright.",
      "de": "In Ordnung."
    }
  },
  {
    "translation": {
      "en": "When I say \"Cheeky,\" you say \"Blakk.\"",
      "de": "Wenn ich \"Cheeky\" sage, sagst du \"Blakk\"."
    }
  },
  {
    "translation": {
      "en": "-I'm Cheeky. -Blakk.",
      "de": "-Ich bin Cheeky. -Blakk."
    }
  },
  {
    "translation": {
      "en": "-I'm Cheeky. -Blakk.",
      "de": "-Ich bin Cheeky. -Blakk."
    }
  },
  {
    "translation": {
      "en": "-We rockin', we rollin' with Cheeky. -Blakk.",
      "de": "-Wir rocken mit Cheeky. -Blakk."
    }
  },
  {
    "translation": {
      "en": "-You movin', you groovin' with Cheeky. -Blakk.",
      "de": "-Du bewegst dich mit Cheeky. -Blakk."
    }
  },
  {
    "translation": {
      "en": "I love the way you really sing it with Cheeky.",
      "de": "Ich liebe es, wie du mit Cheeky singst."
    }
  },
  {
    "translation": {
      "en": "-Blakk. -Twerk up.",
      "de": "-Blakk. -Twerken."
    }
  },
  {
    "translation": {
      "en": "-I forgot that one already. -Twerk something.",
      "de": "-Schon vergessen. -Twerk etwas."
    }
  },
  {
    "translation": {
      "en": "Something... I already forgot it.",
      "de": "Irgendwas. Habe ich vergessen."
    }
  },
  {
    "translation": {
      "en": "It all connects: the Mardi Gras Indians, the second line sound.",
      "de": "Es passt zusammen: Mardi Gras Indianer, der Klang der zweiten Reihe,"
    }
  },
  {
    "translation": {
      "en": "You heard all that good stuff like that at block parties.",
      "de": "Man hörte diese guten Sachen auf Blockpartys."
    }
  },
  {
    "translation": {
      "en": "And it's the beat.",
      "de": "Es ist der Beat."
    }
  },
  {
    "translation": {
      "en": "It's the beat that gets the feet moving, and the hands clapping, and the people jumping.",
      "de": "Er bringt Füße in Bewegung, Hände zum Klatschen, Leute zum Springen."
    }
  },
  {
    "translation": {
      "en": "On that note, block parties here,",
      "de": "Was das betrifft, die Blockpartys."
    }
  },
  {
    "translation": {
      "en": "were they a big thing when you were growing up?",
      "de": "Waren sie groß, als du Kind warst?"
    }
  },
  {
    "translation": {
      "en": "Oh, most definitely.",
      "de": "Auf jeden Fall."
    }
  },
  {
    "translation": {
      "en": "You say they got a block party here, everybody meeting at that location.",
      "de": "Es gibt eine Blockparty, alle treffen sich dort."
    }
  },
  {
    "translation": {
      "en": "You got guys on motorbikes,",
      "de": "Es gibt Männer auf Motorrädern,"
    }
  },
  {
    "translation": {
      "en": "you got girls in their high shorts.",
      "de": "Mädchen in ihren Shorts."
    }
  },
  {
    "translation": {
      "en": "Wherever the girls go, the fellas will follow.",
      "de": "Wo die Mädchen hingehen, folgen ihnen die Jungs."
    }
  },
  {
    "translation": {
      "en": "[Mia X] Block parties really used to be in the projects, you know.",
      "de": "Blockpartys gab es früher im sozialen Wohnungsbau."
    }
  },
  {
    "translation": {
      "en": "We used to call it the DJ,",
      "de": "Wir nannten es den DJ."
    }
  },
  {
    "translation": {
      "en": "and that's how a lot of DJs made a name for themselves.",
      "de": "Und so haben sich viele DJs einen Namen gemacht."
    }
  },
  {
    "translation": {
      "en": "You know, the late, great Sabu,",
      "de": "Der verstorbene, tolle Sabu."
    }
  },
  {
    "translation": {
      "en": "he was, like, one of the first mobile DJs we had in New Orleans.",
      "de": "Er war einer der ersten mobilen DJs in New Orleans."
    }
  },
  {
    "translation": {
      "en": "He was, like, the record man, and he would pass on your block,",
      "de": "Er war der Platten-Mann und kam in deinen Häuserblock."
    }
  },
  {
    "translation": {
      "en": "and he would play records, and, you know, he gave block parties before block parties were block parties.",
      "de": "Er spielte Platten und gab Blockpartys, bevor es Blockpartys waren."
    }
  },
  {
    "translation": {
      "en": "Then Sabu had a baby.",
      "de": "Dann bekam Sabu ein Baby."
    }
  },
  {
    "translation": {
      "en": "He was, like, a child prodigy.",
      "de": "Er war ein Wunderkind."
    }
  },
  {
    "translation": {
      "en": "He could do everything at a young age.",
      "de": "Er konnte alles schon als er noch klein war."
    }
  },
  {
    "translation": {
      "en": "I'm not surprised that he is one of the greatest producers in the game.",
      "de": "Ich bin nicht überrascht, dass er heute einer der größten Produzenten ist."
    }
  },
  {
    "translation": {
      "en": "His love for music was just always there.",
      "de": "Seine Liebe zur Musik war einfach immer da."
    }
  },
  {
    "translation": {
      "en": "He was always trying to push the envelope.",
      "de": "Er wollte immer die Grenzen verschieben."
    }
  },
  {
    "translation": {
      "en": "[narrator] DJ Sabu rocked block parties across New Orleans,",
      "de": "DJ Sabu rockte Blockpartys in ganz New Orleans."
    }
  },
  {
    "translation": {
      "en": "but his biggest legacy was right at home.",
      "de": "Aber sein größtes Vermächtnis war zu Hause."
    }
  },
  {
    "translation": {
      "en": "Because, while Sabu was working the turntables, his son was watching and listening,",
      "de": "Denn während Sabu die Turntables bediente, sah und hörte sein Sohn zu,"
    }
  },
  {
    "translation": {
      "en": "soaking up the game and learning the craft.",
      "de": "nahm alles auf und lernte das Handwerk."
    }
  },
  {
    "translation": {
      "en": "And, he'd apply all his knowledge to set the tone for the sound of NOLA hip-hop.",
      "de": "Und er wandte all sein Wissen für den Sound von NOLA-Hip-Hop an."
    }
  },
  {
    "translation": {
      "en": "My dad, Sabu, was a street DJ in New Orleans,",
      "de": "Mein Dad, Sabu, war Straßen-DJ in New Orleans."
    }
  },
  {
    "translation": {
      "en": "and his performances were crazy.",
      "de": "Seine Auftritte waren irre."
    }
  },
  {
    "translation": {
      "en": "I remember my dad used to come home with 'DJ of the Year' trophies.",
      "de": "Er brachte die Auszeichungen zum DJ des Jahres nach Hause."
    }
  },
  {
    "translation": {
      "en": "Early on, my dad did block parties.",
      "de": "Schon früh machte mein Dad Blockpartys."
    }
  },
  {
    "translation": {
      "en": "I just remember my dad back-spinning Chic, \"Good Times.\"",
      "de": "Er machte einen Backspin von Chic, \"Good Times\"."
    }
  },
  {
    "translation": {
      "en": "I had never heard the song before,",
      "de": "Ich hatte den Song noch nie gehört,"
    }
  },
  {
    "translation": {
      "en": "but I was just like, \"Whatever the fuck that is, I need to learn how to do that.\"",
      "de": "aber dachte: \"Was das auch ist, ich muss lernen, wie das geht.\""
    }
  },
  {
    "translation": {
      "en": "That was the defining moment. That record.",
      "de": "Das war der Moment. Dieses Album."
    }
  },
  {
    "translation": {
      "en": "It was life-changing.",
      "de": "Es veränderte alles."
    }
  },
  {
    "translation": {
      "en": "I practiced 24/7, all day, get on my mom's nerves, my dad's nerves.",
      "de": "Ich übte rund um die Uhr, ging meinen Eltern auf die Nerven."
    }
  },
  {
    "translation": {
      "en": "He a DJ, but he still going, \"Turn that shit off.\"",
      "de": "Er ist DJ, aber sagte trotzdem: \"Mach den Mist aus.\""
    }
  },
  {
    "translation": {
      "en": "[Mannie Fresh] I started DJing block parties.",
      "de": "Ich fing an, bei Blockpartys aufzulegen."
    }
  },
  {
    "translation": {
      "en": "Now, at the time, Miami bass had started jumping off.",
      "de": "Damals wurde Miami Bass gerade populär."
    }
  },
  {
    "translation": {
      "en": "I noticed that everybody in New Orleans loves 808 beats.",
      "de": "Mir war aufgefallen, dass in New Orleans alle diese 808 Beats liebten."
    }
  },
  {
    "translation": {
      "en": "I started bringing my 808 drum machine to the gigs, and that caught on.",
      "de": "Ich brachte meine 808 Drum Machine mit zu den Gigs, und das kam an."
    }
  },
  {
    "translation": {
      "en": "Kids would be like, \"Hey, when you gonna play the drum machine?\"",
      "de": "Die Kids fragten: \"Wann spielst du die Drum Machine?\""
    }
  },
  {
    "translation": {
      "en": "This is what people wanted me to do, more than DJing.",
      "de": "Das wollten die Leute, mehr als Auflegen."
    }
  },
  {
    "translation": {
      "en": "At the time, I was working at Allen Toussaint's Sea-Saint studio.",
      "de": "Damals arbeitete ich bei Allen Toussaint im Sea-Saint Studio."
    }
  },
  {
    "translation": {
      "en": "The guy in there was like,",
      "de": "Der Typ dort fragte:"
    }
  },
  {
    "translation": {
      "en": "\"Do you know any rappers?\"",
      "de": "\"Kennst du Rapper?\""
    }
  },
  {
    "translation": {
      "en": "And I'm like, \"Yeah, I know this guy, Gregory D.\"",
      "de": "Ich antwortete: \"Ich kenne diesen Typen, Gregory D.\""
    }
  },
  {
    "translation": {
      "en": "So they're just like, \"If y'all wanna make a song,",
      "de": "Sie sagten: \"Wenn ihr einen Song machen wollt, dann tut das."
    }
  },
  {
    "translation": {
      "en": "but it's gotta kind of sound like something New Orleans.\"",
      "de": "Aber er muss irgendwie nach New Orleans klingen.\""
    }
  },
  {
    "translation": {
      "en": "This is somebody's idea of how I'm gonna merge hip-hop with jazz.",
      "de": "Da ist die Idee von jemandem, Hip-Hop mit Jazz zu kombinieren."
    }
  },
  {
    "translation": {
      "en": "And, I'm automatically going,",
      "de": "Und ich sage automatisch:"
    }
  },
  {
    "translation": {
      "en": "\"If I get a chance, I'm just gonna put some 808 drums in there.\"",
      "de": "\"Wenn ich kann, nehme ich 808 Drums mit dazu.\""
    }
  },
  {
    "translation": {
      "en": "And I'm like, \"It ain't gonna be no horns and all.\"",
      "de": "Und ich sage: \"Es wird keine Bläser geben.\""
    }
  },
  {
    "translation": {
      "en": "I laid the beat down, and I was like,",
      "de": "Ich legte den Beat fest und dachte mir:"
    }
  },
  {
    "translation": {
      "en": "\"What if I just tripled the snares and all of that?\"",
      "de": "Was, wenn ich die Snares und so verdreifache?\""
    }
  },
  {
    "translation": {
      "en": "The drums started sounding like, \"Well, damn, that's like a New Orleans pattern.\"",
      "de": "Das Schlagzeug klang wie: \"Verdammt, ein Pattern aus New Orleans.\""
    }
  },
  {
    "translation": {
      "en": "It came from growing up here.",
      "de": "Das kam vom Aufwachsen hier."
    }
  },
  {
    "translation": {
      "en": "I just turned this... this 808 drum into the New Orleans second line",
      "de": "Ich machte aus diesen 808 Drums die zweite Reihe von New Orleans."
    }
  },
  {
    "translation": {
      "en": "jazz drumming.",
      "de": "Die Jazz-Drums."
    }
  },
  {
    "translation": {
      "en": "And so, Greg was like,",
      "de": "Greg sagte:"
    }
  },
  {
    "translation": {
      "en": "\"I know how to make it traditional New Orleans buck jump.\"",
      "de": "\"So geht traditionelles New Orleans: Buck Jump.\""
    }
  },
  {
    "translation": {
      "en": "\"Buck jump\" is pretty much a dance in New Orleans.",
      "de": "Der Buck Jump ist ein Tanz in New Orleans."
    }
  },
  {
    "translation": {
      "en": "It's what you do when you second line.",
      "de": "Man macht es in der zweiten Reihe."
    }
  },
  {
    "translation": {
      "en": "It was like, \"Okay, this is what classic New Orleans wanna hear.\"",
      "de": "\"Das will man im klassischen New Orleans hören.\""
    }
  },
  {
    "translation": {
      "en": "They like, \"Yeah, say something about buck jumping, about unity, keep everybody together or whatever.\"",
      "de": "Sie: \"Ja, sag etwas über Buck Jumping, über Einheit, Zusammenhalt.\""
    }
  },
  {
    "translation": {
      "en": "So, that's how this song came.",
      "de": "So entstand der Song."
    }
  },
  {
    "translation": {
      "en": "[male] When I did \"Buck Jump\"-- Let me explain this to you.",
      "de": "Als ich \"Buck Jump\" machte... Ich erkläre das mal."
    }
  },
  {
    "translation": {
      "en": "The thing about New Orleans that's so different...",
      "de": "Was New Orleans so anders macht,"
    }
  },
  {
    "translation": {
      "en": "You know how some people will claim the Eastside or the Westside?",
      "de": "so wie manche die Eastside oder die Westside in Anspruch nehmen,"
    }
  },
  {
    "translation": {
      "en": "They claim \"wards\" down here.",
      "de": "sind es hier die Wards."
    }
  },
  {
    "translation": {
      "en": "Third Ward, Fourth Ward, Fifth Ward, Sixth Ward, Seventh Ward, Eighth Ward.",
      "de": "Der Dritte, Vierte, Fünfte, Sechste, Siebte, Achte Ward."
    }
  },
  {
    "translation": {
      "en": "I took the chance. I'm like, \"You know what?",
      "de": "Ich wagte es: \"Weißt du was?"
    }
  },
  {
    "translation": {
      "en": "I'm gonna talk about every project and every ward in New Orleans,",
      "de": "Ich werde über jeden Sozialbau und jeden Ward in New Orleans reden,"
    }
  },
  {
    "translation": {
      "en": "and I'm gonna make these motherfuckers lose their motherfucking mind",
      "de": "bis diese Mistkerle total ausrasten,"
    }
  },
  {
    "translation": {
      "en": "by claiming their goddamn wards.\"",
      "de": "weil es um ihre verdammten Wards geht.\""
    }
  },
  {
    "translation": {
      "en": "The song was huge, but every time I played the song,",
      "de": "Der Song war riesig. Aber jedes Mal, wenn ich ihn spielte, ging eine Schlägerei los."
    }
  },
  {
    "translation": {
      "en": "a fight would start.",
      "de": "Aber jedes Mal, wenn ich ihn spielte, ging eine Schlägerei los."
    }
  },
  {
    "translation": {
      "en": "\"Buck jump time! That Caliope. Buck jump time! That--\"",
      "de": "\"Buck Jump Time! Diese Caliope. Buck Jump Time!\""
    }
  },
  {
    "translation": {
      "en": "And the next minute, boom, everybody would be fighting.",
      "de": "Und gleich danach, bumm, prügelten sich alle."
    }
  },
  {
    "translation": {
      "en": "[Mannie Fresh] But, when you played this at a party, some preppy kids, they got off the dancefloor.",
      "de": "Wenn es auf Partys gespielt wurde, verließen die Popper-Kids die Tanzfläche:"
    }
  },
  {
    "translation": {
      "en": "They be like, \"Nah, I'm not messing with that.\"",
      "de": "\"Nein, da bleibe ich weg.\""
    }
  },
  {
    "translation": {
      "en": "Like, when that played, fights.",
      "de": "Wenn es lief, wurde gekämpft."
    }
  },
  {
    "translation": {
      "en": "It's like a war call.",
      "de": "Es ist wie ein Kriegsruf."
    }
  },
  {
    "translation": {
      "en": "When this record comes on, anybody that you have a problem with,",
      "de": "Wenn die Platte läuft, ist jeder, mit dem man ein Problem hat..."
    }
  },
  {
    "translation": {
      "en": "when that song comes on, that's the cue to go looking for him.",
      "de": "Der Song ist das Stichwort, den zu suchen."
    }
  },
  {
    "translation": {
      "en": "\"Now, we 'bout to handle this right now.\"",
      "de": "\"Jetzt klären wir das.\""
    }
  },
  {
    "translation": {
      "en": "They used to go off, man. This ward's going against this ward.",
      "de": "Dann ging es los, Mann. Der Ward gegen den anderen."
    }
  },
  {
    "translation": {
      "en": "This ward's going against that ward.",
      "de": "Der Ward gegen den anderen."
    }
  },
  {
    "translation": {
      "en": "We did the record for togetherness.",
      "de": "Wir machten es fürs Miteinander."
    }
  },
  {
    "translation": {
      "en": "But, we opened up a door",
      "de": "Aber wir öffneten eine Tür,"
    }
  },
  {
    "translation": {
      "en": "that everybody saw that, \"You know what? this shit can happen down here.\"",
      "de": "und alle sahen, dass dieser Scheiß hier unten passieren kann."
    }
  },
  {
    "translation": {
      "en": "[narrator] \"Buck Jump Time\" was a breakthrough for NOLA's hip-hop scene,",
      "de": "\"Buck Jump Time\" war ein Durchbruch für NOLAs Hip-Hop-Szene."
    }
  },
  {
    "translation": {
      "en": "bridging the gap between New York-style hip-hop",
      "de": "Die Brücke zwischen dem New Yorker Hip-Hop"
    }
  },
  {
    "translation": {
      "en": "and New Orleans' traditional rhythms and chants.",
      "de": "und der traditionellen Musik von New Orleans."
    }
  },
  {
    "translation": {
      "en": "That was a logical evolution for hip-hop in The Crescent City,",
      "de": "Es war eine logische Entwicklung für Hip-Hop in der \"Crescent City\"."
    }
  },
  {
    "translation": {
      "en": "But, sometimes hip-hop grows in unexpected ways,",
      "de": "Aber manchmal wächst Hip-Hop auf unerwartete Weise."
    }
  },
  {
    "translation": {
      "en": "and for NOLA, serendipity would come in the form of an unknown record",
      "de": "Und für NOLA tauchte unerwartet ein unbekanntes Album"
    }
  },
  {
    "translation": {
      "en": "from an unsung rap group.",
      "de": "einer unbekannten Rap-Gruppe auf."
    }
  },
  {
    "translation": {
      "en": "\"Triggerman\" was just this popular song",
      "de": "\"Triggerman\" war dieses beliebte Lied,"
    }
  },
  {
    "translation": {
      "en": "that I started spinning.",
      "de": "das ich anfing aufzulegen."
    }
  },
  {
    "translation": {
      "en": "It was from New York.",
      "de": "Es war aus New York."
    }
  },
  {
    "translation": {
      "en": "A shoutout to The Showboys.",
      "de": "Gruß an The Showboys."
    }
  },
  {
    "translation": {
      "en": "The real name of the song was \"Drag Rap,\" but we started calling it \"Triggerman\"",
      "de": "Der Song hieß eigentlich \"Drag Rap\". aber wir nannten ihn \"Triggerman\","
    }
  },
  {
    "translation": {
      "en": "because there's one of the parts in the song where he says something about \"Triggerman.\"",
      "de": "weil er in einem Teil des Songs etwas über \"Triggerman\" sagt."
    }
  },
  {
    "translation": {
      "en": "The drums was hard, and it had these crazy breaks",
      "de": "Die Drums waren hart, und es gab diese irren Breaks,"
    }
  },
  {
    "translation": {
      "en": "where the snares went...",
      "de": "wo die Snares machten..."
    }
  },
  {
    "translation": {
      "en": "Then, it would break down into this cool 808 beat.",
      "de": "Und dann fing dieser coole 808 Beat an."
    }
  },
  {
    "translation": {
      "en": "[Mannie Fresh] This pivotal beat changes the city.",
      "de": "Dieser Beat verändert die Stadt."
    }
  },
  {
    "translation": {
      "en": "Everybody is jamming to it, but there's no words to it.",
      "de": "Alle jammen, aber ohne Text dazu."
    }
  },
  {
    "translation": {
      "en": "My dad is still DJing, right?",
      "de": "Mein Dad ist immer noch DJ, klar?"
    }
  },
  {
    "translation": {
      "en": "My dad was like, \"Hey, there's this dude, T.T. Tucker, and DJ Irv.",
      "de": "Dad sagte: Da sind diese Typen, T.T. Tucker und DJ Irv."
    }
  },
  {
    "translation": {
      "en": "They'll come to these little spots that I'm doing, holes in the wall, and I'll just let them rock.",
      "de": "Sie kommen in diesen grottigen kleinen Schuppen und ich lasse sie einfach."
    }
  },
  {
    "translation": {
      "en": "They jamming off some of the beats that, you know, like, you playing.\"",
      "de": "Sie jammen ein paar Beats, die du spielst.\""
    }
  },
  {
    "translation": {
      "en": "[male] At Ghost Town club,",
      "de": "Im Ghost Town Club"
    }
  },
  {
    "translation": {
      "en": "DJ Irv is just doing cuts over \"Triggerman,\"",
      "de": "macht DJ Irv nur Cuts über \"Triggerman\""
    }
  },
  {
    "translation": {
      "en": "and Tucker just gets up there and starts chanting,",
      "de": "und Tucker geht rauf und fängt an zu singen:"
    }
  },
  {
    "translation": {
      "en": "\"Where Dey At? Where Dey At? Where Dey At?\"",
      "de": "\"Where Dey At?\""
    }
  },
  {
    "translation": {
      "en": "And, it was just chants,",
      "de": "Es waren nur Gesänge."
    }
  },
  {
    "translation": {
      "en": "call and response.",
      "de": "Ruf und Antwort."
    }
  },
  {
    "translation": {
      "en": "Whenever that record came on,",
      "de": "Wenn das Album zu hören war,"
    }
  },
  {
    "translation": {
      "en": "the \"Where Dey Ats,\" you knew, this is the Seventh Ward, where they at.",
      "de": "die \"Where Dey Ats\", wusste man, das ist der Siebte Ward."
    }
  },
  {
    "translation": {
      "en": "You throw up the sevens, you know, \"Where Dey At?",
      "de": "Man zeigt die Sieben, beim \"Where Dey At?"
    }
  },
  {
    "translation": {
      "en": "You know, that started the whole movement in New Orleans.",
      "de": "Das startete die ganze Bewegung in New Orleans."
    }
  },
  {
    "translation": {
      "en": "It was recorded horrible, trashy sounding,",
      "de": "Es war schrecklich aufgenommen, mit miesem Sound,"
    }
  },
  {
    "translation": {
      "en": "but it was just so in your face.",
      "de": "aber einfach so direkt."
    }
  },
  {
    "translation": {
      "en": "What I didn't know was this was the start of bounce music.",
      "de": "Damals wusste ich nicht, dass es der Anfang der Bounce Music war."
    }
  },
  {
    "translation": {
      "en": "[narrator] DJ Irv's \"Where Dey At?\" was a lo-fi underground smash",
      "de": "DJ Irvs \"Where Dey At?\" war ein lo-fi Underground-Hit,"
    }
  },
  {
    "translation": {
      "en": "that introduced NOLA to the infectious \"Triggerman\" sample,",
      "de": "der NOLA das ansteckende \"Triggerman\"-Sample brachte."
    }
  },
  {
    "translation": {
      "en": "and the city couldn't get enough of it.",
      "de": "Die Stadt konnte nicht genug davon bekommen."
    }
  },
  {
    "translation": {
      "en": "Because, somewhere between the booming 808s and staccato percussion,",
      "de": "Irgendwo zwischen den 808ern und der Stakkato-Percussion"
    }
  },
  {
    "translation": {
      "en": "the city found more than a special record.",
      "de": "fand die Stadt mehr als ein besonderes Album."
    }
  },
  {
    "translation": {
      "en": "They found bounce music.",
      "de": "Sie fanden die Bounce Music."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Yes, sir.",
      "de": "Ja, Sir."
    }
  },
  {
    "translation": {
      "en": "[male] Hey, what's up, man? What's up?",
      "de": "Hey, was geht? Alles gut?"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Obviously, \"Triggerman\" was an important record for the evolution of bounce music.",
      "de": "\"Triggerman\" war natürlich wichtig für die Entwicklung der Bounce Music."
    }
  },
  {
    "translation": {
      "en": "What did you think when you first heard that record?",
      "de": "Was dachtest du, als du es zum ersten Mal hörtest?"
    }
  },
  {
    "translation": {
      "en": "Well, we always kind of had it in rotation, playing here.",
      "de": "Wir spielten es hier eigentlich ständig."
    }
  },
  {
    "translation": {
      "en": "I was the DJ.",
      "de": "Ich war der DJ."
    }
  },
  {
    "translation": {
      "en": "It was really nothing but \"Triggerman.\"",
      "de": "Es gab echt nur \"Triggerman\"."
    }
  },
  {
    "translation": {
      "en": "It was hours and hours of nothing but that one loop.",
      "de": "Stunden und Stunden mit nur diesem einen Loop."
    }
  },
  {
    "translation": {
      "en": "And how did you hone your skills as far as getting on the mic",
      "de": "Und wie hast du deine Fähigkeit perfektioniert,"
    }
  },
  {
    "translation": {
      "en": "and getting the crowd participation?",
      "de": "die Leute mit dem Mikrofon einzubinden?"
    }
  },
  {
    "translation": {
      "en": "The girls who would come and used to... You could win $500 for a pussy pop contest.",
      "de": "Die Mädels dort... konnten 500 Dollar bei einem Pussy-Pop-Wettbewerb gewinnen."
    }
  },
  {
    "translation": {
      "en": "[laughing] Believe it or not.",
      "de": "Glaub's oder nicht."
    }
  },
  {
    "translation": {
      "en": "When I got up on the mic, I'd just say anything to make you move.",
      "de": "Am Mikro sagte ich alles Mögliche, um Bewegung reinzubringen."
    }
  },
  {
    "translation": {
      "en": "Ask you where you from, where you at, tell a ho to put her back down, you know.",
      "de": "Ich fragte, wo ihr her kommt, was ihr tut, dass ihr den Hintern schwingen sollt."
    }
  },
  {
    "translation": {
      "en": "What I was trying to express was that this music here made everybody dance.",
      "de": "Ich wollte damit sagen, dass die Musik alle zum Tanzen brachte."
    }
  },
  {
    "translation": {
      "en": "I'm just feeling what we were doing in these places.",
      "de": "Das war, was wir hier machten, in diesen Clubs."
    }
  },
  {
    "translation": {
      "en": "[interviewer] That song, it was just so popular. Beyond New Orleans, too. It was on Billboard, right?",
      "de": "Der Song war so beliebt. Auch anderswo. Er war auf Billboard, oder?"
    }
  },
  {
    "translation": {
      "en": "[DJ Jimi] First six weeks, it went gold.",
      "de": "In sechs Wochen holte er Gold."
    }
  },
  {
    "translation": {
      "en": "If you didn't play this record on your radio station, you probably wasn't listening.",
      "de": "Wer es nicht im Radio spielte, hat nicht gut hingehört."
    }
  },
  {
    "translation": {
      "en": "They had to play it.",
      "de": "Sie mussten es spielen."
    }
  },
  {
    "translation": {
      "en": "[Charlie] DJ Jimi is the king of bounce.",
      "de": "DJ Jimi ist der König des Bounce."
    }
  },
  {
    "translation": {
      "en": "I mean, it sort of starts with him, in my opinion.",
      "de": "Es fängt meiner Meinung nach bei ihm an."
    }
  },
  {
    "translation": {
      "en": "[Charlie] When you think about all the great bounce musicians,",
      "de": "Wenn man an die großen Bounce Musiker denkt,"
    }
  },
  {
    "translation": {
      "en": "most of them revolved around Jimi in some way.",
      "de": "kreisten die meisten irgendwie um Jimi."
    }
  },
  {
    "translation": {
      "en": "I don't know who originally started it,",
      "de": "Ich weiß nicht, wer ursprünglich anfing,"
    }
  },
  {
    "translation": {
      "en": "but DJ Jimi made bounce famous.",
      "de": "aber DJ Jimi machte den Bounce berühmt."
    }
  },
  {
    "translation": {
      "en": "It was the first bounce record that left from the city to somewhere else.",
      "de": "Es war das erste Bounce-Album, das aus der Stadt anderswo hin ging."
    }
  },
  {
    "translation": {
      "en": "[DJ Jubilee] DJ Jimi changed the whole scene, man.",
      "de": "DJ Jimi hat die Szene verändert."
    }
  },
  {
    "translation": {
      "en": "He sold a lot of albums, and he opened up the doors. That's when we knew he had our sound.",
      "de": "Er verkaufte viele Alben, öffnete Türen. Da wussten wir, dass er den Sound hatte."
    }
  },
  {
    "translation": {
      "en": "-And that inspired you? -[DJ Jubilee] That definitely inspired me.",
      "de": "-Und das inspirierte dich? -Auf jeden Fall."
    }
  },
  {
    "translation": {
      "en": "When I put out \"Do The Jubilee All,\" in 1993,",
      "de": "Als ich 1993 \"Jubilee All\" rausbrachte,"
    }
  },
  {
    "translation": {
      "en": "I did not know that it was gonna fly that way.",
      "de": "ahnte ich nicht, dass es so ein Hit werden würde."
    }
  },
  {
    "translation": {
      "en": "[Mannie Fresh] DJ Jubilee comes out with it.",
      "de": "DJ Jubilee bringt ihn raus."
    }
  },
  {
    "translation": {
      "en": "Same song. Identical.",
      "de": "Denselben Song. Identisch."
    }
  },
  {
    "translation": {
      "en": "Which is cool in bounce.",
      "de": "Das ist cool in Bounce."
    }
  },
  {
    "translation": {
      "en": "If you don't understand it, you're like,",
      "de": "Wer es nicht versteht, fragt:"
    }
  },
  {
    "translation": {
      "en": "\"Well, why does everything have the same damn beat?",
      "de": "\"Warum hat alles den gleichen blöden Beat?"
    }
  },
  {
    "translation": {
      "en": "\"Didn't that song just go off?\" And, you know, but, that's just the way it is.",
      "de": "Ist das nicht der Song von gerade eben?\" Aber so ist es eben."
    }
  },
  {
    "translation": {
      "en": "This city just takes something and runs with it.",
      "de": "Diese Stadt nimmt etwas, und nutzt es weiter."
    }
  },
  {
    "translation": {
      "en": "[DJ Jubilee] My style came different, because I was the only one really dancing.",
      "de": "Mein Stil war anders, ich tanzte als einziger richtig."
    }
  },
  {
    "translation": {
      "en": "I used to DJ at high school, and we started doing dances, and challenges and stuff.",
      "de": "Als DJ auf der Highschool machten wir Tanzwettbewerbe und so."
    }
  },
  {
    "translation": {
      "en": "I came up with the first dance, \"Do The Jubilee.\" I was sliding side to side, \"Do The Jubilee.\"",
      "de": "Ich dachte mir den ersten Tanz aus, \"Do The Jubilee.\" Eine Seite zur anderen."
    }
  },
  {
    "translation": {
      "en": "Then, the next week, somebody came with another dance, the \"Beanie Weenie.\"",
      "de": "Jemand brachte einen anderen, den \"Beanie Weenie\"."
    }
  },
  {
    "translation": {
      "en": "Every week, we had a new, different dance. So, now I got the hottest dance in the city.",
      "de": "Jede Woche gab es einen neuen, heißesten Tanz in der Stadt."
    }
  },
  {
    "translation": {
      "en": "I started getting smart, I'm like, \"Hold up, we got all these dances,",
      "de": "Ich überlegte mir: \"Moment, wir haben all diese Tänze,"
    }
  },
  {
    "translation": {
      "en": "and everybody doing so many different dances, let me put it on a song.\"",
      "de": "es gibt so viele verschiedene, ich mache daraus einen Song.\""
    }
  },
  {
    "translation": {
      "en": "[Big Freedia] Every song that he made, he made you dance with the song.",
      "de": "Bei jedem Song, den er machte, ließ er einen dazu tanzen."
    }
  },
  {
    "translation": {
      "en": "It was like Simon Says.",
      "de": "Es war wie das Spiel Simon Says."
    }
  },
  {
    "translation": {
      "en": "Jubilee was our Simon Says of the bounce,",
      "de": "Jubilee war der Simon Says des Bounce."
    }
  },
  {
    "translation": {
      "en": "and if he said \"Do the beanie weenie,\" you backing it up and doing the beanie weenie.",
      "de": "Wenn er sagt \"Macht den Beanie Weenie\", dann macht man mit."
    }
  },
  {
    "translation": {
      "en": "If he said \"Do the Eldon DeLloyd,\" you do the Eldon DeLloyd.",
      "de": "Wenn er sagt \"Macht den Eldon DeLloyd\", dann tut man es."
    }
  },
  {
    "translation": {
      "en": "They used to have girls flipping, you know, hands on the ground,",
      "de": "Sie drehten die Mädels um, mit den Händen auf den Boden,"
    }
  },
  {
    "translation": {
      "en": "and their feet on the wall and, like, twerking.",
      "de": "den Füßen an die Wand, Twerken."
    }
  },
  {
    "translation": {
      "en": "And I'm like, \"Holy shit. I wanna do that.\"",
      "de": "Ich dachte mir: \"Verdammt, das will ich tun.\""
    }
  },
  {
    "translation": {
      "en": "[interviewer] Many people say that's the first time they heard \"twerk\" on a record.",
      "de": "Viele sagen, sie hörten hier zum ersten Mal \"Twerk\"."
    }
  },
  {
    "translation": {
      "en": "[DJ Jubilee] The girl's shaking it in front of us, right?",
      "de": "Das Mädchen vor uns schüttelt alles."
    }
  },
  {
    "translation": {
      "en": "They took the word \"work,\" and put a \"T\" on it, saying, \"They be twerking it!\"",
      "de": "Sie kombinierten das Wort \"Work\" mit einem T: \"Twerken\"."
    }
  },
  {
    "translation": {
      "en": "That's how we joke. \"Twerking it.\"",
      "de": "Das ist unser Humor. \"Twerken.\""
    }
  },
  {
    "translation": {
      "en": "That's another signature of New Orleans. You gotta deal with it. ♪ Shake baby, shake baby, shake, shake, shake baby ♪",
      "de": "Das ist auch typisch für New Orleans. So ist es eben."
    }
  },
  {
    "translation": {
      "en": "[DJ Jubiee] Back then, when we started twerking it, it was new.",
      "de": "Als wir damit anfingen, war es neu."
    }
  },
  {
    "translation": {
      "en": "[DJ Jubiee] We done shook on top of rooftops, cars, taxis, buses. [DJ Jubiee] We shook it at second line funerals.",
      "de": "Wir schüttelten uns auf Dächern, Autos, Taxis, Bussen, bei Beerdigungen."
    }
  },
  {
    "translation": {
      "en": "We the best twerkers in the country.",
      "de": "Wir sind die besten des Landes."
    }
  },
  {
    "translation": {
      "en": "If you wanna see some real shaking going on, shaking is in New Orleans.",
      "de": "Für richtiges Schütteln musst du nach New Orleans kommen."
    }
  },
  {
    "translation": {
      "en": "[Katey Red] It's music, I guess you can just have fun with.",
      "de": "Mit dieser Musik hat man Spaß."
    }
  },
  {
    "translation": {
      "en": "And, like, growing up in New Orleans,",
      "de": "Wer in New Orleans aufwächst, hört die Musik."
    }
  },
  {
    "translation": {
      "en": "you hear the music, you know, coming up as a child,",
      "de": "Wer in New Orleans aufwächst, hört die Musik. Die Eltern sagen schon zu Kindern mit ein, zwei, drei Jahren:"
    }
  },
  {
    "translation": {
      "en": "like, one, two, three years old, like, your parents gonna try to,",
      "de": "Die Eltern sagen schon zu Kindern mit ein, zwei, drei Jahren:"
    }
  },
  {
    "translation": {
      "en": "\"You better do it! Bend over! Shake!\"",
      "de": "\"Los! Runter! Schüttel dich!\""
    }
  },
  {
    "translation": {
      "en": "You know, they, like, teach you how to do it.",
      "de": "Sie zeigen dir, wie es geht."
    }
  },
  {
    "translation": {
      "en": "[female] You know, you play, like \"Triggerman,\" the DJ hollering,",
      "de": "Sie spielen \"Triggerman\", der DJ brüllt:"
    }
  },
  {
    "translation": {
      "en": "\"Okay, everybody get on the wall.\"",
      "de": "\"Okay, alle an die Wand.\""
    }
  },
  {
    "translation": {
      "en": "You know, you get on the wall. \"Get on the table,\" you know.",
      "de": "\"Geht an die Wand, rauf auf den Tisch.\""
    }
  },
  {
    "translation": {
      "en": "\"Get on the chair. Raise your leg up in the air.\"",
      "de": "\"Auf den Stuhl, Bein hoch.\""
    }
  },
  {
    "translation": {
      "en": "\"Bend over, touch, put that hump in your back.\"",
      "de": "\"Bück dich, mach einen Buckel.\""
    }
  },
  {
    "translation": {
      "en": "You know, if you don't feel it when the music playing, you'll never get it.",
      "de": "Wer es mit der Musik nicht spürt, der kapiert es nie."
    }
  },
  {
    "translation": {
      "en": "[Mia X] First, it was Jimi, then it was Jubilee, then it was me.",
      "de": "Erst war es Jimi, dann Jubilee, dann kam ich."
    }
  },
  {
    "translation": {
      "en": "I was one of the first girls to put a bounce record out.",
      "de": "Ich war eine der ersten mit einem Bounce-Album."
    }
  },
  {
    "translation": {
      "en": "I just didn't like what the boys were saying.",
      "de": "Mir gefielen die Texte nicht."
    }
  },
  {
    "translation": {
      "en": "You know, \"Suck a nigga dick\" and this.",
      "de": "\"Lutsch einen Nigga-Schwanz\" und so."
    }
  },
  {
    "translation": {
      "en": "So, once I didn't like what they were saying, and the other girls agreed that they didn't like what they was sayin',",
      "de": "Als ich sagte, dass es mir nicht gefiel, unterstützten mich die anderen Mädchen."
    }
  },
  {
    "translation": {
      "en": "and they put their two cents in it, and before you know it, as a guy would drop, a girl would drop.",
      "de": "Und sie beteiligten sich. Und auf einmal brachten auch Mädchen Songs heraus."
    }
  },
  {
    "translation": {
      "en": "[Charles] Bounce was the dominant form of hip-hop in New Orleans.",
      "de": "Bounce war die dominante Form des Hip-Hop in New Orleans."
    }
  },
  {
    "translation": {
      "en": "If you weren't doing bounce, you had a hard time, you know,",
      "de": "Wer keinen Bounce machte, hatte es schwer,"
    }
  },
  {
    "translation": {
      "en": "finding a big, mass audience in this city. It was...",
      "de": "ein Massenpublikum in dieser Stadt zu finden."
    }
  },
  {
    "translation": {
      "en": "It was that powerful.",
      "de": "So mächtig war das."
    }
  },
  {
    "translation": {
      "en": "[KLC] It was to a point where it didn't matter who was on the record,",
      "de": "Irgendwann war es egal, wer auf dem Album war,"
    }
  },
  {
    "translation": {
      "en": "that \"Triggerman\" beat alone gave you an advantage to rock the crowd.",
      "de": "weil einem schon der \"Triggerman\"-Beat einen Vorteil gab, die Menge zu rocken."
    }
  },
  {
    "translation": {
      "en": "All you had to do was just say the right shit, and don't fuck up.",
      "de": "Man musste nur das Richtige sagen und es nicht versauen."
    }
  },
  {
    "translation": {
      "en": "[male] Bounce music became our own thing because we started feeling like,",
      "de": "Die Bounce Music wurde zu unserem Ding, weil wir dachten:"
    }
  },
  {
    "translation": {
      "en": "\"We don't care what the rest of the world doing, we're gonna do what we do.\"",
      "de": "\"Egal, was die anderen machen. Wir tun, was wir tun.\""
    }
  },
  {
    "translation": {
      "en": "We didn't care how big you were in the world.",
      "de": "Egal, wie groß du in der Welt warst."
    }
  },
  {
    "translation": {
      "en": "When you come to our city, it's us.",
      "de": "-Kommst du in die Stadt... -...sind wir da."
    }
  },
  {
    "translation": {
      "en": "We were just as big, bigger than you.",
      "de": "-Kommst du in die Stadt... -...sind wir da. Wir sind größer als du."
    }
  },
  {
    "translation": {
      "en": "We were cocky, man. [laughing]",
      "de": "Wir waren eingebildet."
    }
  },
  {
    "translation": {
      "en": "Super cocky.",
      "de": "Total eingebildet."
    }
  },
  {
    "translation": {
      "en": "[Big Freedia] It's something that people can get into, and have fun,",
      "de": "Die Leute können das machen, Spaß haben,"
    }
  },
  {
    "translation": {
      "en": "and not think about their problems at the time.",
      "de": "ohne an ihre Probleme zu denken."
    }
  },
  {
    "translation": {
      "en": "This is the music that we make through our everyday struggle.",
      "de": "Diese Musik machen wir im Kampf des Alltags."
    }
  },
  {
    "translation": {
      "en": "[narrator] The energetic, party-oriented tempo of bounce gave NOLA a signature sound",
      "de": "Das energische, party-orientierte Tempo des Bounce gab Nola einen Sound,"
    }
  },
  {
    "translation": {
      "en": "that was rooted in the city's rich jazz and second line tradition.",
      "de": "verwurzelt in der reichen Jazz- und Second-Line-Tradition."
    }
  },
  {
    "translation": {
      "en": "It also gave the city a release...",
      "de": "Es diente auch zum Druck ablassen."
    }
  },
  {
    "translation": {
      "en": "...because, throughout the '90s, the reality of black life in New Orleans was entirely different.",
      "de": "In den 90er Jahren war die Realität des schwarzen Lebens in New Orleans anders."
    }
  },
  {
    "translation": {
      "en": "NOLA was besieged by drugs and violence,",
      "de": "Nola litt unter Drogen und Gewalt,"
    }
  },
  {
    "translation": {
      "en": "with the highest homicide rates in America.",
      "de": "mit der höchsten Mordrate in Amerika."
    }
  },
  {
    "translation": {
      "en": "This was the other side of New Orleans,",
      "de": "Die andere Seite von New Orleans."
    }
  },
  {
    "translation": {
      "en": "but you wouldn't find it on a bounce record.",
      "de": "Das fand man nicht auf einem Bounce-Album."
    }
  },
  {
    "translation": {
      "en": "NOLA needed a different outlet,",
      "de": "Nola brauchte ein anderes Ventil."
    }
  },
  {
    "translation": {
      "en": "and it would be a shrewd hustler from NOLA's Third Ward",
      "de": "Und ein cleverer Gauner aus NOLAs Drittem Ward,"
    }
  },
  {
    "translation": {
      "en": "who would bring this reality to the world.",
      "de": "sollte diese Realität in die Welt bringen."
    }
  },
  {
    "translation": {
      "en": "[Master P] These little kids ain't even five or six years old.",
      "de": "Die Kids sind kaum fünf oder sechs Jahre alt."
    }
  },
  {
    "translation": {
      "en": "They done seen murders right there, on the spot.",
      "de": "Sie haben dort Morde gesehen, genau da."
    }
  },
  {
    "translation": {
      "en": "You know, I seen a murder at four years old right here.",
      "de": "Ich sah einen Mord als ich vier Jahre alt war."
    }
  },
  {
    "translation": {
      "en": "[Master P] I grew up in Third Ward, Caliope Projects.",
      "de": "Ich wuchs im dritten Ward auf, in den Caliope Projects."
    }
  },
  {
    "translation": {
      "en": "At the time, it was one of the most dangerous places in the world to live.",
      "de": "Damals war es einer der gefährlichsten Orte der Welt."
    }
  },
  {
    "translation": {
      "en": "Most of the crimes that happened in New Orleans,",
      "de": "Die meisten Verbrechen in New Orleans,"
    }
  },
  {
    "translation": {
      "en": "probably half of it happened in the Caliope Projects.",
      "de": "vermutlich die Hälfte, passierten in den Caliope Projects."
    }
  },
  {
    "translation": {
      "en": "This is for real.",
      "de": "Das ist wirklich so."
    }
  },
  {
    "translation": {
      "en": "[male] The City of New Orleans and the hoods been at war since we were kids.",
      "de": "Die Stadt New Orleans und die Vororte waren im Krieg, seit wir Kinder waren."
    }
  },
  {
    "translation": {
      "en": "Yeah, I was in the military, I went to Desert Storm.",
      "de": "Ich war beim Militär, bei Desert Storm."
    }
  },
  {
    "translation": {
      "en": "What was the difference?",
      "de": "Da war kein Unterschied."
    }
  },
  {
    "translation": {
      "en": "Only thing, they just had bigger guns and missiles.",
      "de": "Sie hatten nur größere Waffen und Raketen."
    }
  },
  {
    "translation": {
      "en": "[reporter] New Orleans has a record of homicides this year.",
      "de": "Eine Rekordzahl Mordfälle in New Orleans."
    }
  },
  {
    "translation": {
      "en": "It has by far the highest murder rate of any big city in the nation.",
      "de": "Die mit Abstand höchste Mordrate aller US-Großstädte."
    }
  },
  {
    "translation": {
      "en": "Five times the number of murders in cities of comparable size.",
      "de": "Fünfmal so viele Morde wie in vergleichbaren Städten."
    }
  },
  {
    "translation": {
      "en": "[Master P] You know, me and brother Kevin,",
      "de": "Ich und mein Bruder Kevin,"
    }
  },
  {
    "translation": {
      "en": "we used to sit in the projects and say,",
      "de": "saßen in den Projects und sagten:"
    }
  },
  {
    "translation": {
      "en": "\"Who gonna die first?\"",
      "de": "\"Wer stirbt zuerst?\""
    }
  },
  {
    "translation": {
      "en": "If you lived to be 19, you a OG in the projects.",
      "de": "Mit 19 ist man in den Projects schon etwas Besonderes."
    }
  },
  {
    "translation": {
      "en": "That was our magic number, man. If we could live to be 19,",
      "de": "Das war unsere magische Zahl. Wenn wir 19 würden,"
    }
  },
  {
    "translation": {
      "en": "you know, we'd made it.",
      "de": "hätten wir es geschafft."
    }
  },
  {
    "translation": {
      "en": "And, I mean, he died at that age.",
      "de": "Und in diesem Alter starb er."
    }
  },
  {
    "translation": {
      "en": "And, that just-- that tore something out of my heart.",
      "de": "Und das riss mir etwas aus meinem Herzen."
    }
  },
  {
    "translation": {
      "en": "You know, when I watched my mom, her whole world turned upside down,",
      "de": "Als ich meine Mom sah, ihre ganze Welt brach zusammen."
    }
  },
  {
    "translation": {
      "en": "and I'm like, \"I don't wanna keep putting her through this.",
      "de": "Ich sagte: \"Wegen mir soll sie nicht so leiden."
    }
  },
  {
    "translation": {
      "en": "I have to do something better with my life.\"",
      "de": "Ich muss etwas Besseres machen.\""
    }
  },
  {
    "translation": {
      "en": "That's what really made me go hard with the music.",
      "de": "Danach steckte ich viel Energie in die Musik."
    }
  },
  {
    "translation": {
      "en": "You know, I named my company \"No Limit,\" because there's gonna be no limit to my success,",
      "de": "Meine Firma heißt No Limit, weil mein Erfolg grenzenlos ist."
    }
  },
  {
    "translation": {
      "en": "and I named myself \"Master P\" because I said I'm gonna master whatever I do.",
      "de": "Und ich nannte mich Master P, weil ich alles meistere, was ich tue."
    }
  },
  {
    "translation": {
      "en": "I was listening to Ice-T, \"Colors.\" \"I am a nightmare walking, psychopath talking.\"",
      "de": "Ich hörte \"Colours\" von Ice-T."
    }
  },
  {
    "translation": {
      "en": "That music did something for me.",
      "de": "Die Musik gab mir etwas."
    }
  },
  {
    "translation": {
      "en": "You know, hearing the bounce music, it was a lot of party music,",
      "de": "Als ich die Bounce Music hörte, war es Partymusik,"
    }
  },
  {
    "translation": {
      "en": "which was a good sound for New Orleans,",
      "de": "ein guter Sound für New Orleans."
    }
  },
  {
    "translation": {
      "en": "but I felt like we were missing something, you know?",
      "de": "Aber ich fand, wir hätten was übersehen."
    }
  },
  {
    "translation": {
      "en": "Seeing so many people die young, seeing the crime, seeing the poverty.",
      "de": "So viele sterben zu sehen, Verbrechen zu sehen, die Armut zu sehen."
    }
  },
  {
    "translation": {
      "en": "You know, it just poured out of me.",
      "de": "Es kam einfach aus mir heraus."
    }
  },
  {
    "translation": {
      "en": "I was able to tell my story.",
      "de": "Ich erzählte meine Geschichte."
    }
  },
  {
    "translation": {
      "en": "[Master P] I'm just talking about what I see. I mean, look around.",
      "de": "Ich rede nur über das, was ich sehe. Sieh dich doch um."
    }
  },
  {
    "translation": {
      "en": "You see a bunch of mansions around here?",
      "de": "Siehst du hier etwa Villen?"
    }
  },
  {
    "translation": {
      "en": "-Do you? -No.",
      "de": "-Na? -Nein."
    }
  },
  {
    "translation": {
      "en": "Okay. Well, that's reality.",
      "de": "Okay. Das ist die Realität."
    }
  },
  {
    "translation": {
      "en": "That's what I'm talking about.",
      "de": "Genau das meine ich."
    }
  },
  {
    "translation": {
      "en": "[Master P] I built No Limit on $10,000.",
      "de": "Ich gründete No Limit mit 10.000 Dollar."
    }
  },
  {
    "translation": {
      "en": "I put up my own posters. I went to every hood.",
      "de": "Ich hängte meine Poster auf, in jedem Viertel."
    }
  },
  {
    "translation": {
      "en": "I started taking my van, and going from hood to hood,",
      "de": "Ich nahm meinen Van, fuhr von Viertel zu Viertel,"
    }
  },
  {
    "translation": {
      "en": "selling my CDs.",
      "de": "verkaufte meine CDs."
    }
  },
  {
    "translation": {
      "en": "That's the whole thing.",
      "de": "Das war alles."
    }
  },
  {
    "translation": {
      "en": "I started selling it out of the trunk.",
      "de": "Ich verkaufte aus dem Kofferraum."
    }
  },
  {
    "translation": {
      "en": "I mean, we would be in DC, and here's the thing,",
      "de": "Also, wir waren in DC und jetzt kommt's:"
    }
  },
  {
    "translation": {
      "en": "we weren't supposed to be in DC.",
      "de": "Wir sollten das nicht sein."
    }
  },
  {
    "translation": {
      "en": "That's like somebody going into Compton or whatever.",
      "de": "Es ist, als würde jemand nach Compton gehen oder so."
    }
  },
  {
    "translation": {
      "en": "We were just so about hustling, we didn't care about the dangers.",
      "de": "Wir wollten einfach verkaufen, die Gefahren waren uns egal."
    }
  },
  {
    "translation": {
      "en": "It's all we have, so we here.",
      "de": "Wir haben sonst nichts."
    }
  },
  {
    "translation": {
      "en": "And people were like, \"Y'all crazy enough to come in the neighborhood,",
      "de": "Die Leute sagten: \"Ihr seid verrückt genug, herzukommen."
    }
  },
  {
    "translation": {
      "en": "you know what? Gimme the CD.\"",
      "de": "Also her mit der CD.\""
    }
  },
  {
    "translation": {
      "en": "[Gregory D] No Limit, that wasn't no, you know, no bounce shit.",
      "de": "No Limit, das war kein Bounce."
    }
  },
  {
    "translation": {
      "en": "You could hear a hard life in that music, but that's the way of life in New Orleans.",
      "de": "Man hörte ein hartes Leben in der Musik. Aber so ist das Leben in New Orleans."
    }
  },
  {
    "translation": {
      "en": "We gutter. We gutter, bro. We gutter. We so goddamn gutter.",
      "de": "Wir sind aus der Gosse, Bro. Aus der verdammten Gosse."
    }
  },
  {
    "translation": {
      "en": "And the street cats, they wanna hear what they can relate to.",
      "de": "Wir wollen hören, womit man sich identifizieren kann."
    }
  },
  {
    "translation": {
      "en": "[Ricky B] Master P, when he hit the scene,",
      "de": "Als Master P auftauchte,"
    }
  },
  {
    "translation": {
      "en": "everybody was like, \"Okay,\"",
      "de": "sagten alle: \"Okay.\""
    }
  },
  {
    "translation": {
      "en": "but it wasn't that New Orleans sound.",
      "de": "Aber es klang nicht nach New Orleans."
    }
  },
  {
    "translation": {
      "en": "So, we had to kind of learn,",
      "de": "Wir mussten also herausfinden:"
    }
  },
  {
    "translation": {
      "en": "\"Okay, what's going on with No Limit?\"",
      "de": "\"Ok, was ist mit No Limit los?\""
    }
  },
  {
    "translation": {
      "en": "[female] A lot of people didn't like his music in the beginning, right?",
      "de": "Viele Leute mochten seine Musik anfangs nicht, okay?"
    }
  },
  {
    "translation": {
      "en": "Bitches all used to be throwing that man's fucking CDs back at him.",
      "de": "Die Mistkerle warfen ihm seine CDs immer zurück."
    }
  },
  {
    "translation": {
      "en": "I remember that.",
      "de": "Ich erinnere mich."
    }
  },
  {
    "translation": {
      "en": "It seemed when Master P started dominating outskirts,",
      "de": "Nachdem Master P anfing, den Stadtrand zu beherrschen,"
    }
  },
  {
    "translation": {
      "en": "then New Orleans was like, \"Master P!\"",
      "de": "fing New Orleans an: \"Master P!\""
    }
  },
  {
    "translation": {
      "en": "New Orleans is, like, an ass-kissing city.",
      "de": "New Orleans ist eine arschküssende Stadt."
    }
  },
  {
    "translation": {
      "en": "They gonna like you after the fact.",
      "de": "Sie mögen einen danach."
    }
  },
  {
    "translation": {
      "en": "I remember buying a CD and a cassette from Percy Miller",
      "de": "Ich kaufte eine CD und Kassette von Percy Miller"
    }
  },
  {
    "translation": {
      "en": "before I knew him or even worked with him,",
      "de": "bevor ich ihn kannte oder mit ihm arbeitete."
    }
  },
  {
    "translation": {
      "en": "because I felt like, \"I'm gonna support this dude, man. He out here selling his own stuff.\"",
      "de": "Weil ich dachte: \"Ich unterstütze ihn. Er verkauft hier seine Sachen.\""
    }
  },
  {
    "translation": {
      "en": "I'll never forget this, because he had his socks way up to here,",
      "de": "Er trug seine Socken bis hier oben"
    }
  },
  {
    "translation": {
      "en": "and I'm like, \"Man, what's this dude doing with his socks way up to here?\"",
      "de": "und ich dachte: \"Mann, was macht dieser Typ da?\""
    }
  },
  {
    "translation": {
      "en": "I'm not clowning him, I'm just saying that he was confident in who he was,",
      "de": "Ich will ihn nicht auslachen, nur sagen: Er war sich seiner selbst sicher."
    }
  },
  {
    "translation": {
      "en": "and I just thought that was dope.",
      "de": "Ich fand das echt irre."
    }
  },
  {
    "translation": {
      "en": "I was different, you know.",
      "de": "Ich war anders, weißt du."
    }
  },
  {
    "translation": {
      "en": "It might give you a slow start,",
      "de": "Es dauert vielleicht seine Zeit,"
    }
  },
  {
    "translation": {
      "en": "but being different is going to carry you a long way.",
      "de": "aber mit Anderssein kann man es sehr weit bringen."
    }
  },
  {
    "translation": {
      "en": "[Master P] We got a whole different plan.",
      "de": "Unser Plan ist anders."
    }
  },
  {
    "translation": {
      "en": "They can't stop us, because, eventually, we gonna leak in.",
      "de": "Sie können uns nicht stoppen, irgendwann sind wir da."
    }
  },
  {
    "translation": {
      "en": "P wanted to be respected as a major label,",
      "de": "P wollte als Label respektiert werden."
    }
  },
  {
    "translation": {
      "en": "which meant that you had to put out more records.",
      "de": "Dafür musste er mehr Alben rausbringen."
    }
  },
  {
    "translation": {
      "en": "He scoured the city,",
      "de": "Er durchkämmte die Stadt"
    }
  },
  {
    "translation": {
      "en": "and he did what I like to call \"corporate raiding.\"",
      "de": "und machte, was ich Firmenraub nannte."
    }
  },
  {
    "translation": {
      "en": "He raided every label and got their top artists.",
      "de": "Er ging zu jedem Label und griff dort die besten Künstler ab."
    }
  },
  {
    "translation": {
      "en": "[Mia X] Master P came to my house, and he just explained to me",
      "de": "Meister P kam zu mir nach Hause und erklärte mir,"
    }
  },
  {
    "translation": {
      "en": "what his plans were for No Limit.",
      "de": "was er für No Limit geplant hatte."
    }
  },
  {
    "translation": {
      "en": "And, he was like, \"It's an independent label,",
      "de": "Er sagte: \"Es ist ein unabhängiges Label,"
    }
  },
  {
    "translation": {
      "en": "but they're gonna look at it like a major label.",
      "de": "aber sie werden es als ein großes Label sehen."
    }
  },
  {
    "translation": {
      "en": "I'm gonna make history,",
      "de": "Ich schreibe Geschichte."
    }
  },
  {
    "translation": {
      "en": "and it's gonna be big, and I want you to be a part of it.\"",
      "de": "Es wird groß und ich will, dass du ein Teil davon bist.\""
    }
  },
  {
    "translation": {
      "en": "It was something about the way he said it, I could feel it.",
      "de": "Es war etwas daran, wie er es sagte. Ich konnte es fühlen."
    }
  },
  {
    "translation": {
      "en": "I knew that he was gonna do what he said he was gonna do.",
      "de": "Ich wusste, dass er tun würde, was er vorhatte."
    }
  },
  {
    "translation": {
      "en": "[KLC] P got the greatest MCs from the city.",
      "de": "Er hatte die besten MCs der Stadt."
    }
  },
  {
    "translation": {
      "en": "He had Mystikal, Soulja Slim.",
      "de": "Er hatte Mystikal, Soulja Slim."
    }
  },
  {
    "translation": {
      "en": "Everybody came there.",
      "de": "Alle waren da."
    }
  },
  {
    "translation": {
      "en": "It was just, like, open house to whoever wanna rap,",
      "de": "Ein offenes Haus für jeden, der rappen wollte."
    }
  },
  {
    "translation": {
      "en": "and then you had five people doing beats for you.",
      "de": "Und dann machten fünf Leute Beats für einen."
    }
  },
  {
    "translation": {
      "en": "So, as soon as he finished a song, we pulling up the next.",
      "de": "Sobald er einen Song beendet hatte, machten wir weiter."
    }
  },
  {
    "translation": {
      "en": "Relentless hustle.",
      "de": "Immer weiter."
    }
  },
  {
    "translation": {
      "en": "No Limit was like a big-ass freestyle.",
      "de": "No Limit war wie ein großer Freestyle."
    }
  },
  {
    "translation": {
      "en": "P fed off of everybody.",
      "de": "P nutzte Sachen von allen."
    }
  },
  {
    "translation": {
      "en": "This is how it all formed",
      "de": "So entstand No Limit,"
    }
  },
  {
    "translation": {
      "en": "for No Limit to become what it is.",
      "de": "wurde zu dem, was es ist."
    }
  },
  {
    "translation": {
      "en": "All of us being together in the studio, 24/7,",
      "de": "Als wir alle zusammen im Studio waren, kamen rund um die Uhr"
    }
  },
  {
    "translation": {
      "en": "you know, songs were just cranking out of us.",
      "de": "Songs aus uns heraus."
    }
  },
  {
    "translation": {
      "en": "I felt like I had the best of the best for us making music.",
      "de": "Ich fand, ich hatte die Besten der Besten für unsere Musik."
    }
  },
  {
    "translation": {
      "en": "So, when I heard the beat for \"Make 'Em Say Uhh!\",",
      "de": "Als ich den Beat für \"Make 'Em Say Uhh!\" hörte,"
    }
  },
  {
    "translation": {
      "en": "I felt like I needed to put this city on the map.",
      "de": "dachte ich, ich müsste diese Stadt auf die Karte setzen."
    }
  },
  {
    "translation": {
      "en": "[Fiend] \"Make 'Em Say Uhh!\", man.",
      "de": "\"Make 'Em Say Uhh!\", Mann."
    }
  },
  {
    "translation": {
      "en": "He turned around and said, \"Look, this is gonna be a big song, a big-ass song,",
      "de": "Er drehte sich um und sagte: \"Das wird ein großer Song. Gewaltig."
    }
  },
  {
    "translation": {
      "en": "and everybody gonna wanna get on here.",
      "de": "Und alle wollen hier mit dabei sein."
    }
  },
  {
    "translation": {
      "en": "Whoever ready with their verse is getting on here,",
      "de": "Wer seine Verse bereit hat, kommt hierher."
    }
  },
  {
    "translation": {
      "en": "and that's gonna be the order.\"",
      "de": "So wird es laufen.\""
    }
  },
  {
    "translation": {
      "en": "I remember writing on the wall, piece of paper, I was ready.",
      "de": "Ich schrieb an die Wand, auf Papier, ich war bereit."
    }
  },
  {
    "translation": {
      "en": "\"A'ight, Fiend, you go ahead,\" you know. He didn't ask to hear it.",
      "de": "\"Klar, Fiend, mach nur.\" Er wollte es nicht mal hören."
    }
  },
  {
    "translation": {
      "en": "I went up in there,",
      "de": "Ich ging rein:"
    }
  },
  {
    "translation": {
      "en": "\"Fiend exercising his right of exorcism, bustin' out the Expedition\"",
      "de": "\"Fiend nutzt sein Recht auf Exorzismus, sprengt den Expedition\"."
    }
  },
  {
    "translation": {
      "en": "[Fiend] No Limit Records, it was all these artists, producers,",
      "de": "No Limit hatte Künstler und Produzenten,"
    }
  },
  {
    "translation": {
      "en": "all sharing this type of energy, moving as one unit.",
      "de": "die diese Energie teilten, sich als Einheit bewegten."
    }
  },
  {
    "translation": {
      "en": "And, it just became something to be reckoned with, man.",
      "de": "Und das konnte man nicht mehr übersehen, Mann."
    }
  },
  {
    "translation": {
      "en": "[KLC] \"Make 'Em Say Uhh!\" was our first big mainstream record.",
      "de": "Es war unser erstes großes Mainstream-Album."
    }
  },
  {
    "translation": {
      "en": "That was the first record that went everywhere.",
      "de": "Das war das erste Album, das überall lief."
    }
  },
  {
    "translation": {
      "en": "You know, that was all your work,",
      "de": "Das war alles deine Arbeit, alles,"
    }
  },
  {
    "translation": {
      "en": "you know, everything that you put into this, here's your trophy for it.",
      "de": "was du hier reingesteckt hast, das ist deine Trophäe dafür."
    }
  },
  {
    "translation": {
      "en": "Y'all don't understand. 1998, we put out 26 albums.",
      "de": "Ihr versteht es nicht. 1998 veröffentlichten wir 26 Alben."
    }
  },
  {
    "translation": {
      "en": "They were like, \"How did y'all do this shit?",
      "de": "Sie fragten: \"Wie habt ihr das gemacht?"
    }
  },
  {
    "translation": {
      "en": "How in the fuck y'all do it?\"",
      "de": "Verdammt, wie macht ihr das?\""
    }
  },
  {
    "translation": {
      "en": "In '98, things were just going at a crazy pace.",
      "de": "1998 lief alles in einem verrückten Tempo ab."
    }
  },
  {
    "translation": {
      "en": "I'd imagine that time would be a bit of a blur,",
      "de": "1998 lief alles in einem verrückten Tempo ab. Es ist sicher etwas verschwommen, aber woran erinnerst du dich?"
    }
  },
  {
    "translation": {
      "en": "but what do you remember of the process?",
      "de": "Es ist sicher etwas verschwommen, aber woran erinnerst du dich?"
    }
  },
  {
    "translation": {
      "en": "It was like a factory, you know.",
      "de": "Es war wie eine Fabrik."
    }
  },
  {
    "translation": {
      "en": "It was like a factory, but, we had fun doing it.",
      "de": "Wie eine Fabrik, aber wir hatten Spaß dabei."
    }
  },
  {
    "translation": {
      "en": "Albums were getting done quick. You had five producers.",
      "de": "Die Alben waren schnell fertig, mit fünf Produzenten."
    }
  },
  {
    "translation": {
      "en": "I go to you, I don't even get time to listen to it.",
      "de": "Ich gehe zu dir, kann es nicht mal anhören."
    }
  },
  {
    "translation": {
      "en": "Now I go in the next room to him,",
      "de": "Jetzt gehe ich zum nächsten weiter"
    }
  },
  {
    "translation": {
      "en": "and keep coming back around 'til my album was done.",
      "de": "und immer weiter, bis mein Album fertig ist."
    }
  },
  {
    "translation": {
      "en": "[Mia X] I wrote and recorded 16 songs in 10 days,",
      "de": "Ich schrieb 16 Songs in zehn Tagen und nahm sie auf,"
    }
  },
  {
    "translation": {
      "en": "and it came out number two in the Top 200,",
      "de": "und es wurde Nummer zwei unter den Top 200"
    }
  },
  {
    "translation": {
      "en": "and the only person that was on top of me was Céline Dion.",
      "de": "und die einzige Person über mir war Céline Dion."
    }
  },
  {
    "translation": {
      "en": "Now, how could you be mad at that? That's Céline Dion!",
      "de": "Wie kann man da sauer sein? Sie ist Céline Dion!"
    }
  },
  {
    "translation": {
      "en": "You know, I remember going to KLC's house.",
      "de": "Ich ging zum Haus von KLC."
    }
  },
  {
    "translation": {
      "en": "The wall was five, six, seven times longer than this wall.",
      "de": "Die Wand da war fünf, sechs, sieben Mal länger als diese hier."
    }
  },
  {
    "translation": {
      "en": "They had plaques as far as you could see.",
      "de": "Sie hatten überall Auszeichnungen."
    }
  },
  {
    "translation": {
      "en": "The whole wall was filled with plaques.",
      "de": "Die ganze Wand war voll davon."
    }
  },
  {
    "translation": {
      "en": "Them boys did more in a year",
      "de": "Die Jungs schafften mehr in einem Jahr"
    }
  },
  {
    "translation": {
      "en": "than most record companies do in their whole tenure.",
      "de": "als die meisten Plattenfirmen während ihrer gesamten Zeit."
    }
  },
  {
    "translation": {
      "en": "I love all y'all niggas, for real.",
      "de": "Ich liebe euch alle, ehrlich."
    }
  },
  {
    "translation": {
      "en": "All you motherfuckers that kept it real with No Limit.",
      "de": "Euch Idioten, die bei No Limit die Arbeit machen."
    }
  },
  {
    "translation": {
      "en": "I made my motherfucking money the right way.",
      "de": "Ich verdiene mein Geld auf die richtige Weise."
    }
  },
  {
    "translation": {
      "en": "[Charles] This is the turning point for New Orleans music.",
      "de": "Der Wendepunkt für die Musik von New Orleans."
    }
  },
  {
    "translation": {
      "en": "P, as an independent, had a distribution deal",
      "de": "P, als Unabhängiger, hatte einen Vertriebsvertrag"
    }
  },
  {
    "translation": {
      "en": "which means that they are actually standalone labels",
      "de": "was bedeutet, dass sie eigenständige Labels sind,"
    }
  },
  {
    "translation": {
      "en": "that have total control of their own music,",
      "de": "die vollständige Kontrolle über ihre Musik haben"
    }
  },
  {
    "translation": {
      "en": "and they get the majority of the money.",
      "de": "und den Großteil des Geldes bekommen."
    }
  },
  {
    "translation": {
      "en": "That's unheard of.",
      "de": "Das hatte es noch nie gegeben."
    }
  },
  {
    "translation": {
      "en": "They awakened a sleeping giant in Southern hip-hop,",
      "de": "Sie weckten einen schlafenden Riesen im Hip-Hop des Südens."
    }
  },
  {
    "translation": {
      "en": "because labels looked at P and said, \"If he can do it, we can do it.\"",
      "de": "Die Labels sahen sich P an und sagten: \"Wenn er das kann, können wir das auch.\""
    }
  },
  {
    "translation": {
      "en": "Me going up against the music industry independently, without having to sell your soul,",
      "de": "Dass ich gegen die Musikindustrie antrete, ohne meine Seele verkaufen zu müssen,"
    }
  },
  {
    "translation": {
      "en": "and being an African-American kid from New Orleans is unheard of.",
      "de": "und zwar als Afroamerikaner aus New Orleans, das ist unerhört."
    }
  },
  {
    "translation": {
      "en": "Talk about hustle, I am the best hustler",
      "de": "Was die Geschäfte angeht, bin ich der beste,"
    }
  },
  {
    "translation": {
      "en": "that ever came out of Louisiana, New Orleans, the South.",
      "de": "der je aus Louisiana, New Orleans, dem Süden gekommen ist."
    }
  },
  {
    "translation": {
      "en": "[narrator] Master P and No Limit put New Orleans on the map in hip-hop,",
      "de": "Master P und No Limit setzten New Orleans im Hip-Hop auf die Karte."
    }
  },
  {
    "translation": {
      "en": "but while No Limit's hardcore style sold major units,",
      "de": "Während der Hardcorestil von No Limit enorm verkaufte,"
    }
  },
  {
    "translation": {
      "en": "their sound was still a departure for the city.",
      "de": "war ihr Sound ein Aufbruch für die Stadt."
    }
  },
  {
    "translation": {
      "en": "New Orleans was still ruled by bounce,",
      "de": "New Orleans wurde vom Bounce beherrscht."
    }
  },
  {
    "translation": {
      "en": "but in the duality of the city, there was an opportunity.",
      "de": "Aber in der Dualität der Stadt lag eine Chance."
    }
  },
  {
    "translation": {
      "en": "And NOLA had no shortage of hard-working hustlers,",
      "de": "Und in Nola gab es genug schwer arbeitende Leute,"
    }
  },
  {
    "translation": {
      "en": "including a pair of brothers from the city's tough Magnolia Projects,",
      "de": "unter anderem zwei Brüder aus den harten Magnolia Projects,"
    }
  },
  {
    "translation": {
      "en": "who would follow Master P's blueprint for independent success.",
      "de": "die Meister Ps Plan für unabhängigen Erfolg folgten."
    }
  },
  {
    "translation": {
      "en": "[male] We the millennium.",
      "de": "Wir, das Millenium."
    }
  },
  {
    "translation": {
      "en": "We've come to take this game and bring it to me.",
      "de": "Wir holen dieses Spiel und bringen es zu mir."
    }
  },
  {
    "translation": {
      "en": "We gonna be here. I ain't no fly-by-night nigga.",
      "de": "Wir sind da. Nicht nur auf dem Durchflug."
    }
  },
  {
    "translation": {
      "en": "Gonna be here two years, three years. I got this shit.",
      "de": "Zwei Jahre, drei Jahre lang. Ich habe es im Griff."
    }
  },
  {
    "translation": {
      "en": "[Mannie Fresh] I met Baby and Slim.",
      "de": "Ich traf Baby und Slim."
    }
  },
  {
    "translation": {
      "en": "I was DJing in the Caliope, and that's way out of my area.",
      "de": "Ich legte im Caliope auf, und das ist weit weg von meiner Gegend."
    }
  },
  {
    "translation": {
      "en": "But every week, the drug dealers had me there,",
      "de": "Aber die Drogendealer brachten mich jede Woche hin."
    }
  },
  {
    "translation": {
      "en": "because they wanted to keep that crowd out there.",
      "de": "Weil sie die Leute da draußen halten wollten."
    }
  },
  {
    "translation": {
      "en": "Baby and them were there.",
      "de": "Baby und alle waren da."
    }
  },
  {
    "translation": {
      "en": "He was just like, \"I wanna make records",
      "de": "Er sagte: \"Ich will Alben machen,"
    }
  },
  {
    "translation": {
      "en": "and I think you're the dude, you know, that could bring it to the next level.\"",
      "de": "und du bist der Typ, der das auf die nächste Ebene bringen kann.\""
    }
  },
  {
    "translation": {
      "en": "I think Baby could sell space heaters in hell.",
      "de": "Baby kann in der Hölle Heizkörper verkaufen."
    }
  },
  {
    "translation": {
      "en": "This dude will give you a speech, and y'all could be down by a hundred points,",
      "de": "Der Typ hält einem eine Rede, man könnte 100 Punkte weniger haben,"
    }
  },
  {
    "translation": {
      "en": "and he can make your ass believe that you're going to win that game.",
      "de": "und er kann einen glauben lassen, dass man das Spiel gewinnt."
    }
  },
  {
    "translation": {
      "en": "Now, at the time, they had an artist called Kilo G,",
      "de": "Damals gab es einen Künstler namens Kilo G."
    }
  },
  {
    "translation": {
      "en": "and I'm going, \"That's cool, but bounce is popular right now.",
      "de": "Und ich sagte \"Das ist cool, aber Bounce ist beliebt."
    }
  },
  {
    "translation": {
      "en": "Let's try a bounce record and see what happens.\"",
      "de": "Machen wir ein Bounce-Album, mal sehen\"."
    }
  },
  {
    "translation": {
      "en": "Well, I'd heard about these dudes from my dad, called U.N.L.V.",
      "de": "Ich hörte von meinem Vater von diesen Typen, UNLV."
    }
  },
  {
    "translation": {
      "en": "They were three little dudes who would just go around,",
      "de": "Drei kleine Typen, die einfach rumliefen,"
    }
  },
  {
    "translation": {
      "en": "rapping off of breakbeats or whatever, but they had a following.",
      "de": "Breakbeats rappten, aber eine Fangemeinde hatten."
    }
  },
  {
    "translation": {
      "en": "You know, there were only, like, three different labels in New Orleans,",
      "de": "In New Orleans gab es nur drei verschiedene Labels."
    }
  },
  {
    "translation": {
      "en": "and they was one of them, and they were trying to get their label off the ground,",
      "de": "Sie waren eins davon, und wollten es erfolgreich machen."
    }
  },
  {
    "translation": {
      "en": "and we weren't even in the studio.",
      "de": "Wir waren nicht mal im Studio, sondern nahmen unser erstes Album"
    }
  },
  {
    "translation": {
      "en": "We recorded our first album in Mannie Fresh's kitchen,",
      "de": "Wir waren nicht mal im Studio, sondern nahmen unser erstes Album in der Küche von Mannie Fresh auf, ehrlich gesagt."
    }
  },
  {
    "translation": {
      "en": "as a matter of fact.",
      "de": "in der Küche von Mannie Fresh auf, ehrlich gesagt."
    }
  },
  {
    "translation": {
      "en": "Every album that we had done a lot of numbers, you know. We did real well with them.",
      "de": "Jedes unserer Alben brachte viel ein. Es lief bestens mit ihnen."
    }
  },
  {
    "translation": {
      "en": "We opened the doors for them to sign other artists, added a little more revenue.",
      "de": "Wir ermöglichten ihnen, andere Künstler und mehr Umsatz zu bekommen,"
    }
  },
  {
    "translation": {
      "en": "And, what we were doing differently,",
      "de": "Und was wir anders machten:"
    }
  },
  {
    "translation": {
      "en": "we were actually using the bounce tracks,",
      "de": "Wir benutzten tatsächlich die Bounce Tracks,"
    }
  },
  {
    "translation": {
      "en": "but we were putting gangsta lyrics on top of it.",
      "de": "aber wir legten Gangsta-Lyrics drüber."
    }
  },
  {
    "translation": {
      "en": "[M$. Tee] What was different about Cash Money was,",
      "de": "Was bei Cash Money anders war:"
    }
  },
  {
    "translation": {
      "en": "we were telling stories with our bounce.",
      "de": "Wir erzählten Geschichten mit unserem Bounce."
    }
  },
  {
    "translation": {
      "en": "We had the catchy beats or whatever,",
      "de": "Wir hatten eingängige Beats,"
    }
  },
  {
    "translation": {
      "en": "but it was more of a reality bounce.",
      "de": "aber es war eher ein Reality-Bounce."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Baby and Slim, what do you remember of that relationship?",
      "de": "Baby und Slim, an was erinnerst du dich bei den beiden?"
    }
  },
  {
    "translation": {
      "en": "Like, did they have different roles in Cash Money?",
      "de": "Hatten sie unterschiedliche Rollen bei Cash Money?"
    }
  },
  {
    "translation": {
      "en": "What I can say about them, they knew how to pick talent.",
      "de": "Was ich sagen kann: Sie wussten, wie man Talente auswählt."
    }
  },
  {
    "translation": {
      "en": "Oh, my god, bro, they have a gift.",
      "de": "Oh Gott, Bro, das ist eine Gabe."
    }
  },
  {
    "translation": {
      "en": "Baby and Slim, they were always looking for new artists.",
      "de": "Baby und Slim suchten immer nach neuen Künstlern."
    }
  },
  {
    "translation": {
      "en": "You know, we had U.N.L.V. for a long time,",
      "de": "Wir hatten UNLV schon lange,"
    }
  },
  {
    "translation": {
      "en": "but it was, you know, it was time for a new little era.",
      "de": "aber es war Zeit für eine neue kleine Ära."
    }
  },
  {
    "translation": {
      "en": "We knew what time it was.",
      "de": "Wir wussten, welche Zeit es war."
    }
  },
  {
    "translation": {
      "en": "I think it was, it was, like, a part of Baby and Slim's strategy",
      "de": "Ich glaube, es war Teil der Strategie von Baby und Slim,"
    }
  },
  {
    "translation": {
      "en": "to almost recreate a U.N.L.V.,",
      "de": "UNLV fast neu zu erschaffen,"
    }
  },
  {
    "translation": {
      "en": "but also add more to the company.",
      "de": "aber auch mehr in die Firma einzubringen."
    }
  },
  {
    "translation": {
      "en": "[narrator] Cash Money's vision for reality bounce was a turning point for the label,",
      "de": "Die Reality-Bounce-Vision von Cash Money war ein Wendepunkt für das Label."
    }
  },
  {
    "translation": {
      "en": "but they needed rappers to pull it off,",
      "de": "Aber sie brauchten dafür Rapper."
    }
  },
  {
    "translation": {
      "en": "and who better than a prodigy of the bounce scene:",
      "de": "Und wer besser als das Wunderkind der Bounce-Szene,"
    }
  },
  {
    "translation": {
      "en": "A gold-toothed rapper who got his start with DJ Jimi,",
      "de": "der Rapper mit Goldzähnen, der mit DJ Jimi anfing,"
    }
  },
  {
    "translation": {
      "en": "and went by the name of Juvenile.",
      "de": "und sich Juvenile nannte."
    }
  },
  {
    "translation": {
      "en": "-Glad you made it. -Thank you so much.",
      "de": "-Schön, dass du da bist. -Danke."
    }
  },
  {
    "translation": {
      "en": "Let's do it.",
      "de": "Fangen wir an."
    }
  },
  {
    "translation": {
      "en": "[interviewer] So, why don't we just start at the beginning, and tell me how you connected with DJ Jimi.",
      "de": "Fangen wir am Anfang an. Erzähl mir von dir und DJ Jimi."
    }
  },
  {
    "translation": {
      "en": "[Juvenile] I mean, I started off rapping at the block parties.",
      "de": "Ich fing an, auf Blockpartys zu rappen."
    }
  },
  {
    "translation": {
      "en": "It was only, like, a couple of us who could actually walk up,",
      "de": "Es waren nur ein paar von uns, die hochkamen,"
    }
  },
  {
    "translation": {
      "en": "grab the microphone, and just start running it.",
      "de": "das Mikrofon nahmen und einfach anfingen."
    }
  },
  {
    "translation": {
      "en": "And, shit, I was one of them. I was upper echelon.",
      "de": "Und ich war einer von denen, war Oberklasse."
    }
  },
  {
    "translation": {
      "en": "Jimi got an opportunity to take me to the studio.",
      "de": "Jimi brachte mich ins Studio."
    }
  },
  {
    "translation": {
      "en": "When I got in there, I realized I was gonna be the writer.",
      "de": "Da wurde mir klar, dass ich schreiben sollte."
    }
  },
  {
    "translation": {
      "en": "You know, I thought I was going in there to do songs for myself.",
      "de": "Ich dachte, ich würde Songs für mich selbst machen."
    }
  },
  {
    "translation": {
      "en": "I wrote damn near every song on the album.",
      "de": "Ich schrieb fast jeden Song auf dem Album."
    }
  },
  {
    "translation": {
      "en": "\"Bounce (For The Juvenile),\"",
      "de": "\"Bounce (For The Juvenile)\""
    }
  },
  {
    "translation": {
      "en": "I did that just to put my name out there.",
      "de": "Um meinen Namen bekannt zu machen."
    }
  },
  {
    "translation": {
      "en": "Like, it was a slick way of getting on his album.",
      "de": "Eine schlaue Weise, auf sein Album zu kommen."
    }
  },
  {
    "translation": {
      "en": "[Juvenile] The \"Bounce (For The Juvenile)\" song actually blew up.",
      "de": "Der Song \"Bounce (For The Juvenile)\" wurde ein Hit."
    }
  },
  {
    "translation": {
      "en": "It made record companies pay attention to the little cat in the background.",
      "de": "Den Plattenfirmen fiel der kleine Typ im Hintergrund auf."
    }
  },
  {
    "translation": {
      "en": "You know what I'm saying, like, \"Wait, hold up. So he wrote all that?\"",
      "de": "Du verstehst, \"Halt! Das hat er alles geschrieben?\""
    }
  },
  {
    "translation": {
      "en": "I was actually at the bus stop on Canal Street.",
      "de": "Ich war an der Bushaltestelle an der Canal Street."
    }
  },
  {
    "translation": {
      "en": "Baby and them pulled up on me, like",
      "de": "Baby und sie hielten an:"
    }
  },
  {
    "translation": {
      "en": "\"Man, I wanna talk to you.\"",
      "de": "\"Ich will mit dir reden.\""
    }
  },
  {
    "translation": {
      "en": "They picked me up from the bus stop, man, took me to the studio.",
      "de": "Sie holten mich da ab, brachten mich ins Studio,"
    }
  },
  {
    "translation": {
      "en": "I ain't never looked back.",
      "de": "und ich sah nie zurück."
    }
  },
  {
    "translation": {
      "en": "[Mannie Fresh] Juvie was established, but it's this other kid,",
      "de": "Juvie war etabliert, aber dieser andere Typ,"
    }
  },
  {
    "translation": {
      "en": "he's a prodigy, nuts, he can rap.",
      "de": "ein Wunderkind, irre, er kann rappen."
    }
  },
  {
    "translation": {
      "en": "It's Lil Wayne.",
      "de": "Es ist Lil Wayne."
    }
  },
  {
    "translation": {
      "en": "Now, at the time, Lil Wayne is 11, 12, something like that.",
      "de": "Damals war Lil Wayne 11, 12, oder so."
    }
  },
  {
    "translation": {
      "en": "Magnolia Shorty, rest in peace,",
      "de": "Magnolia Shorty, ruhe sie in Frieden,"
    }
  },
  {
    "translation": {
      "en": "she was like, \"Hey, I know a little guy, Turk.",
      "de": "sagte: \"Ich kenne einen kleinen, Turk,"
    }
  },
  {
    "translation": {
      "en": "Nice on the mic.\"",
      "de": "nett am Mikro.\""
    }
  },
  {
    "translation": {
      "en": "She brings him in.",
      "de": "Sie bringt ihn mit."
    }
  },
  {
    "translation": {
      "en": "And BG, he's from Baby and them's block.",
      "de": "Und BG, aus dem Block von Baby und denen."
    }
  },
  {
    "translation": {
      "en": "So, now we got four solo dudes,",
      "de": "Jetzt haben wir vier Solo-Jungs."
    }
  },
  {
    "translation": {
      "en": "and I get this idea to say, like:",
      "de": "Und ich habe die Idee und sage:"
    }
  },
  {
    "translation": {
      "en": "\"Dude, this is what we gonna do.",
      "de": "\"He, so machen wir das."
    }
  },
  {
    "translation": {
      "en": "To build everybody else's career off of this,",
      "de": "Um die Karriere von allen aufzubauen,"
    }
  },
  {
    "translation": {
      "en": "I'm gonna put y'all together",
      "de": "arbeitet ihr zusammen.\""
    }
  },
  {
    "translation": {
      "en": "and become The Hot Boys. It was almost like a boy band,",
      "de": "Daraus wurden die Hot Boys. Es war fast wie eine Boyband."
    }
  },
  {
    "translation": {
      "en": "some thug boy band group.",
      "de": "Eine Gangster-Boyband."
    }
  },
  {
    "translation": {
      "en": "It was the whole movement of, you know, you want people to turn into this.",
      "de": "Es war die ganze Bewegung, von der man will, dass die Leute darauf stehen."
    }
  },
  {
    "translation": {
      "en": "You want people to turn into, \"I want to be like these dudes.\"",
      "de": "Die Leute sollen denken: \"Ich will wie diese Typen sein.\""
    }
  },
  {
    "translation": {
      "en": "[Juvenile] BG's straight gangster, straight street.",
      "de": "BG ist Gangster, direkt von der Straße."
    }
  },
  {
    "translation": {
      "en": "Wayne, real witty, clever with words.",
      "de": "Wayne ist echt witzig, gut mit Worten."
    }
  },
  {
    "translation": {
      "en": "Turk was the freak of the clique, and I'm the old dude.",
      "de": "Turk war der Freak der Clique, ich der alte Kerl."
    }
  },
  {
    "translation": {
      "en": "-[interviewer laughing] -Straight up.",
      "de": "So war es."
    }
  },
  {
    "translation": {
      "en": "It was really the actual transformation of Cash Money.",
      "de": "Es war die eigentliche Verwandlung von Cash Money."
    }
  },
  {
    "translation": {
      "en": "They let all the other artists go. I mean, everybody.",
      "de": "Sie entließen alle anderen Künstler. Wirklich alle."
    }
  },
  {
    "translation": {
      "en": "The room went from a room full of people",
      "de": "Aus einem Raum voller Leute"
    }
  },
  {
    "translation": {
      "en": "to five or six people,",
      "de": "wurden fünf oder sechs Leute."
    }
  },
  {
    "translation": {
      "en": "and that's including the producer, Baby, Slim, and the groups.",
      "de": "Dazu gehörten der Produzent, Baby, Slim und die Gruppen."
    }
  },
  {
    "translation": {
      "en": "The fingers were just pointing at, \"Now y'all gotta do it.\"",
      "de": "Die Finger zeigten drauf: \"Jetzt müsst ihr es tun.\""
    }
  },
  {
    "translation": {
      "en": "[Mannie Fresh] The whole concept of how MCs worked off each other, like back in the G.",
      "de": "Das ganze Konzept, wie MCs miteinander arbeiten, wie damals im Getto."
    }
  },
  {
    "translation": {
      "en": "That was my thought on how I was gonna work The Hot Boys.",
      "de": "So wollte ich mit den Hot Boys arbeiten."
    }
  },
  {
    "translation": {
      "en": "A modern day Furious Five.",
      "de": "Als moderne Furious Five."
    }
  },
  {
    "translation": {
      "en": "At the time, it was the leather thing",
      "de": "Damals war es das Leder-Ding das sie machten, oder so."
    }
  },
  {
    "translation": {
      "en": "that they did, or whatever, but it was the uniform.",
      "de": "Damals war es das Leder-Ding das sie machten, oder so. Aber es war ihre Uniform."
    }
  },
  {
    "translation": {
      "en": "Everybody had the same thing on. Everybody moved as one.",
      "de": "Alle hatten dasselbe an und bewegten sich gemeinsam."
    }
  },
  {
    "translation": {
      "en": "It was the bandana, the long white Ts.",
      "de": "Ein Bandana, lange weiße T-Shirts."
    }
  },
  {
    "translation": {
      "en": "[Juvenile] Damn, dawg. It's the Furious Five redub.",
      "de": "Verdammt, ein Furious Five Redub."
    }
  },
  {
    "translation": {
      "en": "I'm Melle Mel in there. They're jealous.",
      "de": "Ich bin Melle Mel. Sie sind eifersüchtig."
    }
  },
  {
    "translation": {
      "en": "I can't be nobody else but Melle Mel.",
      "de": "Ich kann nur Melle Mel."
    }
  },
  {
    "translation": {
      "en": "[Juvenile] Damn, I didn't know that's how he saw that.",
      "de": "Wer ahnte, dass er es so sah."
    }
  },
  {
    "translation": {
      "en": "The look is the Magnolia.",
      "de": "Der Look aus Magnolia."
    }
  },
  {
    "translation": {
      "en": "Before we even got around, did anything with Cash Money, we were wearing T-shirts, Girbauds and Reeboks.",
      "de": "Bevor wir was mit Cash Money machten, hatten wir T-Shirts, Girbauds und Reeboks."
    }
  },
  {
    "translation": {
      "en": "We got packs of T-shirts, and packs of rags, and boxes of soldiers.",
      "de": "Wir trugen T-Shirts, Durags und Soldaten-Boxershorts."
    }
  },
  {
    "translation": {
      "en": "Man, we would show up to an event, and they'd see us earlier that day,",
      "de": "Mann, wir kamen zu einem Event, und wer uns vorher schon gesehen hatte"
    }
  },
  {
    "translation": {
      "en": "and they all think we had the same clothes on,",
      "de": "dachte, wir würden dieselbe Kleidung tragen."
    }
  },
  {
    "translation": {
      "en": "\"Yo man, that's bad. We gotta change our wardrobe.\"",
      "de": "\"Mann, das ist krass. Wir brauchen neue Klamotten.\""
    }
  },
  {
    "translation": {
      "en": "[Juvenile] We are Hot Boys. We fires that can't be put out.",
      "de": "Wir sind Hot Boys. Feuer, die man nicht löschen kann."
    }
  },
  {
    "translation": {
      "en": "You could call every fire engine truck in the United States",
      "de": "Ruf jedes Feuerwehrauto in den Vereinigten Staaten,"
    }
  },
  {
    "translation": {
      "en": "and let 'em wet us down, but we still gonna burn.",
      "de": "sie sollen uns nass machen, aber wir brennen weiter."
    }
  },
  {
    "translation": {
      "en": "We still gonna burn.",
      "de": "Wir brennen weiter."
    }
  },
  {
    "translation": {
      "en": "It was undeniable, because all of them were dope artists. Dope rappers, dope lyricists,",
      "de": "Es war unbestreitbar, sie alle waren tolle Künstler: Rapper, Lyriker."
    }
  },
  {
    "translation": {
      "en": "and you had the sound that Mannie Fresh had introduced,",
      "de": "Und Sie hatten den Sound, den Mannie Fresh eingeführt hatte,"
    }
  },
  {
    "translation": {
      "en": "which was bounce, but with a twist.",
      "de": "nämlich den Bounce, aber mit einem Twist."
    }
  },
  {
    "translation": {
      "en": "You know, you just wanna get rowdy with it. And, that resonated everywhere.",
      "de": "Man wollte einfach nur rumspielen. Und das fand überall Resonanz."
    }
  },
  {
    "translation": {
      "en": "People liked that raunchy sound, that \"let's get wild\" sound.",
      "de": "Die Leute mochten den dreckigen Sound, den \"wilden\" Sound."
    }
  },
  {
    "translation": {
      "en": "[M$. Tee] They did a big impact with The Hot Boys.",
      "de": "Die Hot Boys hatten großen Einfluss."
    }
  },
  {
    "translation": {
      "en": "Everybody wanted to be like them, with the white T-shirts, and the Girbauds on.",
      "de": "Alle wollten wie sie sein, mit den weißen T-Shirts und den Girbauds."
    }
  },
  {
    "translation": {
      "en": "Everybody with the do-rag on. Nobody was putting no suits on.",
      "de": "Alle trugen einen Durag. Keiner in einem Anzug."
    }
  },
  {
    "translation": {
      "en": "They did so much independently. I mean, like, a lot.",
      "de": "Sie machten so viele Sachen ganz unabhängig. Wirklich viele."
    }
  },
  {
    "translation": {
      "en": "But, when you selling a lot on your own, record companies start looking at that.",
      "de": "Wenn man viel verkauft, schauen die Plattenfirmen."
    }
  },
  {
    "translation": {
      "en": "[Juvenile] That whole record deal with Universal, it was a shock to the music industry.",
      "de": "Der Plattenvertrag mit Universal war ein Schock für die Musikindustrie."
    }
  },
  {
    "translation": {
      "en": "I feel like they didn't understand that we were gonna put out a decent amount of albums.",
      "de": "Sie verstanden wohl nicht, dass wir eine Menge Alben rausbrachten."
    }
  },
  {
    "translation": {
      "en": "The quality of the sound.",
      "de": "Die Klangqualität."
    }
  },
  {
    "translation": {
      "en": "Like, they didn't know, really, like \"Who are these cats?",
      "de": "Sie wussten wirklich nicht: \"Wer sind diese Typen?"
    }
  },
  {
    "translation": {
      "en": "What did they do to get 30 million dollars?\"",
      "de": "Was taten sie, für diese 30 Millionen Dollar?\""
    }
  },
  {
    "translation": {
      "en": "It was a fun time for us.",
      "de": "Das machte Spaß."
    }
  },
  {
    "translation": {
      "en": "How the hell are y'all out there?",
      "de": "Wie geht es euch da draußen?"
    }
  },
  {
    "translation": {
      "en": "[male] Put the light on them bitches.",
      "de": "Licht auf die Bitches."
    }
  },
  {
    "translation": {
      "en": "That's a hundred Gs, player. You see the bling in 'em?",
      "de": "Das sind hundert G, Player. Siehst du den Bling in ihnen?"
    }
  },
  {
    "translation": {
      "en": "Get a good shot of 'em, cousin.",
      "de": "Mach ein gutes Bild davon, Cousin."
    }
  },
  {
    "translation": {
      "en": "[Lil Ya] Cash Money was always known for a flossing label.",
      "de": "Cash Money war bekannt für seinen protzigen Stil."
    }
  },
  {
    "translation": {
      "en": "The stunting thing came about when the big deal came,",
      "de": "Er wurde echt auffällig, als er diesen großen Vertrag unterschrieb"
    }
  },
  {
    "translation": {
      "en": "the world knew that Baby and Slim signed and had a lot of money,",
      "de": "und die Welt wusste, dass Baby und Slim viel Geld hatten."
    }
  },
  {
    "translation": {
      "en": "and Baby also got the opportunity to really come front line.",
      "de": "Und Baby hatte dadurch auch die Chance, ganz vorne zu stehen."
    }
  },
  {
    "translation": {
      "en": "Let me know everything there is to know about Cash Money.",
      "de": "Was muss man über Cash Money wissen?"
    }
  },
  {
    "translation": {
      "en": "A'ight. First thing to know about us, I got the rap game on lock.",
      "de": "Das Erste, was man wissen muss: Ich habe den Rap im Griff."
    }
  },
  {
    "translation": {
      "en": "You must know that first.",
      "de": "Das muss man wissen."
    }
  },
  {
    "translation": {
      "en": "Can't nothing or nobody fake what we trying to do and what we about to do.",
      "de": "Niemand kann das nachmachen, was wir tun und tun werden."
    }
  },
  {
    "translation": {
      "en": "Second thing is, we got this game on our level.",
      "de": "Zweitens: Wir haben das Spiel auf unser Level gebracht."
    }
  },
  {
    "translation": {
      "en": "Y'all understand what I'm saying?",
      "de": "Versteht ihr?"
    }
  },
  {
    "translation": {
      "en": "[Mannie Fresh] Now, Cash Money is solidified.",
      "de": "Cash Money ist natürlich gefestigt."
    }
  },
  {
    "translation": {
      "en": "You had BG fans, you had Lil Wayne fans, you had Turk fans and you had Juvenile fans.",
      "de": "Es gab BG-Fans, Lil-Wayne-Fans, Turk-Fans und Juvenile-Fans."
    }
  },
  {
    "translation": {
      "en": "They gave everybody a platform.",
      "de": "Es wurde eine Plattform für alle."
    }
  },
  {
    "translation": {
      "en": "To build everybody else's career off of this, now we really gonna break y'all down into solo artists.",
      "de": "Um die Karriere der anderen aufzubauen, machen wir euch zu Solokünstlern."
    }
  },
  {
    "translation": {
      "en": "Next week, we doing Juvenile's album.",
      "de": "Nächste Woche machen wir Juveniles Album."
    }
  },
  {
    "translation": {
      "en": "Cash Money had been out, but they hadn't gotten to where No Limit was yet.",
      "de": "Cash Money war raus, aber noch nicht da, wo No Limit war."
    }
  },
  {
    "translation": {
      "en": "And then, when that 400 Degreez album came out,",
      "de": "Und als das 400 Degreez-Album rauskam,"
    }
  },
  {
    "translation": {
      "en": "it took over as the number one rap sound in New Orleans.",
      "de": "stand es als Rap-Sound in New Orleans auf dem ersten Platz."
    }
  },
  {
    "translation": {
      "en": "Always in the back of our minds, we was... We had to do real good on our art,",
      "de": "Wir hatten immer im Hinterkopf, dass wir unsere Kunst verbessern müssen,"
    }
  },
  {
    "translation": {
      "en": "try to be better than No Limit.",
      "de": "besser als No Limit sein wollten."
    }
  },
  {
    "translation": {
      "en": "Not saying that we were chasing them.",
      "de": "Wir waren nicht hinter ihnen her."
    }
  },
  {
    "translation": {
      "en": "They were the ones in the game.",
      "de": "Sie waren schon gut im Rennen."
    }
  },
  {
    "translation": {
      "en": "Like, if you gonna beat anybody in the music game,",
      "de": "Wenn man jemanden besiegen oder mit jemandem konkurrieren wollte,"
    }
  },
  {
    "translation": {
      "en": "or compete with anybody coming from New Orleans,",
      "de": "Wenn man jemanden besiegen oder mit jemandem konkurrieren wollte, und aus New Orleans kommt, musste man in der Nähe von No Limit sein."
    }
  },
  {
    "translation": {
      "en": "you gotta at least be close to where No Limit at.",
      "de": "und aus New Orleans kommt, musste man in der Nähe von No Limit sein."
    }
  },
  {
    "translation": {
      "en": "We went from here, to here, and I knew, you gotta follow up.",
      "de": "Wir gingen von hier nach dort. Ich wusste, dass man weitermachen musste."
    }
  },
  {
    "translation": {
      "en": "Especially on a national album.",
      "de": "Mit einem nationalen Album."
    }
  },
  {
    "translation": {
      "en": "At the time, I really felt like if anybody was gonna make a bounce record,",
      "de": "Damals dachte ich, wenn jemand ein Bounce-Album machen könnte,"
    }
  },
  {
    "translation": {
      "en": "and make everybody like it and break it to the world, it was going to be me.",
      "de": "das jedem gefällt und populär wird, dann würde ich das sein."
    }
  },
  {
    "translation": {
      "en": "That was my focus. I was like, \"Just gimme a real fast beat and let me go.\"",
      "de": "Das war mein Fokus: \"Gebt mir einen schnellen Beat und lasst mich los.\""
    }
  },
  {
    "translation": {
      "en": "[Mannie Fresh] The beat was a bounce beat,",
      "de": "Es war ein Bounce-Beat."
    }
  },
  {
    "translation": {
      "en": "but what made \"Back That Azz Up\" different was it had structure to it.",
      "de": "Aber \"Back That Azz Up\" war anders, weil es Struktur hatte."
    }
  },
  {
    "translation": {
      "en": "It had a chorus, it had a bridge.",
      "de": "Es hatte einen Refrain, eine Bridge."
    }
  },
  {
    "translation": {
      "en": "I started incorporating more music to these beats.",
      "de": "Ich fing an, mehr Musik in diese Beats einzubauen."
    }
  },
  {
    "translation": {
      "en": "The top part of it was classical music.",
      "de": "Der erste Teil war klassische Musik."
    }
  },
  {
    "translation": {
      "en": "At that moment, hip-hop was going crazy, because nobody was doing where the song broke down,",
      "de": "Und dann drehte der Hip-Hop durch, was sonst niemand so machte,"
    }
  },
  {
    "translation": {
      "en": "and there was this part for these girls to go nuts.",
      "de": "und bei dem Teil wurden die Mädchen verrückt."
    }
  },
  {
    "translation": {
      "en": "[Mannie Fresh] All of that won it over. It crossed over to both worlds.",
      "de": "Durch all das gewann er, und ging in beide Welten über."
    }
  },
  {
    "translation": {
      "en": "I was like, \"Holy shit.\"",
      "de": "Ich dachte: \"Heilige Scheiße.\""
    }
  },
  {
    "translation": {
      "en": "[Big Freedia] \"Back That Azz Up\" was rapping over more of a bounce beat.",
      "de": "\"Back That Azz Up\" rappte über mehr als nur einen Bounce-Beat."
    }
  },
  {
    "translation": {
      "en": "Like, we got one that's gonna put the limelight on New Orleans,",
      "de": "Dies war ein Song, der New Orleans ins Rampenlicht rückte"
    }
  },
  {
    "translation": {
      "en": "and repping the sound of New Orleans.",
      "de": "und den Sound von New Orleans aufgriff."
    }
  },
  {
    "translation": {
      "en": "[DJ Jimi] \"Back That Azz Up\" showed them twerking, you know.",
      "de": "\"Back That Azz Up\" zeigte ihnen Twerking, verstehst du?"
    }
  },
  {
    "translation": {
      "en": "They took it out. They took it more nationwide.",
      "de": "Sie brachten es raus und zwar landesweit."
    }
  },
  {
    "translation": {
      "en": "From it being local to now everybody knew about this.",
      "de": "Von dem Moment, als es nur hier war, bis jetzt kannte es jeder."
    }
  },
  {
    "translation": {
      "en": "[M$. Tee] When Juvie came through, it was something fresh,",
      "de": "Als Juvie damit rauskam, hatte es etwas Frisches,"
    }
  },
  {
    "translation": {
      "en": "it was something new, it was something that nobody else was doing.",
      "de": "etwas Neues, etwas, das niemand sonst machte."
    }
  },
  {
    "translation": {
      "en": "He just had an original vibe.",
      "de": "Er hatte einen originellen Vibe."
    }
  },
  {
    "translation": {
      "en": "It was awesome!",
      "de": "Es war großartig."
    }
  },
  {
    "translation": {
      "en": "I'm a girl, nigga, and I went and bought that fucking CD!",
      "de": "Ich bin ein Mädchen, Nigga, und ich kaufte die CD."
    }
  },
  {
    "translation": {
      "en": "[Mannie Fresh] Everything after that was certified platinum record from Cash Money.",
      "de": "Alles danach von Cash Money wurde ein zertifiziertes Platin-Album."
    }
  },
  {
    "translation": {
      "en": "It's one of the longest lasting labels that's been around.",
      "de": "Es ist eines der langlebigsten Labels überhaupt."
    }
  },
  {
    "translation": {
      "en": "[Master P] That's their legacy. I'm proud of them. I'm happy for them that they went on their own.",
      "de": "Das ist ihr Vermächtnis. Ich bin stolz und freue mich, dass sie es geschafft haben."
    }
  },
  {
    "translation": {
      "en": "I think it was a good time for New Orleans,",
      "de": "Es war eine gute Zeit für New Orleans,"
    }
  },
  {
    "translation": {
      "en": "so where we were the first and they came right behind us.",
      "de": "als wir die Ersten waren und sie direkt hinter uns kamen,"
    }
  },
  {
    "translation": {
      "en": "It showed the world what we were about, what we stood for,",
      "de": "und der Welt zeigten, worum es uns ging, wofür wir standen,"
    }
  },
  {
    "translation": {
      "en": "the pain, the struggle, the hustle.",
      "de": "den Schmerz, den Kampf, den Stress."
    }
  },
  {
    "translation": {
      "en": "It represented the culture.",
      "de": "Es repräsentierte die Kultur."
    }
  },
  {
    "translation": {
      "en": "[narrator] Luke Records, Rap-A-Lot, LaFace.",
      "de": "Luke Records, Rap-A-Lot, LaFace."
    }
  },
  {
    "translation": {
      "en": "Until New Orleans came along, these were the labels that defined the South,",
      "de": "Bis New Orleans kam, waren das die Labels, die den Süden definierten."
    }
  },
  {
    "translation": {
      "en": "but the countless platinum plaques that No Limit and Cash Money stacked were unparalleled.",
      "de": "Die unzähligen Platin-Schallplatten von No Limit und Cash Money waren einzigartig."
    }
  },
  {
    "translation": {
      "en": "And, more importantly, the deals they made as independents",
      "de": "Noch wichtiger: Die Deals, die sie als Unabhängige machten,"
    }
  },
  {
    "translation": {
      "en": "redefined how success was measured in hip-hop.",
      "de": "definierten neu, wie Erfolg im Hip-Hop gemessen wurde."
    }
  },
  {
    "translation": {
      "en": "It was yet another milestone for the South,",
      "de": "Ein weiterer Meilenstein für den Süden"
    }
  },
  {
    "translation": {
      "en": "and further proof that by drawing on their own history,",
      "de": "der bewies: Wer sich auf seine Geschichte stützt,"
    }
  },
  {
    "translation": {
      "en": "the South could keep bending the contours of hip-hop.",
      "de": "kann immer noch die Grenzen des Hip-Hop erweitern."
    }
  },
  {
    "translation": {
      "en": "And, that's exactly what they were going to do.",
      "de": "Und genau das wollten sie auch."
    }
  }
]