[
  {
    "translation": {
      "en": "[man 1] The importance of the story, to me-- it's so American.",
      "de": "Die Geschichte bedeutet mir so viel, weil sie so amerikanisch ist."
    }
  },
  {
    "translation": {
      "en": "Everybody came to America for a new life.",
      "de": "Alle kamen nach Amerika, um ein neues Leben zu beginnen."
    }
  },
  {
    "translation": {
      "en": "John Demjanjuk came here for a new life.",
      "de": "John Demjanjuk kam für ein neues Leben her."
    }
  },
  {
    "translation": {
      "en": "And several years into it,",
      "de": "Und nach einigen Jahren"
    }
  },
  {
    "translation": {
      "en": "it was turned upside down.",
      "de": "wurde es auf den Kopf gestellt."
    }
  },
  {
    "translation": {
      "en": "[man 2] John Demjanjuk had a small house.",
      "de": "John Demjanjuk hatte ein kleines Haus."
    }
  },
  {
    "translation": {
      "en": "He had children. He was a family man.",
      "de": "Er hatte Kinder. Er war ein Familienmensch."
    }
  },
  {
    "translation": {
      "en": "He fixed the kids' bikes.",
      "de": "Er reparierte die Kinderräder."
    }
  },
  {
    "translation": {
      "en": "He worked at the Ford plant.",
      "de": "Er hat im Ford-Werk gearbeitet."
    }
  },
  {
    "translation": {
      "en": "He was a normal Cleveland guy.",
      "de": "Er war ein typischer Mann in Cleveland."
    }
  },
  {
    "translation": {
      "en": "[man 3] He was living the American dream. He was a good American citizen.",
      "de": "Er lebte den amerikanischen Traum. Er war ein guter amerikanischer Staatsbürger."
    }
  },
  {
    "translation": {
      "en": "Up until the government came along and said he was Ivan the Terrible.",
      "de": "Bis die Regierung kam und sagte, er sei Iwan der Schreckliche."
    }
  },
  {
    "translation": {
      "en": "[man 4] Ivan the Terrible was one of the cruelest people",
      "de": "Iwan der Schreckliche war einer der grausamsten Menschen,"
    }
  },
  {
    "translation": {
      "en": "who ever existed on the planet Earth.",
      "de": "die je auf der Erde gelebt haben."
    }
  },
  {
    "translation": {
      "en": "[man 5] This was the man who stood outside of the gas chambers with a sword",
      "de": "Das war der Mann, der mit einem Schwert vor den Gaskammern stand"
    }
  },
  {
    "translation": {
      "en": "and cut off the breasts of Jewish women.",
      "de": "und jüdischen Frauen die Brüste abschnitt."
    }
  },
  {
    "translation": {
      "en": "Who pushed children into the gas chambers,",
      "de": "Der Kinder in die Gaskammern stieß"
    }
  },
  {
    "translation": {
      "en": "and did so with a relish.",
      "de": "und Spaß daran hatte."
    }
  },
  {
    "translation": {
      "en": "[woman] Your-- Your mind just wants to-- to put a screen up",
      "de": "Der Verstand will das einfach ausblenden,"
    }
  },
  {
    "translation": {
      "en": "in front of what really happened,",
      "de": "angesichts dessen, was wirklich passiert ist,"
    }
  },
  {
    "translation": {
      "en": "'cause you-- you really don't want to know that human beings did that to each other.",
      "de": "denn man will nicht wirklich wissen, dass Menschen sich das antun konnten."
    }
  },
  {
    "translation": {
      "en": "[man 6] The man I saw as John Demjanjuk could have been a monster.",
      "de": "Der Mann, den ich als John Demjanjuk sah, hätte ein Monster sein können."
    }
  },
  {
    "translation": {
      "en": "Or he could have been a victim of wrong identity.",
      "de": "Oder er hätte das Opfer einer Verwechselung sein können."
    }
  },
  {
    "translation": {
      "en": "[man 6] In my deepest center of fear is that I think he could be anybody.",
      "de": "In meinem tiefsten Angstzentrum dachte ich, dass es jeder sein könnte."
    }
  },
  {
    "translation": {
      "en": "You know, it's funny that I'm back over here in this area now",
      "de": "Es ist witzig, dass ich wieder hier bin..."
    }
  },
  {
    "translation": {
      "en": "because I've moved probably seven, eight times",
      "de": "DEMJANJUKS ENKEL ...weil ich sieben oder acht Mal"
    }
  },
  {
    "translation": {
      "en": "in my life so far,",
      "de": "in meinem Leben umgezogen bin"
    }
  },
  {
    "translation": {
      "en": "and all very close to the Ukrainian Village.",
      "de": "und immer ganz in die Nähe des Ukrainian Village Viertels."
    }
  },
  {
    "translation": {
      "en": "I keep being brought back here.",
      "de": "Ich werde immer wieder hierher gezogen."
    }
  },
  {
    "translation": {
      "en": "We're comin' down the street now",
      "de": "Wir kommen jetzt die Straße entlang,"
    }
  },
  {
    "translation": {
      "en": "where my grandparents have lived for the majority of their life.",
      "de": "wo meine Großeltern den Großteil ihres Lebens verbracht haben."
    }
  },
  {
    "translation": {
      "en": "This was home to me in more than one way.",
      "de": "Das war mein Zuhause, in mehr als einer Hinsicht."
    }
  },
  {
    "translation": {
      "en": "Seven Hills is a real quiet community.",
      "de": "Seven Hills ist ein ruhiges Viertel."
    }
  },
  {
    "translation": {
      "en": "It's very close-knit.",
      "de": "Sie sind hier eng verbunden."
    }
  },
  {
    "translation": {
      "en": "When you look at the news stories,",
      "de": "Sieht man die Nachrichten,"
    }
  },
  {
    "translation": {
      "en": "you never hear anything bad coming out of Seven Hills.",
      "de": "dann hört man nichts Schlimmes aus Seven Hills."
    }
  },
  {
    "translation": {
      "en": "The only reason anybody has ever heard of Seven Hills would be because of my grandfather's case.",
      "de": "Wenn man etwas von Seven Hills gehört hat, dann wegen dem Fall meines Großvaters."
    }
  },
  {
    "translation": {
      "en": "Charges were filed today against retired Seven Hills autoworker John Demjanjuk.",
      "de": "Gegen den Autoarbeiter John Demjanjuk aus Seven Hills wurde Anklage erhoben."
    }
  },
  {
    "translation": {
      "en": "The 66-year-old Ukrainian native",
      "de": "Der 66-jährige Ukrainer"
    }
  },
  {
    "translation": {
      "en": "is accused of being a Nazi death camp guard named Ivan the Terrible.",
      "de": "wird beschuldigt, der Nazi-KZ-Wachmann namens Iwan der Schreckliche zu sein."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] The death camp guard who played a major role",
      "de": "Der KZ-Wärter spielte eine wichtige Rolle"
    }
  },
  {
    "translation": {
      "en": "in the torture and gas chamber murders",
      "de": "bei den Folterungen und den Gaskammer-Morden"
    }
  },
  {
    "translation": {
      "en": "of nearly one million Jews during World War II.",
      "de": "von fast einer Million Juden während des Zweiten Weltkriegs."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] The charges state that Demjanjuk was a notorious executioner",
      "de": "Die Anklage besagt, dass Demjanjuk ein berüchtigter Scharfrichter bei der systematischen Ermordung von mehr als"
    }
  },
  {
    "translation": {
      "en": "in the Nazis' systematic murder of more than six million Jews.",
      "de": "ein berüchtigter Scharfrichter bei der systematischen Ermordung von mehr als sechs Millionen Juden durch die Nazis war."
    }
  },
  {
    "translation": {
      "en": "He's accused of operating the gas chambers",
      "de": "Er soll die Gaskammern im Todeslager von Treblinka in Polen bedient haben."
    }
  },
  {
    "translation": {
      "en": "at a death camp called Treblinka in Poland.",
      "de": "Er soll die Gaskammern im Todeslager von Treblinka in Polen bedient haben. DEUTSCHE LAGER IM BESETZTEN POLEN"
    }
  },
  {
    "translation": {
      "en": "[reporter 3] Demjanjuk denies all charges,",
      "de": "Demjanjuk streitet alle Anklagepunkte ab und behauptet,"
    }
  },
  {
    "translation": {
      "en": "claiming he is not Ivan the Terrible, and it's all a case of mistaken identity.",
      "de": "Demjanjuk streitet alle Anklagepunkte ab und behauptet, nicht Iwan der Schreckliche zu sein und dass es eine Verwechselung sei."
    }
  },
  {
    "translation": {
      "en": "[Ed Jr.] It was a zoo.",
      "de": "Es war wie im Zoo."
    }
  },
  {
    "translation": {
      "en": "There were news crews, vehicles parked halfway down the street.",
      "de": "Es gab Nachrichtencrews, Fahrzeuge parkten die Straße entlang."
    }
  },
  {
    "translation": {
      "en": "Especially here in Cleveland,",
      "de": "Vor allem hier in Cleveland,"
    }
  },
  {
    "translation": {
      "en": "to have somebody that they can portray as this monster,",
      "de": "jemanden zu haben, den man als Monster darstellen kann, als diesen Schurken."
    }
  },
  {
    "translation": {
      "en": "and as this, you know, villain.",
      "de": "den man als Monster darstellen kann, als diesen Schurken."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] The man many consider as Ivan the Terrible faces deportation...",
      "de": "Der Mann, angeblich Iwan der Schreckliche, steht vor der Deportation..."
    }
  },
  {
    "translation": {
      "en": "[Ed Jr.] You turn the TV on, and five out of six news channels",
      "de": "Schaltete man den Fernseher an, berichteten fünf von sechs Nachrichtensendern über meinen Großvater."
    }
  },
  {
    "translation": {
      "en": "were reporting about my grandfather.",
      "de": "berichteten fünf von sechs Nachrichtensendern über meinen Großvater."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] All camera lenses are trained on this house.",
      "de": "Alle Kameraobjektive sind auf dieses Haus gerichtet."
    }
  },
  {
    "translation": {
      "en": "There's a Do Not Disturb sign on the door.",
      "de": "An der Tür ist ein \"Bitte nicht stören\"-Schild."
    }
  },
  {
    "translation": {
      "en": "[Ed Jr.] He used to have 30, 40 people with signs",
      "de": "Er hatte 30, 40 Leute mit Schildern,"
    }
  },
  {
    "translation": {
      "en": "standing right here, where we are right now.",
      "de": "die genau hier standen, wo wir gerade sind."
    }
  },
  {
    "translation": {
      "en": "[Ed Jr.] People protesting that he's here...",
      "de": "Die Leute protestieren, dass er hier ist."
    }
  },
  {
    "translation": {
      "en": "and...",
      "de": "NAZIS RAUS AUS DEN USA"
    }
  },
  {
    "translation": {
      "en": "weren't too happy that he was.",
      "de": "Die waren darüber nicht glücklich."
    }
  },
  {
    "translation": {
      "en": "Demjanjuk insists it is a case of mistaken identity.",
      "de": "Demjanjuk besteht darauf, dass es eine Verwechselung ist."
    }
  },
  {
    "translation": {
      "en": "A Treblinka survivor today insisted... there was no mistake.",
      "de": "Ein Überlebender aus Treblinka bestand darauf, dass es kein Fehler ist."
    }
  },
  {
    "translation": {
      "en": "[interpreter] There has not been a single moment, not today or yesterday,",
      "de": "Es gab keinen einzigen Moment, nicht heute oder gestern,"
    }
  },
  {
    "translation": {
      "en": "-[speaking Hebrew] -not a year ago or 20 years ago,",
      "de": "nicht vor einem Jahr oder vor 20 Jahren,"
    }
  },
  {
    "translation": {
      "en": "when this man hasn't been in my mind.",
      "de": "wo dieser Mann nicht in meinem Kopf war."
    }
  },
  {
    "translation": {
      "en": "He's there constantly.",
      "de": "Er ist ständig da."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Those witnesses testified that you herded the Jews",
      "de": "Diese Zeugen sagten aus, dass Sie die Juden in die Gaskammer getrieben haben."
    }
  },
  {
    "translation": {
      "en": "into the gas chamber.",
      "de": "dass Sie die Juden in die Gaskammer getrieben haben."
    }
  },
  {
    "translation": {
      "en": "Why would they say that?",
      "de": "Wieso sagen sie das?"
    }
  },
  {
    "translation": {
      "en": "I really don't know why they give that evidence.",
      "de": "Ich weiß nicht, warum sie das aussagen."
    }
  },
  {
    "translation": {
      "en": "But why they give that evidence now?",
      "de": "Aber warum sagen sie das jetzt aus?"
    }
  },
  {
    "translation": {
      "en": "Why didn't give that evidence in '45,",
      "de": "Warum sagten sie das nicht 1945 aus,"
    }
  },
  {
    "translation": {
      "en": "when the war was ended?",
      "de": "als der Krieg zu Ende war?"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Were you ever a guard",
      "de": "Waren Sie jemals Wachmann in einem Vernichtungslager der SS?"
    }
  },
  {
    "translation": {
      "en": "-in an SS Nazi extermination camp? -Never. Never. Never.",
      "de": "Waren Sie jemals Wachmann in einem Vernichtungslager der SS? Niemals."
    }
  },
  {
    "translation": {
      "en": "[newscaster] What we are looking at is a case which may be unprecedented in international scope.",
      "de": "Wir sehen einen international beispiellosen Fall."
    }
  },
  {
    "translation": {
      "en": "A naturalized American charged with war crimes in a 28-page indictment.",
      "de": "Ein eingebürgerter Amerikaner, angeklagt mit einer 28-seitigen Anklage wegen Kriegsverbrechen."
    }
  },
  {
    "translation": {
      "en": "It is the biggest case since Adolf Eichmann was convicted",
      "de": "Es ist der größte Fall, seit Adolf Eichmann 1962 verurteilt wurde."
    }
  },
  {
    "translation": {
      "en": "back in 1962, and it may well be the last war crimes case",
      "de": "Es ist der größte Fall, seit Adolf Eichmann 1962 verurteilt wurde. Es könnte der letzte Fall eines Kriegsverbrechen aus dem Holocaust sein."
    }
  },
  {
    "translation": {
      "en": "to come out of the Holocaust.",
      "de": "Es könnte der letzte Fall eines Kriegsverbrechen aus dem Holocaust sein."
    }
  },
  {
    "translation": {
      "en": "[man] Ford was a place that, if you stayed a week,",
      "de": "Bei Ford wusste man, wenn man eine Woche bleibt,"
    }
  },
  {
    "translation": {
      "en": "you knew you were gonna stay the rest of your life.",
      "de": "dann bleibt man den Rest seines Lebens."
    }
  },
  {
    "translation": {
      "en": "It was family.",
      "de": "Es war wie eine Familie."
    }
  },
  {
    "translation": {
      "en": "The people that came to work at Ford",
      "de": "Die Leute, die kamen, um bei Ford zu arbeiten,"
    }
  },
  {
    "translation": {
      "en": "from Germany, the Ukraine,",
      "de": "aus Deutschland, aus der Ukraine."
    }
  },
  {
    "translation": {
      "en": "-they did their job, hardly ever talked... -[flames roar]",
      "de": "Sie haben ihre Arbeit getan. Sie haben kaum gesprochen."
    }
  },
  {
    "translation": {
      "en": "...then they disappeared into the darkness.",
      "de": "Und dann verschwanden sie in der Dunkelheit."
    }
  },
  {
    "translation": {
      "en": "The work was incredibly hard.",
      "de": "Die Arbeit war unglaublich hart."
    }
  },
  {
    "translation": {
      "en": "It was hot, it was noisy beyond comprehension.",
      "de": "Es war heiß und unfassbar laut."
    }
  },
  {
    "translation": {
      "en": "But if you made it past one or two weeks...",
      "de": "Aber überstand man ein oder zwei Wochen... DEMJANJUKS AUFSEHER BEI FORD"
    }
  },
  {
    "translation": {
      "en": "that was it. They never left.",
      "de": "...reichte das. Dann blieben sie."
    }
  },
  {
    "translation": {
      "en": "The one thing I remember, when the noise about what John might have been,",
      "de": "Ich erinnere mich daran, als aufkam, was John gewesen sein könnte,"
    }
  },
  {
    "translation": {
      "en": "you know, came about,",
      "de": "also das Gerücht,"
    }
  },
  {
    "translation": {
      "en": "that's all anybody talked about.",
      "de": "haben alle nur darüber geredet."
    }
  },
  {
    "translation": {
      "en": "The shit hit the fan.",
      "de": "Die Kacke war am Dampfen."
    }
  },
  {
    "translation": {
      "en": "Everybody was talking about it,",
      "de": "Alle haben darüber geredet,"
    }
  },
  {
    "translation": {
      "en": "and you never heard someone say something bad...",
      "de": "aber nie hat man jemanden etwas Schlimmes sagen hören..."
    }
  },
  {
    "translation": {
      "en": "about John.",
      "de": "...über John."
    }
  },
  {
    "translation": {
      "en": "Everybody that worked at Ford was that way.",
      "de": "Alle, die bei Ford arbeiteten, waren so."
    }
  },
  {
    "translation": {
      "en": "[man] I think a lot of people in Cleveland saw themselves in John Demjanjuk.",
      "de": "Ich glaube, viele Leute in Cleveland sahen sich in John Demjanjuk."
    }
  },
  {
    "translation": {
      "en": "Someone who came to this country and got married",
      "de": "Jemand, der in dieses Land kam, heiratete"
    }
  },
  {
    "translation": {
      "en": "and worked hard.",
      "de": "und hart arbeitete."
    }
  },
  {
    "translation": {
      "en": "And here was the government coming in and grabbing him by the scruff of the neck",
      "de": "Und dann kam die Regierung und fasste ihn am Kragen,"
    }
  },
  {
    "translation": {
      "en": "and hauling him into court, take-- trying to take away his citizenship,",
      "de": "um ihn vor Gericht zu ziehen und seine Staatsbürgerschaft abzuerkennen."
    }
  },
  {
    "translation": {
      "en": "and that-- that scared them. That scared them.",
      "de": "Und das erschreckte sie."
    }
  },
  {
    "translation": {
      "en": "[Holodnak] But...",
      "de": "Aber,"
    }
  },
  {
    "translation": {
      "en": "a sociopath can live among you...",
      "de": "ein Soziopath kann unter dir leben,"
    }
  },
  {
    "translation": {
      "en": "your whole life, and you don't know it till he eats you.",
      "de": "dein Leben lang, und du weißt es erst, wenn er dich isst."
    }
  },
  {
    "translation": {
      "en": "[man] I've spent my career working at the Office of Special Investigations.",
      "de": "Ich habe meine Karriere im Büro für Sonderermittlungen verbracht."
    }
  },
  {
    "translation": {
      "en": "The so-called \"Nazi Hunting Unit.\"",
      "de": "Die sogenannte \"Nazi-Jagdeinheit\"."
    }
  },
  {
    "translation": {
      "en": "The Demjanjuk case is traceable",
      "de": "Der Demjanjuk-Fall lässt sich"
    }
  },
  {
    "translation": {
      "en": "to a list of war criminals in the United States.",
      "de": "auf eine Liste mit Kriegsverbrechern in den Vereinigten Staaten zurückführen."
    }
  },
  {
    "translation": {
      "en": "Survivor witnesses pointed to Demjanjuk's photo",
      "de": "Überlebende Zeugen zeigten auf Demjanjuks Foto"
    }
  },
  {
    "translation": {
      "en": "and said, \"We remember him.\"",
      "de": "und sagten: \"Wir erinnern uns an ihn.\""
    }
  },
  {
    "translation": {
      "en": "He was the guard they knew at Treblinka.",
      "de": "Sie erkannten ihn als Wachmann aus Treblinka."
    }
  },
  {
    "translation": {
      "en": "The gas chamber operator, Ivan the Terrible.",
      "de": "Der Wärter an den Gaskammern, Iwan der Schreckliche."
    }
  },
  {
    "translation": {
      "en": "No decent government could just stand by",
      "de": "Keine anständige Regierung könnte danebenstehen und sagen:"
    }
  },
  {
    "translation": {
      "en": "and say, \"Well, that was then, and this is now.\" No.",
      "de": "\"Das war damals, und nun ist jetzt.\" Nein."
    }
  },
  {
    "translation": {
      "en": "He had to be removed from the United States.",
      "de": "Er musste aus den Vereinigten Staaten entfernt werden."
    }
  },
  {
    "translation": {
      "en": "Ivan the Terrible was...",
      "de": "Iwan der Schreckliche"
    }
  },
  {
    "translation": {
      "en": "one of the cruelest people who ever existed on the planet Earth.",
      "de": "war einer der grausamsten Menschen, die je auf der Erde existierten."
    }
  },
  {
    "translation": {
      "en": "One point seven million Jews were annihilated in Poland,",
      "de": "GRAB NR. 9 - ANZAHL UNBEKANNT 1,7 Millionen Juden wurden in Polen vernichtet."
    }
  },
  {
    "translation": {
      "en": "and Ivan the Terrible...",
      "de": "Und Iwan der Schreckliche"
    }
  },
  {
    "translation": {
      "en": "did the dirty work.",
      "de": "erledigte die Drecksarbeit."
    }
  },
  {
    "translation": {
      "en": "Someone who delighted in herding men,",
      "de": "Jemand, der sich daran erfreute,"
    }
  },
  {
    "translation": {
      "en": "women, children, and babies into a gas chamber.",
      "de": "Männer, Frauen, Kinder und Babys in eine Gaskammer zu treiben."
    }
  },
  {
    "translation": {
      "en": "Who delighted in using a blade, I think a sword even,",
      "de": "Der sich über eine Klinge freute, ich glaube sogar ein Schwert,"
    }
  },
  {
    "translation": {
      "en": "to, um, torture people, um, in their final moments.",
      "de": "um Menschen in ihren letzten Momenten zu foltern."
    }
  },
  {
    "translation": {
      "en": "The horror of it.",
      "de": "Der Horror daran."
    }
  },
  {
    "translation": {
      "en": "The despair of it.",
      "de": "Die Verzweiflung dabei."
    }
  },
  {
    "translation": {
      "en": "The cruelty of it is... is so... overwhelming.",
      "de": "Die Grausamkeit davon ist so überwältigend."
    }
  },
  {
    "translation": {
      "en": "One has to... has to struggle not to think about it all the time.",
      "de": "Man muss kämpfen, um nicht ständig daran zu denken."
    }
  },
  {
    "translation": {
      "en": "[man] The United States had no jurisdiction over John Demjanjuk.",
      "de": "Die Vereinigten Staaten hatten keine Gerichtsbarkeit über John Demjanjuk."
    }
  },
  {
    "translation": {
      "en": "He didn't commit the crime in an American territory,",
      "de": "Er beging das Verbrechen nicht auf amerikanischem Gebiet"
    }
  },
  {
    "translation": {
      "en": "and he didn't commit the crime against Americans.",
      "de": "und er hat das Verbrechen nicht gegen Amerikaner begangen."
    }
  },
  {
    "translation": {
      "en": "There's only one way",
      "de": "Es gibt nur einen Weg,"
    }
  },
  {
    "translation": {
      "en": "that you can get a former Nazi hiding in America.",
      "de": "wie man einen ehemaligen Nazi bestraft, der sich in Amerika versteckt."
    }
  },
  {
    "translation": {
      "en": "-[crowd clamoring] -[Rashke] He can be deported.",
      "de": "Er kann abgeschoben werden."
    }
  },
  {
    "translation": {
      "en": "[reporter] Demjanjuk, already stripped of his citizenship",
      "de": "Demjanjuk, mit aberkannter Staatsbürgerschaft"
    }
  },
  {
    "translation": {
      "en": "and facing deportation proceedings, is under a new threat.",
      "de": "und einem Abschiebungsverfahren, steht vor einer neuen Bedrohung."
    }
  },
  {
    "translation": {
      "en": "For in the most ominous development of all, the Israeli government is seeking",
      "de": "In einer unheilvollen Entwicklung ersucht die israelische Regierung"
    }
  },
  {
    "translation": {
      "en": "his extradition as a war criminal.",
      "de": "seine Auslieferung als Kriegsverbrecher."
    }
  },
  {
    "translation": {
      "en": "[in Hebrew] At the district court in Jerusalem, an indictment was served today against John Demjanjuk,",
      "de": "Am Bezirksgericht in Jerusalem wurde heute Anklage gegen John Demjanjuk erhoben,"
    }
  },
  {
    "translation": {
      "en": "suspected of being Ivan the Terrible, the murderer of Treblinka.",
      "de": "mit dem Verdacht, Iwan der Schreckliche zu sein, der Mörder von Treblinka."
    }
  },
  {
    "translation": {
      "en": "[in English] He feels bad that we have to be out here.",
      "de": "Er fühlt sich schlecht, dass wir hier draußen sein müssen."
    }
  },
  {
    "translation": {
      "en": "That, you know...",
      "de": "DEMJANJUKS TOCHTER"
    }
  },
  {
    "translation": {
      "en": "Everything that's going on, to the family,",
      "de": "Denn alles, was der Familie zustößt,"
    }
  },
  {
    "translation": {
      "en": "it... it hurts him.",
      "de": "schmerzt ihn."
    }
  },
  {
    "translation": {
      "en": "But we're gonna fully support him because we care and we believe in what he's doing,",
      "de": "Aber wir werden ihn voll unterstützen, denn wir glauben an das, was er tut."
    }
  },
  {
    "translation": {
      "en": "and we'll back him up all the way.",
      "de": "Wir unterstützen ihn bis zum Ende."
    }
  },
  {
    "translation": {
      "en": "[man] I have nothing but bottomless sympathy and feelings for the Demjanjuk family.",
      "de": "Ich habe nichts als bodenlose Sympathie und Gefühle für die Demjanjuk-Familie."
    }
  },
  {
    "translation": {
      "en": "They-- They felt it to their core that their father was innocent,",
      "de": "Sie fühlten bis ins Innerste, dass ihr Vater unschuldig war."
    }
  },
  {
    "translation": {
      "en": "and they did everything in their power, I believe.",
      "de": "Und sie haben alles in ihrer Macht getan."
    }
  },
  {
    "translation": {
      "en": "I think they made a lot of mistakes, but who wouldn't?",
      "de": "Sie haben viele Fehler gemacht, aber wer würde das nicht?"
    }
  },
  {
    "translation": {
      "en": "It's such a new role for anybody to take on.",
      "de": "Es ist eine neue Aufgabe für jeden."
    }
  },
  {
    "translation": {
      "en": "[man] We know exactly the kind of person Ivan the Terrible is,",
      "de": "Wir wissen, welche Person Iwan der Schreckliche ist,"
    }
  },
  {
    "translation": {
      "en": "and that person is definitely not my father.",
      "de": "und diese Person ist definitiv nicht mein Vater."
    }
  },
  {
    "translation": {
      "en": "He's an innocent man.",
      "de": "Er ist ein unschuldiger Mann."
    }
  },
  {
    "translation": {
      "en": "They arrested an innocent man. Now they put an innocent man in jail.",
      "de": "Sie verhafteten einen Unschuldigen und steckten ihn ins Gefängnis."
    }
  },
  {
    "translation": {
      "en": "We've got all kinds of information. They don't want to hear it.",
      "de": "Wir haben viele Informationen. Sie wollen sie nicht hören und nicht vor Gericht gehen."
    }
  },
  {
    "translation": {
      "en": "They don't even want it to go to court. They want to get him out of here,",
      "de": "Sie wollen sie nicht hören und nicht vor Gericht gehen. Sie wollen ihn rausschaffen."
    }
  },
  {
    "translation": {
      "en": "and they want to keep the medias confused about it and get him out of here.",
      "de": "Sie wollen die Medien verwirren und ihn einfach wegbringen."
    }
  },
  {
    "translation": {
      "en": "[man] Lydia Demjanjuk gave me a call.",
      "de": "Lydia Demjanjuk hat mich angerufen."
    }
  },
  {
    "translation": {
      "en": "At that point in time, I didn't have any idea...",
      "de": "Zu dem Zeitpunkt wusste ich nicht viel... DEMJANJUKS VERTEIDIGER"
    }
  },
  {
    "translation": {
      "en": "uh, what the story was,",
      "de": "...über die Geschichte,"
    }
  },
  {
    "translation": {
      "en": "or whether I wanted to get involved with anything.",
      "de": "oder ob ich mich darauf einlassen wollte."
    }
  },
  {
    "translation": {
      "en": "I had a conversation with my dad. He said, \"Go there, see what you think.\"",
      "de": "Ich sprach mit meinem Vater. Er sagte: \"Geh hin, sieh, was du denkst.\""
    }
  },
  {
    "translation": {
      "en": "So finally, I got there,",
      "de": "Endlich kam ich an"
    }
  },
  {
    "translation": {
      "en": "and greeted John, who's on the front lawn, and he's doin' stuff.",
      "de": "und begrüßte John im Vorgarten. Er arbeitete dort."
    }
  },
  {
    "translation": {
      "en": "And all his flowers everywhere. Beautiful, green flowers everywhere.",
      "de": "All diese Blumen überall. Schöne, grüne Blumen überall."
    }
  },
  {
    "translation": {
      "en": "I said, \"Ivan the Terrible doin' all this flower stuff?\"",
      "de": "Ich dachte: \"Iwan der Schreckliche mit den Blumen?\""
    }
  },
  {
    "translation": {
      "en": "[O'Connor] He was the perfect immigrant. Ukrainian immigrant,",
      "de": "Er war der perfekte Einwanderer. Ein ukrainischer Einwanderer,"
    }
  },
  {
    "translation": {
      "en": "in the Ukrainian community, going to the Ukrainian church.",
      "de": "in der ukrainischen Gemeinde, der zur ukrainischen Kirche geht."
    }
  },
  {
    "translation": {
      "en": "He was a great worker at the Ford plant.",
      "de": "Er war ein guter Arbeiter im Ford-Werk."
    }
  },
  {
    "translation": {
      "en": "Never had a fight, never been arrested, never got a speeding ticket.",
      "de": "Er kämpfte nie, wurde nie verhaftet und bekam keine Strafzettel."
    }
  },
  {
    "translation": {
      "en": "And I'm thinking, \"Okay, maybe he's hiding something.",
      "de": "Ich dachte: \"Vielleicht versteckt er etwas."
    }
  },
  {
    "translation": {
      "en": "Maybe he's the best actor on the planet.\"",
      "de": "Vielleicht ist er der beste Schauspieler der Welt.\""
    }
  },
  {
    "translation": {
      "en": "I saw all the allegations.",
      "de": "Ich sah die ganzen Anschuldigungen."
    }
  },
  {
    "translation": {
      "en": "I'm thinking...",
      "de": "Ich dachte:"
    }
  },
  {
    "translation": {
      "en": "\"How is this possible for a human being to do that?\"",
      "de": "\"Wie kann ein Mensch so etwas tun?\""
    }
  },
  {
    "translation": {
      "en": "You've got that image, and it's very strong.",
      "de": "Du hast diesen Eindruck, und er ist sehr stark."
    }
  },
  {
    "translation": {
      "en": "It goes into your heart, it goes down into your guts.",
      "de": "Er geht in dein Herz, er fließt durch deine Eingeweide."
    }
  },
  {
    "translation": {
      "en": "It goes everywhere.",
      "de": "Er ist überall."
    }
  },
  {
    "translation": {
      "en": "I don't care what you say.",
      "de": "Ganz egal, was du sagst."
    }
  },
  {
    "translation": {
      "en": "I don't care what the proof is, he's Ivan the Terrible.",
      "de": "Die Beweise sind mir egal, er ist Iwan der Schreckliche."
    }
  },
  {
    "translation": {
      "en": "[reporter] The crucial evidence in this case was this SS Identity pass",
      "de": "Der entscheidende Beweis in diesem Fall war dieser SS-Ausweis"
    }
  },
  {
    "translation": {
      "en": "bearing Demjanjuk's name and accurate personal details.",
      "de": "mit Demjanjuks Namen und genauen persönlichen Daten."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Mr. Demjanjuk, was that your picture?",
      "de": "Herr Demjanjuk, war das Ihr Bild?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "de": "Ich weiß es nicht."
    }
  },
  {
    "translation": {
      "en": "-[interviewer] You can't be sure? -I'm not sure. I don't know.",
      "de": "-Sie sind sich nicht sicher? -Ich bin nicht sicher. Ich weiß es nicht."
    }
  },
  {
    "translation": {
      "en": "I never see that picture.",
      "de": "Ich habe das Bild noch nie gesehen."
    }
  },
  {
    "translation": {
      "en": "[O'Connor] So, I go with Lydia in the basement.",
      "de": "Lydia geht mit mir in den Keller."
    }
  },
  {
    "translation": {
      "en": "She said, \"Look, I know the story. I know what's going on.\"",
      "de": "Sie sagte: \"Ich kenne die Geschichte. Ich weiß, was los ist.\""
    }
  },
  {
    "translation": {
      "en": "And she's got piles of documents.",
      "de": "Und sie hat Stapel an Dokumenten."
    }
  },
  {
    "translation": {
      "en": "The Justice Department presented evidence",
      "de": "Das Justizministerium legte Beweise vor,"
    }
  },
  {
    "translation": {
      "en": "right from the KGB.",
      "de": "die direkt vom KGB kamen."
    }
  },
  {
    "translation": {
      "en": "\"Look, here's Michael Hanusiak.",
      "de": "\"Hier ist Michael Hanusiak."
    }
  },
  {
    "translation": {
      "en": "Here's news from the Ukraine. Here's who he is.",
      "de": "Hier sind Nachrichten aus der Ukraine. Das ist er."
    }
  },
  {
    "translation": {
      "en": "Here's how they set up the Ukraine.",
      "de": "So haben sie die Ukraine aufgebaut."
    }
  },
  {
    "translation": {
      "en": "Here's how they drive a wedge between Ukrainians and Jews.\"",
      "de": "So treiben sie einen Keil zwischen Ukrainer und Juden.\""
    }
  },
  {
    "translation": {
      "en": "This is typical disinformatia.",
      "de": "Das ist typische Desinformation."
    }
  },
  {
    "translation": {
      "en": "And then, at that point, I said, \"I'm gonna see this through.\"",
      "de": "An dem Punkt sagte ich: \"Ich werde das durchziehen.\""
    }
  },
  {
    "translation": {
      "en": "[reporter] John Demjanjuk has tried to disprove accusations",
      "de": "Demjanjuk hat versucht die Anschuldigung, er wäre ein Nazi-KZ-Wärter in Polen gewesen, zu widerlegen."
    }
  },
  {
    "translation": {
      "en": "that he was a Nazi concentration camp guard in Poland.",
      "de": "er wäre ein Nazi-KZ-Wärter in Polen gewesen, zu widerlegen."
    }
  },
  {
    "translation": {
      "en": "His fight is being waged with a new intensity today",
      "de": "Sein Kampf wird heute mit neuer Intensität geführt,"
    }
  },
  {
    "translation": {
      "en": "by a new attorney, Mark O'Connor.",
      "de": "von einem neuen Anwalt, Mark O'Connor."
    }
  },
  {
    "translation": {
      "en": "This man has never had the right to jury trial,",
      "de": "Dieser Mann hatte weder einen Prozess,"
    }
  },
  {
    "translation": {
      "en": "never had the right to confrontation of his accusers.",
      "de": "noch das Recht, seine Ankläger zu konfrontieren."
    }
  },
  {
    "translation": {
      "en": "They identified a picture, and that's the picture on the phony KGB card",
      "de": "Sie haben ein Bild identifiziert, ein Bild auf einer gefälschten KGB-Karte,"
    }
  },
  {
    "translation": {
      "en": "that we have already exposed to the people and to the court as being a total fraud.",
      "de": "die wir dem Volk und dem Gericht bereits als totalen Betrug entlarvt haben."
    }
  },
  {
    "translation": {
      "en": "[reporter] White House communications director Patrick Buchanan",
      "de": "Kommunikationsdirektor Patrick Buchanan vom Weißen Haus glaubt,"
    }
  },
  {
    "translation": {
      "en": "believes the Soviets are trying to frame the Ukrainian expatriate.",
      "de": "die Sowjets versuchen, den ukrainischen Auswanderer zu beschuldigen."
    }
  },
  {
    "translation": {
      "en": "I think the ID card is-- is inauthentic. I think it's a forgery.",
      "de": "Ich glaube, der Ausweis ist unecht. Ich glaube, es ist eine Fälschung."
    }
  },
  {
    "translation": {
      "en": "[man] The only evidence they had against him",
      "de": "Die einzigen Beweise gegen ihn"
    }
  },
  {
    "translation": {
      "en": "was from the Soviet Union,",
      "de": "waren aus der Sowjetunion."
    }
  },
  {
    "translation": {
      "en": "and the Soviet evidence and the Soviet Union cannot be trusted.",
      "de": "Und den sowjetischen Beweisen und der Sowjetunion kann man nicht trauen."
    }
  },
  {
    "translation": {
      "en": "[reporter] The Cold War has created a mood of crisis",
      "de": "Der Kalte Krieg hat eine Krise"
    }
  },
  {
    "translation": {
      "en": "and suspicion between the East and West.",
      "de": "zwischen Ost und West ausgelöst."
    }
  },
  {
    "translation": {
      "en": "All the moral values which this country cherishes",
      "de": "Alle moralischen Werte, die dieses Land schätzt,"
    }
  },
  {
    "translation": {
      "en": "are fundamentally challenged by a powerful adversary,",
      "de": "werden von einem mächtigen Gegner herausgefordert,"
    }
  },
  {
    "translation": {
      "en": "which does not wish these values to survive.",
      "de": "der nicht will, dass diese Werte überleben."
    }
  },
  {
    "translation": {
      "en": "They are the focus of evil in the modern world.",
      "de": "Sie sind der Fokus des Bösen in der modernen Welt."
    }
  },
  {
    "translation": {
      "en": "[man] I suppose one interesting question to ask",
      "de": "Eine interessante Frage ist wohl,"
    }
  },
  {
    "translation": {
      "en": "is why is the Soviet Union even passing this information on?",
      "de": "warum die Sowjetunion diese Informationen überhaupt weitergibt."
    }
  },
  {
    "translation": {
      "en": "The Soviets took a decent amount of relish",
      "de": "Die Sowjets genossen es,"
    }
  },
  {
    "translation": {
      "en": "in revealing the fact that many collaborators",
      "de": "aufzudecken, dass viele Kollaborateure"
    }
  },
  {
    "translation": {
      "en": "had found sanctuary in \"Western\" democracy.",
      "de": "Zuflucht in \"westlichen\" Demokratien gefunden hatten."
    }
  },
  {
    "translation": {
      "en": "The black hand of the KGB,",
      "de": "Die schwarze Hand des KGB,"
    }
  },
  {
    "translation": {
      "en": "which has caused the deaths of millions of innocent, unarmed men,",
      "de": "die den Tod von Millionen verursacht hat, von unschuldigen, unbewaffneten Männern, Frauen und Kindern,"
    }
  },
  {
    "translation": {
      "en": "women, and children",
      "de": "von unschuldigen, unbewaffneten Männern, Frauen und Kindern,"
    }
  },
  {
    "translation": {
      "en": "is now the guiding light in pinpointing Ukrainian Americans,",
      "de": "ist jetzt die lenkende Kraft bei der Suche nach ukrainischen Amerikanern,"
    }
  },
  {
    "translation": {
      "en": "and other ethnic non-Russian nationalities in America,",
      "de": "und anderen ethnischen, nicht-russischen Nationalitäten in Amerika,"
    }
  },
  {
    "translation": {
      "en": "who are being denounced as Nazi collaborators and worse.",
      "de": "die als Nazi-Mitarbeiter oder Schlimmeres denunziert werden."
    }
  },
  {
    "translation": {
      "en": "[Douglas] The other thing is that",
      "de": "Die andere Sache ist,"
    }
  },
  {
    "translation": {
      "en": "there were two pretty anti-Soviet groups in the United States:",
      "de": "dass es zwei antisowjetische Gruppen in den Vereinigten Staaten gab."
    }
  },
  {
    "translation": {
      "en": "Ukrainian Americans and Jewish Americans.",
      "de": "Ukrainische Amerikaner und jüdische Amerikaner."
    }
  },
  {
    "translation": {
      "en": "Instead of having an alliance against the Soviets,",
      "de": "Anstatt ein Bündnis gegen die Sowjets zu riskieren,"
    }
  },
  {
    "translation": {
      "en": "the Soviets were trying to drive a wedge between these two anti-Soviet groups.",
      "de": "versuchten die Sowjets, einen Keil zwischen diese beiden Gruppen zu treiben."
    }
  },
  {
    "translation": {
      "en": "[all chanting] Deport the Nazi now! Deport the Nazi now!",
      "de": "Deportiert den Nazi!"
    }
  },
  {
    "translation": {
      "en": "I want him out of here before I die.",
      "de": "Ich will, dass er hier wegkommt, bevor ich sterbe."
    }
  },
  {
    "translation": {
      "en": "-[crowd clamoring] -[man] We Ukrainians born in the United States",
      "de": "Wir Ukrainer, die in den USA geboren wurden,"
    }
  },
  {
    "translation": {
      "en": "will not allow the persecution of our parents -in this free country! -[crowd cheers]",
      "de": "werden die Verfolgung unserer Eltern in diesem freien Land nicht zulassen!"
    }
  },
  {
    "translation": {
      "en": "[Henry] The Ukrainian community felt just as important",
      "de": "Die ukrainische Gemeinde fühlte sich genauso wichtig wie die jüdische Gemeinde in Cleveland."
    }
  },
  {
    "translation": {
      "en": "as the Jewish community in Cleveland.",
      "de": "wie die jüdische Gemeinde in Cleveland."
    }
  },
  {
    "translation": {
      "en": "And once each side saw what was at stake here,",
      "de": "Als jede Seite sah, was auf dem Spiel stand,"
    }
  },
  {
    "translation": {
      "en": "the line was drawn.",
      "de": "standen die Fronten fest."
    }
  },
  {
    "translation": {
      "en": "[group] Demjanjuk is innocent!",
      "de": "Demjanjuk ist unschuldig!"
    }
  },
  {
    "translation": {
      "en": "[all chanting] Your neighbor is a Nazi. Your neighbor is a Nazi.",
      "de": "Ihr Nachbar ist ein Nazi."
    }
  },
  {
    "translation": {
      "en": "[man] Leave John alone!",
      "de": "Lass John in Ruhe!"
    }
  },
  {
    "translation": {
      "en": "[all chanting] Let him go home!",
      "de": "Lass ihn nach Hause gehen!"
    }
  },
  {
    "translation": {
      "en": "What do you know about it?",
      "de": "Was wissen Sie davon?"
    }
  },
  {
    "translation": {
      "en": "-[man 1] Six million! -[men] Never again! -Six million! -[men] Never again!",
      "de": "-Sechs Millionen! -Nie wieder!"
    }
  },
  {
    "translation": {
      "en": "[man 2] I pity the man. I mean, to live and think that, you know,",
      "de": "Ich bemitleide den Mann. Zu leben und zu denken, dass man jederzeit sterben könnte."
    }
  },
  {
    "translation": {
      "en": "at any minute, you could die.",
      "de": "Zu leben und zu denken, dass man jederzeit sterben könnte."
    }
  },
  {
    "translation": {
      "en": "At any minute, somebody could walk up to you and blow your head off",
      "de": "Immer könnte jemand kommen und dir in den Kopf schießen,"
    }
  },
  {
    "translation": {
      "en": "'cause they're a fanatic.",
      "de": "weil er fanatisch ist."
    }
  },
  {
    "translation": {
      "en": "I wish all the people would stay off this street,",
      "de": "Ich wünschte, die Leute würden von der Straße fernbleiben"
    }
  },
  {
    "translation": {
      "en": "leave the residents in Seven Hills alone.",
      "de": "und die Bewohner in Ruhe lassen."
    }
  },
  {
    "translation": {
      "en": "If you don't live here, you're not involved in the city, please.",
      "de": "Wenn du hier nicht wohnst, gehörst du nicht in die Stadt, bitte."
    }
  },
  {
    "translation": {
      "en": "We got to all live on this planet together,",
      "de": "Wir müssen alle zusammen auf diesem Planeten leben,"
    }
  },
  {
    "translation": {
      "en": "and if-- and if we don't soon start burying the ax,",
      "de": "und wenn wir nicht bald die Axt begraben,"
    }
  },
  {
    "translation": {
      "en": "things are gonna get out of hand.",
      "de": "wird das eskalieren."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Decision time. Does Demjanjuk stay, or does he go?",
      "de": "Zeit zur Entscheidung. Bleibt Demjanjuk oder geht er?"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] If Demjanjuk loses that battle,",
      "de": "Wenn Demjanjuk den Kampf verliert,"
    }
  },
  {
    "translation": {
      "en": "the United States secretary of state will make the decision",
      "de": "wird der Außenminister entscheiden,"
    }
  },
  {
    "translation": {
      "en": "on whether or not to extradite him to Israel.",
      "de": "ob er nach Israel ausgeliefert wird."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] Members of the Ukrainian community",
      "de": "Mitglieder der ukrainischen Gemeinde versammelten sich"
    }
  },
  {
    "translation": {
      "en": "started gathering outside the federal courthouse",
      "de": "Mitglieder der ukrainischen Gemeinde versammelten sich heute morgen um 8:30 Uhr vor dem Gericht"
    }
  },
  {
    "translation": {
      "en": "at 8:30 this morning,",
      "de": "heute morgen um 8:30 Uhr vor dem Gericht"
    }
  },
  {
    "translation": {
      "en": "waiting for the decision to be handed down.",
      "de": "und warteten auf die Entscheidung."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] And then it came,",
      "de": "Und dann kam sie."
    }
  },
  {
    "translation": {
      "en": "Judge Battisti declaring John Demjanjuk guilty.",
      "de": "Richter Battisti erklärte John Demjanjuk für schuldig."
    }
  },
  {
    "translation": {
      "en": "[reporter 4] John Demjanjuk could be extradited to Israel today,",
      "de": "John Demjanjuk könnte heute an Israel ausgeliefert werden,"
    }
  },
  {
    "translation": {
      "en": "where he will be facing a death sentence for alleged crimes against humanity.",
      "de": "dort droht ihm die Todesstrafe wegen mutmaßlicher Verbrechen gegen die Menschlichkeit."
    }
  },
  {
    "translation": {
      "en": "This is not just a fraud as far as Mr. Demjanjuk is concerned.",
      "de": "Das ist nicht nur ein Betrug an Herrn Demjanjuk."
    }
  },
  {
    "translation": {
      "en": "It's a fraud on the people.",
      "de": "Das ist ein Betrug am Volk."
    }
  },
  {
    "translation": {
      "en": "[reporter 5] Any reaction at all?",
      "de": "Ein Kommentar?"
    }
  },
  {
    "translation": {
      "en": "-Did you-- -The blood is now on your hands.",
      "de": "Sein Blut klebt an euren Händen."
    }
  },
  {
    "translation": {
      "en": "Did-- Did you say anything at all to your father?",
      "de": "Haben Sie Ihrem Vater überhaupt etwas gesagt?"
    }
  },
  {
    "translation": {
      "en": "[reporter, in Hebrew] Nazi criminal John Demjanjuk",
      "de": "Nazi-Verbrecher John Demjanjuk"
    }
  },
  {
    "translation": {
      "en": "was transferred tonight to an undisclosed location",
      "de": "wurde heute Nacht vom Bundesgefängnis in Manhattan"
    }
  },
  {
    "translation": {
      "en": "from the federal prison in Manhattan.",
      "de": "an einen geheimen Ort verlegt."
    }
  },
  {
    "translation": {
      "en": "From there, he'll be transferred to Kennedy Airport on his way to Israel.",
      "de": "Von dort wird er über den Kennedy Airport nach Israel gebracht."
    }
  },
  {
    "translation": {
      "en": "[man, in English] Several months after I started to work at the Ministry of Justice in Israel,",
      "de": "Einige Monate nach meinem Arbeitsbeginn im Justizministerium in Israel"
    }
  },
  {
    "translation": {
      "en": "Dennis Goldman gives me a box,",
      "de": "gibt Dennis Goldman mir eine Kiste"
    }
  },
  {
    "translation": {
      "en": "and he says, \"This box contains the transcripts",
      "de": "und sagt: \"Diese Kiste enthält die Transkripte"
    }
  },
  {
    "translation": {
      "en": "of depositions and trial",
      "de": "von Aussagen und dem Verfahren"
    }
  },
  {
    "translation": {
      "en": "of a man by the name of John Demjanjuk.\"",
      "de": "gegen einen Mann namens John Demjanjuk.\""
    }
  },
  {
    "translation": {
      "en": "When I opened the box, it was unequivocal",
      "de": "Als ich die Kiste öffnete war es eindeutig,"
    }
  },
  {
    "translation": {
      "en": "that John Demjanjuk was Ivan the Terrible,",
      "de": "dass John Demjanjuk Iwan der Schreckliche war,"
    }
  },
  {
    "translation": {
      "en": "the person who stood outside the gas chamber",
      "de": "die Person, die außerhalb der Gaskammer stand,"
    }
  },
  {
    "translation": {
      "en": "in what was called the Himmel Strasse,",
      "de": "in der sogenannten Himmelfahrtsstraße,"
    }
  },
  {
    "translation": {
      "en": "the road to heaven.",
      "de": "dem Weg zum Himmel."
    }
  },
  {
    "translation": {
      "en": "It was very important",
      "de": "Es war sehr wichtig,"
    }
  },
  {
    "translation": {
      "en": "not to let this man get away.",
      "de": "diesen Mann nicht davonkommen zu lassen."
    }
  },
  {
    "translation": {
      "en": "I remember the scene of his arrival in Israel.",
      "de": "Ich erinnere mich an den Ort seiner Ankunft in Israel."
    }
  },
  {
    "translation": {
      "en": "There were bleachers that were set",
      "de": "Es wurden Tribünen aufgebaut,"
    }
  },
  {
    "translation": {
      "en": "where the media would stand.",
      "de": "wo die Medien stehen würden."
    }
  },
  {
    "translation": {
      "en": "We had drilled it with INS,",
      "de": "Wir hatten das mit dem INS geübt."
    }
  },
  {
    "translation": {
      "en": "uh, to the extent that the US Marshals would bring him down.",
      "de": "Die US-Marschalls würden ihn herunterbringen."
    }
  },
  {
    "translation": {
      "en": "And at that point,",
      "de": "Und an diesem Punkt"
    }
  },
  {
    "translation": {
      "en": "there would be an exchange of the prisoner",
      "de": "würde der Gefangene"
    }
  },
  {
    "translation": {
      "en": "to Israeli police officers.",
      "de": "den israelischen Polizisten übergeben."
    }
  },
  {
    "translation": {
      "en": "[Gabay] Demjanjuk steps down,",
      "de": "Demjanjuk steigt herunter,"
    }
  },
  {
    "translation": {
      "en": "the US Marshals are at his side,",
      "de": "die US-Marschalls an seiner Seite."
    }
  },
  {
    "translation": {
      "en": "and Demjanjuk turns to him,",
      "de": "Und Demjanjuk wendet sich an ihn"
    }
  },
  {
    "translation": {
      "en": "somehow explains to him",
      "de": "und erklärt ihm irgendwie,"
    }
  },
  {
    "translation": {
      "en": "that he wants to kiss the ground of the holy land.",
      "de": "dass er den Boden des heiligen Landes küssen will."
    }
  },
  {
    "translation": {
      "en": "The US Marshal says no,",
      "de": "Der US-Marschall sagt Nein,"
    }
  },
  {
    "translation": {
      "en": "but then he turns to Alex Ish-Shalom and says he wants to kiss the ground,",
      "de": "aber dann wendet er sich Alexis Shalom zu und sagt, dass er den Boden küssen will"
    }
  },
  {
    "translation": {
      "en": "and Alex Ish-Shalom says no.",
      "de": "und Alexis Shalom sagt Nein."
    }
  },
  {
    "translation": {
      "en": "He wanted to show that here was the very religious man",
      "de": "Er wollte zeigen, dass hier ein sehr religiöser Mann ist,"
    }
  },
  {
    "translation": {
      "en": "who could never have killed anyone.",
      "de": "der nie jemanden hätte töten können."
    }
  },
  {
    "translation": {
      "en": "Almost within two hours of his landing in Israel,",
      "de": "Nur zwei Stunden nach seiner Landung in Israel,"
    }
  },
  {
    "translation": {
      "en": "he is interrogated.",
      "de": "wird er verhört."
    }
  },
  {
    "translation": {
      "en": "[Gabay] He sat down.",
      "de": "Er hat sich hingesetzt."
    }
  },
  {
    "translation": {
      "en": "And when he sat down, he looked at the detective,",
      "de": "Und als er sich setzte, sah er den Kommissar an,"
    }
  },
  {
    "translation": {
      "en": "and he said, with a beaming smile,",
      "de": "und er sagte mit einem strahlenden Lächeln..."
    }
  },
  {
    "translation": {
      "en": "-Shalom! -[Gabay] \"Shalom.\"",
      "de": "-Shalom! -...\"Shalom\"."
    }
  },
  {
    "translation": {
      "en": "And he was looking at the investigators like he was going to toy with them.",
      "de": "Er sah die Ermittler an, als würde er mit ihnen spielen."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] How do you feel?",
      "de": "Wie fühlen Sie sich?"
    }
  },
  {
    "translation": {
      "en": "I feel good now, thank you.",
      "de": "Ich fühle mich gut, danke."
    }
  },
  {
    "translation": {
      "en": "[Ed Jr.] Nobody ever accepted that he's not coming back.",
      "de": "Niemand hat je akzeptiert, dass er nicht zurückkommt."
    }
  },
  {
    "translation": {
      "en": "Everybody always tried to remain optimistic",
      "de": "Alle versuchten optimistisch zu bleiben,"
    }
  },
  {
    "translation": {
      "en": "that, in the end, the truth will prevail.",
      "de": "dass am Ende die Wahrheit siegen würde."
    }
  },
  {
    "translation": {
      "en": "You know, God will-- God is good, and God'll take care.",
      "de": "Gott ist gut und Gott wird sich um ihn kümmern."
    }
  },
  {
    "translation": {
      "en": "Make sure that he comes home to us safe.",
      "de": "Er sorgt dafür, dass er sicher zu uns zurückkommt."
    }
  },
  {
    "translation": {
      "en": "[reporter, in Hebrew] American counsel Mark O'Connor arrived in Israel today",
      "de": "Der amerikanische Anwalt Mark O'Connor kam heute in Israel an,"
    }
  },
  {
    "translation": {
      "en": "after defending John Demjanjuk in the US prior to his extradition here.",
      "de": "der John Demjanjuk vor seiner Auslieferung in den USA verteidigt hatte."
    }
  },
  {
    "translation": {
      "en": "[O'Connor, in English] I'm pulling up to Ayalon, and I'm looking at the prison.",
      "de": "Ich fahre nach Ayalon und sehe mir das Gefängnis an."
    }
  },
  {
    "translation": {
      "en": "And I'm saying, \"What is this?\"",
      "de": "Und ich frage mich: \"Was ist das?\""
    }
  },
  {
    "translation": {
      "en": "You got all these psychedelic paintings.",
      "de": "Da sind all diese psychedelischen Bilder."
    }
  },
  {
    "translation": {
      "en": "I mean, not just, like, in one spot.",
      "de": "Und nicht nur an einer Stelle."
    }
  },
  {
    "translation": {
      "en": "The whole prison is a Picasso painting.",
      "de": "Das ganze Gefängnis ist wie ein Bild von Picasso."
    }
  },
  {
    "translation": {
      "en": "I got through all these different gates,",
      "de": "Ich habe die verschiedenen Tore passiert."
    }
  },
  {
    "translation": {
      "en": "and the first thing you see when you walk in is the area where the two guards sleep.",
      "de": "Nach dem Reinkommen sieht man als erstes den Bereich, wo die zwei Wärter schlafen."
    }
  },
  {
    "translation": {
      "en": "So, you have the two guards watching him 24 hours a day in a solitary cell.",
      "de": "Die beiden Wärter beobachten ihn 24 Stunden am Tag in seiner Einzelzelle."
    }
  },
  {
    "translation": {
      "en": "[O'Connor] I'm the first person from... Cleveland,",
      "de": "Ich bin der Erste, aus Cleveland,"
    }
  },
  {
    "translation": {
      "en": "you know, over there to see him.",
      "de": "der da drüben ist, um ihn zu sehen."
    }
  },
  {
    "translation": {
      "en": "Demjanjuk, in that cell,",
      "de": "In dieser Zelle sagte Demjanjuk"
    }
  },
  {
    "translation": {
      "en": "kept saying to me, \"What are you gettin' so excited about?\"",
      "de": "immer wieder zu mir: \"Warum sind Sie so aufgeregt?\""
    }
  },
  {
    "translation": {
      "en": "I said, \"What am I getting so--",
      "de": "Ich sagte: \"Warum bin ich aufgeregt..."
    }
  },
  {
    "translation": {
      "en": "You're the guy that's gonna hang. What are you talkin' about?",
      "de": "Sie sind derjenige, der erhängt wird. Wovon reden Sie?\""
    }
  },
  {
    "translation": {
      "en": "Said, \"I'm not gonna hang. I am not gonna hang.\"",
      "de": "Er sagte: \"Ich werde nicht erhängt.\""
    }
  },
  {
    "translation": {
      "en": "And he's reading his Bible, and \"My guardian angel's here.\"",
      "de": "Er liest seine Bibel und sagt: \"Mein Schutzengel ist hier.\""
    }
  },
  {
    "translation": {
      "en": "I'm a Catholic,",
      "de": "Ich bin Katholik,"
    }
  },
  {
    "translation": {
      "en": "so I'm not gonna put down guardian angels, okay?",
      "de": "also streite ich Schutzengel nicht ab."
    }
  },
  {
    "translation": {
      "en": "So I'm sayin', \"I don't know what's going on here.\"",
      "de": "Also sagte ich: \"Ich weiß nicht, was hier los ist.\""
    }
  },
  {
    "translation": {
      "en": "[reporter] He has 90 days to get ready.",
      "de": "Er hat 90 Tage, um sich vorzubereiten."
    }
  },
  {
    "translation": {
      "en": "The trial should start just before New Year's Day.",
      "de": "Der Prozess soll kurz vor Neujahr beginnen."
    }
  },
  {
    "translation": {
      "en": "[O'Connor] There's still a-- a blending going on,",
      "de": "Es gibt noch immer eine Vermischung"
    }
  },
  {
    "translation": {
      "en": "uh, between Demjanjuk and Ivan the Terrible,",
      "de": "zwischen Demjanjuk und Iwan dem Schrecklichen."
    }
  },
  {
    "translation": {
      "en": "and I think these experienced trial judges...",
      "de": "Ich glaube, diese erfahrenen Richter..."
    }
  },
  {
    "translation": {
      "en": "[in Hebrew] Mr. O'Connor, he looked for an Israeli attorney...",
      "de": "Herr O'Connor. Er suchte einen israelischen Anwalt... ISRAELISCHER REPORTER"
    }
  },
  {
    "translation": {
      "en": "who would help them understand Israeli law,",
      "de": "...der ihnen helfen würde, das israelische Gesetz zu verstehen."
    }
  },
  {
    "translation": {
      "en": "but he couldn't find any.",
      "de": "Aber er fand keinen."
    }
  },
  {
    "translation": {
      "en": "Fifteen Israeli attorneys so far have refused",
      "de": "Fünfzehn israelische Anwälte weigern sich bisher,"
    }
  },
  {
    "translation": {
      "en": "to assist in the defense of John Demjanjuk.",
      "de": "bei der Verteidigung von John Demjanjuk mitzuarbeiten."
    }
  },
  {
    "translation": {
      "en": "[in English] Pressure.",
      "de": "Druck."
    }
  },
  {
    "translation": {
      "en": "Who wants to put their whole career on the line?",
      "de": "Wer will seine Karriere aufs Spiel setzen?"
    }
  },
  {
    "translation": {
      "en": "What if he is Ivan the Terrible?",
      "de": "Was, wenn er Iwan der Schreckliche ist?"
    }
  },
  {
    "translation": {
      "en": "I couldn't spend $600,000, I couldn't spend $400,000,",
      "de": "Ich konnte keine 600.000 $ oder 400.000 $ ausgeben,"
    }
  },
  {
    "translation": {
      "en": "because I am doing this on my own. That's why I didn't come forward.",
      "de": "weil ich das allein mache. Deshalb kam ich nicht voran."
    }
  },
  {
    "translation": {
      "en": "[Klieger, in Hebrew] They spent months looking for a lawyer, and no one would do it.",
      "de": "Sie suchten monatelang nach einem Anwalt, und keiner wollte es tun."
    }
  },
  {
    "translation": {
      "en": "No one wanted to be involved.",
      "de": "Niemand wollte sich daran beteiligen."
    }
  },
  {
    "translation": {
      "en": "Then, they found Sheftel.",
      "de": "Dann fanden sie Sheftel."
    }
  },
  {
    "translation": {
      "en": "[man, in English] There is a Yiddish expression,",
      "de": "Es gibt einen jiddischen Ausdruck."
    }
  },
  {
    "translation": {
      "en": "uh, called... [speaks Yiddish]",
      "de": "Er heißt..."
    }
  },
  {
    "translation": {
      "en": "It's a person that refuse to obey the general norms,",
      "de": "Das ist eine Person, die sich weigert, den allgemeinen Normen zu gehorchen"
    }
  },
  {
    "translation": {
      "en": "and to behave exactly as expected.",
      "de": "und sich genau wie erwartet zu verhalten."
    }
  },
  {
    "translation": {
      "en": "-A troublemaker. -[interviewer] And you enjoy being this?",
      "de": "-Ein Unruhestifter. -Und der sind Sie gerne?"
    }
  },
  {
    "translation": {
      "en": "Uh, yes, yes. I don't have to put too much effort towards it.",
      "de": "Ja. Ich muss mich da nicht zu sehr anstrengen."
    }
  },
  {
    "translation": {
      "en": "It's come out of me naturally.",
      "de": "Das kommt ganz von allein."
    }
  },
  {
    "translation": {
      "en": "After ten years, uh, acting as a defense lawyer,",
      "de": "Nach zehn Jahren als Verteidiger"
    }
  },
  {
    "translation": {
      "en": "I came to a definite description",
      "de": "kam ich zu einer genauen Beschreibung"
    }
  },
  {
    "translation": {
      "en": "of, uh, the Israeli prosecution",
      "de": "der israelischen Strafverfolgung,"
    }
  },
  {
    "translation": {
      "en": "as a factory of travesty of justice.",
      "de": "als eine Aufführungsstätte von Travestien an der Gerechtigkeit."
    }
  },
  {
    "translation": {
      "en": "-[reporter] Are you innocent? -I'm an innocent man. I'm wrong man.",
      "de": "Sind Sie unschuldig? Ich bin unschuldig. Ich bin ein alter Mann."
    }
  },
  {
    "translation": {
      "en": "[Sheftel] I heard about Ivan the Terrible",
      "de": "Ich hatte schon von Iwan dem Schrecklichen gehört,"
    }
  },
  {
    "translation": {
      "en": "before he was extradited from the US to Israel.",
      "de": "bevor er von den USA nach Israel ausgeliefert wurde."
    }
  },
  {
    "translation": {
      "en": "I was, uh, like any other Israeli,",
      "de": "Ich war wie jeder andere Israeli davon überzeugt,"
    }
  },
  {
    "translation": {
      "en": "positively convinced that Ivan the Terrible is John Demjanjuk.",
      "de": "Ich war wie jeder andere Israeli davon überzeugt, dass Iwan der Schreckliche John Demjanjuk ist."
    }
  },
  {
    "translation": {
      "en": "I had no doubt whatsoever.",
      "de": "Ich hatte keinerlei Zweifel."
    }
  },
  {
    "translation": {
      "en": "I started, I don't know why. Don't have any... any explanation why,",
      "de": "Ich begann, ich weiß nicht warum und kann es nicht erklären,"
    }
  },
  {
    "translation": {
      "en": "but I started to think about it almost every day.",
      "de": "aber ich begann, dann jeden Tag darüber nachzudenken."
    }
  },
  {
    "translation": {
      "en": "Looking for every piece of information",
      "de": "Ich suchte nach allen Informationen"
    }
  },
  {
    "translation": {
      "en": "in any newspaper or radio or television whatsoever.",
      "de": "in jeder Zeitung, jedem Radio oder im Fernsehen."
    }
  },
  {
    "translation": {
      "en": "It occurred to me that the essence of the evidence against him...",
      "de": "Es kam mir in den Sinn, dass der Kern der Beweise gegen ihn"
    }
  },
  {
    "translation": {
      "en": "may be very flawed.",
      "de": "sehr fehlerhaft sein könnte."
    }
  },
  {
    "translation": {
      "en": "The entire adventure...",
      "de": "Das ganze Abenteuer"
    }
  },
  {
    "translation": {
      "en": "may be a shocking farce.",
      "de": "könnte eine schockierende Farce sein."
    }
  },
  {
    "translation": {
      "en": "I said to O'Connor, \"I'm in the case.",
      "de": "Ich sagte zu O'Connor: \"Ich mache bei dem Fall mit."
    }
  },
  {
    "translation": {
      "en": "The man is not Ivan the Terrible.\"",
      "de": "Der Mann ist nicht Iwan der Schreckliche.\""
    }
  },
  {
    "translation": {
      "en": "[Gabay] The first time that I saw Sheftel,",
      "de": "Als ich Sheftel das erste Mal sah,"
    }
  },
  {
    "translation": {
      "en": "he embodied, for me, a traitor.",
      "de": "verkörperte er für mich einen Verräter."
    }
  },
  {
    "translation": {
      "en": "[Henry] I thought of Sheftel as being a showman at first.",
      "de": "Ich dachte, Sheftel wäre ein Blender,"
    }
  },
  {
    "translation": {
      "en": "A showboat, I should say.",
      "de": "ein Prahler, sollte ich sagen."
    }
  },
  {
    "translation": {
      "en": "He was quite...",
      "de": "Er war ziemlich..."
    }
  },
  {
    "translation": {
      "en": "uh, larger than life.",
      "de": "...überlebensgroß."
    }
  },
  {
    "translation": {
      "en": "[Klieger, in Hebrew] I can't tell you what I think about Sheftel,",
      "de": "Ich kann nicht sagen, was ich über Sheftel denke,"
    }
  },
  {
    "translation": {
      "en": "because he'd sue me immediately.",
      "de": "denn er würde mich sofort verklagen."
    }
  },
  {
    "translation": {
      "en": "But I'm sorry that there are Jews like Sheftel.",
      "de": "Aber es tut mir leid, dass es Juden wie Sheftel gibt."
    }
  },
  {
    "translation": {
      "en": "I'm ashamed of it.",
      "de": "Ich schäme mich dafür."
    }
  },
  {
    "translation": {
      "en": "Yoram, let's say you're defending a murderer,",
      "de": "Yoram, sagen wir, Sie verteidigen einen Mörder,"
    }
  },
  {
    "translation": {
      "en": "and for some reason or another,",
      "de": "und aus irgendeinem Grund"
    }
  },
  {
    "translation": {
      "en": "you can build him a stellar defense.",
      "de": "können Sie eine brillante Verteidigung aufbauen."
    }
  },
  {
    "translation": {
      "en": "Would you get him acquitted?",
      "de": "Lassen Sie ihn freisprechen?"
    }
  },
  {
    "translation": {
      "en": "With enthusiasm.",
      "de": "Mit Begeisterung."
    }
  },
  {
    "translation": {
      "en": "[in English] A person is entitled to a defense. I understand.",
      "de": "Einer Person steht eine Verteidigung zu, das verstehe ich."
    }
  },
  {
    "translation": {
      "en": "I saw Sheftel's involvement",
      "de": "Ich sah Sheftels Beteiligung so,"
    }
  },
  {
    "translation": {
      "en": "such that he had a little bit too much of a relish",
      "de": "dass es ihm zu sehr gefiel,"
    }
  },
  {
    "translation": {
      "en": "to get Mr. Demjanjuk found not guilty.",
      "de": "Herrn Demjanjuk freigesprochen zu bekommen."
    }
  },
  {
    "translation": {
      "en": "I have no respect for him. None.",
      "de": "Ich habe keinen Respekt für ihn. Gar keinen."
    }
  },
  {
    "translation": {
      "en": "[younger Henry] Reporters and photographers are arriving here daily.",
      "de": "Reporter und Fotografen kommen täglich hier an."
    }
  },
  {
    "translation": {
      "en": "Most are here for the duration of what they call the trial of the decade.",
      "de": "Die meisten sind hier für die Dauer des sogenannten \"Prozess des Jahrzehnts\"."
    }
  },
  {
    "translation": {
      "en": "[Henry] When this story came up",
      "de": "Als diese Geschichte aufkam,"
    }
  },
  {
    "translation": {
      "en": "and I was assigned to get on an airplane to fly over to Jerusalem,",
      "de": "und ich beauftragt wurde, nach Jerusalem zu fliegen,"
    }
  },
  {
    "translation": {
      "en": "I didn't know the true scope of the story",
      "de": "kannte ich den wahren Umfang der Geschichte nicht,"
    }
  },
  {
    "translation": {
      "en": "until I got there and saw the interest.",
      "de": "bis ich ankam und das Interesse sah."
    }
  },
  {
    "translation": {
      "en": "Everybody had a complete understanding of what the evidence was against this man,",
      "de": "JOHN DEMJANJUKS PROZESS BEGINNT Jeder hatte verstanden, welche Beweise gegen diesen Mann vorlagen."
    }
  },
  {
    "translation": {
      "en": "from the way he looked, from the way he spoke.",
      "de": "An der Art, wie sie dich ansahen, so wie sie sprachen,"
    }
  },
  {
    "translation": {
      "en": "You could tell their minds were pretty much made up.",
      "de": "konnte man sehen, dass sie sich schon entschieden hatten."
    }
  },
  {
    "translation": {
      "en": "If you ask me, I think he's guilty.",
      "de": "Ich denke, dass er schuldig ist."
    }
  },
  {
    "translation": {
      "en": "I think he is guilty.",
      "de": "Ich denke, er ist schuldig."
    }
  },
  {
    "translation": {
      "en": "If this guy is guilty, well, then, he's gotta pay the price.",
      "de": "Wenn der Kerl schuldig ist, dann muss er den Preis dafür zahlen."
    }
  },
  {
    "translation": {
      "en": "[Henry] Most people had a stronger opinion than I did.",
      "de": "Die meisten hatten eine stärkere Meinung als ich."
    }
  },
  {
    "translation": {
      "en": "That I can be sure of",
      "de": "Da bin ich mir sicher,"
    }
  },
  {
    "translation": {
      "en": "'cause they all said, \"There's no doubt that he's guilty.",
      "de": "denn sie alle sagten, dass er zweifellos schuldig ist."
    }
  },
  {
    "translation": {
      "en": "It'll be over in a nanosecond.\"",
      "de": "Und dass es sofort vorbei sein wird."
    }
  },
  {
    "translation": {
      "en": "I don't think I have the capacity,",
      "de": "Ich hatte diese Möglichkeit nicht,"
    }
  },
  {
    "translation": {
      "en": "'cause somewhere in my mind is always the little nagging voice saying,",
      "de": "denn irgendwo in meinem Kopf ist immer die kleine nörgelnde Stimme, die sagt:"
    }
  },
  {
    "translation": {
      "en": "\"Are you sure you've got enough information?",
      "de": "\"Bist du sicher, dass du genug Informationen hast?"
    }
  },
  {
    "translation": {
      "en": "Are you sure you're not gonna be making a mistake?\"",
      "de": "Bist du sicher, dass du keinen Fehler machst?\""
    }
  },
  {
    "translation": {
      "en": "And that's exactly how I felt in that courtroom in-- in Jerusalem.",
      "de": "Und genau so fühlte ich mich in diesem Gerichtssaal in Jerusalem."
    }
  },
  {
    "translation": {
      "en": "[reporter] The city of Jerusalem has been gearing up for the Demjanjuk trial for the past year,",
      "de": "Jerusalem bereitet sich seit einem Jahr auf den Demjanjuk-Prozess vor"
    }
  },
  {
    "translation": {
      "en": "and finally, the trial is set to start here",
      "de": "und endlich beginnt der Prozess hier,"
    }
  },
  {
    "translation": {
      "en": "at the city's sprawling convention complex.",
      "de": "im großen Kongresskomplex der Stadt."
    }
  },
  {
    "translation": {
      "en": "When it starts, the trial will be conducted here under very tight security.",
      "de": "Wenn der Prozess beginnt, findet er hier unter hohen Sicherheitsvorkehrungen statt."
    }
  },
  {
    "translation": {
      "en": "Soldiers and police will be on duty everywhere,",
      "de": "Soldaten und Polizisten sind überall im Einsatz"
    }
  },
  {
    "translation": {
      "en": "providing extraordinary protection during the entire length of the court case.",
      "de": "und bieten zusätzlichen Schutz für die gesamte Dauer des Prozesses."
    }
  },
  {
    "translation": {
      "en": "The newspapers here are reporting the Demjanjuk case extensively.",
      "de": "Die Zeitungen hier berichten ausführlich über den Demjanjuk-Fall."
    }
  },
  {
    "translation": {
      "en": "Television has weighed the merits of the trial for months.",
      "de": "Das Fernsehen hat monatelang die Gründe des Verfahrens beleuchtet"
    }
  },
  {
    "translation": {
      "en": "And soon, the actual court case begins.",
      "de": "und bald beginnt der eigentliche Prozess."
    }
  },
  {
    "translation": {
      "en": "We're still confident that justice will be done,",
      "de": "Wir sind zuversichtlich, dass die Gerechtigkeit siegt,"
    }
  },
  {
    "translation": {
      "en": "and my father will be exonerated. And there won't be another... crucifixion.",
      "de": "mein Vater entlastet wird und es zu keiner weiteren Kreuzigung kommt."
    }
  },
  {
    "translation": {
      "en": "[reporter, in Hebrew] Where did you come from at this early hour?",
      "de": "Wo kommen Sie so früh her?"
    }
  },
  {
    "translation": {
      "en": "Ramat Gan.",
      "de": "Aus Ramat Gan."
    }
  },
  {
    "translation": {
      "en": "-[reporter] Why? -Why?",
      "de": "-Warum? -Warum?"
    }
  },
  {
    "translation": {
      "en": "I told you. I lost them all.",
      "de": "Ich sagte es schon. Ich habe sie alle verloren."
    }
  },
  {
    "translation": {
      "en": "[in English] The three-judge panel begins hearing the Demjanjuk case",
      "de": "Die Kammer aus drei Richtern beginnt dort mit dem Demjanjuk-Fall"
    }
  },
  {
    "translation": {
      "en": "in this courtroom within the next two hours.",
      "de": "innerhalb von zwei Stunden."
    }
  },
  {
    "translation": {
      "en": "[reporter 1, in Hebrew] Each visitor's personal details were logged,",
      "de": "Die Personalien jedes Besuchers wurden protokolliert"
    }
  },
  {
    "translation": {
      "en": "and metal objects caused the metal detector to buzz.",
      "de": "und ein Metallobjekt ließ den Metalldetektor summen."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] What would you like the outcome to be?",
      "de": "Wie soll das Urteil ausfallen?"
    }
  },
  {
    "translation": {
      "en": "I want him to hang.",
      "de": "Ich will, dass er erhängt wird."
    }
  },
  {
    "translation": {
      "en": "I'd hang him myself.",
      "de": "Ich würde ihn selbst erhängen."
    }
  },
  {
    "translation": {
      "en": "Or burn him.",
      "de": "Oder ihn verbrennen."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] A few minutes after 7:00,",
      "de": "Wenige Minuten nach 7 Uhr,"
    }
  },
  {
    "translation": {
      "en": "two hours before the trial is set to begin,",
      "de": "zwei Stunden bevor der Prozess beginnen soll,"
    }
  },
  {
    "translation": {
      "en": "John Demjanjuk is brought in from Ayalon Prison.",
      "de": "wird John Demjanjuk aus dem Gefängnis von Ayalon hergebracht."
    }
  },
  {
    "translation": {
      "en": "[reporter 3, in English] The man Israelis say is the Butcher of Treblinka",
      "de": "Der Mann, den die Israelis als Schlächter von Treblinka beschuldigen,"
    }
  },
  {
    "translation": {
      "en": "went on trial in Jerusalem today.",
      "de": "stand heute in Jerusalem vor Gericht."
    }
  },
  {
    "translation": {
      "en": "[in Hebrew] The John Demjanjuk trial began today",
      "de": "Der John Demjanjuk-Prozess begann heute"
    }
  },
  {
    "translation": {
      "en": "at the International Convention Center in Jerusalem.",
      "de": "im internationalen Kongresszentrum von Jerusalem."
    }
  },
  {
    "translation": {
      "en": "[reporter 4, in English] This is so much more than a trial of one man's guilt.",
      "de": "Es geht um viel mehr als nur ein Prozess um die Schuld eines Mannes."
    }
  },
  {
    "translation": {
      "en": "This is a hearing of history.",
      "de": "Dies ist eine Anhörung der Geschichte."
    }
  },
  {
    "translation": {
      "en": "When Eichmann was on trial, my mother made me watch it.",
      "de": "Als Eichmann vor Gericht stand, ließ mich meine Mutter zusehen."
    }
  },
  {
    "translation": {
      "en": "Now Demjanjuk is on trial, and I want my child to watch it.",
      "de": "Jetzt steht Demjanjuk vor Gericht und mein Kind soll es sehen."
    }
  },
  {
    "translation": {
      "en": "This is the only safeguard we have that it never happens again.",
      "de": "Das ist unser einziger Schutz, dass das nie wieder passiert."
    }
  },
  {
    "translation": {
      "en": "All the research I'd done, all, everything--",
      "de": "All die Recherchen, die ich gemacht habe, all das..."
    }
  },
  {
    "translation": {
      "en": "This was the culmination of years and years.",
      "de": "Das war der Höhepunkt vieler Jahre."
    }
  },
  {
    "translation": {
      "en": "Here I am,",
      "de": "Da bin ich,"
    }
  },
  {
    "translation": {
      "en": "one or two hours of sleep, going on adrenaline,",
      "de": "nach ein oder zwei Stunden Schlaf, unter Adrenalin stehend,"
    }
  },
  {
    "translation": {
      "en": "having to be ready.",
      "de": "und muss bereit sein."
    }
  },
  {
    "translation": {
      "en": "[Sheftel] This is a case of...",
      "de": "Das ist ein Fall"
    }
  },
  {
    "translation": {
      "en": "establishment atrocity",
      "de": "von einer Untat des Establishments,"
    }
  },
  {
    "translation": {
      "en": "from bottom to top.",
      "de": "von unten bis oben."
    }
  },
  {
    "translation": {
      "en": "A cover-up and a frame-up...",
      "de": "Eine Vertuschung und eine Intrige"
    }
  },
  {
    "translation": {
      "en": "in a show trial.",
      "de": "in einem Schauprozess."
    }
  },
  {
    "translation": {
      "en": "[Sheftel] I was hundred percent convinced",
      "de": "Ich war zu 100 Prozent überzeugt,"
    }
  },
  {
    "translation": {
      "en": "that Demjanjuk is not Ivan the Terrible.",
      "de": "dass Demjanjuk nicht Iwan der Schreckliche ist."
    }
  },
  {
    "translation": {
      "en": "Yet, I'm convinced hundred percent",
      "de": "Aber ich war zu 100 Prozent überzeugt,"
    }
  },
  {
    "translation": {
      "en": "that he would be found guilty and sentenced to death.",
      "de": "dass er für schuldig befunden und zum Tode verurteilt wird."
    }
  },
  {
    "translation": {
      "en": "But I was sure...",
      "de": "Aber ich war sicher,"
    }
  },
  {
    "translation": {
      "en": "that I would manage",
      "de": "dass es mir gelingen würde,"
    }
  },
  {
    "translation": {
      "en": "to destroy the show.",
      "de": "die Show zu ruinieren."
    }
  },
  {
    "translation": {
      "en": "[in Hebrew] All rise!",
      "de": "Erheben Sie sich!"
    }
  },
  {
    "translation": {
      "en": "Case 3736, State of Israel vs. John Ivan Demjanjuk.",
      "de": "Fall 3736, Staat Israel gegen John Iwan Demjanjuk."
    }
  },
  {
    "translation": {
      "en": "The accused will rise.",
      "de": "Der Angeklagte möge sich erheben."
    }
  },
  {
    "translation": {
      "en": "-Please state your name. -Uh...",
      "de": "Bitte geben Sie Ihren Namen an."
    }
  },
  {
    "translation": {
      "en": "[Levin] What's your name?",
      "de": "Wie heißen Sie?"
    }
  },
  {
    "translation": {
      "en": "[in Ukrainian] Honorable court, my name is John Demjanjuk.",
      "de": "Ehrenwertes Gericht, mein Name ist John Demjanjuk."
    }
  },
  {
    "translation": {
      "en": "[Levin, in Hebrew] I must warn you,",
      "de": "Ich muss Sie warnen,"
    }
  },
  {
    "translation": {
      "en": "that you must tell the truth and the whole truth.",
      "de": "dass Sie die Wahrheit und die ganze Wahrheit sagen müssen."
    }
  },
  {
    "translation": {
      "en": "If you don't, you will be punished by law.",
      "de": "Sonst werden Sie vom Gesetz bestraft."
    }
  },
  {
    "translation": {
      "en": "[in English] John, you're being accused of being at Treblinka",
      "de": "John, Sie werden beschuldigt, in Treblinka gewesen zu sein"
    }
  },
  {
    "translation": {
      "en": "and participating in the horrendous crimes at that death killing camp.",
      "de": "und an den schrecklichen Verbrechen in diesem Todeslager teilgenommen zu haben."
    }
  },
  {
    "translation": {
      "en": "Uh, would you tell the court, at this instance,",
      "de": "Würden Sie dem Gericht jetzt sagen,"
    }
  },
  {
    "translation": {
      "en": "what your answer is with regard to you ever being at that location",
      "de": "wie Ihre Antwort in Bezug darauf ist, je an diesem Ort gewesen zu sein"
    }
  },
  {
    "translation": {
      "en": "and perpetrating any of these crimes?",
      "de": "und diese Verbrechen begangen zu haben?"
    }
  },
  {
    "translation": {
      "en": "[in Ukrainian] The honorable bench,",
      "de": "Ehrenwertes Gericht,"
    }
  },
  {
    "translation": {
      "en": "I'm accused here of having been at Treblinka.",
      "de": "mir wird vorgeworfen, in Treblinka gewesen zu sein."
    }
  },
  {
    "translation": {
      "en": "This is not true.",
      "de": "Das ist nicht wahr."
    }
  },
  {
    "translation": {
      "en": "I was never either at Treblinka or Sobibor",
      "de": "Ich war weder in Treblinka noch in Sobibór."
    }
  },
  {
    "translation": {
      "en": "or at any other such place.",
      "de": "Oder an einem anderen solchen Ort."
    }
  },
  {
    "translation": {
      "en": "Because I am not Ivan the Terrible.",
      "de": "Denn ich bin nicht Iwan der Schreckliche."
    }
  },
  {
    "translation": {
      "en": "And the most just witness to this is God himself.",
      "de": "Und der gerechteste Zeuge dafür ist Gott selbst."
    }
  },
  {
    "translation": {
      "en": "I am innocent, innocent, innocent.",
      "de": "Ich bin unschuldig, unschuldig und unschuldig."
    }
  },
  {
    "translation": {
      "en": "[man, in English] I studied Demjanuk's character,",
      "de": "Ich habe Demjanjuks Charakter studiert,"
    }
  },
  {
    "translation": {
      "en": "Demjanjuk's reaction.",
      "de": "Demjanjuks Reaktionen."
    }
  },
  {
    "translation": {
      "en": "I realized he will never confess.",
      "de": "Mir wurde klar, dass er nie gestehen wird."
    }
  },
  {
    "translation": {
      "en": "He would rather stay and maybe die",
      "de": "Er würde lieber bleiben und sogar sterben,"
    }
  },
  {
    "translation": {
      "en": "as the father and the grandfather",
      "de": "als der Vater und der Großvater,"
    }
  },
  {
    "translation": {
      "en": "uh, that he was later on in Cleveland.",
      "de": "der er später in Cleveland war."
    }
  },
  {
    "translation": {
      "en": "In every normal criminal case, you have a scene of crime.",
      "de": "In jedem normalen Kriminalfall gibt es einen Tatort."
    }
  },
  {
    "translation": {
      "en": "But the Nazis, they have burnt and destroyed most of the evidence.",
      "de": "Aber die Nazis verbrannten und zerstörten die meisten Beweise."
    }
  },
  {
    "translation": {
      "en": "The same goes to eyewitnesses.",
      "de": "Dasselbe gilt für Augenzeugen."
    }
  },
  {
    "translation": {
      "en": "I mean, most of them were exterminated by the Germans.",
      "de": "Die meisten wurden von den Deutschen ausgerottet."
    }
  },
  {
    "translation": {
      "en": "And yet, I have to lead this trial.",
      "de": "Aber ich muss diesen Prozess führen."
    }
  },
  {
    "translation": {
      "en": "[in Hebrew] The prosecution would like to invite Pinchas Epstein.",
      "de": "Die Staatsanwaltschaft möchte Pinchas Epstein vorladen."
    }
  },
  {
    "translation": {
      "en": "[in English] This trial was filled with so much passion,",
      "de": "Dieser Prozess war von so viel Leidenschaft erfüllt,"
    }
  },
  {
    "translation": {
      "en": "so much pain, and so much history.",
      "de": "so viel Schmerz und so viel Geschichte."
    }
  },
  {
    "translation": {
      "en": "Survivors were dying every day.",
      "de": "Jeden Tag starben Überlebende."
    }
  },
  {
    "translation": {
      "en": "And this was a last glimpse and effort",
      "de": "Und das war ein letzter Versuch,"
    }
  },
  {
    "translation": {
      "en": "to hear them, to put it in language, and to listen.",
      "de": "sie anzuhören, es in Sprache zu fassen und zuzuhören."
    }
  },
  {
    "translation": {
      "en": "[younger Shaked, in Hebrew] I would ask of you to start with your date of birth.",
      "de": "Bitte fangen Sie mit Ihrem Geburtsdatum an."
    }
  },
  {
    "translation": {
      "en": "I am Epstein Pinchas, son of Dov and Sara.",
      "de": "Ich bin Epstein Pinchas, Sohn von Dov und Sara."
    }
  },
  {
    "translation": {
      "en": "I was born in Czestochowa on March 3, 1925.",
      "de": "Ich wurde am 3. März 1925 in Czestochowa geboren."
    }
  },
  {
    "translation": {
      "en": "I understand that, from the moment you arrived at the death camp,",
      "de": "Ich verstehe, dass Sie von dem Moment Ihrer Ankunft im Todeslager"
    }
  },
  {
    "translation": {
      "en": "you were assigned to carry bodies from the gas chambers to the pits.",
      "de": "dazu eingeteilt waren, die Leichen von den Gaskammern zu den Gruben zu tragen."
    }
  },
  {
    "translation": {
      "en": "[Pinchas] Correct.",
      "de": "Korrekt."
    }
  },
  {
    "translation": {
      "en": "I sat at a spot where I could see",
      "de": "Ich saß an einer Stelle, von wo aus"
    }
  },
  {
    "translation": {
      "en": "the engine of the gas chambers.",
      "de": "ich den Motor für die Gaskammern sehen konnte."
    }
  },
  {
    "translation": {
      "en": "It was the machine house.",
      "de": "Es war das Maschinenhaus."
    }
  },
  {
    "translation": {
      "en": "And I saw a man come out of the gas chamber.",
      "de": "Und ich sah einen Mann aus der Gaskammer kommen."
    }
  },
  {
    "translation": {
      "en": "Later, I learned his name was Ivan. Ivan the Terrible.",
      "de": "Später erfuhr ich, dass sein Name Iwan war. Iwan der Schreckliche."
    }
  },
  {
    "translation": {
      "en": "I saw a large man, and he was operating the engine.",
      "de": "Ich sah einen großen Mann, der den Motor bediente."
    }
  },
  {
    "translation": {
      "en": "They ordered to open the doors and take out the corpses.",
      "de": "Sie befahlen, die Türen zu öffnen und die Leichen zu beseitigen."
    }
  },
  {
    "translation": {
      "en": "This Ivan would come out of the engine room",
      "de": "Dieser Iwan kam aus dem Maschinenraum"
    }
  },
  {
    "translation": {
      "en": "and beat us with his pipe.",
      "de": "und schlug uns mit einem Rohr."
    }
  },
  {
    "translation": {
      "en": "Sometimes he would carry a sword.",
      "de": "Manchmal trug er ein Schwert."
    }
  },
  {
    "translation": {
      "en": "And he would crush skulls, cut ears, and torture the prisoners.",
      "de": "Und er würde Schädel zerschmettern, Ohren abschneiden und Gefangene foltern."
    }
  },
  {
    "translation": {
      "en": "It was unbelievable.",
      "de": "Es war unvorstellbar."
    }
  },
  {
    "translation": {
      "en": "Your Honors, we took out corpses. It was horrific to see.",
      "de": "Wir haben die Leichen herausgetragen. Es war ein grauenvoller Anblick."
    }
  },
  {
    "translation": {
      "en": "People with crushed faces, people with knife wounds,",
      "de": "Menschen mit zerschlagenen Gesichtern, Menschen mit Messerwunden,"
    }
  },
  {
    "translation": {
      "en": "pregnant women stabbed in the gut, people with eyes poked out.",
      "de": "schwangere Frauen mit Bauchstichen. Menschen mit ausgestochenen Augen."
    }
  },
  {
    "translation": {
      "en": "There are no words.",
      "de": "Es gibt keine Worte."
    }
  },
  {
    "translation": {
      "en": "One day a living girl",
      "de": "Eines Tages, kam ein lebendes Mädchen"
    }
  },
  {
    "translation": {
      "en": "came out of the gas chambers.",
      "de": "aus den Gaskammern."
    }
  },
  {
    "translation": {
      "en": "About 12 years old.",
      "de": "Etwa 12 Jahre alt."
    }
  },
  {
    "translation": {
      "en": "Her words still ring in my ears:",
      "de": "Ihre Worte klingen noch in meinen Ohren."
    }
  },
  {
    "translation": {
      "en": "-[Levin] What do these words mean? -[voice breaking] \"I want my mommy.\"",
      "de": "-Was bedeuten diese Worte? -\"Ich will zu meiner Mami.\""
    }
  },
  {
    "translation": {
      "en": "[crying] I have a granddaughter her age.",
      "de": "Ich habe eine Enkelin in ihrem Alter."
    }
  },
  {
    "translation": {
      "en": "Then they took her to the pit and shot her.",
      "de": "Dann brachten sie sie in die Grube und erschossen sie."
    }
  },
  {
    "translation": {
      "en": "Your Honors, I see Ivan every night. I want to...",
      "de": "Ich sehe Iwan jede Nacht, ich will..."
    }
  },
  {
    "translation": {
      "en": "My poor wife. I dream of him every night. I see him every night.",
      "de": "Meine arme Frau, ich träume jede Nacht von ihm. Ich sehe ihn jede Nacht."
    }
  },
  {
    "translation": {
      "en": "He is engraved in my memory. I cannot escape him.",
      "de": "Er ist in meiner Erinnerung eingebrannt. Ich kann ihm nicht entkommen."
    }
  },
  {
    "translation": {
      "en": "I see Ivan here, in front of me, as I remember him, as he lives in my mind.",
      "de": "Ich sehe Iwan hier, vor mir, wie ich mich an ihn erinnere, wie er in meinem Kopf lebt."
    }
  },
  {
    "translation": {
      "en": "There he is, as he stands here! Here he stands!",
      "de": "Da ist er, wie er hier steht! Hier steht er!"
    }
  },
  {
    "translation": {
      "en": "[Levin] Mr. Epstein!",
      "de": "Herr Epstein!"
    }
  },
  {
    "translation": {
      "en": "Age has taken its toll, it's obvious, but not as much as to not know the man.",
      "de": "Das Alter hat seinen Tribut gefordert, das ist offensichtlich, aber nicht so sehr, dass man den Mann nicht erkennt."
    }
  },
  {
    "translation": {
      "en": "I see him, I see him, I see him.",
      "de": "Ich sehe ihn."
    }
  },
  {
    "translation": {
      "en": "-[man] Murderer! -[Irene] Shh!",
      "de": "Mörder!"
    }
  },
  {
    "translation": {
      "en": "[Tal] Be seated!",
      "de": "Setzen Sie sich!"
    }
  },
  {
    "translation": {
      "en": "[Sheftel, in English] There is full entitlement",
      "de": "Es besteht ein Anspruch"
    }
  },
  {
    "translation": {
      "en": "to seek brutal...",
      "de": "auf brutale,"
    }
  },
  {
    "translation": {
      "en": "merciless revenge",
      "de": "gnadenlose Rache"
    }
  },
  {
    "translation": {
      "en": "from Ivan the Terrible.",
      "de": "an Iwan dem Schrecklichen."
    }
  },
  {
    "translation": {
      "en": "I see a lot of value in revenge against the proper person,",
      "de": "Ich sehe den Wert für die Rache an der richtigen Person,"
    }
  },
  {
    "translation": {
      "en": "not against a retired autoworker",
      "de": "aber nicht gegen einen pensionierten Autoarbeiter,"
    }
  },
  {
    "translation": {
      "en": "which was mistakenly thought to be Ivan the Terrible...",
      "de": "der irrtümlicherweise für Iwan den Schrecklichen gehalten wurde,"
    }
  },
  {
    "translation": {
      "en": "as a victim of a conspiracy.",
      "de": "als Opfer einer Verschwörung."
    }
  }
]