[
  {
    "translation": {
      "en": "[reporter] People once called New York \"Fun City.\"",
      "de": "Die Leute nannten New York früher \"Spaßstadt\"."
    }
  },
  {
    "translation": {
      "en": "Now the police and firemen's unions in New York are calling it \"Fear City.\"",
      "de": "Jetzt nennen Polizei und Feuerwehr New York \"Angststadt\"."
    }
  },
  {
    "translation": {
      "en": "[man 4] There was a dispute over here, and he gets shot in the head.",
      "de": "Er wurde bei einem Streit in den Kopf geschossen."
    }
  },
  {
    "translation": {
      "en": "-[radio squawks] -[indistinct chatter]",
      "de": "New York 1970er Jahre EINE GESETZLOSE STADT, GEPLAGT VON DROGEN, GEWALT UND MORD"
    }
  },
  {
    "translation": {
      "en": "-[man 5] ...take that cocksucker out. -[siren droning]",
      "de": "EINE GESETZLOSE STADT, GEPLAGT VON DROGEN, GEWALT UND MORD"
    }
  },
  {
    "translation": {
      "en": "[man 6] This is a story about New York.",
      "de": "Dies ist die Geschichte über New York."
    }
  },
  {
    "translation": {
      "en": "[woman] There's been a lot of muggings,",
      "de": "Es gab viele Überfälle"
    }
  },
  {
    "translation": {
      "en": "killings.",
      "de": "und Morde."
    }
  },
  {
    "translation": {
      "en": "[man 7] Seven people have been murdered, their throats cut with a foot-long knife.",
      "de": "Sieben Menschen wurden ermordet, ihre Kehlen mit langen Messern durchtrennt."
    }
  },
  {
    "translation": {
      "en": "[man 6] It's a story about horrible acts of violence.",
      "de": "Es ist eine Geschichte über schreckliche Gewalttaten."
    }
  },
  {
    "translation": {
      "en": "It seems organized crime may have turned an abandoned railroad tunnel",
      "de": "Die Mafia hat scheinbar einen verlassenen Eisenbahntunnel"
    }
  },
  {
    "translation": {
      "en": "into a graveyard for as many as 60 people.",
      "de": "in einen Friedhof für 60 Menschen verwandelt."
    }
  },
  {
    "translation": {
      "en": "[man 8] Twenty-seven people have been eliminated.",
      "de": "Siebenundzwanzig Menschen wurden eliminiert."
    }
  },
  {
    "translation": {
      "en": "[man 6] And then it's a story about greed for money and power and dominance.",
      "de": "Die Geschichte handelt von Geldgier, Macht und Dominanz."
    }
  },
  {
    "translation": {
      "en": "[man 8] Federal officials say the Mob's income could total 60 to 100 billion dollars a year.",
      "de": "Laut Regierung könnte das Einkommen der Mafia $60-100 Mrd. im Jahr betragen."
    }
  },
  {
    "translation": {
      "en": "[man 9] Ninety-seven-04.",
      "de": "97 04."
    }
  },
  {
    "translation": {
      "en": "[man 6] New York was held in the grip of the Mafia.",
      "de": "Die Mafia hatte New York in ihrer Gewalt."
    }
  },
  {
    "translation": {
      "en": "...as I've tried to tell the president, the vice president, to Congress,",
      "de": "Ich sagte dem Präsidenten, dem Vizepräsidenten und dem Kongress,"
    }
  },
  {
    "translation": {
      "en": "what's going on here, they're not listening. This is a war.",
      "de": "was hier los ist. Sie hörten nicht zu. Das ist ein Krieg."
    }
  },
  {
    "translation": {
      "en": "[man 10] The director of the FBI said, \"What are we going to do about this?\"",
      "de": "Der Direktor des FBI sagte: \"Was sollen wir machen?\""
    }
  },
  {
    "translation": {
      "en": "[man 11] This was billed as the biggest organized crime investigation ever.",
      "de": "Das war die größte Ermittlung aller Zeiten gegen organisierte Kriminalität."
    }
  },
  {
    "translation": {
      "en": "[man 12] We were gonna bug the Mafia.",
      "de": "Wir wollten die Mafia abhören."
    }
  },
  {
    "translation": {
      "en": "-[man 13] Is Jimmy there? -[man 14] He left about five minutes ago.",
      "de": "-Ist Jimmy da? -Er ist seit fünf Minuten weg."
    }
  },
  {
    "translation": {
      "en": "[man 12] We were gonna hear them on the tapes, with our very own ears.",
      "de": "Wir würden sie mit eigenen Ohren auf den Tonbändern hören."
    }
  },
  {
    "translation": {
      "en": "♪ People all around me And they're all in fear ♪",
      "de": "WEM SAGST DU ES? Kümmere dich um deine Familie."
    }
  },
  {
    "translation": {
      "en": "[man] In the '70s, the city of New York was owned by the Mob.",
      "de": "In den 1970er-Jahren gehörte New York der Mafia."
    }
  },
  {
    "translation": {
      "en": "I had seen what Italian organized crime",
      "de": "Und was die italienische Mafia"
    }
  },
  {
    "translation": {
      "en": "had done in the neighborhood I grew up in in Brooklyn.",
      "de": "in dem Viertel in Brooklyn, in dem ich aufwuchs, anrichtete..."
    }
  },
  {
    "translation": {
      "en": "A few summers, I worked for my uncle, Jimmy Schiavone, in a butcher shop.",
      "de": "Ein paar Sommer arbeitete ich für meinen Onkel Jimmy Scabon beim Metzger."
    }
  },
  {
    "translation": {
      "en": "My uncle, he owed money to the Mob.",
      "de": "Mein Onkel schuldete der Mafia Geld."
    }
  },
  {
    "translation": {
      "en": "The poor guy worked six days a week to pay it back.",
      "de": "Der arme Kerl arbeitete sechs Tage die Woche, um es zurückzuzahlen."
    }
  },
  {
    "translation": {
      "en": "Meantime, I'd see these wiseguys come in from the Bonanno crime family...",
      "de": "In der Zwischenzeit kamen die Mafiosi von der Bonanno-Familie..."
    }
  },
  {
    "translation": {
      "en": "bulls.",
      "de": "das Pack."
    }
  },
  {
    "translation": {
      "en": "And my... my uncle was in the back.",
      "de": "Mein Onkel war hinten."
    }
  },
  {
    "translation": {
      "en": "And he would be schvitzing.",
      "de": "Und er schwitzte."
    }
  },
  {
    "translation": {
      "en": "He would be sweating, because they'd be threatening him.",
      "de": "Er schwitzte, weil sie ihn bedrohten."
    }
  },
  {
    "translation": {
      "en": "They'd threaten his son, Joey, Jr.",
      "de": "Sie drohten seinem Sohn Joey Jr."
    }
  },
  {
    "translation": {
      "en": "They'd threaten my aunt, Aunt Lucy.",
      "de": "Sie drohten meiner Tante Lucy."
    }
  },
  {
    "translation": {
      "en": "And actually they'd look at me and say, \"Who's the kid, right?\"",
      "de": "Und sie sahen mich an und sagten, wer ist das Kind?"
    }
  },
  {
    "translation": {
      "en": "And he'd say, \"No, no he's just the delivery boy.\"",
      "de": "Und er sagte: \"Nein, er ist nur der Bote.\""
    }
  },
  {
    "translation": {
      "en": "But, man, that was frightening days.",
      "de": "Das waren beängstigende Tage."
    }
  },
  {
    "translation": {
      "en": "You knew when you borrowed money from them.",
      "de": "Man wusste es, wenn man sich von denen Geld lieh."
    }
  },
  {
    "translation": {
      "en": "They-- If you didn't pay on time,",
      "de": "Zahlst du nicht pünktlich,"
    }
  },
  {
    "translation": {
      "en": "they'd bend your leg and stuff it in your pocket.",
      "de": "brechen sie dir ein Bein und stecken es dir in die Tasche."
    }
  },
  {
    "translation": {
      "en": "[man] My boxing trainer, my baseball coach,",
      "de": "Mein Boxtrainer, mein Baseballtrainer,"
    }
  },
  {
    "translation": {
      "en": "my barber were all involved with the Mob.",
      "de": "mein Friseur, alle hatten mit der Mafia zu tun."
    }
  },
  {
    "translation": {
      "en": "And I started getting an education,",
      "de": "Ich begann eine Ausbildung,"
    }
  },
  {
    "translation": {
      "en": "really understanding the street by the time I'm 14, 15.",
      "de": "ich kannte die Straße gut, als ich 14 oder 15 war."
    }
  },
  {
    "translation": {
      "en": "By the time I'm the time I'm 17, 18,",
      "de": "Als ich 17 oder 18 war,"
    }
  },
  {
    "translation": {
      "en": "I'm already collecting money.",
      "de": "sammelte ich schon Geld ein."
    }
  },
  {
    "translation": {
      "en": "And I'm told when to talk, when not to talk,",
      "de": "Man sagte, wann ich reden soll, wann nicht."
    }
  },
  {
    "translation": {
      "en": "or when to just hurt somebody.",
      "de": "Oder wann ich jemanden verletzen soll."
    }
  },
  {
    "translation": {
      "en": "[Alite] You wanna motivate 'em.",
      "de": "Um sie zu motivieren."
    }
  },
  {
    "translation": {
      "en": "\"Better have that money this fucking week.",
      "de": "\"Das Geld kommt diese Woche."
    }
  },
  {
    "translation": {
      "en": "If you don't have that money, I'm gonna come see you in a different way.",
      "de": "Hast du das Geld nicht, ziehe ich andere Seiten auf."
    }
  },
  {
    "translation": {
      "en": "Have that fucking money.\" Now, when a guy comes to see me",
      "de": "Besorg das Geld.\" Beleidigt mich ein Kerl"
    }
  },
  {
    "translation": {
      "en": "and he insults me with $1,000, yeah, I hurt him.",
      "de": "mit $1000, verletze ich ihn."
    }
  },
  {
    "translation": {
      "en": "After I hurt him, I tell him to go get me the rest of my fucking money.",
      "de": "Danach sage ich ihm, er soll den Rest besorgen."
    }
  },
  {
    "translation": {
      "en": "Now there's no patience.",
      "de": "Keine Geduld."
    }
  },
  {
    "translation": {
      "en": "He doesn't have the money a week before then, I baseball bat him.",
      "de": "Hat er das Geld in einer Woche nicht, schlage ich ihn."
    }
  },
  {
    "translation": {
      "en": "[man 2] I liked lending money out to people. It was good business.",
      "de": "Ich verlieh gerne Geld. Es war ein gutes Geschäft."
    }
  },
  {
    "translation": {
      "en": "If somebody couldn't pay,",
      "de": "Konnte jemand nicht zahlen,"
    }
  },
  {
    "translation": {
      "en": "then the idea is we become their partner.",
      "de": "wurden wir sein Partner."
    }
  },
  {
    "translation": {
      "en": "I acquired a Chevrolet agency that way.",
      "de": "So kam ich an eine Chevrolet-Filiale."
    }
  },
  {
    "translation": {
      "en": "Then I started making a lot of money and started to use that life to benefit me.",
      "de": "Dann verdiente ich viel Geld und nutzte das zu meinen Gunsten."
    }
  },
  {
    "translation": {
      "en": "[man 3] The gasoline scheme was the biggest thing that certainly I ever had.",
      "de": "Der Benzinplan war die größte Sache, die ich je hatte."
    }
  },
  {
    "translation": {
      "en": "There was a guy that had a small gas operation out in Long Island.",
      "de": "Ein Mann hatte in Long Island einen Benzinfirma."
    }
  },
  {
    "translation": {
      "en": "He comes to me, and he says, \"Mike, I have a germ of an idea,",
      "de": "Er kam zu mir und sagte: \"Mike, ich habe eine Idee, wie wir"
    }
  },
  {
    "translation": {
      "en": "where we might be able to defraud the government",
      "de": "Er kam zu mir und sagte: \"Mike, ich habe eine Idee, wie wir die Regierung um die Steuern für einen Liter Benzin betrügen können.\""
    }
  },
  {
    "translation": {
      "en": "out of tax on a gallon of gasoline.\"",
      "de": "die Regierung um die Steuern für einen Liter Benzin betrügen können.\""
    }
  },
  {
    "translation": {
      "en": "So he got my attention. I didn't like the government.",
      "de": "Ich war neugierig. Ich hasste die Regierung."
    }
  },
  {
    "translation": {
      "en": "Puts the box on the table. Opens it up.",
      "de": "Er öffnete eine Kiste auf dem Tisch."
    }
  },
  {
    "translation": {
      "en": "He said, \"This is the first week's take in the gas business: $320,000.\"",
      "de": "Er sagte: \"Das ist der Umsatz der ersten Woche im Benzingeschäft: $320.000.\""
    }
  },
  {
    "translation": {
      "en": "From that point on,",
      "de": "Von da an wuchs"
    }
  },
  {
    "translation": {
      "en": "I grew that operation to between eight and ten million dollars a week.",
      "de": "dieses Geschäft auf acht bis zehn Millionen Dollar pro Woche."
    }
  },
  {
    "translation": {
      "en": "We were selling gas to branded, unbranded stations, everybody,",
      "de": "Wir verkauften Benzin an Markentankstellen und markenlose Tankstellen, weil wir alle unterboten, die Steuern zahlten."
    }
  },
  {
    "translation": {
      "en": "'cause we were undercutting everybody. We weren't paying the tax.",
      "de": "und markenlose Tankstellen, weil wir alle unterboten, die Steuern zahlten."
    }
  },
  {
    "translation": {
      "en": "The FBI couldn't figure it out.",
      "de": "Das FBI merkte es nicht."
    }
  },
  {
    "translation": {
      "en": "I'll never forget one day:",
      "de": "Einen Tag vergesse ich nie."
    }
  },
  {
    "translation": {
      "en": "I was at my office at my automobile dealership.",
      "de": "Ich war in meinem Büro im Autohaus."
    }
  },
  {
    "translation": {
      "en": "Two FBI agents come in.",
      "de": "Zwei FBI-Agenten kamen."
    }
  },
  {
    "translation": {
      "en": "They said, \"Look, we know you got something going on with this gas.",
      "de": "Sie sagten: \"Wir wissen, Sie haben mit dem Benzin zu tun."
    }
  },
  {
    "translation": {
      "en": "Just tell us how you're doing it.",
      "de": "Wie machen Sie das?"
    }
  },
  {
    "translation": {
      "en": "You tell us how you're doing it. We'll give you a pass.\"",
      "de": "Sie sagen es uns. Wir verschonen Sie.\""
    }
  },
  {
    "translation": {
      "en": "I said, \"I dunno what you're talking about.",
      "de": "Ich sagte: \"Keine Ahnung, wovon Sie reden."
    }
  },
  {
    "translation": {
      "en": "You wanna buy a car? I'll give you a break.",
      "de": "Wollen Sie ein Auto kaufen?"
    }
  },
  {
    "translation": {
      "en": "I like you guys. Don't worry about it.\"",
      "de": "Ich mag Sie. Kein Problem.\""
    }
  },
  {
    "translation": {
      "en": "But that's how frustrated they were with us.",
      "de": "So frustriert waren sie von uns."
    }
  },
  {
    "translation": {
      "en": "They knew we were doing it, but they could never figure it out.",
      "de": "Sie wussten, wir waren es, aber nicht wie."
    }
  },
  {
    "translation": {
      "en": "It was the golden era of the Mob.",
      "de": "Es war die goldene Ära der Mafia."
    }
  },
  {
    "translation": {
      "en": "The FBI couldn't keep up with us. There was no way.",
      "de": "Das FBI konnte einfach nicht mithalten."
    }
  },
  {
    "translation": {
      "en": "[man] Our relationship with the Mafia... it was a cat and mouse game.",
      "de": "Unsere Beziehung zur Mafia war ein Katz-und-Mausspiel,"
    }
  },
  {
    "translation": {
      "en": "A very serious game, to be sure.",
      "de": "ein sehr ernstes Spiel."
    }
  },
  {
    "translation": {
      "en": "I can't tell you how many times a wiseguy would say to me,",
      "de": "Ich weiß nicht, wie oft ein Mafioso zu mir sagte:"
    }
  },
  {
    "translation": {
      "en": "\"You do what you gotta do. I do what I gotta do.\"",
      "de": "\"Sie tun, was Sie tun müssen. Ich tue, was ich tun muss.\""
    }
  },
  {
    "translation": {
      "en": "I used to tell them, \"Hey, you do your job. We'll do ours.",
      "de": "Ich sagte ihnen: \"Machen Sie Ihren Job. Wir machen unseren."
    }
  },
  {
    "translation": {
      "en": "You catch us the right way, no complaints.\"",
      "de": "Fangen Sie uns richtig, beschweren wir uns nicht.\""
    }
  },
  {
    "translation": {
      "en": "Their job is to lock you up. Our job is to get away with it.",
      "de": "Ihr Job ist, uns einzusperren. Unser Job, zu entkommen."
    }
  },
  {
    "translation": {
      "en": "You see them in a van,",
      "de": "Man sieht sie im Van,"
    }
  },
  {
    "translation": {
      "en": "you smile and you wave, because you're being cocky with them.",
      "de": "lächelt und winkt, weil man frech zu ihnen ist."
    }
  },
  {
    "translation": {
      "en": "They'd either walk away or tell me fuck off.",
      "de": "Sie gingen weg oder sagten, ich soll mich verpissen."
    }
  },
  {
    "translation": {
      "en": "If you didn't get told that in Brooklyn, you'd done something wrong.",
      "de": "Bekam man das in Brooklyn nicht gesagt, hatte man etwas falsch gemacht."
    }
  },
  {
    "translation": {
      "en": "[man] There was organized crime investigations being conducted",
      "de": "Es wurde in drei verschiedenen FBI-Büros"
    }
  },
  {
    "translation": {
      "en": "in three separate FBI offices,",
      "de": "gegen die Mafia ermittelt,"
    }
  },
  {
    "translation": {
      "en": "but each of them had their own idea about how to approach the problem.",
      "de": "aber jedes ging das Problem anders an."
    }
  },
  {
    "translation": {
      "en": "So, there was organized crime, but very unorganized investigations.",
      "de": "Es gab organisierte Kriminalität, aber unorganisierte Ermittlungen."
    }
  },
  {
    "translation": {
      "en": "We had no strategy. We had no plan.",
      "de": "Wir hatten keine Strategie und keinen Plan."
    }
  },
  {
    "translation": {
      "en": "[DeVecchio] When we would come across somebody we didn't know,",
      "de": "Sahen wir einen Unbekannten, konnten wir"
    }
  },
  {
    "translation": {
      "en": "the only thing we could do was take a photograph of them.",
      "de": "Sahen wir einen Unbekannten, konnten wir nur ein Foto machen."
    }
  },
  {
    "translation": {
      "en": "Then we could go out to our informants and say, \"Do you know this guy?\"",
      "de": "Dann fragten wir unsere Informanten: \"Kennst du den?\""
    }
  },
  {
    "translation": {
      "en": "They'd say, \"Yeah, I know that guy.\" \"What's he do?",
      "de": "-Sie sagten: \"Ja.\" -\"Was macht er?"
    }
  },
  {
    "translation": {
      "en": "What's his criminal activity? Who's he connected with?\"",
      "de": "Was ist seine Aufgabe? Zu wem gehört er?\""
    }
  },
  {
    "translation": {
      "en": "And then we'd put them on a board.",
      "de": "Dann kommt er auf eine Tafel."
    }
  },
  {
    "translation": {
      "en": "We had a very, very good idea of who was who",
      "de": "Wir wussten sehr gut, wer wer war"
    }
  },
  {
    "translation": {
      "en": "and how the Mafia was structured in New York.",
      "de": "und wie die Mafia in New York aufgebaut war."
    }
  },
  {
    "translation": {
      "en": "The five Italian organized crime families were",
      "de": "Die fünf italienischen Mafiafamilien"
    }
  },
  {
    "translation": {
      "en": "Gambino, Genovese, Lucchese, Colombo, and Bonanno.",
      "de": "waren Gambino, Genovese, Lucchese, Colombo und Bonanno."
    }
  },
  {
    "translation": {
      "en": "The families were very structured.",
      "de": "Die Familien waren sehr strukturiert."
    }
  },
  {
    "translation": {
      "en": "It started at the top with the boss,",
      "de": "Es fing oben mit dem Boss an,"
    }
  },
  {
    "translation": {
      "en": "then you had the underboss, who was really the second in command,",
      "de": "dann kam der Underboss, der zweite in der Rangfolge,"
    }
  },
  {
    "translation": {
      "en": "and then you had your caporegimes, captains,",
      "de": "und dann gab es Caporegimes und Captains,"
    }
  },
  {
    "translation": {
      "en": "and then you had the soldiers under them.",
      "de": "und unter ihnen die Soldaten."
    }
  },
  {
    "translation": {
      "en": "The way the families were structured gave us a very powerful position.",
      "de": "Die Struktur der Familien verlieh uns eine mächtige Position."
    }
  },
  {
    "translation": {
      "en": "The biggest problem was that you could never get to an underboss",
      "de": "Das größte Problem war, man kam an keinen Underboss"
    }
  },
  {
    "translation": {
      "en": "or the boss himself.",
      "de": "oder Boss heran."
    }
  },
  {
    "translation": {
      "en": "They were too well-insulated from whatever criminal activity was done.",
      "de": "Sie waren von den kriminellen Aktivitäten zu gut isoliert."
    }
  },
  {
    "translation": {
      "en": "They had no connection with it whatsoever.",
      "de": "Sie hatten keine Verbindung damit."
    }
  },
  {
    "translation": {
      "en": "The lower-level guys were out there committing the criminal acts",
      "de": "JOE N. GALLO, GALLOS AUTO Die Untermänner begingen die Straftaten"
    }
  },
  {
    "translation": {
      "en": "and kicking the money up to the higher-ups.",
      "de": "und gaben das Geld an die Oberen."
    }
  },
  {
    "translation": {
      "en": "The average wiseguy, we knew what he was doing.",
      "de": "Wir wussten, was der normale Mafioso tat."
    }
  },
  {
    "translation": {
      "en": "We put him in jail for a year,",
      "de": "Er fuhr für ein Jahr ein,"
    }
  },
  {
    "translation": {
      "en": "but it didn't solve the problem.",
      "de": "aber das löste das Problem nicht."
    }
  },
  {
    "translation": {
      "en": "Whatever their money making scheme was went right on, virtually without interruption,",
      "de": "Womit sie ihr Geld auch verdienten, es ging ohne Pause weiter,"
    }
  },
  {
    "translation": {
      "en": "'cause there's a lot of guys waiting in the wings to take his place.",
      "de": "viele warteten nur darauf, seinen Platz einzunehmen."
    }
  },
  {
    "translation": {
      "en": "[Sliwa] You know how I would spot the wiseguys?",
      "de": "Wie ich die Mafiosi erkennen würde?"
    }
  },
  {
    "translation": {
      "en": "-Well, particularly in the disco era... -Mm-hmm.",
      "de": "Vor allem in der Disco-Zeit"
    }
  },
  {
    "translation": {
      "en": "...they had the polyester waffle-weave bell bottoms.",
      "de": "trugen sie Schlaghosen aus Polyester mit Waffelmuster."
    }
  },
  {
    "translation": {
      "en": "They had the open neck, you know? They had to have the hair.",
      "de": "Sie hatten offene Hemden. Die Frisuren stimmten."
    }
  },
  {
    "translation": {
      "en": "Then they'd have their toilette water on, you know, like that Old Spice, Hai Karate.",
      "de": "Und sie hatten Eau de Toilette, wie Old Spice, Hai Karate."
    }
  },
  {
    "translation": {
      "en": "-Lilac water. -Ah.",
      "de": "wie Old Spice, Hai Karate."
    }
  },
  {
    "translation": {
      "en": "Man, you light a match, you'd all be blown to kingdom come.",
      "de": "Wenn man ein Streichholz anzündet, explodieren sie."
    }
  },
  {
    "translation": {
      "en": "[Alite] In the '70s, when we started moving heroin and cocaine, it was huge.",
      "de": "In den 1970er-Jahren lief das Geschäft mit Heroin und Kokain sehr gut."
    }
  },
  {
    "translation": {
      "en": "We were making a million a month.",
      "de": "Wir verdienten eine Million im Monat."
    }
  },
  {
    "translation": {
      "en": "We partied constantly.",
      "de": "Wir haben ständig gefeiert."
    }
  },
  {
    "translation": {
      "en": "All the gangsters used.",
      "de": "Alle Gangster nahmen Drogen."
    }
  },
  {
    "translation": {
      "en": "They'll tell you they never did, but they did.",
      "de": "Sie leugnen es, aber sie taten es."
    }
  },
  {
    "translation": {
      "en": "Say nobody cheated on their wives, but everybody cheated on their wives.",
      "de": "Sie sagen, niemand betrog seine Frau, aber alle taten es."
    }
  },
  {
    "translation": {
      "en": "Nobody drank champagne. We drank champagne day and night.",
      "de": "Niemand trank Champagner. Wir tranken immer."
    }
  },
  {
    "translation": {
      "en": "[Sliwa] The wiseguys were collecting the moola-shmoola.",
      "de": "Die Mafiosi lebten in Saus und Braus."
    }
  },
  {
    "translation": {
      "en": "In the mean time, the city of New York was total anarchy.",
      "de": "Und in New York herrschte totale Anarchie."
    }
  },
  {
    "translation": {
      "en": "The Bronx was burning like every night.",
      "de": "In der Bronx brannte es jede Nacht."
    }
  },
  {
    "translation": {
      "en": "Buildings were being either torched by the landlord for the insurance",
      "de": "Gebäude wurden von  Vermietern wegen der Versicherung"
    }
  },
  {
    "translation": {
      "en": "or torched by gangs.",
      "de": "oder von Gangs angezündet."
    }
  },
  {
    "translation": {
      "en": "[man] There is a war in progress on the streets of New York",
      "de": "Es herrschte Krieg auf New Yorks Straßen"
    }
  },
  {
    "translation": {
      "en": "to see who's gonna control portions of the illegal drug market.",
      "de": "um die Kontrolle des illegalen Drogenmarkts."
    }
  },
  {
    "translation": {
      "en": "[DeVecchio] New York was lawless.",
      "de": "New York war gesetzlos."
    }
  },
  {
    "translation": {
      "en": "[man] One hundred eighty-seven banks were robbed in this town this month,",
      "de": "In der Stadt wurden diesen Monat 187 Banken ausgeraubt,"
    }
  },
  {
    "translation": {
      "en": "and there's still another day left.",
      "de": "und es fehlt noch ein Tag."
    }
  },
  {
    "translation": {
      "en": "[DeVecchio] Bank robberies, hijackings, drugs, murder, extortion,",
      "de": "Banküberfälle, Entführungen, Drogen, Mord, Erpressung,"
    }
  },
  {
    "translation": {
      "en": "loan sharking, gambling, you name it.",
      "de": "Wucher, Glücksspiel, alles."
    }
  },
  {
    "translation": {
      "en": "Organized crime controlled virtually everything you can think of.",
      "de": "Die Mafia kontrollierte praktisch alles, was man sich vorstellen kann."
    }
  },
  {
    "translation": {
      "en": "No matter how much manpower we put out there,",
      "de": "Egal, wie viele Leute wir einsetzten,"
    }
  },
  {
    "translation": {
      "en": "the Mafia ran virtually unfettered in New York.",
      "de": "die Mafia agierte praktisch frei in New York."
    }
  },
  {
    "translation": {
      "en": "[reporter] The Guardian Angels",
      "de": "Die Guardian Angels"
    }
  },
  {
    "translation": {
      "en": "is a group of youths who have taken it upon themselves to fight subway crime.",
      "de": "sind eine Gruppe Jugendlicher, die U-Bahn-Kriminalität bekämpfen wollen."
    }
  },
  {
    "translation": {
      "en": "[Sliwa] We had to take the law into our own hands.",
      "de": "Wir mussten das Gesetz selbst in die Hand nehmen."
    }
  },
  {
    "translation": {
      "en": "As Guardian Angels, trying to maintain law and order...",
      "de": "Die Guardian Angels wollten Recht und Ordnung wahren."
    }
  },
  {
    "translation": {
      "en": "The cops didn't like it, but we said, \"Tough noogies, too bad,",
      "de": "Den Cops gefiel das nicht, aber wir sagten: \"Ist uns egal,"
    }
  },
  {
    "translation": {
      "en": "because you guys turned the city over to organized crime.\"",
      "de": "weil ihr die Stadt der Mafia überlassen habt.\""
    }
  },
  {
    "translation": {
      "en": "[Franzese] Look, I had a jet plane. I had a Lear 25. I had a helicopter at that time.",
      "de": "Ich hatte ein Flugzeug, einen Learjet 25. Ich hatte damals einen Hubschrauber."
    }
  },
  {
    "translation": {
      "en": "I had a house in Florida, a house in New York.",
      "de": "Ich hatte Häuser in Florida und New York."
    }
  },
  {
    "translation": {
      "en": "I built a 7,000-square-foot house with a racquetball court.",
      "de": "Ich baute ein riesiges Haus mit einem Racquetballfeld."
    }
  },
  {
    "translation": {
      "en": "[Alite] We were untouchable.",
      "de": "Wir waren unantastbar."
    }
  },
  {
    "translation": {
      "en": "Who's gonna stop us?",
      "de": "Wer sollte uns stoppen?"
    }
  },
  {
    "translation": {
      "en": "You felt like you had the power to do anything you want.",
      "de": "Du fühlst dich, als könntest du alles tun."
    }
  },
  {
    "translation": {
      "en": "I didn't have any power to do anything.",
      "de": "Ich konnte nichts tun."
    }
  },
  {
    "translation": {
      "en": "We were lucky if we put one or two guys in jail every year.",
      "de": "Mit Glück schnappten wir jedes Jahr ein oder zwei Männer."
    }
  },
  {
    "translation": {
      "en": "[Alite] I didn't feel New York was mine for the taking.",
      "de": "Die Stadt war nicht bereit."
    }
  },
  {
    "translation": {
      "en": "I thought we already took it.",
      "de": "Wir hatten sie schon."
    }
  },
  {
    "translation": {
      "en": "[Kossler] New York was held in the grip of the Mafia.",
      "de": "New York war im Griff der Mafia."
    }
  },
  {
    "translation": {
      "en": "The government was not controlling much of anything.",
      "de": "Die Regierung kontrollierte nicht viel."
    }
  },
  {
    "translation": {
      "en": "That was the worst part about it. People didn't believe that law enforcement",
      "de": "Das war das Schlimmste. Keiner glaubte, die Polizei"
    }
  },
  {
    "translation": {
      "en": "could do anything about the Mafia.",
      "de": "könnte etwas gegen die Mafia tun."
    }
  },
  {
    "translation": {
      "en": "It was gonna be here forever.",
      "de": "Sie würde für immer da sein."
    }
  },
  {
    "translation": {
      "en": "[Kossler] We had a meeting in Washington, D.C., the Department of Justice.",
      "de": "Wir hatten ein Treffen in Washington, im Justizministerium."
    }
  },
  {
    "translation": {
      "en": "The director of the FBI said, \"What are we going to do about this?\"",
      "de": "Der Direktor des FBI sagte: \"Was machen wir dagegen?\""
    }
  },
  {
    "translation": {
      "en": "[man] At the time, the FBI was totally unsuccessful.",
      "de": "Damals war das FBI völlig erfolglos."
    }
  },
  {
    "translation": {
      "en": "But we already had the perfect tools to bring down the Mafia.",
      "de": "Aber wir hatten das perfekte Werkzeug, um die Mafia zu stürzen."
    }
  },
  {
    "translation": {
      "en": "The Racketeer Influenced and Corrupt Organizations Act...",
      "de": "Der Racketeer Influenced and Corrupt Organizations Act,"
    }
  },
  {
    "translation": {
      "en": "commonly referred to as RICO,",
      "de": "allgemein bezeichnet als RICO,"
    }
  },
  {
    "translation": {
      "en": "was a law that I wrote in 1970 to dismantle the Mafia, bosses and all.",
      "de": "war ein Gesetz, das ich 1970 schrieb, um die ganze Mafia zu zerstören."
    }
  },
  {
    "translation": {
      "en": "The FBI had this law for ten years and didn't know how to use it.",
      "de": "Das FBI hatte das Gesetz schon zehn Jahre und wusste es nicht einzusetzen."
    }
  },
  {
    "translation": {
      "en": "So I figured maybe what we could do is have a training course",
      "de": "Ich dachte, wir könnten eine Schulung machen"
    }
  },
  {
    "translation": {
      "en": "at Cornell, right here.",
      "de": "hier in Cornell."
    }
  },
  {
    "translation": {
      "en": "[Kossler] March of '79, the boss wanted us to go",
      "de": "Im März 1979 schickte uns der Boss"
    }
  },
  {
    "translation": {
      "en": "to a seminar at Cornell University Law School",
      "de": "zu einem Seminar an der Cornell University Law School"
    }
  },
  {
    "translation": {
      "en": "having to do with organized crime problems.",
      "de": "über die Probleme mit organisiertem Verbrechen."
    }
  },
  {
    "translation": {
      "en": "It was a week of spending time away from the family.",
      "de": "Es war eine Woche weg von der Familie."
    }
  },
  {
    "translation": {
      "en": "I wasn't really seeing what benefit it was to me or to us.",
      "de": "Ich sah nicht, welchen Nutzen es mir oder uns bringt."
    }
  },
  {
    "translation": {
      "en": "I went kicking and screaming,",
      "de": "Ich wehrte mich dagegen,"
    }
  },
  {
    "translation": {
      "en": "but as it turned out, it would change everything.",
      "de": "aber es veränderte alles."
    }
  },
  {
    "translation": {
      "en": "[Blakey] Question is, why RICO?",
      "de": "Die Frage ist, warum RICO?"
    }
  },
  {
    "translation": {
      "en": "You need to know what we had before RICO.",
      "de": "Sie müssen wissen, was wir vor RICO hatten."
    }
  },
  {
    "translation": {
      "en": "Before RICO, we could arrest the foot soldiers in the Mafia family",
      "de": "Vor RICO konnten wir die Fußsoldaten der Mafia-Familie wegen Erpressung, Mord und Drogenhandel verhaften,"
    }
  },
  {
    "translation": {
      "en": "for things like extortion, murder, drug-dealing,",
      "de": "wegen Erpressung, Mord und Drogenhandel verhaften,"
    }
  },
  {
    "translation": {
      "en": "but we had no way of tying...",
      "de": "aber wir konnten sie nicht"
    }
  },
  {
    "translation": {
      "en": "the foot soldiers to the bosses.",
      "de": "mit den Bossen vernbinden."
    }
  },
  {
    "translation": {
      "en": "I was telling them, \"What you've gotta do is take out the organization.",
      "de": "Ich sagte ihnen: \"Ihr müsst die Organisation ausschalten."
    }
  },
  {
    "translation": {
      "en": "And you're not gonna take out the organization",
      "de": "Und das schafft ihr nicht,"
    }
  },
  {
    "translation": {
      "en": "unless you focus on the organization.\"",
      "de": "wenn ihr euch nicht auf die Organisation konzentriert.\""
    }
  },
  {
    "translation": {
      "en": "By defining these people as bosses and members of this organization,",
      "de": "Identifizieren wir die Leute als Bosse und Mitglieder der Organisation,"
    }
  },
  {
    "translation": {
      "en": "they're now all joined together.",
      "de": "gehören sie alle zusammen."
    }
  },
  {
    "translation": {
      "en": "Using RICO, a person can now be convicted",
      "de": "Mit RICO kann eine Person verurteilt werden,"
    }
  },
  {
    "translation": {
      "en": "because they ordered somebody to commit a crime.",
      "de": "weil sie jemandem eine Straftat anordnete."
    }
  },
  {
    "translation": {
      "en": "So you could now prosecute a group of people",
      "de": "Jetzt konnte man eine Gruppe von Leuten anklagen,"
    }
  },
  {
    "translation": {
      "en": "who had committed those crimes together.",
      "de": "die diese Verbrechen gemeinsam begingen."
    }
  },
  {
    "translation": {
      "en": "That way you can go after the whole organization at one time.",
      "de": "So kann man die ganze Organisation gleichzeitig verfolgen."
    }
  },
  {
    "translation": {
      "en": "You need to be able to show that this crime was related",
      "de": "Man muss zeigen können, dass das Verbrechen verbunden ist"
    }
  },
  {
    "translation": {
      "en": "to an organization that does crime the whole time.",
      "de": "mit einer Organisation, die ständig Verbrechen begeht."
    }
  },
  {
    "translation": {
      "en": "-The definition of power... -[Kossler] Bob Blakey said,",
      "de": "Die Definition von Macht... Bob Blakey sagte: \"Man sollte die Mafiosi nicht als Individuen verfolgen,"
    }
  },
  {
    "translation": {
      "en": "\"You should prosecute these Mob guys not as individual people,",
      "de": "Bob Blakey sagte: \"Man sollte die Mafiosi nicht als Individuen verfolgen,"
    }
  },
  {
    "translation": {
      "en": "but as a group of people committing crimes as a business.\"",
      "de": "sondern als Gruppe, die Straftaten als Geschäft begeht.\""
    }
  },
  {
    "translation": {
      "en": "It was like an epiphany for me... a rush.",
      "de": "Es war wie eine Offenbarung für mich."
    }
  },
  {
    "translation": {
      "en": "Now I could see how I could redirect the agents",
      "de": "Jetzt sah ich, wie ich die Agenten umlenken konnte,"
    }
  },
  {
    "translation": {
      "en": "and make them understand what we had to do.",
      "de": "damit sie verstehen, was wir tun mussten."
    }
  },
  {
    "translation": {
      "en": "Now I knew how we could bring down the entire New York Mafia.",
      "de": "Jetzt wusste ich, wie wir die Mafia hier erledigen konnten."
    }
  },
  {
    "translation": {
      "en": "[Kossler] The plan was to develop a RICO case",
      "de": "Wir wollten einen RICO-Fall gegen alle fünf Familien aufbauen."
    }
  },
  {
    "translation": {
      "en": "against each of the Five Families.",
      "de": "Wir wollten einen RICO-Fall gegen alle fünf Familien aufbauen. I. METHODIK A . PLANUNGSHIERARCHIE"
    }
  },
  {
    "translation": {
      "en": "Organized crime requires organized investigation.",
      "de": "Organisierte Kriminalität erfordert organisierte Ermittlungen."
    }
  },
  {
    "translation": {
      "en": "We would have five Family squads,",
      "de": "Wir erstellten fünf Familienteams,"
    }
  },
  {
    "translation": {
      "en": "and all the information about that particular Family",
      "de": "jede Information zu jeder Familie"
    }
  },
  {
    "translation": {
      "en": "would only go that one squad.",
      "de": "ging nur an das Team."
    }
  },
  {
    "translation": {
      "en": "[DeVecchio] Kossler brought us into the conference room one day",
      "de": "Kossler versammelte uns eines Tages im Konferenzraum"
    }
  },
  {
    "translation": {
      "en": "and said, \"We're not leaving the room until we have a written document",
      "de": "und sagte: \"Wir verlassen den Raum nicht, bis wir ein schriftliches Dokument haben,"
    }
  },
  {
    "translation": {
      "en": "of how we work... organized crime cases under the RICO statute.\"",
      "de": "wie wir gegen organisiertes Verbrechen unter dem RICO-Statut vorgehen.\""
    }
  },
  {
    "translation": {
      "en": "We didn't know anything about the RICO law, frankly, because we never used it.",
      "de": "Wir wussten nichts über das RICO-Gesetz, weil wir es nie benutzt hatten."
    }
  },
  {
    "translation": {
      "en": "All of a sudden, people said, \"Wait a minute. I have all these cases",
      "de": "Plötzlich sagte man: \"Moment mal. Ich habe all diese Fälle,"
    }
  },
  {
    "translation": {
      "en": "involving all those people down here.\"",
      "de": "mit denen diese Leute zu tun haben.\""
    }
  },
  {
    "translation": {
      "en": "\"Close them, because we're only gonna go after these people up here.\"",
      "de": "\"Schließ sie, weil wir nur gegen die Leute hier oben vorgehen.\""
    }
  },
  {
    "translation": {
      "en": "[DeVecchio] You're talking about a major operation:",
      "de": "Es ging um eine große Operation:"
    }
  },
  {
    "translation": {
      "en": "one squad per family, going after the bosses of all Five Families.",
      "de": "Ein Team pro Familie verfolgte die Bosse aller fünf Familien."
    }
  },
  {
    "translation": {
      "en": "When he first broached that to me, I...",
      "de": "Als er mir das sagte..."
    }
  },
  {
    "translation": {
      "en": "I had my doubts. How're we gonna do that?",
      "de": "Ich hatte Zweifel. Wie machen wir das?"
    }
  },
  {
    "translation": {
      "en": "The problem was that no matter how hard you tried,",
      "de": "Das Problem war, wie sehr man es auch versuchte,"
    }
  },
  {
    "translation": {
      "en": "it was very, very difficult to get a cooperating witness.",
      "de": "es war schwierig, kooperierende Zeugen zu finden."
    }
  },
  {
    "translation": {
      "en": "They were too afraid to talk on the record.",
      "de": "Sie hatten zu viel Angst auszusagen."
    }
  },
  {
    "translation": {
      "en": "[Franzese] We had a strict code.",
      "de": "Wir hatten einen strengen Kodex."
    }
  },
  {
    "translation": {
      "en": "It was the main reason why the Mob survived and prospered",
      "de": "Es war der Hauptgrund, warum die Mafia über 100 Jahre"
    }
  },
  {
    "translation": {
      "en": "for well over a hundred years in this country.",
      "de": "in diesem Land überlebte und florierte."
    }
  },
  {
    "translation": {
      "en": "I took the blood oath on Halloween Night, 1975.",
      "de": "Ich leistete den Blutschwur an Halloween 1975."
    }
  },
  {
    "translation": {
      "en": "The boss was seated at the head of, like, a horseshoe configuration,",
      "de": "Der Boss saß am Kopf einer Hufeisenformation."
    }
  },
  {
    "translation": {
      "en": "and all the captains were alongside of that.",
      "de": "Alle Captains saßen daneben."
    }
  },
  {
    "translation": {
      "en": "I held out my hand. He took a knife, cut my finger.",
      "de": "Ich streckte die Hand aus. Er schnitt mir in den Finger."
    }
  },
  {
    "translation": {
      "en": "He took a picture of a saint, put it on my hands, lit a flame...",
      "de": "Er legte ein Bild eines Heiligen auf meine Hände und zündete es an."
    }
  },
  {
    "translation": {
      "en": "and he said, \"Tonight, Michael Franzese, you are born again into a new life.\"",
      "de": "Er sagte: \"Heute Abend wirst du in ein neues Leben geboren."
    }
  },
  {
    "translation": {
      "en": "He said, \"Betray your brothers and you will die and burn in hell",
      "de": "Verrate deine Brüder, und du verbrennst in der Hölle,"
    }
  },
  {
    "translation": {
      "en": "like this saint is burning in your hands.\"",
      "de": "wie der Heilige in deinen Händen."
    }
  },
  {
    "translation": {
      "en": "He said, \"Do you accept?\"",
      "de": "Akzeptierst du?\""
    }
  },
  {
    "translation": {
      "en": "\"Yes, I do.\"",
      "de": "\"Ja.\""
    }
  },
  {
    "translation": {
      "en": "Guys like myself...",
      "de": "Leute wie ich,"
    }
  },
  {
    "translation": {
      "en": "everybody on the street, they knew, you become the witness,",
      "de": "alle auf der Straße. Wir wussten, sagst du aus,"
    }
  },
  {
    "translation": {
      "en": "you're probably gonna pay for it with your life.",
      "de": "bezahlst du dafür mit deinem Leben."
    }
  },
  {
    "translation": {
      "en": "You feared the boss.",
      "de": "Man hatte Angst vor dem Boss."
    }
  },
  {
    "translation": {
      "en": "You feared breaking the code.",
      "de": "Angst, den Kodex zu brechen."
    }
  },
  {
    "translation": {
      "en": "[Kossler] Someone who becomes a member of the Mafia won't testify.",
      "de": "Jemand, der Mitglied der Mafia wird, sagt nicht aus."
    }
  },
  {
    "translation": {
      "en": "It was a secret society.",
      "de": "Es war ein Geheimbund."
    }
  },
  {
    "translation": {
      "en": "But we had a good solution to a big problem.",
      "de": "Aber wir hatten die Lösung für ein großes Problem."
    }
  },
  {
    "translation": {
      "en": "Without cooperating witnesses, the plan was to start bugging the Mob.",
      "de": "Ohne kooperierende Zeugen war der Plan, die Mafia zu verwanzen."
    }
  },
  {
    "translation": {
      "en": "Put bugs in the places where they operated.",
      "de": "Die Orte zu verwanzen, wo sie agierten."
    }
  },
  {
    "translation": {
      "en": "It might be a restaurant he frequents.",
      "de": "Ein Restaurant, das er oft besucht."
    }
  },
  {
    "translation": {
      "en": "It might be a car that he uses. It might be his house.",
      "de": "Ein Auto, das er benutzt. Es könnte sein Haus sein."
    }
  },
  {
    "translation": {
      "en": "The ultimate goal was to record evidence",
      "de": "Das große Ziel war, Beweise aufzuzeichnen,"
    }
  },
  {
    "translation": {
      "en": "that's coming directly from the boss's mouth",
      "de": "die direkt aus dem Mund des Bosses kamen,"
    }
  },
  {
    "translation": {
      "en": "as to what criminal activity he was involved in",
      "de": "in welche kriminelle Aktivitäten er verwickelt war"
    }
  },
  {
    "translation": {
      "en": "and who was in it involved with him.",
      "de": "und wer noch dabei war."
    }
  },
  {
    "translation": {
      "en": "You can use that to bring the whole organization down.",
      "de": "Damit kann man die ganze Organisation stürzen."
    }
  },
  {
    "translation": {
      "en": "That was gonna take a lot of manpower.",
      "de": "Dafür brauchte man viel Personal."
    }
  },
  {
    "translation": {
      "en": "I asked headquarters to send us 50 agents.",
      "de": "Ich bat die Zentrale, uns 50 Agenten zu schicken."
    }
  },
  {
    "translation": {
      "en": "The director said, \"Give New York whatever it needs.\"",
      "de": "Der Direktor sagte: \"Geben Sie New York, was es braucht.\""
    }
  },
  {
    "translation": {
      "en": "[man] We started off on day one.",
      "de": "Wir fingen direkt an."
    }
  },
  {
    "translation": {
      "en": "I had the Gambino family. It was one of the most powerful families.",
      "de": "Ich hatte die Gambino-Familie, eine der mächtigsten Familien."
    }
  },
  {
    "translation": {
      "en": "There were close to 21 captains, over three hundred soldiers...",
      "de": "Es gab fast 21 Captains, über 300 Soldaten..."
    }
  },
  {
    "translation": {
      "en": "thousands of associates.",
      "de": "...Tausende Mitarbeiter."
    }
  },
  {
    "translation": {
      "en": "And the largest target was Paul Castellano, the boss of the family.",
      "de": "Und das größte Ziel war Paul Castello, der Boss der Familie."
    }
  },
  {
    "translation": {
      "en": "Castellano ran the family like a Fortune 500 business.",
      "de": "Castellano führte die Familie wie ein Fortune-500-Unternehmen."
    }
  },
  {
    "translation": {
      "en": "They called him the white-collar don because he read The Wall Street Journal.",
      "de": "Sie nannten ihn Weißer-Kragen-Don, weil er das Wall Street Journal las."
    }
  },
  {
    "translation": {
      "en": "He was very successful financially.",
      "de": "Er war finanziell sehr erfolgreich."
    }
  },
  {
    "translation": {
      "en": "But the most important thing he understood was,",
      "de": "Aber er wusste,"
    }
  },
  {
    "translation": {
      "en": "in order to rule a crime family,",
      "de": "um über eine Mafiafamilie zu herrschen,"
    }
  },
  {
    "translation": {
      "en": "you have to instill fear in your soldiers and captains.",
      "de": "muss man seinen Soldaten und Captains Furcht einflößen."
    }
  },
  {
    "translation": {
      "en": "And he had a bunch of real tough guys around him",
      "de": "Er hatte ein paar harte Kerle um sich,"
    }
  },
  {
    "translation": {
      "en": "who were like hit men for the Mob.",
      "de": "die Auftragskiller der Mafia."
    }
  },
  {
    "translation": {
      "en": "[Alite] Paul Castellano was a boss. We knew he was very wealthy.",
      "de": "Paul Castellano war Boss. Wir wussten, er war sehr reich."
    }
  },
  {
    "translation": {
      "en": "We knew we was very strong.",
      "de": "Er war stark."
    }
  },
  {
    "translation": {
      "en": "He had 20-something guys killed.",
      "de": "Er ließ etwa 20 Männer töten."
    }
  },
  {
    "translation": {
      "en": "So when people say he was a soft, white-collar criminal,",
      "de": "Es hieß, er war ein weicher Wirtschaftskrimineller,"
    }
  },
  {
    "translation": {
      "en": "that's the furthest thing from the truth. I actually looked up to the guy.",
      "de": "im Gegenteil. Ich blickte zu ihm auf."
    }
  },
  {
    "translation": {
      "en": "This is a guy who's smart enough to kill the way had people killed,",
      "de": "Der Mann war klug genug, Menschen so töten zu lassen,"
    }
  },
  {
    "translation": {
      "en": "but yet not be called a killer.",
      "de": "dass er nicht als Mörder da stand."
    }
  },
  {
    "translation": {
      "en": "Because he is a killer. It's just not by his own hand.",
      "de": "Er ist ein Mörder. Er tötet nicht selber."
    }
  },
  {
    "translation": {
      "en": "[Mouw] He lived in a big house on Staten Island.",
      "de": "Er lebte in einem großen Haus auf Staten Island."
    }
  },
  {
    "translation": {
      "en": "Our goal was to put a microphone there.",
      "de": "Wir wollten dort Mikrofone anbringen."
    }
  },
  {
    "translation": {
      "en": "Then when you play the tapes at trial, your best witnesses are",
      "de": "Spielt man die Bänder im Gericht vor, sind die besten Zeugen"
    }
  },
  {
    "translation": {
      "en": "the criminals themselves, the mobsters.",
      "de": "die Kriminellen selbst."
    }
  },
  {
    "translation": {
      "en": "[Kossler] The problem was you cannot bug anyone without a court order.",
      "de": "Aber man darf niemanden ohne Gerichtsbeschluss abhören."
    }
  },
  {
    "translation": {
      "en": "I have got to come up with enough information,",
      "de": "Ich brauchte ausreichend Informationen"
    }
  },
  {
    "translation": {
      "en": "either from surveillance or from informants,",
      "de": "aus Überwachungen oder von Informanten,"
    }
  },
  {
    "translation": {
      "en": "that links Paul Castellano to criminal activity.",
      "de": "die Paul Castello mit Straftaten verbinden."
    }
  },
  {
    "translation": {
      "en": "So the plan was to work our way up from the bottom.",
      "de": "Wir wollten uns also von unten hoch arbeiten."
    }
  },
  {
    "translation": {
      "en": "We want the gossip in the family. We want the blabbermouth,",
      "de": "Wir brauchten Klatsch aus der Familie. Wir brauchten einen Schwätzer,"
    }
  },
  {
    "translation": {
      "en": "the guy who talks a lot.",
      "de": "der viel redet."
    }
  },
  {
    "translation": {
      "en": "[woman] When I started as an organized crime investigator,",
      "de": "Als ich als Ermittlerin gegen organisierte Kriminalität anfing,"
    }
  },
  {
    "translation": {
      "en": "I was assigned to the Gambino squad.",
      "de": "kam ich zum Gambino-Team."
    }
  },
  {
    "translation": {
      "en": "We were focused on this small group in Queens.",
      "de": "Wir konzentrierten uns auf diese kleine Gruppe in Queens."
    }
  },
  {
    "translation": {
      "en": "Bergin Hunt and Fish Club was a Mafia social club",
      "de": "Der Bergin Hunt and Fish Club war ein Mafia-Treffpunkt,"
    }
  },
  {
    "translation": {
      "en": "where they hung out and talked about their crimes.",
      "de": "wo sie über ihre Verbrechen sprachen."
    }
  },
  {
    "translation": {
      "en": "John Gotti was the captain of this little den of thieves.",
      "de": "John Gotti war der Captain dieser kleinen Räuberhöhle."
    }
  },
  {
    "translation": {
      "en": "This crew were kind of thuggish, and they handled a lot of street rackets:",
      "de": "Diese Gruppe war brutal und hatte einige Schlägertypen."
    }
  },
  {
    "translation": {
      "en": "loan sharking primarily, and gambling, and bookie joints.",
      "de": "Es ging vor allem um Wucherei, Glücksspiel und Wetten."
    }
  },
  {
    "translation": {
      "en": "And they were hijackers.",
      "de": "Und sie waren Entführer."
    }
  },
  {
    "translation": {
      "en": "That was the more violent crimes.",
      "de": "Das waren die brutaleren Verbrechen."
    }
  },
  {
    "translation": {
      "en": "[Alite] Bergin Hunt and Fish Club was our Wall Street.",
      "de": "Der Bergin Hunt and Fish Club war unsere Wall Street."
    }
  },
  {
    "translation": {
      "en": "When guys go to work on Wall Street, they show up to the office,",
      "de": "Wer an der Wall Street arbeitet, geht ins Büro,"
    }
  },
  {
    "translation": {
      "en": "and we show up to the Bergin Hunt and Fish Club.",
      "de": "wir gingen in den Club."
    }
  },
  {
    "translation": {
      "en": "And we wait for our boss, our CEO...",
      "de": "Und warteten auf unseren Boss, unseren Vorgesetzten..."
    }
  },
  {
    "translation": {
      "en": "John Gotti.",
      "de": "...John Gotti."
    }
  },
  {
    "translation": {
      "en": "I'm there 24 hours a day, seven days a week, on call for when that man wanted me.",
      "de": "Ich war 24 Stunden am Tag, sieben Tage die Woche da, falls er mich brauchte."
    }
  },
  {
    "translation": {
      "en": "We're running numbers. We're running drugs. We're running girls.",
      "de": "Wir machten Wetten und verkauften Drogen und Mädchen."
    }
  },
  {
    "translation": {
      "en": "Anything that's illegal.",
      "de": "Alles, was illegal war."
    }
  },
  {
    "translation": {
      "en": "[Mouw] I tasked all the agents:",
      "de": "Ich instruierte alle Agenten."
    }
  },
  {
    "translation": {
      "en": "\"Let's find out what these guys are doing, who's making all the money,",
      "de": "Finden wir heraus, was sie machen, wer das Geld macht,"
    }
  },
  {
    "translation": {
      "en": "and try to look for a weak link.\"",
      "de": "und finden die Schwachstelle."
    }
  },
  {
    "translation": {
      "en": "[Alite] The FBI had an office very close to the Bergin Hunt and Fish Club.",
      "de": "Das FBI hatte ein Büro in der Nähe des Bergin Hunt and Fish Clubs."
    }
  },
  {
    "translation": {
      "en": "We were taught, especially by Gotti:",
      "de": "Gotti hat uns beigebracht:"
    }
  },
  {
    "translation": {
      "en": "\"If they're around, they're around. We know they're around,",
      "de": "\"Wenn sie da sind, sind sie da. Wir wissen, dass sie da sind,"
    }
  },
  {
    "translation": {
      "en": "so, 'Hello, how are you?' Be cordial.\" That's about it.",
      "de": "also grüßt nett und seid freundlich.\""
    }
  },
  {
    "translation": {
      "en": "[Mouw] We developed several high-level informants in Gotti's crew",
      "de": "Wir hatten einige hochrangige Informanten in Gottis Gruppe akquiriert."
    }
  },
  {
    "translation": {
      "en": "through a variety of means. Some were arrested, some we paid a lot.",
      "de": "in Gottis Gruppe akquiriert. Einige wurden verhaftet, anderen zahlten wir viel."
    }
  },
  {
    "translation": {
      "en": "These guys provided a lot of information",
      "de": "Sie lieferten Informationen"
    }
  },
  {
    "translation": {
      "en": "about who the weak links were in that crew.",
      "de": "über die Schwachstellen im Team."
    }
  },
  {
    "translation": {
      "en": "[Alite] John's personal pit bull bodyguard was a tough guy known to be very violent.",
      "de": "Johns persönlicher Pitbull-Bodyguard war ein harter, gewalttätiger Kerl."
    }
  },
  {
    "translation": {
      "en": "He would do anything, from making him tons of money",
      "de": "Er würde alles für ihn tun, viel Geld machen,"
    }
  },
  {
    "translation": {
      "en": "to killing for him, to protecting him.",
      "de": "töten und ihn beschützen."
    }
  },
  {
    "translation": {
      "en": "His name was Angelo Ruggiero.",
      "de": "Er hieß Angelo Ruggiero."
    }
  },
  {
    "translation": {
      "en": "[Mouw] Informants told us that he was a big gossip.",
      "de": "Die Informanten sagten, er redet viel."
    }
  },
  {
    "translation": {
      "en": "They called him \"Quack Quack.\" Not to his face.",
      "de": "Sie nannten ihn \"Quack-Quack\". Nicht ins Gesicht."
    }
  },
  {
    "translation": {
      "en": "He ate a great deal. And he talked a great deal.",
      "de": "Er hat viel gegessen und viel geredet."
    }
  },
  {
    "translation": {
      "en": "[chuckles] So... his mouth was always in motion.",
      "de": "Sein Mund war also immer in Bewegung."
    }
  },
  {
    "translation": {
      "en": "Angelo was our blabbermouth.",
      "de": "Angelo war unser Plappermaul."
    }
  },
  {
    "translation": {
      "en": "[Kossler] This was great.",
      "de": "Das war toll."
    }
  },
  {
    "translation": {
      "en": "We went to the Attorney General of the United States and got approval",
      "de": "Der Generalstaatsanwalt gab uns die Genehmigung, eine Wanze in Ruggieros Haus zu platzieren."
    }
  },
  {
    "translation": {
      "en": "to put a bug in Angelo Ruggiero's house.",
      "de": "eine Wanze in Ruggieros Haus zu platzieren."
    }
  },
  {
    "translation": {
      "en": "We were off and running.",
      "de": "Wir waren dran."
    }
  },
  {
    "translation": {
      "en": "[man] A \"black bag man\" was an agent who had a skill set",
      "de": "Ein \"Black Bag Man\" war ein Agent,"
    }
  },
  {
    "translation": {
      "en": "for planting a concealed microphone",
      "de": "der ein getarntes Mikro verstecken"
    }
  },
  {
    "translation": {
      "en": "or getting through a locked door.",
      "de": "oder eine Tür knacken konnte."
    }
  },
  {
    "translation": {
      "en": "And that's basically what was in the black bag of tricks.",
      "de": "Das war im Grunde in der schwarzen Tricktasche."
    }
  },
  {
    "translation": {
      "en": "Many people don't operate in a covert world effectively.",
      "de": "Viele Leute arbeiten nicht effektiv in einer verdeckten Welt."
    }
  },
  {
    "translation": {
      "en": "They don't blend.",
      "de": "Sie passen sich nicht an."
    }
  },
  {
    "translation": {
      "en": "The most successful agents fit sort of my profile.",
      "de": "Die erfolgreichsten Agenten sind ungefähr mein Kaliber."
    }
  },
  {
    "translation": {
      "en": "Maybe I was a bad kid growing up.",
      "de": "Vielleicht war ich ein böses Kind."
    }
  },
  {
    "translation": {
      "en": "Maybe I learned how to hide and learned how to blend and so on and so forth.",
      "de": "Vielleicht habe ich gelernt, mich zu verstecken, mich anzupassen und so."
    }
  },
  {
    "translation": {
      "en": "My blending technique would depend on the neighborhood.",
      "de": "Meine Anpassungstaktik hängt von der Gegend ab."
    }
  },
  {
    "translation": {
      "en": "And generally speaking, I'm just a local guy doing his job.",
      "de": "Ich bin im Grunde nur ein Einheimischer, der seinen Job macht."
    }
  },
  {
    "translation": {
      "en": "In the Ruggiero case, the house was always occupied.",
      "de": "Bei Ruggiero war das Haus immer voll."
    }
  },
  {
    "translation": {
      "en": "The neighborhood was too close and there was never an opportunity",
      "de": "Die Nachbarschaft war zu nah, und es gab nie eine Gelegenheit,"
    }
  },
  {
    "translation": {
      "en": "that we could guarantee the security of the entry team.",
      "de": "bei der die Sicherheit des Einsatzteams gewährleistet war."
    }
  },
  {
    "translation": {
      "en": "So we came up with alternative options.",
      "de": "Also überlegten wir uns Alternativen."
    }
  },
  {
    "translation": {
      "en": "Ruggiero's residence had problematic wiring.",
      "de": "Ruggieros Haus hatte Probleme mit der Verkabelung."
    }
  },
  {
    "translation": {
      "en": "His telephone service would be out from time to time.",
      "de": "Sein Telefon fiel ab und zu aus."
    }
  },
  {
    "translation": {
      "en": "We were just going to see",
      "de": "Wir wollten sehen,"
    }
  },
  {
    "translation": {
      "en": "if we could stretch that into an opportunity to get in the house.",
      "de": "ob das eine Chance wäre, ins Haus zu kommen."
    }
  },
  {
    "translation": {
      "en": "The complaint goes in because he has absolute legitimate trouble on his phone.",
      "de": "Die Beschwerde ging ein, weil er wirklich Probleme mit seinem Telefon hatte."
    }
  },
  {
    "translation": {
      "en": "We would ask the phone company to not dispatch... and I would show up.",
      "de": "Wir baten die Telefongesellschaft, niemanden zu schicken, und ich ging hin."
    }
  },
  {
    "translation": {
      "en": "[Cantamessa] Ruggiero's a little hostile.",
      "de": "Ruggiero war unfreundlich."
    }
  },
  {
    "translation": {
      "en": "We were always concerned",
      "de": "Wir hatten Angst,"
    }
  },
  {
    "translation": {
      "en": "that they didn't trust my undercover identity.",
      "de": "dass sie meiner Tarnung nicht trauten."
    }
  },
  {
    "translation": {
      "en": "But failure...",
      "de": "Aber Scheitern"
    }
  },
  {
    "translation": {
      "en": "honestly was not an option.",
      "de": "war keine Option."
    }
  },
  {
    "translation": {
      "en": "I'm winging it. I'm making this up as I'm going along,",
      "de": "Ich improvisierte. Ich erfand vor Ort irgendwas"
    }
  },
  {
    "translation": {
      "en": "trying to read the pulse of who I'm dealing with.",
      "de": "und versuchte zu erkennen, mit wem ich es zu tun hatte."
    }
  },
  {
    "translation": {
      "en": "Now I had an opportunity.",
      "de": "Ich hatte diese Chance."
    }
  },
  {
    "translation": {
      "en": "We ran the wire to the back,",
      "de": "Wir verlegten das Kabel"
    }
  },
  {
    "translation": {
      "en": "and we're out of there.",
      "de": "und gingen."
    }
  },
  {
    "translation": {
      "en": "[Lucht] I was assigned to listen in on Angelo Ruggiero's home.",
      "de": "Ich sollte Angelo Ruggieros Haus abhören."
    }
  },
  {
    "translation": {
      "en": "When you were assigned a shift, you listened live.",
      "de": "Wenn man Schicht hatte, hörte man live zu."
    }
  },
  {
    "translation": {
      "en": "And you would listen to see who his colleagues are",
      "de": "Man horchte, wer seine Kollegen sind,"
    }
  },
  {
    "translation": {
      "en": "and who he's in charge of and who he reports to.",
      "de": "wer das Sagen hat und wem er unterstellt ist."
    }
  },
  {
    "translation": {
      "en": "He tried to be a little cryptic.",
      "de": "Er versuchte, kryptisch zu reden."
    }
  },
  {
    "translation": {
      "en": "So you were kind of trying to capture the gist of what was being talked about.",
      "de": "Man versuchte also, den Kern der Sache zu fassen, über die er sprach."
    }
  },
  {
    "translation": {
      "en": "[Lucht] It was a total immersion into the life of a Mafia household.",
      "de": "Man tauchte komplett in das Leben eines Mafiahaushalts ein."
    }
  },
  {
    "translation": {
      "en": "So, I never heard so many creative uses of the f-word in my life.",
      "de": "Ich habe noch nie so viele kreative Verwendungen des F-Wortes gehört."
    }
  },
  {
    "translation": {
      "en": "[Lucht] If there were some hot, pertinent conversations,",
      "de": "Wurden heikle Gespräche geführt,"
    }
  },
  {
    "translation": {
      "en": "then those things were immediately turned over to the steno pool...",
      "de": "wurde das sofort dem Steno-Team gemeldet,"
    }
  },
  {
    "translation": {
      "en": "who did their best to transcribe them.",
      "de": "das schnell transkribierte."
    }
  },
  {
    "translation": {
      "en": "It was like some kind of soap opera.",
      "de": "Es war wie eine Art Seifenoper."
    }
  },
  {
    "translation": {
      "en": "I got this impression that Angelo was this kind of cranky, over-verbal guy",
      "de": "Ich bekam den Eindruck, dass Angelo ein verschrobener, sehr verbaler Kerl war,"
    }
  },
  {
    "translation": {
      "en": "who loved his kids.",
      "de": "der seine Kinder liebte."
    }
  },
  {
    "translation": {
      "en": "The kids were, um... shall we say, a handful.",
      "de": "Die Kinder waren nicht ohne."
    }
  },
  {
    "translation": {
      "en": "He ran around and did a lot of meat-handed management",
      "de": "Er rannte umher und herrschte streng"
    }
  },
  {
    "translation": {
      "en": "of all these crew members in his Mafia crew and his family.",
      "de": "über die vielen Mitglieder seiner Mafia-Teams und seiner Familie."
    }
  },
  {
    "translation": {
      "en": "[Lucht] It was harder to understand certain sections.",
      "de": "Bestimmte Abschnitte waren schwerer zu verstehen."
    }
  },
  {
    "translation": {
      "en": "So all the agents tended to get assigned to reviewing these conversations",
      "de": "Darum mussten alle Agenten diese Gespräche anhören,"
    }
  },
  {
    "translation": {
      "en": "in order to make the transcripts sensible.",
      "de": "damit die Abschriften sinnvoll sind."
    }
  },
  {
    "translation": {
      "en": "And so you listened again and again and again.",
      "de": "Man hörte immer und immer wieder zu."
    }
  },
  {
    "translation": {
      "en": "You were kind of trying to put the puzzle together.",
      "de": "Man versuchte, das Puzzle zusammenzusetzen."
    }
  },
  {
    "translation": {
      "en": "I mean, it was a real slow-going art.",
      "de": "Es war eine mühsame Arbeit."
    }
  },
  {
    "translation": {
      "en": "People on the squad had different input, and they'd say, \"Wait, I hear this,\"",
      "de": "Die Leute im Team hörten verschiedene Dinge: \"Moment, ich höre das.\""
    }
  },
  {
    "translation": {
      "en": "and then you'd say, \"Yeah, that's the key.",
      "de": "Man sagte: \"Das ist der Schlüssel."
    }
  },
  {
    "translation": {
      "en": "That's what's going on in here.\"",
      "de": "Das geht hier vor sich.\""
    }
  },
  {
    "translation": {
      "en": "He would make reference to it.",
      "de": "Er bezog sich darauf."
    }
  },
  {
    "translation": {
      "en": "Did he get it? You know, did he get it?",
      "de": "Hat er es bekommen? Hat er es bekommen?"
    }
  },
  {
    "translation": {
      "en": "We're sitting there like, \"Well, what is he talking about, you know?\"",
      "de": "Wir fragen uns, wovon redet er?"
    }
  },
  {
    "translation": {
      "en": "You know, but then you had to put it with who he's speaking to.",
      "de": "Man musste wissen, mit wem er redet."
    }
  },
  {
    "translation": {
      "en": "Who was that at the other end of that telephone?",
      "de": "Wer war am anderen Ende der Leitung?"
    }
  },
  {
    "translation": {
      "en": "[Lucht] And of course, the FBI had technical abilities",
      "de": "Natürlich hatte das FBI die Technik,"
    }
  },
  {
    "translation": {
      "en": "to track the phone, and over time, you'd figure out who it is.",
      "de": "das Telefonat zu verfolgen, und dann wusste man, wer es ist."
    }
  },
  {
    "translation": {
      "en": "And then when you put it together, you'd say, he said, \"Did you get it?\"",
      "de": "Und hat man es zusammengesetzt, und er sagt: \"Hast du es?\""
    }
  },
  {
    "translation": {
      "en": "And he's talking to a guy who is a big drug dealer.",
      "de": "Und er redet mit einem großen Drogendealer."
    }
  },
  {
    "translation": {
      "en": "Here we are in the middle of the day.",
      "de": "Es ist mitten am Tag."
    }
  },
  {
    "translation": {
      "en": "Angelo is talking about two- or three-kilo heroin deals,",
      "de": "Angelo redet über Heroin-Deals von 2 bis 3 Kilo,"
    }
  },
  {
    "translation": {
      "en": "while his wife and daughter are a few feet away washing the dishes.",
      "de": "während seine Frau und seine Tochter nebenan abwaschen."
    }
  },
  {
    "translation": {
      "en": "[Lucht] We had gathered evidence",
      "de": "Wir hatten Beweise, dass Angelo ein"
    }
  },
  {
    "translation": {
      "en": "that Angelo was a big-time, multimillion-dollar heroin dealer.",
      "de": "Wir hatten Beweise, dass Angelo ein gut verdienender Heroindealer war."
    }
  },
  {
    "translation": {
      "en": "It was a big deal.",
      "de": "Es war eine große Sache."
    }
  },
  {
    "translation": {
      "en": "But we still didn't have enough evidence that links Ruggiero's criminal activity",
      "de": "Aber wir hatten noch nicht genug Beweise, um Ruggieros Straftaten"
    }
  },
  {
    "translation": {
      "en": "to Paul Castellano, the boss of the Gambino family.",
      "de": "mit Paul Castellano, dem Boss der Gambino-Familie, zu verbinden."
    }
  },
  {
    "translation": {
      "en": "[Mouw] For almost 6 months, we followed him around",
      "de": "Wir folgten im fast sechs Monate,"
    }
  },
  {
    "translation": {
      "en": "so we knew where he went for different meetings.",
      "de": "um zu erfahren, wo er zu Treffen hinging."
    }
  },
  {
    "translation": {
      "en": "We came to find out that he'd go up to the boss of the family,",
      "de": "Wir fanden heraus, dass er regelmäßig zum Boss der Familie,"
    }
  },
  {
    "translation": {
      "en": "Paul Castellano's house on a regular basis.",
      "de": "in Paul Castellanos Haus, ging."
    }
  },
  {
    "translation": {
      "en": "And then when the meeting was over, Ruggiero would come back to his house.",
      "de": "Und wenn das Treffen vorbei war, ging Ruggiero wieder nach Hause."
    }
  },
  {
    "translation": {
      "en": "And other Mob guys would come over,",
      "de": "Und andere Mafia-Leute kamen."
    }
  },
  {
    "translation": {
      "en": "and Ruggiero would tell them all about what happened at the meeting.",
      "de": "Ruggiero sagte ihnen, was beim Treffen passiert war."
    }
  },
  {
    "translation": {
      "en": "It's a big deal to meet with the boss of the family.",
      "de": "Es ist eine große Sache, den Boss der Familie zu treffen."
    }
  },
  {
    "translation": {
      "en": "It's a dream come true.",
      "de": "Das ist ein Traum."
    }
  },
  {
    "translation": {
      "en": "It's proof that Castellano was meeting members of his crew at his house",
      "de": "Es beweist, dass Castellano Mitglieder seines Teams in seinem Haus traf und instruierte."
    }
  },
  {
    "translation": {
      "en": "and talking criminal matters.",
      "de": "in seinem Haus traf und instruierte."
    }
  },
  {
    "translation": {
      "en": "This was the proof we wanted for approval for electronic surveillance",
      "de": "Das war der Beweis, den wir für die elektronische Überwachung"
    }
  },
  {
    "translation": {
      "en": "of Castellano's house.",
      "de": "von Castellanos Haus brauchten."
    }
  },
  {
    "translation": {
      "en": "[Kossler] It was an unbelievable moment,",
      "de": "Es war ein wichtiger Moment,"
    }
  },
  {
    "translation": {
      "en": "because now we could finally bug the boss's house.",
      "de": "denn jetzt konnten wir endlich das Haus vom Boss abhören."
    }
  },
  {
    "translation": {
      "en": "But it was gonna be a very tricky operation.",
      "de": "Aber es war eine heikle Operation."
    }
  },
  {
    "translation": {
      "en": "[Cantamessa] It was a big house. It was referred to as the White House.",
      "de": "Das Haus war groß. Es wurde das Weiße Haus genannt."
    }
  },
  {
    "translation": {
      "en": "The surveillance squad, after many, many hours of surveillance,",
      "de": "Das Überwachungsteam war nach vielen Stunden Abhören"
    }
  },
  {
    "translation": {
      "en": "had come to the determination",
      "de": "zu dem Entschluss gekommen,"
    }
  },
  {
    "translation": {
      "en": "it's impossible to get in there surreptitiously",
      "de": "dass es unmöglich war, heimlich reinzukommen,"
    }
  },
  {
    "translation": {
      "en": "because the house was never empty.",
      "de": "weil das Haus nie leer war."
    }
  },
  {
    "translation": {
      "en": "Castellano had lots of new things in the house.",
      "de": "Castellano hatte viele neue Sachen."
    }
  },
  {
    "translation": {
      "en": "He had the latest telephone equipment,",
      "de": "Er hatte die neueste Telefonanlage"
    }
  },
  {
    "translation": {
      "en": "and he had cable TV,",
      "de": "und er hatte Kabelfernsehen,"
    }
  },
  {
    "translation": {
      "en": "specifically a CNN channel, which was new at the time.",
      "de": "vor allem einen CNN-Kanal, der damals neu war."
    }
  },
  {
    "translation": {
      "en": "[announcer] Get in touch with the world. Touch it. Get in touch with the news.",
      "de": "Nimm Kontakt mit der Welt auf. Los. Nimm Kontakt mit den Nachrichten auf."
    }
  },
  {
    "translation": {
      "en": "Touch it.",
      "de": "Los."
    }
  },
  {
    "translation": {
      "en": "Get in touch when you want, 24 hours a day. CNN headline news.",
      "de": "Nimm Kontakt auf, wann du willst, 24 Stunden am Tag CNN Nachrichten."
    }
  },
  {
    "translation": {
      "en": "[Cantamessa] We learned all of his meetings and conversations",
      "de": "Wir entdeckten, dass seine Meetings und Gespräche"
    }
  },
  {
    "translation": {
      "en": "took place in his kitchen, dinning room area.",
      "de": "in seiner Küche und im Essbereich stattfanden."
    }
  },
  {
    "translation": {
      "en": "That was where the TV was and that looked like a real opportunity.",
      "de": "Da war der Fernseher, das war eine gute Möglichkeit."
    }
  },
  {
    "translation": {
      "en": "So we started doing a little homework on cable TV.",
      "de": "Wir lernten erst mal einiges über das Kabelfernsehen."
    }
  },
  {
    "translation": {
      "en": "It's daybreak in the east.",
      "de": "Im Osten beginnt der Tag."
    }
  },
  {
    "translation": {
      "en": "It's the 17th of May, good morning.",
      "de": "Heute ist der 17. Mai, guten Morgen."
    }
  },
  {
    "translation": {
      "en": "[Cantamessa] I learned it's very easy to introduce interference in cable systems.",
      "de": "Ich lernte, dass es sehr leicht ist, Störungen in Kabelsystemen zu bewirken."
    }
  },
  {
    "translation": {
      "en": "[Cantamessa] So, we introduced a problem into the house...",
      "de": "Also brachten wir ein Problem ins Haus,"
    }
  },
  {
    "translation": {
      "en": "annoying and aggravating enough",
      "de": "das nervig genug war, dass sie, wenn jemand auftauchte,"
    }
  },
  {
    "translation": {
      "en": "that if somebody showed up to troubleshoot a problem,",
      "de": "das nervig genug war, dass sie, wenn jemand auftauchte, um das Problem zu lösen,"
    }
  },
  {
    "translation": {
      "en": "they'd be happy to see them.",
      "de": "sich freuen würden."
    }
  },
  {
    "translation": {
      "en": "I'm the cableman now.",
      "de": "Ich bin der Kabelmann."
    }
  },
  {
    "translation": {
      "en": "[Cantamessa] I ring the doorbell.",
      "de": "Ich habe geklingelt,"
    }
  },
  {
    "translation": {
      "en": "Lots of chimes, as I recall.",
      "de": "es läuteten viele Glocken."
    }
  },
  {
    "translation": {
      "en": "The gentleman that answers the door happens to be Tommy Bilotti,",
      "de": "Der Herr, der die Tür öffnete, war Tommy Bilotti,"
    }
  },
  {
    "translation": {
      "en": "Paul's right-hand guy.",
      "de": "Pauls rechte Hand."
    }
  },
  {
    "translation": {
      "en": "The guy was a killer.",
      "de": "Der Typ war ein Killer."
    }
  },
  {
    "translation": {
      "en": "If something goes wrong, I need to get out of here immediately.",
      "de": "Wenn etwas schief ging, musste ich sofort raus."
    }
  },
  {
    "translation": {
      "en": "[Cantamessa] I'm calling into the office, and they're going to test the line.",
      "de": "Ich rufe im Büro an, und sie testen die Leitung."
    }
  },
  {
    "translation": {
      "en": "I'm actually calling Art, who is my other agent out there.",
      "de": "In Wahrheit rufe ich Art, den anderen Agenten, an."
    }
  },
  {
    "translation": {
      "en": "And when I go, \"Art, I'm tapping on this.\"",
      "de": "Ich sagte: \"Ich klopfe darauf.\""
    }
  },
  {
    "translation": {
      "en": "As I'm tapping, he's making interference.",
      "de": "Während ich klopfe, macht er eine Störung."
    }
  },
  {
    "translation": {
      "en": "TV's blinking.",
      "de": "Der Fernseher rauscht."
    }
  },
  {
    "translation": {
      "en": "[Cantamessa] Preplanned, all orchestrated, bench tested before I went.",
      "de": "Vorgeplant, alles inszeniert und getestet, bevor ich ging."
    }
  },
  {
    "translation": {
      "en": "Including my level of uncooperativeness.",
      "de": "Einschließlich meiner fehlenden Kooperation."
    }
  },
  {
    "translation": {
      "en": "I'm acting like we have to come back.",
      "de": "Ich tue so, als müssten wir zurückkommen."
    }
  },
  {
    "translation": {
      "en": "You have to make an appointment.",
      "de": "Sie müssen einen Termin machen."
    }
  },
  {
    "translation": {
      "en": "They don't like appointments.",
      "de": "Sie mögen keine Termine."
    }
  },
  {
    "translation": {
      "en": "So, no appointment.",
      "de": "Also kein Termin."
    }
  },
  {
    "translation": {
      "en": "We're gonna do this. We're gonna do this right now.",
      "de": "Wir machen das jetzt sofort."
    }
  },
  {
    "translation": {
      "en": "I took a risk.",
      "de": "Ich ging das Risiko ein."
    }
  },
  {
    "translation": {
      "en": "I said, \"If you give me a hand for just a minute,",
      "de": "Ich sagte: \"Wenn Sie mir kurz helfen,"
    }
  },
  {
    "translation": {
      "en": "I promise I'll be out of here.\"",
      "de": "bin ich schnell wieder weg.\""
    }
  },
  {
    "translation": {
      "en": "\"What do you need?\"",
      "de": "\"Was soll ich tun?\""
    }
  },
  {
    "translation": {
      "en": "I go, \"Would you just come over here and hold the flashlight for me?\"",
      "de": "\"Könnten Sie herkommen und die Taschenlampe für mich halten?\""
    }
  },
  {
    "translation": {
      "en": "So Tommy Bilotti helped me while I installed the device",
      "de": "Tommy Bilotti half mir, als ich das Gerät einbaute"
    }
  },
  {
    "translation": {
      "en": "that had the microphone in it.",
      "de": "mit dem Mikrofon."
    }
  },
  {
    "translation": {
      "en": "Microphone was active.",
      "de": "Das Mikrofon war an."
    }
  },
  {
    "translation": {
      "en": "They were glad to not have me be there too long, and I was glad to leave.",
      "de": "Sie waren froh, dass ich nicht zu lange da war, und ich ging."
    }
  },
  {
    "translation": {
      "en": "You know what it takes to stop a crime? Your help and your neighbors'.",
      "de": "Wie kann man ein Verbrechen verhindern? Mit Ihrer Hilfe und der Ihrer Nachbarn."
    }
  },
  {
    "translation": {
      "en": "Take a bite out of crime. [chomps]",
      "de": "Gib dem Verbrechen keine Chance."
    }
  },
  {
    "translation": {
      "en": "Everybody was just thrilled with the successful installation",
      "de": "Alle waren begeistert von der erfolgreichen Installation"
    }
  },
  {
    "translation": {
      "en": "of the wire in Paul Castellano's house. I mean, that was just-- Wow.",
      "de": "der Wanze in Paul Castellanos Haus. Das war einfach toll."
    }
  },
  {
    "translation": {
      "en": "Your expectations are great. You expect to hear about murder.",
      "de": "Die Erwartungen waren groß. Man wollte von Morden hören."
    }
  },
  {
    "translation": {
      "en": "Kill this guy and kill that guy. It was a big day for the FBI.",
      "de": "Töte den oder den. Es war ein großer Tag für das FBI."
    }
  },
  {
    "translation": {
      "en": "[Kossler] Paul Castellano, the boss of the Gambino family, was on tape.",
      "de": "Paul Castellano, Boss der Gambino-Familie, war auf Band."
    }
  },
  {
    "translation": {
      "en": "This was really significant,",
      "de": "Das war wichtig,"
    }
  },
  {
    "translation": {
      "en": "in that he was the boss of one of the largest families in the Mafia.",
      "de": "da er der Boss einer der größten Familien der Mafia war."
    }
  },
  {
    "translation": {
      "en": "People wouldn't even dream about this ten years before.",
      "de": "Davon hätten sie vor zehn Jahren nicht mal geträumt."
    }
  },
  {
    "translation": {
      "en": "The sound of a Mafia kitchen, you know what it is?",
      "de": "Kennt jemand das Geräusch einer Mafia-Küche?"
    }
  },
  {
    "translation": {
      "en": "It's eggs being beaten in a bowl.",
      "de": "In einer Schüssel werden Eier geschlagen."
    }
  },
  {
    "translation": {
      "en": "I don't recall listening to any meetings with others.",
      "de": "Ich erinnere mich nicht, Meetings mit anderen angehört zu haben."
    }
  },
  {
    "translation": {
      "en": "I just remember Castellano and Gloria talking.",
      "de": "Ich weiß nur noch, dass Castellano und Gloria sprachen."
    }
  },
  {
    "translation": {
      "en": "Gloria was the maid in this giant mansion that they had.",
      "de": "Gloria war das Dienstmädchen in dieser riesigen Villa."
    }
  },
  {
    "translation": {
      "en": "She cleaned and cooked, and she'd been there for quite a while.",
      "de": "Sie putzte und kochte und war schon lange dort."
    }
  },
  {
    "translation": {
      "en": "I got this impression.",
      "de": "Ich hatte das Gefühl,"
    }
  },
  {
    "translation": {
      "en": "She had a certain amount of personality and they clicked.",
      "de": "sie hatte Persönlichkeit, sie verstanden sich."
    }
  },
  {
    "translation": {
      "en": "You'd listen to this and you'd go, \"What is that?",
      "de": "Man hört das und denkt: \"Was ist das?"
    }
  },
  {
    "translation": {
      "en": "Alright, stop it here and back it up.\" And the reels would go around.",
      "de": "Ok, stopp das und spul zurück.\" Und die Rollen drehten sich."
    }
  },
  {
    "translation": {
      "en": "\"Let's play it again.\"",
      "de": "\"Spiel es nochmal ab.\""
    }
  },
  {
    "translation": {
      "en": "\"Oh, God no! Oh, my God!\"",
      "de": "\"Oh Gott, nein! Oh mein Gott!\""
    }
  },
  {
    "translation": {
      "en": "Everybody's suddenly realized",
      "de": "Jeder kapierte plötzlich,"
    }
  },
  {
    "translation": {
      "en": "he was having a torrid affair with his maid.",
      "de": "dass er eine heiße Affäre mit der Putzfrau hatte."
    }
  },
  {
    "translation": {
      "en": "Poor Joe O'Brien had to be all tuned in to that little soap opera.",
      "de": "Der arme Joe O'Brien musste sich diese Seifenoper anhören."
    }
  },
  {
    "translation": {
      "en": "[man] My job was to make a prosecutable case against Paul Castellano.",
      "de": "Meine Aufgabe war es, Paul Castellano irgendwie strafrechtlich zu belangen."
    }
  },
  {
    "translation": {
      "en": "I had people talking to me that didn't even know they were informants,",
      "de": "Ich sprach mit Leuten, die nicht mal wussten, dass sie Informanten waren,"
    }
  },
  {
    "translation": {
      "en": "including Paul Castellano's maid and lover, Gloria Olarte.",
      "de": "darunter Paul Castellanos Putzfrau und Geliebte, Gloria Olarte."
    }
  },
  {
    "translation": {
      "en": "She would we take pictures,",
      "de": "Sie machte Fotos,"
    }
  },
  {
    "translation": {
      "en": "family pictures and pictures of Castellano meeting his associates.",
      "de": "Familienfotos und Fotos von einem Treffen mit seinen Kollegen."
    }
  },
  {
    "translation": {
      "en": "She gave me those photographs.",
      "de": "Sie gab mir die Fotos."
    }
  },
  {
    "translation": {
      "en": "But she was an unwitting source.",
      "de": "Aber sie war ahnungslos."
    }
  },
  {
    "translation": {
      "en": "She didn't know about the bug in Castellano's house.",
      "de": "Sie wusste nichts von der Wanze in seinem Haus."
    }
  },
  {
    "translation": {
      "en": "[O'Brien] You listen to 600 hours' worth of tapes, you get to know the guy.",
      "de": "Man hört 600 Stunden Bänder und lernt den Mann kennen."
    }
  },
  {
    "translation": {
      "en": "So... I did something a little unusual.",
      "de": "Ich tat etwas Ungewöhnliches."
    }
  },
  {
    "translation": {
      "en": "I started sending him greeting cards.",
      "de": "Ich schickte ihm Glückwunschkarten."
    }
  },
  {
    "translation": {
      "en": "Birthday cards.",
      "de": "Geburtstagskarten."
    }
  },
  {
    "translation": {
      "en": "Get well cards. I heard he was sick.",
      "de": "Genesungswünsche. Ich hörte, er sei krank."
    }
  },
  {
    "translation": {
      "en": "I sent him a card: \"To a special godfather.\"",
      "de": "Ich schickte ihm eine Karte:"
    }
  },
  {
    "translation": {
      "en": "I was messing with him. This was psychological warfare.",
      "de": "Ich reizte ihn. Psychologische Kriegsführung."
    }
  },
  {
    "translation": {
      "en": "I wanted to see what they were made of.",
      "de": "Ich wollte sehen, wie sie gestrickt sind."
    }
  },
  {
    "translation": {
      "en": "My partner Andy and I were listening and had the headsets on.",
      "de": "Mein Partner Andy und ich hörten mit Headsets zu."
    }
  },
  {
    "translation": {
      "en": "He talked about the greeting cards.",
      "de": "Er sprach über die Karten."
    }
  },
  {
    "translation": {
      "en": "A lot of profanity and everything. Kind of funny when you listen to the guy",
      "de": "Viel Obszönes. Es ist lustig, wenn man einem Mann zuhört,"
    }
  },
  {
    "translation": {
      "en": "and he's opening a card and talking about you.",
      "de": "der eine Karte liest und über dich spricht."
    }
  },
  {
    "translation": {
      "en": "That's when Gloria revealed that she'd been meeting with me privately.",
      "de": "Da verriet Gloria, dass sie sich privat mit mir traf."
    }
  },
  {
    "translation": {
      "en": "And I figured, \"Uh-oh.\"",
      "de": "Und ich dachte: \"Oh, oh.\""
    }
  },
  {
    "translation": {
      "en": "He scolded her like a little schoolgirl.",
      "de": "Er schimpfte mit ihr."
    }
  },
  {
    "translation": {
      "en": "\"You don't meet with Mr. Joe anymore.",
      "de": "\"Du triffst dich nie mehr mit Mr. Joe."
    }
  },
  {
    "translation": {
      "en": "You stay away from O'Brien. You understand, Gloria.\"",
      "de": "Halte dich von O'Brien fern. Verstanden?\""
    }
  },
  {
    "translation": {
      "en": "Castellano's bodyguard started goading him.",
      "de": "Castellanos Bodyguard fing an, ihn anzustacheln."
    }
  },
  {
    "translation": {
      "en": "\"We can get rid of this guy, O'Brien.\"",
      "de": "\"Wir können O'Brien loswerden.\""
    }
  },
  {
    "translation": {
      "en": "They were goading Castellano to put a contract out on my life.",
      "de": "Sie wollten, dass er ein Kopfgeld auf mich aussetzt."
    }
  },
  {
    "translation": {
      "en": "Scary people, you know. They're murders. They're psychopaths.",
      "de": "Unheimliche Leute. Es sind Mörder, Psychopathen."
    }
  },
  {
    "translation": {
      "en": "It was said that Castellano could order somebody killed",
      "de": "Es hieß, Castellano konnte jemanden töten lassen, indem er"
    }
  },
  {
    "translation": {
      "en": "by just lifting an eyebrow. Didn't have to say a word.",
      "de": "eine Augenbraue hochzieht. Er musste kein Wort sagen."
    }
  },
  {
    "translation": {
      "en": "If he had gone silent, it would have been all over for me.",
      "de": "Hätte er sich überreden lassen, wäre ich tot."
    }
  },
  {
    "translation": {
      "en": "But Castellano said, \"No.",
      "de": "Aber Castellano sagte: \"Nein."
    }
  },
  {
    "translation": {
      "en": "Bring too much heat on the family.",
      "de": "Das ist zu gefährlich für die Familie.\""
    }
  },
  {
    "translation": {
      "en": "Just be careful, you know. He's just doing his job.\"",
      "de": "Sei einfach vorsichtig. Er macht nur seine Arbeit."
    }
  },
  {
    "translation": {
      "en": "He defended me, so I gotta give credit for that.",
      "de": "Er hat mich verteidigt, das rechne ich ihm an."
    }
  },
  {
    "translation": {
      "en": "But it didn't change the fact that the whole object of my case",
      "de": "Aber es änderte nichts daran, dass das Ziel meines Falls war,"
    }
  },
  {
    "translation": {
      "en": "was to put Castellano in a federal prison for life.",
      "de": "Castellano lebenslänglich hinter Gitter zu bringen."
    }
  },
  {
    "translation": {
      "en": "I started getting evidence to implicate him.",
      "de": "Ich erhielt Beweise, um ihn anzuklagen."
    }
  },
  {
    "translation": {
      "en": "Castellano talked about all kinds of things.",
      "de": "Castellano sprach über Vieles."
    }
  },
  {
    "translation": {
      "en": "He talked with Tommy Gambino about dividing up the Garment District.",
      "de": "Er sprach mit Gambino über die Aufteilung des Garment-Distrikts."
    }
  },
  {
    "translation": {
      "en": "He spoke with Joe N. Gallo about all the various rackets they were involved in.",
      "de": "Er sprach mit Joe N. Gallo über ihre verschiedenen Geschäfte."
    }
  },
  {
    "translation": {
      "en": "He spoke with Joe Armone about the restaurant union.",
      "de": "Er sprach mit Joe Armone über die Restaurantgewerkschaft."
    }
  },
  {
    "translation": {
      "en": "[Kossler] We were hearing more and more",
      "de": "Wir hörten immer mehr"
    }
  },
  {
    "translation": {
      "en": "about their involvement with the labor unions.",
      "de": "über ihr Engagement in den Gewerkschaften."
    }
  },
  {
    "translation": {
      "en": "That was important information because it showed the real problem",
      "de": "Das war eine wichtige Information, weil es das wahre Problem zeigte"
    }
  },
  {
    "translation": {
      "en": "of organized crime...",
      "de": "der organisierten Kriminalität..."
    }
  },
  {
    "translation": {
      "en": "that the organized crime groups controlled the major labor unions in this country.",
      "de": "Dass die Mafia die großen Arbeiterverbände in diesem Land kontrollierte."
    }
  },
  {
    "translation": {
      "en": "We were hearing how the Mafia controlled the Teamsters trucking union,",
      "de": "Wir hörten, dass die Mafia die Trucker-Gewerkschaft kontrollierte,"
    }
  },
  {
    "translation": {
      "en": "the Laborers' Union,",
      "de": "die Laborers' Union,"
    }
  },
  {
    "translation": {
      "en": "the longshoremen union,",
      "de": "die Gewerkschaft der Hafenarbeiter"
    }
  },
  {
    "translation": {
      "en": "the hotel employees' union.",
      "de": "und der Hotelangestellten."
    }
  },
  {
    "translation": {
      "en": "There's so many ways they used the unions to make money.",
      "de": "Sie nutzten die Gewerkschaften auf viele Arten, um Geld zu machen."
    }
  },
  {
    "translation": {
      "en": "They could extort companies to give their friends jobs.",
      "de": "Sie erpressten Firmen, um Freunden Jobs zu besorgen."
    }
  },
  {
    "translation": {
      "en": "They could give him health benefits.",
      "de": "Sie besorgten ihnen Krankenversicherungen."
    }
  },
  {
    "translation": {
      "en": "[Franzese] The Mob had a lot of power,",
      "de": "Die Mafia hatte viel Macht,"
    }
  },
  {
    "translation": {
      "en": "because we controlled the unions.",
      "de": "weil wir die Gewerkschaften kontrollierten."
    }
  },
  {
    "translation": {
      "en": "We call in a strike with the Teamsters,",
      "de": "Rufen wir zu einem Streik der Teamsters auf,"
    }
  },
  {
    "translation": {
      "en": "two and a half million people stop working.",
      "de": "hören 2,5 Mio. Leute auf zu arbeiten."
    }
  },
  {
    "translation": {
      "en": "That's a lot of power.",
      "de": "Das ist viel Macht."
    }
  },
  {
    "translation": {
      "en": "Not to mention the pension funds that you had at your disposal.",
      "de": "Ganz zu schweigen von den Rentenfonds, die zur Verfügung standen."
    }
  },
  {
    "translation": {
      "en": "You got hundreds of millions of dollars sitting in the bank",
      "de": "Du hast Hunderte Millionen Dollar auf der Bank,"
    }
  },
  {
    "translation": {
      "en": "that you can move anywhere you want. You control bankers that way.",
      "de": "die du bewegen kannst. So kontrolliert man die Banker."
    }
  },
  {
    "translation": {
      "en": "You control insurance companies that way. And we used that.",
      "de": "Du kontrollierst Versicherungen. Das nutzten wir."
    }
  },
  {
    "translation": {
      "en": "-[tape rewinding] -[man] And he gave me $5,000.",
      "de": "Er gab mir $5000."
    }
  },
  {
    "translation": {
      "en": "You control the unions. You control the Teamsters. You control the docks.",
      "de": "Du kontrollierst Gewerkschaften, Teamsters und Häfen."
    }
  },
  {
    "translation": {
      "en": "You control the country.",
      "de": "Du kontrollierst das Land."
    }
  }
]