[
  {
    "translation": {
      "en": "I'm making this movie because, uh...",
      "de": "Ich mache diesen Film, weil..."
    }
  },
  {
    "translation": {
      "en": "Which way you want me to look?",
      "de": "Wo soll ich hinschauen?"
    }
  },
  {
    "translation": {
      "en": "-[producer] Right here. -Okay.",
      "de": "-Hierhin. -Ok."
    }
  },
  {
    "translation": {
      "en": "I'm basically making this movie",
      "de": "Ich mache diesen Film, weil..."
    }
  },
  {
    "translation": {
      "en": "because I have 25 years",
      "de": "Ich mache diesen Film, weil... Ich habe Filmmaterial und Fotos von 25 Jahren"
    }
  },
  {
    "translation": {
      "en": "of footage and photos of me and Cartoon's...",
      "de": "Ich habe Filmmaterial und Fotos von 25 Jahren von mir und Cartoon."
    }
  },
  {
    "translation": {
      "en": "I guess, uh, journey in life, and all the movement that we've...",
      "de": "Ich denke, die Reise im Leben und die Weiterentwicklung..."
    }
  },
  {
    "translation": {
      "en": "Wait, let me see.",
      "de": "Moment mal."
    }
  },
  {
    "translation": {
      "en": "If you ain't got tatted by Cartoon, you ain't got no tat.",
      "de": "Hast du kein Tattoo von Cartoon, hast du kein Tattoo."
    }
  },
  {
    "translation": {
      "en": "If you ain't get shot by Estevan, you got a weak photographer.",
      "de": "Hat Estevan dich nicht fotografiert, war's nicht gut."
    }
  },
  {
    "translation": {
      "en": "You can't tell the story of Estevan without telling the story of Cartoon.",
      "de": "Man kann die Geschichte von Estevan nicht ohne Cartoon erzählen."
    }
  },
  {
    "translation": {
      "en": "You know Toons, then you know Estev. They are LA.",
      "de": "-Kennst du Toon, kennst du Stev. -Sie sind L.A."
    }
  },
  {
    "translation": {
      "en": "Premier representatives of that Los Angeles culture.",
      "de": "Die Repräsentanten der Kultur von Los Angeles."
    }
  },
  {
    "translation": {
      "en": "Like, the pioneers.",
      "de": "Die Pioniere."
    }
  },
  {
    "translation": {
      "en": "Not just pioneers, I mean, I think they're historians.",
      "de": "Nicht nur Pioniere, sie sind Historiker."
    }
  },
  {
    "translation": {
      "en": "Storytellers, they're the image-makers. The chroniclers.",
      "de": "Geschichtenerzähler, Bildermacher, Chronisten."
    }
  },
  {
    "translation": {
      "en": "When you say LA tattoo artists, you can't not mention Mister Cartoon.",
      "de": "Mister Cartoon ist der Tattoo-Künstler von Los Angeles."
    }
  },
  {
    "translation": {
      "en": "Nobody does art like Cartoon.",
      "de": "Niemand macht Kunst wie Cartoon."
    }
  },
  {
    "translation": {
      "en": "When you look at a Mister Cartoon tattoo, you know that's Mister Cartoon.",
      "de": "Sieht man sich ein Tattoo an, weiß man, es ist von ihm."
    }
  },
  {
    "translation": {
      "en": "Everybody knows Mister Cartoon. The hip-hop tattoo artist.",
      "de": "-Jeder kennt ihn. -DerHip-Hop-Tattoo-Künstler."
    }
  },
  {
    "translation": {
      "en": "Man, you got tatted by Toons, it's, like, a level of respect.",
      "de": "Wurdest du von ihm tätowiert, wirst du respektiert."
    }
  },
  {
    "translation": {
      "en": "Cartoon, baby.",
      "de": "Cartoon, Baby."
    }
  },
  {
    "translation": {
      "en": "-My boy Cartoon. -Cartoon.",
      "de": "-Mein Freund. -Cartoon."
    }
  },
  {
    "translation": {
      "en": "The world-famous Cartoon.",
      "de": "Der weltberühmte Cartoon."
    }
  },
  {
    "translation": {
      "en": "Everything Cartoon did, Estevan was there.",
      "de": "Estevan war stets an seiner Seite."
    }
  },
  {
    "translation": {
      "en": "Estevan brings an authenticity that is matched by none other.",
      "de": "Estevan bringt eine unvergleichbare Authentizität mit."
    }
  },
  {
    "translation": {
      "en": "Photographing gang members.",
      "de": "Er fotografiert Gangmitglieder."
    }
  },
  {
    "translation": {
      "en": "Capturing the whole culture and everything, man.",
      "de": "Die ganze Kultur und alles."
    }
  },
  {
    "translation": {
      "en": "Lowrider culture, tattoo culture, shots of Skid Row.",
      "de": "Lowrider-Kultur, Tattoo-Kultur, Fotos von Skid Row..."
    }
  },
  {
    "translation": {
      "en": "[Wilmer] Leaving pieces of history behind.",
      "de": "Sie hinterließen Geschichte."
    }
  },
  {
    "translation": {
      "en": "-[George] These vatos... -[Snoop] They showed",
      "de": "Sie zeigen, dass man es richtig machen kann,"
    }
  },
  {
    "translation": {
      "en": "that you can do it the right way if you do it the right way.",
      "de": "Sie zeigen, dass man es richtig machen kann, wenn man's richtig macht."
    }
  },
  {
    "translation": {
      "en": "[George] They take pride in all of that.",
      "de": "Sie sind stolz auf all das."
    }
  },
  {
    "translation": {
      "en": "[Snoop] They paved the way for a lot of people.",
      "de": "Sie ebneten Vielen den Weg."
    }
  },
  {
    "translation": {
      "en": "Even if they don't admit it.",
      "de": "Auch wenn sie es leugnen."
    }
  },
  {
    "translation": {
      "en": "We couldn't have done it without these two guys.",
      "de": "Wir hätten es ohne sie nicht geschafft."
    }
  },
  {
    "translation": {
      "en": "It's about courage.",
      "de": "Es geht um Mut. Sei dir selbst treu."
    }
  },
  {
    "translation": {
      "en": "Just be true to who you are, and a lot of people are terrified",
      "de": "Es geht um Mut. Sei dir selbst treu. Viele Leute haben Angst davor."
    }
  },
  {
    "translation": {
      "en": "of being who they are.",
      "de": "Viele Leute haben Angst davor."
    }
  },
  {
    "translation": {
      "en": "That's one of the reasons they're so successful.",
      "de": "Deshalb sind sie so erfolgreich."
    }
  },
  {
    "translation": {
      "en": "They mean what they say and they say what they mean.",
      "de": "Sie meinen, was sie sagen, und sie sagen, was sie meinen."
    }
  },
  {
    "translation": {
      "en": "This is our thing, and we wanna bring this out to the world.",
      "de": "Das ist unser Ding. Wir wollen es in die Welt bringen."
    }
  },
  {
    "translation": {
      "en": "LA's globalized.",
      "de": "L.A. ist globalisiert."
    }
  },
  {
    "translation": {
      "en": "They've joined forces, and they've been unstoppable ever since.",
      "de": "Sie sind gemeinsam nicht aufzuhalten."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Coming from a Chicano, Mexican family,",
      "de": "In einer mexikanischen Chicano-Familie"
    }
  },
  {
    "translation": {
      "en": "believing in God is standard issue.",
      "de": "ist es üblich, an Gott zu glauben."
    }
  },
  {
    "translation": {
      "en": "I was formerly raised Catholic.",
      "de": "Ich wurde katholisch erzogen."
    }
  },
  {
    "translation": {
      "en": "I was told at a young age that I was gifted, I was blessed,",
      "de": "Mir wurde früh gesagt, dass ich Talent habe. Ich war gesegnet. Ich habe ein Geschenk Gottes."
    }
  },
  {
    "translation": {
      "en": "I have a gift from God.",
      "de": "Ich war gesegnet. Ich habe ein Geschenk Gottes."
    }
  },
  {
    "translation": {
      "en": "And when you tell a kid that every day over and over and over,",
      "de": "Und wenn man das einem Kind immer wieder jeden Tag erzählt,"
    }
  },
  {
    "translation": {
      "en": "they start to believe it.",
      "de": "beginnt es, das zu glauben."
    }
  },
  {
    "translation": {
      "en": "So when my mom would ask me to clean the room,",
      "de": "Wenn meine Mom wollte, dass ich aufräume, das Bett mache..."
    }
  },
  {
    "translation": {
      "en": "make my bed, I'd be like,",
      "de": "Wenn meine Mom wollte, dass ich aufräume, das Bett mache... TATTOO-KÜNSTLER"
    }
  },
  {
    "translation": {
      "en": "\"I've been gifted from God. I'm not gonna make my bed. Come on.\"",
      "de": "...sagte ich: \"Gott segnete mich. \"Ich mache das nicht.\""
    }
  },
  {
    "translation": {
      "en": "[Estevan] For me, work is happiness. Yeah, I love to work.",
      "de": "Mich erfreut die Arbeit. Ja, ich arbeite gern."
    }
  },
  {
    "translation": {
      "en": "I love doing photography. I love filming.",
      "de": "Ich fotografiere und filme gerne."
    }
  },
  {
    "translation": {
      "en": "You know, when you say \"work,\" that means you do something",
      "de": "Wenn man Arbeit sagt, heißt das, man tut etwas und wird bezahlt."
    }
  },
  {
    "translation": {
      "en": "and you get paid, so, yeah, that means my bills can get paid,",
      "de": "heißt das, man tut etwas und wird bezahlt. Ich kann meine Rechnungen bezahlen und kann weitermachen."
    }
  },
  {
    "translation": {
      "en": "and I can keep moving forward.",
      "de": "Ich kann meine Rechnungen bezahlen und kann weitermachen."
    }
  },
  {
    "translation": {
      "en": "-[girl] Daddy! -[Estevan] I'm not the best dad or the best husband,",
      "de": "Ich bin nicht der beste Dad oder der beste Ehemann,"
    }
  },
  {
    "translation": {
      "en": "but I think I'm a good worker, a good photographer,",
      "de": "aber ich bin ein guter Arbeiter, ein guter Fotograf"
    }
  },
  {
    "translation": {
      "en": "and a pretty good friend.",
      "de": "und ein guter Freund."
    }
  },
  {
    "translation": {
      "en": "Nobody could say I'd done them wrong. If they do, they're a lying motherfucker.",
      "de": "Ich habe niemandem Unrecht getan. Sagt das jemand, lügt der Mistkerl."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] If you focus,",
      "de": "Konzentrierst du dich, siehst du Dinge."
    }
  },
  {
    "translation": {
      "en": "you could see shit off of your talent.",
      "de": "Konzentrierst du dich, siehst du Dinge. Biete dein Talent an. Du kannst nach Europa und so reisen."
    }
  },
  {
    "translation": {
      "en": "You could travel the world.",
      "de": "Biete dein Talent an. Du kannst nach Europa und so reisen."
    }
  },
  {
    "translation": {
      "en": "You could go to Europe and shit. Like, we've been all around the world.",
      "de": "Biete dein Talent an. Du kannst nach Europa und so reisen. Wir waren auf der ganzen Welt."
    }
  },
  {
    "translation": {
      "en": "You can buy a home for your family.",
      "de": "Du kannst ein Haus kaufen. KULTUR"
    }
  },
  {
    "translation": {
      "en": "[Estevan] Art was like I had to scratch an itch.",
      "de": "Kunst war für mich ein Muss."
    }
  },
  {
    "translation": {
      "en": "I would see shit, I would see a movie poster,",
      "de": "Ich sah sie überall. Ich sah ein Filmplakat,"
    }
  },
  {
    "translation": {
      "en": "or I would see something that made me wanna draw,",
      "de": "oder ich sah etwas, das mich zum Zeichnen brachte."
    }
  },
  {
    "translation": {
      "en": "and I would get this kind of anxiety that I had to draw,",
      "de": "Und ich bekam diese innere Unruhe. Ich musste zeichnen. Jeden Tag."
    }
  },
  {
    "translation": {
      "en": "I had to draw every day. To let it go.",
      "de": "Ich musste zeichnen. Jeden Tag. Es musste raus."
    }
  },
  {
    "translation": {
      "en": "[Yolanda] He was young, very young, like... four.",
      "de": "Er war jung, sehr jung, etwa vier."
    }
  },
  {
    "translation": {
      "en": "At that time, he was drawing nostrils, fingernails, earlobes,",
      "de": "Zu dieser Zeit zeichnete er Nasenlöcher, Fingernägel, Ohrläppchen."
    }
  },
  {
    "translation": {
      "en": "you know, things that kids drew with stick figures,",
      "de": "Andere Kinder zeichneten Strichmännchen."
    }
  },
  {
    "translation": {
      "en": "he was drawing, doing very intricate things.",
      "de": "Er zeichnete sehr komplizierte Dinge."
    }
  },
  {
    "translation": {
      "en": "He was my first child, so I just thought I was the greatest mom",
      "de": "Er war mein erstes Kind, also dachte ich, ich sei die beste Mutter,"
    }
  },
  {
    "translation": {
      "en": "because he was so good, you know?",
      "de": "weil er so gut war."
    }
  },
  {
    "translation": {
      "en": "[David] His mom was, \"You're the best.",
      "de": "Seine Mutter sagte: \"Du bist der Beste. Du bist toll."
    }
  },
  {
    "translation": {
      "en": "You're amazing. You're the best artist in the world.",
      "de": "Seine Mutter sagte: \"Du bist der Beste. Du bist toll. Du bist der beste Künstler. Du wirst großartig sein.\""
    }
  },
  {
    "translation": {
      "en": "You're gonna grow up to be wonderful.\"",
      "de": "Du bist der beste Künstler. Du wirst großartig sein.\""
    }
  },
  {
    "translation": {
      "en": "And then, at some point, you just believe it.",
      "de": "Und irgendwann glaubst du es einfach."
    }
  },
  {
    "translation": {
      "en": "When I was a kid, my father met this guy at the line at the bank.",
      "de": "Als ich ein Kind war, traf mein Vater diesen Typen in der Bank."
    }
  },
  {
    "translation": {
      "en": "He says, \"I'm in karate. I have a business, a karate business.\"",
      "de": "Er meinte: \"Ich habe eine Karateschule.\""
    }
  },
  {
    "translation": {
      "en": "My dad comes home and he goes, \"I got great news. You're going to martial arts school.\"",
      "de": "Mein Dad sagte: \"Tolle Neuigkeiten. Du gehst auf die Kampfkunstschule.\""
    }
  },
  {
    "translation": {
      "en": "I go, \"I don't wanna do that.\" He goes, \"Yeah.\"",
      "de": "Ich so: \"Ich will nicht.\" -Er sagte: \"Doch!\" -\"Ich zahle dafür..."
    }
  },
  {
    "translation": {
      "en": "Hey, I'm paying for that...",
      "de": "-Er sagte: \"Doch!\" -\"Ich zahle dafür..."
    }
  },
  {
    "translation": {
      "en": "[chuckling] ...you're gonna go.",
      "de": "...du gehst.\""
    }
  },
  {
    "translation": {
      "en": "When he first started, he was real shy, wouldn't talk to anybody.",
      "de": "Als er anfing, war er sehr schüchtern, sprach mit niemandem, aber etwa ein Jahr später"
    }
  },
  {
    "translation": {
      "en": "But maybe about a year after karate,",
      "de": "sprach mit niemandem, aber etwa ein Jahr später"
    }
  },
  {
    "translation": {
      "en": "I would say that he was so confident that he'd walk straight up.",
      "de": "war er so selbstbewusst, er hatte eine aufrechte Körperhaltung."
    }
  },
  {
    "translation": {
      "en": "Going to the karate school introduced me to the world of candy paint",
      "de": "Auf der Karateschule lernte ich die Welt der Hochglanzlackierungen kennen."
    }
  },
  {
    "translation": {
      "en": "because the grand master of the school was also a custom car painter,",
      "de": "Denn der Großmeister der Schule war auch Autolackierer."
    }
  },
  {
    "translation": {
      "en": "so I learned all those things, you know, the murals, the candy paint,",
      "de": "Also lernte ich all das. Wandmalereien, Lackierungen,"
    }
  },
  {
    "translation": {
      "en": "respect, the flow of life.",
      "de": "Respekt, der Fluss des Lebens."
    }
  },
  {
    "translation": {
      "en": "All these things kind of went in a circle. It's crazy.",
      "de": "All das verband sich. Es ist verrückt."
    }
  },
  {
    "translation": {
      "en": "I'm Estevan Oriol. I'm a photographer and director. Raised in LA.",
      "de": "Ich bin Estevan Oriol, Fotograf und Regisseur in Los Angeles."
    }
  },
  {
    "translation": {
      "en": "I was born in Santa Monica at Saint John's Hospital.",
      "de": "Ich wurde in Santa Monica im St. Johns Hospital geboren."
    }
  },
  {
    "translation": {
      "en": "[David] So you got Estevan. Like, this tall cholo guy,",
      "de": "Da ist also Estevan, dieser große Cholo."
    }
  },
  {
    "translation": {
      "en": "but then most people don't know he's half Italian.",
      "de": "Viele wissen nicht, dass er Halbitaliener ist."
    }
  },
  {
    "translation": {
      "en": "[Estevan] My mom and dad were married up until I was about three.",
      "de": "Meine Eltern waren verheiratet, bis ich etwa drei war."
    }
  },
  {
    "translation": {
      "en": "And they split up, and it was me and my mom.",
      "de": "Sie trennten sich. Ich lebte bei meiner Mom."
    }
  },
  {
    "translation": {
      "en": "To me, my mom was great.",
      "de": "Meine Mutter war toll."
    }
  },
  {
    "translation": {
      "en": "We grew up on welfare, food stamps and Medi-Cal,",
      "de": "Wir wuchsen mit Sozialhilfe, Essensmarken und MediCal auf,"
    }
  },
  {
    "translation": {
      "en": "but she did her best to make it the best for me.",
      "de": "aber sie tat ihr Bestes für mich."
    }
  },
  {
    "translation": {
      "en": "Any time you have mixed-race children,",
      "de": "Gemischtrassige Kinder wachsen etwas verwirrt auf."
    }
  },
  {
    "translation": {
      "en": "they grow up a little bit confused though, \"Am I this race or am I this race?\"",
      "de": "Gemischtrassige Kinder wachsen etwas verwirrt auf. \"Bin ich diese Rasse oder die?\" Irgendwann muss man sich entscheiden."
    }
  },
  {
    "translation": {
      "en": "And at some point, you just gotta choose. He chose the Latino side.",
      "de": "\"Bin ich diese Rasse oder die?\" Irgendwann muss man sich entscheiden. Er wählte die Latino-Seite. Ich erfuhr es erst Jahre später."
    }
  },
  {
    "translation": {
      "en": "I didn't even know it until years later.",
      "de": "Er wählte die Latino-Seite. Ich erfuhr es erst Jahre später."
    }
  },
  {
    "translation": {
      "en": "[Estevan] My dad, he was kind of like a hippie.",
      "de": "Mein Dad war wie ein Hippie."
    }
  },
  {
    "translation": {
      "en": "He didn't give a shit about having a nice car and all that shit,",
      "de": "Er scherte sich nicht um ein schönes Auto und so."
    }
  },
  {
    "translation": {
      "en": "so that pushed me to strive for more.",
      "de": "Das hat mich dazu gebracht, nach mehr zu streben."
    }
  },
  {
    "translation": {
      "en": "That's what gave me my drive.",
      "de": "Das gab mir den Antrieb."
    }
  },
  {
    "translation": {
      "en": "So after high school, I worked at a snack bar, I worked on fishing boats,",
      "de": "Nach der Schule arbeitete ich in einer Snackbar, an Fischerbooten,"
    }
  },
  {
    "translation": {
      "en": "supermarkets, liquor store delivery.",
      "de": "Supermärkten, belieferte Spirituosenläden."
    }
  },
  {
    "translation": {
      "en": "I always had, like, one, two, three jobs.",
      "de": "Ich hatte immer ein, zwei, drei Jobs."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] At the time, in the '80s, it was all about where do you fit in in hip-hop.",
      "de": "Damals in den 80ern ging es darum, wo man im Hip-Hop hinpasst?"
    }
  },
  {
    "translation": {
      "en": "Are you a breaker? Are you a rapper?",
      "de": "Bist du ein Breakdancer? Ein Rapper?"
    }
  },
  {
    "translation": {
      "en": "Are you a locker? Are you a writer?",
      "de": "Bist du ein Locker oder Graffiti-Künstler?"
    }
  },
  {
    "translation": {
      "en": "And I was like, \"I love breakdancing,",
      "de": "Und ich liebte Breakdance und all das."
    }
  },
  {
    "translation": {
      "en": "and all that shit,\" but I couldn't hang.",
      "de": "Und ich liebte Breakdance und all das. Ich konnte nicht mithalten. Aber ich konnte zeichnen."
    }
  },
  {
    "translation": {
      "en": "But I could draw.",
      "de": "Ich konnte nicht mithalten. Aber ich konnte zeichnen."
    }
  },
  {
    "translation": {
      "en": "[Angel] Cartoon, uh, always had a marker",
      "de": "Cartoon hatte immer einen Filzstift"
    }
  },
  {
    "translation": {
      "en": "or a can of spray paint with him all the time.",
      "de": "oder eine Sprühdose dabei."
    }
  },
  {
    "translation": {
      "en": "And wherever we were at, he'd hit up.",
      "de": "Und wo immer wir waren, sprühte er los."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] 'Cause I was hip-hop. I had a b-boy side of me.",
      "de": "Ich war Hip-Hop. Ich hatte eine Breakdance-Seite."
    }
  },
  {
    "translation": {
      "en": "It was, like, bombing, 3-Ds, fade.",
      "de": "Ich machte Bombing, 3Ds, Fading."
    }
  },
  {
    "translation": {
      "en": "[Revok] You know, before the Cartoon that he's known for today,",
      "de": "Bevor er als Cartoon bekannt wurde,"
    }
  },
  {
    "translation": {
      "en": "he was an awesome graffiti writer.",
      "de": "war er ein toller Graffiti-Künstler."
    }
  },
  {
    "translation": {
      "en": "He was from this crew WCA that was kind of legendary",
      "de": "Er war von dieser Crew WCA, die echt legendär war. Er war verdammt gut."
    }
  },
  {
    "translation": {
      "en": "and was really fucking good.",
      "de": "die echt legendär war. Er war verdammt gut."
    }
  },
  {
    "translation": {
      "en": "[Risk] I go to probably late '80s with Cartoon. He was \"Flame\" at the time.",
      "de": "Ich lernte Cartoon in den 80ern kennen. Damals hieß er \"Flame\"."
    }
  },
  {
    "translation": {
      "en": "I thought I knew everybody. I was like, \"Who the fuck is this?\"",
      "de": "Ich dachte, ich kenne alle. \"Wer ist das?\""
    }
  },
  {
    "translation": {
      "en": "And he had such a unique style, and was so different.",
      "de": "Er hatte einen einzigartigen Stil."
    }
  },
  {
    "translation": {
      "en": "He hit and run. Like, I'd see a wall, and next day I was like,",
      "de": "Er sprühte und verschwand. \"Wo kommt das her? Wer machte das?\""
    }
  },
  {
    "translation": {
      "en": "\"Where did this come from? Who did it?\" You know.",
      "de": "\"Wo kommt das her? Wer machte das?\""
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I basically do graffiti everywhere I go.",
      "de": "Ich habe überall Graffiti gemacht."
    }
  },
  {
    "translation": {
      "en": "It brought me a rush, like, you can go to jail for this shit.",
      "de": "Es gab mir einen Kick. Man kann dafür ins Gefängniskommen."
    }
  },
  {
    "translation": {
      "en": "[Yolanda] He put his name, \"Flame,\" on the graffiti piece,",
      "de": "Er signierte stets mit \"Flame\"."
    }
  },
  {
    "translation": {
      "en": "and, so, he was caught, you know, for doing that.",
      "de": "Er war dafür bekannt."
    }
  },
  {
    "translation": {
      "en": "[Angel] There was something different about him.",
      "de": "Er war einfach anders."
    }
  },
  {
    "translation": {
      "en": "We had an idea that someday he was gonna do something,",
      "de": "Wir wussten, dass er eines Tages was erreichen würde."
    }
  },
  {
    "translation": {
      "en": "that he was gonna go somewhere, he was gonna be something in life.",
      "de": "dass er eines Tages was erreichen würde. Er würde groß rauskommen."
    }
  },
  {
    "translation": {
      "en": "[Bob] It's like a work of art in there.",
      "de": "Wie ein Kunstwerk."
    }
  },
  {
    "translation": {
      "en": "We were all proud of this, when he came out in the paper.",
      "de": "Wir waren stolz, als es in der Zeitung erschien."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I was just searching for my look, you know?",
      "de": "Ich suchte meinen Stil."
    }
  },
  {
    "translation": {
      "en": "What felt good and what felt real to me.",
      "de": "Was sich gut und echt anfühlte."
    }
  },
  {
    "translation": {
      "en": "I went to LA Trade-Tech to learn Sign Graphics, to understand letters.",
      "de": "Ich war auf der LA Trade Tech, um Grafiken und Schriftzeichen zu lernen."
    }
  },
  {
    "translation": {
      "en": "Letters have a weight to them.",
      "de": "Sie haben Gewicht."
    }
  },
  {
    "translation": {
      "en": "When I was in school, all the kids knew where the prisons were,",
      "de": "In der Schule wussten alle Kinder, wo die Gefängnisse waren."
    }
  },
  {
    "translation": {
      "en": "and some of them would get letters from their family members,",
      "de": "Manche bekamen Briefe von der Familie."
    }
  },
  {
    "translation": {
      "en": "and I would look at the envelope",
      "de": "Ich sah mir den Umschlag"
    }
  },
  {
    "translation": {
      "en": "and see these crazy collaged, pinta-style envelopes",
      "de": "und diese verrückten Collagen im Pinta-Stil an."
    }
  },
  {
    "translation": {
      "en": "and I would think to myself,",
      "de": "Ich dachte: \"Kann ich diese Art von Kunst"
    }
  },
  {
    "translation": {
      "en": "\"Man, if I could mix that style of artwork with bombing graffiti style,",
      "de": "Ich dachte: \"Kann ich diese Art von Kunst mit dem Bombing-Graffiti-Stil verbinden?\""
    }
  },
  {
    "translation": {
      "en": "put them together.\"",
      "de": "mit dem Bombing-Graffiti-Stil verbinden?\""
    }
  },
  {
    "translation": {
      "en": "That's where my style was born.",
      "de": "Da wurde mein Stil geboren."
    }
  },
  {
    "translation": {
      "en": "[Estevan] When I hit 19, I moved to Hollywood.",
      "de": "Als ich 19 wurde, zog ich nach Hollywood."
    }
  },
  {
    "translation": {
      "en": "Sunset Boulevard was cracking. The Whisky, The Roxy. Hip-hop was new.",
      "de": "Der Sunset Boulevard war toll, das Whiskey, das Roxy, Hip-Hop war neu."
    }
  },
  {
    "translation": {
      "en": "Just that scene was fucking off the chain,",
      "de": "Die Szene war einfach der Wahnsinn."
    }
  },
  {
    "translation": {
      "en": "and I was working nightclubs for extra money.",
      "de": "Ich arbeitete in Nachtclubs."
    }
  },
  {
    "translation": {
      "en": "And that's where I met all the LA bands.",
      "de": "Da traf ich die Bands aus Los Angeles."
    }
  },
  {
    "translation": {
      "en": "Ice-T and the Rhyme Syndicate, the Red Hot Chili Peppers,",
      "de": "Ice-T, Rhyme Syndicate, die Red Hot Chili Peppers,"
    }
  },
  {
    "translation": {
      "en": "Boo-Yaa T.R.I.B.E., Everlast from House of Pain.",
      "de": "Boo-Yaa, T.R.I.B.E., Everlast von House of Pain..."
    }
  },
  {
    "translation": {
      "en": "That's how I met Muggs.",
      "de": "Ich traf Muggs."
    }
  },
  {
    "translation": {
      "en": "And then he took me down to the block on Cypress Ave,",
      "de": "Er zeigte mir die Cypress Avenue."
    }
  },
  {
    "translation": {
      "en": "and that's where I met B-Real and Sen.",
      "de": "Und da traf ich B-Real und Sen."
    }
  },
  {
    "translation": {
      "en": "[Muggs] So, this right here is SP 1200.",
      "de": "Das hier ist also der SP 1200."
    }
  },
  {
    "translation": {
      "en": "This is the drum machine that we did um, all the House of Pain's records.",
      "de": "Das ist der Drumcomputer für House of Pain."
    }
  },
  {
    "translation": {
      "en": "The sample though-- For \"Jump Around,\" I made it.",
      "de": "Das Sample für \"Jump Around\" hab ich gemacht."
    }
  },
  {
    "translation": {
      "en": "Horn player... came in the studio, played the horn,",
      "de": "Ein Hornist kam ins Studio und spielte."
    }
  },
  {
    "translation": {
      "en": "and I put it in here, then I detuned it.",
      "de": "Dann kam es hier rein. Dann verstimmte ich es. So entsteht ein \"Crunch\"."
    }
  },
  {
    "translation": {
      "en": "When you detune it, it gives it like a crunch.",
      "de": "Dann verstimmte ich es. So entsteht ein \"Crunch\"."
    }
  },
  {
    "translation": {
      "en": "It spreads it out a little bit. That's why that sounds unique.",
      "de": "Das arrangiert es. Deshalb klingt es einzigartig."
    }
  },
  {
    "translation": {
      "en": "First time I met Estevan, he was working the door of a club on 2nd Street",
      "de": "Als ich Estevan traf, arbeitete er als Türsteher in der Second Street."
    }
  },
  {
    "translation": {
      "en": "in, like, Little Tokyo. He just would always show me love and let me in.",
      "de": "In Little Tokio. Er war stets nett und ließ mich rein."
    }
  },
  {
    "translation": {
      "en": "That's the homie Steve-O, short for Steve Oriol.",
      "de": "Der Homie Steve-O, kurz für Steve Oriol."
    }
  },
  {
    "translation": {
      "en": "Switched it up to Scan. Scan was just Scandalous.",
      "de": "Und dann nannte er sich Scan. Scan war skandalös."
    }
  },
  {
    "translation": {
      "en": "[Everlast] After we started getting the music together,",
      "de": "Als wir zusammen Musik machten und auf Tour gehen wollten,"
    }
  },
  {
    "translation": {
      "en": "and we realized we were gonna go on the road, Muggs basically said,",
      "de": "Als wir zusammen Musik machten und auf Tour gehen wollten, sagte Muggs: \"Wer soll bloß unser Manager sein?\""
    }
  },
  {
    "translation": {
      "en": "\"Yo, I know exactly who should be your road manager.\"",
      "de": "sagte Muggs: \"Wer soll bloß unser Manager sein?\""
    }
  },
  {
    "translation": {
      "en": "Who can I get that's fucking responsible and got they shit together?",
      "de": "Wer ist verantwortlich und organisiert?"
    }
  },
  {
    "translation": {
      "en": "And I was like, \"Who?\"",
      "de": "Ich so: \"Wer?\""
    }
  },
  {
    "translation": {
      "en": "I hit up Scan and then, um... He became our tour manager.",
      "de": "-Ich fragte Scan... -Er war unser Tourneeleiter."
    }
  },
  {
    "translation": {
      "en": "That was it, right there.",
      "de": "Das war es."
    }
  },
  {
    "translation": {
      "en": "That was the beginning of us having worldwide escapades.",
      "de": "Der Anfang unserer weltweiten Eskapaden."
    }
  },
  {
    "translation": {
      "en": "[Estevan] In the beginning, people didn't know that House of Pain was white.",
      "de": "Man wusste nicht, dass wir bei House of Pain Weiße sind."
    }
  },
  {
    "translation": {
      "en": "People were like, \"What the fuck?\"",
      "de": "So: \"Was zur Hölle?\""
    }
  },
  {
    "translation": {
      "en": "\"What are these fucking white boys walking through here?\"",
      "de": "Wer sind die weißen Jungs hier?\""
    }
  },
  {
    "translation": {
      "en": "And then they'd hear the...",
      "de": "Dann hörten sie das..."
    }
  },
  {
    "translation": {
      "en": "And the whole fucking club would just go buck wild, berserk,",
      "de": "Der ganze Club rastete komplett aus."
    }
  },
  {
    "translation": {
      "en": "and they're just losing their fucking minds.",
      "de": "Sie drehten total durch."
    }
  },
  {
    "translation": {
      "en": "From there, it just took off.",
      "de": "Dann ging es los."
    }
  },
  {
    "translation": {
      "en": "I was with the band in the music videos, like \"Shamrocks and Shenanigans.\"",
      "de": "Ich war in ihren Musikvideos, wie bei \"Shamrocks and Shenanigans\"."
    }
  },
  {
    "translation": {
      "en": "When I wasn't here in LA, I was on tour with House of Pain.",
      "de": "War ich nicht in L.A., war ich mit House of Pain auf Tour."
    }
  },
  {
    "translation": {
      "en": "My dad, he was a photographer.",
      "de": "Mein Dad war Fotograf."
    }
  },
  {
    "translation": {
      "en": "He thought I lived kind of a cool lifestyle, so...",
      "de": "Er dachte, ich lebe ein cooles Leben."
    }
  },
  {
    "translation": {
      "en": "This is my first camera that my dad gave me.",
      "de": "Das ist meine erste Kamera von meinem Dad."
    }
  },
  {
    "translation": {
      "en": "This is the one that I talk about when people say,",
      "de": "Das ist die, von der ich spreche, wenn mich jemand fragt:"
    }
  },
  {
    "translation": {
      "en": "\"Oh, how did you start in photography?\"",
      "de": "\"Wie hast du mit der Fotografie angefangen?\""
    }
  },
  {
    "translation": {
      "en": "[Everlast] We would go on these little really fucked-up promo tours,",
      "de": "Wir gingen auf diese verrückten Promo-Touren."
    }
  },
  {
    "translation": {
      "en": "and he was just always taking pictures.",
      "de": "Er machte stets Fotos."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I figured out that I was gonna be an artist when it was time to get a real job.",
      "de": "Ich wusste, dass ich Künstler werde, als ich einen \"echten Job\" brauchte."
    }
  },
  {
    "translation": {
      "en": "I think airbrushing T-shirts, when I first did that, about 17 years old,",
      "de": "Als ich zum ersten Mal mit 17 T-Shirts besprühte,"
    }
  },
  {
    "translation": {
      "en": "is when I knew I could do this for a living.",
      "de": "wurde mir klar, ich kann das hauptberuflich machen."
    }
  },
  {
    "translation": {
      "en": "And I would paint portraits of people's cars,",
      "de": "Ich malte Porträts von Autos von den Leuten auf ein T-Shirt."
    }
  },
  {
    "translation": {
      "en": "put it on a T-shirt and put the name over top.",
      "de": "Ich malte Porträts von Autos von den Leuten auf ein T-Shirt. Und der Name kam darüber."
    }
  },
  {
    "translation": {
      "en": "I just started working right off the bat.",
      "de": "Ich bekam sofort Aufträge."
    }
  },
  {
    "translation": {
      "en": "Cartoon's Customs was born, kind of like preparing me to tattoo.",
      "de": "Cartoon's Customs wurde geboren. Das hat mich aufs Tätowieren vorbereitet."
    }
  },
  {
    "translation": {
      "en": "[Muggs] Scandalous got the camera. Japan. It's how we do it.",
      "de": "Scandalous hat die Kamera. Japan, so machen wir es."
    }
  },
  {
    "translation": {
      "en": "Chicken and soup. And I'm gonna get the spinach and butter.",
      "de": "Hühnchen und Suppe, und ich nehme den Spinat und Butter."
    }
  },
  {
    "translation": {
      "en": "When you're on the road, man, shit can get a bit stressful.",
      "de": "Ist man unterwegs, kann es stressig werden."
    }
  },
  {
    "translation": {
      "en": "You need somebody out there that knows everybody's personalities",
      "de": "Du brauchst jemanden, der dich gut kennt."
    }
  },
  {
    "translation": {
      "en": "and everything, keep everything at ease all the time.",
      "de": "Und stets für Ruhe sorgt."
    }
  },
  {
    "translation": {
      "en": "Every day was a new adventure, new city, new country, new shows.",
      "de": "Jeder Tag war ein neues Abenteuer, neue Stadt, neues Land, neue Shows."
    }
  },
  {
    "translation": {
      "en": "It was the shit, to roll with the homie. Hey, Steve-O.",
      "de": "Es war das Beste, mit den Homies abzuhängen."
    }
  },
  {
    "translation": {
      "en": "He wasn't Estevan Oriol, the photographer. He was the road dog.",
      "de": "Er war noch nicht Estevan Oriol, der Fotograf. Er war der Roadie."
    }
  },
  {
    "translation": {
      "en": "[Estevan] They got the homie.",
      "de": "Sie haben den Homie."
    }
  },
  {
    "translation": {
      "en": "Cypress Hill, at the time, had not only... selling crazy records or platinum records,",
      "de": "Cypress Hill verkaufte damals Platten wie verrückt, Platin-Platten,"
    }
  },
  {
    "translation": {
      "en": "but a well-respected hip-hop group.",
      "de": "und war angesehen."
    }
  },
  {
    "translation": {
      "en": "B-Real was one of the dopest emcees in the world at the time.",
      "de": "B-Real war zu der Zeit einer der coolsten MCs der Welt."
    }
  },
  {
    "translation": {
      "en": "[B-Real] Look at this view, motherfuckers.",
      "de": "Seht euch den Ausblick an."
    }
  },
  {
    "translation": {
      "en": "I look fucking good.",
      "de": "Ich sehe gut aus."
    }
  },
  {
    "translation": {
      "en": "You never have to ask me if I'm ready. I'm always ready, motherfucker. Fuck you.",
      "de": "Frag mich nie, ob ich bereit bin, das bin ich immer. Fick dich."
    }
  },
  {
    "translation": {
      "en": "Oh, shit. That was a good hit.",
      "de": "Scheiße. Das war gut."
    }
  },
  {
    "translation": {
      "en": "Muggs had put on Estevan to work with the House of Pain guys",
      "de": "Muggs hatte Estevan für House of Pain angestellt."
    }
  },
  {
    "translation": {
      "en": "and then he came to work with us, Cypress Hill.",
      "de": "Dann kam er zu uns, Cypress Hill."
    }
  },
  {
    "translation": {
      "en": "His first show with us was at Woodstock 1994.",
      "de": "Seine erste Show mit uns war 1994 in Woodstock."
    }
  },
  {
    "translation": {
      "en": "[Estevan] B-Real jumps off the stage into the crowd, now I gotta pull him out,",
      "de": "B-Real springt von der Bühne in die Menge. Ich muss ihn rausziehen, aber währenddessen mache ich Fotos."
    }
  },
  {
    "translation": {
      "en": "but while I'm pulling him out, I'm taking pictures.",
      "de": "Ich muss ihn rausziehen, aber währenddessen mache ich Fotos."
    }
  },
  {
    "translation": {
      "en": "That shit was fucking crazy. ♪ But I'm still comin' to get ya Thinkin' like a peace smoke ♪",
      "de": "Das war verrückt."
    }
  },
  {
    "translation": {
      "en": "Estevan, he had many different roles he played.",
      "de": "Estevan hatte viele Rollen."
    }
  },
  {
    "translation": {
      "en": "He was tour managing, he was our photographer and videographer.",
      "de": "Er war Tourneeleiter, unser Fotograf und Videograf."
    }
  },
  {
    "translation": {
      "en": "Those are all mine.",
      "de": "Ja, alles meine."
    }
  },
  {
    "translation": {
      "en": "-♪ Lala, la la, la la, la la ♪ -[B-Real] Let's rock 'n' roll.",
      "de": "Es geht los."
    }
  },
  {
    "translation": {
      "en": "[B-Real] That's the way our crew was. We all worked together very tightly.",
      "de": "So war unsere Crew. Wir arbeiteten sehr eng zusammen."
    }
  },
  {
    "translation": {
      "en": "No one ever wore one hat.",
      "de": "Niemand hatte nur eine Rolle, jeder machte viele Dinge gleichzeitig,"
    }
  },
  {
    "translation": {
      "en": "You know, everybody did multiple things just to get whatever we needed done,",
      "de": "Niemand hatte nur eine Rolle, jeder machte viele Dinge gleichzeitig, um alles erledigt zu bekommen."
    }
  },
  {
    "translation": {
      "en": "and Estevan, you know, he covered a lot of bases,",
      "de": "Und Estevan erledigte Vieles."
    }
  },
  {
    "translation": {
      "en": "and, at the same time, being our family and friend",
      "de": "Gleichzeitig war er unsere Familie und Freund."
    }
  },
  {
    "translation": {
      "en": "and filling every spot that needed to be filled.",
      "de": "Er tat alles, was getan werden muss."
    }
  },
  {
    "translation": {
      "en": "What's up, dude? This is motherfucking Scandalous.",
      "de": "Was geht? Hier ist Scandalous."
    }
  },
  {
    "translation": {
      "en": "If you need anything, I got what you want, baby.",
      "de": "Brauchst du was, habe ich es, Baby."
    }
  },
  {
    "translation": {
      "en": "Motherfuckin', big old skunk.",
      "de": "Was ein verdammt großer Vorrat!"
    }
  },
  {
    "translation": {
      "en": "Can you hear me? We're right here in fucked-up Cleveland,",
      "de": "Hörst du? Wir sind in Cleveland,"
    }
  },
  {
    "translation": {
      "en": "we just had Mother Nature trip the fuck out on us.",
      "de": "Mutter Natur rastet aus."
    }
  },
  {
    "translation": {
      "en": "[Sen] So Estevan came through and a lot of the great footage that we have now",
      "de": "Estevan setzte sich ein. Alle tollen Aufnahmen"
    }
  },
  {
    "translation": {
      "en": "from Cypress Hill in those early days, it was all Estevan Oriol footage.",
      "de": "von Cypress Hill waren von Estevan Oriol."
    }
  },
  {
    "translation": {
      "en": "I have Steve-O in my head always saying things like, \"I'm just right here. I'm just right here.\"",
      "de": "Ich höre Steve-O ständig sagen: \"Ich bin hier.\""
    }
  },
  {
    "translation": {
      "en": "Him, I think, saying to me, \"Don't worry about it. I'm doing my job. I'm right here.\"",
      "de": "\"Keine Sorge, ich mache meinen Job. Ich bin hier.\""
    }
  },
  {
    "translation": {
      "en": "[Estevan] Alright, we're still on our way.",
      "de": "Ok. Wir sind noch unterwegs."
    }
  },
  {
    "translation": {
      "en": "[Sen] The most pissed-on fucking countryside I've seen.",
      "de": "Die ödeste Landschaft, die ich je sah."
    }
  },
  {
    "translation": {
      "en": "-[Estevan] What else are we gonna do? -[Sen] We need to get there before you do.",
      "de": "-Was können wir noch tun? -Wir müssen vorher ankommen."
    }
  },
  {
    "translation": {
      "en": "[driver] Fucking Ireland.",
      "de": "Ich bin müde, ok?"
    }
  },
  {
    "translation": {
      "en": "-[boy] Oh, he's stuck! -[driver] You fucking bollocks!",
      "de": "Verdammter Mist."
    }
  },
  {
    "translation": {
      "en": "[Sen] What the fuck did he say?",
      "de": "Was hat er gesagt?"
    }
  },
  {
    "translation": {
      "en": "[driver] We have to go backstage, you know?",
      "de": "-Wir müssen Backstage. -Sag's ihm."
    }
  },
  {
    "translation": {
      "en": "[policeman] You can't get in that way. It's too small.",
      "de": "-Das geht nicht. -Zu klein."
    }
  },
  {
    "translation": {
      "en": "-[driver] We wanna go backstage. -Yeah, you got a pass?",
      "de": "-Wir wollen Backstage. -Ausweis?"
    }
  },
  {
    "translation": {
      "en": "Yeah, we-- This is our pass. Cypress Hill.",
      "de": "Ja, hier, Cypress Hill."
    }
  },
  {
    "translation": {
      "en": "-[policeman] Cypress-- Oh, yeah. -Yeah.",
      "de": "-Cypress Hill! Toll. -Ja."
    }
  },
  {
    "translation": {
      "en": "-[Sen] We made it, Engolf. -[Estevan chuckles]",
      "de": "Geschafft, Engolf."
    }
  },
  {
    "translation": {
      "en": "[Estevan] I'm on tour with The Beastie Boys, No Doubt, The Fugees,",
      "de": "Ich bin auf Tour mit den Beastie Boys, No Doubt, The Fugees, Limp Bizkit,"
    }
  },
  {
    "translation": {
      "en": "Limp Bizkit, Erykah Badu,",
      "de": "Ich bin auf Tour mit den Beastie Boys, No Doubt, The Fugees, Limp Bizkit, Erykah Badu und all den Bands."
    }
  },
  {
    "translation": {
      "en": "and all these other bands,",
      "de": "Erykah Badu und all den Bands."
    }
  },
  {
    "translation": {
      "en": "and I'm the only one there with a camera.",
      "de": "Ich bin der Einzige mit einer Kamera."
    }
  },
  {
    "translation": {
      "en": "[Estevan] You're going from nothing to seeing thousands of people",
      "de": "Und plötzlich sieht man Tausende, die total durchdrehen."
    }
  },
  {
    "translation": {
      "en": "losing their fucking minds to the song that you guys are bringing, you know?",
      "de": "Und plötzlich sieht man Tausende, die total durchdrehen. Zu deinem Song."
    }
  },
  {
    "translation": {
      "en": "So, you're, like, \"Fuck, man.\"",
      "de": "Man denkt nur: \"Verdammt!\""
    }
  },
  {
    "translation": {
      "en": "That's when I started, like, feeling like,",
      "de": "Da wurde mir klar:"
    }
  },
  {
    "translation": {
      "en": "\"Okay, yeah, I need to take pictures of all this shit.\"",
      "de": "\"Ok, ja, ich muss davon Fotos machen.\""
    }
  },
  {
    "translation": {
      "en": "This is Southern California, motherfucker.",
      "de": "Südkalifornien, Motherfucker!"
    }
  },
  {
    "translation": {
      "en": "[Estevan] I started offering my photos to the magazines,",
      "de": "Ich bot meine Fotos den Magazinen an."
    }
  },
  {
    "translation": {
      "en": "so music magazines started publishing my photos.",
      "de": "Musikmagazine veröffentlichten die Fotos."
    }
  },
  {
    "translation": {
      "en": "Yo, kick it off, dog. One, two, three. Chickity boom bang.",
      "de": "Yo, los. Eins, zwei, drei, chickity-boom-bang."
    }
  },
  {
    "translation": {
      "en": "Estevan...",
      "de": "Estevan. Er war der Mann, verstehst du?"
    }
  },
  {
    "translation": {
      "en": "The motherfucker was the man, you know? He was a man of many hats.",
      "de": "Estevan. Er war der Mann, verstehst du? Mit vielen Rollen."
    }
  },
  {
    "translation": {
      "en": "When I met him, I was about 14, 15 years old.",
      "de": "Als ich ihn traf, war ich etwa 14, 15 Jahre alt."
    }
  },
  {
    "translation": {
      "en": "I was in the group The Whooliganz. I rapped. I was a rapper.",
      "de": "Ich war bei The Whooliganz. Ich war Rapper."
    }
  },
  {
    "translation": {
      "en": "[Alchemist] Me and my man Scotty. Scotty Caan.",
      "de": "Ich und Scotty. Scotty Caan."
    }
  },
  {
    "translation": {
      "en": "[Scott] We had made a record with B-Real, so they were bringing us out on tour",
      "de": "Wir machten eine Platte mit B-Real. Wir gingen mit auf Tour,"
    }
  },
  {
    "translation": {
      "en": "to pump up our record that hadn't come out yet.",
      "de": "um unsere Platten zu promoten."
    }
  },
  {
    "translation": {
      "en": "So, I'm 16 years old in that situation,",
      "de": "Ich bin also 16 Jahre alt,"
    }
  },
  {
    "translation": {
      "en": "with nothing to do, but be alive for one hour.",
      "de": "hab außer der einen Stunde nichts zu tun."
    }
  },
  {
    "translation": {
      "en": "Otherwise, it was, like, hit on girls,",
      "de": "Ansonsten machte ich Mädels an, rauchte Gras, trank"
    }
  },
  {
    "translation": {
      "en": "smoke weed and drink, and hang out with your idols.",
      "de": "Ansonsten machte ich Mädels an, rauchte Gras, trank und war bei meinen Idolen."
    }
  },
  {
    "translation": {
      "en": "I don't like to represent an age group. I'm representing hip-hop.",
      "de": "Ich vertrete keine Altersgruppe. Ich vertrete Hip-Hop."
    }
  },
  {
    "translation": {
      "en": "You know, he started fucking with the camera then... Alchemist started fucking with beats then and...",
      "de": "Er fing an, Fotos zu machen. Alchemist machte verdammte Beats."
    }
  },
  {
    "translation": {
      "en": "-Can we say \"fuck\"? -[producer] Yeah.",
      "de": "-Darf man fluchen? -Ja."
    }
  },
  {
    "translation": {
      "en": "You talk about that time, you can't not curse. It's impossible, you know?",
      "de": "Redet man über diese Zeit, muss man das tun."
    }
  },
  {
    "translation": {
      "en": "You gotta remember, in '93, Soul Assassins,",
      "de": "Man muss bedenken, 1993 waren Soul Assassins,"
    }
  },
  {
    "translation": {
      "en": "Cypress Hill, House of Pain, they were the top of rap.",
      "de": "Cypress Hill, House of Pain, die Besten des Rap."
    }
  },
  {
    "translation": {
      "en": "You know, you had Dre and Snoop otherwise,",
      "de": "Es gab Dre und Snoop, aber ansonsten"
    }
  },
  {
    "translation": {
      "en": "but other than that, this was the biggest shit going on.",
      "de": "Es gab Dre und Snoop, aber ansonsten war das der größte Scheiß."
    }
  },
  {
    "translation": {
      "en": "That was Soul Assassins. We were the top.",
      "de": "Soul Assassins. Wir waren die Besten."
    }
  },
  {
    "translation": {
      "en": "[Pat] I met Estevan Oriol 25 plus years ago.",
      "de": "Ich traf Estevan Oriol vor über 25 Jahren."
    }
  },
  {
    "translation": {
      "en": "It was surreal for a 16-year-old to go to a concert",
      "de": "Surreal für einen 16-Jährigen auf ein Konzert"
    }
  },
  {
    "translation": {
      "en": "with The Whooliganz opening up for House of Pain and Cypress Hill",
      "de": "mit The Whooliganz als Vorgruppe von House of Pain und Cypress Hill zu gehen."
    }
  },
  {
    "translation": {
      "en": "at the height of their career.",
      "de": "und Cypress Hill zu gehen."
    }
  },
  {
    "translation": {
      "en": "We were backstage, and they almost shut the whole concert down",
      "de": "Sie beendeten beinahe das Konzert,"
    }
  },
  {
    "translation": {
      "en": "because some guy named Estevan punched out the bootleggers.",
      "de": "weil Estevan Schwarzhändler verdroschen hat."
    }
  },
  {
    "translation": {
      "en": "They would get your artwork from the newspaper and make a shirt.",
      "de": "Sie nahmen deine Kunst aus der Zeitung und machten ein T-Shirt."
    }
  },
  {
    "translation": {
      "en": "Like an hour before the show, a couple-- All the homeboys",
      "de": "Eine Stunde vor der Show trugen alle Homeboys Kapuzen"
    }
  },
  {
    "translation": {
      "en": "would like, put their hoods on and, like, go walk through the parking lot",
      "de": "Eine Stunde vor der Show trugen alle Homeboys Kapuzen und gingen über den Parkplatz."
    }
  },
  {
    "translation": {
      "en": "and you'd just be sittin' by the, you know, by the trailers,",
      "de": "Und man saß bei den Trailern und hörte..."
    }
  },
  {
    "translation": {
      "en": "-and you just hear, \"Wham!\" -Damn!",
      "de": "Und man saß bei den Trailern und hörte... -Verdammt! -Sie wurden verdroschen."
    }
  },
  {
    "translation": {
      "en": "And dudes would just get knocked out cold, like...",
      "de": "-Verdammt! -Sie wurden verdroschen."
    }
  },
  {
    "translation": {
      "en": "I won't name any names.",
      "de": "Ich nenne keine Namen."
    }
  },
  {
    "translation": {
      "en": "-[producer] Name names. -Muggs, Estevan.",
      "de": "Nenne Namen. Muggs, Estevan."
    }
  },
  {
    "translation": {
      "en": "Motherfucker said something... So I punch him in the face.",
      "de": "Ein Mistkerl sagte etwas, also schlug ich ihm ins Gesicht."
    }
  },
  {
    "translation": {
      "en": "Poor guy.",
      "de": "Armer Kerl."
    }
  },
  {
    "translation": {
      "en": "[Pat] So, that's when I met Estevan Oriol. Him beating up a bootlegger in San Francisco",
      "de": "Da lernte ich Estevan Oriol kennen, als er einen in San Francisco vermöbelte."
    }
  },
  {
    "translation": {
      "en": "at a Soul Assassins' concert.",
      "de": "Bei einem Soul-Assassins-Konzert."
    }
  },
  {
    "translation": {
      "en": "When I met Steve-O, he was tour manager,",
      "de": "Als ich Steve-O traf, war er Tourneeleiter..."
    }
  },
  {
    "translation": {
      "en": "the all-time funny guy...",
      "de": "Der stets lustige Typ."
    }
  },
  {
    "translation": {
      "en": "slash photographer, slash DJ.",
      "de": "Und Fotograf, DJ."
    }
  },
  {
    "translation": {
      "en": "From their platinum album Temples of Boom, you guys, here is Cypress Hill! ♪ All this confusion's stressing me Out in my mind ♪",
      "de": "Von ihrem Platin-Album Temples of Boom, hier ist Cypress Hill!"
    }
  },
  {
    "translation": {
      "en": "There were times I think where he even may have filled in",
      "de": "Ich glaube, es gab Zeiten, in denen er sogar"
    }
  },
  {
    "translation": {
      "en": "as a member of Cypress Hill in interviews.",
      "de": "als Mitglied von Cypress Hill in Interviews auftauchte."
    }
  },
  {
    "translation": {
      "en": "You can't blame all of us for these few groups.",
      "de": "Man kann nicht uns allen die Schuld zuschreiben."
    }
  },
  {
    "translation": {
      "en": "[Jim] Clearly, the controversy is going to continue.",
      "de": "Eine Kontroverse, die weitergeht."
    }
  },
  {
    "translation": {
      "en": "-Thanks a lot for joining us. -Thanks for having us.",
      "de": "-Danke fürs Kommen. -Danke."
    }
  },
  {
    "translation": {
      "en": "This is Cypress Hill. And now, back to New York.",
      "de": "Cypress Hill. Zurück nach New York."
    }
  },
  {
    "translation": {
      "en": "I think it all changed, though, when I did my first album cover.",
      "de": "Bei meinem ersten Albumcover änderte sich alles."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] There were the 1992 riots.",
      "de": "1992 gab es die Unruhen."
    }
  },
  {
    "translation": {
      "en": "It's not a message of protest. It's the brutality of a mob.",
      "de": "Es ist keine Protestbotschaft, sondern die Brutalität einer Meute."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] The verdict was read, and the streets went crazy.",
      "de": "Das Urteil wurde vorgelesen. Es herrschte Chaos."
    }
  },
  {
    "translation": {
      "en": "Shit just happened.",
      "de": "Es ging rund."
    }
  },
  {
    "translation": {
      "en": "Blacks and Mexicans started looking at each other, communicating",
      "de": "Schwarze und Mexikaner schauten sich an, kommunizierten."
    }
  },
  {
    "translation": {
      "en": "like family.",
      "de": "Wie eine Familie."
    }
  },
  {
    "translation": {
      "en": "Boy, they didn't like that. They didn't like that.",
      "de": "Das gefiel ihnen nicht."
    }
  },
  {
    "translation": {
      "en": "I remember that day, driving on the 110 freeway,",
      "de": "Ich erinnere mich an den Tag, als ich auf der 110 nach Hollywood fuhr"
    }
  },
  {
    "translation": {
      "en": "going to Hollywood and seeing the sides of the 110",
      "de": "Ich erinnere mich an den Tag, als ich auf der 110 nach Hollywood fuhr und es auf beiden Seiten brannte."
    }
  },
  {
    "translation": {
      "en": "with fire on each side of it.",
      "de": "und es auf beiden Seiten brannte."
    }
  },
  {
    "translation": {
      "en": "What it did was, it spawned a relationship",
      "de": "Aber so entstand '92 eine Beziehung,"
    }
  },
  {
    "translation": {
      "en": "from '92 to now that they can never break.",
      "de": "die bis heute anhält und unzerbrechlich ist."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] But as crazy as that shit was, that everything was on fire",
      "de": "Aber so verrückt wie dieser Scheiß war, dass alles in Flammen stand"
    }
  },
  {
    "translation": {
      "en": "and the injustice against Rodney King,",
      "de": "und die Ungerechtigkeit gegen Rodney King"
    }
  },
  {
    "translation": {
      "en": "and \"fuck the police,\" and this and that,",
      "de": "und \"Fuck The Police\" und dies und das..."
    }
  },
  {
    "translation": {
      "en": "I was driving, and the Kid Frost album cover I had drawn",
      "de": "Ich fuhr und das Kid-Frost-Albumcover, das ich zeichnete"
    }
  },
  {
    "translation": {
      "en": "was blown up on a billboard for Virgin Records.",
      "de": "war auf einer Werbetafel für Virgin Records zu sehen."
    }
  },
  {
    "translation": {
      "en": "Now I'm in the music game, and I don't even play the guitar.",
      "de": "Nun bin ich in der Musikbranche und spiele nicht mal Gitarre."
    }
  },
  {
    "translation": {
      "en": "Behind me is where me and Cartoon first met.",
      "de": "Hinter mir sieht man, wo Cartoon und ich uns kennenlernten."
    }
  },
  {
    "translation": {
      "en": "On that particular night, they rented out the top floor",
      "de": "An diesem Abend fand auf der ersten Etage"
    }
  },
  {
    "translation": {
      "en": "for The Penthouse Players record release party.",
      "de": "die Release-Party für die Penthouse Player statt."
    }
  },
  {
    "translation": {
      "en": "Me and my friend Donnie Charles, we went there together.",
      "de": "Ich war mit meinem Freund Donnie Charles dort."
    }
  },
  {
    "translation": {
      "en": "Right when we walked in, he saw Cartoon, and he goes, \"Hey...\"",
      "de": "Als wir reinkamen, sahen wir Cartoon und er sagte: \"Hey,"
    }
  },
  {
    "translation": {
      "en": "\"Come over here, uh, I want you to meet my other homie. He's Mexican too.\"",
      "de": "komm, lern meinen anderen mexikanischen Freund kennen."
    }
  },
  {
    "translation": {
      "en": "\"Both of you guys are in the music game. He did The Penthouse Players' album cover.",
      "de": "Ihr beide seid in der Musikbranche, er machte das Albumcover."
    }
  },
  {
    "translation": {
      "en": "You guys just kick it right here, and I'm gonna go roll around.\"",
      "de": "Lernt euch kennen, ich mache mal eine Runde.\""
    }
  },
  {
    "translation": {
      "en": "\"E\" impacted my life because I found someone",
      "de": "Er hat mein Leben beeinflusst, weil ich jemanden fand,"
    }
  },
  {
    "translation": {
      "en": "that was on the same mission I was,",
      "de": "der dieselbe Mission hatte."
    }
  },
  {
    "translation": {
      "en": "artistically, friendship-wise.",
      "de": "Künstlerisch, freundschaftlich..."
    }
  },
  {
    "translation": {
      "en": "[Yolanda] I remember him telling me, \"Mommy,\" says,",
      "de": "Er sagte: \"Mom,"
    }
  },
  {
    "translation": {
      "en": "\"I met a guy that thinks along the same lines I do.\"",
      "de": "\"Ich traf jemanden, der genauso denkt wie ich.\""
    }
  },
  {
    "translation": {
      "en": "Probably my first seeing Cartoon was, like, early '94.",
      "de": "Anfang '94 lernte ich Cartoon kennen."
    }
  },
  {
    "translation": {
      "en": "[B-Real] If I remember correctly,",
      "de": "Wenn ich mich recht erinnere,"
    }
  },
  {
    "translation": {
      "en": "it was at Muggs' crib up in the Hollywood Hills.",
      "de": "war es bei Muggs zu Hause in den Hollywood Hills."
    }
  },
  {
    "translation": {
      "en": "-They were in a '64 Impala. -[David] It is a buddy comedy.",
      "de": "Sie waren in einem 64er Impala. Eine Kumpelkomödie."
    }
  },
  {
    "translation": {
      "en": "[Muggs] Abbott and Costello. These two motherfuckers was non-stop.",
      "de": "Abbott und Costello waren unaufhaltsam."
    }
  },
  {
    "translation": {
      "en": "They knew how to hustle.",
      "de": "Sie wussten, wie man's macht."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] At the beginning, it was rough for us.",
      "de": "Am Anfang war es hart."
    }
  },
  {
    "translation": {
      "en": "And the more we hung out, the more we just started building on ideas",
      "de": "Je mehr wir zusammen waren, desto mehr Ideen hatten wir,"
    }
  },
  {
    "translation": {
      "en": "of things that we could do to make money that weren't illegal.",
      "de": "wie wir legal Geld machen könnten."
    }
  },
  {
    "translation": {
      "en": "[man] The check dance. Let's see the-- Let's see the-- The stripper check.",
      "de": "Der Stripper-Tanz. Zeig mal her."
    }
  },
  {
    "translation": {
      "en": "Back in those days, you know, there was no Estevan without Cartoon.",
      "de": "Damals gab es keinen Estevan ohne Cartoon."
    }
  },
  {
    "translation": {
      "en": "[Muggs] Cartoon's role in Soul Assassins, he's like the... the visuals.",
      "de": "Cartoon ist mit Soul Assassins unterwegs. Er kümmert sich um das Visuelle."
    }
  },
  {
    "translation": {
      "en": "We saw the talent in him. We believed in him.",
      "de": "Wir sahen sein Talent und glaubten an ihn."
    }
  },
  {
    "translation": {
      "en": "[Estevan] Get in there. Get in there, fucker.",
      "de": "Rein da. Geh rein da."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] For real?",
      "de": "Wirklich?"
    }
  },
  {
    "translation": {
      "en": "Turn the camera off!",
      "de": "Mach die Kamera aus."
    }
  },
  {
    "translation": {
      "en": "-[Estevan] Where we at? -We're in a ferry right now.",
      "de": "Wo sind wir? Wir sind auf einer Fähre. Acht Uhr morgens, verdammt."
    }
  },
  {
    "translation": {
      "en": "Fucking eight in the morning and shit.",
      "de": "Wir sind auf einer Fähre. Acht Uhr morgens, verdammt."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I'm so tired.",
      "de": "Einfach müde."
    }
  },
  {
    "translation": {
      "en": "All that tour life, man, I think that's what kind of molded us",
      "de": "Das ganze Tourleben. Das hat uns wohl dazu gebracht,"
    }
  },
  {
    "translation": {
      "en": "to be able to have different relationships, you know?",
      "de": "Freundschaften zu entwickeln."
    }
  },
  {
    "translation": {
      "en": "Just living that life, man.",
      "de": "Man lebt dieses Leben."
    }
  },
  {
    "translation": {
      "en": "What do you think about that? It looks crazy.",
      "de": "Wie findest du das? -Sieht verrückt aus, ja? -Probieren wir mal."
    }
  },
  {
    "translation": {
      "en": "[Estevan] I'll take a little piece and taste it.",
      "de": "-Sieht verrückt aus, ja? -Probieren wir mal."
    }
  },
  {
    "translation": {
      "en": "When Cartoon first started coming around, he started doing all of our shit.",
      "de": "Als Cartoon anfing, machte er alles."
    }
  },
  {
    "translation": {
      "en": "He was mad talented.",
      "de": "Er war sehr talentiert."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I would do the stage design.",
      "de": "Ich machte das Bühnenbild."
    }
  },
  {
    "translation": {
      "en": "[man over speakers] Check, check.",
      "de": "Test."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Artwork that I had drawn would get blown up into this big giant blow-up doll",
      "de": "Werke, die ich gezeichnet hatte, wurden zu diesen riesigen Puppen."
    }
  },
  {
    "translation": {
      "en": "of a king sitting on a throne,",
      "de": "Ein König auf einem Thron."
    }
  },
  {
    "translation": {
      "en": "the most gangster shit I could think of.",
      "de": "So gangstermäßig wie möglich."
    }
  },
  {
    "translation": {
      "en": "I hadn't even started tattooing. I didn't even have a tattoo yet.",
      "de": "Ich begann mit den Tattoos noch nicht, hatte keins."
    }
  },
  {
    "translation": {
      "en": "It wasn't until later I started",
      "de": "Erst später ging ich"
    }
  },
  {
    "translation": {
      "en": "hangin' around professional tattoo shops that...",
      "de": "zu professionellen Tattoo-Studios."
    }
  },
  {
    "translation": {
      "en": "[sniffs] ...the smell of the green soap, the energy of the shop kind of drew me in.",
      "de": "Der Geruch der grünen Seife, und die Energie des Studios zog mich an."
    }
  },
  {
    "translation": {
      "en": "My life would go another direction.",
      "de": "Mein Leben wird sich verändern."
    }
  },
  {
    "translation": {
      "en": "[man] This is NFC, stands for \"No Fat Chicks.\"",
      "de": "Hier steht \"NFC\". Steht für \"no fat chicks\"."
    }
  },
  {
    "translation": {
      "en": "A long, long time ago, I made a tattoo machine...",
      "de": "Das ist lange her. Ich machte eine Tätowiermaschine."
    }
  },
  {
    "translation": {
      "en": "for my partner Cartoon. And this is what he started tattooing me with.",
      "de": "Für meinen Partner Cartoon, und damit fing er an, mich zu tätowieren."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Even though I was good at drawing on paper,",
      "de": "Obwohl ich gut auf Papier zeichnen konnte"
    }
  },
  {
    "translation": {
      "en": "and I could do graffiti, airbrush, skin was a completely different world.",
      "de": "und Graffiti, Airbrush machen konnte, war Haut eine völlig andere Welt."
    }
  },
  {
    "translation": {
      "en": "[Muggs] His transition from drawing to the tattoo game had everybody shook.",
      "de": "Sein Übergang vom Zeichnen zum Tätowieren hatte alle geschockt."
    }
  },
  {
    "translation": {
      "en": "[Alchemist] I don't remember exactly how he transitioned,",
      "de": "Ich weiß nicht mehr genau, wie es war,"
    }
  },
  {
    "translation": {
      "en": "but I remember, like, his first tattoos. It was, like, \"Oh, it's over.\"",
      "de": "aber bei seinen ersten Tattoos dachte ich: \"Das war's.\""
    }
  },
  {
    "translation": {
      "en": "[Estevan] Cartoon came in and changed the game.",
      "de": "Cartoon hat alles verändert."
    }
  },
  {
    "translation": {
      "en": "[Alchemist] From spraying on a metal to \"Give me this fucking gun,\"",
      "de": "Vom Metall besprühen bis hin zu \"Gib mir die Maschine.\""
    }
  },
  {
    "translation": {
      "en": "he just, like, took to skin like it was just second nature.",
      "de": "Er tätowierte, als wäre es selbstverständlich."
    }
  },
  {
    "translation": {
      "en": "In the early days, he'd bring me all my customers.",
      "de": "Zu Beginn brachte er mir alle meine Kunden."
    }
  },
  {
    "translation": {
      "en": "I'd just see all these people and all these bands,",
      "de": "Ich sah all die Leute und die Bands und..."
    }
  },
  {
    "translation": {
      "en": "and I'd see their tattoos and I was like, \"Fuck, man, that tattoo looks like shit.\"",
      "de": "Ich sah ihre Tattoos und ich dachte: \"Das Tattoo sieht scheiße aus.\""
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Just see them at a concert and be like,",
      "de": "Er sah sie bei einem Konzert und fragte: \"Magst du Tattoos?\""
    }
  },
  {
    "translation": {
      "en": "\"Oh, you like tattoos? That's a nice tattoo.",
      "de": "Er sah sie bei einem Konzert und fragte: \"Magst du Tattoos?\" \"Schönes Tattoo."
    }
  },
  {
    "translation": {
      "en": "You ever got tattooed by Cartoon? He did this on me.\"",
      "de": "Noch kein Tattoo von Cartoon? Er machte das. \""
    }
  },
  {
    "translation": {
      "en": "And I showed them mine, and they were fresh.",
      "de": "Ich zeigte ihnen meine, sie waren toll."
    }
  },
  {
    "translation": {
      "en": "Most of the guys were like,",
      "de": "Die meisten sagten: \"Das ist cool.\""
    }
  },
  {
    "translation": {
      "en": "\"Oh, that's badass, you know. Who did that?\"",
      "de": "Die meisten sagten: \"Das ist cool.\" \"Wer war das?\" \"Cartoon.\""
    }
  },
  {
    "translation": {
      "en": "\"My boy Cartoon. He brought his shit. You can get tattooed with him.\"",
      "de": "\"Wer war das?\" \"Cartoon.\" Er kann dich tätowieren."
    }
  },
  {
    "translation": {
      "en": "That's how I got all my clients, you know? My big ones.",
      "de": "So habe ich all meine Kunden bekommen. Meine Großen."
    }
  },
  {
    "translation": {
      "en": "There is so much going on with those guys.",
      "de": "Die Typen haben's drauf."
    }
  },
  {
    "translation": {
      "en": "[Paul] They're super ambitious, super creative.",
      "de": "Sie sind sehr ehrgeizig, sehr kreativ..."
    }
  },
  {
    "translation": {
      "en": "You just want this same style, but just a little more symmetrical.",
      "de": "Du willst den gleichen Stil, aber symmetrischer."
    }
  },
  {
    "translation": {
      "en": "[Paul] Super fun to be around.",
      "de": "Man hat Spaß mit ihnen."
    }
  },
  {
    "translation": {
      "en": "Super assholes at times.",
      "de": "Manchmal sind sie Arschlöcher."
    }
  },
  {
    "translation": {
      "en": "Hey, Paul, we're ready to get Jewish, get right.",
      "de": "Hey, Paul, wir werden zu Juden, machen es richtig."
    }
  },
  {
    "translation": {
      "en": "I know Toons went on the Anger Management Tour over to Europe.",
      "de": "Toon ging auf die Anger Management Tour nach Europa."
    }
  },
  {
    "translation": {
      "en": "Everybody hung out.",
      "de": "Alle hingen ab."
    }
  },
  {
    "translation": {
      "en": "Anger Management Tour. -This was the tour. -Damn.",
      "de": "-Anger Management Tour, das war die Tour. -Verdammt!"
    }
  },
  {
    "translation": {
      "en": "[Bobo] We're doing these European festivals and you get access to all these bands.",
      "de": "Bei den europäischen Festivals sah man all diese Bands."
    }
  },
  {
    "translation": {
      "en": "I mean, all-access pass.",
      "de": "Zugang zu allem."
    }
  },
  {
    "translation": {
      "en": "Whookid is accused of trying to bribe a prostitute",
      "de": "Whookid wird beschuldigt, eine Prostituierte mit einem Mixtape"
    }
  },
  {
    "translation": {
      "en": "with a mixtape and two tickets.",
      "de": "und zwei Tickets bestochen zu haben."
    }
  },
  {
    "translation": {
      "en": "[Xzibit] Order in court! Order in court!",
      "de": "Ruhe im Gerichtssaal!"
    }
  },
  {
    "translation": {
      "en": "Did you or did you not pay for pussy? I paid for entertainment.",
      "de": "-Hast du für die Muschi bezahlt? -Ich habe für Unterhaltung bezahlt."
    }
  },
  {
    "translation": {
      "en": "He's a pro at that, man.",
      "de": "Er ist ein Profi."
    }
  },
  {
    "translation": {
      "en": "It was crazy, he was tattooing on tour over there in Europe.",
      "de": "Verrückt. Er tätowierte auf der Tour in Europa."
    }
  },
  {
    "translation": {
      "en": "I came over here to Europe to come with Cypress Hill.",
      "de": "Ich kam mit Cypress Hill nach Europa."
    }
  },
  {
    "translation": {
      "en": "Actually, it's a Cartoon tour featuring 50 Cent.",
      "de": "Eigentlich ist es die Cartoon-Tour mit 50 Cent."
    }
  },
  {
    "translation": {
      "en": "He makes me want a tattoo and shit.",
      "de": "Er will, dass ich eins will."
    }
  },
  {
    "translation": {
      "en": "-[Cartoon] Eminem. -Cartoon, homie. Y'all can't afford it.",
      "de": "Eminem. Ihr könnt ihn euch nicht leisten."
    }
  },
  {
    "translation": {
      "en": "-[Cartoon] Xzibit. -Fucking ecstasy, man!",
      "de": "-Xzibit. -Verdammte Ekstase, Mann."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Cypress Hill.",
      "de": "-Cypress Hill. -Nicht leicht, aber jemand muss es tun."
    }
  },
  {
    "translation": {
      "en": "It ain't easy, but somebody gotta do it. Why the hell not you, right?",
      "de": "-Cypress Hill. -Nicht leicht, aber jemand muss es tun. Warum nicht du, stimmt's?"
    }
  },
  {
    "translation": {
      "en": "Basically, my tattoo customers are getting together",
      "de": "Meine Tattoo-Kunden treffen sich quasi und geben ein Konzert."
    }
  },
  {
    "translation": {
      "en": "and throwing some type of little concert.",
      "de": "treffen sich quasi und geben ein Konzert."
    }
  },
  {
    "translation": {
      "en": "That was pretty cool 'cause he was doing it sometimes right backstage.",
      "de": "Das war cool. Er machte es manchmal hinter der Bühne."
    }
  },
  {
    "translation": {
      "en": "-You're coming with us tomorrow, right? -We're coming at 3:00 p.m. 2:00 p--",
      "de": "Du kommst morgen mit uns. Um 15 Uhr, 14 Uhr. Nein, 13 Uhr."
    }
  },
  {
    "translation": {
      "en": "No, 1:00 p.m.",
      "de": "Um 15 Uhr, 14 Uhr. Nein, 13 Uhr."
    }
  },
  {
    "translation": {
      "en": "I was Proof before it, but this really--",
      "de": "Ich war vorher schon Proof, aber das hier... Wow!"
    }
  },
  {
    "translation": {
      "en": "Wow! I'm Proof now, for real, for real, you know what I'm saying?",
      "de": "Jetzt bin ich's wirklich. Weißt du?"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Motherfuckers are bored, so when you have a tattoo machine going in the back...",
      "de": "Sie sind gelangweilt. Hat man hinten eine Tätowiermaschine..."
    }
  },
  {
    "translation": {
      "en": "...and you're in Germany somewhere, you're gonna be there all day.",
      "de": "...und ist in Deutschland, ist man den ganzen Tag dort."
    }
  },
  {
    "translation": {
      "en": "He's got another victim.",
      "de": "Er hat noch ein Opfer."
    }
  },
  {
    "translation": {
      "en": "He shoulda did a class photo with all his ink victims on this tour.",
      "de": "Er hätte ein Klassenfoto mit all seinen Tintenopfern machen sollen."
    }
  },
  {
    "translation": {
      "en": "[Eric] He did Bizarre from D12. He did his belly, man.",
      "de": "Er tätowierte Bizarre von D12. Auf seinen Bauch. Ja."
    }
  },
  {
    "translation": {
      "en": "I remember, I was there just watching him do this. He had a lot of real estate.",
      "de": "Ich sah ihm dabei zu. Er hatte viele große Kunden."
    }
  },
  {
    "translation": {
      "en": "He had lot of real estate right there. It was crazy.",
      "de": "Jede Menge. Es war verrückt."
    }
  },
  {
    "translation": {
      "en": "[Bizarre] If you're a rapper",
      "de": "Hey, wenn du ein Rapper bist und kein Tattoo von Cartoon hast,"
    }
  },
  {
    "translation": {
      "en": "and you ain't got a tattoo by Cartoon, then you ain't living.",
      "de": "Hey, wenn du ein Rapper bist und kein Tattoo von Cartoon hast, dann lebst du nicht."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I was just that guy in the industry",
      "de": "Ich war der Typ in der Branche."
    }
  },
  {
    "translation": {
      "en": "and people were coming to see me because of my work.",
      "de": "Sie kamen wegen meiner Werke zu mir."
    }
  },
  {
    "translation": {
      "en": "I surrounded myself by talent.",
      "de": "Ich war von Talenten umgeben."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] 25 years old, this is holding its weight.",
      "de": "25 Jahre später ist es immer noch beeindruckend."
    }
  },
  {
    "translation": {
      "en": "DL, all day strong. Know what I'm talkin' bout?",
      "de": "Ich hab's drauf, den ganzen Tag lang."
    }
  },
  {
    "translation": {
      "en": "Hola.",
      "de": "Hi!"
    }
  },
  {
    "translation": {
      "en": "[Estevan] Is there anywhere to go get something to eat?",
      "de": "Gibt es irgendwo etwas zu essen?"
    }
  },
  {
    "translation": {
      "en": "Terminal two.",
      "de": "-Terminal zwei. -Was?"
    }
  },
  {
    "translation": {
      "en": "-[Estevan] Huh? -Terminal two. -[Estevan] How do you get there? -You go--",
      "de": "-Terminal zwei. -Wie kommt man dahin?"
    }
  },
  {
    "translation": {
      "en": "Where did she say to turn? [Estevan] The green ramp.",
      "de": "-Wo abbiegen? -Bei der grünen Rampe."
    }
  },
  {
    "translation": {
      "en": "New York City. No one's here.",
      "de": "New York City."
    }
  },
  {
    "translation": {
      "en": "-[Estevan] You need that? -No.",
      "de": "-Brauchst du's? -Nein."
    }
  },
  {
    "translation": {
      "en": "-[Estevan] Let's go. -[baggage claim siren]",
      "de": "Gehen wir."
    }
  },
  {
    "translation": {
      "en": "[Eric] Before you know it, everybody was calling Cartoon.",
      "de": "Und plötzlich riefen alle Cartoon an."
    }
  },
  {
    "translation": {
      "en": "He was top name, flying him in.",
      "de": "Er war angesagt. Sie flogen ihn ein."
    }
  },
  {
    "translation": {
      "en": "Well, at that point in time, everybody started getting tatted up.",
      "de": "Zu diesem Zeitpunkt wurde jeder tätowiert."
    }
  },
  {
    "translation": {
      "en": "Hey, let's order a pizza pie.",
      "de": "Bestellen wir eine Pizza."
    }
  },
  {
    "translation": {
      "en": "Gang Starr, you know what I'm saying?",
      "de": "Gang Starr, weißt du?"
    }
  },
  {
    "translation": {
      "en": "That means that's me and my motherfucking man Preemo, okay?",
      "de": "Das heißt, ich und Preemo."
    }
  },
  {
    "translation": {
      "en": "-DJ Premier. -Yeah.",
      "de": "Ok? DJ Premier."
    }
  },
  {
    "translation": {
      "en": "[Premier] Only real shit gets done on me anyway, so the realest shit,",
      "de": "Nur das Beste kommt auf mich. Der beste Scheiß, Mister Cartoon."
    }
  },
  {
    "translation": {
      "en": "Mister Cartoon.",
      "de": "Der beste Scheiß, Mister Cartoon."
    }
  },
  {
    "translation": {
      "en": "This hot, though, this hot. He's created a masterpiece.",
      "de": "-Das ist cool! -Er hat ein Meisterwerk erschaffen."
    }
  },
  {
    "translation": {
      "en": "[scoffs] Busted.",
      "de": "Erwischt?"
    }
  },
  {
    "translation": {
      "en": "I'm gonna leave my whole little cigarette binge right here in New York, where I found it.",
      "de": "Nach New York, wo es begann, ist Schluss mit Zigaretten."
    }
  },
  {
    "translation": {
      "en": "[Estevan] I thought you found it in Tokyo. Yeah, but...",
      "de": "-Ich dachte bereits in Tokio. -Ja, aber..."
    }
  },
  {
    "translation": {
      "en": "I can't leave it there cause I'm over here.",
      "de": "Jetzt bin ich hier, von daher..."
    }
  },
  {
    "translation": {
      "en": "That nigga Cartoon be doin'.",
      "de": "Mein Kumpel Cartoon."
    }
  },
  {
    "translation": {
      "en": "You see, this is how we do it.",
      "de": "Siehst du, so machen wir es."
    }
  },
  {
    "translation": {
      "en": "And-- And what you have with Estevan...",
      "de": "Und was Estevan angeht..."
    }
  },
  {
    "translation": {
      "en": "If I tell you to shut the fuck up, will you shut the fuck up?",
      "de": "Du sollst die Klappe halten, also tust du das."
    }
  },
  {
    "translation": {
      "en": "Insane drug addict, alcoholic.",
      "de": "Total drogenabhängig, Alkoholiker."
    }
  },
  {
    "translation": {
      "en": "He was partying his ass off.",
      "de": "Er feierte ohne Ende."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I might've experimented with every kind of drug you could try.",
      "de": "Ich experimentierte mit allen möglichen Drogen."
    }
  },
  {
    "translation": {
      "en": "PCP, blow, mushrooms, acid, ecstasy, MDMA.",
      "de": "PCP, Kokain, Pilze, LSD, Ecstasy, MDMA..."
    }
  },
  {
    "translation": {
      "en": "I'd wake up with the craziest cramps in my legs.",
      "de": "Ich wachte mit den übelsten Krämpfen in meinen Beinen auf."
    }
  },
  {
    "translation": {
      "en": "And... it was just too much.",
      "de": "Ich wachte mit den übelsten Krämpfen in meinen Beinen auf. Es war zu viel."
    }
  },
  {
    "translation": {
      "en": "We looked at each other and we were like, \"We need to go to the next level, man.\"",
      "de": "Wir sahen uns an und sagten: \"Wir müssen aufs nächste Level.\""
    }
  },
  {
    "translation": {
      "en": "And to go to the next level, \"E\" had to leave...",
      "de": "Und um dahin zu gelangen, mussten wir..."
    }
  },
  {
    "translation": {
      "en": "the substances behind.",
      "de": "...die Drogen sein lassen."
    }
  },
  {
    "translation": {
      "en": "[David] And he got sober and sponsored countless amount of people for years.",
      "de": "Und er wurde clean und sponserte jahrelang unzählige Leute."
    }
  },
  {
    "translation": {
      "en": "Once he got sober, I just seen domination kick in.",
      "de": "Sobald er clean wurde, sah ich die Vorherrschaft."
    }
  },
  {
    "translation": {
      "en": "And they grew that empire, Soul Assassins Studios.",
      "de": "Und sie bauten dieses Imperium auf, die Soul Assassin Studios."
    }
  },
  {
    "translation": {
      "en": "Before you know it... [imitates explosion]",
      "de": "Und plötzlich..."
    }
  },
  {
    "translation": {
      "en": "I mean, should I tell you-- I can tell you the whole story now.",
      "de": "Ich kann die Geschichte erzählen."
    }
  },
  {
    "translation": {
      "en": "[Snoop] My first time going to S.A. Studios,",
      "de": "Als ich zum ersten Mal in die Studios ging..."
    }
  },
  {
    "translation": {
      "en": "lowriders,",
      "de": "Lowrider..."
    }
  },
  {
    "translation": {
      "en": "rims, the art on the wall.",
      "de": "...Felgen, die Kunst an der Wand."
    }
  },
  {
    "translation": {
      "en": "I was like a kid in a candy store.",
      "de": "Wie ein Kind im Süßwarenladen."
    }
  },
  {
    "translation": {
      "en": "It was like a Chicano... like a camp, like a club.",
      "de": "Es war wie ein Chicano... Wie ein Camp, wie ein Club."
    }
  },
  {
    "translation": {
      "en": "These dudes are like cholo Da Vincis.",
      "de": "Sie sind wie Cholo Da Vincis."
    }
  },
  {
    "translation": {
      "en": "I never would've found them if I hadn't become successful.",
      "de": "Ich hätte sie nie gefunden, wäre ich nicht erfolgreich gewesen."
    }
  },
  {
    "translation": {
      "en": "[Eminem] Yeah. Yeah. Check, check.",
      "de": "Ja. Test."
    }
  },
  {
    "translation": {
      "en": "Yo. I remember walking in, though, and being like, \"Damn, you guys made it.\"",
      "de": "Yo, ich weiß noch, wie ich reinging. So: \"Verdammt, ihr habt's geschafft.\""
    }
  },
  {
    "translation": {
      "en": "[chuckling] 'Cause it was, like, fucking incredible.",
      "de": "Es war einfach unglaublich, verdammt."
    }
  },
  {
    "translation": {
      "en": "[Travis] You're in downtown,",
      "de": "In Downtown, mittendrin."
    }
  },
  {
    "translation": {
      "en": "and you're in the thick of it, Skid Row is right there,",
      "de": "In Downtown, mittendrin. Skid Row ist dort. Der Laden war toll. Ich liebte es."
    }
  },
  {
    "translation": {
      "en": "and that spot was super jammin'. I loved that.",
      "de": "Skid Row ist dort. Der Laden war toll. Ich liebte es."
    }
  },
  {
    "translation": {
      "en": "[Eminem] It seemed like it should be like a tour museum.",
      "de": "Es war wie ein Tour-Museum sein."
    }
  },
  {
    "translation": {
      "en": "Like, people need to see that shit.",
      "de": "Das muss man gesehen haben."
    }
  },
  {
    "translation": {
      "en": "[Estevan] When we first moved down here, this was an extension of Skid Row.",
      "de": "Als wir hierher zogen, war das eine Erweiterung von Skid Row."
    }
  },
  {
    "translation": {
      "en": "This is where the homeless used to live. The people on drugs or mentally ill.",
      "de": "Hier lebten früher Obdachlose, Drogenabhängige oder Geisteskranke."
    }
  },
  {
    "translation": {
      "en": "That's what this area was like before.",
      "de": "So war das hier früher..."
    }
  },
  {
    "translation": {
      "en": "Can you see it? All right. The Art Department were those two windows.",
      "de": "Siehst du es? Ok. Die zwei Fenster waren die Kunstabteilung. Wir hatten einen kleinen Showroom."
    }
  },
  {
    "translation": {
      "en": "And we had like a little showroom here.",
      "de": "Die zwei Fenster waren die Kunstabteilung. Wir hatten einen kleinen Showroom."
    }
  },
  {
    "translation": {
      "en": "We had all of our cars laid out behind these windows.",
      "de": "Wir hatten alle Autos hinter diesen Fenstern."
    }
  },
  {
    "translation": {
      "en": "Inside that double doors right there was Cartoon's Skid Row Tattoo.",
      "de": "In der Doppeltür rechts war Mr. Cartoon's Skid Row Tattoo."
    }
  },
  {
    "translation": {
      "en": "S.A. Studios. That was a great time. It was like a hideout.",
      "de": "Das war eine tolle Zeit. Es war wie ein Versteck."
    }
  },
  {
    "translation": {
      "en": "You guys gave us the tour. Like, showed us a bunch of shit.",
      "de": "Ihr habt uns herumgeführt, uns alles gezeigt."
    }
  },
  {
    "translation": {
      "en": "[Alchemist] It was kind of like a wild playground.",
      "de": "Es war wie ein wilder Spielplatz."
    }
  },
  {
    "translation": {
      "en": "Shalom.",
      "de": "Schalom."
    }
  },
  {
    "translation": {
      "en": "Yeah, I got a good tattoo for you guys right here.",
      "de": "Ich habe ein gutes Tattoo für euch."
    }
  },
  {
    "translation": {
      "en": "The Jew unit in effect, you know what I'm saying?",
      "de": "Ja, \"Jew Unit\", weißt du?"
    }
  },
  {
    "translation": {
      "en": "[David] We have these two guys with shaved heads covered in tattoos,",
      "de": "Zwei Typen mit Glatze und voller Tattoos."
    }
  },
  {
    "translation": {
      "en": "and then you go to their office, and they have their own Nikes,",
      "de": "Sie haben ihre eigenen Nikes im Büro."
    }
  },
  {
    "translation": {
      "en": "they have their own Vans.",
      "de": "Und Vans."
    }
  },
  {
    "translation": {
      "en": "And Estevan's sittin' there, and his room's a mess, and he has like a little gun on the table.",
      "de": "Estevan in seinem chaotischen Zimmer. Er hat eine kleine Pistole auf dem Tisch."
    }
  },
  {
    "translation": {
      "en": "[Travis] Motorcycles. It was the illest, illest studio ever.",
      "de": "Motorräder. Es war das krasseste Studio aller Zeiten."
    }
  },
  {
    "translation": {
      "en": "It was nothing like I'd ever seen before.",
      "de": "So etwas hatte ich noch nie gesehen."
    }
  },
  {
    "translation": {
      "en": "I'm green with envy.",
      "de": "Ich bin grün vor Neid."
    }
  },
  {
    "translation": {
      "en": "When I walked out and I saw Too $hort, and then I saw Darlene,",
      "de": "Als ich rauskam, sah ich Too Short und dann Darlene,"
    }
  },
  {
    "translation": {
      "en": "Ice-T's old wife, right?",
      "de": "Ice Ts Exfrau."
    }
  },
  {
    "translation": {
      "en": "Well, I saw 50 there. I saw Dre, Snoop.",
      "de": "Ich sah 50 Cent dort. Ich sah Dre, Snoop."
    }
  },
  {
    "translation": {
      "en": "You know, every day was somebody else coming through.",
      "de": "Jeden Tag kam jemand anderes."
    }
  },
  {
    "translation": {
      "en": "I saw her walking in, and I'm like,",
      "de": "Ich sah, wie sie reinkam und dachte: \"Das ist angesagt.\""
    }
  },
  {
    "translation": {
      "en": "\"Oh, this must be the spot.\" You know what I'm saying? Like...",
      "de": "Ich sah, wie sie reinkam und dachte: \"Das ist angesagt.\" Weißt du, was ich meine?"
    }
  },
  {
    "translation": {
      "en": "[Sen] I saw Eminem over there.",
      "de": "Ich sah Eminem dort."
    }
  },
  {
    "translation": {
      "en": "He tatted me there. I think one day I saw Kim Kardashian there.",
      "de": "-Er tätowierte mich dort. -Ich sah Kim Kardashian."
    }
  },
  {
    "translation": {
      "en": "Went and done a photo shoot with her or whatever.",
      "de": "Er machte Fotos von ihr oder so."
    }
  },
  {
    "translation": {
      "en": "You guys still got that place?",
      "de": "Gibt es das noch?"
    }
  },
  {
    "translation": {
      "en": "The building itself seemed slightly dangerous.",
      "de": "Das Gebäude selbst schien etwas gefährlich."
    }
  },
  {
    "translation": {
      "en": "Oh, there comes shitbox.",
      "de": "-Da kommt einer. -Es ist sicher gefährlich,"
    }
  },
  {
    "translation": {
      "en": "[Brian] I'm sure it's really dangerous, but since you planted",
      "de": "-Da kommt einer. -Es ist sicher gefährlich, aber da es dir gehört, wurde es..."
    }
  },
  {
    "translation": {
      "en": "your spot there it became--",
      "de": "aber da es dir gehört, wurde es..."
    }
  },
  {
    "translation": {
      "en": "[chuckling] It was like a safe house or something.",
      "de": "Es war ein Safe House oder so."
    }
  },
  {
    "translation": {
      "en": "[Sen] The homeless people around it, they took care of it.",
      "de": "Sie kümmerten sich um die Obdachlosen,"
    }
  },
  {
    "translation": {
      "en": "You know, that's why no one ever really messed with that building.",
      "de": "deshalb hat keiner dumm gemacht."
    }
  },
  {
    "translation": {
      "en": "[Estevan] Pull your ass over. Face the wall.",
      "de": "Schwing deinen Arsch her, schau die Wand an."
    }
  },
  {
    "translation": {
      "en": "And I wanna see your ID and your bike.",
      "de": "Ich will deinen Ausweis und dein Fahrrad sehen."
    }
  },
  {
    "translation": {
      "en": "There's my ID, there's my nutsack, and fuck you, my ass.",
      "de": "Da ist mein Ausweis, da ist mein Sack, und fick meinen Arsch."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] It seems like we were able to exist in multiple worlds. You know what I'm saying?",
      "de": "Es schien so, als könnten wir in mehreren Welten existieren."
    }
  },
  {
    "translation": {
      "en": "For lunch, we'd be in downtown",
      "de": "Zum Mittagessen sind wir in Downtown,"
    }
  },
  {
    "translation": {
      "en": "and bullshitting with some crazy homeless guy in his tent.",
      "de": "albern mit einem verrückten Obdachlosen im Zelt herum."
    }
  },
  {
    "translation": {
      "en": "Estevan would jump out and take a picture of him.",
      "de": "Estevan machte ein Foto von ihm."
    }
  },
  {
    "translation": {
      "en": "And then we'd jump on the 10 freeway and be at a five-star hotel.",
      "de": "Wir fuhren über die Autobahn und waren in einem Fünfsternehotel."
    }
  },
  {
    "translation": {
      "en": "It was just normal, you know what I'm saying?",
      "de": "Es war normal, verstehst du?"
    }
  },
  {
    "translation": {
      "en": "[Pepper] I'm Pepper, you know? I'm Skid Row's most highest-ranked right now.",
      "de": "Ich bin Pepper, der Höchstrangige von Skid Row."
    }
  },
  {
    "translation": {
      "en": "I'm the mayor of Skid Row.",
      "de": "Der Bürgermeister von Skid Row."
    }
  },
  {
    "translation": {
      "en": "The homeless pretty much answer to me.",
      "de": "Die Obdachlosen antworten mir."
    }
  },
  {
    "translation": {
      "en": "Factory place was dead.",
      "de": "Die Fabrik war tot,"
    }
  },
  {
    "translation": {
      "en": "When Joker, Cartoon, everyone come here.",
      "de": "als Joker Cartoon und alle hierherkamen."
    }
  },
  {
    "translation": {
      "en": "They brought the factory to life, okay?",
      "de": "Sie haben die Fabrik zum Leben erweckt, ok?"
    }
  },
  {
    "translation": {
      "en": "And then I came into the scene.",
      "de": "Und dann kam ich."
    }
  },
  {
    "translation": {
      "en": "-[Estevan] How old you turn? -Forty-one.",
      "de": "-Wie alt bist du? -41."
    }
  },
  {
    "translation": {
      "en": "Okay, I'm 50.",
      "de": "Ok? Ich bin 50."
    }
  },
  {
    "translation": {
      "en": "Soon to be 51 in a couple of months.",
      "de": "Bald bin ich 51, in ein paar Monaten."
    }
  },
  {
    "translation": {
      "en": "I'm an ex-convict, ex-drug dealer, ex-drug user.",
      "de": "Ich bin Ex-Häftling, Ex-Drogendealer, Ex-Drogenkonsument."
    }
  },
  {
    "translation": {
      "en": "I gutted his ass.",
      "de": "Ich hab's ihm gezeigt."
    }
  },
  {
    "translation": {
      "en": "We got in an argument, so I gutted him.",
      "de": "Wir stritten uns, also machte ich ihn fertig."
    }
  },
  {
    "translation": {
      "en": "This family never gave up on me.",
      "de": "Diese Familie gab mich nie auf."
    }
  },
  {
    "translation": {
      "en": "They never gave up on me when I was all filthy, drugged out and shit.",
      "de": "Sie haben mich nie aufgegeben, als ich versifft und high war."
    }
  },
  {
    "translation": {
      "en": "When I was thrown in and out of County Jail, they accepted me with open arms when I come out.",
      "de": "Ich ging stets ins Gefängnis. Sie empfingen mich mit offenen Armen."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I've been dealing with homeless people all my life, you know.",
      "de": "Ich habe mein Leben lang mit Obdachlosen zu tun."
    }
  },
  {
    "translation": {
      "en": "They don't wanna follow rules.",
      "de": "Sie wollen keine Regeln befolgen."
    }
  },
  {
    "translation": {
      "en": "I work when I wanna work.",
      "de": "Ich arbeite, wenn ich will."
    }
  },
  {
    "translation": {
      "en": "Sleep when I wanna sleep.",
      "de": "Schlafe, wenn..."
    }
  },
  {
    "translation": {
      "en": "Sleep where I wanna sleep.",
      "de": "...und wo ich will."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] They have a problem with authority.",
      "de": "Sie haben ein Autoritätsproblem."
    }
  },
  {
    "translation": {
      "en": "And whoever don't like it, fuck them in their ass and suck my dick.",
      "de": "Magst du das nicht, fick dich und lutsch meinen Schwanz."
    }
  },
  {
    "translation": {
      "en": "For the fourth time today. This is harassment.",
      "de": "Das war schon das vierte Mal. Das ist Belästigung."
    }
  },
  {
    "translation": {
      "en": "Fourth time being stopped for no reason.",
      "de": "Zum vierten Mal hielten sie grundlos an."
    }
  },
  {
    "translation": {
      "en": "-[Estevan] See you tomorrow, Pepper! -[Pepper] All right.",
      "de": "-Bis morgen, Pepper! -Ok."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] We could fall off and lose all our shit.",
      "de": "Wir könnten abstürzen und alles verlieren."
    }
  },
  {
    "translation": {
      "en": "Pepper's world.",
      "de": "Peppers Welt."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] So, any of us could be walking the streets, you know? Drugs will take you down there.",
      "de": "Jeder könnte hier landen. Drogen bringen dich dorthin."
    }
  },
  {
    "translation": {
      "en": "But that's the way life goes. Life is about change.",
      "de": "Aber so läuft das Leben. Im Leben geht es um Veränderung,"
    }
  },
  {
    "translation": {
      "en": "And change is what it's about.",
      "de": "und darum geht es."
    }
  },
  {
    "translation": {
      "en": "[Lepke] Look, if y'all gonna keep telling me",
      "de": "Wenn ihr mir ständig sagt, wo ich hinsoll,"
    }
  },
  {
    "translation": {
      "en": "which way to move, we can't do no interview. Damn!",
      "de": "können wir kein Interview führen. Verdammt!"
    }
  },
  {
    "translation": {
      "en": "Look, are you good, cameraman? All right.",
      "de": "Alles ok, Kameramann? EX-GANGMITGLIED"
    }
  },
  {
    "translation": {
      "en": "Listen, I'm Big Lepke, Westside Rebels, gangster locos.",
      "de": "Ich bin Big Lepke, West Side Rebels, Gangster Locos."
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm an ex-gang member.",
      "de": "Ich bin Ex-Gangmitglied."
    }
  },
  {
    "translation": {
      "en": "We up on Skid Row. We keep it real.",
      "de": "Wir sind auf Skid Row. Wir bleiben uns treu."
    }
  },
  {
    "translation": {
      "en": "Today we ain't trippin'. Ain't no heroin in the veins. Ain't no rock in the mouth.",
      "de": "Heute werden wir nicht high. Kein Heroin. Kein Kokain."
    }
  },
  {
    "translation": {
      "en": "Skid Row was my home.",
      "de": "Skid Row war mein Zuhause."
    }
  },
  {
    "translation": {
      "en": "Some people call it \"hell.\" I call it \"home.\" The city I roam.",
      "de": "Manche nennen es \"Hölle\". Ich nenne es \"Zuhause\". Meine Stadt."
    }
  },
  {
    "translation": {
      "en": "[Estevan] So, right here Lepke would get the boxes from when we'd throw them out,",
      "de": "Lepke holte die Kisten von unserem Abfall."
    }
  },
  {
    "translation": {
      "en": "and he'd make like a little bed right here.",
      "de": "Er machte ein kleines Bett."
    }
  },
  {
    "translation": {
      "en": "I remember one time we were coming to have a meeting here",
      "de": "Wir hatten mal ein Meeting hier,"
    }
  },
  {
    "translation": {
      "en": "and Lepke, he'd been shooting heroin.",
      "de": "und Lepke spritzte sich Heroin. Und wir: \"Toll,"
    }
  },
  {
    "translation": {
      "en": "We were like, \"Great, fucking Lepke's passed out.",
      "de": "und Lepke spritzte sich Heroin. Und wir: \"Toll, Lepke ist bewusstlos, und die Kunden kommen.\""
    }
  },
  {
    "translation": {
      "en": "The clients are coming, and we're gonna have this big meeting,",
      "de": "Lepke ist bewusstlos, und die Kunden kommen.\" Wir haben ein großes Meeting, und unser Junkie-Freund"
    }
  },
  {
    "translation": {
      "en": "and there's our, you know, dopefiend friend",
      "de": "Wir haben ein großes Meeting, und unser Junkie-Freund"
    }
  },
  {
    "translation": {
      "en": "passed out from shooting too much heroin.",
      "de": "ist wegen zu viel Heroin bewusstlos."
    }
  },
  {
    "translation": {
      "en": "You know, he didn't OD, so we didn't have to stick an ice cube up his ass.",
      "de": "Keine Überdosis. Wir mussten keinen Eiswürfel in seinen Arsch schieben."
    }
  },
  {
    "translation": {
      "en": "But he was knocked out, so we had to spray him with some water...",
      "de": "Aber er war ohnmächtig, also spritzten wir Wasser auf ihn."
    }
  },
  {
    "translation": {
      "en": "so he could come to.",
      "de": "Damit er wieder wach wurde."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Hey.",
      "de": "Hey!"
    }
  },
  {
    "translation": {
      "en": "[laughing] Come back.",
      "de": "Wach auf, Arschloch!"
    }
  },
  {
    "translation": {
      "en": "Get him later.",
      "de": "Hol ihn später."
    }
  },
  {
    "translation": {
      "en": "I'm over here, kickin' it.",
      "de": "Ich gehe voll ab..."
    }
  },
  {
    "translation": {
      "en": "-[Cartoon] Don't threaten me, man. -Hey, motherfucker.",
      "de": "Hey, was zur Hölle..."
    }
  },
  {
    "translation": {
      "en": "No, no, we told him, \"You gotta go. We're gonna have a meeting.\"",
      "de": "Wir sagten: \"Du musst weg. Wir haben ein Meeting.\""
    }
  },
  {
    "translation": {
      "en": "Oh, suck a dick.",
      "de": "Lutsch doch einen Schwanz."
    }
  },
  {
    "translation": {
      "en": "Yeah, he squirted some water in my nose, and it was a cool wake-up call.",
      "de": "Er hat mir Wasser in die Nase gespritzt. Cooler Weckruf."
    }
  },
  {
    "translation": {
      "en": "I always think about stuff like that.",
      "de": "So was merke ich mir."
    }
  },
  {
    "translation": {
      "en": "You're gonna get kicked.",
      "de": "Wir werden rausgeschmissen."
    }
  },
  {
    "translation": {
      "en": "So, downtown has always been a Soul Assassins' headquarters.",
      "de": "Downtown war stets das Hauptquartier von Soul Assassins."
    }
  },
  {
    "translation": {
      "en": "It was kind of like a home base. Kind of reminds me of Grand Theft Auto.",
      "de": "Wie eine Heimatbasis. Erinnert mich an Grand Theft Auto."
    }
  },
  {
    "translation": {
      "en": "Estevan was upstairs, Cartoon was tattooing.",
      "de": "Estevan war oben, Cartoon tätowierte."
    }
  },
  {
    "translation": {
      "en": "There was eyes on it. It was protected, man, yeah.",
      "de": "Man überwachte es. Es war geschützt."
    }
  },
  {
    "translation": {
      "en": "There's like a shield around it or something.",
      "de": "Als sei ein Schutzschild da herum."
    }
  },
  {
    "translation": {
      "en": "But you take pictures, you do cars, all that stuff in that space.",
      "de": "Man macht Fotos, Autos, all das in dem Gebäude."
    }
  },
  {
    "translation": {
      "en": "You tattoo there.",
      "de": "Man tätowiert dort."
    }
  },
  {
    "translation": {
      "en": "There's only one guy that I let do my tattoos, and my kids' tattoos.",
      "de": "Es gibt nur einen Typen, der mich und meine Kinder tätowieren darf."
    }
  },
  {
    "translation": {
      "en": "The great Cartoon.",
      "de": "Den tollen Cartoon."
    }
  },
  {
    "translation": {
      "en": "[in English] Tattoos used to be a stigma.",
      "de": "Tattoos waren früher ein Schandfleck."
    }
  },
  {
    "translation": {
      "en": "I mean, a bad one.",
      "de": "SCHAUSPIELER"
    }
  },
  {
    "translation": {
      "en": "When I got out of the pen,",
      "de": "Als ich aus der Strafanstalt kam und ein Mädel mit Tattoo sah,"
    }
  },
  {
    "translation": {
      "en": "the first girl I saw with a tattoo, I-- I thought she was a hooker.",
      "de": "Als ich aus der Strafanstalt kam und ein Mädel mit Tattoo sah, dachte ich, sie sei eine Nutte."
    }
  },
  {
    "translation": {
      "en": "Before him, tattooing hip-hop guys,",
      "de": "Er tätowierte Hip-Hop-Typen."
    }
  },
  {
    "translation": {
      "en": "I don't think there was a prominent position in hip-hop where guys were getting tatted like that.",
      "de": "In der Branche war es nicht üblich, dass man tätowiert wird."
    }
  },
  {
    "translation": {
      "en": "Nobody was-- Like, in hip-hop, was about that.",
      "de": "Niemand hatte Interesse daran."
    }
  },
  {
    "translation": {
      "en": "I mean--",
      "de": "Verdammt."
    }
  },
  {
    "translation": {
      "en": "Fuck, I mean, I feel like Cartoon gave Eminem one of his first tattoos,",
      "de": "Eines von Eminems ersten Tattoos war von Cartoon."
    }
  },
  {
    "translation": {
      "en": "Didn't he? He gave Snoop one of his first tattoos.",
      "de": "Ebenso Snoop Dogg."
    }
  },
  {
    "translation": {
      "en": "[Snoop] Look at this, man. I really look like my old boy Nate Dogg.",
      "de": "Schau. Sieht aus wie mein Homeboy Nate Dogg."
    }
  },
  {
    "translation": {
      "en": "It looks like my lovely wife.",
      "de": "Und wie meine liebe Frau."
    }
  },
  {
    "translation": {
      "en": "He captured that, man.",
      "de": "Er fing das ein."
    }
  },
  {
    "translation": {
      "en": "I mean, I don't even have a Cartoon tattoo, believe it or not.",
      "de": "Ich habe nicht mal ein Cartoon-Tattoo."
    }
  },
  {
    "translation": {
      "en": "That's, you know what I mean, I'd love one.",
      "de": "Ich hätte gern eins, aber ich zahle keine 50.000 dafür."
    }
  },
  {
    "translation": {
      "en": "But, you know, I'm not paying 50 Gs. [chuckling] I'm just not doing it.",
      "de": "Ich hätte gern eins, aber ich zahle keine 50.000 dafür. Nein."
    }
  },
  {
    "translation": {
      "en": "This guy is the best in the world, but he costs an arm and a leg.",
      "de": "Er ist der Beste der Welt, aber er kostet ein Vermögen."
    }
  },
  {
    "translation": {
      "en": "He'll tattoo your arm and he'll take it with you.",
      "de": "Er tätowiert deinen Arm und behält ihn."
    }
  },
  {
    "translation": {
      "en": "Hey, man, it's worth it.",
      "de": "Hey, Mann, es lohnt sich."
    }
  },
  {
    "translation": {
      "en": "-[Cartoon] Talk about your new tattoo. -Cartoon is the greatest tattoo artist",
      "de": "Wir reden über dein neues Tattoo. Cartoon ist der beste Tattoo-Künstler aller Zeiten."
    }
  },
  {
    "translation": {
      "en": "to ever live.",
      "de": "Cartoon ist der beste Tattoo-Künstler aller Zeiten."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] This should be enough for this, because, my man--",
      "de": "Das sollte reichen, weil... Mein Freund..."
    }
  },
  {
    "translation": {
      "en": "He's the greatest, the quickest, uh...",
      "de": "Der Beste, der Schnellste..."
    }
  },
  {
    "translation": {
      "en": "-[Cartoon] With the biggest truck. -With the biggest truck.",
      "de": "-Mit dem größten Truck. -Dem größten Truck."
    }
  },
  {
    "translation": {
      "en": "It's getting expensive, man.",
      "de": "Es wird teuer, Mann."
    }
  },
  {
    "translation": {
      "en": "With the biggest truck... in the world, probably.",
      "de": "Mit dem wohl größten Truck der Welt."
    }
  },
  {
    "translation": {
      "en": "I mean, his clientele, you know, it's like, you know, Travis,",
      "de": "Weil seine Kundschaft sind Leute wie"
    }
  },
  {
    "translation": {
      "en": "and Eminem, Redman, Method Man, you know,",
      "de": "Travis und Eminem, Redman, Method Man,"
    }
  },
  {
    "translation": {
      "en": "Justin Timberlake, Beyoncé from Destiny's Child...",
      "de": "Justin Timberlake, Beyoncé von Destiny's Child."
    }
  },
  {
    "translation": {
      "en": "Don't show me.",
      "de": "Zeig es mir nicht."
    }
  },
  {
    "translation": {
      "en": "[Skinhead Rob] It's appointment only",
      "de": "Nur mit Termin."
    }
  },
  {
    "translation": {
      "en": "and not every deek off the street can just come in and get something.",
      "de": "Nicht jeder kann einfach so kommen."
    }
  },
  {
    "translation": {
      "en": "I knew If I was gonna get my fucking head done,",
      "de": "Für meinen Kopf"
    }
  },
  {
    "translation": {
      "en": "for what I wanted and stuff, and the style,",
      "de": "wollte ich einen gewissen Stil."
    }
  },
  {
    "translation": {
      "en": "I knew it was gonna be Cartoon, you know.",
      "de": "Ich wusste, Cartoon muss ran."
    }
  },
  {
    "translation": {
      "en": "That was an experience.",
      "de": "Es war ein Erlebnis."
    }
  },
  {
    "translation": {
      "en": "[Ryan] I would hear his name in songs. The Game,",
      "de": "Ich hörte seinen Namen in Liedern."
    }
  },
  {
    "translation": {
      "en": "there's a couple of rap songs where he drops Cartoon's name.",
      "de": "The Game. In ein paar Rapsongs erwähnt er Cartoon."
    }
  },
  {
    "translation": {
      "en": "[Paul R., Jr] You know, I'm a hip-hop fan, and, so, I would see Cartoon pop up in music videos.",
      "de": "Ich bin Hip-Hop-Fan und sah Cartoon in Musikvideos:"
    }
  },
  {
    "translation": {
      "en": "[Ryan] In the waiting room, I remember looking at the pictures on the wall,",
      "de": "Ich war im Warteraum und sah mir die Bilder an,"
    }
  },
  {
    "translation": {
      "en": "pictures Estevan probably took.",
      "de": "die Estevan wohl machte."
    }
  },
  {
    "translation": {
      "en": "Cartoon was tatting up all those, 50 Cent, Eminem and Dr. Dre.",
      "de": "Cartoon tätowierte alle, 50 Cent, Eminem, Dr. Dre."
    }
  },
  {
    "translation": {
      "en": "If Xzibit was getting tattooed,",
      "de": "Wenn Xzibit tätowiert wurde, fotografierte Estevan ihn."
    }
  },
  {
    "translation": {
      "en": "Estevan was photographing him, and you'd see that photo everywhere.",
      "de": "Wenn Xzibit tätowiert wurde, fotografierte Estevan ihn. Man sah das Foto überall."
    }
  },
  {
    "translation": {
      "en": "[Ryan] I knew pretty early on that he had done the Xs on Xzibit,",
      "de": "Ich wusste schon früh, dass er die Xe bei Xzibit machte und 50 Cents Rücken."
    }
  },
  {
    "translation": {
      "en": "that he did 50 Cent's back,",
      "de": "dass er die Xe bei Xzibit machte und 50 Cents Rücken."
    }
  },
  {
    "translation": {
      "en": "You know, 50 got that shit on his back, man. That shit is crazy.",
      "de": "50 Cent hat es auf dem Rücken. Das ist verrückt."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] More people were coming down, more people were willing to come downtown.",
      "de": "Mehr Leute kamen vorbei, mehr Leute wollten vorbeikommen."
    }
  },
  {
    "translation": {
      "en": "I mean, back then, people used to complain about having to drive to downtown.",
      "de": "Damals beschwerten sie sich, dass es in Downtown war."
    }
  },
  {
    "translation": {
      "en": "\"Oh, all the way downtown?\"",
      "de": "\"Oh, bis nach Downtown.\""
    }
  },
  {
    "translation": {
      "en": "They wouldn't go east of La Brea.",
      "de": "Östlich von La Brea war tabu."
    }
  },
  {
    "translation": {
      "en": "50 Cent, my boy Cartoon. We out here in LA, boy.",
      "de": "50 Cent, mein Kumpel Cartoon hier in L.A."
    }
  },
  {
    "translation": {
      "en": "[Estevan] Cartoon was tattooing 50 Cent in there,",
      "de": "Cartoon tätowierte 50 Cent da drin,"
    }
  },
  {
    "translation": {
      "en": "and he said he had to go have a meeting.",
      "de": "und er sagte, er hätte ein Meeting."
    }
  },
  {
    "translation": {
      "en": "He was going to sign with Jimmy Iovine at Interscope.",
      "de": "Er wollte mit Jimmy Iovine von Interscope einen Vertrag machen."
    }
  },
  {
    "translation": {
      "en": "[Estevan] So he had to leave for an hour or two.",
      "de": "Er musste für ein paar Stunden weg."
    }
  },
  {
    "translation": {
      "en": "So me and Cartoon left in his brand-new white Escalade",
      "de": "Cartoon und ich fuhren in seinem brandneuen weißen Escalade"
    }
  },
  {
    "translation": {
      "en": "on, like, 22-inch rims.",
      "de": "mit 22-Zoll-Felgen los."
    }
  },
  {
    "translation": {
      "en": "[Estevan] About six police officers followed us down that street.",
      "de": "Etwa sechs Polizisten folgten uns die Straße entlang."
    }
  },
  {
    "translation": {
      "en": "They pulled us both out of the car.",
      "de": "Sie zogen uns aus dem Auto."
    }
  },
  {
    "translation": {
      "en": "They threw me on the ground, put the handcuffs behind my back,",
      "de": "Sie warfen mich auf den Boden, legten mir Handschellen an,"
    }
  },
  {
    "translation": {
      "en": "put his shotgun in the back of my head right here,",
      "de": "drückten mir die Schrotflinte hier an den Kopf."
    }
  },
  {
    "translation": {
      "en": "and he was shaking. What happened was...",
      "de": "Und er zitterte. Was passierte, war..."
    }
  },
  {
    "translation": {
      "en": "Some motorcycle cop was put in the hospital",
      "de": "Ein Motorrad-Polizist landete wegen einem jungen Mann mit Glatze,"
    }
  },
  {
    "translation": {
      "en": "by a young gentleman with a shaved head looking a lot like me,",
      "de": "Ein Motorrad-Polizist landete wegen einem jungen Mann mit Glatze, der mir sehr ähnlich sieht, im Krankenhaus."
    }
  },
  {
    "translation": {
      "en": "driving a truck like this.",
      "de": "Er fuhr auch so einen Truck."
    }
  },
  {
    "translation": {
      "en": "[Estevan] We have customers here from out of town.",
      "de": "Wir hatten Kunden von außerhalb hier,"
    }
  },
  {
    "translation": {
      "en": "And they go, \"Hey, you guys gotta go,\" then 50 Cent said...",
      "de": "die sagten: \"Ihr müsst gehen, 50 Cent ist hier.\""
    }
  },
  {
    "translation": {
      "en": "I ain't did it. Cartoon ain't did it. Leave us the fuck alone.",
      "de": "Ich war's nicht, Cartoon auch nicht. Lasst uns in Ruhe."
    }
  },
  {
    "translation": {
      "en": "[man] If you go on a talk show, you have a big story to tell.",
      "de": "Eine tolle Geschichte für eine Talkshow."
    }
  },
  {
    "translation": {
      "en": "I get my tattoo done...",
      "de": "-\"Ich wurde tätowiert...\" -Er wurde verhaftet."
    }
  },
  {
    "translation": {
      "en": "-[man] That tattoo artist got- -Yeah, on my back. And they're harassing.",
      "de": "-\"Ich wurde tätowiert...\" -Er wurde verhaftet. Sie belästigten uns. Wir gehen nirgendwohin."
    }
  },
  {
    "translation": {
      "en": "We ain't going nowhere.",
      "de": "Sie belästigten uns. Wir gehen nirgendwohin."
    }
  },
  {
    "translation": {
      "en": "He's a friend of mine from Virginia, but he's going to see this shit and that's gonna be it.",
      "de": "Ein Freund von mir ist im Weinberg, aber er wird das sehen."
    }
  },
  {
    "translation": {
      "en": "Did you ever get anybody, like, right at this point, \"Wait, I wanna change it\"?",
      "de": "Wenn du fertig bist und dann: \"Ich will es ändern!\""
    }
  },
  {
    "translation": {
      "en": "All you need now is, uh, Mister Cartoon's signature.",
      "de": "Nur noch eine Unterschrift von Mister Cartoon."
    }
  },
  {
    "translation": {
      "en": "[Nas] What's up, y'all? It's Nas. Chillin' up here with my man Cartoon.",
      "de": "Was geht, Leute? Nas chillt hier mit Cartoon."
    }
  },
  {
    "translation": {
      "en": "[Method] Hey, yo, this is Meth right here.",
      "de": "Hey, hier ist Meth."
    }
  },
  {
    "translation": {
      "en": "I just got a tattoo done by the world-famous Cartoon.",
      "de": "Ich wurde gerade vom weltberühmten Cartoon tätowiert."
    }
  },
  {
    "translation": {
      "en": "-Cartoon. -Cartoon, baby. -What? -[tattoo machine buzzing]",
      "de": "-Cartoon. -Cartoon, Baby. Was?"
    }
  },
  {
    "translation": {
      "en": "[Travis] Cartoon is... just an OG.",
      "de": "Cartoon ist einfach ein OG."
    }
  },
  {
    "translation": {
      "en": "He's one of the illest.",
      "de": "Er ist einer der Besten."
    }
  },
  {
    "translation": {
      "en": "Cartoon really made black and gray popular again.",
      "de": "Cartoon machte Schwarz und Grau wieder beliebt."
    }
  },
  {
    "translation": {
      "en": "I'd sit down with Cartoon, and we really wouldn't even have a plan.",
      "de": "Ich setzte mich mit ihm zusammen, wir hatten keinen Plan."
    }
  },
  {
    "translation": {
      "en": "I would trust him to just go freehand.",
      "de": "Ich vertraute auf seine Improvisation."
    }
  },
  {
    "translation": {
      "en": "I had an appointment with Cartoon. We all came to my spot in Corona.",
      "de": "Ich hatte einen Termin mit ihm. Wir trafen uns bei mir in Corona."
    }
  },
  {
    "translation": {
      "en": "We had just met, but it felt, like, you know, we had all been homies for a long time.",
      "de": "Es fühlte sich an, als würden wir uns schon ewig kennen."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] We got the kids with us, we're taking the whole families, Fourth of July.",
      "de": "Wir haben die Kinder dabei, die ganze Familie, 4. Juli."
    }
  },
  {
    "translation": {
      "en": "[Travis] The first tattoo Cartoon did on me was praying hands on the side of my head.",
      "de": "Die betenden Hände am Kopf, das war das erste Tattoo von ihm."
    }
  },
  {
    "translation": {
      "en": "It said, \"Barker,\" like my family name.",
      "de": "Da steht Barker, mein Familienname."
    }
  },
  {
    "translation": {
      "en": "It was like therapy or something, you know.",
      "de": "Es war wie Therapie oder so."
    }
  },
  {
    "translation": {
      "en": "Just sitting with Toons, you don't even realize you're getting tattooed.",
      "de": "Man merkt nicht, dass man tätowiert wird."
    }
  },
  {
    "translation": {
      "en": "I think the next tattoos he did was he started filling in my ghetto blaster.",
      "de": "Als Nächstes hat er meinen Ghettoblaster ausgefüllt."
    }
  },
  {
    "translation": {
      "en": "He also did this Marilyn piece",
      "de": "Und Marilyn direkt auf meinem Adamsapfel."
    }
  },
  {
    "translation": {
      "en": "right on my Adam's apple, that one's a hard one.",
      "de": "Und Marilyn direkt auf meinem Adamsapfel. Das war hart."
    }
  },
  {
    "translation": {
      "en": "Look at that shit.",
      "de": "Sieh dir das an!"
    }
  },
  {
    "translation": {
      "en": "My son was born, and we were recording the new record,",
      "de": "Die Geburt meines Sohnes, neue Platte."
    }
  },
  {
    "translation": {
      "en": "and I'd decided that I wanted to get",
      "de": "Ich wollte mir die Namen meiner Familie"
    }
  },
  {
    "translation": {
      "en": "my wife and son's name tattooed, and Travis said...",
      "de": "tätowieren lassen. Travis sagte..."
    }
  },
  {
    "translation": {
      "en": "\"Then you gotta go to Cartoon, he's the best.\"",
      "de": "Geh zu Cartoon, er ist der Beste."
    }
  },
  {
    "translation": {
      "en": "And we were literally set up on a road case in the living room",
      "de": "Wir legten alles auf ein Road Case im Wohnzimmer, mit meiner Bassausrüstung."
    }
  },
  {
    "translation": {
      "en": "with all my bass equipment in it.",
      "de": "im Wohnzimmer, mit meiner Bassausrüstung."
    }
  },
  {
    "translation": {
      "en": "And I was nervous about getting my first tattoos.",
      "de": "Ich war nervös, mein erstes Tattoo."
    }
  },
  {
    "translation": {
      "en": "I remember just as he was about to start, he said, \"Hey, man, I wanna give you props.\"",
      "de": "Als er anfangen wollte, sagt er: \"Respekt, Mann...\""
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Being the first-class guy you are, you picked",
      "de": "So erstklassig wie du bist,"
    }
  },
  {
    "translation": {
      "en": "one of the more painful spots to get tattooed.",
      "de": "hast du dir eine der schmerzhaftesten Stellen ausgesucht."
    }
  },
  {
    "translation": {
      "en": "[chuckles] And he started tattooing \"Jack.\" And about halfway through \"Jack,\"",
      "de": "Und er fing mit \"Jack\" an. Bei der Hälfte"
    }
  },
  {
    "translation": {
      "en": "I didn't know that the wife was gonna happen at all.",
      "de": "war ich nicht sicher, ob meine Frau auch draufkommt."
    }
  },
  {
    "translation": {
      "en": "These are still the only tattoos that I have.",
      "de": "Das sind die einzigen die ich hab."
    }
  },
  {
    "translation": {
      "en": "I don't know, being tattooed by Cartoon",
      "de": "Das sind die einzigen die ich hab. Von Cartoon tätowiert zu werden, fühlt sich exklusiv an."
    }
  },
  {
    "translation": {
      "en": "kind of feels like you're in an exclusive club?",
      "de": "Von Cartoon tätowiert zu werden, fühlt sich exklusiv an."
    }
  },
  {
    "translation": {
      "en": "Anybody who has Cartoon tats,",
      "de": "Jeder, der ein Tattoo von Cartoon hat,"
    }
  },
  {
    "translation": {
      "en": "of any significance, he's like... your brothers.",
      "de": "Jeder, der ein Tattoo von Cartoon hat, ist wie dein Bruder."
    }
  },
  {
    "translation": {
      "en": "Now I'm brothers with 50 Cent, Eminem, Beyoncé, and everybody else.",
      "de": "Ich bin ein Bruder von 50 Cent, Eminem, Beyoncé und allen."
    }
  },
  {
    "translation": {
      "en": "[Roger] Cartoon is instrumental in bringing his tattoo style",
      "de": "Cartoon machte seinen Tattoo-Style populär."
    }
  },
  {
    "translation": {
      "en": "into the mainstream for a really simple reason.",
      "de": "Cartoon machte seinen Tattoo-Style populär. Aus einem einfachen Grund."
    }
  },
  {
    "translation": {
      "en": "He's tattooing celebrities,",
      "de": "Er tätowiert Prominente."
    }
  },
  {
    "translation": {
      "en": "he's tattooing athletes.",
      "de": "Er tätowiert Sportler."
    }
  },
  {
    "translation": {
      "en": "Those people are photographed.",
      "de": "Sie werden fotografiert, man sieht die Tattoos."
    }
  },
  {
    "translation": {
      "en": "You see those tattoos. Those people are everywhere.",
      "de": "Sie werden fotografiert, man sieht die Tattoos. Sie sind überall."
    }
  },
  {
    "translation": {
      "en": "[Dallas] I was lucky enough to go to my first World Series and win it.",
      "de": "Glücklicherweise gewann ich meine erste World Series."
    }
  },
  {
    "translation": {
      "en": "I wanted that to stay with me for the rest of my life.",
      "de": "Ich wollte das verewigen."
    }
  },
  {
    "translation": {
      "en": "So I wanted Toons.",
      "de": "Also wollte ich Toon."
    }
  },
  {
    "translation": {
      "en": "Being a tattoo artist, our heroes were working out their kitchen",
      "de": "Unsere Vorbilder tätowierten in ihrer Küche"
    }
  },
  {
    "translation": {
      "en": "or their garage at their mom's house.",
      "de": "oder in der Garage ihrer Mütter."
    }
  },
  {
    "translation": {
      "en": "They hadn't been to really a red-carpet level at that point.",
      "de": "Sie waren noch nicht populär unter Prominenten."
    }
  },
  {
    "translation": {
      "en": "There was some tattooers that was higher than others",
      "de": "Es gab einige, die populärer waren als andere,"
    }
  },
  {
    "translation": {
      "en": "that we looked up to...",
      "de": "unsere Vorbilder."
    }
  },
  {
    "translation": {
      "en": "but it wasn't set up that that was the jewelry of an NBA player.",
      "de": "Aber es galt nicht als der Schmuck der NBA-Spieler."
    }
  },
  {
    "translation": {
      "en": "-[commentator 1] Kobe! -[commentator 2] Attacking. All the way! [commentator 1] Kobe did it!",
      "de": "-Kobe Bryant! -Bryant greift an, er zieht es durch!"
    }
  },
  {
    "translation": {
      "en": "Tattoos are a big thing in NBA.",
      "de": "Tattoos sind eine große Sache in der NBA."
    }
  },
  {
    "translation": {
      "en": "I mean, not just in NBA, but just in sports culture in general.",
      "de": "Tattoos sind eine große Sache in der NBA. Im Sport generell."
    }
  },
  {
    "translation": {
      "en": "You know, I always said-- 'Cause I had guys on the team that had tattoos,",
      "de": "Ich hatte Jungs mit Tattoos im Team, aber nicht von Mister Cartoon."
    }
  },
  {
    "translation": {
      "en": "but they didn't go to Mister Cartoon, and it becomes pretty apparent",
      "de": "Ich hatte Jungs mit Tattoos im Team, aber nicht von Mister Cartoon. Es ist offensichtlich,"
    }
  },
  {
    "translation": {
      "en": "because I can't read what the fuck's on their arm anyway.",
      "de": "weil man nicht lesen kann, was auf dem Arm ist."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] A lot of it is not how good of a tattooer you are.",
      "de": "Vieles geht nicht darum, wie gut du tätowieren kannst,"
    }
  },
  {
    "translation": {
      "en": "It's your timing and who you surround yourself by.",
      "de": "sondern ums Timing und mit dem wem du dich umgibst."
    }
  },
  {
    "translation": {
      "en": "You could be the dopest motherfucker in the world,",
      "de": "Du kannst der Beste der Welt sein,"
    }
  },
  {
    "translation": {
      "en": "but if no one sees your shit 'cause you're in some small town somewhere,",
      "de": "aber wenn dich keiner kennt, weil du im Nirgendwo lebst"
    }
  },
  {
    "translation": {
      "en": "that's not Hollywood.",
      "de": "und nicht in Hollywood..."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] We're right here in the mix of the shit.",
      "de": "Wir sind mittendrin."
    }
  },
  {
    "translation": {
      "en": "I was in China. We were staying at a hotel.",
      "de": "Ich war in China in einem Hotel."
    }
  },
  {
    "translation": {
      "en": "I went down to the weight room. There was a young woman working behind the desk, right?",
      "de": "Ich ging in den Kraftraum. Dort arbeitete eine junge Frau."
    }
  },
  {
    "translation": {
      "en": "They have a policy.",
      "de": "Es gibt Richtlinien. Hat man Tattoos an den Armen,"
    }
  },
  {
    "translation": {
      "en": "If you have tattoos on your arms, you have to wear long sleeves.",
      "de": "Es gibt Richtlinien. Hat man Tattoos an den Armen, muss man lange Ärmel tragen."
    }
  },
  {
    "translation": {
      "en": "I'm like, \"What?\"",
      "de": "Ich meine, was?"
    }
  },
  {
    "translation": {
      "en": "She says, \"I'm sorry, you have to put on long sleeves.\"",
      "de": "Sie so: \"Tut mir leid, lange Ärmel.\""
    }
  },
  {
    "translation": {
      "en": "And she goes, \"But that's Mister Cartoon, right? He did the artwork.\"",
      "de": "Und dann: \"Aber das ist von Cartoon, ja? Er hat das gemacht?\""
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Dude, how did you know that's Mister Cartoon",
      "de": "Ich so: \"Woher weißt du das?\""
    }
  },
  {
    "translation": {
      "en": "but you know, I can't--?\" You know. But she knew that was Mister Cartoon's artwork.",
      "de": "Sie wusste, dass das Mister Cartoons Werk war."
    }
  },
  {
    "translation": {
      "en": "This is a young woman in Beijing. It's so far removed from LA.",
      "de": "Eine junge Frau in Peking. Das ist so weit weg von L.A. Das ist krass."
    }
  },
  {
    "translation": {
      "en": "That's big.",
      "de": "Das ist so weit weg von L.A. Das ist krass."
    }
  },
  {
    "translation": {
      "en": "Waiting on Paul Rosenberg...",
      "de": "Ich warte auf Paul Rosenberg..."
    }
  },
  {
    "translation": {
      "en": "manager of the stars, Eminem.",
      "de": "Manager der Stars. Eminem."
    }
  },
  {
    "translation": {
      "en": "Paul, being the person he is,",
      "de": "Paul, so wie er ist,"
    }
  },
  {
    "translation": {
      "en": "recognized Estevan and his photography skills,",
      "de": "erkannte Estevans fotografisches"
    }
  },
  {
    "translation": {
      "en": "and Cartoon with his art skills and packaging.",
      "de": "und Cartoons künstlerisches Talent."
    }
  },
  {
    "translation": {
      "en": "I certainly figured out ways to maximize having access to them.",
      "de": "Ich habe Wege gefunden, um den Zugang zu ihnen zu maximieren."
    }
  },
  {
    "translation": {
      "en": "You know, everything, from working with Eminem...",
      "de": "Von der Zusammenarbeit mit Eminem..."
    }
  },
  {
    "translation": {
      "en": "You see Big Lepke?",
      "de": "Siehst du Big Lepke?"
    }
  },
  {
    "translation": {
      "en": "...and designing the Shady Records' logo.",
      "de": "...und das Logo von Shady Records."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] When I was doing the portrait of Eminem's daughter,",
      "de": "Als ich das Porträt von Eminems Tochter machte,"
    }
  },
  {
    "translation": {
      "en": "I knew it was big, but I didn't know how. You know what I'm saying?",
      "de": "wusste ich, dass es was Großes war, aber nicht wie groß."
    }
  },
  {
    "translation": {
      "en": "You know, I wasn't looking at the major impact",
      "de": "Die Auswirkungen, die das später haben würde,"
    }
  },
  {
    "translation": {
      "en": "that it would have later.",
      "de": "waren mir nicht bewusst."
    }
  },
  {
    "translation": {
      "en": "I was just doing what was in front of me.",
      "de": "Ich tat nur meine Arbeit."
    }
  },
  {
    "translation": {
      "en": "Eminem video shoot.",
      "de": "Videodreh von Eminem."
    }
  },
  {
    "translation": {
      "en": "Waiting on doing some tattoos on the homie.",
      "de": "Ich warte darauf, ihn zu tätowieren."
    }
  },
  {
    "translation": {
      "en": "[Eminem] They came to Detroit, and he said, \"We should do a mushroom.\"",
      "de": "Sie kamen nach Detroit, er sagte: \"Lass uns einen Pilz machen.\""
    }
  },
  {
    "translation": {
      "en": "He said-- He was like, \"I can do a big-ass mushroom.\"",
      "de": "\"Ich könnte einen riesigen Pilz machen.\""
    }
  },
  {
    "translation": {
      "en": "He did all-- my whole sleeves.",
      "de": "Er tätowierte meine ganzen Arme."
    }
  },
  {
    "translation": {
      "en": "I don't know, I got them removed since then. I'm kidding.",
      "de": "Ich habe sie seitdem entfernten lassen. Nur Spaß."
    }
  },
  {
    "translation": {
      "en": "I wanna get something like this over here, but just-- I wanna make sure that it's the right shit",
      "de": "Ich will so etwas wie hier haben. Ich will sichergehen, dass es richtig ist."
    }
  },
  {
    "translation": {
      "en": "'cause tattoos are for life.",
      "de": "Denn Tattoos hat man für immer."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] You know, We could bust something out like your--",
      "de": "Ich könnte so was machen, wie..."
    }
  },
  {
    "translation": {
      "en": "Your daughter's portrait.",
      "de": "Das Porträt deiner Tochter."
    }
  },
  {
    "translation": {
      "en": "Right here, I would probably put something around this",
      "de": "Und ich könnte etwas hierherum machen."
    }
  },
  {
    "translation": {
      "en": "to beefen it up a little bit.",
      "de": "-Es etwas dicker machen. -Ja."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] And maybe put another ribbon and kind of tie it into the other side.",
      "de": "Und vielleicht noch ein Band, damit es zusammenpasst."
    }
  },
  {
    "translation": {
      "en": "It's so crazy.",
      "de": "So verrückt."
    }
  },
  {
    "translation": {
      "en": "One of the things was Hailie. I wanted to put her on my arm.",
      "de": "Eines davon war Hailie. Ich wollte sie auf meinen Arm haben."
    }
  },
  {
    "translation": {
      "en": "[Estevan] My favorite rappers were getting tattooed. Like, that shit trips you out.",
      "de": "Meine Lieblings-Rapper bekommen Tattoos. Das ist irrer Scheiß."
    }
  },
  {
    "translation": {
      "en": "Let me put some bullet holes.",
      "de": "Ein paar Einschusslöcher hier."
    }
  },
  {
    "translation": {
      "en": "[Estevan] I remember being in the bathroom",
      "de": "Ich war im Badezimmer"
    }
  },
  {
    "translation": {
      "en": "and I was tripping out that I was the only person there",
      "de": "und flippte aus, dass ich der Einzige war,"
    }
  },
  {
    "translation": {
      "en": "documenting Cartoon tattooing",
      "de": "der Cartoons Tattoos dokumentierte."
    }
  },
  {
    "translation": {
      "en": "the biggest artist in the world at that time.",
      "de": "Der damals größte Künstler der Welt."
    }
  },
  {
    "translation": {
      "en": "[Estevan] I remember, man, I'm getting those shots",
      "de": "\"Ich kriege die Aufnahmen der Besten aller Zeiten,"
    }
  },
  {
    "translation": {
      "en": "of the greatest of all times in our lifetime,",
      "de": "\"Ich kriege die Aufnahmen der Besten aller Zeiten, zu unseren Lebzeiten. Die Nummer Eins..."
    }
  },
  {
    "translation": {
      "en": "like the number one celebrity, artist,",
      "de": "zu unseren Lebzeiten. Die Nummer Eins... Star, Künstler, alles auf der Welt.\""
    }
  },
  {
    "translation": {
      "en": "anything in the world.",
      "de": "Star, Künstler, alles auf der Welt.\""
    }
  },
  {
    "translation": {
      "en": "And I was there documenting it, I wished, I remember, like,",
      "de": "Ich habe es dokumentiert. Ich erinnere mich,"
    }
  },
  {
    "translation": {
      "en": "kind of like smiling in the mirror, like I was happy.",
      "de": "wie ich im Spiegel lächelte. Ich war glücklich."
    }
  },
  {
    "translation": {
      "en": "I got a question I wanna ask you.",
      "de": "Ich habe eine Frage für euch."
    }
  },
  {
    "translation": {
      "en": "How many people are sick...",
      "de": "Wie viele Leute haben es satt..."
    }
  },
  {
    "translation": {
      "en": "of motherfuckers talking shit about me?",
      "de": "...dass andere Scheiße über mich labern?"
    }
  },
  {
    "translation": {
      "en": "[Estevan] And it was a cool feeling, you know?",
      "de": "Es war ein cooles Gefühl."
    }
  },
  {
    "translation": {
      "en": "It made me, like, think of all the times when there was, like,",
      "de": "Ich dachte an all die Male,"
    }
  },
  {
    "translation": {
      "en": "a picture of Elvis Presley getting his hair cut",
      "de": "als man ein Bild von Elvis Presley sah."
    }
  },
  {
    "translation": {
      "en": "and it's just him and the barber.",
      "de": "Von ihm und seinem Barbier."
    }
  },
  {
    "translation": {
      "en": "Damn, that photographer had some crazy-ass access, you know?",
      "de": "Dem Fotografen wurde dieser Zugang gewährt."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, get one of those too. You have to put that shit on your back.",
      "de": "So eins bekomme ich auch. Das kommt auf den Rücken."
    }
  },
  {
    "translation": {
      "en": "Cartoon. Big Cartoon. Call him Big Cartoon now.",
      "de": "Cartoon. Big Cartoon. Nenn ihn jetzt Big Cartoon."
    }
  },
  {
    "translation": {
      "en": "Guy's good, man. He's pretty decent.",
      "de": "Der Typ ist gut. Er ist respektabel."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Estevan's eye for seeing what angle to shoot something...",
      "de": "Estevan hat ein Auge für den richtigen Winkel,"
    }
  },
  {
    "translation": {
      "en": "how to bring someone's best look out of them.",
      "de": "wie jemand am Besten aussieht."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] A lot of other photographers, that's what they don't understand.",
      "de": "Viele Fotografen verstehen nicht..."
    }
  },
  {
    "translation": {
      "en": "They don't know how to make someone look good.",
      "de": "...wie man jemanden gut aussehen lässt."
    }
  },
  {
    "translation": {
      "en": "[presenter] George Lopez!",
      "de": "George Lopez!"
    }
  },
  {
    "translation": {
      "en": "[George] When I got my star in the Walk of Fame, Estevan came over",
      "de": "Als ich meinen Stern bekam, machte Estevan diese tollen Fotos von mir."
    }
  },
  {
    "translation": {
      "en": "and took this fucking amazing picture of me",
      "de": "machte Estevan diese tollen Fotos von mir."
    }
  },
  {
    "translation": {
      "en": "surrounded by the fans,",
      "de": "Umgeben von Fans, von Tausenden,"
    }
  },
  {
    "translation": {
      "en": "and thousands of people, maybe a couple thousand people.",
      "de": "Umgeben von Fans, von Tausenden, wohl ein paar Tausend."
    }
  },
  {
    "translation": {
      "en": "And to get that,",
      "de": "Das einzufangen, ich in meinem Anzug"
    }
  },
  {
    "translation": {
      "en": "of me and my suit, of me with the flag,",
      "de": "Das einzufangen, ich in meinem Anzug mit der Flagge, umgeben von"
    }
  },
  {
    "translation": {
      "en": "of me surrounded by, you know,",
      "de": "mit der Flagge, umgeben von"
    }
  },
  {
    "translation": {
      "en": "other Latinos right there on Hollywood Boulevard was-- It was great.",
      "de": "anderen Latinos am Hollywood Boulevard... Es war toll."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Same thing, that's why he gets a lot of jobs in hip-hop.",
      "de": "Deshalb bekommt er viele Hip-Hop-Aufträge."
    }
  },
  {
    "translation": {
      "en": "'Cause he knows hip-hop.",
      "de": "Er kennt Hip-Hop."
    }
  },
  {
    "translation": {
      "en": "Grew up in that shit.",
      "de": "Ist damit aufgewachsen."
    }
  },
  {
    "translation": {
      "en": "So it's better for someone from the inside",
      "de": "Es ist also besser, wenn ein Insider"
    }
  },
  {
    "translation": {
      "en": "to shoot the outside, you know?",
      "de": "es von außen fotografiert."
    }
  },
  {
    "translation": {
      "en": "On my Ego Trippin' cover, me and Estevan,",
      "de": "Für mein Ego Trippin -Cover gingen Estevan und ich"
    }
  },
  {
    "translation": {
      "en": "we went back to my old high school, Poly High School,",
      "de": "zurück zu meiner alten Highschool, Poly High School."
    }
  },
  {
    "translation": {
      "en": "got an old B210 like I used to have in high school,",
      "de": "Wir hatten einen alten B10, den ich damals hatte."
    }
  },
  {
    "translation": {
      "en": "had on my Letterman jacket,",
      "de": "Ich trug meine Collegejacke."
    }
  },
  {
    "translation": {
      "en": "and it just felt like I was in high school. That shit was hard.",
      "de": "Es fühlte sich wie damals an. Das war cool."
    }
  },
  {
    "translation": {
      "en": "But only he could capture what I wanted.",
      "de": "Nur er konnte das einfangen, was ich wollte."
    }
  },
  {
    "translation": {
      "en": "This is an era when Dogg didn't have money.",
      "de": "Das war eine Zeit, in der Dogg kein Geld hatte."
    }
  },
  {
    "translation": {
      "en": "He understood that.",
      "de": "Er verstand das."
    }
  },
  {
    "translation": {
      "en": "Shoot Snoop Doggy Dogg. Snoop Doggy fizzle fizzle.",
      "de": "Ich fotografiere Snoop Doggy Dogg. Snoop Doggy Dizzle-Fizzle."
    }
  },
  {
    "translation": {
      "en": "If Estevan did your album cover, Cartoon was doing the artwork.",
      "de": "Machte Estevan dein Albumcover, machte Cartoon die Kunst."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Some people try to do everything by themselves.",
      "de": "Manche versuchen, alles selbst zu machen."
    }
  },
  {
    "translation": {
      "en": "We just did different ends of the table.",
      "de": "Wir ergänzten uns."
    }
  },
  {
    "translation": {
      "en": "He covered photography while I would do the logo, I would draw the concept.",
      "de": "Er fotografierte, ich machte das Logo. Ich zeichnete das Konzept."
    }
  },
  {
    "translation": {
      "en": "I've seen this, when they're snapping 400 pictures to get some shit,",
      "de": "Ich habe gesehen, wie andere 400 Fotos machen."
    }
  },
  {
    "translation": {
      "en": "and I've seen this guy walk out...",
      "de": "Und dann kam dieser Typ."
    }
  },
  {
    "translation": {
      "en": "Stand against that wall. Click.",
      "de": "\"An die Wand.\" Klick."
    }
  },
  {
    "translation": {
      "en": "And then you see it, it could be an album cover",
      "de": "Dann siehst du's. Es könnte ein Albumcover"
    }
  },
  {
    "translation": {
      "en": "or, like, the cover of a magazine.",
      "de": "oder das Cover einer Zeitschrift sein."
    }
  },
  {
    "translation": {
      "en": "You feel like you're being directed, like you're in the hands of the director.",
      "de": "Man fühlt sich, als führt er Regie."
    }
  },
  {
    "translation": {
      "en": "I love it when a director knows exactly what he wants",
      "de": "Ich mag es, wenn ein Regisseur genau weiß, was er will."
    }
  },
  {
    "translation": {
      "en": "and he says, \"Look, this is what I want.\"",
      "de": "Er sagt: \"Schau, das will ich.\" \"Ok, cool."
    }
  },
  {
    "translation": {
      "en": "Okay, cool. You got hired to direct me, I got hired to act.",
      "de": "Er sagt: \"Schau, das will ich.\" \"Ok, cool. Du bist der Regisseur, ich der Schauspieler.\""
    }
  },
  {
    "translation": {
      "en": "I was around lowriders and gangsters, and I was around hip-hop.",
      "de": "Ich war bei Lowridern und Gangstern. Und in der Hip-Hop-Szene. Das bedeutet Mädels."
    }
  },
  {
    "translation": {
      "en": "With both of those comes girls.",
      "de": "Und in der Hip-Hop-Szene. Das bedeutet Mädels."
    }
  },
  {
    "translation": {
      "en": "[Estevan] LA culture.",
      "de": "Die L.A.-Kultur."
    }
  },
  {
    "translation": {
      "en": "Like, I get Estevan's book. Wow.",
      "de": "Ich bekam Estevans Buch. Wow."
    }
  },
  {
    "translation": {
      "en": "I always thought my dad's work was very inspiring.",
      "de": "Ich fand die Arbeit meines Vaters immer sehr inspirierend."
    }
  },
  {
    "translation": {
      "en": "For girls, like, he just captures beauty, like, so perfectly.",
      "de": "Er hat die Schönheit der Frauen so perfekt eingefangen."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] A lot of the art too comes from jail, where guys are sitting in a cell",
      "de": "Viel Kunst stammt aus dem Knast, wo man in einer Zelle sitzt"
    }
  },
  {
    "translation": {
      "en": "and fantasizing about their girl.",
      "de": "und über sein Mädel fantasiert."
    }
  },
  {
    "translation": {
      "en": "I always looked at it as really uplifting women.",
      "de": "Ich wollte stets die Frauen bestärken."
    }
  },
  {
    "translation": {
      "en": "They may not have any clothes on, or they'd be topless.",
      "de": "Auch wenn sie nackt oder oben ohne sind."
    }
  },
  {
    "translation": {
      "en": "I think as an artist, I always looked at the beauty of it,",
      "de": "Als Künstler habe ich immer die Schönheit gesehen."
    }
  },
  {
    "translation": {
      "en": "but knowing who to shoot,",
      "de": "Aber zu wissen, wen man wo fotografieren soll"
    }
  },
  {
    "translation": {
      "en": "where to shoot, when to shoot,",
      "de": "Aber zu wissen, wen man wo fotografieren soll und wann... Dann wird einem klar: \"Das ist echt.\""
    }
  },
  {
    "translation": {
      "en": "you look at that, you're like, \"That shit's real.\"",
      "de": "und wann... Dann wird einem klar: \"Das ist echt.\""
    }
  },
  {
    "translation": {
      "en": "[over phone] If I wasn't shooting LA culture, I was going on tour with bands like Blink-182,",
      "de": "Fotografierte ich nicht die L.A.-Kultur, ging ich mit Bands wie Blink-182 auf Tour,"
    }
  },
  {
    "translation": {
      "en": "only I wasn't a road manager anymore.",
      "de": "nur nicht mehr als Tourneeleiter."
    }
  },
  {
    "translation": {
      "en": "[Travis] Right about the time we went on that tour to Iraq and Europe,",
      "de": "Als wir auf die Tournee nach Irak und Europa gingen,"
    }
  },
  {
    "translation": {
      "en": "touring was, like, more fun when you brought friends.",
      "de": "machte es mehr Spaß, mit Freunden zu reisen."
    }
  },
  {
    "translation": {
      "en": "Having Estevan out there was so fun.",
      "de": "Estevan dabeizuhaben, hat Spaß gemacht."
    }
  },
  {
    "translation": {
      "en": "It is freezing like a motherfucker in Paris.",
      "de": "Es ist verdammt kalt in Paris."
    }
  },
  {
    "translation": {
      "en": "[Mark] The tour that Estevan came with us in Europe",
      "de": "Die Tour, bei er Estevan in Europa dabei war, war..."
    }
  },
  {
    "translation": {
      "en": "was a very difficult time",
      "de": "Die Tour, bei er Estevan in Europa dabei war, war... ...war eine sehr schwierige Zeit für Blink-182."
    }
  },
  {
    "translation": {
      "en": "in Blink's history.",
      "de": "...war eine sehr schwierige Zeit für Blink-182."
    }
  },
  {
    "translation": {
      "en": "We were arguing...",
      "de": "Wir haben die ganze Tour über..."
    }
  },
  {
    "translation": {
      "en": "the entire tour.",
      "de": "...gestritten."
    }
  },
  {
    "translation": {
      "en": "Leave me fucking be! I'm fucking tired!",
      "de": "Lass mich in Ruhe. Ich bin müde!"
    }
  },
  {
    "translation": {
      "en": "-[Travis] How was that? -[Estevan] It was the shit.",
      "de": "Wie war das?"
    }
  },
  {
    "translation": {
      "en": "-That was fun, right? -[Estevan] Hell, yeah.",
      "de": "-Toll. -Cool, ja?"
    }
  },
  {
    "translation": {
      "en": "[Mark] The last show that we played before the band broke up the first time,",
      "de": "Bei der letzten Show, die wir spielten, bevor die Band sich erstmals trennte,"
    }
  },
  {
    "translation": {
      "en": "we finished the last note, and I thought to myself,",
      "de": "beendeten wir die letzte Note, und ich dachte:"
    }
  },
  {
    "translation": {
      "en": "\"This is probably gonna be the last show. This feels like the end of something.\"",
      "de": "\"Das ist wohl die letzte Show. Es war wie das Ende.\""
    }
  },
  {
    "translation": {
      "en": "And Estevan came on stage and said,",
      "de": "Estevan kam auf die Bühne und sagte:"
    }
  },
  {
    "translation": {
      "en": "\"Hey, I wanna get a shot of the three of you guys.\"",
      "de": "\"Ich will ein Foto von euch drei.\""
    }
  },
  {
    "translation": {
      "en": "And it's actually on our Greatest Hits album",
      "de": "Es ist auf unserem \"Greatest-Hits-Album,"
    }
  },
  {
    "translation": {
      "en": "that came out after that.",
      "de": "das danach rauskam."
    }
  },
  {
    "translation": {
      "en": "It goes back to Estevan's ethos of putting himself in these situations",
      "de": "Das ist Estevans Ethos. Er versetzt sich in diese Situationen,"
    }
  },
  {
    "translation": {
      "en": "where he is able to document things that are happening with other people.",
      "de": "wo er Dinge dokumentieren kann, die mit anderen geschehen."
    }
  },
  {
    "translation": {
      "en": "The United States and our allies have prevailed.",
      "de": "Die Vereinigten Staaten und ihre Verbündeten haben gesiegt."
    }
  },
  {
    "translation": {
      "en": "[Mark] Estevan came with us when we went overseas",
      "de": "Estevan kam mit uns, als wir in den Nahen Osten gingen,"
    }
  },
  {
    "translation": {
      "en": "to the Middle East to meet and perform for the troops.",
      "de": "Estevan kam mit uns, als wir in den Nahen Osten gingen, um für die Truppen aufzutreten."
    }
  },
  {
    "translation": {
      "en": "[Travis] When we got to Iraq, everyone was kind of shook about going there",
      "de": "Als wir in Irak ankamen, waren alle nervös."
    }
  },
  {
    "translation": {
      "en": "'cause the war had just started.",
      "de": "Der Krieg begann erst."
    }
  },
  {
    "translation": {
      "en": "I don't have any idea what to expect.",
      "de": "Ich habe keine Ahnung, was mich erwartet. Ich bereite mich"
    }
  },
  {
    "translation": {
      "en": "I'm just going in, having this adventure.",
      "de": "Ich habe keine Ahnung, was mich erwartet. Ich bereite mich auf ein Abenteuer vor. Echt cool."
    }
  },
  {
    "translation": {
      "en": "It's really cool.",
      "de": "auf ein Abenteuer vor. Echt cool."
    }
  },
  {
    "translation": {
      "en": "It was scary,",
      "de": "Es war beängstigend."
    }
  },
  {
    "translation": {
      "en": "it was hot, it was dusty.",
      "de": "Es war heiß, es war staubig."
    }
  },
  {
    "translation": {
      "en": "It was like five or six days",
      "de": "Man wurde fünf oder sechs Tage"
    }
  },
  {
    "translation": {
      "en": "of being transported to an entirely different world.",
      "de": "in eine andere Welt transportiert."
    }
  },
  {
    "translation": {
      "en": "It's like a movie.",
      "de": "Wie im Film."
    }
  },
  {
    "translation": {
      "en": "[Mark] We were on a nuclear submarine literally crawling in the torpedo tubes.",
      "de": "Wir waren auf einem Atom-U-Boot und krochen in die Torpedorohre."
    }
  },
  {
    "translation": {
      "en": "[Travis] So that whole trip was fireworks. It was scary as fuck.",
      "de": "Die ganze Reise war irre. Es war total beängstigend."
    }
  },
  {
    "translation": {
      "en": "It was definitely an eye-opening experience.",
      "de": "Das öffnete einem die Augen."
    }
  },
  {
    "translation": {
      "en": "Travis, what's your job, Travis?",
      "de": "-Travis. Was spielst du? -Schlagzeug."
    }
  },
  {
    "translation": {
      "en": "-I play the drums. -Drummer, all right. How are you?",
      "de": "-Travis. Was spielst du? -Schlagzeug. -Wie geht's? -Nicht die Torpedoknöpfe drücken."
    }
  },
  {
    "translation": {
      "en": "Don't hit the torpedo buttons.",
      "de": "-Wie geht's? -Nicht die Torpedoknöpfe drücken."
    }
  },
  {
    "translation": {
      "en": "[Mark] You fire torpedoes? You shot one?",
      "de": "-Torpedos abfeuern. -Schon getan?"
    }
  },
  {
    "translation": {
      "en": "-I shot one. -[Mark] Cool.",
      "de": "-Ja. -Cool."
    }
  },
  {
    "translation": {
      "en": "We were in a marine forward base on the border of Iraq.",
      "de": "Wir waren in einem Marine-Stützpunkt an der Grenze zum Irak."
    }
  },
  {
    "translation": {
      "en": "[man] We got Blink-182 in the house!",
      "de": "Blink-182 ist hier."
    }
  },
  {
    "translation": {
      "en": "-[man] Don't turn the key on. -[Travis] I won't.",
      "de": "-Nicht den Schlüssel drehen. -Nein."
    }
  },
  {
    "translation": {
      "en": "I guess things were getting heated,",
      "de": "Es wurde gefährlich."
    }
  },
  {
    "translation": {
      "en": "so we took a COD plane that boomeranged us",
      "de": "Also flog uns ein COD-Flugzeug,"
    }
  },
  {
    "translation": {
      "en": "off of the aircraft carrier.",
      "de": "vom Flugzeugträger aus zurück."
    }
  },
  {
    "translation": {
      "en": "[Mark] But it was insane. I was really glad that he was there to get those photos.",
      "de": "Aber es war verrückt. Ich war froh, dass er die Fotos machte."
    }
  },
  {
    "translation": {
      "en": "As a lot of photographers were breaking into digital photography,",
      "de": "Als viele Fotografen mit Digitalfotografie begannen,"
    }
  },
  {
    "translation": {
      "en": "Estevan stuck to film and the development process.",
      "de": "hielt Estevan an Film und Entwicklung fest."
    }
  },
  {
    "translation": {
      "en": "Because it's grainy and it looks like film,",
      "de": "Weil es körnig ist und wie ein Film aussieht,"
    }
  },
  {
    "translation": {
      "en": "it's a document of one specific moment.",
      "de": "ist es ein Dokument eines bestimmten Moments."
    }
  },
  {
    "translation": {
      "en": "Before you know it, you know, Estevan was doing more directing.",
      "de": "Estevan hat dann mehr Regie geführt."
    }
  },
  {
    "translation": {
      "en": "Started to do mad videos for everybody.",
      "de": "Er machte krasse Videos für alle."
    }
  },
  {
    "translation": {
      "en": "[Eminem] Estevan did the first D12 video we ever shot.",
      "de": "Estevan drehte unser erstes D12-Video."
    }
  },
  {
    "translation": {
      "en": "It was supposed to be a gritty, grimy-looking video,",
      "de": "Es sollte ein krasses, düsteres Video sein."
    }
  },
  {
    "translation": {
      "en": "and Estevan captured that perfectly.",
      "de": "Es sollte ein krasses, düsteres Video sein. Estevan fing das perfekt ein."
    }
  },
  {
    "translation": {
      "en": "I know we shot the outside of the house, the Dresden house,",
      "de": "Wir filmten vorm Haus in der Dresden Street,"
    }
  },
  {
    "translation": {
      "en": "but I'm pretty sure we shot the inside of it too.",
      "de": "aber wir drehten auch drinnen."
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Yeah, that's the bathroom.\"",
      "de": "Ja, das ist das Bad."
    }
  },
  {
    "translation": {
      "en": "It wasn't really a lot of fun dressing up...",
      "de": "Das Verkleiden hat keinen Spaß gemacht..."
    }
  },
  {
    "translation": {
      "en": "like Richard Simmons.",
      "de": "Als Richard Simmons."
    }
  },
  {
    "translation": {
      "en": "But, hey, man, at that point in time, I was doing whatever it took.",
      "de": "Aber zu diesem Zeitpunkt tat ich alles, was nötig war."
    }
  },
  {
    "translation": {
      "en": "He directed a couple of Cypress videos.",
      "de": "Er führte bei Cypress Hill Regie."
    }
  },
  {
    "translation": {
      "en": "♪ Hello, my name is Dr. Greenthumb ♪ ♪ I'd like to tell you... ♪",
      "de": "REGIE VON ESTEVAN ORIOL"
    }
  },
  {
    "translation": {
      "en": "[Sen] You know, we had the same ideas, we grew up in the same part of the planet,",
      "de": "Wir hatten dieselben Ideale, wir wuchsen im gleichen Viertel auf."
    }
  },
  {
    "translation": {
      "en": "so it wasn't hard for him to know what we were gonna like and what we wanted to see in our videos. ♪ Hello, my name is Dr. Greenthumb ♪",
      "de": "Also wusste er, was wir mögen und in unseren Videos haben wollten."
    }
  },
  {
    "translation": {
      "en": "And then, when we went down to Mexico City, in DF,",
      "de": "Dann fuhren wir nach Mexiko City, D.F."
    }
  },
  {
    "translation": {
      "en": "we had thousands and thousands of kids following us on the street that day,",
      "de": "An dem Tag folgten uns Tausende von Kindern auf der Straße."
    }
  },
  {
    "translation": {
      "en": "and in the midst of it all,",
      "de": "Und mittendrin war Estevan stets in Position"
    }
  },
  {
    "translation": {
      "en": "Estevan was on point the whole time with the camera, you know.",
      "de": "Und mittendrin war Estevan stets in Position mit seiner Kamera."
    }
  },
  {
    "translation": {
      "en": "[in Spanish] ♪ Here is something you can't understand ♪",
      "de": "mit seiner Kamera."
    }
  },
  {
    "translation": {
      "en": "[Roger] He understood what made a good story and he understood what was authentic.",
      "de": "Er verstand, was eine gute Geschichte ausmacht und was authentisch ist."
    }
  },
  {
    "translation": {
      "en": "I like that.",
      "de": "Das gefällt mir."
    }
  },
  {
    "translation": {
      "en": "I'll tell you when, just keep the light on him so when I sweep back around--",
      "de": "Ich sage wann. Licht auf ihn richten. Wenn ich zurückgehe..."
    }
  },
  {
    "translation": {
      "en": "[Mark] With this video, it was an idea that was thought out by the director, Estevan Oriol.",
      "de": "Dieses Video war eine Idee von Regisseur Estevan Oriol."
    }
  },
  {
    "translation": {
      "en": "He directed this video that really shook everything up.",
      "de": "Er drehte dieses Video, das besonders war."
    }
  },
  {
    "translation": {
      "en": "It was really like, \"What in the world?\"",
      "de": "So: \"Was in aller Welt?\" Das Beste."
    }
  },
  {
    "translation": {
      "en": "[Mark] Having him come in and direct a video for us",
      "de": "Dass er Regie bei einem Video für uns führte,"
    }
  },
  {
    "translation": {
      "en": "just, I don't know, brought a really element of cool",
      "de": "machte etwas Cooles mit sich,"
    }
  },
  {
    "translation": {
      "en": "that I think was really ahead of its time.",
      "de": "das seiner Zeit voraus war."
    }
  },
  {
    "translation": {
      "en": "That shit was, like, really amazing. Just the way he-- His style.",
      "de": "Das war echt toll. Einfach... Sein Stil."
    }
  },
  {
    "translation": {
      "en": "[Travis] The \"Down\" video was fun. It was the first time I ever met Trigz.",
      "de": "Das \"Down\"-Video war cool. Ich traf Trigz zum ersten Mal."
    }
  },
  {
    "translation": {
      "en": "It was I think the first time we ever brought Mark and Tom to the hood.",
      "de": "Das war das erste Mal für Mark und Tom im Ghetto."
    }
  },
  {
    "translation": {
      "en": "[chuckling] I think they were tripping a little bit.",
      "de": "Sie waren wohl nervös."
    }
  },
  {
    "translation": {
      "en": "[Terry] He put me in the Blink-182 video. As a cop.",
      "de": "Er hat mich als Polizisten im Video besetzt."
    }
  },
  {
    "translation": {
      "en": "What I loved was the authenticity.",
      "de": "Ich liebte die Authentizität."
    }
  },
  {
    "translation": {
      "en": "Here was an example of the culture needing another voice.",
      "de": "Ein Beispiel für die Kultur, die eine andere Stimme braucht."
    }
  },
  {
    "translation": {
      "en": "Here I was this cop after this guy,",
      "de": "Ich war der Polizist, der hinter dem Typen her war."
    }
  },
  {
    "translation": {
      "en": "he's on the run, and there was a helicopter.",
      "de": "Ich war der Polizist, der hinter dem Typen her war. Mit Hubschraubern, im Los-Angeles-Becken."
    }
  },
  {
    "translation": {
      "en": "You know, shot in the LA Basin and...",
      "de": "Mit Hubschraubern, im Los-Angeles-Becken."
    }
  },
  {
    "translation": {
      "en": "There were people in the video that looked like for real LA.",
      "de": "Es gab Leute im Video, die wirklich wie aus Los Angeles aussehen."
    }
  },
  {
    "translation": {
      "en": "[Travis] But that was fun, man, that video came out so cool and it had...",
      "de": "Es hat Spaß gemacht. Das Video war so cool. Es war ganz anders als das, was wir zuvor machten."
    }
  },
  {
    "translation": {
      "en": "just a different energy than anything we ever did and...",
      "de": "Es war ganz anders als das, was wir zuvor machten."
    }
  },
  {
    "translation": {
      "en": "Estevan just really killed the visual.",
      "de": "Estevan hatte es visuell einfach drauf."
    }
  },
  {
    "translation": {
      "en": "[Estevan] You ready? Let's set up the shot.",
      "de": "Bereit? Bereiten wir alles vor."
    }
  },
  {
    "translation": {
      "en": "[producer] Are you gonna sit on the chair?",
      "de": "-Sitzt du auf dem Stuhl? -Darf ich Regie führen?"
    }
  },
  {
    "translation": {
      "en": "-[Estevan] Can I direct? -[producer] Yes, sir.",
      "de": "-Sitzt du auf dem Stuhl? -Darf ich Regie führen? -Ja. -Folge mir nicht,"
    }
  },
  {
    "translation": {
      "en": "Don't follow me. You're gonna be on the shot.",
      "de": "-Ja. -Folge mir nicht, sonst bist du in der Aufnahme."
    }
  },
  {
    "translation": {
      "en": "-[producer] Tell me what you're gonna do. -I'm gonna make a documentary",
      "de": "sonst bist du in der Aufnahme. Ich mache eine Dokumentation. Wir reden über die Sixth Street Bridge."
    }
  },
  {
    "translation": {
      "en": "and talk about the Sixth Street Bridge.",
      "de": "Ich mache eine Dokumentation. Wir reden über die Sixth Street Bridge."
    }
  },
  {
    "translation": {
      "en": "-Ready? -[producer] Yes.",
      "de": "-Bereit? -Ja."
    }
  },
  {
    "translation": {
      "en": "Okay, so, we're sitting right here",
      "de": "Ok, wir sitzen dort,"
    }
  },
  {
    "translation": {
      "en": "at what was formerly known as the Sixth Street Bridge.",
      "de": "wo einmal die Sixth Street Bridge war."
    }
  },
  {
    "translation": {
      "en": "So you see these pieces right here?",
      "de": "Siehst du die Teile hier?"
    }
  },
  {
    "translation": {
      "en": "There was two arches. They were part of the bridge. That's them now.",
      "de": "Es gab zwei Bögen. Sie waren Teil der Brücke. Das sind sie jetzt."
    }
  },
  {
    "translation": {
      "en": "I have 20 years of photos",
      "de": "Ich habe Fotos von 20 Jahren"
    }
  },
  {
    "translation": {
      "en": "of this street and where this bridge was, and that bridge.",
      "de": "von dieser Straße und wo diese Brücke war und diese."
    }
  },
  {
    "translation": {
      "en": "And they're gonna redo it. They're gonna have a poodle park here,",
      "de": "Und sie machen sie neu. Es gibt hier einen Hundepark,"
    }
  },
  {
    "translation": {
      "en": "a cappuccino bar, a juice bar. This whole area is changing.",
      "de": "ein Café, eine Saftbar. Das ganze Gebiet verändert sich."
    }
  },
  {
    "translation": {
      "en": "[Estevan] This was the access way to the LA River.",
      "de": "Das war der Zugang zum Los Angeles River."
    }
  },
  {
    "translation": {
      "en": "And this was like our playground, our stomping ground.",
      "de": "Das war unser Spielplatz, unser Treffpunkt."
    }
  },
  {
    "translation": {
      "en": "I had a lot of good photo shoots here, a lot of good times.",
      "de": "Hier gab es viele gute Fotoshootings, viele gute Zeiten."
    }
  },
  {
    "translation": {
      "en": "Get it out of the street.",
      "de": "Runter von der Straße."
    }
  },
  {
    "translation": {
      "en": "[Estevan] I was shooting a lot of women, gangsters, and lowriders,",
      "de": "Ich habe viele Frauen, Gangster und Lowrider fotografiert,"
    }
  },
  {
    "translation": {
      "en": "'cause, you know, that's what I was around.",
      "de": "weil ich davon umgeben war."
    }
  },
  {
    "translation": {
      "en": "[Estevan] I don't know what it is about California, man.",
      "de": "Ich weiß nicht, was es mit Kalifornien auf sich hat."
    }
  },
  {
    "translation": {
      "en": "Don't let the palm trees and the white picket fences fool you.",
      "de": "Lass dich nicht von den Palmen und den weißen Lattenzäunen täuschen."
    }
  },
  {
    "translation": {
      "en": "There's wrought iron on the windows and the murder rate is through the roof, you know.",
      "de": "Vor den Fenstern sind Eisenstangen. Die Mordrate ist immens hoch."
    }
  },
  {
    "translation": {
      "en": "[Estevan] I was shooting this girl that was a gang member.",
      "de": "Ich fotografierte dieses Mädel, ein Gangmitglied."
    }
  },
  {
    "translation": {
      "en": "She just threw up LA. [Baldacci] LA, baby.",
      "de": "Sie machte das L.A.-Zeichen. L.A., Baby."
    }
  },
  {
    "translation": {
      "en": "And I went in and just took two frames of the LA.",
      "de": "Und ich machte zwei Bilder von dem \"L.A\"."
    }
  },
  {
    "translation": {
      "en": "He caught it first. A lot of the photographers",
      "de": "Er fotografierte es zuerst. Viele Fotografen kannten diese Fingerzeichen nicht."
    }
  },
  {
    "translation": {
      "en": "didn't know some of that type of finger lingo, if you will, you know,",
      "de": "Viele Fotografen kannten diese Fingerzeichen nicht."
    }
  },
  {
    "translation": {
      "en": "when you throw up the West Coast or you throw up LA, whatever clique you're from.",
      "de": "Die Zeichen für Westküste und L.A., je nachdem welcher Clique du angehörst."
    }
  },
  {
    "translation": {
      "en": "A lot of people didn't wanna use that photo. They said it was too gang-related.",
      "de": "Viele wollten das Foto nicht benutzen. Es hätte zu viel mit den Gangs zu tun."
    }
  },
  {
    "translation": {
      "en": "[Estevan] At that time, if the wrong person saw you doing that,",
      "de": "Wenn dich damals jemand Falsches damit sah,"
    }
  },
  {
    "translation": {
      "en": "you'd get beat up, or shot at or fucking stabbed.",
      "de": "konntest du verprügelt, erschossen oder erstochen werden."
    }
  },
  {
    "translation": {
      "en": "Throwing up the L and the A like that,",
      "de": "Das \"L\" und das \"A\"."
    }
  },
  {
    "translation": {
      "en": "that was something that we did back in the day.",
      "de": "Das haben wir damals gemacht."
    }
  },
  {
    "translation": {
      "en": "[B-Real] And that was the first representation of it.",
      "de": "Da tauchte es zum ersten Mal auf."
    }
  },
  {
    "translation": {
      "en": "[Sen] Now it's a global thing where kids in other countries",
      "de": "Jetzt ist es global. In anderen Ländern schicken sie mir Bilder davon."
    }
  },
  {
    "translation": {
      "en": "send me pictures of them throwing up that sign.",
      "de": "In anderen Ländern schicken sie mir Bilder davon."
    }
  },
  {
    "translation": {
      "en": "That's pretty cool, man. You know what I mean?",
      "de": "Das ist ziemlich cool."
    }
  },
  {
    "translation": {
      "en": "His LA hands photo?",
      "de": "Sein Foto mit den L.A.-Händen!"
    }
  },
  {
    "translation": {
      "en": "That's Estevan.",
      "de": "-Das ist Estevan. -Es wurde kopiert,"
    }
  },
  {
    "translation": {
      "en": "That shit's been copied so much.",
      "de": "-Das ist Estevan. -Es wurde kopiert, -so oft! -So oft wurde es kopiert."
    }
  },
  {
    "translation": {
      "en": "So many times. Ripped off.",
      "de": "-so oft! -So oft wurde es kopiert."
    }
  },
  {
    "translation": {
      "en": "Many have tried to bite it.",
      "de": "Viele wollten es kopieren."
    }
  },
  {
    "translation": {
      "en": "[Pat] I see the LA hands, and I know it's a bootleg.",
      "de": "Ich sehe die L.A.-Hände. Eine Raubkopie."
    }
  },
  {
    "translation": {
      "en": "Starbucks is ripping him off. Gosh!",
      "de": "Starbucks kopiert ihn."
    }
  },
  {
    "translation": {
      "en": "The H&M thing? To steal from artists like that, their images.",
      "de": "H&M. Künstler so zu beklauen. Ihre Bilder..."
    }
  },
  {
    "translation": {
      "en": "They have it on T-shirts.",
      "de": "Auf T-Shirts."
    }
  },
  {
    "translation": {
      "en": "[chuckling] The LA symbol's notorious.",
      "de": "Das L.A.-Symbol ist berüchtigt."
    }
  },
  {
    "translation": {
      "en": "[Estevan] Everybody, you know, and their mom, was doing it.",
      "de": "Alle, und ihre Mütter haben es gemacht."
    }
  },
  {
    "translation": {
      "en": "-[Angel Baby] The Mayor's throwing it up. -Boom!",
      "de": "Unsere Bürgermeister."
    }
  },
  {
    "translation": {
      "en": "People gonna copy it, people gonna try it, but we all know where it came from.",
      "de": "Sie werden es stets kopieren, aber wir wissen, woher es kam."
    }
  },
  {
    "translation": {
      "en": "I advise everybody to dig into the roots of anything they do",
      "de": "Ich rate jedem, stets die Ursprünge zu hinterfragen"
    }
  },
  {
    "translation": {
      "en": "and see where it came from and pay homage to the person before them.",
      "de": "und zu erforschen, wo etwas herkommt, um dem Vorherigen zu huldigen."
    }
  },
  {
    "translation": {
      "en": "[B-Real] It was iconic. It's an iconic picture.",
      "de": "Es war ikonisch. Es ist ein ikonisches Bild."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] One of the things that is there with Chicano art is violence,",
      "de": "Gewalt ist mit der Chicano-Kunst verbunden."
    }
  },
  {
    "translation": {
      "en": "is poverty,",
      "de": "Und Armut."
    }
  },
  {
    "translation": {
      "en": "is addiction,",
      "de": "Sucht."
    }
  },
  {
    "translation": {
      "en": "alcoholism.",
      "de": "Alkoholismus."
    }
  },
  {
    "translation": {
      "en": "[Lepke] When I met Estevan, I was struggling through a lot of relapses.",
      "de": "Als ich Estevan traf, hatte ich viele Rückfälle."
    }
  },
  {
    "translation": {
      "en": "We were in a motel, and I called Estevan. I go, \"Hey, I'm on a good one, man.",
      "de": "Wir waren im Motel, ich rief Estevan an. \"Ich bin voll drauf!\""
    }
  },
  {
    "translation": {
      "en": "You wanna film some footage? So why don't you come on through,",
      "de": "Er wollte filmen. \"Komm doch vorbei. Hier geht es voll ab.\""
    }
  },
  {
    "translation": {
      "en": "because we got it going on real good right here.\"",
      "de": "\"Komm doch vorbei. Hier geht es voll ab.\""
    }
  },
  {
    "translation": {
      "en": "I had every drug in my system, 'cause I don't discriminate.",
      "de": "Ich nahm jede Droge, denn ich wollte keine auslassen."
    }
  },
  {
    "translation": {
      "en": "I just went on a binge.",
      "de": "Und ich konnte nicht aufhören."
    }
  },
  {
    "translation": {
      "en": "A simple binge. Everybody does it once in a while.",
      "de": "Und ich konnte nicht aufhören. Jeder macht das ab und zu."
    }
  },
  {
    "translation": {
      "en": "You know, some people binge on donuts. Some people binge on heroin.",
      "de": "Manche Leute machen es mit Donuts, manche mit Heroin."
    }
  },
  {
    "translation": {
      "en": "This is some new shit I came across.",
      "de": "Das ist etwas Neues."
    }
  },
  {
    "translation": {
      "en": "These are five-dollar bolsas.",
      "de": "Das sind Fünf-Dollar-Bolsas."
    }
  },
  {
    "translation": {
      "en": "I love it. There's no excuse.",
      "de": "Ich liebe es. Unentschuldbar."
    }
  },
  {
    "translation": {
      "en": "I love to get high on this. I love the feeling I get from it.",
      "de": "Ich liebe es, high zu werden und das Gefühl."
    }
  },
  {
    "translation": {
      "en": "If you don't cook it right, it fucks your stomach good.",
      "de": "Kochst du es nicht richtig, bekommst du Magenprobleme."
    }
  },
  {
    "translation": {
      "en": "This is the picture they took of the heroin",
      "de": "Das ist das Foto des Heroins, das mich nicht mehr high machte."
    }
  },
  {
    "translation": {
      "en": "that wasn't getting me high no more with the syringe, the crack pipe,",
      "de": "des Heroins, das mich nicht mehr high machte. Mit der Spritze, der Crack-Pfeife."
    }
  },
  {
    "translation": {
      "en": "and I don't know why I had the nail clipper there.",
      "de": "Keine Ahnung, was der Nagelknipser da machte."
    }
  },
  {
    "translation": {
      "en": "God only knows, right?",
      "de": "Das weiß nur Gott, stimmt's?"
    }
  },
  {
    "translation": {
      "en": "Estevan could take me into the lab",
      "de": "Wenn Estevan mich mit ins Fotolabor nahm"
    }
  },
  {
    "translation": {
      "en": "and pull out all these pictures and I'll go,",
      "de": "und mir diese Bilder zeigte, dachte ich: \"Was zur Hölle?"
    }
  },
  {
    "translation": {
      "en": "\"What the fuck? Are you serious, bro?\"",
      "de": "und mir diese Bilder zeigte, dachte ich: \"Was zur Hölle? Ist das dein Ernst?\""
    }
  },
  {
    "translation": {
      "en": "I looked like an Ethiopian research monkey.",
      "de": "Ich sehe aus wie ein äthiopischer Forschungsaffe."
    }
  },
  {
    "translation": {
      "en": "I don't even know why I'm alive today.",
      "de": "Ich weiß nicht mal, warum ich noch lebe."
    }
  },
  {
    "translation": {
      "en": "For some good reason, the good Lord didn't drop me and put me on my back.",
      "de": "Aus irgendeinem gutem Grund hat mich der gute Herr verschont."
    }
  },
  {
    "translation": {
      "en": "Sometimes, I sell real shit. Sometimes--",
      "de": "Manchmal verkaufe ich echte Scheiße."
    }
  },
  {
    "translation": {
      "en": "And I was in a bad stage right here. And those are balloons of heroin in my mouth.",
      "de": "Ich befand mich in schlechtem Zustand. Ich habe Ballons mit Heroin im Mund."
    }
  },
  {
    "translation": {
      "en": "I sell fake shit. All this is fake.",
      "de": "Das sind alles Imitate. Alles."
    }
  },
  {
    "translation": {
      "en": "This is all fake.",
      "de": "Imitate."
    }
  },
  {
    "translation": {
      "en": "Either way, this is getting sold, all right?",
      "de": "Das wird so oder so verkauft, ok?"
    }
  },
  {
    "translation": {
      "en": "Because, see, you can't buy drugs on the street.",
      "de": "Denn auf der Straße kann man keine Drogen kaufen, das ist illegal."
    }
  },
  {
    "translation": {
      "en": "That's illegal. You can't sell them. It's illegal.",
      "de": "Denn auf der Straße kann man keine Drogen kaufen, das ist illegal. Illegal. Da sind keine Drogen drin, ja?"
    }
  },
  {
    "translation": {
      "en": "There's no drugs in here. So it's a bungle case.",
      "de": "Illegal. Da sind keine Drogen drin, ja? Trickbetrug."
    }
  },
  {
    "translation": {
      "en": "So the proof is in the pudding, ladies and gentlemen.",
      "de": "Probieren geht über Studieren."
    }
  },
  {
    "translation": {
      "en": "[Scott] If you wanna know the real street culture and that street life, open one of Estevan's books.",
      "de": "Willst du die wahre Straßenkultur kennenlernen, schau in Estevans Bücher."
    }
  },
  {
    "translation": {
      "en": "And this is where it leads to. Everything leads to this picture.",
      "de": "Und hier führt es hin. Alles führt zu diesem Bild."
    }
  },
  {
    "translation": {
      "en": "This is 2003, July 9th or 8th, I believe.",
      "de": "Das ist 2003, der 9. oder 8. Juli."
    }
  },
  {
    "translation": {
      "en": "I got shot in front of the Econo Lodge hotel.",
      "de": "Ich wurde vor dem Econo Lodge Hotel angeschossen."
    }
  },
  {
    "translation": {
      "en": "From where you're at, from where the camera's at, they shot me six times.",
      "de": "Von der Entfernung der Kamera zu mir, sechs Mal."
    }
  },
  {
    "translation": {
      "en": "[Lepke] I took five bullets there. And they came and told me I didn't have insurance,",
      "de": "Fünf Kugeln fing ich mir ein. Da ich keine Krankenversicherung hatte,"
    }
  },
  {
    "translation": {
      "en": "so five days after that, I walked out, caught walking pneumonia, almost died,",
      "de": "wurde ich nach fünf Tagen entlassen, dann Lungenentzündung,"
    }
  },
  {
    "translation": {
      "en": "and then went back and had to stay another additional 30 days.",
      "de": "wäre fast gestorben, ging zurück und musste weitere 30 Tage bleiben."
    }
  },
  {
    "translation": {
      "en": "See? Karma hits, 'cause I was supposed to be doing Estevan a favor and moving somebody.",
      "de": "Karma. Denn ich musste Estevan einen Gefallen tun."
    }
  },
  {
    "translation": {
      "en": "See how that works?",
      "de": "So läuft das, ja?"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] The '90s were very, very violent.",
      "de": "Die 90er waren sehr gewalttätig."
    }
  },
  {
    "translation": {
      "en": "You saw the peak of gang violence.",
      "de": "Der Höhepunkt der Bandenkriminalität."
    }
  },
  {
    "translation": {
      "en": "You saw people that were there that seen enemies they didn't like,",
      "de": "Man sah Leute, die Feinde sahen, die sie nicht mochten."
    }
  },
  {
    "translation": {
      "en": "they just took off on them right there.",
      "de": "Sie griffen sie einfach an."
    }
  },
  {
    "translation": {
      "en": "You could hear the bullets going by. [imitates bullets]",
      "de": "Man hört die Schüsse."
    }
  },
  {
    "translation": {
      "en": "They were trying to stop here, homie. They were coming too fast.",
      "de": "Sie wollten hier stoppen, aber sie waren zu schnell."
    }
  },
  {
    "translation": {
      "en": "So they stopped right here. And they went just like, \"Hey, homie.\"",
      "de": "Also stoppten sie hier. Sie meinten nur: \"Homie! \""
    }
  },
  {
    "translation": {
      "en": "Man! [imitates gunshot] I hit the floor quick, eh.",
      "de": "\"Mann!\" Und ich fiel sofort auf den Boden."
    }
  },
  {
    "translation": {
      "en": "[Estevan] Why were they shooting at you?",
      "de": "Warum schossen sie auf dich?"
    }
  },
  {
    "translation": {
      "en": "[man] See, this is a black neighborhood, right?",
      "de": "Das ist ein schwarzes Viertel."
    }
  },
  {
    "translation": {
      "en": "I guess they're going at it with a Hispanic gang over there.",
      "de": "Ich schätze, sie griffen eine hispanische Gang an."
    }
  },
  {
    "translation": {
      "en": "You know what I mean? Look at me, dog.",
      "de": "Ich meine, sieh mich an."
    }
  },
  {
    "translation": {
      "en": "-[man] Look right here, homie. -[man 2] Yeah.",
      "de": "Schau her."
    }
  },
  {
    "translation": {
      "en": "You like that.",
      "de": "Sieh dir das an."
    }
  },
  {
    "translation": {
      "en": "Right there, West Los.",
      "de": "Da, West L.A."
    }
  },
  {
    "translation": {
      "en": "School of hard knocks. Sometimes hard rocks.",
      "de": "-Harte Schule. -Manchmal hartes Koks."
    }
  },
  {
    "translation": {
      "en": "Hard knocks and cooked rocks.",
      "de": "Harte Schule und Koks kochen."
    }
  },
  {
    "translation": {
      "en": "From stealin' and dealin' to rollin' and chillin'.",
      "de": "Stehlen, Dealen und Abhängen."
    }
  },
  {
    "translation": {
      "en": "[man] My eagle right here, 'cause I'm Mexican-American.",
      "de": "Mein Adler, weil ich mexikanisch-amerikanisch bin."
    }
  },
  {
    "translation": {
      "en": "I'm American-made, Mexican descent.",
      "de": "Amerikaner mexikanischer Herkunft."
    }
  },
  {
    "translation": {
      "en": "[Speedy] They call me Speedy, one of my fans gave me the name.",
      "de": "Sie nennen mich Speedy. Ein Freund gab mir den Namen."
    }
  },
  {
    "translation": {
      "en": "[Baldacci] In there, the tattoo shop is your cell.",
      "de": "Man tätowiert in der Zelle."
    }
  },
  {
    "translation": {
      "en": "Just a couple of cases of soups and coffee, man, from prison.",
      "de": "Gegen Suppendosen und Kaffee vom Knast."
    }
  },
  {
    "translation": {
      "en": "That's what they charge you in there to do this type of thing.",
      "de": "Das verlangen sie für ein Tattoo."
    }
  },
  {
    "translation": {
      "en": "Nowadays I guess that's just a way to look cool, but...",
      "de": "Heutzutage sieht man so nur cool aus,"
    }
  },
  {
    "translation": {
      "en": "All these tattoos right here? They were basically earned,",
      "de": "aber all diese Tattoos hier hab ich mir verdient."
    }
  },
  {
    "translation": {
      "en": "they were basically put on me for a reason.",
      "de": "Ich habe sie aus einem bestimmten Grund."
    }
  },
  {
    "translation": {
      "en": "[Johnny] All my tattoos were done in prison, single needle.",
      "de": "All meine Tattoos wurden im Knast gemacht."
    }
  },
  {
    "translation": {
      "en": "Never got tattooed in a shop.",
      "de": "Nie im Tattoo-Studio."
    }
  },
  {
    "translation": {
      "en": "They were kind of like the old black and gray feel to the ink.",
      "de": "Es fühlt sich wie das Schwarz und Grau von früher an."
    }
  },
  {
    "translation": {
      "en": "Some tattoos that some people have, they put them on",
      "de": "Manche ließen sich Tattoos machen, weil sie einen Lifestyle führten, bei dem manche starben."
    }
  },
  {
    "translation": {
      "en": "because maybe they were in a lifestyle where a life was lost.",
      "de": "weil sie einen Lifestyle führten, bei dem manche starben."
    }
  },
  {
    "translation": {
      "en": "Not to say that they took the life,",
      "de": "Wohl wegen ihnen,"
    }
  },
  {
    "translation": {
      "en": "because we're not gonna say that 'cause we're on camera.",
      "de": "aber das sagen wir nicht vor der Kamera."
    }
  },
  {
    "translation": {
      "en": "When I sleeve somebody, they can't go into regular society,",
      "de": "Mit komplett tätowiertem Arm können sie nicht in die Gesellschaft."
    }
  },
  {
    "translation": {
      "en": "but little by little, those people will be business owners.",
      "de": "Aber nach und nach werden sie Geschäftsinhaber."
    }
  },
  {
    "translation": {
      "en": "You know, over the next 10, 20 years, those people that are getting sleeves",
      "de": "In den nächsten 10 bis 20 Jahren werden diese Leute Geschäftsinhaber."
    }
  },
  {
    "translation": {
      "en": "will be business owners and shit will change up for them.",
      "de": "In den nächsten 10 bis 20 Jahren werden diese Leute Geschäftsinhaber. Es wird sich ändern."
    }
  },
  {
    "translation": {
      "en": "[Lepke] That's okay. It's a trend now. We got the soccer moms putting tattoos on.",
      "de": "Ist ok, es ist ein Trend. Die Fußballmütter lassen sich tätowieren."
    }
  },
  {
    "translation": {
      "en": "They're doing shit that we were looked down on.",
      "de": "Man hat auf uns herabgeschaut."
    }
  },
  {
    "translation": {
      "en": "We were putting these tattoos 'cause we were outcasts,",
      "de": "Wir hatten sie, weil wir Ausgestoßene waren,"
    }
  },
  {
    "translation": {
      "en": "because society rejected us.",
      "de": "weil die Gesellschaft uns ablehnte."
    }
  },
  {
    "translation": {
      "en": "Now they're putting them on because now society accepts it?",
      "de": "Jetzt machen sie es, weil die Gesellschaft es akzeptiert?"
    }
  },
  {
    "translation": {
      "en": "So now I might just start taking them all off.",
      "de": "Dann kann ich sie ja jetzt entfernen."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] We're interested in the darkest shit in life.",
      "de": "Uns interessiert das Düstere im Leben."
    }
  },
  {
    "translation": {
      "en": "Ghetto bird in the sky...",
      "de": "Polizeihubschrauber am Himmel."
    }
  },
  {
    "translation": {
      "en": "homeless shit and drug addicts.",
      "de": "Obdachlose und Drogenabhängige."
    }
  },
  {
    "translation": {
      "en": "Watching and observing those cultures, you know what I mean?",
      "de": "Und diese Gesellschaft zu beobachten."
    }
  },
  {
    "translation": {
      "en": "What happened to your hand? You got arthritis?",
      "de": "Was ist mit deiner Hand? Arthritis?"
    }
  },
  {
    "translation": {
      "en": "No, I-- My ex-boyfriend broke it.",
      "de": "BEWOHNERIN VON SKID ROW -Nein, mein Exfreund brach mir sie. -Ok."
    }
  },
  {
    "translation": {
      "en": "[Estevan] Oh, okay.",
      "de": "-Nein, mein Exfreund brach mir sie. -Ok."
    }
  },
  {
    "translation": {
      "en": "Okay, look, if you go out this way, and go on the side,",
      "de": "Ok, wenn du hier lang fährst und zur Seite..."
    }
  },
  {
    "translation": {
      "en": "go straight all the way down, there's a little alley right there.",
      "de": "-Ja. -...fahr geradeaus, da ist eine kleine Gasse."
    }
  },
  {
    "translation": {
      "en": "[Estevan] I'll go check it out.",
      "de": "da ist eine kleine Gasse. -Ich werde es mir ansehen. -Tschüss, danke."
    }
  },
  {
    "translation": {
      "en": "-Take it easy. -[producer] Bye, thank you.",
      "de": "-Ich werde es mir ansehen. -Tschüss, danke."
    }
  },
  {
    "translation": {
      "en": "[Estevan] When you're in the streets in LA, in the bad neighborhoods,",
      "de": "Bist du in den schlechten Vierteln von L.A.,"
    }
  },
  {
    "translation": {
      "en": "it's like your blood is flowing, the adrenaline is there.",
      "de": "steigt dein Blutdruck an, und du spürst das Adrenalin."
    }
  },
  {
    "translation": {
      "en": "When you know that it's an active area and some shit might happen,",
      "de": "Wenn man weiß, dass es ein aktiver Bereich ist, dass was passieren kann..."
    }
  },
  {
    "translation": {
      "en": "it's kind of like, okay, cool, you know, you gotta be on point, you know.",
      "de": "\"Ok, cool.\" Man muss vorbereitet sein, die Augen offenhalten, auch am Hinterkopf."
    }
  },
  {
    "translation": {
      "en": "Open the eyes on the back of your head,",
      "de": "die Augen offenhalten, auch am Hinterkopf."
    }
  },
  {
    "translation": {
      "en": "'cause if you're just walking around all \"ladi da, da,\"",
      "de": "Denn läuft man einfach so herum..."
    }
  },
  {
    "translation": {
      "en": "you know, like an idiot, you could lose that way.",
      "de": "...wie ein Idiot, dann war's das."
    }
  },
  {
    "translation": {
      "en": "They're just looking for someone to fuck with, so...",
      "de": "Sie wollen Stress machen."
    }
  },
  {
    "translation": {
      "en": "Right here, you know what I'm saying?",
      "de": "Genau hier. Weißt du?"
    }
  },
  {
    "translation": {
      "en": "Just gotta make sure you're strapped.",
      "de": "Man muss eine Pistole haben."
    }
  },
  {
    "translation": {
      "en": "[Estevan] A lot of people we've known have died.",
      "de": "Viele Bekannte von uns sind gestorben."
    }
  },
  {
    "translation": {
      "en": "[Estevan] Can't even think of how that would be if Cartoon passed away.",
      "de": "Ich kann mir nicht vorstellen, wie das wäre, wenn Cartoon stirbt."
    }
  },
  {
    "translation": {
      "en": "We've had to make out wills before,",
      "de": "Wir mussten Testamente machen,"
    }
  },
  {
    "translation": {
      "en": "and it was, like, the will went to, like, each other.",
      "de": "und wir vermachten sie einander."
    }
  },
  {
    "translation": {
      "en": "We would look out for each other's family.",
      "de": "Wir kümmern uns um die Familie des anderen."
    }
  },
  {
    "translation": {
      "en": "Let's see what we have here in this little box.",
      "de": "Mal sehen, was wir hier in dieser Kiste haben."
    }
  },
  {
    "translation": {
      "en": "This is my friend Mono. He passed away.",
      "de": "Das ist mein Freund Mono. Er ist gestorben."
    }
  },
  {
    "translation": {
      "en": "He's the guy that introduced me and my wife to each other.",
      "de": "Er hat mich meiner Frau vorgestellt."
    }
  },
  {
    "translation": {
      "en": "[D.P.] Oh, yeah? [Estevan] And he introduced Cartoon to his wife.",
      "de": "-Oh, ja? -Und er stellte Cartoon seiner Frau vor."
    }
  },
  {
    "translation": {
      "en": "Right here, this is one of my favorite pictures of all times.",
      "de": "Hier ist eines meiner absoluten Lieblingsbilder."
    }
  },
  {
    "translation": {
      "en": "His name was Chato.",
      "de": "Sein Name war Chato."
    }
  },
  {
    "translation": {
      "en": "Rest in peace. He died.",
      "de": "Ruhe in Frieden. Er starb."
    }
  },
  {
    "translation": {
      "en": "Trigz got shot.",
      "de": "Trigz wurde angeschossen."
    }
  },
  {
    "translation": {
      "en": "He got murdered 'cause he got into a fight with somebody.",
      "de": "Er wurde ermordet, weil er sich mit jemandem gestritten hat."
    }
  },
  {
    "translation": {
      "en": "Rest in peace.",
      "de": "Ruhe in Frieden."
    }
  },
  {
    "translation": {
      "en": "This was another guy that was shot. His name was Nene.",
      "de": "Der wurde auch erschossen. Er hieß Nene."
    }
  },
  {
    "translation": {
      "en": "I think he got shot 33 times.",
      "de": "Ich glaube, man schoss 33-mal auf ihn."
    }
  },
  {
    "translation": {
      "en": "-[D.P.] What happened to him? -[Estevan] He died.",
      "de": "-Was ist mit ihm passiert? -Er starb."
    }
  },
  {
    "translation": {
      "en": "You know, I think they're living the life they wanted to",
      "de": "Sie lebten wohl das Leben, das sie wollten."
    }
  },
  {
    "translation": {
      "en": "and they died doing what they loved doing.",
      "de": "Sie starben, während sie taten, was sie liebten."
    }
  },
  {
    "translation": {
      "en": "Those guys were gangsters and they died doing some gangster shit.",
      "de": "Diese Typen sind Gangster und starben dabei."
    }
  },
  {
    "translation": {
      "en": "[D.P.] So you think they kind of dig being a gangster. They'd rather do that--",
      "de": "Ein Gangster zu sein... Sie tun das lieber als..."
    }
  },
  {
    "translation": {
      "en": "Yeah, they loved it, or else they wouldn't have been a gangster.",
      "de": "Ja, sie liebten es, sonst hätten sie es nicht getan."
    }
  },
  {
    "translation": {
      "en": "♪ At the gates of hell ♪",
      "de": "GELIEBTER ERIC WRIGHT WIR LIEBTEN IHN SEHR, GOTT NOCH MEHR"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] That violence, that poverty, that madness,",
      "de": "Diese Gewalt, diese Armut, dieser Wahnsinn..."
    }
  },
  {
    "translation": {
      "en": "spawned a beautiful art form of music, and tattoos, and wall murals,",
      "de": "...brachte eine tolle Kunstform hervor, mit Musik, Tattoos und Wandmalereien,"
    }
  },
  {
    "translation": {
      "en": "pinstripe, and gold leaf.",
      "de": "Linierung und Blattgold."
    }
  },
  {
    "translation": {
      "en": "Those guys sitting in cells that will never get out",
      "de": "Diese Typen, die lebenslang in ihren Zellen sitzen,"
    }
  },
  {
    "translation": {
      "en": "helped shape an art form,",
      "de": "halfen dabei, eine Kunstform zu formen,"
    }
  },
  {
    "translation": {
      "en": "this rose out of a crack in the concrete.",
      "de": "die sich von den Straßen heraus entwickelte."
    }
  },
  {
    "translation": {
      "en": "Now you have a new wave of Chicano artists",
      "de": "Jetzt gibt es eine neue Welle von Chicano-Künstlern,"
    }
  },
  {
    "translation": {
      "en": "that can focus on Chicano pride.",
      "de": "die sich auf den Chicano-Stolz konzentrieren können."
    }
  },
  {
    "translation": {
      "en": "To be Chicano means identifying with your roots.",
      "de": "Chicano zu sein bedeutet, sich mit seinen Wurzeln zu identifizieren."
    }
  },
  {
    "translation": {
      "en": "[David F., Jr] The number one thing is family. It's all about family.",
      "de": "-Das Wichtigste ist die Familie. -Familie."
    }
  },
  {
    "translation": {
      "en": "[Michelle] You don't really hear about the heart of a Chicano,",
      "de": "Man hört nicht wirklich vom Herzen eines Chicano,"
    }
  },
  {
    "translation": {
      "en": "but you can see it in a lowrider.",
      "de": "aber man sieht's in einem Lowrider."
    }
  },
  {
    "translation": {
      "en": "The way we build our cars,",
      "de": "Wie wir unsere Autos bauen."
    }
  },
  {
    "translation": {
      "en": "they're old Benny's thrown away that we pick up and we shine.",
      "de": "Wie alte Pfennige, die keiner will. Wir bringen sie zum Glänzen."
    }
  },
  {
    "translation": {
      "en": "[Michelle] It's almost like watching a Chicano's heart",
      "de": "Als würde ein Chicano sein Herz ausschütten,"
    }
  },
  {
    "translation": {
      "en": "being poured out onto paint",
      "de": "Als würde ein Chicano sein Herz ausschütten, auf die Farbe. Ein Fahrzeug mit Liebe überziehen, ja?"
    }
  },
  {
    "translation": {
      "en": "and coating a vehicle with love, you know?",
      "de": "auf die Farbe. Ein Fahrzeug mit Liebe überziehen, ja?"
    }
  },
  {
    "translation": {
      "en": "[Javi] Those people that threw them away wish they had them back",
      "de": "Die, die sie wegwarfen, wünschten sie sich zurück,"
    }
  },
  {
    "translation": {
      "en": "after they see them all fixed up and clean and shined up.",
      "de": "nachdem sie repariert waren, voller Glanz."
    }
  },
  {
    "translation": {
      "en": "You don't own a lowrider. You are a lowrider.",
      "de": "Du hast keinen Lowrider, du bist ein Lowrider."
    }
  },
  {
    "translation": {
      "en": "Promoting a great culture in America.",
      "de": "Man promotet eine großartige Kultur in Amerika."
    }
  },
  {
    "translation": {
      "en": "There are people that are incredibly wealthy",
      "de": "Es gibt Leute, die unglaublich reich sind,"
    }
  },
  {
    "translation": {
      "en": "that actually know the culture",
      "de": "die die Kultur kennen"
    }
  },
  {
    "translation": {
      "en": "and are admirers of the culture.",
      "de": "und sie verehren."
    }
  },
  {
    "translation": {
      "en": "[Bobo] The culture grew to places like Japan, Europe, South America.",
      "de": "Die Kultur verbreitete sich nach Japan, Europa, Südamerika."
    }
  },
  {
    "translation": {
      "en": "They introduced the whole rest of the world basically",
      "de": "Sie stellten dem Rest der Welt quasi"
    }
  },
  {
    "translation": {
      "en": "to the East LA esthetic.",
      "de": "die East-L.A.-Ästhetik vor."
    }
  },
  {
    "translation": {
      "en": "[Bobo] You go to Japan and you see some of the Japanese kids",
      "de": "Wir waren früher in Japan, und man sah Japaner,"
    }
  },
  {
    "translation": {
      "en": "dressing like cholos.",
      "de": "die sich wie Cholos anzogen."
    }
  },
  {
    "translation": {
      "en": "To the T.",
      "de": "Bis aufs Detail."
    }
  },
  {
    "translation": {
      "en": "You would think, they could put on glasses",
      "de": "Sie konnten ihre Brillen aufsetzen und so aussehen."
    }
  },
  {
    "translation": {
      "en": "and have the whole thing and they could look all \"Chicanoed-out\"",
      "de": "Sie konnten ihre Brillen aufsetzen und so aussehen. Sie sahen wie Chicanos aus, bis sie anfingen zu sprechen."
    }
  },
  {
    "translation": {
      "en": "until they started to speak.",
      "de": "Sie sahen wie Chicanos aus, bis sie anfingen zu sprechen."
    }
  },
  {
    "translation": {
      "en": "[Wilmer] Asian culture has become obsessed with East LA and lowriding.",
      "de": "Die asiatische Kultur ist besessen von East L.A."
    }
  },
  {
    "translation": {
      "en": "There's a big lowrider scene that's gone around the world.",
      "de": "Es gibt eine große Lowrider-Szene, überall auf der Welt."
    }
  },
  {
    "translation": {
      "en": "[man] Because of what Cartoon and Estevan did with Chicano culture",
      "de": "Wegen dem, was Cartoon und Estevan mit der Chicano-Kultur machten."
    }
  },
  {
    "translation": {
      "en": "and made it so pervasive and popular in Japanese subculture,",
      "de": "Sie machten sie so allgegenwärtig und populär in der japanischen Subkultur."
    }
  },
  {
    "translation": {
      "en": "it made it even extra cool back here in the States.",
      "de": "Das machte es hier in den Staaten noch cooler."
    }
  },
  {
    "translation": {
      "en": "And I think a lot of it comes from how pioneering these two gentlemen",
      "de": "Viel hat damit zu tun, wie bahnbrechend diese Beiden für diese Kultur waren."
    }
  },
  {
    "translation": {
      "en": "have been to the culture.",
      "de": "wie bahnbrechend diese Beiden für diese Kultur waren."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] We listen to oldies, we listen to Motown-style, classic soul.",
      "de": "Wir hören Oldies, klassische Motown-Soulmusik."
    }
  },
  {
    "translation": {
      "en": "Due to the weather on the West Coast, we wear T-shirts all year long.",
      "de": "Aufgrund des Wetters an der Westküste tragen wir das ganze Jahr über T-Shirts."
    }
  },
  {
    "translation": {
      "en": "We invented the white tee, khakis and Dickies,",
      "de": "Wir erfanden das weiße T-Shirt. Khakis und Dickie's."
    }
  },
  {
    "translation": {
      "en": "that whole look.",
      "de": "Dieser ganze Look."
    }
  },
  {
    "translation": {
      "en": "The West Coast grew up wearing Cortez shoes.",
      "de": "Die Westküste wuchs mit Cortez-Schuhen auf."
    }
  },
  {
    "translation": {
      "en": "This is the staple for the West Coast.",
      "de": "Das ist typisch für die Westküste."
    }
  },
  {
    "translation": {
      "en": "In the '80s, though, it was like a gang-banging shoe.",
      "de": "In den 80ern hatte jede Gang einen Schuh."
    }
  },
  {
    "translation": {
      "en": "Like, you wearing that shoe, people asked you, \"Where are you from?\"",
      "de": "Trägt man einen gewissen, heißt es: \"Wo kommst du her?\""
    }
  },
  {
    "translation": {
      "en": "I had meditated why it was relevant, and why it had to be done.",
      "de": "Ich dachte nach, warum es relevant war und warum es getan werden musste."
    }
  },
  {
    "translation": {
      "en": "My own Nike, period.",
      "de": "Meine eigenen Nike-Schuhe."
    }
  },
  {
    "translation": {
      "en": "And once I got them in, it was time to drop,",
      "de": "Als sie ankamen, ging es ans Zeichnen."
    }
  },
  {
    "translation": {
      "en": "\"I have to do a Cortez,\" paying homage to that era, to the NWA era.",
      "de": "Ich muss einen Cortez machen, dieser Ära huldigen."
    }
  },
  {
    "translation": {
      "en": "When that happened,",
      "de": "Als es soweit war,"
    }
  },
  {
    "translation": {
      "en": "I was like, \"Man, this is fucking amazing.",
      "de": "dachte ich: \"Das ist unglaublich, verdammt.\""
    }
  },
  {
    "translation": {
      "en": "I'm gonna design the shoe I grew up wearing.\"",
      "de": "Ich entwerfe den Schuh, mit dem ich aufwuchs."
    }
  },
  {
    "translation": {
      "en": "It'd be like McDonald's calling you, and be like,",
      "de": "Als ob McDonalds dich anrufen und sagen würde:"
    }
  },
  {
    "translation": {
      "en": "\"You're gonna do your own signature Big Mac. Get ready.\"",
      "de": "\"Wir machen deinen eigenen Big Mac. Mach dich bereit.\""
    }
  },
  {
    "translation": {
      "en": "Nike is doing a Mister Cartoon shoe?",
      "de": "Nike macht einen Mister-Cartoon-Schuh?"
    }
  },
  {
    "translation": {
      "en": "They're giving you a shoe? And letting you design it?",
      "de": "Sie geben dir einen Schuh? Und du entwirfst ihn?"
    }
  },
  {
    "translation": {
      "en": "It's-- It's crazy.",
      "de": "Das ist verrückt."
    }
  },
  {
    "translation": {
      "en": "There's not a lot of artists out here to have their own Nike shoe.",
      "de": "Es gibt nicht viele Künstler mit eigenem Nike-Schuh."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I walk into a business meeting with confidence.",
      "de": "Ich gehe selbstbewusst zu einem Geschäftstreffen."
    }
  },
  {
    "translation": {
      "en": "I walk in like, \"I'm-- The boss is here.\"",
      "de": "Ich gehe rein, wie: \"Der Boss ist hier.\""
    }
  },
  {
    "translation": {
      "en": "And you convince the client",
      "de": "Und du überzeugst den Kunden,"
    }
  },
  {
    "translation": {
      "en": "that you know what's poppin'.",
      "de": "dass du den Plan hast."
    }
  },
  {
    "translation": {
      "en": "This is inspiring to me.",
      "de": "Das inspiriert mich."
    }
  },
  {
    "translation": {
      "en": "I can apply that same philosophy to what I'm doing.",
      "de": "Ich kann dieselbe Philosophie auf meine Arbeit anwenden."
    }
  },
  {
    "translation": {
      "en": "My homie did it, I can do it. Oh, wow.",
      "de": "\"Er schafft es, ich schaffe es.\" Oh, wow."
    }
  },
  {
    "translation": {
      "en": "Whoa, Mister Cartoon is completely crossing over to a different level,",
      "de": "Mister Cartoon ist auf einer andere Ebene."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I did the LA edition, which was putting the \"LA\"",
      "de": "Ich entwarf die L.A-Edition. Das Nike-Logo geht durch das \"L.A\"."
    }
  },
  {
    "translation": {
      "en": "and having the Nike check go through it.",
      "de": "Das Nike-Logo geht durch das \"L.A\"."
    }
  },
  {
    "translation": {
      "en": "The next one I did was the Aztec.",
      "de": "Dann entwarf ich den \"Aztec\"."
    }
  },
  {
    "translation": {
      "en": "This was crazy because here I'm doing an Aztec on a Cortez.",
      "de": "Das war verrückt. Einen \"Aztec\" auf einem Cortez."
    }
  },
  {
    "translation": {
      "en": "So you have the Spaniards coming to New Spain, which was Mexico,",
      "de": "Die Spanier kamen nach Neuspanien, was Mexiko war,"
    }
  },
  {
    "translation": {
      "en": "to bring disease,",
      "de": "was Mexiko war, um Krankheiten, den großen Krieg zwischen den Spaniern und den Azteken zu bringen,"
    }
  },
  {
    "translation": {
      "en": "great war between the Spaniards and the Aztecs",
      "de": "um Krankheiten, den großen Krieg zwischen den Spaniern und den Azteken zu bringen,"
    }
  },
  {
    "translation": {
      "en": "to create Mexican people.",
      "de": "um Mexikaner zu erschaffen."
    }
  },
  {
    "translation": {
      "en": "So, I had that on a shoe, which is a little heavy,",
      "de": "Ich hatte den einen Schuh, der schon etwas heftig ist."
    }
  },
  {
    "translation": {
      "en": "you know what I'm saying? For a shoe design.",
      "de": "Ich hatte den einen Schuh, der schon etwas heftig ist. Für ein Schuhdesign."
    }
  },
  {
    "translation": {
      "en": "And then on the Aztec warrior, I put a brush mustache,",
      "de": "Dann zeichnete ich einen Schnurrbart auf den aztekischen Krieger,"
    }
  },
  {
    "translation": {
      "en": "which is representative of the homies now.",
      "de": "der für die Homies steht."
    }
  },
  {
    "translation": {
      "en": "When it finally went through, I was blown away.",
      "de": "Als es endlich durchging, haute es mich um."
    }
  },
  {
    "translation": {
      "en": "I'm surprised every time one of these huge deals goes through.",
      "de": "Ich bin jedes Mal überrascht, wenn diese großen Deals durchgehen."
    }
  },
  {
    "translation": {
      "en": "So, to balance that, it was important that I did outreach.",
      "de": "Um das auszugleichen, war es wichtig, Öffentlichkeitsarbeit zu tun."
    }
  },
  {
    "translation": {
      "en": "Talking to youngsters, explaining to them, \"Look, I went to LA Unified School,",
      "de": "Ich redete mit jungen Leuten, sagte: \"Ich ging auf die LA Unified School"
    }
  },
  {
    "translation": {
      "en": "and I designed my own shoe. What would your shoe look like?\"",
      "de": "und entwarf meinen eigenen Schuh. Wie sieht dein Schuh aus?\""
    }
  },
  {
    "translation": {
      "en": "And I would ask these kids, and they'd get all shy.",
      "de": "Ich fragte sie. Sie waren alle schüchtern."
    }
  },
  {
    "translation": {
      "en": "It's beautiful to see that Cartoon can set an example for these young kids,",
      "de": "Es ist schön, dass Cartoon ein Vorbild für diesen Kinder sein kann."
    }
  },
  {
    "translation": {
      "en": "giving kids hope in art.",
      "de": "Er gibt ihnen Hoffnung in der Kunst!"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] My goal was to motivate them and get them to think,",
      "de": "Mein Ziel war es, sie zu motivieren, damit sie denken:"
    }
  },
  {
    "translation": {
      "en": "\"Man, if this knucklehead can do it, man, I can design my own shoe.\"",
      "de": "\"Schafft er es, kann ich meinen Schuh entwerfen.\""
    }
  },
  {
    "translation": {
      "en": "[chuckling] What?",
      "de": "Was?"
    }
  },
  {
    "translation": {
      "en": "-[Danny chuckles] -Motherfucking premiere of Machete.",
      "de": "Die Machete-Premiere."
    }
  },
  {
    "translation": {
      "en": "Yeah, that was sweet, with the lowriders.",
      "de": "Ja, das war toll, mit den Lowridern."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Seeing these big Hollywood events. In the back on my mind, I was like,",
      "de": "Um diese großen Ereignisse in Hollywood zu sehen, dachte ich:"
    }
  },
  {
    "translation": {
      "en": "\"We can get a team together and do it.\"",
      "de": "\"Wir können es als Team tun.\""
    }
  },
  {
    "translation": {
      "en": "We had the budgets. And we were able to have some power",
      "de": "Wir hatten ein Budget und die Befugnis,"
    }
  },
  {
    "translation": {
      "en": "to do some of those events, and it came out dope.",
      "de": "einige dieser Events zu machen. Es war toll."
    }
  },
  {
    "translation": {
      "en": "And it was beautiful, man.",
      "de": "Und es war wunderschön."
    }
  },
  {
    "translation": {
      "en": "People in the street, happy that somebody's representing.",
      "de": "Die Leute auf der Straße sind froh, dass jemand sie vertritt."
    }
  },
  {
    "translation": {
      "en": "This is a historical moment right here.",
      "de": "Das ist ein historischer Moment."
    }
  },
  {
    "translation": {
      "en": "We're taking our culture and trying to lift it up.",
      "de": "Wir versuchen, unsere Kultur zu bestärken."
    }
  },
  {
    "translation": {
      "en": "[Michelle] It would be hard to be downtown that day and not feel our presence.",
      "de": "Es wäre schwer, an dem Tag in Downtown unsere Präsenz nicht zu spüren."
    }
  },
  {
    "translation": {
      "en": "We here. [laughs]",
      "de": "Wir sind hier!"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Damn, man, we're bringing Chicano art into places that it's never been before.",
      "de": "Mann, wir bringen Chicano-Kunst an Orte, wo es sie noch nie gab."
    }
  },
  {
    "translation": {
      "en": "Shout-out to S.A. Studios. Grand Theft Auto, good looking.",
      "de": "Danke an die Studios, Grand Theft Auto sieht toll aus."
    }
  },
  {
    "translation": {
      "en": "GTA is the iconic video game that ended up becoming because of the Estev and Toon.",
      "de": "GTA ist das ikonische Videospiel wegen Stev und Toon."
    }
  },
  {
    "translation": {
      "en": "I played Cesar Vialpando.",
      "de": "Sie spielen als Cesar Vialpando."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] We did all the tattoos, graffiti, murals, liquor store,",
      "de": "Wir haben all die Tattoos, Graffiti, Wandmalereien, Spirituosenläden gemacht."
    }
  },
  {
    "translation": {
      "en": "and the Virgen de Guadalupe would be on the side.",
      "de": "Die Virgen de Guadalupe wird da sein."
    }
  },
  {
    "translation": {
      "en": "Estevan would take them around",
      "de": "Estevan führt ihn herum,"
    }
  },
  {
    "translation": {
      "en": "to all the sick shit and fucking recreate that.",
      "de": "tut all den kranken Scheiß und bildet es nach."
    }
  },
  {
    "translation": {
      "en": "You've been on a trajectory",
      "de": "Du kamst von"
    }
  },
  {
    "translation": {
      "en": "from the bottom-bottom, and I guess prison, possibly.",
      "de": "ganz unten, vom Gefängnis womöglich."
    }
  },
  {
    "translation": {
      "en": "You got out of that, survived that,",
      "de": "Du hast das überstanden, es überlebt, und es geht weiter nach oben,"
    }
  },
  {
    "translation": {
      "en": "and you're on this uphill trajectory of perfecting this art form.",
      "de": "Du hast das überstanden, es überlebt, und es geht weiter nach oben, um die Kunstform zu perfektionieren."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] It was a great time. Record businesses were still going.",
      "de": "Es war eine tolle Zeit. Es gab noch Plattenfirmen."
    }
  },
  {
    "translation": {
      "en": "And magazines were popping",
      "de": "Magazine waren populär."
    }
  },
  {
    "translation": {
      "en": "and commercials were getting anywhere from 100,000 into the millions.",
      "de": "Werbespots brachten zwischen 100.000 und Millionen ein."
    }
  },
  {
    "translation": {
      "en": "Then the digital age came.",
      "de": "-Das digitale Zeitalter kam. -Das war's."
    }
  },
  {
    "translation": {
      "en": "It's over, and the Internet has allowed",
      "de": "-Das digitale Zeitalter kam. -Das war's. Das Internet ermöglicht globale Kommunikation,"
    }
  },
  {
    "translation": {
      "en": "global communication with a lot of people...",
      "de": "Das Internet ermöglicht globale Kommunikation, aber viele..."
    }
  },
  {
    "translation": {
      "en": "[anchor] Twenty million people get their music this way.",
      "de": "Zwanzig Millionen Menschen bekommen so ihre Musik."
    }
  },
  {
    "translation": {
      "en": "-They worst offender is Napster. -Metallica filed a...",
      "de": "Der schlimmste Täter sei eine Website namens Napster."
    }
  },
  {
    "translation": {
      "en": "At that point, S.A. Studios, it was kind of like a barber shop.",
      "de": "Damals war SA Studios wie ein Barbershop."
    }
  },
  {
    "translation": {
      "en": "People came by afterward and bullshitted.",
      "de": "Man kam nach der Arbeit und ließ sich aus."
    }
  },
  {
    "translation": {
      "en": "That's what S.A. Studios felt like. A bunch of big-ass kids having fun.",
      "de": "So fühlte sich SA Studios an. Ein paar große Kinder, die Spaß haben."
    }
  },
  {
    "translation": {
      "en": "\"What's up, homie?",
      "de": "\"Was ist los, Homie? Was machst du, Mann?"
    }
  },
  {
    "translation": {
      "en": "What you doing, man? What you've been up to?\"",
      "de": "\"Was ist los, Homie? Was machst du, Mann? Was machst du so?\""
    }
  },
  {
    "translation": {
      "en": "It'd be like showing up at a doctor's office.",
      "de": "Wie in einer Arztpraxis."
    }
  },
  {
    "translation": {
      "en": "You're like, \"What's up, fool?",
      "de": "\"Was geht, Mann?\" \"Hey, Mann!\""
    }
  },
  {
    "translation": {
      "en": "Yay, man. Wow, you're doing some surgery. What's up?\"",
      "de": "\"Was geht, Mann?\" \"Hey, Mann!\" \"Oh, wirst du operiert?\""
    }
  },
  {
    "translation": {
      "en": "Working on the ice-cream truck.",
      "de": "Ich arbeite am Eiswagen."
    }
  },
  {
    "translation": {
      "en": "I'm gonna stay here until five, six in the morning.",
      "de": "Ich bleibe bis 5 oder 6 Uhr."
    }
  },
  {
    "translation": {
      "en": "I'll probably just go crash upstairs.",
      "de": "Ich penne wohl oben."
    }
  },
  {
    "translation": {
      "en": "A little bit overwhelming for me.",
      "de": "Etwas überwältigend für mich."
    }
  },
  {
    "translation": {
      "en": "I don't need a lot of people around to do what I do.",
      "de": "Ich brauche nicht viele Leute, um das zu tun, was ich tue."
    }
  },
  {
    "translation": {
      "en": "They're changing.",
      "de": "Sie ändern sich."
    }
  },
  {
    "translation": {
      "en": "Life's about change.",
      "de": "Es geht um Veränderung."
    }
  },
  {
    "translation": {
      "en": "[reporter] After a rare week of gains-- [reporter 2] Worst one-day losses since 911.",
      "de": "-...nach seltenem Gewinn... -...schlimmster Rückgang seit 9/11..."
    }
  },
  {
    "translation": {
      "en": "The stock market fell hard--",
      "de": "Die Börse stürzte ab."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] 533,000-- [reporter 4] Two point six million people--",
      "de": "-533.000... -2,6 Millionen Menschen."
    }
  },
  {
    "translation": {
      "en": "In 2008 there was the depression.",
      "de": "2008 fand die Finanzkrise statt."
    }
  },
  {
    "translation": {
      "en": "The country just fell apart.",
      "de": "Das Land ist zerfallen."
    }
  },
  {
    "translation": {
      "en": "[reporter 5] Spinning the economy in a vicious cycle,",
      "de": "...Teufelskreis für die Wirtschaft."
    }
  },
  {
    "translation": {
      "en": "people losing their jobs,",
      "de": "Jobverluste,"
    }
  },
  {
    "translation": {
      "en": "then falling behind on their mortgages.",
      "de": "Hypotheken können nicht bezahlt werden."
    }
  },
  {
    "translation": {
      "en": "[Estevan] Magazines shut down, record labels shut down.",
      "de": "Zeitschriften, Plattenfirmen schließen..."
    }
  },
  {
    "translation": {
      "en": "[reporter 6] President Obama facing increasing pressure for a new stimulus package.",
      "de": "Präsident Obama steht vor wachsendem Druck für ein neues Konjunkturpaket."
    }
  },
  {
    "translation": {
      "en": "All the budgets went away.",
      "de": "Alle Budgets waren weg."
    }
  },
  {
    "translation": {
      "en": "[reporter 7] Eleven point three trillion dollars.",
      "de": "11,3 Billionen Dollar."
    }
  },
  {
    "translation": {
      "en": "...to stabilize the housing market,",
      "de": "Um den Immobilienmarkt zu stabilisieren"
    }
  },
  {
    "translation": {
      "en": "and help responsible home-owners stay in their homes.",
      "de": "und verantwortungsbewussten Hausbesitzern zu helfen."
    }
  },
  {
    "translation": {
      "en": "That cut at least 75% of my work that was coming in.",
      "de": "Das hat mindestens 75 % meiner Arbeit gekürzt."
    }
  },
  {
    "translation": {
      "en": "S.A. Studios was a certain time.",
      "de": "Die SA Studios, das war eine gewisse Zeit."
    }
  },
  {
    "translation": {
      "en": "Everything evolves, and everything is a moment in time.",
      "de": "Alles entwickelt sich, alles ist ein Moment."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] That whole place of downtown LA got over-gentrified in my opinion.",
      "de": "Downtown L.A. wurde meiner Meinung nach zu sehr gentrifiziert."
    }
  },
  {
    "translation": {
      "en": "It became uncool.",
      "de": "Es wurde uncool."
    }
  },
  {
    "translation": {
      "en": "It became very corporate.",
      "de": "Es wurde sehr geschäftlich."
    }
  },
  {
    "translation": {
      "en": "[Roger] If everything always stays the same, how special is it?",
      "de": "Bleibt alles gleich, wie besonders ist es dann?"
    }
  },
  {
    "translation": {
      "en": "It's about moments. Five years, ten years. However long that moment was.",
      "de": "Es geht um Momente. Fünf, zehn Jahre, wie lange dieser Moment auch war."
    }
  },
  {
    "translation": {
      "en": "The vibe. Something happened.",
      "de": "Die Stimmung, etwas passierte."
    }
  },
  {
    "translation": {
      "en": "[David] You have one guy who's in the profession of tattoos,",
      "de": "Einer ist Tätowierer."
    }
  },
  {
    "translation": {
      "en": "which has gone from, like, this fringe,",
      "de": "Er hat sich von dieser Randgruppe"
    }
  },
  {
    "translation": {
      "en": "and now I don't know one fucking person who doesn't have a tattoo.",
      "de": "zu... Ich kenne keinen, der kein Tattoo hat."
    }
  },
  {
    "translation": {
      "en": "And then on this side of the spectrum,",
      "de": "Und dann die Fotografie, die einmal das war..."
    }
  },
  {
    "translation": {
      "en": "you have photography, which was like this, and now it's, like, nothing.",
      "de": "Und dann die Fotografie, die einmal das war... Jetzt ist es wie nichts. Beides ist symbiotisch und ergänzt sich,"
    }
  },
  {
    "translation": {
      "en": "Both things are symbiotic and feeding off each other.",
      "de": "Jetzt ist es wie nichts. Beides ist symbiotisch und ergänzt sich,"
    }
  },
  {
    "translation": {
      "en": "But one of those things brings in a ton of cash,",
      "de": "aber eins davon bringt viel Geld ein,"
    }
  },
  {
    "translation": {
      "en": "and the other one, the cash is disappearing.",
      "de": "und das andere verschwindet."
    }
  },
  {
    "translation": {
      "en": "The tension that must bring between brothers...",
      "de": "Die Spannung, die das hervorruft..."
    }
  },
  {
    "translation": {
      "en": "Eventually... it was gone.",
      "de": "Dann war es letztendlich vorbei."
    }
  },
  {
    "translation": {
      "en": "The last time I'll ever be here.",
      "de": "Mein letztes Mal hier."
    }
  },
  {
    "translation": {
      "en": "We were here for 13 years.",
      "de": "Wir waren 13 Jahre hier."
    }
  },
  {
    "translation": {
      "en": "We used to call our little thing here \"Skid Row's finest\"",
      "de": "Wir nannten unser kleines Ding hier Skid Row's Finest,"
    }
  },
  {
    "translation": {
      "en": "because we were surrounded by the people of Skid Row.",
      "de": "weil wir von den Leuten von Skid Row umgeben waren. Das war's."
    }
  },
  {
    "translation": {
      "en": "And that's it. It's a wrap.",
      "de": "weil wir von den Leuten von Skid Row umgeben waren. Das war's. Das war's. SA Studios, wir sind raus aus Downtown."
    }
  },
  {
    "translation": {
      "en": "S.A. Studios. We're out of downtown.",
      "de": "Das war's. SA Studios, wir sind raus aus Downtown."
    }
  },
  {
    "translation": {
      "en": "Gone.",
      "de": "Weg."
    }
  },
  {
    "translation": {
      "en": "That was probably one of the most challenging times in my life.",
      "de": "Das war eine der schwierigsten Zeiten meines Lebens."
    }
  },
  {
    "translation": {
      "en": "And...",
      "de": "Und..."
    }
  },
  {
    "translation": {
      "en": "I made it, 'cause I'm a fighter.",
      "de": "Ich schaffte es, weil ich ein Kämpfer bin."
    }
  },
  {
    "translation": {
      "en": "That was it.",
      "de": "Das war's."
    }
  },
  {
    "translation": {
      "en": "You got it?",
      "de": "Cut!"
    }
  },
  {
    "translation": {
      "en": "[Estevan] To me, LA's the blood pumping through my veins.",
      "de": "Für mich ist L.A. das Blut, das durch meine Adern fließt."
    }
  },
  {
    "translation": {
      "en": "I love everything about it.",
      "de": "Ich liebe alles daran."
    }
  },
  {
    "translation": {
      "en": "[Estevan] I mean, look at it. How fucking cool is that shit?",
      "de": "Sieh dir das an. Wie cool ist das denn?"
    }
  },
  {
    "translation": {
      "en": "[Estevan] This is where I come and get all my film done right here.",
      "de": "Hier entwickle ich alle meine Filmrollen."
    }
  },
  {
    "translation": {
      "en": "Wow, I got some good ones.",
      "de": "Ich habe ein paar gute."
    }
  },
  {
    "translation": {
      "en": "So, after 13 years, we've now relocated, and I'm gonna show you the new S.A. Studios.",
      "de": "Nach 13 Jahren sind wir umgezogen, und ich zeige euch die neuen SA Studios."
    }
  },
  {
    "translation": {
      "en": "Well, my part of it. Cartoon has a different part.",
      "de": "Also meinen Teil. Cartoon hat einen anderen Teil."
    }
  },
  {
    "translation": {
      "en": "So... here we are.",
      "de": "Da wären wir."
    }
  },
  {
    "translation": {
      "en": "S.A. Studios.",
      "de": "SA Studio."
    }
  },
  {
    "translation": {
      "en": "[Estevan] You can barely fit in here.",
      "de": "Ich passe hier kaum rein."
    }
  },
  {
    "translation": {
      "en": "These are the new S.A. Studios.",
      "de": "Hier sind die neuen SA Studios."
    }
  },
  {
    "translation": {
      "en": "These are all bills that haven't been paid.",
      "de": "Alles Rechnungen, die nicht bezahlt wurden."
    }
  },
  {
    "translation": {
      "en": "You know, just so everybody knows",
      "de": "Damit jeder weiß,"
    }
  },
  {
    "translation": {
      "en": "what it's like to be a world-famous photographer.",
      "de": "wie es ist, ein weltberühmter Fotograf zu sein."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Where am I today? I'm in a good place.",
      "de": "Wo ich heute bin, geht es mir gut."
    }
  },
  {
    "translation": {
      "en": "I'm an optimist.",
      "de": "Ich bin Optimist."
    }
  },
  {
    "translation": {
      "en": "I'm always gonna look at what's the solution,",
      "de": "Ich suche stets nach der Lösung."
    }
  },
  {
    "translation": {
      "en": "what do I got to be grateful for,",
      "de": "\"Wofür sollte ich dankbar sein?"
    }
  },
  {
    "translation": {
      "en": "how can I make this pop.",
      "de": "Wie kann ich das toll machen?\""
    }
  },
  {
    "translation": {
      "en": "I haven't stopped one day since S.A. Studios.",
      "de": "Ich habe keinen Tag seit den SA Studios aufgehört."
    }
  },
  {
    "translation": {
      "en": "I have a private studio right here.",
      "de": "Ich hab hier ein eigenes Studio."
    }
  },
  {
    "translation": {
      "en": "I own this property. Can't kick me out.",
      "de": "Mir gehört das Anwesen. Keiner kann mich rauswerfen."
    }
  },
  {
    "translation": {
      "en": "And it's all dialed into my needs,",
      "de": "Alles ist auf meine Bedürfnisse abgestimmt."
    }
  },
  {
    "translation": {
      "en": "I airbrush the cars in here.",
      "de": "Ich kann Autos besprühen."
    }
  },
  {
    "translation": {
      "en": "I've been here for five years now and...",
      "de": "Ich bin jetzt seit fünf Jahren hier. Und ich liebe es."
    }
  },
  {
    "translation": {
      "en": "I love it.",
      "de": "Und ich liebe es."
    }
  },
  {
    "translation": {
      "en": "[Estevan, in Spanish] Attention! Attention!",
      "de": "Pass auf. Achtung."
    }
  },
  {
    "translation": {
      "en": "[in English] There's our lovely Sixth Street Bridge.",
      "de": "Da ist unsere schöne Sixth Street Bridge."
    }
  },
  {
    "translation": {
      "en": "[in English] So crazy to see all this shit.",
      "de": "Es ist so verrückt, all das zu sehen."
    }
  },
  {
    "translation": {
      "en": "Fucking changing so fast.",
      "de": "Verdammt, es ändert sich so schnell."
    }
  },
  {
    "translation": {
      "en": "This is a mural by my friend Risky.",
      "de": "Ein Wandbild von meinem Freund RISKY."
    }
  },
  {
    "translation": {
      "en": "Everybody knows Risk.",
      "de": "Jeder kennt RISK."
    }
  },
  {
    "translation": {
      "en": "This was a parking lot before.",
      "de": "Das war früher ein Parkplatz."
    }
  },
  {
    "translation": {
      "en": "Some metal rinky-dink buildings, and now it's like...",
      "de": "Ein paar kleine Gebäude und jetzt ist es..."
    }
  },
  {
    "translation": {
      "en": "the biggest fucking most...",
      "de": "Das größte... ...verdammt..."
    }
  },
  {
    "translation": {
      "en": "apartments, fuck it, whatever you could get in there.",
      "de": "...Wohnungen, was auch immer reinpasst."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I don't feel like a victim. I feel like I'm on top of everything.",
      "de": "Ich fühle mich nicht als Opfer. Ich habe alles im Griff."
    }
  },
  {
    "translation": {
      "en": "I'm on top of social media,",
      "de": "Ich bin auf Social Media. Ich kann mit Photoshop umgehen"
    }
  },
  {
    "translation": {
      "en": "I know how to use Photoshop, I know how to use a computer.",
      "de": "Ich bin auf Social Media. Ich kann mit Photoshop umgehen und mit Computern. Hab ich mir selbst beigebracht."
    }
  },
  {
    "translation": {
      "en": "I taught myself all that.",
      "de": "und mit Computern. Hab ich mir selbst beigebracht."
    }
  },
  {
    "translation": {
      "en": "The guys that didn't do that, they probably feel overwhelmed.",
      "de": "Die, die das nicht getan haben, fühlen sich wohl überfordert."
    }
  },
  {
    "translation": {
      "en": "And then I was trying to keep up with the Joneses, and, you know, trying to post-- I tried all that shit.",
      "de": "Ich versuchte, mit den Jungen mitzuhalten. Hab gepostet, all der Scheiß."
    }
  },
  {
    "translation": {
      "en": "I tried to post hot girls, big celebrities, gangster stuff.",
      "de": "Ich hab versucht heiße Frauen zu posten, große Stars, Gangsterzeug."
    }
  },
  {
    "translation": {
      "en": "I tried to post everything at certain times a day on certain days and I'm like,",
      "de": "Ich postete alles. Zu bestimmten Tageszeiten und Tagen."
    }
  },
  {
    "translation": {
      "en": "\"How the fuck does this guy have a million followers",
      "de": "\"Wie hat dieser Typ eine Million Follower,"
    }
  },
  {
    "translation": {
      "en": "and I got 115,000 or whatever?\" You know?",
      "de": "und ich bekam 115.000 oder so?\""
    }
  },
  {
    "translation": {
      "en": "Every time I'd think I was doing some big shit, good shit,",
      "de": "Jedes Mal, wenn ich was Großes machte:"
    }
  },
  {
    "translation": {
      "en": "and I go, \"Oh, I'm gonna show Instagram right now. Fuck everybody.\"",
      "de": "\"Ich zeige es Instagram, scheiß auf alle.\""
    }
  },
  {
    "translation": {
      "en": "You know. \"All my haters are gonna come out on this one.\"",
      "de": "\"All meine Hater verschwinden nun.\""
    }
  },
  {
    "translation": {
      "en": "I would post something and it'd be like, \"wah, wah, wah.\"",
      "de": "Ich postete was und dann..."
    }
  },
  {
    "translation": {
      "en": "And I was like, \"Man.\" I got more likes just from taking a picture of my dog",
      "de": "\"Ich bekomme mehr Likes, wenn ich ein Bild von meinem Hund"
    }
  },
  {
    "translation": {
      "en": "with my iPhone or something, you know.",
      "de": "vom iPhone poste oder so.\""
    }
  },
  {
    "translation": {
      "en": "All the algorithms and the analytics and all that, and I was like,",
      "de": "All die Algorithmen, die Analysen, ich dachte:"
    }
  },
  {
    "translation": {
      "en": "\"Man, this shit is, like, so time-consuming and overwhelming.\"",
      "de": "\"Der Scheiß ist zeitaufwändig und kompliziert.\""
    }
  },
  {
    "translation": {
      "en": "It's tiring to try and keep up with the Joneses, so...",
      "de": "Es ist anstrengend, mitzuhalten."
    }
  },
  {
    "translation": {
      "en": "Sometimes I just say, \"Fuck it, who am I doing all this shit--?\"",
      "de": "Manchmal sage ich: \"Scheiß drauf! Für wen mache ich das?\""
    }
  },
  {
    "translation": {
      "en": "And I go and, you know, do work that I need to be doing, to...",
      "de": "Und ich mache Arbeit, die ich tun muss..."
    }
  },
  {
    "translation": {
      "en": "To keep the-- keep the... the checks coming in, to keep up with the bills that are coming in.",
      "de": "...um Schecks zu bekommen, damit ich die Rechnungen bezahlen kann."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] People on the other side of the world looking at our shit,",
      "de": "Leute auf der anderen Seite der Welt sehen unser Zeug."
    }
  },
  {
    "translation": {
      "en": "we don't realize a lot of times 'cause it's in front of us.",
      "de": "Man merkt es oft nicht, weil es direkt vor uns ist."
    }
  },
  {
    "translation": {
      "en": "We're from Berlin. We're driving lowriders.",
      "de": "Wir sind aus Berlin und fahren Lowrider."
    }
  },
  {
    "translation": {
      "en": "We wear that clothing stuff and...",
      "de": "TOURIST Wir tragen die Kleidung und hören die Musik."
    }
  },
  {
    "translation": {
      "en": "listen to the music.",
      "de": "Wir tragen die Kleidung und hören die Musik."
    }
  },
  {
    "translation": {
      "en": "Latino life.",
      "de": "Latino-Leben."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I think that this art form embraces everybody.",
      "de": "Ich glaube, diese Kunstform akzeptiert jeden."
    }
  },
  {
    "translation": {
      "en": "People are affected, and we don't know about it.",
      "de": "Es erreicht Menschen, und wir wissen es nicht."
    }
  },
  {
    "translation": {
      "en": "Inside I always looked like a cholo.",
      "de": "In meinem Herzen bin ich immer ein Cholo."
    }
  },
  {
    "translation": {
      "en": "I'm a trans man and I'm tattooed. I love tattoos.",
      "de": "Ich bin ein Transmann und tätowiert. Ich liebe Tattoos."
    }
  },
  {
    "translation": {
      "en": "-[Loco] Yeah? Good? -[man] Danke schön.",
      "de": "-Sie sind gut. -Ja."
    }
  },
  {
    "translation": {
      "en": "[passerby] All good, bro bro!",
      "de": "Alles cool, Bruder!"
    }
  },
  {
    "translation": {
      "en": "[Chris] Oh, I've been arrested over 20 times for graffiti.",
      "de": "Ich wurde über 20-mal wegen Graffiti verhaftet."
    }
  },
  {
    "translation": {
      "en": "And I've been chased with things and attacked by dogs",
      "de": "Ich wurde gejagt und von Hunden angegriffen."
    }
  },
  {
    "translation": {
      "en": "and my leg--",
      "de": "Ich riss mir das Bein auf,"
    }
  },
  {
    "translation": {
      "en": "ripped my leg open over jumping fences.",
      "de": "Ich riss mir das Bein auf, als ich über Zäune sprang, aber ich liebe es."
    }
  },
  {
    "translation": {
      "en": "But I love it.",
      "de": "als ich über Zäune sprang, aber ich liebe es."
    }
  },
  {
    "translation": {
      "en": "Watching Estevan's photos and Cartoon's tattoos",
      "de": "Estevans Fotos und Cartoons Tattoos"
    }
  },
  {
    "translation": {
      "en": "put me into an understanding about a lot of things out here.",
      "de": "brachten mich dazu, vieles hier zu verstehen."
    }
  },
  {
    "translation": {
      "en": "-[man] Oh! -That was perfect timing.",
      "de": "-Da kommt er. -Perfektes Timing."
    }
  },
  {
    "translation": {
      "en": "[Mark] Between Estevan and Cartoon, they have really brought",
      "de": "Estevan und Cartoon haben wirklich die Kultur von Downtown Los Angeles"
    }
  },
  {
    "translation": {
      "en": "the culture of downtown Los Angeles",
      "de": "haben wirklich die Kultur von Downtown Los Angeles"
    }
  },
  {
    "translation": {
      "en": "to a place of respect and high art.",
      "de": "in eine respektierte und hohe Kunst verwandelt."
    }
  },
  {
    "translation": {
      "en": "[Roger] For this show, we wanted to be true to the spirit of the artform.",
      "de": "Wir wollten dem Geist der Kunstform treu bleiben."
    }
  },
  {
    "translation": {
      "en": "Vandalism, ambition, rebellion, being out in the streets.",
      "de": "Vandalismus, Ehrgeiz, Rebellion, auf der Straße zu sein."
    }
  },
  {
    "translation": {
      "en": "[Mark] Beyond The Streets show that's out now, you have Banksy, Basquiat,",
      "de": "Die derzeitige Beyond the Streets Show, mit Banksy, Basquiat,"
    }
  },
  {
    "translation": {
      "en": "And then you also have Cartoon's church,",
      "de": "Dann gibt es noch die Kirche von Cartoon."
    }
  },
  {
    "translation": {
      "en": "and you have the iconic Estevan LA hand sign.",
      "de": "Und das ikonische L.A.-Handzeichen von Estevan."
    }
  },
  {
    "translation": {
      "en": "[Martha] People might dismiss graffiti as only being vandalism.",
      "de": "Die Leute tun Graffiti vielleicht als Vandalismus ab."
    }
  },
  {
    "translation": {
      "en": "And I'm not saying that it isn't vandalism.",
      "de": "Ich sage nicht, dass es das nicht ist."
    }
  },
  {
    "translation": {
      "en": "It is vandalism.",
      "de": "Denn das ist es."
    }
  },
  {
    "translation": {
      "en": "[Cartoon] This is vandal art. Carving your name in a toilet",
      "de": "Vandalismus-Kunst. Deinen Namen in eine Toilette zu ritzen."
    }
  },
  {
    "translation": {
      "en": "and shit. That's how people look at it.",
      "de": "So sehen es die Leute."
    }
  },
  {
    "translation": {
      "en": "We're not even supposed to be there in the first place",
      "de": "Wir sollten nicht mal da drin sein"
    }
  },
  {
    "translation": {
      "en": "or have our cars in there, photography.",
      "de": "oder unsere Autos da haben, Fotografie..."
    }
  },
  {
    "translation": {
      "en": "♪ The building, Trinity Ave Ten years... ♪ [Snoop] To come from nothing... They ain't got no degrees. They learned this from the streets.",
      "de": "Sie hatten nichts, keinen Abschluss. Sie lernten das von der Straße."
    }
  },
  {
    "translation": {
      "en": "[Haze] Are they responsible for bringing that style",
      "de": "Sind sie dafür verantwortlich, diesen Stil"
    }
  },
  {
    "translation": {
      "en": "and that culture to the forefront of the movement? Definitely.",
      "de": "und diese Kultur an die Spitze der Bewegung zu bringen? Definitiv."
    }
  },
  {
    "translation": {
      "en": "Hip-hop culture owes so much to Toons and Estevan.",
      "de": "Die Hip-Hop-Kultur verdankt Toons und Estevan so viel."
    }
  },
  {
    "translation": {
      "en": "[Eminem] Them being so prominent in the culture helped shape that wave",
      "de": "Dass sie in der Kultur so prominent waren,"
    }
  },
  {
    "translation": {
      "en": "that even the generation after us, coming up...",
      "de": "hat der Generation nach uns den Weg geebnet."
    }
  },
  {
    "translation": {
      "en": "[Brian] Where do Cartoon and Estevan lie in the greater scheme of art itself?",
      "de": "Wo stehen Cartoon und Estevan im großen Ganzen der Kunst selbst?"
    }
  },
  {
    "translation": {
      "en": "I think pretty high.",
      "de": "Ziemlich weit oben."
    }
  },
  {
    "translation": {
      "en": "[Roger] They're out there. They're approachable.",
      "de": "Sie sind da, ansprechbar."
    }
  },
  {
    "translation": {
      "en": "They're shooting for magazines. They're friends with people on Skid Row.",
      "de": "Sie fotografieren für Magazine, haben Freunde auf Skid Row."
    }
  },
  {
    "translation": {
      "en": "You've done a lot for me, brother. They're friends with graffiti writers.",
      "de": "-Du hast viel für mich getan. -Sie sind Freunde mit Graffiti-Künstlern."
    }
  },
  {
    "translation": {
      "en": "[OG Slick] I'll show you what I think about H&M, you know?",
      "de": "Ich zeige dir, was ich von H&M halte."
    }
  },
  {
    "translation": {
      "en": "[Roger] They're friends with musicians, celebrities.",
      "de": "Sie sind mit Musikern, Promis befreundet."
    }
  },
  {
    "translation": {
      "en": "[George] They're still doing it.",
      "de": "Sie machen es immer noch und besser als je zuvor."
    }
  },
  {
    "translation": {
      "en": "They're doing it better than they ever have, and that's pride.",
      "de": "Sie machen es immer noch und besser als je zuvor. Das ist Stolz. Das ist Kunst. Das ist Chicano."
    }
  },
  {
    "translation": {
      "en": "That's heart. That's Chicano.",
      "de": "Das ist Stolz. Das ist Kunst. Das ist Chicano."
    }
  },
  {
    "translation": {
      "en": "[man] With all the racism, xenophobia that's going on right now in the US,",
      "de": "Bei all dem Rassismus, der Fremdenfeindlichkeit in den U.S.A."
    }
  },
  {
    "translation": {
      "en": "for Chicano art to just be pushed as hard as possible,",
      "de": "ist es eine tolle Sache, dass die Chicano-Kunst so stark wie möglich"
    }
  },
  {
    "translation": {
      "en": "whether it's a direct a political message or just as a style, is a great thing.",
      "de": "angetrieben wird. Sei es eine politische Botschaft oder nur ein Stil. Toll."
    }
  },
  {
    "translation": {
      "en": "These ICE agents and these raids and the racism,",
      "de": "Diese ICE-Agenten, diese Überfälle und der Rassismus."
    }
  },
  {
    "translation": {
      "en": "it's only gonna speak to our cultures.",
      "de": "Es spricht nur unsere Kulturen an."
    }
  },
  {
    "translation": {
      "en": "The culture has to be a little louder than the hate.",
      "de": "Die Kultur muss lauter sein als der Hass."
    }
  },
  {
    "translation": {
      "en": "We're gonna keep moving forward, keep creating",
      "de": "Ich werde mich weiterentwickeln, weiter kreieren, dieser Kultur treu bleiben."
    }
  },
  {
    "translation": {
      "en": "and stay true to this culture.",
      "de": "weiter kreieren, dieser Kultur treu bleiben."
    }
  },
  {
    "translation": {
      "en": "Thank you for coming! Thank you for coming.",
      "de": "Danke fürs Kommen!"
    }
  }
]