[
  {
    "translation": {
      "en": "[woman 1] At the moment of death. are we actually just dead or is something else going on?",
      "de": "Sind wir einfach tot, wenn wir sterben, oder gibt es da noch etwas anderes?"
    }
  },
  {
    "translation": {
      "en": "[man 1] There's no one on the planet who doesn't have a vested interest",
      "de": "Alle auf der Erde interessiert es doch:"
    }
  },
  {
    "translation": {
      "en": "in the question, does life go on after death?",
      "de": "Lebt man nach dem Tod weiter?"
    }
  },
  {
    "translation": {
      "en": "[man 2] Whatever this consciousness is that we have in this life...",
      "de": "Unser Bewusstsein in diesem Leben, was auch immer das ist,"
    }
  },
  {
    "translation": {
      "en": "it was also there in another life before.",
      "de": "existierte schon in einem Leben davor."
    }
  },
  {
    "translation": {
      "en": "[woman 2] He said, \"Mom, I think I need to tell you somethin'.",
      "de": "Er sagte: \"Mom, ich muss dir etwas sagen."
    }
  },
  {
    "translation": {
      "en": "I think I used to be somebody else.\"",
      "de": "Ich glaube, ich war mal jemand anderes.\""
    }
  },
  {
    "translation": {
      "en": "[woman 3] How many people here have had a near-death experience?",
      "de": "Wer hatte schon eine Nahtoderfahrung?"
    }
  },
  {
    "translation": {
      "en": "Lotta dead people here today. Welcome.",
      "de": "Viele Tote hier. Willkommen."
    }
  },
  {
    "translation": {
      "en": "We had to rethink everything that we believed about death and dying.",
      "de": "Was wir über den Tod zu wissen glaubten, war hinfällig."
    }
  },
  {
    "translation": {
      "en": "[woman 4] There have always been ghosts in history. We continue to report them and see them.",
      "de": "Die Geschichte ist voller Geister. Wir sehen sie immer wieder."
    }
  },
  {
    "translation": {
      "en": "To the spirits of the mansion, help us connect more deeply to your world.",
      "de": "Geister dieser Villa, lasst uns in eure Welt eintreten."
    }
  },
  {
    "translation": {
      "en": "Is there a child on the other side connected to you?",
      "de": "Hast du ein Kind auf der anderen Seite?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "[man 3] There are things that science can't test.",
      "de": "Manches kann die Wissenschaft nicht testen."
    }
  },
  {
    "translation": {
      "en": "It doesn't mean they don't happen.",
      "de": "Aber es existiert."
    }
  },
  {
    "translation": {
      "en": "Literally, I can feel him and I know that he is there with me right now.",
      "de": "Ich spüre ihn und weiß, dass er bei mir ist."
    }
  },
  {
    "translation": {
      "en": "[woman 5] I could feel my spirit sort of peeling away from my body.",
      "de": "Ich spürte, wie sich mein Geist von meinem Körper löste."
    }
  },
  {
    "translation": {
      "en": "How good would it be to know there is life after death?",
      "de": "Wäre es nicht schön, wenn es ein Leben nach dem Tod gäbe?"
    }
  },
  {
    "translation": {
      "en": "[woman] As a physician, I know that most people don't think about death really",
      "de": "Als Ärztin weiß ich, dass die meisten nur über den Tod nachdenken,"
    }
  },
  {
    "translation": {
      "en": "until they're forced to.",
      "de": "wenn sie dazu gezwungen sind."
    }
  },
  {
    "translation": {
      "en": "But 20 years ago, I was not only physically dead,",
      "de": "Aber vor 20 Jahren war ich nicht nur körperlich tot,"
    }
  },
  {
    "translation": {
      "en": "I had been dead for a while.",
      "de": "sondern sogar längere Zeit."
    }
  },
  {
    "translation": {
      "en": "And that experience radically changed",
      "de": "Und diese Erfahrung veränderte dramatisch,"
    }
  },
  {
    "translation": {
      "en": "everything about what I am and who I am.",
      "de": "wer und was ich bin."
    }
  },
  {
    "translation": {
      "en": "In 1999, I arranged to go to Chile and kayak.",
      "de": "1999 fuhr ich nach Chile, um Kajak zu fahren."
    }
  },
  {
    "translation": {
      "en": "And I was looking forward",
      "de": "Und ich freute mich auf einen Flussabschnitt,"
    }
  },
  {
    "translation": {
      "en": "to this section of river that's well known for its waterfalls.",
      "de": "Und ich freute mich auf einen Flussabschnitt, der für Wasserfälle bekannt ist."
    }
  },
  {
    "translation": {
      "en": "We put on the river and we went over the first couple of drops.",
      "de": "Wir fuhren auf dem Fluss und überwanden die ersten Gefälle."
    }
  },
  {
    "translation": {
      "en": "This river has a very high flow.",
      "de": "Die Strömung dieses Flusses ist sehr stark."
    }
  },
  {
    "translation": {
      "en": "So we decided to run this smaller part of the first major waterfall.",
      "de": "Wir wollten daher über den kleineren Teil des ersten großen Wasserfalls fahren."
    }
  },
  {
    "translation": {
      "en": "And so I pulled out in the current.",
      "de": "Ich fuhr in die Strömung hinein."
    }
  },
  {
    "translation": {
      "en": "There was another kayaker who had sort of bobbled her way past.",
      "de": "Eine andere Kajakfahrerin war an mir vorbeigehüpft."
    }
  },
  {
    "translation": {
      "en": "And her boat was lodged sideways at the entrance.",
      "de": "Und ihr Boot hatte sich an der Zufahrt seitwärts verkantet."
    }
  },
  {
    "translation": {
      "en": "So I was forced over to the main part of the waterfall.",
      "de": "Ich musste also über den Hauptteil des Wasserfalls fahren."
    }
  },
  {
    "translation": {
      "en": "[laughing] I mean, I-- I knew it was not gonna be good!",
      "de": "Ich meine, ich wusste, das wird nicht gut."
    }
  },
  {
    "translation": {
      "en": "My boat became pinned and I was completely submerged under ten feet of water.",
      "de": "Mein Boot klemmte fest, und ich tauchte drei Meter unter Wasser ab."
    }
  },
  {
    "translation": {
      "en": "I was not breathing.",
      "de": "Ich atmete nicht."
    }
  },
  {
    "translation": {
      "en": "My torso was absolutely plastered to the front deck of the boat. I could feel my bones breaking.",
      "de": "Mein Oberkörper klebte vorne auf dem Boot. Ich spürte, wie meine Knochen brachen."
    }
  },
  {
    "translation": {
      "en": "I thought I should be screaming, but I wasn't.",
      "de": "Ich dachte, ich sollte schreien, tat es aber nicht."
    }
  },
  {
    "translation": {
      "en": "I felt... uh, no pain, no fear, no panic.",
      "de": "Ich spürte… …keinen Schmerz, keine Angst, keine Panik."
    }
  },
  {
    "translation": {
      "en": "I felt more alive than I've ever felt.",
      "de": "Ich fühlte mich lebendiger als je zuvor."
    }
  },
  {
    "translation": {
      "en": "I could feel my spirit sort of peeling away from my body,",
      "de": "Ich spürte, wie sich mein Geist von meinem Körper löste,"
    }
  },
  {
    "translation": {
      "en": "and my spirit was then released up to the heavens.",
      "de": "und dann wurde mein Geist in den Himmel erhoben."
    }
  },
  {
    "translation": {
      "en": "I was immediately greeted by a group of somethings.",
      "de": "Ich wurde sofort von einer Gruppe \"Etwasse\" begrüßt."
    }
  },
  {
    "translation": {
      "en": "I don't know what to call them. People, spirits, beings.",
      "de": "Ich weiß nicht, Menschen, Geister, Wesen."
    }
  },
  {
    "translation": {
      "en": "I didn't recognize any of them.",
      "de": "Ich erkannte niemanden."
    }
  },
  {
    "translation": {
      "en": "But they had been important in my life story somehow.",
      "de": "Aber sie waren in meiner Lebensgeschichte wichtig."
    }
  },
  {
    "translation": {
      "en": "Like a grandparent who died before I was born.",
      "de": "Wie ein Großelternteil, das vor meiner Geburt starb."
    }
  },
  {
    "translation": {
      "en": "They were so overjoyed to welcome me and greet me and love me.",
      "de": "Sie waren überglücklich, mich zu begrüßen und zu lieben."
    }
  },
  {
    "translation": {
      "en": "These beings started taking me down this pathway.",
      "de": "Diese Wesen fingen an, mich auf einen Weg zu führen."
    }
  },
  {
    "translation": {
      "en": "The pathway was very thickly covered with hundreds of thousands of flowers,",
      "de": "Der Weg war dicht mit hunderttausenden Blumen übersät"
    }
  },
  {
    "translation": {
      "en": "and the aromas of flowers.",
      "de": "und dem Aroma von Blumen."
    }
  },
  {
    "translation": {
      "en": "It was exploding with every color of the universe.",
      "de": "Er explodierte in jeder Farbe des Universums."
    }
  },
  {
    "translation": {
      "en": "There was an absolute shift of time and dimension.",
      "de": "Es gab eine vollkommene Verschiebung von Zeit und Dimension."
    }
  },
  {
    "translation": {
      "en": "I experienced all of eternity in every second,",
      "de": "Ich erlebte die Ewigkeit in jeder Sekunde."
    }
  },
  {
    "translation": {
      "en": "and every second expanded into all of eternity.",
      "de": "Und jede Sekunde dehnte sich in die Ewigkeit aus."
    }
  },
  {
    "translation": {
      "en": "The pathway went to this great domed structure.",
      "de": "Der Weg führte zu einem großen, gewölbten Gebilde."
    }
  },
  {
    "translation": {
      "en": "I believe I was in heaven. God's world, whatever you wanna call it.",
      "de": "Ich glaube, ich war im Himmel. Gottes Welt, wie immer man es nennen will."
    }
  },
  {
    "translation": {
      "en": "I had an overwhelming sense of being home.",
      "de": "Ich hatte das überwältigende Gefühl, zu Hause zu sein."
    }
  },
  {
    "translation": {
      "en": "At the same time, I could look back at the river,",
      "de": "Zugleich konnte ich auf den Fluss zurückblicken,"
    }
  },
  {
    "translation": {
      "en": "where my body was still submerged under water.",
      "de": "wo mein Körper noch unter Wasser lag."
    }
  },
  {
    "translation": {
      "en": "[man yells] You okay?",
      "de": "Alles ok?"
    }
  },
  {
    "translation": {
      "en": "[woman] The group of kayakers kept trying to get to me,",
      "de": "Die Gruppe der Kajakfahrer versuchte, an mich heranzukommen."
    }
  },
  {
    "translation": {
      "en": "but they were never able to do it.",
      "de": "Aber sie schafften es nicht."
    }
  },
  {
    "translation": {
      "en": "And after maybe 15 minutes, they had given up rescue.",
      "de": "Und nach etwa 15 Minuten hatten sie die Rettung aufgegeben."
    }
  },
  {
    "translation": {
      "en": "They had really shifted over into a body recovery mode.",
      "de": "Sie waren jetzt im Modus \"Bergung der Leiche\"."
    }
  },
  {
    "translation": {
      "en": "One of the guys saw my life jacket pop up downstream",
      "de": "Einer der Männer sah meine Schwimmweste flussabwärts auftauchen"
    }
  },
  {
    "translation": {
      "en": "and thought that maybe my husband would want it.",
      "de": "und dachte, mein Mann würde sie vielleicht haben wollen."
    }
  },
  {
    "translation": {
      "en": "As he got that, he felt my body hit his leg.",
      "de": "Als er sie holen wollte, spürte er meinen Körper an seinem Bein."
    }
  },
  {
    "translation": {
      "en": "So he reached underwater and was able to grab my wrist.",
      "de": "Er konnte unter Wasser mein Handgelenk packen."
    }
  },
  {
    "translation": {
      "en": "My body was bloated and purple and I had fixed eyes.",
      "de": "Mein Körper war aufgebläht und violett, und meine Augen waren starr."
    }
  },
  {
    "translation": {
      "en": "There's absolutely no doubt...",
      "de": "Es gibt keinen Zweifel…"
    }
  },
  {
    "translation": {
      "en": "in my own mind that I was physically dead.",
      "de": "…für mich, dass ich physisch tot war."
    }
  },
  {
    "translation": {
      "en": "But I watched from the entrance to the domed structure",
      "de": "Aber ich sah vom Eingang des gewölbten Gebildes zu,"
    }
  },
  {
    "translation": {
      "en": "as they started CPR, and I could still hear them.",
      "de": "wie sie mit der Wiederbelebung begannen. Ich konnte sie hören."
    }
  },
  {
    "translation": {
      "en": "One of the guys kept calling to me to come back and take a breath.",
      "de": "Einer der Männer rief mir zu, zurückzukommen und zu atmen."
    }
  },
  {
    "translation": {
      "en": "You know, \"Please come back. I know you're still here.\"",
      "de": "\"Komm zurück. Ich weiß, du bist noch da.\""
    }
  },
  {
    "translation": {
      "en": "I had been without oxygen for 30 minutes,",
      "de": "Die Sauerstoffzufuhr war 30 Minuten unterbrochen."
    }
  },
  {
    "translation": {
      "en": "and the statistical likelihood of my survival should have been zero.",
      "de": "Die statistische Wahrscheinlichkeit, zu überleben, war null."
    }
  },
  {
    "translation": {
      "en": "I did not want to go back down to my body.",
      "de": "Ich wollte nicht in meinen Körper zurück."
    }
  },
  {
    "translation": {
      "en": "I had a very, very physical sensation of being held and comforted",
      "de": "Ich spürte körperlich, dass ich gehalten und getröstet und beruhigt wurde, dass alles gut sei."
    }
  },
  {
    "translation": {
      "en": "and reassured that everything was fine.",
      "de": "dass ich gehalten und getröstet und beruhigt wurde, dass alles gut sei."
    }
  },
  {
    "translation": {
      "en": "But the beings told me that it wasn't my time,",
      "de": "Aber die Wesen sagten, meine Zeit sei noch nicht gekommen."
    }
  },
  {
    "translation": {
      "en": "that I had more work to do on Earth, and that I had to go back to my body.",
      "de": "Ich hätte noch Arbeit auf der Erde. Und müsste in meinen Körper zurückkehren."
    }
  },
  {
    "translation": {
      "en": "When I opened my eyes, the guys that resuscitated me",
      "de": "Als ich die Augen öffnete, waren die Leute, die mich wiederbelebten…"
    }
  },
  {
    "translation": {
      "en": "were stunned.",
      "de": "…fassungslos."
    }
  },
  {
    "translation": {
      "en": "I was in terrible shape. [laughs] I mean, I had just drowned.",
      "de": "Ich war in schlimmer Verfassung. Ich war gerade ertrunken."
    }
  },
  {
    "translation": {
      "en": "But I also had, uh...",
      "de": "Aber ich hatte auch…"
    }
  },
  {
    "translation": {
      "en": "multiple broken bones and torn ligaments in my legs.",
      "de": "…mehrere Knochenbrüche und Bänderrisse in den Beinen."
    }
  },
  {
    "translation": {
      "en": "And I was...",
      "de": "Und ich war…"
    }
  },
  {
    "translation": {
      "en": "on the side of a river in the middle of nowhere.",
      "de": "…am Flussufer mitten im Nirgendwo."
    }
  },
  {
    "translation": {
      "en": "The guys who resuscitated me put my body on top of a boat",
      "de": "Meine Retter legten meinen Körper auf ein Boot"
    }
  },
  {
    "translation": {
      "en": "and then began to try to get me up the hillside.",
      "de": "und trugen mich den Hügel hinauf."
    }
  },
  {
    "translation": {
      "en": "We emerged onto a dirt road.",
      "de": "Wir kamen auf eine unbefestigte Straße."
    }
  },
  {
    "translation": {
      "en": "They thought maybe someone would run and get a tractor, a horse or something.",
      "de": "Sie wollten einen Traktor oder ein Pferd holen."
    }
  },
  {
    "translation": {
      "en": "But when we emerged onto the dirt road,",
      "de": "Aber als wir auf die Straße kamen…"
    }
  },
  {
    "translation": {
      "en": "exactly there was an ambulance, which in 1999, in southern Chile, didn't exist. [laughs]",
      "de": "…stand da ein Krankenwagen, was es 1999 in Südchile so nicht gab."
    }
  },
  {
    "translation": {
      "en": "It was inexplicable.",
      "de": "Es war unerklärlich."
    }
  },
  {
    "translation": {
      "en": "It took a number of hours, but my friends got me to the hospital.",
      "de": "Es dauerte einige Stunden, aber meine Freunde brachten mich ins Krankenhaus."
    }
  },
  {
    "translation": {
      "en": "My husband was actually told that...",
      "de": "Meinem Mann wurde gesagt, dass…"
    }
  },
  {
    "translation": {
      "en": "I probably would not survive the night.",
      "de": "…ich die Nacht nicht überleben würde."
    }
  },
  {
    "translation": {
      "en": "But I did.",
      "de": "Aber ich überlebte."
    }
  },
  {
    "translation": {
      "en": "I was in the hospital for more than a month.",
      "de": "Ich lag über einen Monat im Krankenhaus."
    }
  },
  {
    "translation": {
      "en": "I had... several operations.",
      "de": "Ich wurde mehrmals operiert."
    }
  },
  {
    "translation": {
      "en": "Then many, many months of rehab before I could walk again.",
      "de": "Erst nach monatelanger Reha konnte ich wieder laufen."
    }
  },
  {
    "translation": {
      "en": "And statistically, I had zero likelihood",
      "de": "Die Wahrscheinlichkeit lag statistisch bei null,"
    }
  },
  {
    "translation": {
      "en": "of surviving without significant brain damage.",
      "de": "dass ich ohne Hirnschaden überlebe."
    }
  },
  {
    "translation": {
      "en": "But I never actually had any brain damage.",
      "de": "Aber ich hatte nie einen Hirnschaden."
    }
  },
  {
    "translation": {
      "en": "[laughing] My kids might say something differently, but...",
      "de": "Meine Kinder sagen vielleicht etwas anderes, aber…"
    }
  },
  {
    "translation": {
      "en": "I... made a complete recovery.",
      "de": "…ich wurde wieder ganz gesund."
    }
  },
  {
    "translation": {
      "en": "As a physician, I'm not really in a crowd of people",
      "de": "Als Ärztin gehöre ich nicht zu den Leuten,"
    }
  },
  {
    "translation": {
      "en": "who want to talk about things like near death experiences.",
      "de": "die über Dinge wie Nahtoderfahrungen reden wollen."
    }
  },
  {
    "translation": {
      "en": "People in science often think you can't possibly believe in anything supernatural.",
      "de": "Wissenschaftler finden oft, man könne nicht an etwas Übernatürliches glauben."
    }
  },
  {
    "translation": {
      "en": "When I went off to medical school, I would have defined death as...",
      "de": "Als Medizinstudentin war meine Definition von Tod…"
    }
  },
  {
    "translation": {
      "en": "death, meaning physical death.",
      "de": "…Tod, also körperlicher Tod."
    }
  },
  {
    "translation": {
      "en": "But my near-death experience,",
      "de": "Aber meine Nahtoderfahrung"
    }
  },
  {
    "translation": {
      "en": "and then what happened to my son ten years later,",
      "de": "und das, was meinem Sohn zehn Jahre später passierte,"
    }
  },
  {
    "translation": {
      "en": "changed my definition of death significantly.",
      "de": "veränderten meine Definition von Tod erheblich."
    }
  },
  {
    "translation": {
      "en": "I don't believe that...",
      "de": "Ich glaube nicht, dass…"
    }
  },
  {
    "translation": {
      "en": "we... know everything. [laughs]",
      "de": "…wir alles wissen."
    }
  },
  {
    "translation": {
      "en": "[man] A near death experience, sometimes called an NDE,",
      "de": "Eine Nahtoderfahrung, manchmal auch als NTE bezeichnet,"
    }
  },
  {
    "translation": {
      "en": "is a profound experience that many people have when they come close to death.",
      "de": "ist ein tiefgreifendes Erlebnis, das viele Menschen kurz vor dem Tod haben."
    }
  },
  {
    "translation": {
      "en": "Probably between ten and 20% of people whose hearts actually stop",
      "de": "Etwa 10 bis 20 % der Menschen, die einen Herzstillstand haben,"
    }
  },
  {
    "translation": {
      "en": "will report these dramatic near-death experiences.",
      "de": "berichten von diesen dramatischen NTEs."
    }
  },
  {
    "translation": {
      "en": "Here at the Division of Perceptual Studies,",
      "de": "Hier in der Division of Perceptual Studies erforschen wir die Möglichkeit,"
    }
  },
  {
    "translation": {
      "en": "we study the possibility that something about humans",
      "de": "Hier in der Division of Perceptual Studies erforschen wir die Möglichkeit, dass ein Teil des Menschen den Tod des Körpers überleben könnte."
    }
  },
  {
    "translation": {
      "en": "may survive bodily death.",
      "de": "dass ein Teil des Menschen den Tod des Körpers überleben könnte."
    }
  },
  {
    "translation": {
      "en": "[man 2] The general mainstream, materialist view of reality",
      "de": "Die allgemeine, materialistische Sicht der Realität ist,"
    }
  },
  {
    "translation": {
      "en": "is that physical matter is all there is.",
      "de": "dass es nur physische Materie gibt."
    }
  },
  {
    "translation": {
      "en": "So when the physical brain stops working, then the consciousness ends.",
      "de": "Wenn das Gehirn also nicht mehr arbeitet, endet das Bewusstsein."
    }
  },
  {
    "translation": {
      "en": "So the idea that there might be this consciousness piece that could continue on",
      "de": "Die Vorstellung, dass das Bewusstsein weiterleben könnte,"
    }
  },
  {
    "translation": {
      "en": "conflicts with a pretty basic principle.",
      "de": "beißt sich mit diesem grundlegenden Prinzip."
    }
  },
  {
    "translation": {
      "en": "But the question of what happens after we die",
      "de": "Aber die Frage, was nach dem Tod passiert,"
    }
  },
  {
    "translation": {
      "en": "is something that has intrigued humans for as long as we've been around.",
      "de": "hat die Menschheit schon immer fasziniert."
    }
  },
  {
    "translation": {
      "en": "[Bruce] We've been doing this research for almost 50 years now.",
      "de": "Wir forschen schon seit fast 50 Jahren darüber."
    }
  },
  {
    "translation": {
      "en": "We study mediums, people who think they can communicate with the deceased.",
      "de": "Wir studieren Medien, die glauben, mit Toten kommunizieren zu können."
    }
  },
  {
    "translation": {
      "en": "We've studied deathbed visions that happen to people as they die.",
      "de": "Wir studierten Todesvisionen, die im Todesmoment erscheinen."
    }
  },
  {
    "translation": {
      "en": "We've studied reincarnation and a variety of other spontaneously occurring experiences",
      "de": "Wir studierten Reinkarnation und andere spontan eintretende Erfahrungen"
    }
  },
  {
    "translation": {
      "en": "on the border between life and death, such as near-death experiences.",
      "de": "an der Grenze zwischen Leben und Tod, wie Nahtoderfahrungen."
    }
  },
  {
    "translation": {
      "en": "If you look back in history, there have been what we now call near death experiences",
      "de": "Geschichtlich gesehen gibt es diese Nahtoderfahrungen"
    }
  },
  {
    "translation": {
      "en": "since prehistoric times.",
      "de": "seit prähistorischen Zeiten."
    }
  },
  {
    "translation": {
      "en": "But the first collection of near-death experiences",
      "de": "Die erste Zusammenstellung von Nahtoderfahrungen"
    }
  },
  {
    "translation": {
      "en": "was put together in 1892 by Albert Heim, a geologist in Switzerland.",
      "de": "erfolgte 1892 durch Albert Heim, einem Geologen in der Schweiz."
    }
  },
  {
    "translation": {
      "en": "While climbing in the Alps, he had fallen...",
      "de": "Er stürzte beim Klettern in den Alpen"
    }
  },
  {
    "translation": {
      "en": "and had a beautiful experience as he was falling down the mountain.",
      "de": "und hatte im Fall ein wunderbares Erlebnis."
    }
  },
  {
    "translation": {
      "en": "He described time expanding as he went faster and faster.",
      "de": "Er beschrieb, wie die Zeit sich dehnte, während er immer schneller fiel."
    }
  },
  {
    "translation": {
      "en": "And he was so struck by this experience",
      "de": "Dieses Erlebnis beeindruckte ihn so,"
    }
  },
  {
    "translation": {
      "en": "that he started asking other mountain climbers, and quickly collected 30 other cases like his",
      "de": "dass er andere Bergsteiger befragte und schnell 30 ähnliche Fälle fand,"
    }
  },
  {
    "translation": {
      "en": "of people who had falls from great heights who had blissful experiences.",
      "de": "in denen Menschen bei Stürzen aus großer Höhe pures Glück erlebten."
    }
  },
  {
    "translation": {
      "en": "And then in the 1960s and '70s, resuscitation medicine really got started.",
      "de": "Und in den 1960ern und 70ern ging es mit der Reanimationsmedizin los."
    }
  },
  {
    "translation": {
      "en": "[man] External chest compression is the best rescue technique",
      "de": "Druck von außen auf die Brust ist die beste Technik für künstliche Blutzirkulation."
    }
  },
  {
    "translation": {
      "en": "for artificial circulation.",
      "de": "ist die beste Technik für künstliche Blutzirkulation."
    }
  },
  {
    "translation": {
      "en": "[Bruce] Which means we were bringing people back from the brink of death in larger and larger numbers.",
      "de": "Wir holten immer mehr Menschen zurück, die fast gestorben wären."
    }
  },
  {
    "translation": {
      "en": "Many people came back and reported these blissful experiences",
      "de": "Viele berichteten von diesen glückseligen Erlebnissen."
    }
  },
  {
    "translation": {
      "en": "in which they left their bodies and traveled to some other realm.",
      "de": "Sie hatten ihre Körper verlassen und ein anderes Reich betreten."
    }
  },
  {
    "translation": {
      "en": "Patients say they become aware of what's described as a tunnel...",
      "de": "Die Patienten nahmen einen Tunnel wahr… DOKTOR DER MEDIZIN"
    }
  },
  {
    "translation": {
      "en": "a passageway, a portal.",
      "de": "…einen Durchgang, ein Portal."
    }
  },
  {
    "translation": {
      "en": "And they go into this tunnel...",
      "de": "Und sie gehen in diesen Tunnel…"
    }
  },
  {
    "translation": {
      "en": "and when they come out,",
      "de": "…und wenn sie herauskommen,"
    }
  },
  {
    "translation": {
      "en": "they come out into a very brilliant, warm, loving and accepting light.",
      "de": "ist dort ein strahlendes, warmes, liebevolles und herzliches Licht."
    }
  },
  {
    "translation": {
      "en": "[Bruce] In 1975, Raymond Moody wrote his book Life After Life,",
      "de": "1975 schrieb Raymond Moody sein Buch Leben nach dem Tod,"
    }
  },
  {
    "translation": {
      "en": "which caused many people, myself included,",
      "de": "das viele Menschen dazu veranlasste, auch mich,"
    }
  },
  {
    "translation": {
      "en": "to take near death experiences more seriously.",
      "de": "Nahtoderfahrungen ernster zu nehmen."
    }
  },
  {
    "translation": {
      "en": "[man] When Raymond Moody's book came out,",
      "de": "Als Raymond Moodys Buch erschien,"
    }
  },
  {
    "translation": {
      "en": "I thought that near death experiences were rubbish. Had to be.",
      "de": "dachte ich, Nahtoderfahrungen seien Blödsinn. Fraglos."
    }
  },
  {
    "translation": {
      "en": "And they occurred in the United States, in California and that's the end of it.",
      "de": "Sie traten in den USA auf, in Kalifornien, und das war's."
    }
  },
  {
    "translation": {
      "en": "Would it ever cross to England?",
      "de": "Gäbe es das je in England?"
    }
  },
  {
    "translation": {
      "en": "No. We're far too sensible to have experiences like this.",
      "de": "Nein. Wir sind zu vernünftig für solche Erlebnisse."
    }
  },
  {
    "translation": {
      "en": "But I'm a neuropsychiatrist,",
      "de": "Aber ich bin Neuropsychiater,"
    }
  },
  {
    "translation": {
      "en": "and, one day, this guy walked into my consulting room.",
      "de": "und eines Tages betrat ein Mann mein Sprechzimmer."
    }
  },
  {
    "translation": {
      "en": "He'd just had a cardiac catheter go wrong,",
      "de": "Sein Herzkatheter machte Probleme, er verließ seinen Körper,"
    }
  },
  {
    "translation": {
      "en": "left his body, watched the resuscitation process,",
      "de": "Sein Herzkatheter machte Probleme, er verließ seinen Körper, beobachtete die Wiederbelebung und hatte eine Nahtoderfahrung."
    }
  },
  {
    "translation": {
      "en": "and had a full near-death experience.",
      "de": "beobachtete die Wiederbelebung und hatte eine Nahtoderfahrung."
    }
  },
  {
    "translation": {
      "en": "And so there I was, confronted. Did I believe or did I not?",
      "de": "Damit war ich dann konfrontiert. Glaubte ich es oder nicht?"
    }
  },
  {
    "translation": {
      "en": "Well, I thought that before I could draw any conclusions,",
      "de": "Ich dachte, bevor ich irgendwelche Schlüsse ziehen könne,"
    }
  },
  {
    "translation": {
      "en": "that I ought to study them.",
      "de": "sollte ich sie studieren."
    }
  },
  {
    "translation": {
      "en": "So I've been studying near death experiences for about 40 years.",
      "de": "Also studiere ich seit fast 40 Jahren Nahtoderfahrungen."
    }
  },
  {
    "translation": {
      "en": "The science we have, which is a materialistic science,",
      "de": "Unsere Wissenschaft, die materialistisch ist,"
    }
  },
  {
    "translation": {
      "en": "says it's all brain. All brain.",
      "de": "schreibt dem Gehirn alles zu."
    }
  },
  {
    "translation": {
      "en": "So when the brain stops functioning, you can't be conscious.",
      "de": "Wenn das Gehirn nicht mehr arbeitet, könne man nicht mehr bei Bewusstsein sein."
    }
  },
  {
    "translation": {
      "en": "But during a near death experience, you get these very wide expansions of consciousness,",
      "de": "Aber bei einer Nahtoderfahrung erlebt man sehr starke Bewusstseinserweiterungen,"
    }
  },
  {
    "translation": {
      "en": "even when the brain has ceased to function.",
      "de": "selbst wenn das Gehirn nicht mehr funktioniert."
    }
  },
  {
    "translation": {
      "en": "So it can't be all brain.",
      "de": "Es kann also nicht nur am Gehirn liegen."
    }
  },
  {
    "translation": {
      "en": "[Bruce] Near death experiences are subjective experiences...",
      "de": "Nahtoderfahrungen sind subjektive Erfahrungen,"
    }
  },
  {
    "translation": {
      "en": "that are very difficult to confirm objectively.",
      "de": "die sich nur schwer objektiv bestätigen lassen."
    }
  },
  {
    "translation": {
      "en": "And that raises questions in the minds of many scientists.",
      "de": "Und das wirft bei vielen Wissenschaftlern Fragen auf."
    }
  },
  {
    "translation": {
      "en": "Some of the critics of this research complain that this is just anecdotes.",
      "de": "Einige Kritiker sagen, dass es nur Anekdoten seien."
    }
  },
  {
    "translation": {
      "en": "Well, actually, if you look at the history of science,",
      "de": "Sieht man sich die Wissenschaftsgeschichte an,"
    }
  },
  {
    "translation": {
      "en": "all science starts as collecting anecdotes,",
      "de": "beginnt jede Wissenschaft mit Anekdoten."
    }
  },
  {
    "translation": {
      "en": "and then finding patterns among those different stories.",
      "de": "Und dann sucht man Muster in den Geschichten."
    }
  },
  {
    "translation": {
      "en": "And there are millions of these experiences being reported across the globe.",
      "de": "Und weltweit werden Millionen solcher Erfahrungen erfasst."
    }
  },
  {
    "translation": {
      "en": "[woman 1] I was experiencing a really bad asthma attack in my apartment.",
      "de": "Ich hatte einen schlimmen Asthmaanfall in meiner Wohnung."
    }
  },
  {
    "translation": {
      "en": "[man] I was blown up by a bomb in the Vietnam War",
      "de": "Im Vietnamkrieg erwischte mich eine Bombe,"
    }
  },
  {
    "translation": {
      "en": "and then shot through the arm, chest and neck.",
      "de": "und ich erlitt Schussverletzungen in Arm, Brust und Hals."
    }
  },
  {
    "translation": {
      "en": "[woman 2] I was hit broadside by a woman who was texting while she was driving.",
      "de": "Ich wurde von einer Frau angefahren, die am Steuer Handynachrichten schrieb."
    }
  },
  {
    "translation": {
      "en": "[man 2] I hit my head, broke my neck, injured my spinal cord",
      "de": "Kopfverletzung, Genickbruch, Verletzung der Wirbelsäule."
    }
  },
  {
    "translation": {
      "en": "and was paralyzed right away.",
      "de": "Ich war sofort gelähmt."
    }
  },
  {
    "translation": {
      "en": "[Bruce] I've been doing this work for four decades now,",
      "de": "Ich mache das seit etwa 40 Jahren."
    }
  },
  {
    "translation": {
      "en": "and what I've found is that, no matter how you come close to death",
      "de": "Ich fand heraus: Egal, wie nahe man dem Tod ist,"
    }
  },
  {
    "translation": {
      "en": "there are very consistent patterns in the experience itself...",
      "de": "es gibt sehr konsistente Muster in der Erfahrung selbst"
    }
  },
  {
    "translation": {
      "en": "and in how it affects people.",
      "de": "und ihrer Auswirkungen."
    }
  },
  {
    "translation": {
      "en": "For example, people all over the world will report",
      "de": "Zum Beispiel berichten Menschen auf der ganzen Welt,"
    }
  },
  {
    "translation": {
      "en": "that their sense of time was distorted.",
      "de": "dass ihr Zeitgefühl verzerrt war."
    }
  },
  {
    "translation": {
      "en": "For me, there was no sense of time.",
      "de": "Ich hatte kein Zeitgefühl."
    }
  },
  {
    "translation": {
      "en": "Moments or months or millennia. I don't know.",
      "de": "Momente, Monate, Jahrtausende. Keine Ahnung."
    }
  },
  {
    "translation": {
      "en": "I had no idea how fast it was going, but it was light speed.",
      "de": "Ich ahnte nicht, wie schnell es ging. Aber es war Lichtgeschwindigkeit."
    }
  },
  {
    "translation": {
      "en": "[Bruce] They also describe this warm, loving being of light.",
      "de": "Sie beschreiben auch ein warmes, liebendes Lichtwesen."
    }
  },
  {
    "translation": {
      "en": "A sense of getting information from some really high-frequency teachers.",
      "de": "Ein Gefühl, Informationen von sehr hoch stehenden Lehrern zu bekommen."
    }
  },
  {
    "translation": {
      "en": "Very embracing and warm and-- and caressing.",
      "de": "Sehr herzlich und warm und liebkosend."
    }
  },
  {
    "translation": {
      "en": "A warm energy hug...",
      "de": "Eine warme Energieumarmung…"
    }
  },
  {
    "translation": {
      "en": "to the brain.",
      "de": "…des Gehirns."
    }
  },
  {
    "translation": {
      "en": "[Bruce] And then there are things that are paranormal or otherworldly.",
      "de": "Und dann gibt es Dinge, die paranormal oder jenseitig sind."
    }
  },
  {
    "translation": {
      "en": "Like your ordinary senses becoming much more vivid.",
      "de": "Die normalen Sinne werden viel lebendiger."
    }
  },
  {
    "translation": {
      "en": "All this grand music.",
      "de": "So viel gewaltige Musik."
    }
  },
  {
    "translation": {
      "en": "Jacques Cousteau. [laughs]",
      "de": "Jacques Cousteau."
    }
  },
  {
    "translation": {
      "en": "Being under the water and all these fish.",
      "de": "Unter Wasser und überall Fische."
    }
  },
  {
    "translation": {
      "en": "I started dissolving, or, like that drop into the ocean, just disappearing.",
      "de": "Ich löste mich auf oder verschwand wie der Tropfen im Ozean."
    }
  },
  {
    "translation": {
      "en": "If I could reach out and touch a leaf...",
      "de": "Hätte ich ein Blatt berühren können…"
    }
  },
  {
    "translation": {
      "en": "I became an aspect of that leaf.",
      "de": "…wäre ich Teil des Blattes geworden."
    }
  },
  {
    "translation": {
      "en": "I was a tiny, tiny light, a little tiny speck of light,",
      "de": "Ich war ein winziges Licht. Ein kleiner Lichtfleck, und dann wurde ich ein großes Licht."
    }
  },
  {
    "translation": {
      "en": "and then I'd become a great, big light.",
      "de": "Ein kleiner Lichtfleck, und dann wurde ich ein großes Licht."
    }
  },
  {
    "translation": {
      "en": "[Bruce] You'll see the same phenomena from all different cultures.",
      "de": "Dieselben Phänomene gibt es in allen Kulturen."
    }
  },
  {
    "translation": {
      "en": "And they often come back feeling that it profoundly changed them.",
      "de": "Oft hatten sie das Gefühl, dass es sie tiefgreifend verändert hatte."
    }
  },
  {
    "translation": {
      "en": "[woman 3] I see the beauty in everything now.",
      "de": "Ich sehe die Schönheit in allem."
    }
  },
  {
    "translation": {
      "en": "[woman 4] A hundred percent turnaround from being a hardcore, angry atheist.",
      "de": "Eine hundertprozentige Kehrtwende von der überzeugten, wütenden Atheistin."
    }
  },
  {
    "translation": {
      "en": "[woman 2] I no longer have any kind of a fear of death.",
      "de": "Ich habe keine Angst mehr vor dem Tod."
    }
  },
  {
    "translation": {
      "en": "[Bruce] What is going on here",
      "de": "Was geht hier vor,"
    }
  },
  {
    "translation": {
      "en": "that has such power to change a person's life in a fraction of a second?",
      "de": "das ein Leben im Bruchteil einer Sekunde verändern kann?"
    }
  },
  {
    "translation": {
      "en": "[woman 1] Hi, everybody.",
      "de": "Hallo, zusammen."
    }
  },
  {
    "translation": {
      "en": "-[woman 2] Hi. -[group] Hey.",
      "de": "-Hi. -Hey."
    }
  },
  {
    "translation": {
      "en": "This is the Seattle International Association for Near-Death Studies.",
      "de": "Dies ist der Internationale Verein für Nahtodstudien Seattle."
    }
  },
  {
    "translation": {
      "en": "How many people here, by show of hands, have had a near death experience?",
      "de": "Wie viele hatten schon Nahtoderfahrungen? Bitte melden."
    }
  },
  {
    "translation": {
      "en": "A lot of dead people here today. Welcome! [laughs]",
      "de": "Viele Tote hier. Willkommen."
    }
  },
  {
    "translation": {
      "en": "Near death experiences are not just butterflies and flowers",
      "de": "Nahtoderfahrungen sind nicht nur Schmetterlinge und Blumen"
    }
  },
  {
    "translation": {
      "en": "and God and light and heaven.",
      "de": "und Gott und Licht und Himmel."
    }
  },
  {
    "translation": {
      "en": "You will find that you have difficulties with materialism.",
      "de": "Man bekommt Probleme mit dem Materialismus."
    }
  },
  {
    "translation": {
      "en": "Maybe with employment.",
      "de": "Vielleicht mit dem Job."
    }
  },
  {
    "translation": {
      "en": "Probably with your marriage, if you're married.",
      "de": "Wahrscheinlich mit der Ehe."
    }
  },
  {
    "translation": {
      "en": "Because the changes are so profound.",
      "de": "Weil die Veränderungen so tiefgreifend sind."
    }
  },
  {
    "translation": {
      "en": "So I began counseling people with near death experiences.",
      "de": "Ich begann, Menschen mit Nahtoderfahrungen zu beraten."
    }
  },
  {
    "translation": {
      "en": "And I have the advantage of having had a near death experience,",
      "de": "Ich hatte selbst eine Nahtoderfahrung,"
    }
  },
  {
    "translation": {
      "en": "so I can honestly say, \"I know how you feel.\"",
      "de": "sodass ich ehrlich sagen kann: \"Ich weiß, wie du dich fühlst.\""
    }
  },
  {
    "translation": {
      "en": "-I'm good. -Yeah?",
      "de": "-Alles gut. -Ja?"
    }
  },
  {
    "translation": {
      "en": "-Have a seat. -Thank you.",
      "de": "-Setz dich. -Danke."
    }
  },
  {
    "translation": {
      "en": "[woman] I didn't just go into cardiac arrest. My electrolytes...",
      "de": "Ich hatte nicht nur einen Herzstillstand. Meine Elektrolyte…"
    }
  },
  {
    "translation": {
      "en": "flip-flopped. I was basically poisoned.",
      "de": "…haben gesponnen. Ich war im Grunde vergiftet."
    }
  },
  {
    "translation": {
      "en": "And I was gone.",
      "de": "Und ich war tot."
    }
  },
  {
    "translation": {
      "en": "When I came back, it pulled me away from a lot of people.",
      "de": "Als ich zurückkam, trennte es mich von vielen Menschen."
    }
  },
  {
    "translation": {
      "en": "It's hard to even talk to my husband...",
      "de": "Es ist schwer, mit meinem Mann zu reden…"
    }
  },
  {
    "translation": {
      "en": "because I feel that...",
      "de": "…weil ich denke…"
    }
  },
  {
    "translation": {
      "en": "somebody is going to bring a straitjacket and throw away the key.",
      "de": "…dass jemand eine Zwangsjacke mitbringt und den Schlüssel wegwirft."
    }
  },
  {
    "translation": {
      "en": "Because what I used to know is not what I know now.",
      "de": "Denn was ich früher wusste, ist nicht mehr das, was ich jetzt weiß."
    }
  },
  {
    "translation": {
      "en": "And I'm havin' a very hard time with it.",
      "de": "-Und es ist sehr schwer für mich. -Ja. Das Gefühl, verrückt zu sein…"
    }
  },
  {
    "translation": {
      "en": "Yeah. Feeling crazy... I'm validating you.",
      "de": "-Und es ist sehr schwer für mich. -Ja. Das Gefühl, verrückt zu sein… Ich unterstütze dich."
    }
  },
  {
    "translation": {
      "en": "...is part of the adjustment,",
      "de": "Das gehört zu der Umstellung."
    }
  },
  {
    "translation": {
      "en": "because everything gets so mixed up.",
      "de": "Denn alles ist so durcheinander."
    }
  },
  {
    "translation": {
      "en": "You died.",
      "de": "Du bist gestorben."
    }
  },
  {
    "translation": {
      "en": "-[laughs] -You had an experience.",
      "de": "Du hattest eine Erfahrung."
    }
  },
  {
    "translation": {
      "en": "You came back and now you have to live in the same world,",
      "de": "Du kamst zurück und musst jetzt in derselben Welt leben,"
    }
  },
  {
    "translation": {
      "en": "but with a completely different point of view.",
      "de": "aber mit einer völlig anderen Sichtweise."
    }
  },
  {
    "translation": {
      "en": "And it's so hard when everybody else's point of view hasn't changed.",
      "de": "Es ist so schwer, wenn sich die Sichtweise der anderen nicht verändert hat."
    }
  },
  {
    "translation": {
      "en": "Seattle IANDS is a place of comfort and hope,",
      "de": "Seattle IANDS spendet Trost und Hoffnung,"
    }
  },
  {
    "translation": {
      "en": "validation and support, and I hope attending here...",
      "de": "Bestätigung und Unterstützung, und ich hoffe, hier zu sein…"
    }
  },
  {
    "translation": {
      "en": "calms your heart and your emotions...",
      "de": "…beruhigt eure Herzen und Gefühle"
    }
  },
  {
    "translation": {
      "en": "and reminds you that this is a very temporary situation.",
      "de": "und erinnert euch daran, dass diese Situation vorübergeht."
    }
  },
  {
    "translation": {
      "en": "Life.",
      "de": "Das Leben."
    }
  },
  {
    "translation": {
      "en": "People attend Seattle IANDS because they've had a near death experience.",
      "de": "Die Leute kommen zu Seattle IANDS, weil sie eine Nahtoderfahrung hatten."
    }
  },
  {
    "translation": {
      "en": "People come because they're grieving and want to hear that we go on.",
      "de": "Weil sie trauern und hören wollen, dass wir weitermachen."
    }
  },
  {
    "translation": {
      "en": "And then people come just to hear it's real,",
      "de": "Und die Leute kommen, nur um zu hören, dass es real ist."
    }
  },
  {
    "translation": {
      "en": "it really happened, and has happened to millions of people.",
      "de": "Es ist wirklich geschehen, und es passiert Millionen Menschen."
    }
  },
  {
    "translation": {
      "en": "My experience started... incredibly enough, on a Wednesday evening.",
      "de": "Meine Erfahrung begann unfassbarerweise an einem Mittwochabend."
    }
  },
  {
    "translation": {
      "en": "And it was Thanksgiving coming up the next day.",
      "de": "Es war ein Tag vor Thanksgiving."
    }
  },
  {
    "translation": {
      "en": "And we were running some electrical lines on some poles... and I was up on a bucket truck.",
      "de": "Wir verlegten Stromkabel an Masten. Ich stand auf einem Hubsteiger."
    }
  },
  {
    "translation": {
      "en": "We kind of said, \"We could save a couple of hours",
      "de": "Wir sagten: \"Wir könnten Zeit sparen, wenn ich oben bleibe."
    }
  },
  {
    "translation": {
      "en": "if I stay up on the bucket...",
      "de": "\"Wir könnten Zeit sparen, wenn ich oben bleibe."
    }
  },
  {
    "translation": {
      "en": "and you just maneuver the truck... from space to space.\"",
      "de": "Und du fährst den Wagen von einer Stelle zur nächsten.\""
    }
  },
  {
    "translation": {
      "en": "I hit the side of the bucket and I broke all my ribs on my right side.",
      "de": "Ich stieß gegen die Kante des Steigers und brach mir rechts alle Rippen."
    }
  },
  {
    "translation": {
      "en": "I wound up in an emergency room.",
      "de": "Ich landete in der Notaufnahme."
    }
  },
  {
    "translation": {
      "en": "They gave me a medication for pain... and it had some kind of an anti-inflammatory component.",
      "de": "Sie gaben mir Schmerzmittel mit einer entzündungshemmenden Komponente."
    }
  },
  {
    "translation": {
      "en": "Turns out I'm allergic to it.",
      "de": "Dagegen bin ich allergisch."
    }
  },
  {
    "translation": {
      "en": "So, ultimately, my lungs shut down, I stopped breathing and my heart stopped.",
      "de": "Lungenversagen, ich atmete nicht mehr, mein Herz stand still."
    }
  },
  {
    "translation": {
      "en": "There was a tunnel, but not the way that it's typically described.",
      "de": "Da war ein Tunnel, aber anders, als normalerweise beschrieben."
    }
  },
  {
    "translation": {
      "en": "I kind of fell into it.",
      "de": "Ich fiel da hinein."
    }
  },
  {
    "translation": {
      "en": "And what I saw was just color...",
      "de": "Und ich sah nur Farben…"
    }
  },
  {
    "translation": {
      "en": "wrapped all around me, so that I was completely integrated into it.",
      "de": "…überall um mich herum, ich ging komplett darin auf."
    }
  },
  {
    "translation": {
      "en": "And I could hear this color talking to me. Millions of voices.",
      "de": "Ich höre, wie eine Farbe mit mir redet. Millionen Stimmen."
    }
  },
  {
    "translation": {
      "en": "-\"Sssss.\" This chatter. -[whispering voices]",
      "de": "Geplapper."
    }
  },
  {
    "translation": {
      "en": "Then I look down and I see the ocean.",
      "de": "Dann schaue ich runter und sehe den Ozean."
    }
  },
  {
    "translation": {
      "en": "And then I notice a man in the water. He's about knee deep.",
      "de": "Ich bemerke einen Mann im Wasser. Er ist fast knietief drin."
    }
  },
  {
    "translation": {
      "en": "Then he turns around suddenly.",
      "de": "Er dreht sich plötzlich um."
    }
  },
  {
    "translation": {
      "en": "And, uh...",
      "de": "Und…"
    }
  },
  {
    "translation": {
      "en": "the biggest surprise of my death, my new life...",
      "de": "…die größte Überraschung meines Todes, meines neuen Lebens..."
    }
  },
  {
    "translation": {
      "en": "was that it was my father.",
      "de": "…war, dass es mein Vater war."
    }
  },
  {
    "translation": {
      "en": "Me and my dad had a very difficult relationship in life.",
      "de": "Mein Vater und ich hatten eine schwierige Beziehung."
    }
  },
  {
    "translation": {
      "en": "We couldn't even hug.",
      "de": "Keine Umarmungen."
    }
  },
  {
    "translation": {
      "en": "So when he died, I felt totally bitter",
      "de": "Als er starb, war ich total verbittert"
    }
  },
  {
    "translation": {
      "en": "and really regretful of the fact that we never were able to say we love each other or we care.",
      "de": "und bedauerte sehr, dass wir uns nie sagen konnten, dass wir uns liebten."
    }
  },
  {
    "translation": {
      "en": "So I'm lookin' at him here in this space, and I'm saying, \"Oh, my gosh.",
      "de": "Ich sah ihn an diesem Ort an und sagte: \"Du meine Güte."
    }
  },
  {
    "translation": {
      "en": "This is my opportunity.",
      "de": "Das ist meine Chance."
    }
  },
  {
    "translation": {
      "en": "My second chance to make peace with my dad.\"",
      "de": "Meine zweite Chance, Frieden mit Dad zu schließen.\""
    }
  },
  {
    "translation": {
      "en": "Something that I could never do in life.",
      "de": "Das hatte ich im Leben nie gekonnt."
    }
  },
  {
    "translation": {
      "en": "we hugged.",
      "de": "Also… umarmten wir uns."
    }
  },
  {
    "translation": {
      "en": "[crying] And we said we loved each other. We loved each other.",
      "de": "Wir sagten, dass wir einander lieben. Wir liebten einander."
    }
  },
  {
    "translation": {
      "en": "That has changed my life in so many ways.",
      "de": "Das hat mein Leben in so vieler Hinsicht verändert."
    }
  },
  {
    "translation": {
      "en": "Just knowing that he did care.",
      "de": "Zu wissen, dass ich ihm wichtig war."
    }
  },
  {
    "translation": {
      "en": "That he did...",
      "de": "Dass er…"
    }
  },
  {
    "translation": {
      "en": "love me.",
      "de": "…mich liebte."
    }
  },
  {
    "translation": {
      "en": "He looked at me when he embraced me. And he let go and he just looked at me.",
      "de": "Er sah mich an, als er mich umarmte. Er ließ los und sah mich an."
    }
  },
  {
    "translation": {
      "en": "He said, \"Jose. You need to go back.\"",
      "de": "Er sagte: \"Jose. Du musst zurückgehen.\""
    }
  },
  {
    "translation": {
      "en": "I'm lookin' at him, like, \"What? Are you kidding me?",
      "de": "Ich sehe ihn an: \"Was? Machst du Witze?\""
    }
  },
  {
    "translation": {
      "en": "I like it here. This is great. I don't wanna go back.\"",
      "de": "Mir gefällt es hier. Es ist toll. Ich will nicht zurück."
    }
  },
  {
    "translation": {
      "en": "And he said to me, \"No, you gotta go back.\"",
      "de": "Und er sagte: \"Nein, du musst zurück.\""
    }
  },
  {
    "translation": {
      "en": "Whilst I didn't want to, uh...",
      "de": "Ich wollte nicht…"
    }
  },
  {
    "translation": {
      "en": "we came to, kind of, sort of an agreement, in a way.",
      "de": "Wir kamen zu einer Art Vereinbarung."
    }
  },
  {
    "translation": {
      "en": "We-- we agreed that, when my time came, he would come get me and I said...",
      "de": "Wenn meine Zeit kommt, würde er mich holen. Und ich sagte:"
    }
  },
  {
    "translation": {
      "en": "\"Well, that sounds like a pretty good deal. Let me go with that.\" And-- and I transitioned back.",
      "de": "\"Das ist ein guter Deal. Abgemacht.\" Und ich kehrte wieder zurück."
    }
  },
  {
    "translation": {
      "en": "I felt this sense of pull and I wound up back in my body.",
      "de": "Ich spürte einen Sog und landete wieder in meinem Körper."
    }
  },
  {
    "translation": {
      "en": "When I met my dad on the other side...",
      "de": "Als ich Dad auf der anderen Seite traf…"
    }
  },
  {
    "translation": {
      "en": "I realized that...",
      "de": "…wurde mir klar…"
    }
  },
  {
    "translation": {
      "en": "sometimes, we may not be able to say something here...",
      "de": "Manchmal schaffen wir es nicht, hier etwas zu sagen…"
    }
  },
  {
    "translation": {
      "en": "but... we're gonna be able to say it somewhere else.",
      "de": "…aber wir werden es woanders sagen können."
    }
  },
  {
    "translation": {
      "en": "By having this opportunity...",
      "de": "Dass ich diese Chance hatte,"
    }
  },
  {
    "translation": {
      "en": "it truly healed my spirit.",
      "de": "heilte meinen Geist."
    }
  },
  {
    "translation": {
      "en": "Before, I just was moving through life.",
      "de": "Vorher ließ ich das Leben vorbeiziehen."
    }
  },
  {
    "translation": {
      "en": "I wasn't living.",
      "de": "Ich lebte nicht."
    }
  },
  {
    "translation": {
      "en": "-I was not alive. -[applause]",
      "de": "Ich war nicht am Leben."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "de": "Danke."
    }
  },
  {
    "translation": {
      "en": "[Bruce] There have been a number of medical explanations",
      "de": "Mehrere medizinische Erklärungen wurden vorgeschlagen,"
    }
  },
  {
    "translation": {
      "en": "that have been proposed to explain what causes near-death experiences.",
      "de": "Mehrere medizinische Erklärungen wurden vorgeschlagen, um die Ursache von Nahtoderfahrungen zu erklären."
    }
  },
  {
    "translation": {
      "en": "I'm all in favor of that. Being a doctor, I wanna understand what causes these things.",
      "de": "Ich bin dafür. Als Arzt will ich die Ursache verstehen."
    }
  },
  {
    "translation": {
      "en": "Unfortunately, I don't think any of the explanations we've come up with so far",
      "de": "Leider konnte uns keine der bisherigen Erklärungen helfen,"
    }
  },
  {
    "translation": {
      "en": "help us very much in trying to understand things.",
      "de": "Leider konnte uns keine der bisherigen Erklärungen helfen, es zu verstehen."
    }
  },
  {
    "translation": {
      "en": "Some have said drugs given to people as they're approaching death",
      "de": "Manche sagen, Medikamente, die kurz vorm Tod verabreicht werden,"
    }
  },
  {
    "translation": {
      "en": "may cause near death experiences.",
      "de": "könnten Nahtoderfahrungen auslösen."
    }
  },
  {
    "translation": {
      "en": "And what we find is that the fewer drugs people are given...",
      "de": "Wir stellen fest, je weniger Medikamente jemand erhält,"
    }
  },
  {
    "translation": {
      "en": "the more likely they are to report a near death experience.",
      "de": "desto wahrscheinlicher ist eine Nahtoderfahrung."
    }
  },
  {
    "translation": {
      "en": "That the drugs tend to inhibit the near-death experience, rather than causing it.",
      "de": "Medikamente hemmen Nahtoderfahrungen, statt sie zu verursachen."
    }
  },
  {
    "translation": {
      "en": "People also suggest lack of oxygen to the brain.",
      "de": "Sauerstoffmangel im Gehirn wird auch vorgebracht."
    }
  },
  {
    "translation": {
      "en": "And that's appealing, because no matter how you come close to death, lack of oxygen to the brain is the common factor.",
      "de": "Das klingt überzeugend, denn vor dem Tod herrscht immer Sauerstoffmangel im Gehirn."
    }
  },
  {
    "translation": {
      "en": "However, we know, from decades of research,",
      "de": "Aber wir wissen aus jahrzehntelanger Forschung,"
    }
  },
  {
    "translation": {
      "en": "what happens when you get lack of oxygen.",
      "de": "was bei Sauerstoffmangel passiert."
    }
  },
  {
    "translation": {
      "en": "People become frightened, become belligerent, become terrified of what's happening to them.",
      "de": "Die Leute haben Angst, werden aggressiv, fürchten sich vor dem, was kommt."
    }
  },
  {
    "translation": {
      "en": "Very much unlike the calm, consistent, almost blissful experience of a near death experience.",
      "de": "Ganz anders als die ruhige, beständige, fast glückselige Nahtoderfahrung."
    }
  },
  {
    "translation": {
      "en": "I'm frequently challenged by people who say,",
      "de": "Oft konfrontieren mich Leute, indem sie sagen:"
    }
  },
  {
    "translation": {
      "en": "\"Okay, he's had a cardiac arrest.",
      "de": "\"Er hatte einen Herzstillstand."
    }
  },
  {
    "translation": {
      "en": "There's a little bit of brain which is working, which you guys have all missed.\"",
      "de": "Sein Gehirn funktionierte ein bisschen, das habt ihr übersehen.\""
    }
  },
  {
    "translation": {
      "en": "But this says that they don't really understand what consciousness is.",
      "de": "Aber das heißt, dass sie nicht verstehen, was Bewusstsein ist."
    }
  },
  {
    "translation": {
      "en": "You cannot maintain consciousness",
      "de": "Man kann das Bewusstsein nur bewahren,"
    }
  },
  {
    "translation": {
      "en": "unless you have a highly-organized brain.",
      "de": "wenn man ein äußerst gut organisiertes Gehirn hat."
    }
  },
  {
    "translation": {
      "en": "Believe you me, when the brain loses its oxygen,",
      "de": "Glauben Sie mir, wenn das Gehirn Sauerstoff verliert,"
    }
  },
  {
    "translation": {
      "en": "-it doesn't organize itself. -[rhythmic bleeping]",
      "de": "ist es nicht mehr organisiert."
    }
  },
  {
    "translation": {
      "en": "[Bruce] When the heart stops, -in 20 seconds or so... -[continuous bleep]",
      "de": "Wenn das Herz ungefähr 20 Sekunden stillsteht,"
    }
  },
  {
    "translation": {
      "en": "...you get flatlining, which means no brain activity.",
      "de": "hat man eine Nulllinie, also keine Hirnaktivität."
    }
  },
  {
    "translation": {
      "en": "And yet people have near death experiences",
      "de": "Und dennoch haben Menschen Nahtoderfahrungen,"
    }
  },
  {
    "translation": {
      "en": "when they've been, quote, \"flatlined\" for longer than that.",
      "de": "wenn die Nulllinie länger anhält."
    }
  },
  {
    "translation": {
      "en": "One of the most widely publicized cases was that of Pam Reynolds,",
      "de": "Einer der bekanntesten Fälle war der von Pam Reynolds,"
    }
  },
  {
    "translation": {
      "en": "who had an aneurysm, which is a ballooning of a blood vessel at the base of her brain.",
      "de": "die ein Aneurysma hatte, eine Gefäßerweiterung am Hirnstamm."
    }
  },
  {
    "translation": {
      "en": "And it was so large that, if it burst, it would have killed her instantly.",
      "de": "Es war so groß, sie wäre sofort gestorben, wenn es geplatzt wäre."
    }
  },
  {
    "translation": {
      "en": "The most that they could do for me was try...",
      "de": "Das Einzige, was sie für mich versuchen konnten…"
    }
  },
  {
    "translation": {
      "en": "a surgical process which involved the stopping of the heart,",
      "de": "…war ein chirurgischer Eingriff. Das Herz wurde angehalten,"
    }
  },
  {
    "translation": {
      "en": "the lowering of the bodily temperature,",
      "de": "die Körpertemperatur gesenkt,"
    }
  },
  {
    "translation": {
      "en": "the emptying of the blood from the body,",
      "de": "und dem Körper wurde das Blut entzogen,"
    }
  },
  {
    "translation": {
      "en": "thereby shrinking the aneurysm.",
      "de": "um das Aneurysma zu verkleinern."
    }
  },
  {
    "translation": {
      "en": "[Bruce] She was without any blood going to her brain for about an hour.",
      "de": "Eine Stunde lang floss kein Blut in ihr Gehirn."
    }
  },
  {
    "translation": {
      "en": "The EEG, or the brainwave, goes totally flat.",
      "de": "Das EEG, die Gehirnwellen, flachen komplett ab."
    }
  },
  {
    "translation": {
      "en": "There is no brain activity at all.",
      "de": "Es gab keine Hirnaktivität mehr."
    }
  },
  {
    "translation": {
      "en": "Which presumably means there's no brain function at all during that time.",
      "de": "Also gab es in dieser Zeit mutmaßlich keine Gehirnfunktion."
    }
  },
  {
    "translation": {
      "en": "And yet, she reported a blissful near-death experience",
      "de": "Aber sie berichtete von einer glückseligen Nahtoderfahrung,"
    }
  },
  {
    "translation": {
      "en": "in which she saw and heard things going on in the operating room",
      "de": "bei der sie Dinge, was im OP vorging, sah und hörte,"
    }
  },
  {
    "translation": {
      "en": "that she couldn't possibly have seen or heard.",
      "de": "die sie nie hätte sehen und hören können."
    }
  },
  {
    "translation": {
      "en": "[Pam] My vantage point was rather like sitting on the shoulder of the surgeon.",
      "de": "Ich sah alles von der Schulter des Chirurgen aus."
    }
  },
  {
    "translation": {
      "en": "And I was free to move around at will.",
      "de": "Und ich konnte mich frei bewegen."
    }
  },
  {
    "translation": {
      "en": "While I knew what they were doing,",
      "de": "Ich wusste, was sie taten,"
    }
  },
  {
    "translation": {
      "en": "they didn't know what I was doing.",
      "de": "aber sie wussten nicht, was ich tat."
    }
  },
  {
    "translation": {
      "en": "They thought I was that thing lying on the table.",
      "de": "Sie dachten, ich wäre dieses Ding auf dem Tisch."
    }
  },
  {
    "translation": {
      "en": "[Bruce] Now, her eyes were taped shut for the entire procedure,",
      "de": "Ihre Augen waren durchgehend zugeklebt."
    }
  },
  {
    "translation": {
      "en": "and she had molded earpieces in her ears.",
      "de": "Und sie hatte Stöpsel in den Ohren."
    }
  },
  {
    "translation": {
      "en": "But she described the tools they were using to saw through her skull,",
      "de": "Aber sie beschrieb die Geräte, mit denen sie ihren Schädel durchsägten."
    }
  },
  {
    "translation": {
      "en": "and it was something that she hadn't seen before or after.",
      "de": "Sie hatte sie noch nie gesehen."
    }
  },
  {
    "translation": {
      "en": "[Pam] I saw, in Dr. Spetzler's hand,",
      "de": "Ich sah in Dr. Spetzlers Hand"
    }
  },
  {
    "translation": {
      "en": "an instrument that reminded me suspiciously of an electric toothbrush.",
      "de": "ein Instrument, das mich an eine elektrische Zahnbürste erinnerte."
    }
  },
  {
    "translation": {
      "en": "There was a case very close to it, and it had bits...",
      "de": "Daneben lag ein Kasten mit Bits,"
    }
  },
  {
    "translation": {
      "en": "that looked like the...",
      "de": "der dem Kasten ähnelte,"
    }
  },
  {
    "translation": {
      "en": "case that my father kept his socket wrenches in.",
      "de": "in dem mein Vater Steckschlüssel aufbewahrte."
    }
  },
  {
    "translation": {
      "en": "[Bruce] Her neurosurgeon said he can't understand how this could possibly happen.",
      "de": "Ihr Neurochirurg verstand nicht, wie das passieren konnte."
    }
  },
  {
    "translation": {
      "en": "If somebody asked me to describe what the Midas Rex drill, uh, looked like,",
      "de": "Würde man mich bitten, zu beschreiben, wie der Midas-Rex-Bohrer aussieht,"
    }
  },
  {
    "translation": {
      "en": "I might very well use the term, \"Like an electric toothbrush.\"",
      "de": "würde ich sagen: \"Wie eine elektrische Zahnbürste.\""
    }
  },
  {
    "translation": {
      "en": "And describing them, uh, as if they were a socket wrench set,",
      "de": "Und die Beschreibung als Steckschlüsselsatz"
    }
  },
  {
    "translation": {
      "en": "uh, I think that's very appropriate.",
      "de": "finde ich sehr passend."
    }
  },
  {
    "translation": {
      "en": "Her ability to describe...",
      "de": "Dass sie beschreiben konnte…"
    }
  },
  {
    "translation": {
      "en": "what went on during surgery is inconceivable to me,",
      "de": "…was während der OP passierte, ist mir unbegreiflich,"
    }
  },
  {
    "translation": {
      "en": "considering the state that she was in.",
      "de": "wenn man ihren Zustand bedenkt."
    }
  },
  {
    "translation": {
      "en": "Pam Reynolds was clinically dead.",
      "de": "Pam Reynolds war klinisch tot."
    }
  },
  {
    "translation": {
      "en": "This really challenges the idea that our consciousness, our minds,",
      "de": "Das stellt die Idee infrage, dass Bewusstsein und Verstand"
    }
  },
  {
    "translation": {
      "en": "are created by the brain, because her brain was not functioning...",
      "de": "vom Gehirn erschaffen werden, denn ihr Gehirn arbeitete nicht."
    }
  },
  {
    "translation": {
      "en": "and yet she had the most vivid experience of her life.",
      "de": "Dennoch hatte sie die lebhafteste Erfahrung ihres Lebens."
    }
  },
  {
    "translation": {
      "en": "[Peter] How can people be conscious when they're unconscious?",
      "de": "Wie können Menschen bei Bewusstsein sein, wenn sie bewusstlos sein?"
    }
  },
  {
    "translation": {
      "en": "It's an oxymoron. It's ridiculous.",
      "de": "Es ist ein Oxymoron. Es ist lächerlich."
    }
  },
  {
    "translation": {
      "en": "But in fact, this is what the data seemed to prove more and more.",
      "de": "Aber die Daten scheinen es immer stärker zu beweisen."
    }
  },
  {
    "translation": {
      "en": "Well, that, of course, is going to have some significance for our ideas about death.",
      "de": "Das wird natürlich eine gewisse Bedeutung für unsere Vorstellungen vom Tod haben."
    }
  },
  {
    "translation": {
      "en": "I mean, is it possible",
      "de": "Ich meine, ist es möglich,"
    }
  },
  {
    "translation": {
      "en": "that there is an expansion of consciousness when we die?",
      "de": "dass sich das Bewusstsein erweitert, wenn wir sterben?"
    }
  },
  {
    "translation": {
      "en": "[woman 1] When one survives something so catastrophic as death",
      "de": "Wenn man etwas so Katastrophales wie den Tod überlebt,"
    }
  },
  {
    "translation": {
      "en": "there's a gaping hole in your soul.",
      "de": "klafft ein Loch in der Seele."
    }
  },
  {
    "translation": {
      "en": "Inside, you feel like crumbling,",
      "de": "Innerlich zerfällt man,"
    }
  },
  {
    "translation": {
      "en": "and you wonder, \"How do I make sense of it?\"",
      "de": "und man sucht einen Sinn darin."
    }
  },
  {
    "translation": {
      "en": "When people talk about near death experiences, they talk about it being so pleasant.",
      "de": "Nahtoderfahrungen werden oft als angenehm beschrieben."
    }
  },
  {
    "translation": {
      "en": "But it was not the case with me.",
      "de": "Bei mir war das anders."
    }
  },
  {
    "translation": {
      "en": "When I first met my husband, Jonathan, we definitely wanted to have children.",
      "de": "Als ich meinen Mann Jonathan kennenlernte, wollten wir unbedingt Kinder haben."
    }
  },
  {
    "translation": {
      "en": "We had our first, Adina. No issues, no complications.",
      "de": "Wir bekamen das erste, Adina. Keine Probleme, keine Komplikationen."
    }
  },
  {
    "translation": {
      "en": "Delivered her and back at work eight days later.",
      "de": "Ich ging acht Tage nach der Geburt arbeiten."
    }
  },
  {
    "translation": {
      "en": "The second one was after seven rounds of IVF.",
      "de": "Dem zweiten gingen sieben Runden IVF voraus."
    }
  },
  {
    "translation": {
      "en": "And everything went swimmingly until the 20-week ultrasound.",
      "de": "Und bis zum 20-Wochen-Ultraschall lief alles glatt."
    }
  },
  {
    "translation": {
      "en": "They do the scan and they say, \"Oh. You have a placenta previa.\"",
      "de": "Sie scannen und sagen: \"Sie haben eine Plazenta praevia.\""
    }
  },
  {
    "translation": {
      "en": "Jonathan was with me and I said,",
      "de": "Jonathan war dabei. Ich sagte:"
    }
  },
  {
    "translation": {
      "en": "\"I don't know what this is, but I've got a bad feeling about it.\"",
      "de": "\"Ich weiß nicht, was das ist, aber es klingt schlecht.\""
    }
  },
  {
    "translation": {
      "en": "And then I open the computer and I start Googling.",
      "de": "Und dann googelte ich."
    }
  },
  {
    "translation": {
      "en": "Placenta previa can turn into an accreta,",
      "de": "Placenta praevia kann zur Placenta accreta werden."
    }
  },
  {
    "translation": {
      "en": "which is when the placenta marries itself to the uterus.",
      "de": "Die Plazenta verwächst mit dem Uterus."
    }
  },
  {
    "translation": {
      "en": "If that happens, you could hemorrhage, and if that happens, you and the baby could lose your life.",
      "de": "Dann kann es zu Blutungen kommen, und Mutter und Baby können sterben."
    }
  },
  {
    "translation": {
      "en": "I sat back, and I said...",
      "de": "Ich lehnte mich zurück und sagte:"
    }
  },
  {
    "translation": {
      "en": "\"This is going to happen to us.",
      "de": "\"Das wird uns passieren."
    }
  },
  {
    "translation": {
      "en": "The only difference is the baby's going to survive.\"",
      "de": "Aber das Baby wird überleben.\""
    }
  },
  {
    "translation": {
      "en": "[woman 2] And what did you think?",
      "de": "Und was dachtest du?"
    }
  },
  {
    "translation": {
      "en": "Uh, that it was stereotypical pregnancy hysteria.",
      "de": "Dass es eine typische Schwangerschaftshysterie wäre."
    }
  },
  {
    "translation": {
      "en": "Although I didn't quite put it in those terms.",
      "de": "Ich formulierte es nicht so."
    }
  },
  {
    "translation": {
      "en": "Earlier in my life, I trained as an air force pilot, got my PhD in economics.",
      "de": "Ich war Air-Force-Pilot und promovierte in Wirtschaftswissenschaften."
    }
  },
  {
    "translation": {
      "en": "Data is core to my being.",
      "de": "Für mich zählen nur Daten."
    }
  },
  {
    "translation": {
      "en": "I like to joke that I don't like to complicate things with words and feelings.",
      "de": "Ich scherze gern, dass Worte und Gefühle zu kompliziert sind."
    }
  },
  {
    "translation": {
      "en": "I'd much rather go with the data.",
      "de": "Ich bevorzuge Daten."
    }
  },
  {
    "translation": {
      "en": "And we didn't have any empirical data,",
      "de": "Wir hatten keine empirischen Daten,"
    }
  },
  {
    "translation": {
      "en": "so I had the stereotypical husband's response.",
      "de": "also reagierte ich wie der typische Ehemann."
    }
  },
  {
    "translation": {
      "en": "But I dressed it up in science, so that made it more sophisticated.",
      "de": "Ich verpackte es wissenschaftlich, so wurde es raffinierter."
    }
  },
  {
    "translation": {
      "en": "[Stephanie] It was so difficult trying to communicate about feelings",
      "de": "Es war schwierig, die Gefühle zu kommunizieren"
    }
  },
  {
    "translation": {
      "en": "and this foreboding",
      "de": "und diese Vorahnung,"
    }
  },
  {
    "translation": {
      "en": "when I didn't have something tangible to show.",
      "de": "ohne etwas Konkretes zu haben."
    }
  },
  {
    "translation": {
      "en": "I told Jonathan, \"I do not know what to tell you,",
      "de": "Ich sagte zu Jonathan: \"Was soll ich sagen?"
    }
  },
  {
    "translation": {
      "en": "other than the fact that I've got this intense feeling around this that something bad is about to happen.",
      "de": "Ich habe nur das sehr starke Gefühl, dass etwas Schlimmes passieren wird."
    }
  },
  {
    "translation": {
      "en": "If you saw me in Starbucks and you said, \"Oh, how's the pregnancy going?\"",
      "de": "Hätte man mich nach der Schwangerschaft gefragt,"
    }
  },
  {
    "translation": {
      "en": "I would literally say, \"I'm going to die.\"",
      "de": "hätte ich gesagt: \"Ich werde sterben.\""
    }
  },
  {
    "translation": {
      "en": "And my premonitions kept coming.",
      "de": "Und meine Vorahnungen blieben."
    }
  },
  {
    "translation": {
      "en": "I was walking in the park. I saw a dry fountain.",
      "de": "Ich ging im Park spazieren. Ich sah einen trockengelegten Brunnen."
    }
  },
  {
    "translation": {
      "en": "In mind's eye, the fountain was flowing and, all of a sudden, it turned to blood.",
      "de": "Im Geiste sah ich ihn sprudeln, und plötzlich wurde alles zu Blut."
    }
  },
  {
    "translation": {
      "en": "And I felt my body hemorrhage.",
      "de": "Ich spürte Blutungen in mir."
    }
  },
  {
    "translation": {
      "en": "I called Jonathan, said \"Meet me at the emergency room.\"",
      "de": "Ich rief Jonathan an: \"Komm in die Notaufnahme.\""
    }
  },
  {
    "translation": {
      "en": "He's frantic about it.",
      "de": "Er war panisch."
    }
  },
  {
    "translation": {
      "en": "Doctors examining me, and they're like, \"No, you're actually fine.\"",
      "de": "Die Ärzte untersuchten mich und sagten: \"Nein, Ihnen geht es gut.\""
    }
  },
  {
    "translation": {
      "en": "Jonathan's like, \"Okay, it's a false alarm,\"",
      "de": "Jonathan sagte: \"Fehlalarm.\""
    }
  },
  {
    "translation": {
      "en": "and I'm like, \"No, this is a warning.\"",
      "de": "Ich sagte: \"Nein, es ist eine Warnung.\""
    }
  },
  {
    "translation": {
      "en": "[woman] I've had other patients who've expressed concern,",
      "de": "Auch andere Patientinnen waren mal besorgt,"
    }
  },
  {
    "translation": {
      "en": "but I would say Stephanie was the first patient that came forward and said,",
      "de": "aber Stephanie war die erste Patientin, die sagte:"
    }
  },
  {
    "translation": {
      "en": "\"I'm seeing things very vividly that are scaring me to death.\"",
      "de": "\"Ich sehe sehr klar Dinge, die mich zu Tode erschrecken.\""
    }
  },
  {
    "translation": {
      "en": "I tried to acknowledge her fear, but also my role is to keep the calm.",
      "de": "Ich wollte ihre Angst ernst nehmen, aber ich muss in meinem Job ruhig bleiben."
    }
  },
  {
    "translation": {
      "en": "So I was concerned, but I wasn't necessarily panicked.",
      "de": "Ich war also besorgt, aber nicht unbedingt in Panik."
    }
  },
  {
    "translation": {
      "en": "[Stephanie] The day that I go into labor...",
      "de": "An dem Tag, an dem die Wehen einsetzten…"
    }
  },
  {
    "translation": {
      "en": "I was in the kitchen, giving Adina breakfast.",
      "de": "…machte ich Adina in der Küche Frühstück."
    }
  },
  {
    "translation": {
      "en": "-All of a sudden, blood went everywhere. -[kettle whistling]",
      "de": "Plötzlich war überall Blut."
    }
  },
  {
    "translation": {
      "en": "My nanny was here and I said, \"Let's get in the car.\" She jumped in the driver's seat.",
      "de": "Meine Nanny war da. Ich sagte: \"Ins Auto.\" Sie sprang auf den Fahrersitz."
    }
  },
  {
    "translation": {
      "en": "I said, \"Get out. I am driving.\"",
      "de": "Ich sagte: \"Weg da. Ich fahre.\""
    }
  },
  {
    "translation": {
      "en": "And she's like, \"Are you crazy? You're bleeding.\"",
      "de": "Und sie: \"Spinnst du? Du blutest.\""
    }
  },
  {
    "translation": {
      "en": "I'm like, \"I've had many premonitions. Dying in a car accident was not one.\"",
      "de": "Ich: \"In meinen Vorahnungen war kein Autounfall dabei.\""
    }
  },
  {
    "translation": {
      "en": "Jonathan was in New York on one of his business trips.",
      "de": "Jonathan war auf Geschäftsreise in New York."
    }
  },
  {
    "translation": {
      "en": "[Jonathan] My wife called to say that she was on her way to the hospital",
      "de": "Meine Frau rief an. Sie fuhr ins Krankenhaus."
    }
  },
  {
    "translation": {
      "en": "and to get to Chicago as fast as possible.",
      "de": "Ich sollte schnell nach Chicago kommen."
    }
  },
  {
    "translation": {
      "en": "[Stephanie] I was acutely aware that it was the day I was gonna die.",
      "de": "Mir war ganz klar, dass ich sterben würde."
    }
  },
  {
    "translation": {
      "en": "The last thing I texted Jonathan was...",
      "de": "Das Letzte, was ich Jonathan schrieb, war:"
    }
  },
  {
    "translation": {
      "en": "\"You've made me the happiest woman in the world and...",
      "de": "\"Du hast mich zur glücklichsten Frau der Welt gemacht."
    }
  },
  {
    "translation": {
      "en": "please take care of this baby.\"",
      "de": "Kümmere dich um das Baby.\""
    }
  },
  {
    "translation": {
      "en": "And then they wheel me into the room",
      "de": "Sie schoben mich in den Raum,"
    }
  },
  {
    "translation": {
      "en": "that's going to give life to Jacob and take mine.",
      "de": "der Jacob das Leben schenkt und mir meines nimmt."
    }
  },
  {
    "translation": {
      "en": "They put a curtain right in front of my face and prepare me for a C-section.",
      "de": "Sie zogen mir einen Vorhang vors Gesicht, bereiteten den Kaiserschnitt vor."
    }
  },
  {
    "translation": {
      "en": "-[baby cries] -They deliver Jacob. He's healthy, happy.",
      "de": "Sie holen Jacob. Er ist gesund, glücklich."
    }
  },
  {
    "translation": {
      "en": "Seconds later, I flatline.",
      "de": "Wenige Sekunden später habe ich Nulllinie."
    }
  },
  {
    "translation": {
      "en": "Everything came into a 3D movie",
      "de": "Alles wurde zu einem 3-D-Film,"
    }
  },
  {
    "translation": {
      "en": "and I could actually see outside of my body.",
      "de": "und ich konnte von außen auf meinen Körper schauen."
    }
  },
  {
    "translation": {
      "en": "My point of view was above my body and next to my body,",
      "de": "Ich war über meinem Körper und daneben,"
    }
  },
  {
    "translation": {
      "en": "and I could see everything that was going on in the operating room.",
      "de": "und ich sah alles, was im OP geschah."
    }
  },
  {
    "translation": {
      "en": "I see the anesthesiologist by my feet.",
      "de": "Ich sah den Anästhesisten zu meinen Füßen."
    }
  },
  {
    "translation": {
      "en": "I see which nurse jumped on my chest to give me CPR.",
      "de": "Ich sah, welche Schwester mich wiederbelebt hat."
    }
  },
  {
    "translation": {
      "en": "In this other dimension, spatial relations break.",
      "de": "In dieser anderen Dimension zerbrechen räumliche Beziehungen."
    }
  },
  {
    "translation": {
      "en": "-There is no ceiling. There are no walls. -[water rushing]",
      "de": "Es gibt keine Decke. Es gibt keine Wände."
    }
  },
  {
    "translation": {
      "en": "Everything is just moving around in so many different directions.",
      "de": "Alles bewegt sich in vielen verschiedenen Richtungen."
    }
  },
  {
    "translation": {
      "en": "I saw my daughter in a completely different part of the hospital",
      "de": "Ich sah meine Tochter in einem anderen Teil des Krankenhauses"
    }
  },
  {
    "translation": {
      "en": "with our nanny.",
      "de": "mit unserer Nanny."
    }
  },
  {
    "translation": {
      "en": "I saw what my husband was wearing when he got off the plane.",
      "de": "Ich sah, was mein Mann anhatte, als er aus dem Flugzeug stieg."
    }
  },
  {
    "translation": {
      "en": "And then I see spirits everywhere.",
      "de": "Und dann sah ich überall Geister."
    }
  },
  {
    "translation": {
      "en": "My grandmother, who had passed when I was ten years old.",
      "de": "Meine Großmutter, die starb, als ich zehn Jahre alt war."
    }
  },
  {
    "translation": {
      "en": "My mother's brother also appeared.",
      "de": "Der Bruder meiner Mutter erschien auch."
    }
  },
  {
    "translation": {
      "en": "The last thing I heard was Julie, Dr. Levitt,",
      "de": "Das Letzte, was ich hörte, war Julie, Dr. Levitt:"
    }
  },
  {
    "translation": {
      "en": "saying, \"This can't be happening. This can't be happening.\"",
      "de": "Das Letzte, was ich hörte, war Julie, Dr. Levitt: \"Das kann nicht sein.\""
    }
  },
  {
    "translation": {
      "en": "[Julie] This was about as serious as it gets.",
      "de": "Es hätte nicht ernster sein können."
    }
  },
  {
    "translation": {
      "en": "Stephanie was having an amniotic fluid embolism.",
      "de": "Stephanie hatte eine Fruchtwasserembolie."
    }
  },
  {
    "translation": {
      "en": "Many patients will die from this condition, because they bleed to death.",
      "de": "Viele Patientinnen sterben daran, weil sie verbluten."
    }
  },
  {
    "translation": {
      "en": "And I, with my hands across my chest, with my gloves on, looked up, and I said,",
      "de": "Und ich, mit den Händen über der Brust, Handschuhe an, sah auf und sagte leise:"
    }
  },
  {
    "translation": {
      "en": "under my breath, \"This cannot be happening.\"",
      "de": "sah auf und sagte leise: \"Das kann nicht sein.\""
    }
  },
  {
    "translation": {
      "en": "She called it.",
      "de": "Sie hatte es vorhergesagt."
    }
  },
  {
    "translation": {
      "en": "She knew that this was going to happen.",
      "de": "Sie wusste, dass das passieren würde."
    }
  },
  {
    "translation": {
      "en": "[Stephanie] After I heard Dr. Levitt, there was just this pulling in my stomach,",
      "de": "Nachdem ich Dr. Levitt gehört hatte, gab es einen Sog in meinem Magen,"
    }
  },
  {
    "translation": {
      "en": "and then I was back in my body.",
      "de": "und dann war ich wieder in meinem Körper."
    }
  },
  {
    "translation": {
      "en": "I was clinically dead for 37 seconds.",
      "de": "Ich war 37 Sekunden lang klinisch tot."
    }
  },
  {
    "translation": {
      "en": "I was in a medically-induced coma for six days.",
      "de": "Ich lag sechs Tage im künstlichen Koma."
    }
  },
  {
    "translation": {
      "en": "I had kidney failure. I had to learn how to walk again.",
      "de": "Ich hatte Nierenversagen. Ich musste wieder laufen lernen."
    }
  },
  {
    "translation": {
      "en": "I had to learn how to talk.",
      "de": "Ich musste sprechen lernen."
    }
  },
  {
    "translation": {
      "en": "It took me a long time to physically recover.",
      "de": "Es dauerte lang, bis ich wieder gesund war."
    }
  },
  {
    "translation": {
      "en": "When I was clinically dead, I knew that something extraordinary had happened.",
      "de": "Als ich klinisch tot war, wusste ich, dass etwas Außergewöhnliches passiert war."
    }
  },
  {
    "translation": {
      "en": "But it ultimately had to go to the people who were present that day to validate it.",
      "de": "Aber die Leute, die dabei waren, mussten es bestätigen."
    }
  },
  {
    "translation": {
      "en": "[Julie] Stephanie and I met to talk about what had happened that day.",
      "de": "Stephanie und ich trafen uns, um zu besprechen, was an dem Tag passiert war."
    }
  },
  {
    "translation": {
      "en": "I almost couldn't breathe.",
      "de": "Ich konnte kaum atmen."
    }
  },
  {
    "translation": {
      "en": "There was absolutely no way that she was aware",
      "de": "Sie konnte definitiv nicht wissen,"
    }
  },
  {
    "translation": {
      "en": "of who was standing to her left, who was standing to her right,",
      "de": "wer links oder rechts neben ihr gestanden hatte,"
    }
  },
  {
    "translation": {
      "en": "what I said, what other people said in the operating room.",
      "de": "was ich oder andere Leute im OP gesagt hatten."
    }
  },
  {
    "translation": {
      "en": "It makes me... believe in more than just what we know as art and science.",
      "de": "Ich glaube jetzt an mehr als nur Kunst und Wissenschaft."
    }
  },
  {
    "translation": {
      "en": "My medical mind turns more to a spiritual place,",
      "de": "Mein medizinischer Verstand wendet sich einer Spiritualität zu,"
    }
  },
  {
    "translation": {
      "en": "which I don't think I was ever really aware of in the past.",
      "de": "die mir früher nie wirklich bewusst war."
    }
  },
  {
    "translation": {
      "en": "It was a very...",
      "de": "Es war eine sehr…"
    }
  },
  {
    "translation": {
      "en": "real lesson that day.",
      "de": "…reale Lektion an jenem Tag."
    }
  },
  {
    "translation": {
      "en": "-[Jonathan] How old was Jacob there? -[Stephanie] Not even a year.",
      "de": "-Wie alt war Jacob da? -Nicht mal ein Jahr."
    }
  },
  {
    "translation": {
      "en": "-[Jonathan] Yeah. -[Stephanie] Not even a year.",
      "de": "-Ja. -Nicht mal ein Jahr."
    }
  },
  {
    "translation": {
      "en": "[Stephanie] All of the doctors were like, \"I don't have a medical explanation",
      "de": "Alle Ärzte sagten: \"Ich habe keine medizinische Erklärung"
    }
  },
  {
    "translation": {
      "en": "for the near-death experience or the premonitions.\"",
      "de": "für die Nahtoderfahrung oder die Vorahnungen.\""
    }
  },
  {
    "translation": {
      "en": "But I look at them as a knowing.",
      "de": "Aber ich sehe sie als unwissend an."
    }
  },
  {
    "translation": {
      "en": "This knowing comes from someplace.",
      "de": "Dieses Wissen kommt von irgendwoher."
    }
  },
  {
    "translation": {
      "en": "[Jonathan] I'm not in the category of true believer.",
      "de": "Ich bin nicht vollends überzeugt."
    }
  },
  {
    "translation": {
      "en": "But I accept that there's something else going on here,",
      "de": "Aber ich akzeptiere, dass etwas anderes da ist,"
    }
  },
  {
    "translation": {
      "en": "some extra dimension of knowledge or cognition, uh... that my wife has.",
      "de": "eine zusätzliche Dimension an Wissen oder Erkenntnis, die meine Frau hat."
    }
  },
  {
    "translation": {
      "en": "So I believe-- I believe that she knew.",
      "de": "Ich glaube also, dass sie es wusste."
    }
  },
  {
    "translation": {
      "en": "[woman] Stephanie.",
      "de": "Stephanie."
    }
  },
  {
    "translation": {
      "en": "It would have been much...",
      "de": "Es wäre viel… leichter gewesen in den drei Monaten vor der Nulllinie,"
    }
  },
  {
    "translation": {
      "en": "um, easier to go along those three months prior to flatlining if he had said that.",
      "de": "Es wäre viel… leichter gewesen in den drei Monaten vor der Nulllinie, hätte er das gesagt."
    }
  },
  {
    "translation": {
      "en": "I just felt I wasn't believed by the one person I need to believe me.",
      "de": "Ich dachte, der eine Mensch, den ich brauchte, glaubte mir nicht."
    }
  },
  {
    "translation": {
      "en": "By the one person who matters.",
      "de": "Der eine Mensch, der wichtig ist."
    }
  },
  {
    "translation": {
      "en": "Everybody else can call me crazy, hormonal and stressed out and everything,",
      "de": "Alle anderen können mich irre, hormongesteuert oder gestresst nennen,"
    }
  },
  {
    "translation": {
      "en": "but it's the one person that I needed to protect me.",
      "de": "aber dieser eine Mensch musste mich beschützen."
    }
  },
  {
    "translation": {
      "en": "And it was-- it was hard.",
      "de": "Und es war schwer."
    }
  },
  {
    "translation": {
      "en": "All of us who are researchers or scientists, and professors, academics and the like, um,",
      "de": "Forscher, Wissenschaftler, Professoren, Akademiker und so weiter…"
    }
  },
  {
    "translation": {
      "en": "are engaged in research because we don't know everything.",
      "de": "…forschen, weil wir nicht alles wissen."
    }
  },
  {
    "translation": {
      "en": "And what this is telling me is that there's--",
      "de": "Und dies sagt mir, es gibt…"
    }
  },
  {
    "translation": {
      "en": "Whether it's God or spirits",
      "de": "Ob Gott oder Geister"
    }
  },
  {
    "translation": {
      "en": "or some sense that we have that is not yet identified...",
      "de": "oder ein Sinn, den noch nicht identifiziert wurde…"
    }
  },
  {
    "translation": {
      "en": "there is something like that that was operating here.",
      "de": "Es gibt etwas, was auch hier vorhanden war."
    }
  },
  {
    "translation": {
      "en": "-[Bruce] Sit right there. -[Stephanie] Okay, great.",
      "de": "-Setzen Sie sich. -Gut."
    }
  },
  {
    "translation": {
      "en": "Right before flatline, I was perpendicular.",
      "de": "Kurz vorm Herzstillstand stand ich senkrecht."
    }
  },
  {
    "translation": {
      "en": "I know people talk about, like, floating -and being above their body. -[Bruce] Yeah.",
      "de": "Andere erzählen, dass sie über ihrem Körper schwebten."
    }
  },
  {
    "translation": {
      "en": "[Stephanie] I didn't have that.",
      "de": "Bei mir war es nicht so."
    }
  },
  {
    "translation": {
      "en": "So it's almost like you were in both places at once.",
      "de": "Sie waren also an beiden Orten gleichzeitig."
    }
  },
  {
    "translation": {
      "en": "Part of you was still in the body -and part of you was out there. -Yeah.",
      "de": "-Teils in Ihrem Körper, teils außerhalb. -Ja."
    }
  },
  {
    "translation": {
      "en": "[Bruce] Most people who share their experiences with us",
      "de": "Die meisten Menschen erzählen uns von ihren Erfahrungen,"
    }
  },
  {
    "translation": {
      "en": "do so because they're struggling with how to understand it.",
      "de": "weil sie Probleme haben, es zu verstehen."
    }
  },
  {
    "translation": {
      "en": "It doesn't make sense in terms of science or their particular religious background",
      "de": "Wissenschaftlich ist es nicht erklärbar oder nicht mit ihrer Religion vereinbar,"
    }
  },
  {
    "translation": {
      "en": "and they're looking for some way to come to terms with it.",
      "de": "und sie wollen irgendwie damit klarkommen."
    }
  },
  {
    "translation": {
      "en": "I just would like to understand -a little bit more about the mechanics. -Yeah.",
      "de": "Ich möchte nur etwas mehr über die Mechanik verstehen."
    }
  },
  {
    "translation": {
      "en": "And is there a pattern that you're seeing in people that have had near death experiences?",
      "de": "Und erkennen Sie ein Muster bei Menschen mit Nahtoderfahrungen?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Well, some things that you told-- told me about are very common, but some are not.",
      "de": "Einiges, was Sie mir erzählten, kommt oft vor, anderes aber nicht."
    }
  },
  {
    "translation": {
      "en": "Frankly, the premonitions that came before it are not common.",
      "de": "Ehrlich gesagt, die Vorahnungen davor sind unüblich."
    }
  },
  {
    "translation": {
      "en": "It's more common to have these premonitions after the experience.",
      "de": "Üblicher sind diese Vorahnungen nach der Erfahrung."
    }
  },
  {
    "translation": {
      "en": "What struck me most about Stephanie's experience",
      "de": "Besonders bei Stephanies Erfahrung war,"
    }
  },
  {
    "translation": {
      "en": "is she was having premonitions about dying for months before it happened.",
      "de": "dass sie Monate davor Vorahnungen ihres Todes hatte."
    }
  },
  {
    "translation": {
      "en": "And these were not imaginations. They were things she could not deny.",
      "de": "Und es war keine Einbildung. Sie konnte es nicht verwerfen."
    }
  },
  {
    "translation": {
      "en": "There are all these things going on around us all the time",
      "de": "Um uns herum gehen Dinge vor, die wir aussperren."
    }
  },
  {
    "translation": {
      "en": "that we sort of block out. It's like our brain has a filter",
      "de": "Um uns herum gehen Dinge vor, die wir aussperren. Wie ein Filter im Gehirn, der rausfiltert, was uns im Leben nicht weiterhilft."
    }
  },
  {
    "translation": {
      "en": "that filters out things that don't help us get along in this world.",
      "de": "Wie ein Filter im Gehirn, der rausfiltert, was uns im Leben nicht weiterhilft."
    }
  },
  {
    "translation": {
      "en": "And when something like a near death experience happens,",
      "de": "Wenn so etwas wie eine Nahtoderfahrung passiert,"
    }
  },
  {
    "translation": {
      "en": "that opens up the filter.",
      "de": "öffnet sich der Filter."
    }
  },
  {
    "translation": {
      "en": "The door's been opened for you.",
      "de": "Die Tür wurde Ihnen geöffnet."
    }
  },
  {
    "translation": {
      "en": "And once it's open, it's-- it's hard to shut it.",
      "de": "Sie lässt sich schwer schließen."
    }
  },
  {
    "translation": {
      "en": "[Stephanie] My visions and my premonitions have become more intense since my near-death experience.",
      "de": "Meine Visionen und Vorahnungen sind intensiver seit der Nahtoderfahrung."
    }
  },
  {
    "translation": {
      "en": "I believe it's a blessing.",
      "de": "Ich finde, es ist ein Segen."
    }
  },
  {
    "translation": {
      "en": "But spiritually, it's a challenge, because...",
      "de": "Aber spirituell ist es eine Herausforderung, weil…"
    }
  },
  {
    "translation": {
      "en": "I see things that people don't see a lot of the time.",
      "de": "…ich Dinge sehe, die andere nicht oft sehen."
    }
  },
  {
    "translation": {
      "en": "Most of the visions I get are from complete strangers.",
      "de": "Die meisten meiner Visionen betreffen fremde Personen."
    }
  },
  {
    "translation": {
      "en": "Just people who are in my line of sight.",
      "de": "Leute, die ich zufällig sehen."
    }
  },
  {
    "translation": {
      "en": "I feel like I'm gonna have a heart attack. But I know it's not mine.",
      "de": "Ich spüre einen Herzinfarkt. Aber es ist nicht meiner."
    }
  },
  {
    "translation": {
      "en": "We all have this ability to perceive things, especially danger.",
      "de": "Wir alle haben die Fähigkeit, Dinge wahrzunehmen, besonders Gefahr."
    }
  },
  {
    "translation": {
      "en": "Um, we just don't take it seriously.",
      "de": "Wir nehmen sie nur nicht ernst."
    }
  },
  {
    "translation": {
      "en": "What do you suggest to those who sit in this chair across from you",
      "de": "Was empfehlen Sie den Menschen, die Ihnen gegenüber sitzen"
    }
  },
  {
    "translation": {
      "en": "and explain their near-death experiences?",
      "de": "und ihre Nahtoderfahrungen beschreiben?"
    }
  },
  {
    "translation": {
      "en": "What do you normally advise them?",
      "de": "Was raten Sie ihnen?"
    }
  },
  {
    "translation": {
      "en": "I can just tell you what I've learned",
      "de": "Ich kann nur sagen,"
    }
  },
  {
    "translation": {
      "en": "from the thousands of people who have sat in that chair and talked to me.",
      "de": "was ich von den Tausenden weiß, die mit mir sprachen."
    }
  },
  {
    "translation": {
      "en": "And what seems to be most comforting to them is knowing, one, you're not alone.",
      "de": "Und am meisten scheint sie das Wissen zu trösten, dass sie nicht allein sind."
    }
  },
  {
    "translation": {
      "en": "Many people have had near death experiences.",
      "de": "Viele Menschen hatten Nahtoderfahrungen."
    }
  },
  {
    "translation": {
      "en": "And if we can't understand it,",
      "de": "Wir verstehen es zwar nicht,"
    }
  },
  {
    "translation": {
      "en": "we can at least have faith that there's a purpose to it.",
      "de": "aber wir können glauben, dass sie einen Sinn haben."
    }
  },
  {
    "translation": {
      "en": "And you don't have to be in control of it, because, in fact, we're not in control of it.",
      "de": "Man muss keine Kontrolle haben. Wir haben keine Kontrolle."
    }
  },
  {
    "translation": {
      "en": "Something else is.",
      "de": "Etwas anderes hat sie."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "de": "Danke."
    }
  },
  {
    "translation": {
      "en": "I used to be more easy-going before this all happened. Um...",
      "de": "Ich war unbeschwerter, bevor das alles passierte."
    }
  },
  {
    "translation": {
      "en": "I used to laugh more. Uh...",
      "de": "Ich lachte öfter."
    }
  },
  {
    "translation": {
      "en": "And...",
      "de": "Und…"
    }
  },
  {
    "translation": {
      "en": "I used to not take things so seriously.",
      "de": "…ich nahm nicht alles so ernst."
    }
  },
  {
    "translation": {
      "en": "I-- I think Jonathan misses that part of me.",
      "de": "Jonathan vermisst diesen Teil von mir."
    }
  },
  {
    "translation": {
      "en": "I think I'll be asking questions probably until the day I die.",
      "de": "Ich glaube, ich werde Fragen stellen, bis ich sterbe."
    }
  },
  {
    "translation": {
      "en": "Again.",
      "de": "Noch mal."
    }
  },
  {
    "translation": {
      "en": "[Jose] The experience is very, very difficult to process.",
      "de": "Die Erfahrung ist sehr schwer zu verarbeiten."
    }
  },
  {
    "translation": {
      "en": "The dying is very difficult.",
      "de": "Das Sterben ist sehr schwierig."
    }
  },
  {
    "translation": {
      "en": "A few years after my experience, I started painting.",
      "de": "Ein paar Jahre nach meiner Erfahrung begann ich zu malen."
    }
  },
  {
    "translation": {
      "en": "Had no idea. I'd never painted in my life.",
      "de": "Planlos. Ich hatte noch nie gemalt."
    }
  },
  {
    "translation": {
      "en": "Initially, it was just a desire to reproduce what I saw...",
      "de": "Erst wollte ich nur reproduzieren, was ich gesehen hatte,"
    }
  },
  {
    "translation": {
      "en": "where I was in a ball of color...",
      "de": "als ich in der Farbkugel war"
    }
  },
  {
    "translation": {
      "en": "and these colors were all moving, and I become the color.",
      "de": "und sich die Farben bewegten und ich zu der Farbe wurde."
    }
  },
  {
    "translation": {
      "en": "That's how I wound up doing art.",
      "de": "So kam ich zur Kunst."
    }
  },
  {
    "translation": {
      "en": "Just a desire to try to create that three-dimensional feeling with color.",
      "de": "Ich wollte dieses dreidimensionales Gefühl mit Farbe erzeugen."
    }
  },
  {
    "translation": {
      "en": "But as I kept doing it more and more, I began to realize that it's a lot deeper than that.",
      "de": "Aber als ich es immer öfter machte, wurde mir klar, dass es viel tiefer geht."
    }
  },
  {
    "translation": {
      "en": "It was healing. It was healing me.",
      "de": "Es war heilsam. Es hat mich geheilt."
    }
  },
  {
    "translation": {
      "en": "Dying is traumatic.",
      "de": "Sterben ist traumatisch."
    }
  },
  {
    "translation": {
      "en": "And it's difficult to integrate and-- and get past that.",
      "de": "Und es ist schwierig, das zu verinnerlichen und zu überwinden."
    }
  },
  {
    "translation": {
      "en": "This world of art and color...",
      "de": "Die Welt der Kunst und Farben"
    }
  },
  {
    "translation": {
      "en": "brought a lot of peace and calm into my life,",
      "de": "brachte viel Ruhe und Frieden in mein Leben."
    }
  },
  {
    "translation": {
      "en": "and it made me feel a sense of knowing.",
      "de": "Und es gab mir ein Gefühl von Wissen."
    }
  },
  {
    "translation": {
      "en": "People ask me if the experience was real or not.",
      "de": "Man fragt mich, ob die Erfahrung real war."
    }
  },
  {
    "translation": {
      "en": "At the end of the day, I can't prove to you.",
      "de": "Letztendlich kann ich es nicht beweisen."
    }
  },
  {
    "translation": {
      "en": "I can only share my experience with you.",
      "de": "Ich kann meine Erfahrung nur teilen."
    }
  },
  {
    "translation": {
      "en": "[Mary] I had more motivation",
      "de": "Ich hatte mehr Gründe"
    }
  },
  {
    "translation": {
      "en": "than any other person on this planet to disprove my account.",
      "de": "als jeder andere auf diesem Planeten, meinen Bericht zu widerlegen."
    }
  },
  {
    "translation": {
      "en": "Because during my near-death experience, when I was with these beings...",
      "de": "Denn als ich in meiner Nahtoderfahrung bei diesen Wesen war,"
    }
  },
  {
    "translation": {
      "en": "they told me about the coming and unexpected death of my oldest son, Willie,",
      "de": "erzählten sie mir vom bevorstehenden, unerwarteten Tod meines Sohns Willie,"
    }
  },
  {
    "translation": {
      "en": "who was only nine years old at the time of my accident.",
      "de": "der zum Zeitpunkt meines Unfalls erst neun Jahre alt war."
    }
  },
  {
    "translation": {
      "en": "I knew that if I could come up with any other plausible explanation,",
      "de": "Ich wusste, wenn ich eine andere plausible Erklärung fände,"
    }
  },
  {
    "translation": {
      "en": "that I would be able to discount everything I'd been told.",
      "de": "könnte ich das alles ignorieren."
    }
  },
  {
    "translation": {
      "en": "I wasn't given details in terms of the date and time of his death,",
      "de": "Man nannte mir keine Details wie Datum und Uhrzeit seines Todes,"
    }
  },
  {
    "translation": {
      "en": "but it was very concrete information",
      "de": "aber es waren sehr konkrete Informationen, die mich glauben ließen,"
    }
  },
  {
    "translation": {
      "en": "that made me think he would never live to be 18.",
      "de": "aber es waren sehr konkrete Informationen, die mich glauben ließen, dass er nie 18 werden würde."
    }
  },
  {
    "translation": {
      "en": "And...",
      "de": "Und…"
    }
  },
  {
    "translation": {
      "en": "I asked why. You know, why... Why Willie? Why my son?",
      "de": "…ich fragte, warum. Warum… Warum Willie? Warum mein Sohn?"
    }
  },
  {
    "translation": {
      "en": "And I was told that beauty comes of all things.",
      "de": "Mir wurde gesagt, Schönheit liege in allem."
    }
  },
  {
    "translation": {
      "en": "You can imagine how difficult it was",
      "de": "Sie können sich vorstellen, wie schwer es war,"
    }
  },
  {
    "translation": {
      "en": "to wake up every day wondering if that would be the day that my son died.",
      "de": "jeden Tag aufzuwachen und mich zu fragen, ob mein Sohn heute sterben würde."
    }
  },
  {
    "translation": {
      "en": "I did not tell anyone about that...",
      "de": "Ich erzählte niemandem etwas davon…"
    }
  },
  {
    "translation": {
      "en": "until shortly before Willie's 18th birthday.",
      "de": "…bis kurz vor Willies 18. Geburtstag."
    }
  },
  {
    "translation": {
      "en": "We were at a ski race...",
      "de": "Wir waren bei einem Skirennen,"
    }
  },
  {
    "translation": {
      "en": "and I knocked on Willie's hotel room door at about four in the morning...",
      "de": "und ich klopfte gegen 4 Uhr morgens an Willies Hotelzimmertür…"
    }
  },
  {
    "translation": {
      "en": "and told him.",
      "de": "…und sagte es ihm."
    }
  },
  {
    "translation": {
      "en": "[laughing] And he thought-- he thought I was crazy.",
      "de": "Und er hielt mich für verrückt."
    }
  },
  {
    "translation": {
      "en": "But I told him and he... took it in stride.",
      "de": "Aber ich sagte es ihm, und er nahm es ganz locker."
    }
  },
  {
    "translation": {
      "en": "So when he reached his 18th birthday, I relaxed.",
      "de": "Als er 18 wurde, entspannte ich mich."
    }
  },
  {
    "translation": {
      "en": "I sort of thought the plan for his life had changed.",
      "de": "Ich dachte, sein Lebensplan hätte sich geändert."
    }
  },
  {
    "translation": {
      "en": "About two years later...",
      "de": "Ungefähr zwei Jahre später…"
    }
  },
  {
    "translation": {
      "en": "Willie was at a ski camp in Maine.",
      "de": "…war Willie in einem Ski-Camp in Maine."
    }
  },
  {
    "translation": {
      "en": "He was roller-skiing,",
      "de": "Er lief Rollerski,"
    }
  },
  {
    "translation": {
      "en": "which is a cross-country, dry landform of skiing...",
      "de": "eine Art Skilanglauf auf trockenem Gelände…"
    }
  },
  {
    "translation": {
      "en": "with a friend of his, and a...",
      "de": "…mit einer Freundin, und…"
    }
  },
  {
    "translation": {
      "en": "car missed her and hit him and killed him instantly.",
      "de": "…ein Auto verfehlte sie und fuhr ihn an. Er war sofort tot."
    }
  },
  {
    "translation": {
      "en": "The world stopped.",
      "de": "Die Welt blieb stehen."
    }
  },
  {
    "translation": {
      "en": "My experience, uh, did not... and does not protect me from grief.",
      "de": "Meine Erfahrung schützte mich nicht und schützt mich nicht vor Trauer."
    }
  },
  {
    "translation": {
      "en": "I love...",
      "de": "Ich liebe…"
    }
  },
  {
    "translation": {
      "en": "I loved my son and continue to love him...",
      "de": "Ich liebte meinen Sohn und liebe ihn immer noch."
    }
  },
  {
    "translation": {
      "en": "more than I can imagine.",
      "de": "Mehr, als ich mir vorstellen kann."
    }
  },
  {
    "translation": {
      "en": "But my near-death experience changes how I understand death.",
      "de": "Aber meine Nahtoderfahrung verändert mein Verständnis vom Tod."
    }
  },
  {
    "translation": {
      "en": "Death is not the final word and it's not the end.",
      "de": "Der Tod ist nicht das letzte Wort und nicht das Ende."
    }
  },
  {
    "translation": {
      "en": "Death is just the physical loss.",
      "de": "Der Tod ist nur der physische Verlust."
    }
  },
  {
    "translation": {
      "en": "I know my son is...",
      "de": "Ich weiß, mein Sohn ist…"
    }
  },
  {
    "translation": {
      "en": "somewhere. [laughs]",
      "de": "…irgendwo."
    }
  },
  {
    "translation": {
      "en": "And I know that I'll see him again.",
      "de": "Und ich weiß, ich werde ihn wiedersehen."
    }
  },
  {
    "translation": {
      "en": "[Bruce] If it is true that consciousness is not solely dependent on the brain...",
      "de": "Wenn es stimmt, dass das Bewusstsein nicht nur vom Gehirn abhängig ist…"
    }
  },
  {
    "translation": {
      "en": "that raises the question,",
      "de": "…stellt sich die Frage,"
    }
  },
  {
    "translation": {
      "en": "\"What happens to consciousness after we die?\"",
      "de": "was nach dem Tod mit dem Bewusstsein passiert."
    }
  },
  {
    "translation": {
      "en": "Can a consciousness continue after the death of the body",
      "de": "Kann ein Bewusstsein nach dem Tod des Körpers weiterleben"
    }
  },
  {
    "translation": {
      "en": "and communicate with people who are still alive?",
      "de": "und mit Menschen kommunizieren, die noch leben?"
    }
  },
  {
    "translation": {
      "en": "When I was four, I used to see spirits. I'd get messages from them.",
      "de": "Mit vier sah ich Geister. Ich bekam Botschaften von ihnen."
    }
  },
  {
    "translation": {
      "en": "So I'm hopin' you're gonna enjoy this evening.",
      "de": "Ich hoffe, euch gefällt der Abend."
    }
  },
  {
    "translation": {
      "en": "There will be some laughter, there may be some tears,",
      "de": "Es wird gelacht und geweint werden,"
    }
  },
  {
    "translation": {
      "en": "and I'll do my best to get as many messages out as is possible.",
      "de": "und ich tue mein Bestes, möglichst viele Botschaften zu verkünden."
    }
  },
  {
    "translation": {
      "en": "I would see people that other people couldn't see.",
      "de": "Ich sah Leute, die andere nicht sahen."
    }
  },
  {
    "translation": {
      "en": "But I didn't realize that they were not living people.",
      "de": "Aber ich wusste nicht, dass sie nicht lebten."
    }
  },
  {
    "translation": {
      "en": "[woman] As mediums, we open ourselves up to the spirit world.",
      "de": "Als Medien öffnen wir uns der Welt der Geister."
    }
  },
  {
    "translation": {
      "en": "We create a meeting space for both worlds to be united.",
      "de": "Wir schaffen einen Treffpunkt für beide Welten."
    }
  }
]