[
  {
    "translation": {
      "en": "[narrator] Arizona.",
      "de": "Arizona."
    }
  },
  {
    "translation": {
      "en": "Home to America's great Wild West.",
      "de": "Heimat des berühmten Wilden Westens."
    }
  },
  {
    "translation": {
      "en": "Famous for showdowns between lawmen and bandits,",
      "de": "Mit seinen Duellen zwischen Sheriff und Bandit,"
    }
  },
  {
    "translation": {
      "en": "where legends are made and only the courageous survive.",
      "de": "wo Legenden entstehen und nur die Mutigen überleben."
    }
  },
  {
    "translation": {
      "en": "Amid this arid landscape,",
      "de": "Inmitten dieser dürren Landschaft"
    }
  },
  {
    "translation": {
      "en": "ferocious creatures brave this peculiar frontier.",
      "de": "trotzen wilde Tiere dieser kuriosen Region."
    }
  },
  {
    "translation": {
      "en": "Whether the good,",
      "de": "Egal, ob gut,"
    }
  },
  {
    "translation": {
      "en": "the bad,",
      "de": "böse"
    }
  },
  {
    "translation": {
      "en": "or the mighty,",
      "de": "oder mächtig,"
    }
  },
  {
    "translation": {
      "en": "you must be quick on the draw -if you hope to survive. -[rattles]",
      "de": "wer überleben will, muss schnell sein."
    }
  },
  {
    "translation": {
      "en": "It's been a long night foraging for food for this desert-dwelling kangaroo rat.",
      "de": "Diese Wüstenkängururatte sucht schon die ganze Nacht nach Nahrung."
    }
  },
  {
    "translation": {
      "en": "Busy collecting a bounty of hundreds of seeds to store back at her burrow.",
      "de": "Sie sammelt Hunderte Samen, um sie in ihrem Bau zu lagern."
    }
  },
  {
    "translation": {
      "en": "Instead of using her paws to carry the load,",
      "de": "Sie trägt sie nicht mit den Pfoten,"
    }
  },
  {
    "translation": {
      "en": "she shovels them into her fur-lined cheek pouches.",
      "de": "sondern schaufelt sie in ihre Pelzbackentaschen."
    }
  },
  {
    "translation": {
      "en": "Time to set off home.",
      "de": "Zeit für den Rückweg."
    }
  },
  {
    "translation": {
      "en": "Like a tiny kangaroo, she uses her powerful back legs to speed through the desert,",
      "de": "Wie ein Mini-Känguru hüpft sie mit ihren kräftigen Hinterbeinen durch die Wüste."
    }
  },
  {
    "translation": {
      "en": "while her long tail helps maintain balance.",
      "de": "Mit ihrem langen Schwanz hält sie die Balance."
    }
  },
  {
    "translation": {
      "en": "Fur on the soles of her feet prevent her from sinking into the loose earth.",
      "de": "Bepelzte Fußsohlen verhindern das Einsinken in die lockere Erde."
    }
  },
  {
    "translation": {
      "en": "As she arrives back home,",
      "de": "Zu Hause eingetroffen"
    }
  },
  {
    "translation": {
      "en": "a young kangaroo rat instantly emerges from the burrow to greet her.",
      "de": "kommt sofort eine junge Kängururatte zur Begrüßung aus dem Bau."
    }
  },
  {
    "translation": {
      "en": "He's been eagerly awaiting his mother's return.",
      "de": "Das Junge hat die Mutter schon erwartet."
    }
  },
  {
    "translation": {
      "en": "Any day now, this adolescent will leave his mother's care to begin his journey of independence.",
      "de": "Bald verlässt es seine Mutter und beginnt seinen Weg in die Unabhängigkeit."
    }
  },
  {
    "translation": {
      "en": "Although he longs to explore the world,",
      "de": "Obwohl es die Welt erforschen will,"
    }
  },
  {
    "translation": {
      "en": "he lacks the courage to take the decisive step.",
      "de": "fehlt ihm der Mut zum entscheidenden Schritt."
    }
  },
  {
    "translation": {
      "en": "For now, this is as far as he's willing to venture from the security of their burrow.",
      "de": "Fürs Erste ist es nur bereit, sich vor ihrem sicheren Bau zu wagen."
    }
  },
  {
    "translation": {
      "en": "While the desert is cooler at nighttime,",
      "de": "Nachts ist die Wüste kühler."
    }
  },
  {
    "translation": {
      "en": "the dark conceals some of the toughest characters in town.",
      "de": "Die Dunkelheit verbirgt einige der kaltblütigsten Bewohner."
    }
  },
  {
    "translation": {
      "en": "Kangaroo rats are surrounded by enemies.",
      "de": "Kängururatten leben unter Feinden."
    }
  },
  {
    "translation": {
      "en": "A deadly diamondback rattlesnake carries enough venom",
      "de": "Eine tödliche Texas-Klapperschlange hat genug Gift,"
    }
  },
  {
    "translation": {
      "en": "to kill more than 60,000 mice.",
      "de": "um mehr als 60.000 Mäuse zu töten."
    }
  },
  {
    "translation": {
      "en": "And kangaroo rats are one of their favorite foods.",
      "de": "Kängururatten gehören zu ihren Lieblingsspeisen."
    }
  },
  {
    "translation": {
      "en": "The naive young kangaroo rat still has much to learn,",
      "de": "Die naive junge Kängururatte hat noch viel zu lernen"
    }
  },
  {
    "translation": {
      "en": "and he hasn't noticed the impending danger.",
      "de": "und die drohende Gefahr nicht bemerkt."
    }
  },
  {
    "translation": {
      "en": "Rattlesnakes strike their prey faster than the blink of an eye.",
      "de": "Klapperschlangen schießen blitzartig auf ihre Beute zu."
    }
  },
  {
    "translation": {
      "en": "The kangaroo rat's mother's worst fear is unfolding before her very eyes.",
      "de": "Die größte Angst der Rattenmutter wird vor ihren Augen Realität."
    }
  },
  {
    "translation": {
      "en": "She sprints to intercept the snake's powerful jaws.",
      "de": "Sie sprintet, um ihr Junges zu beschützen."
    }
  },
  {
    "translation": {
      "en": "In a split second,",
      "de": "In Sekundenbruchteilen"
    }
  },
  {
    "translation": {
      "en": "the life of the young kangaroo rat has changed forever.",
      "de": "hat sich das Leben der jungen Ratte für immer verändert."
    }
  },
  {
    "translation": {
      "en": "Now, the lethal rattlesnake switches its attention.",
      "de": "Nun wendet sich die Schlange Neuem zu."
    }
  },
  {
    "translation": {
      "en": "The juvenile is left with no choice but to run.",
      "de": "Dem Jungen bleibt nur die Flucht."
    }
  },
  {
    "translation": {
      "en": "Forced to abandon all he knows, he's pushed out into uncharted territory.",
      "de": "Es muss das Bekannte hinter sich lassen und wird in unbekanntes Terrain getrieben."
    }
  },
  {
    "translation": {
      "en": "The snake takes over the kangaroo rats' burrow.",
      "de": "Die Schlange besetzt den Bau der Kängururatten."
    }
  },
  {
    "translation": {
      "en": "The balance of law and order has tipped out of the young rat's favor.",
      "de": "Die Welt des Rattenjungen ist aus den Fugen geraten."
    }
  },
  {
    "translation": {
      "en": "Driven by grief and fear,",
      "de": "Trauernd und ängstlich"
    }
  },
  {
    "translation": {
      "en": "he's been racing as fast and as far away as he can.",
      "de": "rast es weg, so schnell und so weit es kann."
    }
  },
  {
    "translation": {
      "en": "He's lost the one thing most dear to him.",
      "de": "Es erlitt den größten Verlust."
    }
  },
  {
    "translation": {
      "en": "Having never been away from his home before,",
      "de": "Da es immer nur im Bau war,"
    }
  },
  {
    "translation": {
      "en": "he's unsure of what to do or where to go.",
      "de": "weiß es nicht, was es tun oder wohin es gehen soll."
    }
  },
  {
    "translation": {
      "en": "The chances of survival for this naive kangaroo rat look slim.",
      "de": "Die Überlebenschancen für diese naive Kängururatte sind gering."
    }
  },
  {
    "translation": {
      "en": "Summer temperatures in Arizona can reach 115 degrees Fahrenheit.",
      "de": "Die Sommertemperaturen in Arizona können 45 Grad Celsius erreichen."
    }
  },
  {
    "translation": {
      "en": "The air is dry, making it hard to breathe.",
      "de": "Die Luft ist trocken, was das Atmen erschwert."
    }
  },
  {
    "translation": {
      "en": "The burning daylight makes the ground scorched and unbearable underfoot.",
      "de": "Die gleißende Sonne heizt den Boden unerträglich auf."
    }
  },
  {
    "translation": {
      "en": "The body of the kangaroo rat is designed to reduce water loss.",
      "de": "Der Körper der Kängururatte soll Flüssigkeitsverlust reduzieren."
    }
  },
  {
    "translation": {
      "en": "He can perspire only through his feet.",
      "de": "Sie kann nur durch ihre Füße schwitzen."
    }
  },
  {
    "translation": {
      "en": "However, he isn't adapted to stay in the sun for long.",
      "de": "Aber sie kann nicht lange in der Sonne bleiben."
    }
  },
  {
    "translation": {
      "en": "He'll perish if he stays out for more than an hour.",
      "de": "Ist sie ihr über eine Stunde ausgesetzt, stirbt sie."
    }
  },
  {
    "translation": {
      "en": "Seeking shade isn't enough.",
      "de": "Schatten reicht nicht."
    }
  },
  {
    "translation": {
      "en": "He must go underground.",
      "de": "Sie muss unter die Erde."
    }
  },
  {
    "translation": {
      "en": "The air inside the tunnel is pungent... but this subterranean shelter",
      "de": "Die Luft im Tunnel ist beißend, aber der unterirdische Unterschlupf"
    }
  },
  {
    "translation": {
      "en": "would provide some much-needed relief from the relentless sunlight.",
      "de": "würde dringend benötigten Schutz vor der Sonne bieten."
    }
  },
  {
    "translation": {
      "en": "The dark entices him in.",
      "de": "Die Dunkelheit lockt sie rein."
    }
  },
  {
    "translation": {
      "en": "A foot or two below the hot surface exists a honeycomb network of tunnels.",
      "de": "Etwa 30 bis 60 cm unter dem heißen Boden liegt ein wabenartiges Tunnelnetzwerk."
    }
  },
  {
    "translation": {
      "en": "It's here many of the desert animals seek respite from the sun.",
      "de": "Hier suchen viele Wüstentiere Schutz vor der Sonne."
    }
  },
  {
    "translation": {
      "en": "But some life has adapted to thrive above ground.",
      "de": "Einige haben sich an ein übererdiges Leben angepasst."
    }
  },
  {
    "translation": {
      "en": "The seasonal monsoons of the Sonoran Desert produce lush pockets of vegetation.",
      "de": "Die Monsunwinde der Sonora-Wüste sorgen für üppige Vegetation."
    }
  },
  {
    "translation": {
      "en": "A forest of saguaro cacti.",
      "de": "Ein Saguaro-Wald."
    }
  },
  {
    "translation": {
      "en": "These giants stand up to 60 feet tall and weigh as much as two tons.",
      "de": "Diese Riesen werden bis zu 18 m groß und wiegen bis zu zwei Tonnen."
    }
  },
  {
    "translation": {
      "en": "Taking advantage of the rich landscape are lifeforms who appear as if they are from another time.",
      "de": "Die üppige Landschaft nutzen Tiere, die aus anderen Zeiten zu kommen scheinen."
    }
  },
  {
    "translation": {
      "en": "Almost prehistoric.",
      "de": "Fast prähistorischen."
    }
  },
  {
    "translation": {
      "en": "With a keen sense of smell, this Gila monster has discovered treasure:",
      "de": "Sein scharfer Geruchssinn führte das Gilatier zu einem Schatz:"
    }
  },
  {
    "translation": {
      "en": "a nest of tortoise eggs carefully hidden in the sand,",
      "de": "ein gut im Sand verstecktes Schildkröteneiernest,"
    }
  },
  {
    "translation": {
      "en": "away from the sun's rays.",
      "de": "geschützt vor der Sonne."
    }
  },
  {
    "translation": {
      "en": "However, they aren't buried deep enough to protect them from the Gila monster.",
      "de": "Aber es liegt nicht tief genug, um es vorm Gilatier zu schützen."
    }
  },
  {
    "translation": {
      "en": "Biting through the shell, it consumes the contents with its forked tongue.",
      "de": "Das knackt die Eier und frisst den Inhalt mit seiner gegabelten Zunge."
    }
  },
  {
    "translation": {
      "en": "Having gorged as much as it can,",
      "de": "Nachdem es vollgefressen ist,"
    }
  },
  {
    "translation": {
      "en": "the Gila monster won't need to feed again for months.",
      "de": "muss das Gilatier monatelang nicht mehr fressen."
    }
  },
  {
    "translation": {
      "en": "The dragon returns to its lair.",
      "de": "Der Drache kehrt in den Bau zurück."
    }
  },
  {
    "translation": {
      "en": "Tasting the air, it's clear it has an unexpected visitor.",
      "de": "Der Geruch in der Luft sagt ihm, er hat unerwarteten Besuch."
    }
  },
  {
    "translation": {
      "en": "Kangaroo rats are extremely sensitive to vibrations.",
      "de": "Kängururatten spüren kleinste Vibrationen."
    }
  },
  {
    "translation": {
      "en": "And the sound of something approaching echoes down the chamber.",
      "de": "Sie hört was kommen, es hallt durch den Bau."
    }
  },
  {
    "translation": {
      "en": "Slowed down by the weight of its full belly, the Gila has little chance of catching him.",
      "de": "Mit vollem Bauch ist das Gilatier zu langsam, um sie zu fangen."
    }
  },
  {
    "translation": {
      "en": "But the Wild West takes no prisoners.",
      "de": "Aber der Wilde Westen kennt kein Erbarmen."
    }
  },
  {
    "translation": {
      "en": "Tarantulas never venture too far from their burrows,",
      "de": "Taranteln wagen sich nie zu weit von ihren Höhlen weg."
    }
  },
  {
    "translation": {
      "en": "and this Arizona blond tarantula is blocking his exit.",
      "de": "Diese Aphonopelma chalcodes versperrt ihr den Ausgang."
    }
  },
  {
    "translation": {
      "en": "He's left with no option but to try and slip past the Gila monster.",
      "de": "Ihr bleibt keine andere Wahl, als am Gilatier vorbeizukommen."
    }
  },
  {
    "translation": {
      "en": "This hero is once again forced out into the open...",
      "de": "Unsere Heldin wird wieder ins Freie getrieben."
    }
  },
  {
    "translation": {
      "en": "and even further away from the safety of his own home.",
      "de": "Noch weiter weg von der Sicherheit des eigenen Zuhauses."
    }
  },
  {
    "translation": {
      "en": "Isolated and alone, he's uncertain of where to go next.",
      "de": "Isoliert und allein weiß sie nicht, was sie als Nächstes tun soll."
    }
  },
  {
    "translation": {
      "en": "But there's no time to reflect.",
      "de": "Aber keine Zeit zum Nachdenken."
    }
  },
  {
    "translation": {
      "en": "A roaring wall of dust thunders towards him.",
      "de": "Eine tosende Staubwand donnert auf sie zu."
    }
  },
  {
    "translation": {
      "en": "Engulfed in a vicious storm of desert sand and grit,",
      "de": "Eingeschlossen in einen Sturm aus Sand und Kies"
    }
  },
  {
    "translation": {
      "en": "he's choked by the plumes of dust.",
      "de": "nimmt ihr die Staubwolke den Atem."
    }
  },
  {
    "translation": {
      "en": "The surface of the ground is parched and loose.",
      "de": "Der Boden ist ausgetrocknet und locker."
    }
  },
  {
    "translation": {
      "en": "The wheels of the bike easily churn up the dry soil.",
      "de": "Das Motorrad wirbelt leicht den trockenen Boden auf."
    }
  },
  {
    "translation": {
      "en": "Relative to his size, the kangaroo rat can outmaneuver the bike.",
      "de": "Durch ihre Größe kann die Ratte dem Motorrad ausweichen."
    }
  },
  {
    "translation": {
      "en": "Blinded by a wall of dirt, he finds his way inside something dark and protective.",
      "de": "Trotz schlechter Sicht rettet sie sich in was Dunkles und Schützendes."
    }
  },
  {
    "translation": {
      "en": "It's not perfect,",
      "de": "Es ist nicht perfekt,"
    }
  },
  {
    "translation": {
      "en": "but it provides enough shelter to escape the chaos.",
      "de": "aber gut genug, um dem Chaos zu entkommen."
    }
  },
  {
    "translation": {
      "en": "For the first time since leaving home, he can finally rest.",
      "de": "Zum ersten Mal seit Verlassen des Baus kann sie sich ausruhen."
    }
  },
  {
    "translation": {
      "en": "He's jolted awake.",
      "de": "Sie schreckt auf."
    }
  },
  {
    "translation": {
      "en": "A false alarm?",
      "de": "Ein Fehlalarm?"
    }
  },
  {
    "translation": {
      "en": "The youngster finds himself in the middle of target practice.",
      "de": "Das Junge ist in eine Schießübung geraten."
    }
  },
  {
    "translation": {
      "en": "This cowboy is an expert marksman.",
      "de": "Dieser Cowboy ist ein gekonnter Schütze."
    }
  },
  {
    "translation": {
      "en": "He takes aim.",
      "de": "Er zielt."
    }
  },
  {
    "translation": {
      "en": "Fixated on his target,",
      "de": "Er ist so konzentriert,"
    }
  },
  {
    "translation": {
      "en": "he's oblivious of the kangaroo rat inside one of the old cans.",
      "de": "dass er die Ratte in einer der alten Dosen nicht wahrnimmt."
    }
  },
  {
    "translation": {
      "en": "But a faulty trigger has provided an opportunity to escape.",
      "de": "Aber ein defekter Abzug bietet eine Fluchtgelegenheit."
    }
  },
  {
    "translation": {
      "en": "Sent into a spin, the tin can and the kangaroo rat pick up momentum,",
      "de": "Die Dose mit der Kängururatte kullert los, nimmt Schwung auf"
    }
  },
  {
    "translation": {
      "en": "rolling faster and faster to uncharted territory.",
      "de": "und rollt immer schneller in unbekanntes Terrain."
    }
  },
  {
    "translation": {
      "en": "An eerie silence blankets the landscape.",
      "de": "Eine unheimliche Stille senkt sich über die Landschaft."
    }
  },
  {
    "translation": {
      "en": "Laid out before him is a creepy spectacle.",
      "de": "Der Ratte bietet sich ein gruseliger Anblick."
    }
  },
  {
    "translation": {
      "en": "Bones of the long-deceased stretch out as far as he can see...",
      "de": "Knochen von längst Verstorbenen, so weit sie sehen kann."
    }
  },
  {
    "translation": {
      "en": "where many have met their end under the desert sun.",
      "de": "Hier haben viele unter der Wüstensonne ihr Ende gefunden."
    }
  },
  {
    "translation": {
      "en": "But some of these victims didn't get here by accident.",
      "de": "Aber einige Opfer kamen nicht zufällig her."
    }
  },
  {
    "translation": {
      "en": "A terrifying raptor, the Harris's hawk is an expert hunter.",
      "de": "Wüstenbussarde sind furchterregende Raubvögel und erfahrene Jäger."
    }
  },
  {
    "translation": {
      "en": "Locking on to its target, it descends from the sky.",
      "de": "Mit dem Ziel fest im Visier schießt er vom Himmel hinab."
    }
  },
  {
    "translation": {
      "en": "Like a velociraptor, it stalks its prey on foot.",
      "de": "Wie ein Velociraptor verfolgt er seine Beute zu Fuß."
    }
  },
  {
    "translation": {
      "en": "As the kangaroo rat flees for his life,",
      "de": "Die Ratte rennt um ihr Leben."
    }
  },
  {
    "translation": {
      "en": "the pounding steps of the hawk shakes the earth beneath his feet.",
      "de": "Die Schritte des Bussards erschüttern die Erde."
    }
  },
  {
    "translation": {
      "en": "An attack could come from any angle.",
      "de": "Er kann von überall kommen."
    }
  },
  {
    "translation": {
      "en": "The kangaroo rat is quickly running out of places to hide.",
      "de": "Der Ratte gehen schnell die Verstecke aus."
    }
  },
  {
    "translation": {
      "en": "It's now or never.",
      "de": "Jetzt oder nie."
    }
  },
  {
    "translation": {
      "en": "Defeated this time, the hawk gives up the chase and retreats.",
      "de": "Dieses Mal gibt der Bussard die Jagd auf und zieht sich zurück."
    }
  },
  {
    "translation": {
      "en": "The air is cooler now.",
      "de": "Es ist jetzt kälter."
    }
  },
  {
    "translation": {
      "en": "The kangaroo rat leaves his hiding place in search of food.",
      "de": "Die Ratte verlässt ihr Versteck, um Nahrung zu suchen."
    }
  },
  {
    "translation": {
      "en": "Individually, these morsels don't carry many calories,",
      "de": "Einzeln haben diese Häppchen kaum Kalorien,"
    }
  },
  {
    "translation": {
      "en": "but consumed in bulk, they'll sustain him over several days.",
      "de": "aber frisst sie große Mengen, kann sie davon mehrere Tage leben."
    }
  },
  {
    "translation": {
      "en": "Having collected up any bits he wants to save for later,",
      "de": "Nachdem sie Vorräte gesammelt hat,"
    }
  },
  {
    "translation": {
      "en": "he must now find somewhere safe to store them.",
      "de": "muss sie einen sicheren Lagerplatz finden."
    }
  },
  {
    "translation": {
      "en": "The inside of this shoe looks perfect.",
      "de": "Der Schuh sieht perfekt aus..."
    }
  },
  {
    "translation": {
      "en": "But it's already taken.",
      "de": "...aber ist schon besetzt."
    }
  },
  {
    "translation": {
      "en": "This boot isn't big enough for the both of them.",
      "de": "Hier ist nicht genug Platz für beide."
    }
  },
  {
    "translation": {
      "en": "Confronting the intruder is a scorpion.",
      "de": "Ein Skorpion bietet der Ratte die Stirn."
    }
  },
  {
    "translation": {
      "en": "Armed with a chemical weapon, its razor-sharp tail is loaded with venom.",
      "de": "Sein messerscharfer Schwanz voller Gift dient ihm als Chemiewaffe."
    }
  },
  {
    "translation": {
      "en": "Too frightened to move, there's no escape for the young kangaroo rat.",
      "de": "Die Ratte ist starr vor Angst. Es gibt kein Entkommen."
    }
  },
  {
    "translation": {
      "en": "But suddenly, the scorpion retreats.",
      "de": "Da weicht ihr Feind zurück."
    }
  },
  {
    "translation": {
      "en": "Silhouetted in the moonlight stands a mysterious character.",
      "de": "Das Mondlicht zeigt die Silhouette eines mysteriösen Wesens."
    }
  },
  {
    "translation": {
      "en": "Around these parts, he goes by the name the scorpion mouse.",
      "de": "Hierzulande ist es unter dem Namen Grashüpfermaus bekannt."
    }
  },
  {
    "translation": {
      "en": "The kangaroo rat takes cover.",
      "de": "Die Ratte sucht Schutz."
    }
  },
  {
    "translation": {
      "en": "The scorpion mouse is a fearless predator of the desert,",
      "de": "Die Grashüpfermaus ist ein furchtloses Wüstenraubtier"
    }
  },
  {
    "translation": {
      "en": "and it's on the hunt for its favorite prey.",
      "de": "und auf der Jagd nach ihrer Lieblingsbeute."
    }
  },
  {
    "translation": {
      "en": "These two ancient enemies lock together in a deadly battle.",
      "de": "Die uralten Feinde fechten einen tödlichen Kampf aus."
    }
  },
  {
    "translation": {
      "en": "Although the scorpion is venomous, the mouse has evolved a biological resistance to its toxic sting.",
      "de": "Der Skorpion ist zwar giftig, die Maus ist inzwischen aber gegen sein Gift immun."
    }
  },
  {
    "translation": {
      "en": "Armed with this superpower, the scorpion mouse isn't afraid of much.",
      "de": "Durch diese Superkraft hat die Maus kaum was zu befürchten."
    }
  },
  {
    "translation": {
      "en": "Having witnessed this true hero of the Wild West,",
      "de": "Diese wahre Heldin des Wilden Westens"
    }
  },
  {
    "translation": {
      "en": "the kangaroo rat is filled with an overwhelming urge to take back what is rightfully his...",
      "de": "inspiriert die Ratte dazu, sich zurückzuholen, was ihr zusteht..."
    }
  },
  {
    "translation": {
      "en": "and confront the thing he fears the most:",
      "de": "...und sich ihrer größten Angst zu stellen:"
    }
  },
  {
    "translation": {
      "en": "the deadly rattlesnake.",
      "de": "der tödlichen Klapperschlange."
    }
  },
  {
    "translation": {
      "en": "It's his home, and he intends to keep it that way.",
      "de": "Es ist ihr Zuhause, und das soll es bleiben."
    }
  },
  {
    "translation": {
      "en": "Determined not to let his story from the past dictate his future,",
      "de": "Vergangenes soll nicht die Zukunft bestimmen."
    }
  },
  {
    "translation": {
      "en": "he must face his fears head-on.",
      "de": "Sie muss sich Ihren Ängsten stellen."
    }
  },
  {
    "translation": {
      "en": "Staring darkness in the face,",
      "de": "Sie beweist ihren Mut."
    }
  },
  {
    "translation": {
      "en": "he bravely passes through the hawk's lair with a new purpose.",
      "de": "Tapfer rast sie mit einem neuen Ziel durchs Lager des Bussards."
    }
  },
  {
    "translation": {
      "en": "He knows what he must do.",
      "de": "Sie weiß, was zu tun ist."
    }
  },
  {
    "translation": {
      "en": "Using himself as bait, he has the hawk exactly where he wants it.",
      "de": "Mit ihr als Köder hat sie den Bussard genau, wo sie ihn haben will."
    }
  },
  {
    "translation": {
      "en": "There is no time to waste.",
      "de": "Schnell!"
    }
  },
  {
    "translation": {
      "en": "Finally, he returns home.",
      "de": "Endlich kehrt sie heim."
    }
  },
  {
    "translation": {
      "en": "Risking his life, he uses every ounce of courage to venture back.",
      "de": "Dafür bringt sie allen Mut auf, riskiert ihr Leben."
    }
  },
  {
    "translation": {
      "en": "Luring the snake out of the burrow...",
      "de": "Sie lockt die Schlange raus."
    }
  },
  {
    "translation": {
      "en": "he then takes cover to watch as his plan unfolds.",
      "de": "Dann schaut sie versteckt zu, ob ihr Plan aufgeht."
    }
  },
  {
    "translation": {
      "en": "It's a setup.",
      "de": "Das ist eine Falle."
    }
  },
  {
    "translation": {
      "en": "Although the rattlesnake has a deadly bite,",
      "de": "Trotz der Giftzähne der Klapperschlange"
    }
  },
  {
    "translation": {
      "en": "the hawk remains composed.",
      "de": "bleibt der Bussard ruhig."
    }
  },
  {
    "translation": {
      "en": "Standing eye to eye at point-blank range, the two outlaws size each other up.",
      "de": "Die zwei Räuber stehen sich aus nächster Nähe gegenüber und taxieren einander."
    }
  },
  {
    "translation": {
      "en": "It's the ultimate showdown.",
      "de": "Die ultimative Machtprobe."
    }
  },
  {
    "translation": {
      "en": "Driven away by the formidable Harris's hawk,",
      "de": "Vom imposanten Wüstenbussard vertrieben"
    }
  },
  {
    "translation": {
      "en": "the cowardly snake retreats from the fight.",
      "de": "bricht die feige Schlange den Kampf ab."
    }
  },
  {
    "translation": {
      "en": "Banished from this town, it'll never return.",
      "de": "Von hier ist sie verbannt und wird nie zurückkehren."
    }
  },
  {
    "translation": {
      "en": "With the snake gone,",
      "de": "Ohne die Schlange"
    }
  },
  {
    "translation": {
      "en": "triumphantly this tiny hero can take back what is rightfully his.",
      "de": "kann sich die kleine Heldin erfolgreich ihren Besitz zurückholen."
    }
  },
  {
    "translation": {
      "en": "It has taken all his courage for this young kangaroo rat to finally face his past.",
      "de": "Es kostete die junge Ratte all ihren Mut, sich ihrer Vergangenheit zu stellen."
    }
  },
  {
    "translation": {
      "en": "Like all the animals that live in this harsh desert,",
      "de": "Alle Tiere, die in dieser rauen Wüste leben,"
    }
  },
  {
    "translation": {
      "en": "they must face the impossible to survive.",
      "de": "müssen sich zum Überleben dem Unmöglichen stellen."
    }
  },
  {
    "translation": {
      "en": "This shows the true resilience of nature and its ability to overcome the odds.",
      "de": "Das zeigt die wahre Widerstandskraft der Natur und ihre Fähigkeit, Widrigkeiten zu überwinden."
    }
  },
  {
    "translation": {
      "en": "Often where there is fear, there is also opportunity...",
      "de": "Wo Angst ist, gibt es auch Chancen..."
    }
  },
  {
    "translation": {
      "en": "as this kangaroo rat has discovered.",
      "de": "...wie diese Kängururatte erfuhr."
    }
  },
  {
    "translation": {
      "en": "And now he has begun a new journey:",
      "de": "Nun beginnt ein neuer Abschnitt:"
    }
  },
  {
    "translation": {
      "en": "surviving, and more importantly, living freely in the great Wild West.",
      "de": "das Überleben, vor allem in Freiheit, im berühmten Wilden Westen."
    }
  }
]