[
  {
    "translation": {
      "en": "Hello, my name is Detective Gil Carrillo,",
      "de": "Hallo, ich bin Ermittler Gil Carrillo"
    }
  },
  {
    "translation": {
      "en": "Los Angeles County Sheriff's Department, assigned to Homicide Bureau.",
      "de": "von der Mordkommission des L.A. County Sheriff's Department."
    }
  },
  {
    "translation": {
      "en": "The Sheriff's Department is conducting an investigation…",
      "de": "Wir ermitteln im Moment"
    }
  },
  {
    "translation": {
      "en": "on a series of homicides and sexual assaults occurred in Los Angeles County.",
      "de": "in einer Reihe Mordfälle und sexueller Übergriffe in L.A. County."
    }
  },
  {
    "translation": {
      "en": "The suspect, who has traveled highways in what we believe to be stolen vehicles,",
      "de": "Der Verdächtige fährt in gestohlenen Fahrzeugen auf Autobahnen"
    }
  },
  {
    "translation": {
      "en": "is always wearing gloves to make his entries.",
      "de": "und trägt immer Handschuhe."
    }
  },
  {
    "translation": {
      "en": "The suspect has used",
      "de": "Der Verdächtige benutzt"
    }
  },
  {
    "translation": {
      "en": "[echoing] guns, knives, tire irons, handcuffs and thumbcuffs,",
      "de": "Pistolen, Messer, Montierhebel, Handschellen und Daumenschellen"
    }
  },
  {
    "translation": {
      "en": "as well as his own foot, to inflict serious…",
      "de": "und auch seinen Fuß, um ernsthaften…"
    }
  },
  {
    "translation": {
      "en": "Los Angeles City has almost all benefits and no negatives.",
      "de": "Los Angeles hat fast nur Vorteile und keine Nachteile."
    }
  },
  {
    "translation": {
      "en": "[woman 1] This was a decade when the queen visited, the Pope visited.",
      "de": "In dem Jahrzehnt hatten wir Besuche der Queen und des Papstes."
    }
  },
  {
    "translation": {
      "en": "We had the Olympics.",
      "de": "Die Olympischen Spiele."
    }
  },
  {
    "translation": {
      "en": "We were proud of the city, proud of LA.",
      "de": "Wir waren stolz auf die Stadt, auf L.A."
    }
  },
  {
    "translation": {
      "en": "For the first time in recorded history, our freeways were relatively clear.",
      "de": "Zum ersten Mal waren unsere Autobahnen relativ frei."
    }
  },
  {
    "translation": {
      "en": "-[woman 1] It was a huge decade. -Crime dropped like a rock.",
      "de": "-Es war ein großes Jahrzehnt. -Verbrechen nahmen extrem ab."
    }
  },
  {
    "translation": {
      "en": "[reporter] Our top story,",
      "de": "Die Topnachrichten."
    }
  },
  {
    "translation": {
      "en": "record temperatures and fires scorching the Southland.",
      "de": "Rekordtemperaturen und Feuer versengen den Süden."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Downtown the mercury reached 107 degrees this afternoon.",
      "de": "Ja, heute Nachmittag kletterte das Thermometer auf 41° C."
    }
  },
  {
    "translation": {
      "en": "[woman 1] You have this amazing city, so many parallel universes.",
      "de": "Man hat diese tolle Stadt, viele verschiedene Paralleluniversen."
    }
  },
  {
    "translation": {
      "en": "[woman 2] LA was a facade.",
      "de": "L.A. war eine Fassade."
    }
  },
  {
    "translation": {
      "en": "From one side, it was glamorous celebrities.",
      "de": "Auf der einen Seite war es glamourös, voller Berühmtheiten."
    }
  },
  {
    "translation": {
      "en": "But if you went around to the other side…",
      "de": "Aber auf der anderen Seite…"
    }
  },
  {
    "translation": {
      "en": "…LA could be a very dark place.",
      "de": "…konnte L.A. sehr düster sein."
    }
  },
  {
    "translation": {
      "en": "[woman 2] You could be anybody.",
      "de": "Man kann alles sein."
    }
  },
  {
    "translation": {
      "en": "It also attracted very, very dangerous people.",
      "de": "Das zieht auch sehr gefährliche Leute an."
    }
  },
  {
    "translation": {
      "en": "Nobody knows where this individual may strike next.",
      "de": "Keiner weiß, wann diese Person wieder zuschlägt."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] The same man is suspected in six to eight murders",
      "de": "Derselbe Mann wird in sechs bis acht Mordfällen"
    }
  },
  {
    "translation": {
      "en": "and 25 to 30 attacks.",
      "de": "und 25 bis 30 Angriffen verdächtigt."
    }
  },
  {
    "translation": {
      "en": "There's sort of a thin line between being paranoid about it and being aware of it.",
      "de": "Es ist ein schmaler Grat zwischen Paranoia und Wachsamkeit."
    }
  },
  {
    "translation": {
      "en": "…the so-called Night Stalker who has terrorized California.",
      "de": "…der Night Stalker, der Kalifornien terrorisiert."
    }
  },
  {
    "translation": {
      "en": "He struck again. People wonder when and where he'll strike next.",
      "de": "Gestern schlug er wieder zu. Wann und wo schlägt er wieder zu?"
    }
  },
  {
    "translation": {
      "en": "Everybody is scared.",
      "de": "Ich habe Angst, wir alle."
    }
  },
  {
    "translation": {
      "en": "I am not leaving my door open for my son, I don't care if he sleeps on the street.",
      "de": "Ich lass meine Tür nicht offen. Mein Sohn kann draußen schlafen."
    }
  },
  {
    "translation": {
      "en": "[woman] I don't understand why somebody can't identify him. He has to live somewhere. Somebody must know.",
      "de": "Warum identifiziert ihn keiner? Er lebt irgendwo. Jemand muss ihn kennen."
    }
  },
  {
    "translation": {
      "en": "He's a weird-looking character. Somebody has to know him.",
      "de": "Er sieht seltsam aus. Jemand muss ihn kennen."
    }
  },
  {
    "translation": {
      "en": "[Gil] I don't believe that anybody has a choice.",
      "de": "Ich glaube, niemand hat keine Wahl."
    }
  },
  {
    "translation": {
      "en": "Your number is there one day. We're all going to die.",
      "de": "Irgendwann ist man dran. Wir sterben alle."
    }
  },
  {
    "translation": {
      "en": "We just don't know when.",
      "de": "Wir wissen nur nicht, wann."
    }
  },
  {
    "translation": {
      "en": "You start dying the day you were born.",
      "de": "Man stirbt ab seiner Geburt."
    }
  },
  {
    "translation": {
      "en": "I was born and raised in the Catholic Church.",
      "de": "Ich wurde katholisch großgezogen."
    }
  },
  {
    "translation": {
      "en": "I believe in God. I believe in the Holy Spirit.",
      "de": "Ich glaube an Gott. Ich glaube an den Heiligen Geist."
    }
  },
  {
    "translation": {
      "en": "I believe there's a devil. I believe there's an evil force.",
      "de": "Ich glaube an den Teufel. Ich glaube an das Böse."
    }
  },
  {
    "translation": {
      "en": "I just say prayers, hopefully to help give me the wisdom and the knowledge",
      "de": "Ich bete, und das hilft hoffentlich, mir die Weisheit und das Wissen zu geben,"
    }
  },
  {
    "translation": {
      "en": "to bring this case to a solution.",
      "de": "um den Fall zu lösen."
    }
  },
  {
    "translation": {
      "en": "All the people on the block that I lived on, were Mexicans.",
      "de": "Alle Leute in dem Block, in dem ich gewohnt habe, waren Mexikaner."
    }
  },
  {
    "translation": {
      "en": "There was a gang where I lived.",
      "de": "Es gab dort eine Gang."
    }
  },
  {
    "translation": {
      "en": "We all hung out on the corner of Dulin and Holbrook.",
      "de": "Wir hingen an der Dulin und Holbrook ab."
    }
  },
  {
    "translation": {
      "en": "They were more important than school was to me,",
      "de": "Sie waren mir wichtiger als die Schule,"
    }
  },
  {
    "translation": {
      "en": "and I didn't realize that until a cop",
      "de": "und ich erkannte das nicht, bis ein Polizist zu meinen Eltern sagte:"
    }
  },
  {
    "translation": {
      "en": "told my mom and dad, \"Sign for this young man to get off the street,",
      "de": "und ich erkannte das nicht, bis ein Polizist zu meinen Eltern sagte: \"Schreibt ihn ein, oder er stirbt oder geht ins Gefängnis.\""
    }
  },
  {
    "translation": {
      "en": "or he'll end up dead or in prison.\"",
      "de": "\"Schreibt ihn ein, oder er stirbt oder geht ins Gefängnis.\""
    }
  },
  {
    "translation": {
      "en": "And, so, at age 17, my parents signed for me to go into the Army.",
      "de": "Deshalb schickten mich meine Eltern mit 17 zur Armee."
    }
  },
  {
    "translation": {
      "en": "I was a crew chief",
      "de": "Ich war Oberhaupt"
    }
  },
  {
    "translation": {
      "en": "with 189th Assault Helicopter Company in Vietnam.",
      "de": "der 189. Kampfhubschrauberkompanie in Vietnam."
    }
  },
  {
    "translation": {
      "en": "I saw heavy, heavy combat.",
      "de": "Ich sah schweres Gefecht."
    }
  },
  {
    "translation": {
      "en": "By the grace of God, I made it out alive, and…",
      "de": "Durch die Gnade Gottes habe ich überlebt,"
    }
  },
  {
    "translation": {
      "en": "as soon as I got out of Armed Forces, I had three goals in life.",
      "de": "und nach der Streitmacht hatte ich drei Ziele im Leben."
    }
  },
  {
    "translation": {
      "en": "One was to start dating my former girlfriend,",
      "de": "Ich wollte meine alte Freundin zurückgewinnen,"
    }
  },
  {
    "translation": {
      "en": "who had dumped me while I was in Vietnam.",
      "de": "die mich verlassen hatte, als ich in Vietnam war."
    }
  },
  {
    "translation": {
      "en": "I wanted to see if I could get her back, then break up with her.",
      "de": "Ich wollte sie zurück, um Schluss zu machen."
    }
  },
  {
    "translation": {
      "en": "I wanted revenge, I wanted to hurt her like she had hurt me.",
      "de": "Ich wollte Rache. Ich wollte sie auch verletzten."
    }
  },
  {
    "translation": {
      "en": "But it didn't work out that way. [laughs]",
      "de": "Aber so lief es nicht."
    }
  },
  {
    "translation": {
      "en": "[Pearl] He got out of the service in June,",
      "de": "Er kam im Juni vom Dienst zurück,"
    }
  },
  {
    "translation": {
      "en": "and we were married by December.",
      "de": "und wir heirateten im Dezember."
    }
  },
  {
    "translation": {
      "en": "[Gil] December 26, 1970.",
      "de": "Am 26. Dezember 1970."
    }
  },
  {
    "translation": {
      "en": "That was goal number one. Goal number two was to go to college.",
      "de": "Das war mein erstes Ziel. Mein zweites Ziel war ein Studium."
    }
  },
  {
    "translation": {
      "en": "Nobody in my family had ever gone to college,",
      "de": "Keiner in meiner Familie hat studiert."
    }
  },
  {
    "translation": {
      "en": "and I thought college was for rich white people.",
      "de": "Ich dachte, das ist für reiche, weiße Leute."
    }
  },
  {
    "translation": {
      "en": "So, I enrolled at Rio Hondo College…",
      "de": "Also schrieb ich mich am Rio Hondo College ein"
    }
  },
  {
    "translation": {
      "en": "and started going there.",
      "de": "und ging dorthin."
    }
  },
  {
    "translation": {
      "en": "Two out of three goals I accomplished.",
      "de": "Zwei von drei Zielen erreicht."
    }
  },
  {
    "translation": {
      "en": "And the third one was I wanted to become a cop.",
      "de": "Und ich wollte Polizist werden."
    }
  },
  {
    "translation": {
      "en": "October 1st, 1971…",
      "de": "Am 1. Oktober 1971…"
    }
  },
  {
    "translation": {
      "en": "I became a patrol cop at East LA Sheriff's Station.",
      "de": "…wurde ich Streifenpolizist bei der Polizei von East L.A."
    }
  },
  {
    "translation": {
      "en": "When I was 29 years of age, I got an outstanding evaluation.",
      "de": "Als ich 29 war, bekam ich eine herausragende Bewertung."
    }
  },
  {
    "translation": {
      "en": "Those were hard to come by.",
      "de": "Die sind echt selten."
    }
  },
  {
    "translation": {
      "en": "When I showed it to my mom and dad, my dad looked up and said…",
      "de": "Als ich sie meinen Eltern zeigte, sagte mein Vater:"
    }
  },
  {
    "translation": {
      "en": "\"I'm proud of you, son.\" And he had never said that to me in my life.",
      "de": "\"Ich bin stolz auf dich, Sohn.\" Das hatte er noch nie zu mir gesagt."
    }
  },
  {
    "translation": {
      "en": "He always wanted to make his dad proud.",
      "de": "Er wollte immer seinen Vater stolz machen."
    }
  },
  {
    "translation": {
      "en": "Proud of him.",
      "de": "Auf ihn."
    }
  },
  {
    "translation": {
      "en": "[Gil] After that, I watched guys from homicide work.",
      "de": "Ich beobachtete die Jungs der Mordkommission."
    }
  },
  {
    "translation": {
      "en": "They were so meticulous, so good.",
      "de": "Sie waren so sorgfältig, so gut,"
    }
  },
  {
    "translation": {
      "en": "When they pulled up on the scene, everybody got out of their way.",
      "de": "und wenn sie ankamen, machten ihnen alle Platz."
    }
  },
  {
    "translation": {
      "en": "\"Wow, sheriff's homicide's here.\"",
      "de": "\"Die Mordkommission ist hier.\""
    }
  },
  {
    "translation": {
      "en": "I told them, \"One of these days, I want to do your job.\"",
      "de": "Ich sagte: \"Irgendwann will ich euren Job machen.\""
    }
  },
  {
    "translation": {
      "en": "March 23rd, 1981…",
      "de": "Am 23. März 1981"
    }
  },
  {
    "translation": {
      "en": "I get called to go to Homicide Bureau.",
      "de": "wurde ich zur Mordkommission gerufen."
    }
  },
  {
    "translation": {
      "en": "I only had nine and a half years experience.",
      "de": "Ich hatte nur 9,5 Jahre Erfahrung."
    }
  },
  {
    "translation": {
      "en": "That was my goal, that was my dream, and… I made it.",
      "de": "Das war mein Ziel, mein Traum, und den habe ich erreicht."
    }
  },
  {
    "translation": {
      "en": "The Bulldogs. That was their nickname.",
      "de": "Ihr Spitzname war \"die Bulldoggen\"."
    }
  },
  {
    "translation": {
      "en": "I covered hundreds of crimes and dozens and dozens of murders…",
      "de": "Ich habe über hunderte Verbrechen und dutzende Mordfälle berichtet…"
    }
  },
  {
    "translation": {
      "en": "In downtown Los Angeles, Tony Valdez… [echoing] …Channel 11 News.",
      "de": "Aus Downtown Los Angeles, Tony Valdez, Channel 11 News."
    }
  },
  {
    "translation": {
      "en": "…and I can tell you there were a lot of murders that ended up being solved",
      "de": "…und viele Morde wurden am Ende 20 Jahre später gelöst,"
    }
  },
  {
    "translation": {
      "en": "20 years later, because the Bulldogs never let go.",
      "de": "…und viele Morde wurden am Ende 20 Jahre später gelöst, weil die Bulldoggen nie lockerließen."
    }
  },
  {
    "translation": {
      "en": "[Frank] We probably ran 350, 400 murders a year",
      "de": "ERMITTLER MORDKOMMISSION Wir ermittelten pro Jahr ungefähr 350, 400 Mordfälle"
    }
  },
  {
    "translation": {
      "en": "for the sheriff's homicide bureau.",
      "de": "für die Mordkommission des Sheriff's Department."
    }
  },
  {
    "translation": {
      "en": "Los Angeles Police Department was probably running 500 or 600.",
      "de": "Die LAPD hatte wahrscheinlich 500 oder 600."
    }
  },
  {
    "translation": {
      "en": "So, in LA County, there's probably close to 1,000 murders a year.",
      "de": "Es gibt in L.A. County also ungefähr 1000 Morde pro Jahr."
    }
  },
  {
    "translation": {
      "en": "And it takes a big ego, because you got to have confidence in what you're doing.",
      "de": "Es bedarf eines großen Egos, man muss auf das vertrauen, was man tut."
    }
  },
  {
    "translation": {
      "en": "You're investigating the ultimate crime.",
      "de": "Man untersucht das ultimative Verbrechen."
    }
  },
  {
    "translation": {
      "en": "There's nothing more serious than one human being taking the life of another.",
      "de": "Es gibt nichts Ernsteres als ein Mensch, der einem anderen das Leben nimmt."
    }
  },
  {
    "translation": {
      "en": "[Gil] Frank Salerno's the Italian Stallion, he's the goombah, he's… he's everything.",
      "de": "Frank Salerno ist der italienische Hengst, er ist der Pate, er ist alles."
    }
  },
  {
    "translation": {
      "en": "When I got there, he was working on the Hillside Strangler.",
      "de": "Als ich ankam, arbeitete er am Hillside Strangler."
    }
  },
  {
    "translation": {
      "en": "[reporter] This is where the first Hillside Strangler victim was found.",
      "de": "Hier wurde das erste Opfer gefunden."
    }
  },
  {
    "translation": {
      "en": "The death of Laura Collins and 12 other young women",
      "de": "Der Tod von Laura Collins und 12 weiteren Frauen"
    }
  },
  {
    "translation": {
      "en": "touched off one of the largest manhunts in Southern California history.",
      "de": "löste eine der größten Fahndungen jemals aus."
    }
  },
  {
    "translation": {
      "en": "[Gil] Everybody looked up to him. He's the man.",
      "de": "Alle schauten zu ihm auf. Er ist der Mann!"
    }
  },
  {
    "translation": {
      "en": "[man] If you saw Frank Salerno or heard his name,",
      "de": "Sah man Frank Salerno oder hörte seinen Namen,"
    }
  },
  {
    "translation": {
      "en": "these were not small-time crimes. They were bringing heavy guns.",
      "de": "war das kein kleines Verbrechen. Sie brachten die schweren Geschütze."
    }
  },
  {
    "translation": {
      "en": "Frank Salerno was a straight shooter. He's a disciplined guy.",
      "de": "Frank Salerno war ein ehrlicher Kerl, diszipliniert."
    }
  },
  {
    "translation": {
      "en": "He was always a poker face.",
      "de": "Er hatte immer ein Pokerface."
    }
  },
  {
    "translation": {
      "en": "He's very businesslike.",
      "de": "Er ist sehr professionell."
    }
  },
  {
    "translation": {
      "en": "[reporter] His co-workers call him a cop's detective.",
      "de": "Seine Kollegen nennen ihn Perfektionist."
    }
  },
  {
    "translation": {
      "en": "[man] Frank overlooks nothing.",
      "de": "Frank übersieht nichts."
    }
  },
  {
    "translation": {
      "en": "You'd be surprised how thorough he is on an investigation.",
      "de": "Sie wären überrascht, wie gründlich er ermittelt."
    }
  },
  {
    "translation": {
      "en": "[Frank] Gil Carrillo and Jim Mercer were teamed together as partners.",
      "de": "Gil Carrillo und Jim Mercer waren Partner."
    }
  },
  {
    "translation": {
      "en": "He sat at a desk that was behind me and to my left.",
      "de": "Er saß an einem Tisch hinter mir zu meiner Linken."
    }
  },
  {
    "translation": {
      "en": "And he was the youngest detective in the Bureau at the time.",
      "de": "Und er war damals der jüngste Ermittler im Präsidium."
    }
  },
  {
    "translation": {
      "en": "One day, Frank comes over and says,",
      "de": "Eines Tages sagte Frank:"
    }
  },
  {
    "translation": {
      "en": "\"Want to go down to Little Joe's?\" An Italian restaurant in Chinatown.",
      "de": "\"Wollt ihr zu Little Joe's?\", einem italienischen Restaurant."
    }
  },
  {
    "translation": {
      "en": "And I'm sitting there and I've never eaten Italian food.",
      "de": "Ich hatte nie italienisch gegessen."
    }
  },
  {
    "translation": {
      "en": "I grew up in a Mexican home. That's what I know, is Mexican food.",
      "de": "Ich wuchs mexikanisch auf. Ich kannte mexikanisches Essen."
    }
  },
  {
    "translation": {
      "en": "I look at this menu and I don't recognize anything.",
      "de": "Ich schaute auf die Speisekarte. Ich erkannte nichts."
    }
  },
  {
    "translation": {
      "en": "I don't know what it is. I remember ordering chicken Parmesan.",
      "de": "Ich schaute auf die Speisekarte. Ich erkannte nichts. Ich bestellte ein Hähnchen-Parmigiana."
    }
  },
  {
    "translation": {
      "en": "And I'm eating this food and I'm laughing.",
      "de": "Ich aß und ich lachte."
    }
  },
  {
    "translation": {
      "en": "Salerno looked at me, said, \"What's so funny, kid?\" I said,",
      "de": "Salerno fragte mich: \"Was ist so witzig?\" Ich sagte:"
    }
  },
  {
    "translation": {
      "en": "\"Here I am, last week, I'm eating a double-wrapped red chili burrito",
      "de": "\"Letzte Woche aß ich einen Roten-Chili-Burrito"
    }
  },
  {
    "translation": {
      "en": "off the hood of a radio car in east LA.",
      "de": "auf einem Streifenwagen in East L.A."
    }
  },
  {
    "translation": {
      "en": "Tonight, I'm wearing a suit and tie,",
      "de": "Heute trage ich einen Anzug, esse etwas, das ich nicht kenne,"
    }
  },
  {
    "translation": {
      "en": "eating some shit that I don't know what it is, drinking a glass of wine",
      "de": "Heute trage ich einen Anzug, esse etwas, das ich nicht kenne, und trinke Wein mit Frank Salerno und den Mordermittlern."
    }
  },
  {
    "translation": {
      "en": "with Frank Salerno and the guys from Homicide.",
      "de": "und trinke Wein mit Frank Salerno und den Mordermittlern."
    }
  },
  {
    "translation": {
      "en": "It don't get any better than that.\"",
      "de": "Besser wird es nicht mehr.\""
    }
  },
  {
    "translation": {
      "en": "[woman] I was working at AT&T,",
      "de": "Ich arbeitete bei AT&T."
    }
  },
  {
    "translation": {
      "en": "and across the street was a mini-mall.",
      "de": "Gegenüber war eine Mini-Mall."
    }
  },
  {
    "translation": {
      "en": "And in there was a Salvation Army store.",
      "de": "Da war auch ein Laden der Heilsarmee,"
    }
  },
  {
    "translation": {
      "en": "And I would just spend my lunch hour in there.",
      "de": "wo ich meine Mittagspausen verbrachte."
    }
  },
  {
    "translation": {
      "en": "And once, I was in there, there was a table that was full of junk,",
      "de": "Einmal war da ein Tisch voller Müll."
    }
  },
  {
    "translation": {
      "en": "and there was this hat.",
      "de": "Und da lag eine Kappe."
    }
  },
  {
    "translation": {
      "en": "And I picked it up, 'cause the letters on it said \"AC/DC.\"",
      "de": "Ich hob sie hoch, weil auf ihr \"AC/DC\" stand."
    }
  },
  {
    "translation": {
      "en": "I didn't know what that was, and thought it was kind of weird.",
      "de": "Ich wusste nicht, was das ist, fand es komisch."
    }
  },
  {
    "translation": {
      "en": "And so, I threw it back down.",
      "de": "Ich legte sie zurück."
    }
  },
  {
    "translation": {
      "en": "And then on my right, here comes this man,",
      "de": "Da kam von rechts ein Mann,"
    }
  },
  {
    "translation": {
      "en": "and he stood right there and picked up the hat…",
      "de": "stellte sich hin, hob die Kappe auf,"
    }
  },
  {
    "translation": {
      "en": "looked at it…",
      "de": "sah sie an,"
    }
  },
  {
    "translation": {
      "en": "turned around and looked at me,",
      "de": "drehte sich um, schaute mich an"
    }
  },
  {
    "translation": {
      "en": "and kind of smiled a little bit,",
      "de": "und lächelte ein bisschen."
    }
  },
  {
    "translation": {
      "en": "and he had the devil on his hand.",
      "de": "Er hatte den Teufel auf seiner Hand."
    }
  },
  {
    "translation": {
      "en": "A picture. A round circle with the face of the devil.",
      "de": "Es war ein Bild. Ein Kreis mit dem Gesicht des Teufels."
    }
  },
  {
    "translation": {
      "en": "You know, with the horns?",
      "de": "Mit Hörnern."
    }
  },
  {
    "translation": {
      "en": "And he got the hat, walked away.",
      "de": "Er nahm die Kappe und ging."
    }
  },
  {
    "translation": {
      "en": "When I went home from work, I was on the freeway with my little car,",
      "de": "Als ich mit meinem kleinen Auto auf der Autobahn von der Arbeit heimfuhr,"
    }
  },
  {
    "translation": {
      "en": "and here comes somebody speeding way behind me.",
      "de": "fuhr jemand hinter mir plötzlich viel zu schnell."
    }
  },
  {
    "translation": {
      "en": "Then all of a sudden, he just swerves around my car.",
      "de": "Plötzlich fuhr er um mein Auto rum."
    }
  },
  {
    "translation": {
      "en": "It's like he's right there.",
      "de": "Er war genau da."
    }
  },
  {
    "translation": {
      "en": "Like a moment, stop.",
      "de": "Kurz hielt alles an."
    }
  },
  {
    "translation": {
      "en": "And he turns and he just… He's looking at me.",
      "de": "Er drehte sich um und… Er schaute mich einfach an."
    }
  },
  {
    "translation": {
      "en": "I remembered, you know, that was the same guy I saw",
      "de": "Ich erinnerte mich. Das war derselbe Kerl"
    }
  },
  {
    "translation": {
      "en": "at the thrift store.",
      "de": "wie aus dem Trödelladen."
    }
  },
  {
    "translation": {
      "en": "And he has this horrible big grin and he's missing all these teeth.",
      "de": "Er hatte ein furchtbares großes Grinsen und ihm fehlten viele Zähne."
    }
  },
  {
    "translation": {
      "en": "He just stared at me, like a weird smile.",
      "de": "Er starrte mich mit einem komischen Lächeln an."
    }
  },
  {
    "translation": {
      "en": "It was like a killer clown.",
      "de": "Wie ein Killer-Clown."
    }
  },
  {
    "translation": {
      "en": "[Gil] The date was March 17th, 1985, Saint Patrick's Day.",
      "de": "Es war der 17. März 1985, St. Patrick’s Day."
    }
  },
  {
    "translation": {
      "en": "[Gil] I actually got that murder with my partner.",
      "de": "Ich arbeitete mit meinem Partner an dem Mord."
    }
  },
  {
    "translation": {
      "en": "I get there and the garage door is open.",
      "de": "Als ich ankam, war die Garagentür offen."
    }
  },
  {
    "translation": {
      "en": "In the garage,",
      "de": "In der Garage"
    }
  },
  {
    "translation": {
      "en": "I see blood spatterings around the door and on the floor,",
      "de": "sah ich Blutspritzer um die Tür und auf dem Boden,"
    }
  },
  {
    "translation": {
      "en": "right by the door that separates the garage from the condo proper.",
      "de": "genau bei der Tür, die die Garage von der Wohnung trennt."
    }
  },
  {
    "translation": {
      "en": "There was a baseball cap.",
      "de": "Da lag eine Baseballkappe."
    }
  },
  {
    "translation": {
      "en": "It said \"AC/DC\" on it.",
      "de": "Darauf stand \"AC/DC\"."
    }
  },
  {
    "translation": {
      "en": "And I go inside the condo…",
      "de": "Als ich die Wohnung betrat…"
    }
  },
  {
    "translation": {
      "en": "walk around…",
      "de": "…und herumlief,"
    }
  },
  {
    "translation": {
      "en": "and see a bloody phone inside the bedroom.",
      "de": "sah ich ein blutiges Telefon im Schlafzimmer."
    }
  },
  {
    "translation": {
      "en": "[Gil] And I see Dayle Okazaki lying on the kitchen floor…",
      "de": "Ich sah Dayle Okazaki auf dem Küchenboden liegen."
    }
  },
  {
    "translation": {
      "en": "wearing a Dodger jersey.",
      "de": "Sie trug einen Dodger-Pulli."
    }
  },
  {
    "translation": {
      "en": "She had been shot right in the forehead.",
      "de": "Ihr war direkt in die Stirn geschossen worden."
    }
  },
  {
    "translation": {
      "en": "She'd put her hands on the countertop, and lifted her head up",
      "de": "Sie legte ihre Hände auf die Theke und hob ihren Kopf,"
    }
  },
  {
    "translation": {
      "en": "because it was quiet in there, wanted to see where the suspect was at.",
      "de": "weil es so ruhig war. Sie wollte sehen, wo der Verdächtige war."
    }
  },
  {
    "translation": {
      "en": "He was on the other side of the countertop waiting for her,",
      "de": "Er stand auf der anderen Seite der Theke und wartete auf sie."
    }
  },
  {
    "translation": {
      "en": "knowing that she was going to pop her head up, 'cause he could see her hands,",
      "de": "Er wusste, dass sie hochschauen würde, weil er ihre Hände sehen konnte."
    }
  },
  {
    "translation": {
      "en": "waiting there, and when she did, he pulled the trigger.",
      "de": "Als sie hochschaute, drückte er ab."
    }
  },
  {
    "translation": {
      "en": "Maria Hernandez had just driven home.",
      "de": "Maria Hernandez kam heim."
    }
  },
  {
    "translation": {
      "en": "She entered via the garage door",
      "de": "Sie kam durch die Garagentür,"
    }
  },
  {
    "translation": {
      "en": "that she opened with a garage door opener, a remote.",
      "de": "die sie mit einer Fernbedienung geöffnet hatte."
    }
  },
  {
    "translation": {
      "en": "Maria says she keyed the door when she heard an intentional noise.",
      "de": "Maria sagte, sie war an der Tür, als sie ein Geräusch hörte."
    }
  },
  {
    "translation": {
      "en": "She turned around and there was a male suspect with a stargazed look,",
      "de": "Sie drehte sich um und da stand der Verdächtige mit leerem Blick."
    }
  },
  {
    "translation": {
      "en": "with a gun stretched out coming towards her face,",
      "de": "Er streckte die Waffe aus und kam auf sie zu."
    }
  },
  {
    "translation": {
      "en": "and she put her hands up and he pulled the trigger.",
      "de": "Sie hob die Hände hoch und er drückte ab."
    }
  },
  {
    "translation": {
      "en": "The bullet deflected off the keys in her hand.",
      "de": "Die Kugel sprang an dem Schlüssel in ihrer Hand ab."
    }
  },
  {
    "translation": {
      "en": "It knocked her to the ground.",
      "de": "Sie fiel zu Boden."
    }
  },
  {
    "translation": {
      "en": "He then pushed her body out of the way, entered the condo.",
      "de": "Er stieß sie aus dem Weg und betrat die Wohnung."
    }
  },
  {
    "translation": {
      "en": "She jumped up and started running down the alleyway",
      "de": "Sie sprang hoch und rannte die Gasse entlang,"
    }
  },
  {
    "translation": {
      "en": "when she heard another gunshot.",
      "de": "als sie einen weiteren Schuss hörte."
    }
  },
  {
    "translation": {
      "en": "She became concerned for her roommate,",
      "de": "Sie sorgte sich um ihre Mitbewohnerin,"
    }
  },
  {
    "translation": {
      "en": "so she went around the front of the condo",
      "de": "also ging sie zur Vorderseite der Wohnung."
    }
  },
  {
    "translation": {
      "en": "thinking he'll come back out the garage door.",
      "de": "Sie dachte, er ginge durch die Garagentür."
    }
  },
  {
    "translation": {
      "en": "But he didn't.",
      "de": "Aber das tat er nicht."
    }
  },
  {
    "translation": {
      "en": "He came out the front door.",
      "de": "Er kam aus der Vordertür."
    }
  },
  {
    "translation": {
      "en": "He sees her.",
      "de": "Er sah sie."
    }
  },
  {
    "translation": {
      "en": "He's just as startled as she is to see him.",
      "de": "Er war genauso erschrocken wie sie."
    }
  },
  {
    "translation": {
      "en": "Maria says, \"I just threw my hands up and said,",
      "de": "Maria nahm die Hände hoch und sagte:"
    }
  },
  {
    "translation": {
      "en": "'Hey, you already shot me once, do you really have to shoot me again?'\"",
      "de": "\"Du hast schon einmal auf mich geschossen, musst du es noch mal tun?\""
    }
  },
  {
    "translation": {
      "en": "At which time, the suspect puts the gun down by his side",
      "de": "An dem Punkt nahm der Verdächtige die Waffe runter."
    }
  },
  {
    "translation": {
      "en": "and doesn't even run.",
      "de": "Er lief nicht weg."
    }
  },
  {
    "translation": {
      "en": "He walks away.",
      "de": "Er spazierte davon."
    }
  },
  {
    "translation": {
      "en": "[Gil] I'm at the Maria Hernandez house. I'm not thinking about anything else,",
      "de": "Ich war im Haus von Maria Hernandez und konzentriere mich"
    }
  },
  {
    "translation": {
      "en": "other than getting accurate documentations of what my observations are.",
      "de": "auf die akkurate Dokumentation meiner Beobachtungen."
    }
  },
  {
    "translation": {
      "en": "So, I'm documenting everything from ambiance to smell,",
      "de": "Ich dokumentierte alles, von der Atmosphäre bis hin zum Geruch,"
    }
  },
  {
    "translation": {
      "en": "using fixed objects to measure where her foot is, where her head is,",
      "de": "und nutzte feste Objekte, um zu messen, wo ihr Fuß, ihr Kopf war,"
    }
  },
  {
    "translation": {
      "en": "and…",
      "de": "und…"
    }
  },
  {
    "translation": {
      "en": "directing the photographer to take photographs of the crime scene.",
      "de": "…leitete den Fotografen an, Fotos vom Tatort zu machen."
    }
  },
  {
    "translation": {
      "en": "And once that's done,",
      "de": "Als das erledigt war,"
    }
  },
  {
    "translation": {
      "en": "then I can start thinking about motives, and thinking about solving this case.",
      "de": "konnte ich anfangen, über Motive und die Lösung des Falls nachzudenken."
    }
  },
  {
    "translation": {
      "en": "I'm inside the living room and the deputy opens a door and says,",
      "de": "Ich stand im Wohnzimmer. Der Deputy öffnete die Tür und sagte:"
    }
  },
  {
    "translation": {
      "en": "\"Excuse me, the mother of Maria Hernandez is out here",
      "de": "\"Entschuldigung, Maria Hernandez' Mutter ist hier."
    }
  },
  {
    "translation": {
      "en": "and she'd like to have a word with you.\"",
      "de": "Sie würde gerne mit Ihnen reden.\""
    }
  },
  {
    "translation": {
      "en": "While the door is open, he's standing there, I hear somebody say,",
      "de": "Ich hörte jemanden durch die offene Tür sagen:"
    }
  },
  {
    "translation": {
      "en": "\"Gilbert, is that you?\"",
      "de": "\"Gilbert, bist du das?\""
    }
  },
  {
    "translation": {
      "en": "I'm there saying, \"Gilbert? Nobody calls me-- I'm Gil. I'm too cool to be Gilbert.\"",
      "de": "Ich dachte: \"Niemand nennt mich so. Ich bin Gil. Ich bin zu cool für Gilbert.\""
    }
  },
  {
    "translation": {
      "en": "And I can't see her, I hear her voice.",
      "de": "Ich konnte sie nicht sehen, ich hörte sie."
    }
  },
  {
    "translation": {
      "en": "And she says,",
      "de": "Und sie sagte:"
    }
  },
  {
    "translation": {
      "en": "\"It's me, Pauline.\"",
      "de": "\"Ich bin's, Pauline.\""
    }
  },
  {
    "translation": {
      "en": "And I said, \"Pumpkin?\"",
      "de": "Und ich sagte: \"Pumpkin?\""
    }
  },
  {
    "translation": {
      "en": "And she said, \"Yes.\"",
      "de": "Und sie sagte: \"Ja.\""
    }
  },
  {
    "translation": {
      "en": "And it was the mother of Maria Hernandez.",
      "de": "Sie war die Mutter von Maria Hernandez."
    }
  },
  {
    "translation": {
      "en": "A neighbor that lived three doors down from me when I was a kid growing up.",
      "de": "Eine Nachbarin aus der Kindheit, die drei Türen weiter gewohnt hatte."
    }
  },
  {
    "translation": {
      "en": "This case was already close to home.",
      "de": "Der Fall betraf mich bereits persönlich."
    }
  },
  {
    "translation": {
      "en": "We find out the next day that 40 minutes after the murder of Dayle Okazaki,",
      "de": "Nur 40 Minuten nach dem Mord an Dayle Okazaki erhielt die Polizei"
    }
  },
  {
    "translation": {
      "en": "the Monterey Park Police Department got a call.",
      "de": "von Monterey Park einen Anruf."
    }
  },
  {
    "translation": {
      "en": "There was a murder that had occurred",
      "de": "Ungefähr eineinhalb Kilometer vom Tatort"
    }
  },
  {
    "translation": {
      "en": "probably a mile from where Dayle Okazaki got killed.",
      "de": "hatte ein weiterer Mord stattgefunden."
    }
  },
  {
    "translation": {
      "en": "They've got a young Asian girl that is driving down the street,",
      "de": "Ein junges asiatisches Mädchen fuhr die Straße entlang,"
    }
  },
  {
    "translation": {
      "en": "and all of a sudden she is stopped,",
      "de": "als sie plötzlich angehalten,"
    }
  },
  {
    "translation": {
      "en": "and she's yanked out of her car,",
      "de": "aus dem Auto gerissen"
    }
  },
  {
    "translation": {
      "en": "and she's shot for no apparent reason.",
      "de": "und ohne ersichtlichen Grund erschossen wurde."
    }
  },
  {
    "translation": {
      "en": "[reporter] Tsai-Lian Yu was left sprawled in the street, shot in the chest.",
      "de": "Tsai-Lian Yu lag mit Schusswunde in der Brust ausgestreckt in der Straße."
    }
  },
  {
    "translation": {
      "en": "Her last words:",
      "de": "Ihre letzten Worte waren: \"Hilfe!\""
    }
  },
  {
    "translation": {
      "en": "\"Help me! Help me!\"",
      "de": "Ihre letzten Worte waren: \"Hilfe!\" ALTER: 30"
    }
  },
  {
    "translation": {
      "en": "[Gil] It was the same caliber weapon,",
      "de": "Die Waffe hatte dasselbe Kaliber,"
    }
  },
  {
    "translation": {
      "en": "but you can't assume that it's the same gun because…",
      "de": "aber man kann nicht annehmen, dass es die gleiche Waffe ist, weil…"
    }
  },
  {
    "translation": {
      "en": "…there are thousands upon thousands of .22s out there. Maybe it's not.",
      "de": "…tausende Waffen mit Kaliber .22 existieren. Vielleicht ist sie es nicht."
    }
  },
  {
    "translation": {
      "en": "So now we have Maria Hernandez in the hospital.",
      "de": "Maria Hernandez lag im Krankenhaus."
    }
  },
  {
    "translation": {
      "en": "We told her we'd like to send the staff artist. She says, \"Sure.\"",
      "de": "Sie stimmte einem Phantomzeichner zu."
    }
  },
  {
    "translation": {
      "en": "[Maria] I can tell you he was… 5'10\", something like that. Dark clothes…",
      "de": "Ich weiß noch, dass er circa 177 cm groß war. Dunkel gekleidet…"
    }
  },
  {
    "translation": {
      "en": "[Gil] When that staff artist brought me the picture,",
      "de": "Als der Zeichner mir das Bild brachte,"
    }
  },
  {
    "translation": {
      "en": "I was showing it to the detectives over at East LA Station,",
      "de": "zeigte ich es den Ermittlern der Wache von East L.A."
    }
  },
  {
    "translation": {
      "en": "and a friend of mine said, \"Gil, hold that thought.\"",
      "de": "Ein Freund sagte: \"Warte kurz.\""
    }
  },
  {
    "translation": {
      "en": "He goes out to his car and he brings out an identikit drawing.",
      "de": "Er holte ein Phantombild aus seinem Auto."
    }
  },
  {
    "translation": {
      "en": "You put them together, it looks like the same guy.",
      "de": "Sie sahen aus wie dieselbe Person."
    }
  },
  {
    "translation": {
      "en": "His drawing came from the physical description of a suspect",
      "de": "Seine Zeichnung kam von der Beschreibung eines Verdächtigen"
    }
  },
  {
    "translation": {
      "en": "of an attempted kidnapping out of the city of Pico Rivera.",
      "de": "bei einer versuchten Entführung in Pico Rivera."
    }
  },
  {
    "translation": {
      "en": "My mind started working because,",
      "de": "Meine Verstand arbeitete, weil"
    }
  },
  {
    "translation": {
      "en": "before I got to Homicide, I was going to Cal State LA.",
      "de": "ich vor der Zeit als Mordermittler an der Cal State LA war."
    }
  },
  {
    "translation": {
      "en": "There was a professor by the name of Robert Morneau.",
      "de": "Dort gab es einen Prof. Robert Morneau."
    }
  },
  {
    "translation": {
      "en": "Great man, best professor I've ever had.",
      "de": "Der beste Professor, den ich je hatte."
    }
  },
  {
    "translation": {
      "en": "And I took Advanced Criminal Investigation Pertaining to Sex Crimes from him.",
      "de": "Ich war in seinem Kurs über Ermittlungen bei Sexualverbrechen."
    }
  },
  {
    "translation": {
      "en": "And I remembered that there's a deviancy that says,",
      "de": "Es gibt abweichendes Verhalten, bei dem Betroffene sagen:"
    }
  },
  {
    "translation": {
      "en": "\"I like to see a frightened look on your face.\"",
      "de": "\"Ich mag deinen verängstigten Blick."
    }
  },
  {
    "translation": {
      "en": "\"I want to see you scared. That's what really gets me turned on.\"",
      "de": "Ich will deine Angst sehen. Das macht mich total an.\""
    }
  },
  {
    "translation": {
      "en": "That's excitement to them.",
      "de": "Das ist aufregend für sie."
    }
  },
  {
    "translation": {
      "en": "With Maria Hernandez, he could have walked up behind her in silence and killed her.",
      "de": "Er hätte leise hinter Maria Hernandez schleichen und sie töten können."
    }
  },
  {
    "translation": {
      "en": "He didn't.",
      "de": "Das tat er nicht."
    }
  },
  {
    "translation": {
      "en": "He intentionally slapped the top of a car…",
      "de": "Er schlug mit Absicht auf ein Auto,"
    }
  },
  {
    "translation": {
      "en": "-[slapping echoes] -…so she could turn around and see him.",
      "de": "damit sie ihn sehen konnte."
    }
  },
  {
    "translation": {
      "en": "Dayle Okazaki,",
      "de": "Dayle Okazaki"
    }
  },
  {
    "translation": {
      "en": "she was down on the ground and he waited until he saw the fear in her eyes,",
      "de": "war auf dem Boden und er wartete, bis er die Angst in ihren Augen sah."
    }
  },
  {
    "translation": {
      "en": "then he shot her right here.",
      "de": "Dann erschoss er sie hierhin."
    }
  },
  {
    "translation": {
      "en": "Tsai-Lian Yu,",
      "de": "Tsai-Lian Yu."
    }
  },
  {
    "translation": {
      "en": "why wasn't she killed right there in the car?",
      "de": "Warum brachte er sie nicht im Auto um?"
    }
  },
  {
    "translation": {
      "en": "Whoever the suspect was wanted confrontation. Wanted to see that fear.",
      "de": "Der Verdächtige wollte die Konfrontation. Er wollte die Angst sehen."
    }
  },
  {
    "translation": {
      "en": "That's what started me thinking about, perhaps, one man doing this.",
      "de": "Da fing ich an zu vermuten, dass ein Mann dafür verantwortlich ist."
    }
  },
  {
    "translation": {
      "en": "…with…",
      "de": "…mit…"
    }
  },
  {
    "translation": {
      "en": "And…",
      "de": "Und…"
    }
  },
  {
    "translation": {
      "en": "[Frank] Ten days after Okazaki, Hernandez, and Yu,",
      "de": "Zehn Tage nach Okazaki, Hernandez und Yu"
    }
  },
  {
    "translation": {
      "en": "there is a double murder out in Whittier County area.",
      "de": "gab es einen Doppelmord in der Whittier-County-Gegend."
    }
  },
  {
    "translation": {
      "en": "[Gil] The house of Vincent and Maxine Zazzara.",
      "de": "Das Haus von Vincent und Maxine Zazzara."
    }
  },
  {
    "translation": {
      "en": "JD Smith and Russ Yuloth went to that case. It was their murder.",
      "de": "JD Smith und Russ Yuloth waren dem Fall zugeordnet."
    }
  },
  {
    "translation": {
      "en": "It's a pretty brutal murder.",
      "de": "Es war ein brutaler Mord."
    }
  },
  {
    "translation": {
      "en": "You could see where he stepped on a five-gallon plastic can",
      "de": "Man konnte sehen, wo er auf einen Plastikeimer gestiegen"
    }
  },
  {
    "translation": {
      "en": "and got in the house through an open restroom window.",
      "de": "und durch das offene Badfenster eingestiegen war."
    }
  },
  {
    "translation": {
      "en": "The place was ransacked.",
      "de": "Alles war durchwühlt."
    }
  },
  {
    "translation": {
      "en": "[Frank] There was a $40,000 theft",
      "de": "Es wurden über 40.000 $"
    }
  },
  {
    "translation": {
      "en": "that occurred there in jewelry and things.",
      "de": "an Schmuck und Gegenständen gestohlen."
    }
  },
  {
    "translation": {
      "en": "The male is executed as he's sleeping on the couch… -[gunshot] -…with a gunshot wound to the temple.",
      "de": "Der Mann wurde im Schlaf auf dem Sofa mit einem Schläfenschuss hingerichtet."
    }
  },
  {
    "translation": {
      "en": "A .22 was used.",
      "de": "Mit einem Kaliber .22."
    }
  },
  {
    "translation": {
      "en": "[Gil] So now you have Dayle Okazaki killed with a .22,",
      "de": "Jetzt haben wir Dayle Okazaki, die mit Kaliber .22 getötet wurde."
    }
  },
  {
    "translation": {
      "en": "Tsai-Lian Yu killed with a .22, and the Zazzaras killed with a .22.",
      "de": "Tsai-Lian Yu und die Zazzaras wurden mit Kaliber .22 getötet."
    }
  },
  {
    "translation": {
      "en": "[Frank] And the woman is found in bed.",
      "de": "Die Frau wurde im Bett gefunden."
    }
  },
  {
    "translation": {
      "en": "[Gil] She has several stab wounds just above the vagina.",
      "de": "Sie hat mehrere Stichwunden oberhalb ihrer Vagina."
    }
  },
  {
    "translation": {
      "en": "She had been raped,",
      "de": "Sie war vergewaltigt worden"
    }
  },
  {
    "translation": {
      "en": "and he actually cut her eyes out.",
      "de": "und er hatte ihr die Augen herausgeschnitten."
    }
  },
  {
    "translation": {
      "en": "[Frank] Why?",
      "de": "Warum?"
    }
  },
  {
    "translation": {
      "en": "Why did he do that?",
      "de": "Warum hat er das getan?"
    }
  },
  {
    "translation": {
      "en": "Was it because she stared at him or got a hard look at him?",
      "de": "Weil sie ihn angestarrt hat oder weil sie ihn deutlich gesehen hat?"
    }
  },
  {
    "translation": {
      "en": "[Gil] He took the eyes with him, and then he's gone.",
      "de": "Er nahm die Augen mit und verschwand."
    }
  },
  {
    "translation": {
      "en": "[Frank] The biggest thing in that case was…",
      "de": "Die größte Sache in dem Fall war…"
    }
  },
  {
    "translation": {
      "en": "a shoe print left at the point of entry and in flower beds around the house.",
      "de": "…ein Schuhabdruck am Einstiegspunkt und in den Blumenbeeten um das Haus."
    }
  },
  {
    "translation": {
      "en": "That was a full-sized 11 to 12 shoe.",
      "de": "Das war Schuhgröße 45 bis 46."
    }
  },
  {
    "translation": {
      "en": "[woman] I was six, and my first memory of that night is…",
      "de": "Ich war sechs Jahre alt. Meine erste Erinnerung an diese Nacht ist…"
    }
  },
  {
    "translation": {
      "en": "the window opening and being woken up.",
      "de": "…dass sich das Fenster öffnete und ich aufgeweckt wurde."
    }
  },
  {
    "translation": {
      "en": "And then being ushered out the window,",
      "de": "Ich wurde aus dem Fenster gebracht"
    }
  },
  {
    "translation": {
      "en": "and being carried.",
      "de": "und getragen…"
    }
  },
  {
    "translation": {
      "en": "It kind of hurts me to say that there was a familiarity, uh…",
      "de": "Es schmerzt mich zu sagen, dass da eine gewisse Familiarität war."
    }
  },
  {
    "translation": {
      "en": "you know,",
      "de": "Wissen Sie?"
    }
  },
  {
    "translation": {
      "en": "he reminded me of a family member,",
      "de": "Er erinnerte mich an ein Familienmitglied"
    }
  },
  {
    "translation": {
      "en": "and, you know, I was half asleep, I didn't know what was going on.",
      "de": "und ich war im Halbschlaf und wusste nicht, was vor sich geht."
    }
  },
  {
    "translation": {
      "en": "So, I thought, \"Well, that's okay. I know him,",
      "de": "Ich dachte: \"Es ist ok. Ich kenne ihn,"
    }
  },
  {
    "translation": {
      "en": "so… I guess this is okay that I'm going.\"",
      "de": "Ich dachte: \"Es ist ok. Ich kenne ihn, also ist es ok, dass ich gehe.\""
    }
  },
  {
    "translation": {
      "en": "I don't know how long I was in the car or what it looked like.",
      "de": "Ich weiß nicht, wie lange ich im Auto war oder wie es aussah."
    }
  },
  {
    "translation": {
      "en": "But I do remember",
      "de": "Aber ich weiß noch,"
    }
  },
  {
    "translation": {
      "en": "there was one point where we were driving,",
      "de": "dass es einen Punkt gab, an dem wir fuhren"
    }
  },
  {
    "translation": {
      "en": "and… he looked at me and, he said, you know,",
      "de": "und er mich ansah und sagte:"
    }
  },
  {
    "translation": {
      "en": "\"Open up the glove compartment.\"",
      "de": "\"Öffne das Handschuhfach.\""
    }
  },
  {
    "translation": {
      "en": "And I did and there was a gun inside.",
      "de": "Das tat ich und darin war eine Waffe."
    }
  },
  {
    "translation": {
      "en": "And he shut it and just kind of like-- \"Just so you know, that's there.\"",
      "de": "Er schloss es und sagte: \"Nur damit du es weißt, die ist da drin.\""
    }
  },
  {
    "translation": {
      "en": "Things started from there.",
      "de": "Da fing es an."
    }
  },
  {
    "translation": {
      "en": "You know…",
      "de": "In etwa…"
    }
  },
  {
    "translation": {
      "en": "Look at him and… touch him and things like that.",
      "de": "Ich schaute ihn an und fasste ihn an und so."
    }
  },
  {
    "translation": {
      "en": "And then we got to where we were going.",
      "de": "Dann kamen wir an."
    }
  },
  {
    "translation": {
      "en": "I remember there being German Shepherds barking and a chain-link fence.",
      "de": "Es bellten Deutsche Schäferhunde an einem Maschendrahtzaun."
    }
  },
  {
    "translation": {
      "en": "And he made me get into a zipped-up duffel bag",
      "de": "Er ließ mich in eine Reisetasche steigen"
    }
  },
  {
    "translation": {
      "en": "and he told me, \"You need to be quiet. You need to get in here.\"",
      "de": "und sagte: \"Du musst leise sein. Steig da rein.\""
    }
  },
  {
    "translation": {
      "en": "Like, \"Don't mess with me.",
      "de": "So: \"Keine Faxen."
    }
  },
  {
    "translation": {
      "en": "Do what I say.\"",
      "de": "Tu, was ich sage.\""
    }
  },
  {
    "translation": {
      "en": "We had to walk through a room with a couch,",
      "de": "Wir mussten durch ein Zimmer mit einer Couch laufen"
    }
  },
  {
    "translation": {
      "en": "and everything was dark and kind of dingy.",
      "de": "und alles war dunkel und schäbig."
    }
  },
  {
    "translation": {
      "en": "The windows were covered",
      "de": "Die Fenster waren mit Vorhängen"
    }
  },
  {
    "translation": {
      "en": "with drapery or something that made it dark, and…",
      "de": "Die Fenster waren mit Vorhängen oder mit etwas verdeckt, was sie verdunkelte."
    }
  },
  {
    "translation": {
      "en": "I don't know. Just slimy.",
      "de": "Ich weiß nicht. Einfach ekelhaft."
    }
  },
  {
    "translation": {
      "en": "Food packages and…",
      "de": "Es lagen Essenskartons"
    }
  },
  {
    "translation": {
      "en": "take-out stuff around.",
      "de": "und Lieferessenspackungen herum."
    }
  },
  {
    "translation": {
      "en": "Very not my house.",
      "de": "Ganz anders als mein Zuhause."
    }
  },
  {
    "translation": {
      "en": "There was just this soundtrack of Madonna going on.",
      "de": "Es spielte ein Soundtrack von Madonna."
    }
  },
  {
    "translation": {
      "en": "[Anastasia] \"Holiday\" and \"Like a Virgin.\"",
      "de": "\"Holiday\" und \"Like a Virgin\"."
    }
  },
  {
    "translation": {
      "en": "All of those songs…",
      "de": "Diese Lieder spielten…"
    }
  },
  {
    "translation": {
      "en": "…over and over.",
      "de": "…immer wieder."
    }
  },
  {
    "translation": {
      "en": "I remember saying, \"Stop. This hurts. Don't.\"",
      "de": "Ich erinnere mich, dass ich gesagt habe: \"Stopp. Das tut weh. Bitte nicht.\""
    }
  },
  {
    "translation": {
      "en": "Or, like, \"Why are you doing this?\"",
      "de": "Oder: \"Warum tust du das?\""
    }
  },
  {
    "translation": {
      "en": "You know, I'd say, like, \"Can I go to the bathroom?\"",
      "de": "Ich fragte: \"Darf ich zur Toilette gehen?\""
    }
  },
  {
    "translation": {
      "en": "He would stop what he was doing, take me to the sink",
      "de": "Er hörte auf, brachte mich zum Waschbecken"
    }
  },
  {
    "translation": {
      "en": "and sit me on the sink.",
      "de": "und setzte mich drauf."
    }
  },
  {
    "translation": {
      "en": "And then nothing would happen for a while, then he'd take me back and… continue.",
      "de": "Dann passierte eine Weile nichts, er brachte mich zurück und machte weiter."
    }
  },
  {
    "translation": {
      "en": "And I would ask again,",
      "de": "Und ich sagte wieder: \"Ich muss auf die Toilette."
    }
  },
  {
    "translation": {
      "en": "\"I have to go to the bathroom. Can you please stop?\"",
      "de": "Und ich sagte wieder: \"Ich muss auf die Toilette. Hör bitte auf.\" Und er hörte immer wieder auf."
    }
  },
  {
    "translation": {
      "en": "And he would keep stopping.",
      "de": "Hör bitte auf.\" Und er hörte immer wieder auf."
    }
  },
  {
    "translation": {
      "en": "But, each time, it's like, \"All right, I know you don't have to go.\"",
      "de": "Aber jedes Mal sagte er: \"Ok, ich weiß, dass du nicht musst.\""
    }
  },
  {
    "translation": {
      "en": "Something in the way that he would look at me that…",
      "de": "Er sah mich auf eine bestimmte Art an,"
    }
  },
  {
    "translation": {
      "en": "It was almost like, \"I'm sorry that I'm doing this to you.",
      "de": "fast, als sage er: \"Es tut mir leid, was ich tue."
    }
  },
  {
    "translation": {
      "en": "But I'm not sorry, 'cause I'm not going to stop.\"",
      "de": "Aber auch nicht, weil ich nicht aufhöre.\""
    }
  },
  {
    "translation": {
      "en": "He put me in the bag again, to leave the place where we were.",
      "de": "Er steckte mich wieder in die Tasche, um diesen Ort zu verlassen."
    }
  },
  {
    "translation": {
      "en": "And after a while we stopped…",
      "de": "Nach einer Weile hielten wir an…"
    }
  },
  {
    "translation": {
      "en": "on the side of the road,",
      "de": "An der Seite der Straße."
    }
  },
  {
    "translation": {
      "en": "and he said, \"There's a gas station over there.",
      "de": "Und er sagte: \"Da drüben ist eine Tankstelle."
    }
  },
  {
    "translation": {
      "en": "I want you to go in there and I want you to tell them to call 911",
      "de": "Geh da rein und sag ihnen, sie sollen die Polizei rufen."
    }
  },
  {
    "translation": {
      "en": "and have them get your family to come get you.\"",
      "de": "Deine Familie soll dich abholen.\""
    }
  },
  {
    "translation": {
      "en": "Um, so…",
      "de": "Also…"
    }
  },
  {
    "translation": {
      "en": "he let me go.",
      "de": "Er ließ mich gehen."
    }
  },
  {
    "translation": {
      "en": "[Frank] At that time there was a series of child abductions,",
      "de": "Zu der Zeit gab es eine Reihe Kindesentführungen"
    }
  },
  {
    "translation": {
      "en": "or attempted abductions, of children.",
      "de": "oder versuchter Kindesentführungen."
    }
  },
  {
    "translation": {
      "en": "In each case, the child was sexually assaulted.",
      "de": "In jedem Fall wurde das Kind sexuell missbraucht."
    }
  },
  {
    "translation": {
      "en": "[reporter] February 25th, in Montebello,",
      "de": "Am 25. Februar wurde eine 6-Jährige in Montebello entführt, missbraucht und dann ausgesetzt."
    }
  },
  {
    "translation": {
      "en": "a six-year-old girl was taken from a schoolyard, molested, then abandoned.",
      "de": "eine 6-Jährige in Montebello entführt, missbraucht und dann ausgesetzt."
    }
  },
  {
    "translation": {
      "en": "March 11th in Monterey Park,",
      "de": "Am 11. März wurde"
    }
  },
  {
    "translation": {
      "en": "a nine-year-old boy was snatched from his bed, molested, then abandoned.",
      "de": "ein 9-Jähriger in Monterey Park entführt, missbraucht und ausgesetzt."
    }
  },
  {
    "translation": {
      "en": "March 20th, in Glassell Park,",
      "de": "Am 20. März wurde eine 8-Jährige in Glassell Park entführt,"
    }
  },
  {
    "translation": {
      "en": "an eight-year-old girl was taken from her bed,",
      "de": "Am 20. März wurde eine 8-Jährige in Glassell Park entführt, missbraucht, dann ausgesetzt."
    }
  },
  {
    "translation": {
      "en": "assaulted in a car, then abandoned.",
      "de": "missbraucht, dann ausgesetzt."
    }
  },
  {
    "translation": {
      "en": "[Gil] If kids get sexually assaulted, get kidnapped, or anything happens to kids,",
      "de": "Werden Kinder sexuell missbraucht, entführt oder sind Kinder involviert,"
    }
  },
  {
    "translation": {
      "en": "that's an entirely different unit.",
      "de": "ist das eine andere Abteilung."
    }
  },
  {
    "translation": {
      "en": "I was assigned to the sheriff's Homicide Bureau.",
      "de": "Ich war der Mordkommission zugeordnet."
    }
  },
  {
    "translation": {
      "en": "I'm working one murder…",
      "de": "Ich arbeitete an einem Mord,"
    }
  },
  {
    "translation": {
      "en": "the murder of Dayle Okazaki and the wounding of Maria Hernandez.",
      "de": "dem Mord von Dayle Okazaki und der Körperverletzung von Maria Hernandez."
    }
  },
  {
    "translation": {
      "en": "And as part of your investigation, you look for broadcast.",
      "de": "Und als Teil der Ermittlung sucht man nach Neuigkeiten."
    }
  },
  {
    "translation": {
      "en": "Everything else that's going on around in the area, what's happening.",
      "de": "Nach allem, was in der Gegend passiert. Was geschieht?"
    }
  },
  {
    "translation": {
      "en": "The first description I got was from Maria Hernandez.",
      "de": "Maria Hernandez beschrieb ihn zuerst."
    }
  },
  {
    "translation": {
      "en": "When you look at the reports that the children gave…",
      "de": "Sieht man sich die Aussagen der Kinder an,"
    }
  },
  {
    "translation": {
      "en": "their descriptions were very similar.",
      "de": "ihre Beschreibungen waren sehr ähnlich."
    }
  },
  {
    "translation": {
      "en": "They described him as being tall, thin, light-skinned Hispanic or Caucasian,",
      "de": "Sie beschrieben ihn als groß, dünn, hellhäutig hispanisch oder kaukasisch,"
    }
  },
  {
    "translation": {
      "en": "disheveled hair,",
      "de": "mit zerzausten Haaren,"
    }
  },
  {
    "translation": {
      "en": "all black clothing, Members Only-type jacket,",
      "de": "schwarzer Kleidung, Members-Only-Jacke,"
    }
  },
  {
    "translation": {
      "en": "brown-stained gap teeth, and a pungent odor.",
      "de": "verfärbten Zähnen mit Lücken und abstoßendem Geruch."
    }
  },
  {
    "translation": {
      "en": "In my opinion, we had a serial killer",
      "de": "Meiner Meinung nach hatten wir es mit einem Serienmörder zu tun,"
    }
  },
  {
    "translation": {
      "en": "that was responsible for kidnapping children,",
      "de": "Meiner Meinung nach hatten wir es mit einem Serienmörder zu tun, der Kinder, Mädchen und Jungen entführte, Frauen vergewaltigte"
    }
  },
  {
    "translation": {
      "en": "girls, boys, raping adult women, killing adult women, killing males.",
      "de": "der Kinder, Mädchen und Jungen entführte, Frauen vergewaltigte und Frauen und Männer umbrachte."
    }
  },
  {
    "translation": {
      "en": "Not many people believed that,",
      "de": "Nicht viele Leute glaubten daran,"
    }
  },
  {
    "translation": {
      "en": "because we've never encountered anybody like that…",
      "de": "Nicht viele Leute glaubten daran, weil wir in der ganzen Kriminalgeschichte nie so jemandem begegnet sind."
    }
  },
  {
    "translation": {
      "en": "in criminal history.",
      "de": "weil wir in der ganzen Kriminalgeschichte nie so jemandem begegnet sind."
    }
  },
  {
    "translation": {
      "en": "[Frank] Gil asked me, \"What do you think?\"",
      "de": "Gil fragte: \"Was denkst du?\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Is it possible? Absolutely.",
      "de": "Ich sagte: \"Ist es möglich? Absolut."
    }
  },
  {
    "translation": {
      "en": "Is it probable? Mmm.",
      "de": "Ist es wahrscheinlich?"
    }
  },
  {
    "translation": {
      "en": "It's never been documented before.\"",
      "de": "Es wurde nie zuvor dokumentiert.\""
    }
  },
  {
    "translation": {
      "en": "[Gil] On April 10th,",
      "de": "Am 10. April"
    }
  },
  {
    "translation": {
      "en": "I attended a meeting of local law enforcement from the Los Angeles area",
      "de": "nahm ich an einem Meeting der lokalen Polizei in der Gegend teil,"
    }
  },
  {
    "translation": {
      "en": "to exchange information between agencies on the abduction of children.",
      "de": "um Informationen zwischen den Behörden auszutauschen."
    }
  },
  {
    "translation": {
      "en": "I was alleging that the child abductions were related to the homicides.",
      "de": "Ich behauptete, dass die Entführungen mit den Mordfällen zusammenhingen."
    }
  },
  {
    "translation": {
      "en": "And they were laughing at me.",
      "de": "Sie lachten mich aus."
    }
  },
  {
    "translation": {
      "en": "[Frank] This just doesn't occur.",
      "de": "Das kommt nicht vor."
    }
  },
  {
    "translation": {
      "en": "You didn't have a guy going around violently killing people",
      "de": "Es gab keine Typen, die brutal Menschen töteten"
    }
  },
  {
    "translation": {
      "en": "and then also kidnapping and assaulting young people",
      "de": "und aber auch junge Menschen entführten, missbrauchten"
    }
  },
  {
    "translation": {
      "en": "and allowing them to live.",
      "de": "und sie dann leben ließen."
    }
  },
  {
    "translation": {
      "en": "It's unheard of.",
      "de": "Das ist beispiellos."
    }
  },
  {
    "translation": {
      "en": "And these old-timers, they laughed it off.",
      "de": "Die alten Hasen taten es mit einem Lächeln ab."
    }
  },
  {
    "translation": {
      "en": "I went there openly and honestly.",
      "de": "Ich ging offen und ehrlich dorthin."
    }
  },
  {
    "translation": {
      "en": "I didn't realize that they were going to reject…",
      "de": "Ich dachte nicht, dass sie meine Theorie zurückweisen"
    }
  },
  {
    "translation": {
      "en": "and scoff at my theory.",
      "de": "und verspotten würden."
    }
  },
  {
    "translation": {
      "en": "Gil was very frustrated with the way he was being treated.",
      "de": "Gil war frustriert darüber, wie er behandelt wurde."
    }
  },
  {
    "translation": {
      "en": "[Gil] I had an inside friend that worked Monterey Park that told me,",
      "de": "Ein Freund, der in Monterey Park arbeitete, sagte:"
    }
  },
  {
    "translation": {
      "en": "\"Every time you walk out of this office, every time you come in, walk out,",
      "de": "\"Jedes Mal, wenn du in dieses Büro kommst oder gehst,"
    }
  },
  {
    "translation": {
      "en": "they're motherfucking you to death, thinking you're a young punk",
      "de": "veräppeln sie dich. Sie denken, du willst dir einen Namen machen.\""
    }
  },
  {
    "translation": {
      "en": "trying to make a name for myself.\"",
      "de": "Sie denken, du willst dir einen Namen machen.\""
    }
  },
  {
    "translation": {
      "en": "I thought Gil was right in suggesting that it was one person.",
      "de": "Ich glaubte, Gil hatte mit der Vermutung über einen Täter recht."
    }
  },
  {
    "translation": {
      "en": "He had a good sense of this killer.",
      "de": "Er hatte ein gutes Gespür für diesen Mörder."
    }
  },
  {
    "translation": {
      "en": "So, I just encouraged him, as his friend, and said, \"Go for it.\"",
      "de": "Also ermutigte ich ihn als Freundin und sagte: \"Verfolge das.\""
    }
  },
  {
    "translation": {
      "en": "[Gil] I used to use East LA Patrol Station as kind of like my home base.",
      "de": "Ich nutzte die East Los Angeles Patrol Station als Ausgangspunkt."
    }
  },
  {
    "translation": {
      "en": "Deputies there were well aware of what I was working.",
      "de": "Die Deputys wussten, was ich mache."
    }
  },
  {
    "translation": {
      "en": "A deputy from the station approached me and said, \"Some girls called the cops.",
      "de": "Ein Deputy aus der Wache sagte zu mir: \"Ein paar Frauen riefen die Polizei."
    }
  },
  {
    "translation": {
      "en": "They said, \"This guy was following us. Here's his plate number.'\"",
      "de": "Ein Typ verfolgte sie. Hier ist sein Nummernschild.\""
    }
  },
  {
    "translation": {
      "en": "The guy had long hair, was tall, light-skinned Mexican.",
      "de": "Er hatte lange Haare, war groß, hellhäutiger Mexikaner."
    }
  },
  {
    "translation": {
      "en": "I got a surveillance team and they're following him",
      "de": "Ein Überwachungsteam folgte ihm."
    }
  },
  {
    "translation": {
      "en": "and he went to a restaurant.",
      "de": "Er fuhr zu einem Restaurant."
    }
  },
  {
    "translation": {
      "en": "And they said he drove around the parking lot",
      "de": "Er fuhr auf dem Parkplatz herum,"
    }
  },
  {
    "translation": {
      "en": "and just kept skulking around, and finally saw a lone female",
      "de": "schlich umher und sah letztendlich eine einzelne Frau"
    }
  },
  {
    "translation": {
      "en": "and he started following her.",
      "de": "und folgte ihr."
    }
  },
  {
    "translation": {
      "en": "She realizes she's being followed, so she splits and she gets away from him.",
      "de": "Sie realisierte, dass sie verfolgt wird. Sie entfernte sich von ihm."
    }
  },
  {
    "translation": {
      "en": "And they're still on him. They said, \"This guy's a freak!\"",
      "de": "Sie verfolgten ihn noch immer. Sie sagten: \"So ein Freak!\""
    }
  },
  {
    "translation": {
      "en": "If he sees any female,",
      "de": "Es war egal, welche Frau er sah,"
    }
  },
  {
    "translation": {
      "en": "didn't matter, guy went through all kinds of traffic just to get to 'em.",
      "de": "Es war egal, welche Frau er sah, er kämpfte sich durch den Verkehr, um sie zu erreichen."
    }
  },
  {
    "translation": {
      "en": "And so, we take Arturo Robles into custody…",
      "de": "Also verhafteten wir Arturo Robles."
    }
  },
  {
    "translation": {
      "en": "and I talked to him.",
      "de": "Ich sprach mit ihm."
    }
  },
  {
    "translation": {
      "en": "And I said, \"You're making U-turns because you wanna get to a woman?\"",
      "de": "Ich fragte: \"Du drehst immer wieder um, um zu einer Frau zu gelangen?\""
    }
  },
  {
    "translation": {
      "en": "He said, \"Yeah, I like women. Nothing wrong with that.\"",
      "de": "Er sagte: \"Ich mag Frauen, das ist nicht verwerflich.\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Lady walks by you, then you ducked down behind the car.\"",
      "de": "Ich sagte: \"Eine Dame lief an dir vorbei, du hast dich geduckt.\""
    }
  },
  {
    "translation": {
      "en": "He says, \"Oh, I didn't duck. My shoes were untied.\"",
      "de": "Er sagte: \"Nein, meine Schuhe waren offen.\""
    }
  },
  {
    "translation": {
      "en": "He had an answer for everything. He was good.",
      "de": "Er hatte immer eine Antwort. Er war gut."
    }
  },
  {
    "translation": {
      "en": "And so I put a six-pack, a mug show folder together.",
      "de": "Ich stellte eine Mappe mit Fahndungsfotos zusammen."
    }
  },
  {
    "translation": {
      "en": "One of the people I showed it to was Maria Hernandez.",
      "de": "Ich zeigte sie unter anderem Maria Hernandez."
    }
  },
  {
    "translation": {
      "en": "And she said, \"That could be him.\"",
      "de": "Und sie sagte: \"Das könnte er sein.\""
    }
  },
  {
    "translation": {
      "en": "And so, we go back, write a search warrant, go down to his house,",
      "de": "Wir beantragten einen Durchsuchungsbefehl und gingen zu seinem Haus."
    }
  },
  {
    "translation": {
      "en": "we find all kinds of pictures out of magazines,",
      "de": "Wir fanden alle möglichen Bilder aus Magazinen,"
    }
  },
  {
    "translation": {
      "en": "photographs of women.",
      "de": "Fotos von Frauen."
    }
  },
  {
    "translation": {
      "en": "Wearing a black Members Only jacket, he's got dark clothing.",
      "de": "Er trug eine schwarze Members-Only-Jacke und dunkle Kleidung."
    }
  },
  {
    "translation": {
      "en": "He's got ladies' underwear, and they're all sliced in the crotch.",
      "de": "Er besaß Damenunterwäsche, die im Schritt aufgeschnitten war."
    }
  },
  {
    "translation": {
      "en": "So, we had a lineup and nobody could pick him in the lineup.",
      "de": "Wir hatten eine Gegenüberstellung. Niemand wählte ihn aus."
    }
  },
  {
    "translation": {
      "en": "Not even Maria Hernandez.",
      "de": "Nicht mal Maria Hernandez."
    }
  },
  {
    "translation": {
      "en": "My partner looked at me and said,",
      "de": "Mein Partner sagte zu mir:"
    }
  },
  {
    "translation": {
      "en": "\"He's a freak.",
      "de": "\"Er ist ein Freak."
    }
  },
  {
    "translation": {
      "en": "But he's not your freak.",
      "de": "Aber nicht dein Freak."
    }
  },
  {
    "translation": {
      "en": "He's not the guy.\"",
      "de": "Er ist es nicht.\""
    }
  },
  {
    "translation": {
      "en": "[Linda] In the case of the Dois in Monterey Park, I was called to go to their home.",
      "de": "Ich wurde im Fall Doi zu ihrem Haus in Monterey Park gerufen."
    }
  },
  {
    "translation": {
      "en": "So, when I arrived at the scene,",
      "de": "Als ich am Tatort ankam,"
    }
  },
  {
    "translation": {
      "en": "it was really violent…",
      "de": "sah er sehr brutal"
    }
  },
  {
    "translation": {
      "en": "and destructive.",
      "de": "und zerstörerisch aus."
    }
  },
  {
    "translation": {
      "en": "[reporter] Authorities say that the man shot 66-year-old William Doi,",
      "de": "Laut Behörden hat er den 66-jährigen William Doi erschossen,"
    }
  },
  {
    "translation": {
      "en": "then raped, beat and robbed his wife.",
      "de": "dann seine Frau vergewaltigt, geschlagen und ausgeraubt."
    }
  },
  {
    "translation": {
      "en": "Detectives say Doi saved his wife's life by calling 911 before he died.",
      "de": "Doi rettete das Leben seiner Frau, indem er vor seinem Tod die Polizei rief."
    }
  },
  {
    "translation": {
      "en": "[Tony] They found his wife badly beaten.",
      "de": "ALTER: 66 Seine Frau war übel zugerichtet."
    }
  },
  {
    "translation": {
      "en": "On the thumb of her left hand, she was wearing thumbcuffs…",
      "de": "An ihrem linken Daumen trug sie Daumenschellen…"
    }
  },
  {
    "translation": {
      "en": "Eighteen years I worked homicide,",
      "de": "Ich war 18 Jahre Mordermittler."
    }
  },
  {
    "translation": {
      "en": "it's the only case I ever came across where thumbcuffs were used.",
      "de": "Das war der einzige Fall mit Daumenschellen."
    }
  },
  {
    "translation": {
      "en": "[Tony] A bizarre restraining device,",
      "de": "Eine bizarre Vorrichtung."
    }
  },
  {
    "translation": {
      "en": "the thumb of her right hand was bleeding profusely,",
      "de": "Ihr rechter Daumen blutete heftig, was darauf hindeutet,"
    }
  },
  {
    "translation": {
      "en": "indicating that in her attempt to free herself",
      "de": "Ihr rechter Daumen blutete heftig, was darauf hindeutet, dass sie beim Befreiungsversuch ihre Daumen auseinandergerissen hatte."
    }
  },
  {
    "translation": {
      "en": "Mrs. Doi had ripped her thumbs apart.",
      "de": "dass sie beim Befreiungsversuch ihre Daumen auseinandergerissen hatte."
    }
  },
  {
    "translation": {
      "en": "And that's basically the information we get from the Doi murder.",
      "de": "Das waren alle Informationen, die wir vom Doi-Mord erhielten."
    }
  },
  {
    "translation": {
      "en": "We had…",
      "de": "Wir hatten…"
    }
  },
  {
    "translation": {
      "en": "We had nothing. [chuckles] We had a whodunit.",
      "de": "Wir hatten nichts. Wir hatten ein Whodunit."
    }
  },
  {
    "translation": {
      "en": "[Gil] A friend from Montebello PD says,",
      "de": "Ein Freund aus Montebello sagte:"
    }
  },
  {
    "translation": {
      "en": "\"I may have found a link that's gonna help you link these cases.\"",
      "de": "\"Ich habe vielleicht eine Verbindung für die Fälle.\""
    }
  },
  {
    "translation": {
      "en": "And he showed me a picture of a footprint that was taken at a child abduction.",
      "de": "Er zeigte mir das Bild eines Schuhabdrucks von einer Entführung."
    }
  },
  {
    "translation": {
      "en": "[Frank] She was eight years old and taken from her house,",
      "de": "Sie war acht Jahre alt. Sie wurde zu Hause entführt,"
    }
  },
  {
    "translation": {
      "en": "taken to a construction site and was sexually assaulted,",
      "de": "zu einer Baustelle gebracht, sexuell missbraucht"
    }
  },
  {
    "translation": {
      "en": "and then set free.",
      "de": "und dann freigelassen."
    }
  },
  {
    "translation": {
      "en": "At that construction site, they had poured concrete that day",
      "de": "An dem Tag wurde auf der Baustelle der Beton gegossen,"
    }
  },
  {
    "translation": {
      "en": "and there was a shoe print in the concrete.",
      "de": "und im Beton befand sich ein Schuhabdruck."
    }
  },
  {
    "translation": {
      "en": "And so I went down there. He showed them. I said, \"Jesus Christ.\"",
      "de": "Ich fuhr hin, er zeigte sie mir. Ich sagte: \"Herrgott.\""
    }
  },
  {
    "translation": {
      "en": "And I recognized it immediately",
      "de": "Ich erkannte sofort, dass der Schuhabdruck derselbe oder sehr ähnlich zu dem war,"
    }
  },
  {
    "translation": {
      "en": "as the same or similar footprint that was lifted",
      "de": "Ich erkannte sofort, dass der Schuhabdruck derselbe oder sehr ähnlich zu dem war, der beim Tatort des Zazzara-Mordfalls gefunden wurde."
    }
  },
  {
    "translation": {
      "en": "at the Zazzara homicide crime scene.",
      "de": "der beim Tatort des Zazzara-Mordfalls gefunden wurde."
    }
  },
  {
    "translation": {
      "en": "[Frank] We knew by Zazzara, we were looking for a pretty good-sized shoe.",
      "de": "Wir wussten von Zazzara, dass wir nach einem großen Schuh suchten."
    }
  },
  {
    "translation": {
      "en": "Somewhere between 11 and a 12.",
      "de": "Irgendwo zwischen 45 und 46."
    }
  },
  {
    "translation": {
      "en": "So, I called up my lieutenant and I said, \"Okay, I found the link.\"",
      "de": "Ich rief meinen Leutnant an: \"Ich habe die Verbindung.\""
    }
  },
  {
    "translation": {
      "en": "And he says, \"Gil,",
      "de": "Und er sagte: \"Gil."
    }
  },
  {
    "translation": {
      "en": "I've got the guys from LAPD in here that are handling that case,",
      "de": "Ich hab die Jungs von der LAPD von dem Fall hier,"
    }
  },
  {
    "translation": {
      "en": "they're looking for a size ten.",
      "de": "sie suchen nach Größe 44."
    }
  },
  {
    "translation": {
      "en": "You're looking for a bigger shoe.\"",
      "de": "Du suchst einen größeren Schuh.\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Put them on the phone.\"",
      "de": "Ich sagte: \"Gib sie mir.\""
    }
  },
  {
    "translation": {
      "en": "And he got on the phone. I said, \"I wanna know how you determine your size,",
      "de": "Er kam ans Telefon. Ich sagte: \"Wie habt ihr die Größe bestimmt?\""
    }
  },
  {
    "translation": {
      "en": "because I'm looking at a shoe that's a one-to-one with a ruler in it.",
      "de": "Ich schaue auf einen Schuh, der perfekt mit Lineal ausgemessen ist."
    }
  },
  {
    "translation": {
      "en": "It's 12 inches long. How do you get a size 10?\"",
      "de": "Er ist 30 cm lang. Wie habt ihr Größe 44 bestimmt?\""
    }
  },
  {
    "translation": {
      "en": "All they did, because the cement was kind of wet,",
      "de": "Sie haben einfach, weil der Zement noch nass war…"
    }
  },
  {
    "translation": {
      "en": "was he put his shoe, he wore wingtips, size 10,",
      "de": "Er hob seinen Schuh… Er trug Budapester in Größe 44."
    }
  },
  {
    "translation": {
      "en": "and he stood on one foot and put his wingtip down over the shoe print,",
      "de": "Er hielt seinen Budapester über den Schuhabdruck"
    }
  },
  {
    "translation": {
      "en": "and he says, \"My shoe covers it. Got to be a size 10.\"",
      "de": "und sagte: \"Mein Schuh bedeckt ihn. Muss eine 44 sein.\""
    }
  },
  {
    "translation": {
      "en": "Says, \"I obviously made a mistake, I got to change it.",
      "de": "Er sagte: \"Ich habe einen Fehler gemacht."
    }
  },
  {
    "translation": {
      "en": "I got to make it right. You're right.\"",
      "de": "Ich muss das richten.\""
    }
  },
  {
    "translation": {
      "en": "Now I've got a little bit of circumstantial evidence here.",
      "de": "Jetzt hatten wir endlich Indizien."
    }
  },
  {
    "translation": {
      "en": "But that still wasn't enough.",
      "de": "Aber reichten nicht."
    }
  },
  {
    "translation": {
      "en": "[Frank] In May, 1985,",
      "de": "Im Mai 1985"
    }
  },
  {
    "translation": {
      "en": "Gil loses his partner.",
      "de": "verlor Gil seinen Partner."
    }
  },
  {
    "translation": {
      "en": "My partner goes off, eventually, to retire. So, we decided to hook up.",
      "de": "Mein Partner ging in Rente. Also trafen wir uns."
    }
  },
  {
    "translation": {
      "en": "Both get a drink at the bar and he says, \"Gil, would you be interested in working with me?\"",
      "de": "Wir gingen etwas trinken und er sagte: \"Hey, würdest du gerne mit mir arbeiten?\""
    }
  },
  {
    "translation": {
      "en": "\"Too Cool Carrillo,\" you know, so I said, \"Yeah, I'll give it some thought.\"",
      "de": "Ich wollte cool sein und sagte: \"Ja, ich denke darüber nach.\""
    }
  },
  {
    "translation": {
      "en": "I went back and sat next to my wife and said,",
      "de": "Ich ging nach Hause und sagte:"
    }
  },
  {
    "translation": {
      "en": "\"Frank Salerno just asked me to be his partner!\"",
      "de": "\"Frank Salerno will mich als Partner!\""
    }
  },
  {
    "translation": {
      "en": "He goes, \"Frank Salerno! He's the best up there!\"",
      "de": "Er meinte: \"Frank Salerno! Er ist der Beste!\""
    }
  },
  {
    "translation": {
      "en": "[Frank] Gil was young,",
      "de": "Gil war jung,"
    }
  },
  {
    "translation": {
      "en": "enthusiastic,",
      "de": "enthusiastisch,"
    }
  },
  {
    "translation": {
      "en": "had a good reputation,",
      "de": "hatte einen guten Ruf"
    }
  },
  {
    "translation": {
      "en": "and spoke Spanish,",
      "de": "und sprach Spanisch."
    }
  },
  {
    "translation": {
      "en": "and I thought we'd make a good team.",
      "de": "Ich dachte, wir würden ein gutes Team abgeben."
    }
  },
  {
    "translation": {
      "en": "[Gil] Next day he comes up to me and he says,\"I was in my cups that night.\"",
      "de": "Am nächsten Tag sagte er: \"Ich war betrunken.\""
    }
  },
  {
    "translation": {
      "en": "And I figure… Frank's letting me down easy.",
      "de": "Und ich dachte mir… Frank weist mich schonend zurück."
    }
  },
  {
    "translation": {
      "en": "He says, \"Yeah, but I'm not in my cups now.",
      "de": "Er sagte: \"Ja, aber jetzt bin ich nicht betrunken."
    }
  },
  {
    "translation": {
      "en": "I'm asking you, are you still interested?\"",
      "de": "Bist du immer noch interessiert?\""
    }
  },
  {
    "translation": {
      "en": "And I said, \"Sure.\"",
      "de": "Und ich sagte: \"Klar.\""
    }
  },
  {
    "translation": {
      "en": "He says, \"Good, I went to the captain. It's gonna happen.\"",
      "de": "Er sagte: \"Gut. Ich war schon beim Chef.\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Cool.\"",
      "de": "Ich sagte: \"Cool.\""
    }
  },
  {
    "translation": {
      "en": "[Frank] Gil and I team up.",
      "de": "Gil und ich taten uns zusammen."
    }
  },
  {
    "translation": {
      "en": "We become partners.",
      "de": "Wir wurden Partner."
    }
  },
  {
    "translation": {
      "en": "I was really surprised, in a way, when I first realized that Frank Salerno,",
      "de": "Ich war irgendwie überrascht, als ich erkannte, dass Frank Salerno,"
    }
  },
  {
    "translation": {
      "en": "the almost bigger-than-life…",
      "de": "der legendäre…"
    }
  },
  {
    "translation": {
      "en": "murder cop,",
      "de": "…Mordermittler…"
    }
  },
  {
    "translation": {
      "en": "and then, here's this guy, Gil Carrillo.",
      "de": "Und dann war da Gil Carrillo."
    }
  },
  {
    "translation": {
      "en": "I knew him from the streets.",
      "de": "Ich kannte ihn von der Straße."
    }
  },
  {
    "translation": {
      "en": "When he was a patrol deputy, he was known as El Cucuy,",
      "de": "Als Streifenpolizist war er bekannt als El Cucuy,"
    }
  },
  {
    "translation": {
      "en": "the boogeyman.",
      "de": "der Butzemann."
    }
  },
  {
    "translation": {
      "en": "He was notorious for eating sunflower seeds",
      "de": "Er war bekannt dafür, Sonnenblumenkerne zu essen"
    }
  },
  {
    "translation": {
      "en": "and spitting the shells out all over the place.",
      "de": "und die Schalen überallhin zu spucken."
    }
  },
  {
    "translation": {
      "en": "Figuring out how he ends up working with Frank Salerno.",
      "de": "Wie endete er mit Frank Salerno?"
    }
  },
  {
    "translation": {
      "en": "They were an odd couple.",
      "de": "Sie waren ein seltsames Paar."
    }
  },
  {
    "translation": {
      "en": "Frank was all business, no smiles.",
      "de": "Frank war reiner Profi, kein Lächeln."
    }
  },
  {
    "translation": {
      "en": "And Gil was this big guy who was, you know, jovial.",
      "de": "Und Gil war ein großer, fröhlicher Kerl."
    }
  },
  {
    "translation": {
      "en": "Gil was a welcome relief. [laughs]",
      "de": "Gil war eine willkommene Abwechslung."
    }
  },
  {
    "translation": {
      "en": "[Gil] He could've had anybody he wanted as a partner.",
      "de": "Er hätte jeden als Partner haben können."
    }
  },
  {
    "translation": {
      "en": "And he asked me and I was tickled pink. I was flying.",
      "de": "Und er fragte mich. Ich war extrem glücklich."
    }
  },
  {
    "translation": {
      "en": "[reporter] …three-quarters of a million people to beaches of Southern California to search for a cool--",
      "de": "…eine dreiviertel Mio. Menschen zu den Stränden, um sich abzukühlen…"
    }
  },
  {
    "translation": {
      "en": "One hundred degrees every day this week,",
      "de": "Es wird jeden Tag dieser Woche 38° C"
    }
  },
  {
    "translation": {
      "en": "and it's expected to stay that way right on through the 4th of July.",
      "de": "und es soll bis zum 4. Juli so bleiben."
    }
  },
  {
    "translation": {
      "en": "No, it's gonna stay hot.",
      "de": "Nein, es bleibt heiß."
    }
  },
  {
    "translation": {
      "en": "Very hot. Even NBC's Johnny Carson was joking on last night's show about…",
      "de": "Sehr heiß. Selbst NBCs Johnny Carson hat letzte Nacht Witze gemacht…"
    }
  },
  {
    "translation": {
      "en": "[Gil] Patty Elaine Higgins was killed in the city of Arcadia.",
      "de": "Patty Elaine Higgins wurde in Arcadia getötet."
    }
  },
  {
    "translation": {
      "en": "That's the first case Frank and I had had together.",
      "de": "Das war Franks und mein erster Fall zusammen."
    }
  },
  {
    "translation": {
      "en": "[Frank] The killer was very enraged.",
      "de": "Der Mörder war extrem wütend."
    }
  },
  {
    "translation": {
      "en": "He viciously cut her throat, then he stabbed her in that slash.",
      "de": "Er schlitzte ihr brutal die Kehle auf, dann stach er in den Schnitt."
    }
  },
  {
    "translation": {
      "en": "Like, you know, here's some more.",
      "de": "Als ob er sagte: \"Nimm das.\""
    }
  },
  {
    "translation": {
      "en": "That's a very violent individual.",
      "de": "Er war ein sehr gewalttätiges Individuum."
    }
  },
  {
    "translation": {
      "en": "Four days go by…",
      "de": "Vier Tage vergingen."
    }
  },
  {
    "translation": {
      "en": "…and Arcadia PD calls the bureau again, says, \"We've got another murder.\"",
      "de": "Die Polizei von Arcadia rief an und sagte: \"Wir haben noch einen Mord.\""
    }
  },
  {
    "translation": {
      "en": "So, Gil and I roll out to the Cannon case,",
      "de": "Also rückten Gil und ich zum Cannon-Fall aus."
    }
  },
  {
    "translation": {
      "en": "just a few miles from where Patty Higgins' case was.",
      "de": "Ein paar km vom Patty-Higgins-Fall entfernt."
    }
  },
  {
    "translation": {
      "en": "[Gil] She had her throat slit,",
      "de": "Ihre Kehle war ähnlich"
    }
  },
  {
    "translation": {
      "en": "very similar to the way Patty Elaine Higgins' throat had been slit four days prior.",
      "de": "aufgeschlitzt wie vier Tage zuvor bei Patty Elaine Higgins."
    }
  },
  {
    "translation": {
      "en": "Then we get to the 5th of July, three days later.",
      "de": "Drei Tage später war der 5. Juli."
    }
  },
  {
    "translation": {
      "en": "[Frank] We get a call from Sierra Madre PD, which is not too far from Arcadia right there.",
      "de": "Die Polizei von Sierra Madre rief uns an, was nicht weit von Arcadia entfernt liegt."
    }
  },
  {
    "translation": {
      "en": "In the front of the house there is a fabric mark and blood…",
      "de": "Vor dem Haus war eine Stoffspur und Blut"
    }
  },
  {
    "translation": {
      "en": "on the windowsill,",
      "de": "auf dem Fensterbrett."
    }
  },
  {
    "translation": {
      "en": "so we knew that the suspect was wearing,",
      "de": "Wir wussten also, dass der Verdächtige"
    }
  },
  {
    "translation": {
      "en": "like, a gardener's glove or something like that.",
      "de": "Gartenhandschuhe oder etwas Ähnliches trug."
    }
  },
  {
    "translation": {
      "en": "And we never find a single fingerprint",
      "de": "Wir fanden keinen einzigen Fingerabdruck"
    }
  },
  {
    "translation": {
      "en": "in any of our crime scenes.",
      "de": "an den Tatorten."
    }
  },
  {
    "translation": {
      "en": "[reporter] She was beaten with a tire iron at her parents' home in Sierra Madre.",
      "de": "Sie wurde im Elternhaus in Sierra Madre mit einem Montierhebel geschlagen."
    }
  },
  {
    "translation": {
      "en": "[Frank] The room was ransacked.",
      "de": "Das Zimmer war durchwühlt."
    }
  },
  {
    "translation": {
      "en": "I mean, just ransacked.",
      "de": "Richtig durchwühlt."
    }
  },
  {
    "translation": {
      "en": "[reporter] She says she remembers only going to bed.",
      "de": "Sie erinnert sich nur, ins Bett gegangen zu sein."
    }
  },
  {
    "translation": {
      "en": "She woke up bloodied, beaten, her bedroom in a disarray.",
      "de": "Sie wachte blutverschmiert und geschlagen im unordentlichen Zimmer auf."
    }
  },
  {
    "translation": {
      "en": "She ended up with 42 inches of lacerations and skull fractures.",
      "de": "Sie hatte insgesamt über 100 cm Schnitte und Schädelbrüche."
    }
  },
  {
    "translation": {
      "en": "It's a difficult situation to…",
      "de": "Es ist sehr schwer…"
    }
  },
  {
    "translation": {
      "en": "stand there and interview a 16-year-old that had just gone through this.",
      "de": "…eine 16-Jährige zu befragen, die das gerade durchgemacht hat."
    }
  },
  {
    "translation": {
      "en": "And you wanna…",
      "de": "Und man will…"
    }
  },
  {
    "translation": {
      "en": "You really want to get your hands on that individual.",
      "de": "Man will diese Person wirklich erwischen."
    }
  },
  {
    "translation": {
      "en": "[Gil] We didn't go in the room where this happened, we didn't want to contaminate it.",
      "de": "Wir gingen nicht in den Raum. Wir wollten ihn nicht kontaminieren."
    }
  },
  {
    "translation": {
      "en": "We're waiting out in the living room when Gisele Lavigne,",
      "de": "Wir warteten im Wohnzimmer, als Gisele Lavigne,"
    }
  },
  {
    "translation": {
      "en": "who was a criminalist from our crime lab,",
      "de": "die Kriminaltechnikerin unseres Kriminallabors, rauskam."
    }
  },
  {
    "translation": {
      "en": "she walks out, she's wearing a lab coat, her hair's in a bun, glasses on,",
      "de": "die Kriminaltechnikerin unseres Kriminallabors, rauskam. Sie trug einen Laborkittel, einen Dutt, eine Brille,"
    }
  },
  {
    "translation": {
      "en": "and she says, \"Hey, fellas, found something, may be interesting. You oughta take a look.\"",
      "de": "und sie sagte: \"Hey Jungs, ich hab etwas, was euch interessieren könnte. Schaut."
    }
  },
  {
    "translation": {
      "en": "She's got a pink comforter in her hand,",
      "de": "Sie hatte eine pinkfarbene Tagesdecke in der Hand,"
    }
  },
  {
    "translation": {
      "en": "and she walks out to us and she opens it up",
      "de": "ging auf uns zu und öffnete sie."
    }
  },
  {
    "translation": {
      "en": "and there's a shoe print in blood on that comforter.",
      "de": "Und auf der Decke war ein Schuhabdruck."
    }
  },
  {
    "translation": {
      "en": "[Gil] And that was the same footprint that was at the Zazzara murder,",
      "de": "Und das war derselbe Schuhabdruck wie beim Zazzara-Mordfall"
    }
  },
  {
    "translation": {
      "en": "and it is the same footprint",
      "de": "und derselbe Schuhabdruck"
    }
  },
  {
    "translation": {
      "en": "found at the northeast abduction of a 10-year-old little girl.",
      "de": "wie bei der Entführung einer Zehnjährigen."
    }
  },
  {
    "translation": {
      "en": "That's a serial-- There's no doubt in my mind. It's the same guy.",
      "de": "Das ist ein Serien… Ohne Zweifel. Es ist derselbe Typ."
    }
  },
  {
    "translation": {
      "en": "Gil and I just looked at each other. It's like, \"Wow.\"",
      "de": "Gil und ich sahen uns nur an. Es war unglaublich."
    }
  },
  {
    "translation": {
      "en": "The only thing I could say was, \"Kiss my ass.\"",
      "de": "Ich konnte nur sagen: \"Leck mich!\""
    }
  },
  {
    "translation": {
      "en": "And Frank said, \"Yeah, kiss your ass.\"",
      "de": "Und Frank sagte: \"Ja, so was von.\""
    }
  },
  {
    "translation": {
      "en": "It gave me chills, like it's giving me right now.",
      "de": "Es gab und gibt mir Gänsehaut."
    }
  },
  {
    "translation": {
      "en": "Right after we saw the footprint,",
      "de": "Als wir den Schuhabdruck sahen,"
    }
  },
  {
    "translation": {
      "en": "Frank says, \"Okay. Tell me everything you've got in your head.\"",
      "de": "sagte Frank: \"Ok, sag mir, was du denkst.\""
    }
  },
  {
    "translation": {
      "en": "William and Emily Doi.",
      "de": "William und Emily Doi."
    }
  },
  {
    "translation": {
      "en": "We have Patty Elaine Higgins, we have Mary Cannon, and now Whitney Bennett.",
      "de": "Wir haben Patty Elaine Higgins, Mary Cannon und jetzt Whitney Bennett."
    }
  },
  {
    "translation": {
      "en": "They weren't all my cases,",
      "de": "Es waren nicht alle meine Fälle, aber ich studierte sie."
    }
  },
  {
    "translation": {
      "en": "but I studied them. I knew all the details,",
      "de": "Es waren nicht alle meine Fälle, aber ich studierte sie. Ich kannte Details, Zeiten, Adressen, Informationen und ich sagte ihm alles."
    }
  },
  {
    "translation": {
      "en": "times, addresses, information, and I told him everything.",
      "de": "Ich kannte Details, Zeiten, Adressen, Informationen und ich sagte ihm alles."
    }
  },
  {
    "translation": {
      "en": "Now it's in black and white in front of you.",
      "de": "Jetzt liegt es klar vor einem."
    }
  },
  {
    "translation": {
      "en": "There's no denying it.",
      "de": "Man kann es nicht leugnen."
    }
  },
  {
    "translation": {
      "en": "Gil was right.",
      "de": "Gil hatte recht."
    }
  },
  {
    "translation": {
      "en": "The Bureau didn't think it was one man, but once Frank got on board,",
      "de": "Das Präsidium glaubte nicht daran, aber als Frank auch sagte, dass es einer ist, hörten alle zu."
    }
  },
  {
    "translation": {
      "en": "said, \"Yes, it's one man,\" everybody listens.",
      "de": "aber als Frank auch sagte, dass es einer ist, hörten alle zu."
    }
  },
  {
    "translation": {
      "en": "Picked up the phone called the captain right away.",
      "de": "Er rief sofort den Polizeichef an."
    }
  },
  {
    "translation": {
      "en": "He said, \"Okay, let's… let's go at it.\"",
      "de": "Er sagte: \"Ok, versuchen wir es.\""
    }
  },
  {
    "translation": {
      "en": "And things started going fast and furious.",
      "de": "Ab da ging alles rasend schnell."
    }
  },
  {
    "translation": {
      "en": "We got a hell of a series going here.",
      "de": "Das war eine verdammte Serie."
    }
  },
  {
    "translation": {
      "en": "We got us a serial killer.",
      "de": "Wir haben einen Serienmörder."
    }
  }
]