[
  {
    "translation": {
      "en": "I've never met a world champion that's a normal person.",
      "de": "Ich kenne keinen Weltmeister, der normal ist."
    }
  },
  {
    "translation": {
      "en": "You gotta be screwed up in some manner",
      "de": "Man muss schon irgendwie verkorkst sein,"
    }
  },
  {
    "translation": {
      "en": "to get out of bed to do extraordinary things.",
      "de": "um aufzustehen und was Außergewöhnliches zu tun."
    }
  },
  {
    "translation": {
      "en": "And I'm screwed up.",
      "de": "Ich bin verkorkst."
    }
  },
  {
    "translation": {
      "en": "Underneath this veneer of being a normal, nice guy,",
      "de": "Hinter meiner Fassade des normalen, netten Typen"
    }
  },
  {
    "translation": {
      "en": "I have a huge ego.",
      "de": "steckt ein Riesen-Ego."
    }
  },
  {
    "translation": {
      "en": "There's gotta be some motivation to drive someone to extraordinary lengths.",
      "de": "Man braucht irgendeinen Antrieb, um über sich hinauszuwachsen."
    }
  },
  {
    "translation": {
      "en": "And the ego is part of my drive.",
      "de": "Und zu meinem Antrieb gehört mein Ego."
    }
  },
  {
    "translation": {
      "en": "[announcer] Good morning, the world.",
      "de": "Guten Morgen."
    }
  },
  {
    "translation": {
      "en": "We're lining up now for the start",
      "de": "Wir stehen hier bereit für das siebte"
    }
  },
  {
    "translation": {
      "en": "of the seventh and vital race in this America's Cup.",
      "de": "Wir stehen hier bereit für das siebte und entscheidende Rennen in diesem America's Cup."
    }
  },
  {
    "translation": {
      "en": "Yachting's big event is more historic",
      "de": "Diese Regatta ist bedeutender"
    }
  },
  {
    "translation": {
      "en": "than the Kentucky Derby, the World Series or the Super Bowl.",
      "de": "als Kentucky Derby, World Series oder Super Bowl."
    }
  },
  {
    "translation": {
      "en": "And for the first time in 132 years, America may lose the America's Cup.",
      "de": "Zum ersten Mal seit 132 Jahren könnten die USA den America's Cup verlieren."
    }
  },
  {
    "translation": {
      "en": "Now, the whole point of this was to win the America's Cup,",
      "de": "Es ging nur darum, den America's Cup zu gewinnen."
    }
  },
  {
    "translation": {
      "en": "which no one had ever done before.",
      "de": "Das war noch niemandem gelungen."
    }
  },
  {
    "translation": {
      "en": "It was the longest winning streak in history of sport.",
      "de": "Es war die längste Siegesserie der Sportgeschichte."
    }
  },
  {
    "translation": {
      "en": "The United States having successfully defended the Cup",
      "de": "Die Vereinigten Staaten hatten den Cup erfolgreich"
    }
  },
  {
    "translation": {
      "en": "for 132 years, since before the US Civil War.",
      "de": "seit 132 Jahren, seit vor dem Bürgerkrieg, verteidigt."
    }
  },
  {
    "translation": {
      "en": "[reporter] This country's domination has outlasted the Confederacy,",
      "de": "Diese Dominanz hat die Konföderation und das Dritte Reich überdauert"
    }
  },
  {
    "translation": {
      "en": "the Third Reich, and the St. Louis Browns.",
      "de": "Diese Dominanz hat die Konföderation und das Dritte Reich überdauert und ist älter als die St. Louis Browns."
    }
  },
  {
    "translation": {
      "en": "Now the Australians think their time finally has come.",
      "de": "Nun sehen die Australier ihre Zeit gekommen."
    }
  },
  {
    "translation": {
      "en": "Today they sail the winner-take-all, do-or-die, there's-no-tomorrow race.",
      "de": "Heute steht das alles entscheidende, ultimative, letzte Rennen an."
    }
  },
  {
    "translation": {
      "en": "Billed as the race of the century--",
      "de": "Das Rennen des Jahrhunderts."
    }
  },
  {
    "translation": {
      "en": "The greatest yacht race of the century.",
      "de": "Die wichtigste Regatta dieses Jahrhunderts."
    }
  },
  {
    "translation": {
      "en": "The bottom line is the New York Yacht Club were not in the business of losing the America's Cup.",
      "de": "Der New York Yacht Club hatte nicht vor, den America's Cup abzugeben."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] So we had no confusion.",
      "de": "Es bestand also gar kein Zweifel."
    }
  },
  {
    "translation": {
      "en": "We were at war.",
      "de": "Wir waren im Krieg."
    }
  },
  {
    "translation": {
      "en": "The full-scale war is already underway.",
      "de": "Es herrscht bereits ein regelrechter Krieg."
    }
  },
  {
    "translation": {
      "en": "The Australians claim they're the target of a dirty-tricks campaign",
      "de": "Die Australier sehen sich einer Schmutzkampagne mit Spionage und Verrat ausgesetzt."
    }
  },
  {
    "translation": {
      "en": "involving espionage and political backstabbing.",
      "de": "einer Schmutzkampagne mit Spionage und Verrat ausgesetzt."
    }
  },
  {
    "translation": {
      "en": "We now have the FBI involved, spies, armed guards.",
      "de": "Wir haben hier jetzt das FBI, Spione, bewaffnete Wachen."
    }
  },
  {
    "translation": {
      "en": "[man] The New York Yacht Club are absolutely determined",
      "de": "Der New York Yacht Club ist fest entschlossen,"
    }
  },
  {
    "translation": {
      "en": "to do everything possible to ensure that the Cup stays here in the United States.",
      "de": "alles zu unternehmen, damit der Cup hier in den Vereinigten Staaten bleibt."
    }
  },
  {
    "translation": {
      "en": "To take on the United States was a huge psychological mountain.",
      "de": "Gegen die Vereinigten Staaten anzutreten, war ein riesiger psychologischer Berg."
    }
  },
  {
    "translation": {
      "en": "The most powerful nation technically and economically in the world…",
      "de": "Die mächtigste Nation der Welt, technisch und wirtschaftlich."
    }
  },
  {
    "translation": {
      "en": "-[camera shutter clicks] -[Bertrand] …and a little country…",
      "de": "Und ein kleines Land…"
    }
  },
  {
    "translation": {
      "en": "with 27 million people called Australia…",
      "de": "…mit 27 Millionen Einwohnern namens Australien…"
    }
  },
  {
    "translation": {
      "en": "…had the audacity to think that we could do it.",
      "de": "…war so vermessen, zu glauben, wir könnten das."
    }
  },
  {
    "translation": {
      "en": "The first America's Cup that I'd heard was the 1962 America's Cup.",
      "de": "Der erste America's Cup, den ich mir anhörte, war der von 1962."
    }
  },
  {
    "translation": {
      "en": "Australia versus United States.",
      "de": "Australien gegen die USA."
    }
  },
  {
    "translation": {
      "en": "How this country was tuned into this event halfway around the world.",
      "de": "Das ganze Land verfolgte dieses Ereignis in den USA."
    }
  },
  {
    "translation": {
      "en": "[news anchor] These races have captured the imagination of millions.",
      "de": "Diese Segelrennen faszinieren Millionen."
    }
  },
  {
    "translation": {
      "en": "The President of the United States himself abandons the cares of Washington to attend.",
      "de": "Der US-Präsident lässt dafür seine Geschäfte in Washington ruhen."
    }
  },
  {
    "translation": {
      "en": "The Australians, if they win, see it as an opportunity",
      "de": "Die Australier, wenn sie gewinnen, sehen das als Chance, ihr wenig bekanntes Land"
    }
  },
  {
    "translation": {
      "en": "to project their little-known country onto the international stage.",
      "de": "sehen das als Chance, ihr wenig bekanntes Land auf der Weltbühne zu präsentieren."
    }
  },
  {
    "translation": {
      "en": "I can… I can still hear it.",
      "de": "Ich höre es noch."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Winds 20 to 25 knots and seas choppy…",
      "de": "20 bis 25 Knoten Wind und raue See…"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] I was just a little boy listening on the wireless.",
      "de": "Ich war nur ein kleiner Junge am Radio."
    }
  },
  {
    "translation": {
      "en": "I was seven years old listening to a small transistor radio,",
      "de": "Ich war sieben Jahre alt und hörte über ein Transistorradio mitten in der Nacht im Bett zu."
    }
  },
  {
    "translation": {
      "en": "lying in bed in the middle of the night.",
      "de": "und hörte über ein Transistorradio mitten in der Nacht im Bett zu."
    }
  },
  {
    "translation": {
      "en": "A little tiny transistor radio.",
      "de": "Ein winziges Transistorradio."
    }
  },
  {
    "translation": {
      "en": "Like a little transistor radio.",
      "de": "So ein kleines Transistorradio."
    }
  },
  {
    "translation": {
      "en": "My mother said, \"You get a good night's sleep,\"",
      "de": "Meine Mutter sagte \"Schlaf gut.\""
    }
  },
  {
    "translation": {
      "en": "and I'm trying to listen to the radio.",
      "de": "Ich versuchte, Radio zu hören."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] …all over the eastern seaboard flock to the waters of Newport, Rhode Island.",
      "de": "Von der ganzen Ostküste strömen sie nach Newport, Rhode Island."
    }
  },
  {
    "translation": {
      "en": "[Lissiman] Three in the morning,",
      "de": "Drei Uhr morgens, mit zwölf Stunden Zeitverschiebung,"
    }
  },
  {
    "translation": {
      "en": "12 hours different time zone in Newport, Rhode Island.",
      "de": "Drei Uhr morgens, mit zwölf Stunden Zeitverschiebung, in Newport, Rhode Island."
    }
  },
  {
    "translation": {
      "en": "[commentator] This is Newport, the home of the America's Cup yacht race.",
      "de": "Das ist Newport, Austragungsort der Regatta um den America's Cup."
    }
  },
  {
    "translation": {
      "en": "Since the turn of the century, it's been the holiday playground of the nation's super rich.",
      "de": "Seit der Jahrhundertwende ein Urlaubsdomizil der Superreichen."
    }
  },
  {
    "translation": {
      "en": "As a little boy, I was infatuated with the incredible history.",
      "de": "Als kleiner Junge schwärmte ich für diese unglaubliche Geschichte."
    }
  },
  {
    "translation": {
      "en": "All these incredible characters.",
      "de": "All diese unglaublichen Personen."
    }
  },
  {
    "translation": {
      "en": "[commentator] And when the summer breezes begin to roll in across the sound,",
      "de": "Und wenn dann die Sommerbrise durch die Bucht streicht,"
    }
  },
  {
    "translation": {
      "en": "their minds turn to the only game in town, yacht racing.",
      "de": "richten sich ihre Gedanken auf den ultimativen Sport, Segeln."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] For me to skipper an America's Cup boat,",
      "de": "Skipper eines America's Cuppers zu sein,"
    }
  },
  {
    "translation": {
      "en": "that set my imagination into another direction.",
      "de": "krempelte meine Fantasie total um."
    }
  },
  {
    "translation": {
      "en": "It was like the door opening to another world.",
      "de": "Es war wie die Tür zu einer anderen Welt."
    }
  },
  {
    "translation": {
      "en": "There are some people at Internal Revenue",
      "de": "Einige bei der Steuerbehörde meinen,"
    }
  },
  {
    "translation": {
      "en": "who think yachting is not much more than a dubious tax deduction.",
      "de": "Segeln sei nichts weiter als ein dubioser Steuertrick."
    }
  },
  {
    "translation": {
      "en": "The America's Cup, however, is something else again.",
      "de": "Der America's Cup aber ist eine andere Nummer."
    }
  },
  {
    "translation": {
      "en": "The America's Cup's always been the top echelon of the sport of sailing.",
      "de": "Der America's Cup stellt seit jeher die oberste Stufe des Segelsports dar."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] The America's Cup is one boat versus one boat, one country versus one country.",
      "de": "Beim America's Cup treten zwei Boote, zwei Länder, gegeneinander an."
    }
  },
  {
    "translation": {
      "en": "The best of seven races.",
      "de": "Über sieben Rennen."
    }
  },
  {
    "translation": {
      "en": "First boat to win four races wins the America's Cup.",
      "de": "DER AMERICA'S-CUP-KURS Wer als Erster vier Rennen gewinnt, bekommt den Cup."
    }
  },
  {
    "translation": {
      "en": "It's one-on-one. It's like a duel to the death.",
      "de": "Eins gegen Eins, wie ein Duell auf Leben und Tod."
    }
  },
  {
    "translation": {
      "en": "[announcer] Look at it go down! This is yachting's answer to the Titanic.",
      "de": "Sie sinken. Das ist das Segelpendant zur Titanic."
    }
  },
  {
    "translation": {
      "en": "[man] They basically have a desire to beat each other's brains out,",
      "de": "Eigentlich geht es darum, sich gegenseitig fertigzumachen,"
    }
  },
  {
    "translation": {
      "en": "but it's a lot better than going to war or shooting it out in the streets.",
      "de": "aber das ist besser als Krieg oder eine Straßenschießerei."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] The unique element of the America's Cup",
      "de": "Das Einzigartige am America's Cup ist,"
    }
  },
  {
    "translation": {
      "en": "is you're given a shot every four years, just like the Olympics.",
      "de": "dass er alle vier Jahre stattfindet, wie Olympia."
    }
  },
  {
    "translation": {
      "en": "It's a huge commitment, both physically and psychologically.",
      "de": "Es erfordert einen Rieseneinsatz, körperlich und geistig."
    }
  },
  {
    "translation": {
      "en": "[Longley] The rules were any country could challenge for the America's Cup,",
      "de": "Nach den Regeln konnte jedes Land Herausforderer sein."
    }
  },
  {
    "translation": {
      "en": "but you had to design the boat in the country you were challenging from.",
      "de": "Aber die Yacht musste im Land des Herausforderers entwickelt werden."
    }
  },
  {
    "translation": {
      "en": "You had to build the boat in that country as well.",
      "de": "Und sie musste auch dort gebaut werden."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] So these projects need money.",
      "de": "Für solche Projekte braucht man Geld."
    }
  },
  {
    "translation": {
      "en": "Lots of money.",
      "de": "Viel Geld."
    }
  },
  {
    "translation": {
      "en": "[reporter] The super-rich have brought large bank accounts, millions of dollars.",
      "de": "Die Superreichen haben dicke Konten und Millionen Dollar dabei."
    }
  },
  {
    "translation": {
      "en": "In the case of the America's Cup,",
      "de": "Beim America's Cup handelt es sich"
    }
  },
  {
    "translation": {
      "en": "we're talking high-cost, high-tech yacht racing.",
      "de": "um kostenintensiven High-Tech-Segelsport."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Unlike any other sport, the US had never lost.",
      "de": "Aber im Gegensatz zu anderen Sportarten hatten die USA nie verloren."
    }
  },
  {
    "translation": {
      "en": "[Lissiman] It was the longest winning streak",
      "de": "AMERIKA REGIERT DIE WELLEN! Die längste Siegesserie der Sportgeschichte."
    }
  },
  {
    "translation": {
      "en": "in sporting history",
      "de": "Die längste Siegesserie der Sportgeschichte."
    }
  },
  {
    "translation": {
      "en": "where the New York Yacht Club had successfully defended the Cup",
      "de": "USA VERTEIDIGEN AMERICA'S CUP Der New York Yacht Club hatte den Cup in Newport, Rhode Island,"
    }
  },
  {
    "translation": {
      "en": "in Newport, Rhode Island, for 132 years.",
      "de": "hatte den Cup in Newport, Rhode Island, 132 Jahre lang verteidigt."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] There was a sense of arrogance by the New York Yacht Club.",
      "de": "Beim New York Yacht Club herrschte eine gewisse Arroganz."
    }
  },
  {
    "translation": {
      "en": "This is our patch.",
      "de": "Das ist unser Spiel."
    }
  },
  {
    "translation": {
      "en": "You can play with the patch and then we'll bid you farewell.",
      "de": "Ihr dürft mitspielen, aber dann geht ihr wieder."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] The New York Yacht Club have defended this Cup",
      "de": "Der New York Yacht Club verteidigt den Cup gegen alle Herausforderer"
    }
  },
  {
    "translation": {
      "en": "against all-comers from around the world",
      "de": "verteidigt den Cup gegen alle Herausforderer"
    }
  },
  {
    "translation": {
      "en": "with such complete sailing mastery",
      "de": "seglerisch so überlegen."
    }
  },
  {
    "translation": {
      "en": "that it's a wonder anyone comes after it at all.",
      "de": "Es ist ein Wunder, dass sich noch jemand hertraut."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] The New York Yacht Club on Manhattan's West 44th Street.",
      "de": "Der New York Yacht Club in der 44. Straße in Manhattan."
    }
  },
  {
    "translation": {
      "en": "With its windows carved in the manner of a 17th century Dutch yacht,",
      "de": "Die Fenster erinnern an niederländische Segler aus dem 17. Jh."
    }
  },
  {
    "translation": {
      "en": "this is the center of the yachting universe.",
      "de": "Die ist der Mittelpunkt der Segelwelt."
    }
  },
  {
    "translation": {
      "en": "The exclusive preserve of some of America's wealthiest and most influential men.",
      "de": "Exklusive Domäne einiger der reichsten und mächtigsten Männer Amerikas."
    }
  },
  {
    "translation": {
      "en": "The New York Yacht club were ferocious defenders of the America's Cup.",
      "de": "Der New York Yacht Club verteidigte den America's Cup erbittert."
    }
  },
  {
    "translation": {
      "en": "[Lissiman] They reeked of old American money,",
      "de": "Sie strotzten vor altem amerikanischen Geld."
    }
  },
  {
    "translation": {
      "en": "Vanderbilts and Roosevelts.",
      "de": "Die Vanderbilts und Roosevelts."
    }
  },
  {
    "translation": {
      "en": "So there was a huge amount of mystique.",
      "de": "Sie waren von diesem geheimnisvollen Nimbus umgeben."
    }
  },
  {
    "translation": {
      "en": "[Longley] And there was something about the American boats.",
      "de": "Die amerikanischen Boote waren besonders."
    }
  },
  {
    "translation": {
      "en": "They had this aura about them. They were immaculate.",
      "de": "Sie hatten diese Aura. Sie wirkten makellos."
    }
  },
  {
    "translation": {
      "en": "Their sails always looked like they were carved out of alabaster.",
      "de": "Ihre Segel sahen immer aus wie aus Alabaster geschnitzt."
    }
  },
  {
    "translation": {
      "en": "They oozed style, wealth.",
      "de": "Sie verströmten Stil und Reichtum."
    }
  },
  {
    "translation": {
      "en": "Oozed this unbeatableness.",
      "de": "Sie verströmten diese Unschlagbarkeit."
    }
  },
  {
    "translation": {
      "en": "And one day, way back in 1970,",
      "de": "Und eines Tages, im Jahre 1970,"
    }
  },
  {
    "translation": {
      "en": "we go into the New York Yacht Club.",
      "de": "betraten wir den New York Yacht Club."
    }
  },
  {
    "translation": {
      "en": "[Simmer] And there was a room,",
      "de": "Da war ein Raum,"
    }
  },
  {
    "translation": {
      "en": "it was this kind of octagonal room where the Cup was sitting.",
      "de": "ein achteckiger Raum, in dem der Cup thronte."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] We spoke to the curator, and he said, \"You realize, John,",
      "de": "Der Konservator sagte: \"John, ist dir klar,"
    }
  },
  {
    "translation": {
      "en": "that that trophy had not been touched by human flesh for a hundred years.\"",
      "de": "dass diese Trophäe seit 100 Jahren von keinem Menschen berührt wurde?\""
    }
  },
  {
    "translation": {
      "en": "I looked at this trophy and I thought, \"My God, John, this is it.\"",
      "de": "Ich sah sie an und dachte: \"Mein Gott, das ist es!\""
    }
  },
  {
    "translation": {
      "en": "Perfect, shiny silver.",
      "de": "Perfektes, glänzendes Silber."
    }
  },
  {
    "translation": {
      "en": "The Holy Grail.",
      "de": "Der Heilige Gral."
    }
  },
  {
    "translation": {
      "en": "[reporter] This is the family jewel.",
      "de": "Das ist das Familienjuwel."
    }
  },
  {
    "translation": {
      "en": "Silver under glass.",
      "de": "Silber unter Glas."
    }
  },
  {
    "translation": {
      "en": "This is what the Americans are spending $45 million on this year alone.",
      "de": "Dafür geben die Amerikaner allein in diesem Jahr $45 Millionen aus."
    }
  },
  {
    "translation": {
      "en": "Now, legend has it",
      "de": "Die Legende besagt,"
    }
  },
  {
    "translation": {
      "en": "that the first American skipper to end up losing this Cup",
      "de": "dass der erste amerikanische Skipper, der den Cup verliert,"
    }
  },
  {
    "translation": {
      "en": "will end up losing his head.",
      "de": "auch den Kopf verliert."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] There's no question the emerging force for the New York Yacht Club was Dennis Conner.",
      "de": "Die neue aufstrebende Macht im New York Yacht Club war zweifellos Dennis Conner."
    }
  },
  {
    "translation": {
      "en": "A native of San Diego, California, folks, please welcome Dennis Conner.",
      "de": "Begrüßen Sie aus San Diego, Kalifornien, Dennis Conner."
    }
  },
  {
    "translation": {
      "en": "He was the might and focus of the New York Yacht Club.",
      "de": "Er war der Dreh- und Angelpunkt im New York Yacht Club."
    }
  },
  {
    "translation": {
      "en": "And he took the America's Cup",
      "de": "Und er machte den America's Cup"
    }
  },
  {
    "translation": {
      "en": "from an amateur world to a professional world.",
      "de": "von der Amateur- zum Profiregatta."
    }
  },
  {
    "translation": {
      "en": "Dennis changed the game.",
      "de": "Er veränderte alles."
    }
  },
  {
    "translation": {
      "en": "But isn't it true that you've taken a sport",
      "de": "Aus einem Sport, der bisher eher als Wochenendzeitvertreib für reiche Männer galt,"
    }
  },
  {
    "translation": {
      "en": "that was, uh, previously considered kind of what wealthy guys did on weekends,",
      "de": "der bisher eher als Wochenendzeitvertreib für reiche Männer galt,"
    }
  },
  {
    "translation": {
      "en": "and turned it into more like stock car racing?",
      "de": "haben Sie so was wie Rennsport gemacht, oder?"
    }
  },
  {
    "translation": {
      "en": "Dennis was the best. He was the best.",
      "de": "Dennis war der Beste. Er war die Beste."
    }
  },
  {
    "translation": {
      "en": "Ah, he's brilliant, absolutely brilliant.",
      "de": "Er war brillant, absolut brillant."
    }
  },
  {
    "translation": {
      "en": "I think it's fair to say Dennis was a different person.",
      "de": "Man kann schon sagen, Dennis war ein anderer Typ."
    }
  },
  {
    "translation": {
      "en": "One of these skippers who will do anything to win.",
      "de": "Einer dieser Skipper, die alles dafür tun würden, um zu gewinnen."
    }
  },
  {
    "translation": {
      "en": "[Conner] If the most important thing in the world",
      "de": "Sagen wir, das Wichtigste auf der Welt"
    }
  },
  {
    "translation": {
      "en": "was winning the America's Cup and sailing with Dennis Conner,",
      "de": "ist der America's Cup mit Dennis Conner."
    }
  },
  {
    "translation": {
      "en": "over going to church, over your job, over your wife, your kids…",
      "de": "Wichtiger als Kirche, Job, Frau und Kinder…"
    }
  },
  {
    "translation": {
      "en": "\"Oh, I gotta take off for two weeks to go skiing.\"",
      "de": "\"Aber ich will zwei Wochen Skifahren gehen.\""
    }
  },
  {
    "translation": {
      "en": "Well, enjoy your skiing, but don't bother coming back.",
      "de": "Dann viel Spaß, aber du musst nicht wiederkommen."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] The first time I raced against Dennis was 1974, the America's Cup.",
      "de": "Ich trat das erste Mal gegen Dennis im America's Cup 1974 an."
    }
  },
  {
    "translation": {
      "en": "And we had no chance.",
      "de": "Wir waren chancenlos."
    }
  },
  {
    "translation": {
      "en": "The Australians, they weren't in the America's Cup business.",
      "de": "Die Australier hatten keine Ahnung vom America's Cup."
    }
  },
  {
    "translation": {
      "en": "Psychologically, you have to perform at a very high level.",
      "de": "Psychologisch musste man top funktionieren."
    }
  },
  {
    "translation": {
      "en": "You got down to the boat early",
      "de": "Man musste früh beim Boot sein,"
    }
  },
  {
    "translation": {
      "en": "and checked the weather, tide, current, sailing instructions,",
      "de": "Wetter, Gezeiten, Strömung, Segelanweisungen prüfen."
    }
  },
  {
    "translation": {
      "en": "got your boat in the water, made sure it was smooth and clean,",
      "de": "Man musste ein picobello Boot zu Wasser lassen, rausfahren,"
    }
  },
  {
    "translation": {
      "en": "getting out to the course and checking the wind,",
      "de": "Man musste ein picobello Boot zu Wasser lassen, rausfahren, Wind, Strom und Rennleitung prüfen,"
    }
  },
  {
    "translation": {
      "en": "current, and the race committee and getting instructions,",
      "de": "Wind, Strom und Rennleitung prüfen, Anweisungen lesen und sehen, was der Wind vor dem Start macht."
    }
  },
  {
    "translation": {
      "en": "and checking the wind before the start, which way it was shifting.",
      "de": "Anweisungen lesen und sehen, was der Wind vor dem Start macht."
    }
  },
  {
    "translation": {
      "en": "You had the right sails, the right mast. You'd practiced. Your crew weighed the right amount.",
      "de": "Passten Segel und Rigg? Passten Training und Gewicht der Crew?"
    }
  },
  {
    "translation": {
      "en": "If you did all those things, every time, you would then have no excuse to lose.",
      "de": "Wenn man all das immer befolgte, gab es fürs Verlieren keine Ausrede."
    }
  },
  {
    "translation": {
      "en": "Lambs to the slaughter each time. Hammered in '74.",
      "de": "Wir waren '74 so wehrlos wie Lämmer auf der Schlachtbank."
    }
  },
  {
    "translation": {
      "en": "[Tom Brokaw] Dennis Conner came through for America again today,",
      "de": "Dennis Conner siegte auch heute wieder für die USA"
    }
  },
  {
    "translation": {
      "en": "winning the race by more than a minute and a half.",
      "de": "mit mehr als 1,5 Minuten Vorsprung."
    }
  },
  {
    "translation": {
      "en": "Got hammered again in '77.",
      "de": "Wir waren auch '77 chancenlos."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] The experts said it'd be 4 and 0,",
      "de": "Experten hatten ein 4:0 vorausgesagt,"
    }
  },
  {
    "translation": {
      "en": "and they've done in the Australians four races to zero.",
      "de": "und die Australier wurden 4:0 besiegt. AUSTRALIER ENTTÄUSCHT"
    }
  },
  {
    "translation": {
      "en": "Went back again in 1980, got beaten again.",
      "de": "Auch 1980 wurden wir geschlagen."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] And Australia simply couldn't catch up",
      "de": "Australien konnte nicht mithalten"
    }
  },
  {
    "translation": {
      "en": "and has now failed in three attempts to win the America's Cup.",
      "de": "und ist nun dreimal im Kampf um den America's Cup gescheitert."
    }
  },
  {
    "translation": {
      "en": "[Conner] I won 38 straight races.",
      "de": "Ich habe 38 Rennen in Folge gewonnen."
    }
  },
  {
    "translation": {
      "en": "I was the best sailor in the world.",
      "de": "Ich war der beste Segler der Welt."
    }
  },
  {
    "translation": {
      "en": "I slaughtered them.",
      "de": "Ich habe sie fertiggemacht."
    }
  },
  {
    "translation": {
      "en": "Welcome back to Turpie Tonight.",
      "de": "Willkommen bei Turpie Tonight."
    }
  },
  {
    "translation": {
      "en": "Ah! What a cue!",
      "de": "Was für ein Einsatz!"
    }
  },
  {
    "translation": {
      "en": "I want you to listen carefully to this.",
      "de": "Hören Sie mir genau zu."
    }
  },
  {
    "translation": {
      "en": "In September 1983,",
      "de": "Im September 1983"
    }
  },
  {
    "translation": {
      "en": "someone will be challenging the Americans for the America's Cup,",
      "de": "wird ein Boot die USA im Kampf um den America's Cup herausfordern."
    }
  },
  {
    "translation": {
      "en": "and this man will be skipper.",
      "de": "Und er ist der Skipper."
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen, would you please welcome John Bertrand?",
      "de": "Meine Damen und Herren, begrüßen Sie John Bertrand."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Deep down,",
      "de": "Tief in meinem Inneren wusste ich,"
    }
  },
  {
    "translation": {
      "en": "I knew if there's anyone that can actually take on Dennis Conner,",
      "de": "Tief in meinem Inneren wusste ich, wenn jemand Dennis Conner bezwingen kann,"
    }
  },
  {
    "translation": {
      "en": "it was someone like myself.",
      "de": "dann jemand wie ich."
    }
  },
  {
    "translation": {
      "en": "[host] How long have you been sailing?",
      "de": "Wie lange segeln Sie schon?"
    }
  },
  {
    "translation": {
      "en": "I started when I was 12 years old.",
      "de": "Seit ich zwölf bin."
    }
  },
  {
    "translation": {
      "en": "-[host] What type or class of yacht? -Little Sabots, little trainers.",
      "de": "Was für Boote? -Kleine Jollen. -Aha."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] My great-grandfather was involved in the construction of three America's Cup boats.",
      "de": "Mein Urgroßvater war am Bau von drei America's Cuppern beteiligt."
    }
  },
  {
    "translation": {
      "en": "My grandfather was a professional fisherman,",
      "de": "Mein Großvater war Fischer."
    }
  },
  {
    "translation": {
      "en": "and he'd teach me when the sea breeze would come in.",
      "de": "Er brachte mir den Umgang mit dem Seewind bei."
    }
  },
  {
    "translation": {
      "en": "He'd have this intuitive sixth sense that was passed on to myself.",
      "de": "Er hat mir diesen intuitiven sechsten Sinn vererbt."
    }
  },
  {
    "translation": {
      "en": "[host] No makeup. Is that what you get from life on the ocean waves?",
      "de": "Die Bräune ist echt. Kommt die vom Leben am Meer?"
    }
  },
  {
    "translation": {
      "en": "It's hours in the sun, Ian.",
      "de": "Von Stunden in der Sonne."
    }
  },
  {
    "translation": {
      "en": "Hours and hours. Is this a hard life?",
      "de": "Vielen Stunden. Ist das ein hartes Leben?"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] But when I was 15, there was a shock to our family.",
      "de": "Als ich 15 war, wurde meine Familie erschüttert."
    }
  },
  {
    "translation": {
      "en": "My father died,",
      "de": "Mein Vater starb,"
    }
  },
  {
    "translation": {
      "en": "my grandfather died,",
      "de": "mein Großvater starb"
    }
  },
  {
    "translation": {
      "en": "and then my great-grandfather died, in sequence.",
      "de": "und dann mein Urgroßvater. Einer nach dem anderen."
    }
  },
  {
    "translation": {
      "en": "So we lost all the men.",
      "de": "Alle Männer waren tot."
    }
  },
  {
    "translation": {
      "en": "[woman] When John's father passed away, there was a call in him.",
      "de": "Als Johns Vater starb, spürte er eine Berufung in sich."
    }
  },
  {
    "translation": {
      "en": "It, in fact, was what has always driven him.",
      "de": "Das war eigentlich das, was ihn immer angetrieben hat."
    }
  },
  {
    "translation": {
      "en": "But what I really understood about John was his ability to really focus.",
      "de": "Aber das ganz Besondere an John war seine Fähigkeit, sich auf etwas zu konzentrieren."
    }
  },
  {
    "translation": {
      "en": "He could totally shut off.",
      "de": "Er konnte völlig abschalten."
    }
  },
  {
    "translation": {
      "en": "I was infatuated with winning the America's Cup",
      "de": "Ich war besessen vom Gewinn des America's Cup"
    }
  },
  {
    "translation": {
      "en": "and what was required.",
      "de": "mit allem, was nötig war."
    }
  },
  {
    "translation": {
      "en": "Hopefully, you'll be the one to challenge whatever yacht the Americans put up.",
      "de": "Wir hoffen, Sie können, egal mit welcher US-Yacht, mithalten."
    }
  },
  {
    "translation": {
      "en": "That's right. Dennis Conner is the skipper of the one boat,",
      "de": "Ja, Dennis Conner ist der Skipper des Bootes,"
    }
  },
  {
    "translation": {
      "en": "which he successfully defended last time.",
      "de": "das den Cup letztes Mal verteidigt hat."
    }
  },
  {
    "translation": {
      "en": "-Didn't like him much. -[audience laughs]",
      "de": "Den mochte ich nicht."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Every year losing to Dennis,",
      "de": "Jedes Mal, wenn ich gegen Dennis verlor,"
    }
  },
  {
    "translation": {
      "en": "I concluded that I wasn't mentally tough enough.",
      "de": "kam ich zum Schluss, dass ich mental zu schwach war."
    }
  },
  {
    "translation": {
      "en": "And unless you understood your competition,",
      "de": "Und erst, wenn man den Gegner versteht,"
    }
  },
  {
    "translation": {
      "en": "unless you understood the enemy, you could never actually take it to another level.",
      "de": "wenn man den Feind versteht, schafft man es auf die nächste Stufe."
    }
  },
  {
    "translation": {
      "en": "So I got a scholarship to MIT in Boston",
      "de": "Ich bekam ein Stipendium fürs MIT in Boston,"
    }
  },
  {
    "translation": {
      "en": "in the Department of Ocean Engineering to become part of the US system.",
      "de": "ging an den Fachbereich Meerestechnik, um das US-System kennenzulernen."
    }
  },
  {
    "translation": {
      "en": "[man] During this program, you'll be training for careers in marine engineering.",
      "de": "Dieser Studiengang bildet Sie zu Meerestechnikern aus."
    }
  },
  {
    "translation": {
      "en": "There will be lab work, sea projects, and plenty of difficult classwork.",
      "de": "Mit Laborarbeit, Meeresprojekten und viel schwierigem Unterricht."
    }
  },
  {
    "translation": {
      "en": "[Rasa] When he told me the name of his thesis,",
      "de": "Beim Titel seiner Abschlussarbeit… DAS ENDE"
    }
  },
  {
    "translation": {
      "en": "I think, by then, I really understood",
      "de": "…wurde mir endgültig klar,"
    }
  },
  {
    "translation": {
      "en": "how important sailing was to him.",
      "de": "wie wichtig ihm das Segeln war."
    }
  },
  {
    "translation": {
      "en": "Optimum Angle of Attack of America's Cup Sails.",
      "de": "Der optimale Anströmwinkel bei America's-Cup-Segeln."
    }
  },
  {
    "translation": {
      "en": "Using lifting-line theory, aerospace engineering,",
      "de": "Es ging um Traglinientheorie, Luftfahrttechnik,"
    }
  },
  {
    "translation": {
      "en": "highly technical control systems,",
      "de": "hoch technisierte Steuerungssysteme."
    }
  },
  {
    "translation": {
      "en": "basically torpedoes.",
      "de": "Im Grunde Torpedos."
    }
  },
  {
    "translation": {
      "en": "I was behind enemy lines for months…",
      "de": "Ich war Monate hinter feindlichen Linien."
    }
  },
  {
    "translation": {
      "en": "learning about secrets.",
      "de": "Und ich erfuhr Geheimnisse,"
    }
  },
  {
    "translation": {
      "en": "That was very applicable to the America's Cup challenge.",
      "de": "die sich gut auf den America's Cup anwenden ließen."
    }
  },
  {
    "translation": {
      "en": "So, after MIT, I knew enough",
      "de": "Als ich vom MIT kam, wusste ich genug,"
    }
  },
  {
    "translation": {
      "en": "that we could go head-to-head, toe-to-toe with the best in the world.",
      "de": "um die Besten der Welt auf Augenhöhe herauszufordern."
    }
  },
  {
    "translation": {
      "en": "[man] Come on, Kyle.",
      "de": "US-TRAININGSCAMP 17 MONATE BIS ZUM AMERICA'S CUP"
    }
  },
  {
    "translation": {
      "en": "[Conner] To compete, you have to have the money. I just said,",
      "de": "Um anzutreten, braucht man in erster Linie Geld."
    }
  },
  {
    "translation": {
      "en": "\"When you want to race the America's Cup, show me the money.\"",
      "de": "Willst du beim America's Cup dabei sein, zeig mir das Geld!"
    }
  },
  {
    "translation": {
      "en": "I guess it's fair to say that estimates about how much money",
      "de": "Schätzungen zufolge"
    }
  },
  {
    "translation": {
      "en": "has been spent to win this baby",
      "de": "werden für den Gewinn dieser Trophäe"
    }
  },
  {
    "translation": {
      "en": "are anywhere between 60 and maybe 100 million dollars.",
      "de": "zwischen $60 und $100 Millionen ausgegeben."
    }
  },
  {
    "translation": {
      "en": "[Conner] I was lucky.",
      "de": "Ich hatte Glück."
    }
  },
  {
    "translation": {
      "en": "I had the backing of the New York Yacht Club.",
      "de": "Der New York Yacht Club unterstützte mich."
    }
  },
  {
    "translation": {
      "en": "I loved them like Mom and Dad.",
      "de": "Ich liebte sie wie meine Eltern."
    }
  },
  {
    "translation": {
      "en": "So you get the money, then you can start to put a team together.",
      "de": "Man besorgt das Geld und fängt dann an, ein Team zusammenzustellen."
    }
  },
  {
    "translation": {
      "en": "[reporter] Conner is putting his troops through a training program",
      "de": "Conners Truppen durchlaufen ein Training,"
    }
  },
  {
    "translation": {
      "en": "as tough as any yet devised for an America's Cup campaign.",
      "de": "das härter ist als bei jedem bisherigen America's Cup."
    }
  },
  {
    "translation": {
      "en": "[Conner] It's important that the crew be able to perform at their best,",
      "de": "Die Crew muss Höchstleistungen bringen können."
    }
  },
  {
    "translation": {
      "en": "and to do so, they have to have a full commitment,",
      "de": "Dazu müssen sie sich voll engagieren."
    }
  },
  {
    "translation": {
      "en": "working 5:00 in the morning till 9:00 at night, six days a week for 17 months.",
      "de": "Von 5 Uhr früh bis 21 Uhr abends, 6 Tage die Woche, 17 Monate lang."
    }
  },
  {
    "translation": {
      "en": "So the more money, you can start to invest in technology.",
      "de": "Und wenn man genug Geld in die Technik investieren kann,"
    }
  },
  {
    "translation": {
      "en": "Then you can start thinking about,",
      "de": "kann man anfangen zu überlegen:"
    }
  },
  {
    "translation": {
      "en": "\"What kind of a designer are we going to have?\"",
      "de": "Welchen Konstrukteur wollen wir?"
    }
  },
  {
    "translation": {
      "en": "\"Who's gonna build the boat? Who's gonna make the sails?\"",
      "de": "Welchen Bootsbauer? Welchen Segelmacher?"
    }
  },
  {
    "translation": {
      "en": "[host] The New York Yacht Club calls to order the first meeting…",
      "de": "Der New York Yacht Club beruft die erste Versammlung ein…"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Studying the New York Yacht Club,",
      "de": "Nach Blick auf den New York Yacht Club wurde mir klar,"
    }
  },
  {
    "translation": {
      "en": "I realize if we're ever to win this thing,",
      "de": "Nach Blick auf den New York Yacht Club wurde mir klar, wenn wir das Ding gewinnen wollen, brauchen wir Geld."
    }
  },
  {
    "translation": {
      "en": "we would need money, lots of money.",
      "de": "wenn wir das Ding gewinnen wollen, brauchen wir Geld. Viel Geld."
    }
  },
  {
    "translation": {
      "en": "[reporter] The story of the America's challenge",
      "de": "Die Geschichte des Herausforderers gleicht der"
    }
  },
  {
    "translation": {
      "en": "is the story of the whole Bond financial saga.",
      "de": "Die Geschichte des Herausforderers gleicht der des Bond-Finanzimperiums."
    }
  },
  {
    "translation": {
      "en": "Bondy has always been a gambler,",
      "de": "Bondi war schon immer ein Spieler."
    }
  },
  {
    "translation": {
      "en": "and that's what this is all about, money.",
      "de": "Und genau darum geht es: um Geld."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Alan was the syndicate chairman for Australia. He took a gamble.",
      "de": "Alan war Chef des australischen Syndikats. Er ging ein Wagnis ein."
    }
  },
  {
    "translation": {
      "en": "It was his money.",
      "de": "Es war sein Geld."
    }
  },
  {
    "translation": {
      "en": "It was his project.",
      "de": "Es war sein Projekt."
    }
  },
  {
    "translation": {
      "en": "[Simmer] Bondy was a big risk-taker. Larger than life.",
      "de": "Bondi war sehr risikofreudig. Eine Legende."
    }
  },
  {
    "translation": {
      "en": "He'd made a lot of money in a short amount of time,",
      "de": "Er hatte in kurzer Zeit viel Geld verdient."
    }
  },
  {
    "translation": {
      "en": "largely through property deals.",
      "de": "Vor allem mit Immobiliengeschäften"
    }
  },
  {
    "translation": {
      "en": "And he bought Swan Brewery.",
      "de": "und der Brauerei Swan."
    }
  },
  {
    "translation": {
      "en": "But from the New York Yacht Club's point of view, he wasn't real wealth.",
      "de": "Aber aus Sicht des New York Yacht Club war das kein echter Reichtum."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Alan intuitively knew",
      "de": "Alan wusste instinktiv,"
    }
  },
  {
    "translation": {
      "en": "to win could take him from a local trader to a global trader.",
      "de": "mit einem Sieg würde er vom lokalen zum globalen Händler aufsteigen."
    }
  },
  {
    "translation": {
      "en": "It was power and influence, and that was his motivation.",
      "de": "Macht und Einfluss. Das war seine Motivation."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] So, I said to Alan,",
      "de": "Ich sagte zu Alan:"
    }
  },
  {
    "translation": {
      "en": "\"There's basically three elements in this competition.\"",
      "de": "\"Bei diesem Wettkampf geht es um drei Dinge."
    }
  },
  {
    "translation": {
      "en": "\"You gotta have world-class administration.\"",
      "de": "Man braucht eine Weltklasse-Leitung."
    }
  },
  {
    "translation": {
      "en": "\"You gotta have world-class technology,",
      "de": "Man braucht Weltklasse-Technik."
    }
  },
  {
    "translation": {
      "en": "and, ultimately, the team has to be world-class.\"",
      "de": "Und das Team muss Weltklasse sein."
    }
  },
  {
    "translation": {
      "en": "We needed to get brilliant, highly sophisticated minds.",
      "de": "Wir brauchen brillante, hochbegabte Köpfe."
    }
  },
  {
    "translation": {
      "en": "Invite the best of the best.",
      "de": "Holen Sie die Allerbesten!\""
    }
  },
  {
    "translation": {
      "en": "So I called Huey.",
      "de": "Also rief ich Huey an."
    }
  },
  {
    "translation": {
      "en": "[Treharne] Got an apprenticeship and I left school as a sailmaker.",
      "de": "Ich habe eine Ausbildung zum Segelmacher gemacht."
    }
  },
  {
    "translation": {
      "en": "I can see wind shifts and wind pressure. Just could almost smell the wind.",
      "de": "Ich kann Winddreher und Winddruck sehen. Ich konnte den Wind beinahe riechen."
    }
  },
  {
    "translation": {
      "en": "[reporter] …and outstanding tactician Hugh Treharne join other senior members of the Australian team.",
      "de": "Der erstklassige Taktiker Hugh Treharne und andere stoßen zum australischen Team."
    }
  },
  {
    "translation": {
      "en": "Is this the year of the impossible?",
      "de": "Ist das das Jahr des Unmöglichen?"
    }
  },
  {
    "translation": {
      "en": "I was working as an engineer on a uranium mine.",
      "de": "Ich arbeitete als Ingenieur in einer Uranmine."
    }
  },
  {
    "translation": {
      "en": "I was actually a school teacher at the time.",
      "de": "Ich war damals Lehrer."
    }
  },
  {
    "translation": {
      "en": "I was working as an electrical engineer.",
      "de": "Ich war Elektroingenieur."
    }
  },
  {
    "translation": {
      "en": "And I get a phone call out of the blue saying,",
      "de": "Und plötzlich bekomme ich einen Anruf:"
    }
  },
  {
    "translation": {
      "en": "\"I'd like you to be the navigator",
      "de": "\"Ich hätte dich gern als Navigator"
    }
  },
  {
    "translation": {
      "en": "on this 12 Metre we're gonna build for the next America's Cup.\"",
      "de": "des Zwölfers, den wir für den America's Cup bauen.\""
    }
  },
  {
    "translation": {
      "en": "I hadn't been a navigator on any boat.",
      "de": "Ich war nie Navigator auf einem Boot gewesen."
    }
  },
  {
    "translation": {
      "en": "He said, \"You're an engineer. You go and figure it out.\"",
      "de": "Er sagte: \"Du bist Ingenieur. Du kriegst das hin.\""
    }
  },
  {
    "translation": {
      "en": "[Lissiman] John Bertrand very carefully worked out",
      "de": "John Bertrand wählte sehr sorgfältig Leute"
    }
  },
  {
    "translation": {
      "en": "the people with the right mental capacity,",
      "de": "mit der richtigen mentalen Stärke aus,"
    }
  },
  {
    "translation": {
      "en": "who could outsmart the New York Yacht Club.",
      "de": "um den New York Yacht Club zu überlisten."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] To take on the power of the American psyche, with their immense confidence,",
      "de": "Will man der starken amerikanischen Psyche und dem Riesenselbstvertrauen begegnen,"
    }
  },
  {
    "translation": {
      "en": "you need a strong ego to be able to play that game,",
      "de": "braucht man ein starkes Ego, um mitspielen zu können."
    }
  },
  {
    "translation": {
      "en": "and that was a major hurdle.",
      "de": "Das war eine gewaltige Hürde."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] In our country, in Australia,",
      "de": "Bei uns in Australien"
    }
  },
  {
    "translation": {
      "en": "we have this thing called the Tall Poppy Syndrome,",
      "de": "gibt es das Tall-Poppy-Syndrom."
    }
  },
  {
    "translation": {
      "en": "where people start to show a sense of confidence, and they cut you down.",
      "de": "Wenn Menschen selbstbewusst auftreten, werden sie niedergemacht."
    }
  },
  {
    "translation": {
      "en": "So, if I could get the mental side tough enough,",
      "de": "Könnte ich die mentale Seite genug stärken,"
    }
  },
  {
    "translation": {
      "en": "then perhaps I could put the whole thing together.",
      "de": "könnte vielleicht alles zusammenpassen."
    }
  },
  {
    "translation": {
      "en": "[Lissiman] Bertrand sent this psych test out to all of the potential crew members.",
      "de": "Bertrand schickte diesen Psychotest an alle potenziellen Crewmitglieder."
    }
  },
  {
    "translation": {
      "en": "And I can remember getting this 14-page psych test",
      "de": "Ich weiß noch, ich bekam diese 14 Seiten Psychotest und dachte: \"Was soll der Blödsinn?\""
    }
  },
  {
    "translation": {
      "en": "and thinking, \"What is this crap?\"",
      "de": "ich bekam diese 14 Seiten Psychotest und dachte: \"Was soll der Blödsinn?\""
    }
  },
  {
    "translation": {
      "en": "Yeah. I did the personality test. [laughs]",
      "de": "Ja, ich habe den Test gemacht."
    }
  },
  {
    "translation": {
      "en": "The assessment was that I could have more confidence.",
      "de": "Er ergab, ich könnte selbstbewusster sein."
    }
  },
  {
    "translation": {
      "en": "That was the assessment, yeah, that I could have more confidence.",
      "de": "Das war das Ergebnis, dass ich selbstbewusster sein könnte."
    }
  },
  {
    "translation": {
      "en": "So for us, we had to believe ourselves that we belong on the world stage.",
      "de": "Wir mussten selbst daran glauben, dass wir auf die Weltbühne gehören."
    }
  },
  {
    "translation": {
      "en": "That's the power of visualization.",
      "de": "Da war Visualisierung gefragt."
    }
  },
  {
    "translation": {
      "en": "See the sails, see fellow crew members,",
      "de": "Du siehst die Segel, du siehst die Mitsegler."
    }
  },
  {
    "translation": {
      "en": "realize the trust, faith, and respect you have for them.",
      "de": "Du bringst ihnen Vertrauen und Respekt entgegen."
    }
  },
  {
    "translation": {
      "en": "You're visualizing the environment even before you've gone into battle.",
      "de": "Man stellt sich das Umfeld vor, noch ehe man in den Kampf zieht."
    }
  },
  {
    "translation": {
      "en": "Ultimately, training the mind not to be intimidated in that environment.",
      "de": "Letztendlich trainiert man den Verstand, sich von dem Umfeld nicht einschüchtern zu lassen."
    }
  },
  {
    "translation": {
      "en": "[man] Listen to the helicopters above.",
      "de": "Du hörst die Hubschrauber."
    }
  },
  {
    "translation": {
      "en": "-[helicopter blades whirring] -[man] You see the US Coast Guard.",
      "de": "Du siehst die Küstenwache."
    }
  },
  {
    "translation": {
      "en": "We're all working hand in hand together as a team.",
      "de": "Wir arbeiten alle Hand in Hand als Team."
    }
  },
  {
    "translation": {
      "en": "And then you see Dennis Conner…",
      "de": "Dann siehst du Dennis Conner…"
    }
  },
  {
    "translation": {
      "en": "and his American boat, Liberty.",
      "de": "…und sein amerikanisches Boot Liberty."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] And finally,",
      "de": "Und dann brauchten wir noch"
    }
  },
  {
    "translation": {
      "en": "the last thing we had to have was the high-tech, world-class boat.",
      "de": "Und dann brauchten wir noch eine Weltklasse-High-Tech-Yacht."
    }
  },
  {
    "translation": {
      "en": "But the American sailing technology was at a much higher level",
      "de": "Aber die amerikanische Segeltechnologie war viel weiter entwickelt als alles, was wir in Australien kannten."
    }
  },
  {
    "translation": {
      "en": "than anything we had in Australia.",
      "de": "war viel weiter entwickelt als alles, was wir in Australien kannten."
    }
  },
  {
    "translation": {
      "en": "[reporter] The battle of the Cup has become a war of technology,",
      "de": "Der Kampf um den Cup ist ein Technologiekrieg."
    }
  },
  {
    "translation": {
      "en": "and Conner had wanted to build himself a fearsome weapon.",
      "de": "Conner wollte sich eine furchterregende Waffe bauen."
    }
  },
  {
    "translation": {
      "en": "So he went to the heavily-guarded US Government weapons research center.",
      "de": "Er wandte sich an das Waffenforschungszentrum der US-Regierung."
    }
  },
  {
    "translation": {
      "en": "[Conner] Right now we have naval architects involved.",
      "de": "Wir arbeiten mit Schiffbauingenieuren."
    }
  },
  {
    "translation": {
      "en": "As a matter of fact, we have, at the hub of our campaign,",
      "de": "Im Zentrum unserer Kampagne"
    }
  },
  {
    "translation": {
      "en": "basically a subcontractor from the Department of Defense.",
      "de": "steht auch ein Zulieferer des Verteidigungsministeriums."
    }
  },
  {
    "translation": {
      "en": "Dennis had US Navy and aerospace technology.",
      "de": "Dennis hatte die Marine und die Luftfahrttechnik."
    }
  },
  {
    "translation": {
      "en": "[Simmer] And he had big design teams, like nearly 30 guys,",
      "de": "Und er hatte große Konstrukteursteams, fast 30 Mann."
    }
  },
  {
    "translation": {
      "en": "but those days we just had Benny.",
      "de": "Wir hatten damals nur Benny."
    }
  },
  {
    "translation": {
      "en": "We had Benny. That was it.",
      "de": "Wir hatten Benny. Das war's."
    }
  },
  {
    "translation": {
      "en": "[reporter] Seen here is the barefoot Australian, Ben Lexcen.",
      "de": "Das ist der australische Barfußläufer Ben Lexcen."
    }
  },
  {
    "translation": {
      "en": "He's Alan Bond's unlikely choice to design his yacht",
      "de": "Er ist der, den Alan Bond ausgewählt hat, seine Herausforderyacht für den America's Cup 1983 zu konstruieren."
    }
  },
  {
    "translation": {
      "en": "for the upcoming 1983 America's Cup.",
      "de": "seine Herausforderyacht für den America's Cup 1983 zu konstruieren."
    }
  },
  {
    "translation": {
      "en": "But where many designers live in a world full of calculus and geometry,",
      "de": "Doch während andere Konstrukteure mit Zahlen und Geometrie leben,"
    }
  },
  {
    "translation": {
      "en": "Ben Lexcen lives in a world of art.",
      "de": "lebt Ben Lexcen in einer Welt der Kunst."
    }
  },
  {
    "translation": {
      "en": "[Lexcen] Yacht design is still an art.",
      "de": "Yachtkonstruktion ist eine Kunst."
    }
  },
  {
    "translation": {
      "en": "It's probably one of the only arts left where the artist has to prove his work",
      "de": "Wohl eine der wenigen Künste, wo sich das Werk des Künstlers durch Leistung beweisen muss."
    }
  },
  {
    "translation": {
      "en": "by actual performance.",
      "de": "wo sich das Werk des Künstlers durch Leistung beweisen muss."
    }
  },
  {
    "translation": {
      "en": "Benny was different.",
      "de": "Benny war anders."
    }
  },
  {
    "translation": {
      "en": "He was not constrained in a box.",
      "de": "Er hatte keine Scheuklappen."
    }
  },
  {
    "translation": {
      "en": "Brilliant and dangerous in so many ways.",
      "de": "Brillant und in vielerlei Hinsicht gefährlich."
    }
  },
  {
    "translation": {
      "en": "He was the Leonardo da Vinci of Australia.",
      "de": "Er war der Leonardo da Vinci Australiens."
    }
  },
  {
    "translation": {
      "en": "Only three years of formal education, nine years old to twelve years old.",
      "de": "Er war nur drei Jahre zur Schule gegangen. Im Alter von neun bis zwölf."
    }
  },
  {
    "translation": {
      "en": "So he wasn't restricted in his thinking.",
      "de": "Sein Denken unterlag keinen Zwängen."
    }
  },
  {
    "translation": {
      "en": "That was his strength, as it turns out.",
      "de": "Das erwies sich als seine Stärke."
    }
  },
  {
    "translation": {
      "en": "[Longley] Ben's one of these really unique people in the world",
      "de": "Ben ist einer dieser einzigartigen Menschen"
    }
  },
  {
    "translation": {
      "en": "who comes from an incredible background of hardly any formal schooling at all.",
      "de": "mit einer unglaublichen Vergangenheit und beinahe keiner Schulbildung."
    }
  },
  {
    "translation": {
      "en": "He was almost a street person in a way.",
      "de": "Er war quasi ein Typ von der Straße."
    }
  },
  {
    "translation": {
      "en": "[Rasa] Benny would just arrive",
      "de": "Benny kam einfach bei uns vorbei und blieb"
    }
  },
  {
    "translation": {
      "en": "and stay with us for two nights, two weeks,",
      "de": "Benny kam einfach bei uns vorbei und blieb zwei Nächte, zwei Wochen."
    }
  },
  {
    "translation": {
      "en": "and he was physically very awkward.",
      "de": "Er war physisch recht sonderbar."
    }
  },
  {
    "translation": {
      "en": "He had a very severe tic, but he was curious.",
      "de": "Er hatte einen sehr starken Tick. Aber er war neugierig."
    }
  },
  {
    "translation": {
      "en": "He was a passionately curious man.",
      "de": "Er steckte voll leidenschaftlicher Neugier."
    }
  },
  {
    "translation": {
      "en": "And we've moved the rig slightly, so, uh… The boat feels really nice.",
      "de": "Wir haben das Rigg etwas verschoben. Jetzt fühlt es sich gut an."
    }
  },
  {
    "translation": {
      "en": "[Longley] His genius was to be able to absorb information.",
      "de": "Das Geniale an ihm war, dass er Informationen aufsaugen konnte."
    }
  },
  {
    "translation": {
      "en": "He's like a honeyeater.",
      "de": "Wie ein Honigfresser."
    }
  },
  {
    "translation": {
      "en": "He'd just pick, pick, pick, pick, pick, pick, pick, pick and bring all this in.",
      "de": "Er hat einfach alles aufgepickt und zusammengefügt."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] So when Benny started to design the yacht,",
      "de": "Als Benny anfing, die Yacht zu entwickeln,"
    }
  },
  {
    "translation": {
      "en": "I was sitting on the dock, and he said, \"John, look at the seagulls.\"",
      "de": "saßen wir am Hafen und er sagte: \"Sieh dir die Möwen an."
    }
  },
  {
    "translation": {
      "en": "He said, \"Every feather, there's a flight control system.\"",
      "de": "Jede Feder ist eine Art Flugleitsystem."
    }
  },
  {
    "translation": {
      "en": "He said, \"There must be a thousand control systems in one wing of that bird.\"",
      "de": "Der Vogel muss in jedem Flügel 1000 Flugleitsysteme haben."
    }
  },
  {
    "translation": {
      "en": "He said, \"Look at how they take off. It's just one flip and they're gone.\"",
      "de": "Und wie sie starten! Ein Flügelschlag und weg sind sie."
    }
  },
  {
    "translation": {
      "en": "\"It's beautiful.\"",
      "de": "Wunderschön.\""
    }
  },
  {
    "translation": {
      "en": "He was a student of nature.",
      "de": "Er war ein Schüler der Natur."
    }
  },
  {
    "translation": {
      "en": "And I had very little understanding of where it could lead,",
      "de": "Und ich hatte keine Ahnung, wohin es führen könnte,"
    }
  },
  {
    "translation": {
      "en": "but the door was opened.",
      "de": "aber die Tür stand offen."
    }
  },
  {
    "translation": {
      "en": "[Longley] Benny had gone across to Holland to try and design a 12 Metre",
      "de": "Benny war nach Holland geflogen, um eine 12mR-Yacht zu konstruieren,"
    }
  },
  {
    "translation": {
      "en": "that was gonna be better than the 12 Metre that we had in 1980.",
      "de": "die besser war als die, die wir 1980 hatten."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Benny was at one of the biggest towing tank facilities in the world",
      "de": "In einer der weltweit größten Schiffsversuchsanstalten versuchte er,"
    }
  },
  {
    "translation": {
      "en": "trying to get another one hundredth of one knot out of the boat.",
      "de": "In einer der weltweit größten Schiffsversuchsanstalten versuchte er, Hundertstelknoten herauszuholen."
    }
  },
  {
    "translation": {
      "en": "He was tearing his hair out trying to find an improvement, and he just couldn't.",
      "de": "Er kniete sich voll rein, aber er fand keine Verbesserung."
    }
  },
  {
    "translation": {
      "en": "[Longley] He was enormously frustrated,",
      "de": "Er war wahnsinnig frustriert."
    }
  },
  {
    "translation": {
      "en": "and suddenly we started getting these telexes…",
      "de": "Und dann bekamen wir plötzliche diese Telexe."
    }
  },
  {
    "translation": {
      "en": "where he said, \"Hang on. We're onto something here.\"",
      "de": "Und er schrieb: \"Moment mal. Da haben wir was.\""
    }
  },
  {
    "translation": {
      "en": "Every day we'd get back to the office and there'd be another telex",
      "de": "Jeden Morgen, wenn wir ins Büro kamen, war ein neues Telex da, in dem er noch euphorischer klang."
    }
  },
  {
    "translation": {
      "en": "with him getting more and more excited.",
      "de": "war ein neues Telex da, in dem er noch euphorischer klang."
    }
  },
  {
    "translation": {
      "en": "He said, \"I'm developing a keel here that could potentially be a breakthrough.\"",
      "de": "Er schrieb: \"Ich entwickle einen Kiel, der ein Durchbruch sein könnte.\" DER FLÜGELKIEL"
    }
  },
  {
    "translation": {
      "en": "But he didn't actually tell us what it was.",
      "de": "KIEL - STABILISIERENDES ELEMENT EINER YACHT Aber er sagte nicht, was es war."
    }
  },
  {
    "translation": {
      "en": "[reporter] Lexcen's seven models underwent test trials",
      "de": "Lexcens sieben Modelle wurden in mindestens 200 Probeläufen bis ins kleinste Detail getestet."
    }
  },
  {
    "translation": {
      "en": "in minute detail in at least 200 runs,",
      "de": "wurden in mindestens 200 Probeläufen bis ins kleinste Detail getestet."
    }
  },
  {
    "translation": {
      "en": "which allowed the designer to make constant refinements to his secret keel.",
      "de": "So konnte der Konstrukteur den geheimen Kiel ständig verbessern."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] So the call came through to come across to see this model",
      "de": "Dann kam der Anruf, wir sollten kommen und uns sein Modell mit dem seltsamen Kiel anschauen."
    }
  },
  {
    "translation": {
      "en": "that he created with this funny-looking keel.",
      "de": "wir sollten kommen und uns sein Modell mit dem seltsamen Kiel anschauen."
    }
  },
  {
    "translation": {
      "en": "[Simmer] So, I knew there was something special going on with the keel.",
      "de": "Ich wusste, dass an dem Kiel irgendwas besonders war."
    }
  },
  {
    "translation": {
      "en": "Benny said, \"Okay, you can come over, but you can't tell anyone.\"",
      "de": "Benny sagte: \"Ok, komm rüber, aber sag es niemandem.\""
    }
  },
  {
    "translation": {
      "en": "It was under covers, and John Bertrand took me in to have a look.",
      "de": "Es war abgedeckt, und ich sah es mir mit John Bertrand an."
    }
  },
  {
    "translation": {
      "en": "There, sitting in the foundry on the sand, was this thing.",
      "de": "In der Gussform im Sand lag dieses Ding."
    }
  },
  {
    "translation": {
      "en": "[Brown] And I think I was speechless.",
      "de": "Ich glaube, ich war sprachlos,"
    }
  },
  {
    "translation": {
      "en": "Just trying to take it all in.",
      "de": "versuchte, es zu begreifen."
    }
  },
  {
    "translation": {
      "en": "I'm looking at this thing going, \"You can't be serious.\"",
      "de": "Ich sah dieses Ding und dachte: \"Das ist nicht dein Ernst!\""
    }
  },
  {
    "translation": {
      "en": "I didn't know what to think because it looked a bit weird.",
      "de": "Ich wusste nicht, was ich denken sollte, weil es etwas komisch aussah."
    }
  },
  {
    "translation": {
      "en": "[Longley] People have been designing 12 Metres since 1905.",
      "de": "Seit 1905 werden Zwölfer gebaut."
    }
  },
  {
    "translation": {
      "en": "This is so different.",
      "de": "Das ist so anders."
    }
  },
  {
    "translation": {
      "en": "How can it be right?",
      "de": "Wie kann das gut sein?"
    }
  },
  {
    "translation": {
      "en": "I knew that the keel was inverted.",
      "de": "Ich wusste, dass der Kiel auf dem Kopf stand."
    }
  },
  {
    "translation": {
      "en": "It was upside down.",
      "de": "Er war verkehrt herum."
    }
  },
  {
    "translation": {
      "en": "It was like someone designed a new car. Looked like it's got wheels on the roof.",
      "de": "Als hätte jemand ein Auto mit den Rädern auf dem Dach entworfen."
    }
  },
  {
    "translation": {
      "en": "It became clear Benny had been playing around with wings.",
      "de": "Uns wurde klar, dass Benny mit Flügeln rumgespielt hatte."
    }
  },
  {
    "translation": {
      "en": "It's like a bird with wings on it. Okay?",
      "de": "Es ist wie ein Vogel mit Flügeln, ok?"
    }
  },
  {
    "translation": {
      "en": "And that became the outrageous winged keel.",
      "de": "Das wurde dann der unmögliche Flügelkiel."
    }
  },
  {
    "translation": {
      "en": "[Simmer] We knew the boat was high risk.",
      "de": "Wir wussten, das Boot war riskant."
    }
  },
  {
    "translation": {
      "en": "And John, who's technically one of the great sailors,",
      "de": "Und John, der ein technisch begnadeter Segler war,"
    }
  },
  {
    "translation": {
      "en": "was a little nervous about it.",
      "de": "war ziemlich nervös."
    }
  },
  {
    "translation": {
      "en": "The last thing I wanted to do is to spend a huge amount of my time, effort, and emotion",
      "de": "Ich wollte keine Zeit, Mühe und Leidenschaft für etwas vergeuden,"
    }
  },
  {
    "translation": {
      "en": "on something where the equipment was never gonna cut it.",
      "de": "was sich als Ausrüstung nie durchsetzen würde."
    }
  },
  {
    "translation": {
      "en": "We didn't even know it was gonna sail like a yacht.",
      "de": "Wir wussten nicht mal, wie es segelt."
    }
  },
  {
    "translation": {
      "en": "When I showed our boat, they all thought I'd gone off my rocker.",
      "de": "Als ich ihnen unser Boot zeigte, dachten sie, ich sei irre."
    }
  },
  {
    "translation": {
      "en": "So we decided we were going to have a big meeting with Alan Bond.",
      "de": "Wir vereinbarten ein großes Treffen mit Alan Bond."
    }
  },
  {
    "translation": {
      "en": "\"So, Alan, Benny's come up with a boat that is very, very different.\"",
      "de": "\"Alan, Benny hat ein Boot entwickelt, das ganz anders aussieht."
    }
  },
  {
    "translation": {
      "en": "\"But the tank says it's 20 minutes faster around the track than this one.\"",
      "de": "Aber laut Technik ist es 20 Minuten schneller als das hier. Was machen wir?\""
    }
  },
  {
    "translation": {
      "en": "\"What are we going to do?\" And Alan said, \"Right.\"",
      "de": "Aber laut Technik ist es 20 Minuten schneller als das hier. Was machen wir?\" Und Alan sagte \"Ok, wir bauen das hier. Sonst lasse ich euch feuern.\""
    }
  },
  {
    "translation": {
      "en": "\"Well, we're gonna build that one. Otherwise, you're all fired.\"",
      "de": "Und Alan sagte \"Ok, wir bauen das hier. Sonst lasse ich euch feuern.\""
    }
  },
  {
    "translation": {
      "en": "So we just went ahead and built that boat.",
      "de": "Also bauten wir das Boot."
    }
  },
  {
    "translation": {
      "en": "This is where Ben Lexcen's latest winged wonder",
      "de": "Hier erlebt Ben Lexcens neues geflügeltes Wunder"
    }
  },
  {
    "translation": {
      "en": "will have its fiery birth in a vat of molten lead in North Fremantle.",
      "de": "seine Feuertaufe. In einer Wanne mit flüssigem Blei in North Fremantle."
    }
  },
  {
    "translation": {
      "en": "[Simmer] So many years of getting hammered by the Americans.",
      "de": "So oft von den Amerikanern besiegt."
    }
  },
  {
    "translation": {
      "en": "It was time that we had to do something radical.",
      "de": "Es war Zeit für eine radikale Aktion."
    }
  },
  {
    "translation": {
      "en": "Skippy and I were involved in building the boat.",
      "de": "Skippy und ich haben das Boot mitgebaut."
    }
  },
  {
    "translation": {
      "en": "You know, literally hands-on.",
      "de": "Also ganz praktisch."
    }
  },
  {
    "translation": {
      "en": "Everyone was covered in gray from grinding and cutting aluminum.",
      "de": "Alle waren grau vom Schleifen und Aluminium-Schneiden."
    }
  },
  {
    "translation": {
      "en": "[Longley] Benny Lexcen and I designed the deck layout together.",
      "de": "Benny Lexcen und ich entwarfen das Deckslayout."
    }
  },
  {
    "translation": {
      "en": "And I was in charge of everything from the deck up.",
      "de": "Und ich war für alles ums Rigg zuständig."
    }
  },
  {
    "translation": {
      "en": "We actually threw the rule book out in terms of how sails will be made.",
      "de": "Wir verwarfen alle Regeln der Segelmacherei."
    }
  },
  {
    "translation": {
      "en": "And we developed the software to design the sails.",
      "de": "Wir entwickelten eine eigene Segeldesign-Software."
    }
  },
  {
    "translation": {
      "en": "Totally revolutionary.",
      "de": "Völlig revolutionär!"
    }
  },
  {
    "translation": {
      "en": "[Simmer] We would take risks and broke a lot of stuff",
      "de": "Wir riskierten einiges und machten viel kaputt,"
    }
  },
  {
    "translation": {
      "en": "because Benny was experimenting as he was building stuff.",
      "de": "weil Benny experimentierte, während er etwas baute."
    }
  },
  {
    "translation": {
      "en": "That's how he was, you know.",
      "de": "So war er."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] You'd say, \"Well, that guy's crazy.\"",
      "de": "Man könnte sagen, er war verrückt."
    }
  },
  {
    "translation": {
      "en": "Well, yes, he was, but we're all crazy. It's all part of the deal.",
      "de": "Ja, das war er. Das sind wir alle. Das gehört dazu."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] We sat down with designer Ben Lexcen",
      "de": "Wir haben mit Konstrukteur Ben Lexcen über seine Partnerschaft"
    }
  },
  {
    "translation": {
      "en": "and talked about his partnership with team owner Alan Bond.",
      "de": "Wir haben mit Konstrukteur Ben Lexcen über seine Partnerschaft mit Eigner Alan Bond gesprochen."
    }
  },
  {
    "translation": {
      "en": "[Lexcen] I'm not under any pressure of time or money,",
      "de": "Ich stehe nicht unter Zeit- oder Gelddruck."
    }
  },
  {
    "translation": {
      "en": "and he appreciates my style of thinking,",
      "de": "Er schätzt meine Art zu denken."
    }
  },
  {
    "translation": {
      "en": "and he more or less lets me just wander along like I'm an inventor.",
      "de": "Er lässt mich rumlaufen, als wäre ich ein Erfinder."
    }
  },
  {
    "translation": {
      "en": "Alan Bond's new 12 Metre was officially named in the ceremony",
      "de": "Alan Bonds neuer Zwölfer erlebte heute vor tausenden Zuschauern in Perth seine Schiffstaufe."
    }
  },
  {
    "translation": {
      "en": "before thousands of spectators in Perth today.",
      "de": "vor tausenden Zuschauern in Perth seine Schiffstaufe."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] A supremely confident Alan Bond told a news conference today",
      "de": "Alan Bond sagte heute selbstbewusst vor der Presse,"
    }
  },
  {
    "translation": {
      "en": "that Australia II would win the America's Cup.",
      "de": "Australia II gewinne den America's Cup."
    }
  },
  {
    "translation": {
      "en": "The construction of this yacht first began with Ben Lexcen, the designer.",
      "de": "Der Bau dieser Yacht begann mit Ben Lexcen, dem Konstrukteur."
    }
  },
  {
    "translation": {
      "en": "We've worked over two years on a truly Australian effort.",
      "de": "Wir haben über zwei Jahre gearbeitet. Es ist ein rein australisches Projekt."
    }
  },
  {
    "translation": {
      "en": "For the first time,",
      "de": "Mit diesem Boot können wir zum ersten Mal"
    }
  },
  {
    "translation": {
      "en": "we have been able to develop equal to anything else the world will see.",
      "de": "Mit diesem Boot können wir zum ersten Mal mit allem mithalten, was es sonst auf der Welt gibt."
    }
  },
  {
    "translation": {
      "en": "[man] Three cheers… Hip-hip hooray!",
      "de": "Hipp, hipp, hurra!"
    }
  },
  {
    "translation": {
      "en": "[singers on radio] ♪ 1540 WADK, Newport ♪",
      "de": "1540 Wadk, Radio Newport."
    }
  },
  {
    "translation": {
      "en": "Four minutes before 3:00 on Newport Radio WADK,",
      "de": "Es ist kurz vor drei. Sie hören Wadk, den offiziellen Radiosender"
    }
  },
  {
    "translation": {
      "en": "the official radio station of the 1983 America's Cup.",
      "de": "Es ist kurz vor drei. Sie hören Wadk, den offiziellen Radiosender des America's Cup 1983."
    }
  },
  {
    "translation": {
      "en": "Speaking of which, the successful 1980 defender, Dennis Conner, and Liberty, a brand-new 12,",
      "de": "Der Verteidiger von 1980, Dennis Conner, und sein neuer Zwölfer Liberty"
    }
  },
  {
    "translation": {
      "en": "has made her arrival in Newport Harbor today.",
      "de": "sind heute im Hafen von Newport eingetroffen."
    }
  },
  {
    "translation": {
      "en": "[reporter] Dennis Conner, the incumbent America's Cup defender,",
      "de": "Dennis Conner, der amtierende Cup-Verteidiger,"
    }
  },
  {
    "translation": {
      "en": "a solitary man with a single focus, to win again in 1983.",
      "de": "ist ein Einzelgänger mit nur einem Ziel, dem erneuten Sieg 1983."
    }
  },
  {
    "translation": {
      "en": "On behalf of AT&T, we're proud to, uh, be a sponsor in defense of the America's Cup.",
      "de": "AT&T ist stolz, Sponsor der Verteidigung des America's Cup zu sein."
    }
  },
  {
    "translation": {
      "en": "And let me just add one other thing. Go get 'em, Dennis!",
      "de": "Ich sage nur eins: Zeig's ihnen, Dennis!"
    }
  },
  {
    "translation": {
      "en": "-[Conner] All right! -[man] Tomorrow!",
      "de": "Ok! Morgen!"
    }
  },
  {
    "translation": {
      "en": "This Tuesday, they will begin running the competition",
      "de": "Am Dienstag beginnt der Kampf um die begehrteste Trophäe im Segelsport, den America's Cup."
    }
  },
  {
    "translation": {
      "en": "for the most coveted sailing prize, the America's Cup.",
      "de": "um die begehrteste Trophäe im Segelsport, den America's Cup."
    }
  },
  {
    "translation": {
      "en": "[Lissiman] Now, the America's Cup is a Challenger Series,",
      "de": "Der America's Cup ist ein Ausscheidungsrennen."
    }
  },
  {
    "translation": {
      "en": "52 races against all the other countries,",
      "de": "52 Läufe gegen alle anderen Länder."
    }
  },
  {
    "translation": {
      "en": "four-and-a-half months in Newport,",
      "de": "Viereinhalb Monate lang in Newport."
    }
  },
  {
    "translation": {
      "en": "for the right to race against the Americans in September.",
      "de": "Um den Platz als Herausforderer der Amerikaner im September."
    }
  },
  {
    "translation": {
      "en": "[man] There was a time here in New England",
      "de": "AUSSCHEIDUNGSRENNEN Früher tönte es hier in Neuengland"
    }
  },
  {
    "translation": {
      "en": "when the words \"The British are coming\" rang out loud and clear.",
      "de": "laut und deutlich: \"Die Briten sind da!\""
    }
  },
  {
    "translation": {
      "en": "But during this summer of 1983 here in Newport, it's not only the British who are coming,",
      "de": "Aber in diesem Sommer 1983 sind hier in Newport nicht nur die Briten,"
    }
  },
  {
    "translation": {
      "en": "but it's also the French, the Canadians, the Italians,",
      "de": "sondern auch Franzosen, Kanadier, Italiener"
    }
  },
  {
    "translation": {
      "en": "and the Australians.",
      "de": "und die Australier."
    }
  },
  {
    "translation": {
      "en": "[Longley] When we first got to Newport for the Challenger Races,",
      "de": "Als wir zu den Ausscheidungsrennen nach Newport kamen,"
    }
  },
  {
    "translation": {
      "en": "we talked about the keel.",
      "de": "redeten wir über den Kiel."
    }
  },
  {
    "translation": {
      "en": "And we decided we'd hide it completely.",
      "de": "Wir beschlossen, ihn komplett zu verhüllen."
    }
  },
  {
    "translation": {
      "en": "[Lissiman] The last thing we want to do is show the keel to the world,",
      "de": "Wir wollten nicht, dass die Welt den Kiel sieht"
    }
  },
  {
    "translation": {
      "en": "so that someone else could copy it, and put it on their boat,",
      "de": "und irgendjemand ihn kopiert, bei sich verwendet und uns dann Konkurrenz macht."
    }
  },
  {
    "translation": {
      "en": "and be as competitive as what we were.",
      "de": "bei sich verwendet und uns dann Konkurrenz macht."
    }
  },
  {
    "translation": {
      "en": "So, we kept it hidden.",
      "de": "Also hielten wir ihn verborgen."
    }
  },
  {
    "translation": {
      "en": "[Longley] And I remember there was a local newspaper.",
      "de": "Ich erinnere mich, dass eine Lokalzeitung schrieb:"
    }
  },
  {
    "translation": {
      "en": "It said, \"The Australians have come with some bizarre, stupid keel.\"",
      "de": "Ich erinnere mich, dass eine Lokalzeitung schrieb: \"Die Australier sind mit einem bescheuerten Kiel da."
    }
  },
  {
    "translation": {
      "en": "\"These guys have finally lost it.\"",
      "de": "Sie sind völlig durchgedreht."
    }
  },
  {
    "translation": {
      "en": "\"They've lost three times, and they're getting desperate.\"",
      "de": "Nach drei Niederlagen verzweifelt.\""
    }
  },
  {
    "translation": {
      "en": "That was the attitude of it.",
      "de": "Das war die Einstellung."
    }
  },
  {
    "translation": {
      "en": "Starting leg of the America's Cup course is into the wind,",
      "de": "Nach dem Start geht es auf Amwindkurs"
    }
  },
  {
    "translation": {
      "en": "four-and-a-half miles long to this mark, followed by two reaching legs.",
      "de": "4,5 Seemeilen bis zu dieser Wendemarke. Es folgen zwei Raumwindschenkel."
    }
  },
  {
    "translation": {
      "en": "Then the yachts turn one more time to the port,",
      "de": "Dann wird noch einmal nach Backbord gedreht,"
    }
  },
  {
    "translation": {
      "en": "finishing once more into the wind.",
      "de": "ehe es am Wind ins Ziel geht."
    }
  },
  {
    "translation": {
      "en": "So we entered the first races",
      "de": "Wir gingen in die Rennen"
    }
  },
  {
    "translation": {
      "en": "of the elimination series against the Italians,",
      "de": "in der Ausscheidungsrunde gegen Italien,"
    }
  },
  {
    "translation": {
      "en": "with the unknown of just how competitive our package was.",
      "de": "ohne zu wissen, wie wettbewerbsfähig unser Paket war."
    }
  },
  {
    "translation": {
      "en": "[Simmer] This radical boat, you're either gonna hit a home run or you're not.",
      "de": "Mit diesem radikalen Boot landest du entweder einen Homerun oder nicht."
    }
  },
  {
    "translation": {
      "en": "We were either going to be heroes or idiots.",
      "de": "Wir würden entweder Helden oder Idioten sein."
    }
  },
  {
    "translation": {
      "en": "-[official] Five, four, three, two, one. -[gun fires]",
      "de": "Fünf, vier, drei, zwei, eins."
    }
  },
  {
    "translation": {
      "en": "[announcer 1] Australia has turned the mark and is absolutely flying downwind.",
      "de": "Australien hat die Bahnmarke passiert und fliegt dem Ziel entgegen."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] All the work that we had done in Australia had paid huge dividends.",
      "de": "All unsere Arbeit in Australien machte sich bezahlt."
    }
  },
  {
    "translation": {
      "en": "[announcer 2] Australia II has won.",
      "de": "Die Australia II gewinnt."
    }
  },
  {
    "translation": {
      "en": "[announcer 3] You can see Australia II. She's just crossed the finishing line.",
      "de": "Die Australia II passiert gerade die Ziellinie."
    }
  },
  {
    "translation": {
      "en": "And we came out all guns blazing.",
      "de": "Wir hatten alles aufgefahren."
    }
  },
  {
    "translation": {
      "en": "[Longley] We were no longer overawed by Newport.",
      "de": "Newport schüchterte uns nicht mehr ein."
    }
  },
  {
    "translation": {
      "en": "We were just angry. We were there for one reason, to win.",
      "de": "Wir waren wütend und wollten nur eins: gewinnen."
    }
  },
  {
    "translation": {
      "en": "The time is 6:30 a.m. on a Sunday morning,",
      "de": "Es ist Sonntagmorgen um 6.30 Uhr."
    }
  },
  {
    "translation": {
      "en": "and the Australia II crew is already hard at work.",
      "de": "Und die Crew der Australia II arbeitet schon."
    }
  },
  {
    "translation": {
      "en": "[Longley] We would run, we'd do weights, we'd do aerobics.",
      "de": "Wir liefen, stemmten Gewichte, machten Aerobic."
    }
  },
  {
    "translation": {
      "en": "It was not only a part of getting fit and getting strong.",
      "de": "Es ging nicht nur darum, fit und stark zu werden."
    }
  },
  {
    "translation": {
      "en": "It was also about sending a message.",
      "de": "Es sollte auch eine Botschaft sein."
    }
  },
  {
    "translation": {
      "en": "[all] Good morning, Australia!",
      "de": "Guten Morgen, Australien!"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Now it was only until we started to win races",
      "de": "Erst, als wir anfingen, Rennen zu gewinnen,"
    }
  },
  {
    "translation": {
      "en": "that our credibility increased.",
      "de": "stieg unsere Glaubwürdigkeit."
    }
  },
  {
    "translation": {
      "en": "[news anchor 1] In the America's Cup preliminaries,",
      "de": "In den Ausscheidungsrennen zum America's Cup"
    }
  },
  {
    "translation": {
      "en": "all signs are pointing to Alan Bond's Australia II",
      "de": "In den Ausscheidungsrennen zum America's Cup scheint Alan Bonds Australia II der Favorit zu sein."
    }
  },
  {
    "translation": {
      "en": "as the boat to beat.",
      "de": "scheint Alan Bonds Australia II der Favorit zu sein."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] We beat the Italians, crushed the Canadians.",
      "de": "Wir schlugen Italien und düpierten Kanada."
    }
  },
  {
    "translation": {
      "en": "[news anchor 2] After today's race,",
      "de": "Es sieht so aus, als könne am Wind"
    }
  },
  {
    "translation": {
      "en": "it seems nothing can tack faster or point higher into the wind",
      "de": "Es sieht so aus, als könne am Wind keiner schneller und höher segeln als Ben Lexcens radikaler Zwölfer."
    }
  },
  {
    "translation": {
      "en": "than Ben Lexcen's radical 12 Metre.",
      "de": "keiner schneller und höher segeln als Ben Lexcens radikaler Zwölfer."
    }
  },
  {
    "translation": {
      "en": "While few people have actually seen this mysterious keel,",
      "de": "Nur wenige haben den geheimnisvollen Kiel gesehen,"
    }
  },
  {
    "translation": {
      "en": "almost everyone here has seen the boat racing and winning.",
      "de": "aber fast alle sahen, wie dieses Boot segelte und gewann."
    }
  },
  {
    "translation": {
      "en": "[announcer] Australia II, by some…",
      "de": "Australia II gewinnt mit…"
    }
  },
  {
    "translation": {
      "en": "Then, suddenly, \"Why are they so competitive?\"",
      "de": "Dann hieß es plötzlich: \"Warum sind die so stark?\""
    }
  },
  {
    "translation": {
      "en": "[reporter 1] What is that beneath the hull of the Australia II?",
      "de": "Was versteckt sich da unter dem Rumpf der Australia II?"
    }
  },
  {
    "translation": {
      "en": "A keel, but what kind of a keel?",
      "de": "Ein Kiel, aber was für ein Kiel?"
    }
  },
  {
    "translation": {
      "en": "It's this summer's mystery at Newport.",
      "de": "Das ist das Rätsels des Sommers in Newport."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] The boat was covered. It was always secret.",
      "de": "Das Boot war verhüllt. Es war immer geheim."
    }
  },
  {
    "translation": {
      "en": "And that started to drive some of the observers crazy.",
      "de": "Und das hat einige Beobachter verrückt gemacht."
    }
  },
  {
    "translation": {
      "en": "The big question here, Bryant, this morning, is what do the Aussies have on their bottom?",
      "de": "Die große Frage heute Morgen ist: Was haben die Australier untendrunter?"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Between us, can you tell me what that keel is?",
      "de": "Verraten Sie mir, was das für ein Kiel ist?"
    }
  },
  {
    "translation": {
      "en": "-Between us, Mort, I can't tell you, no. -[both laugh]",
      "de": "Nein, Mort, das kann ich nicht."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Armed guards patrol this place around the clock.",
      "de": "Wachen sichern das Gelände rund um die Uhr."
    }
  },
  {
    "translation": {
      "en": "Their job is to protect Australia II,",
      "de": "Sie schützen die Australia II,"
    }
  },
  {
    "translation": {
      "en": "the yacht that may very well succeed in making sporting history.",
      "de": "die Yacht, die Sportgeschichte schreiben könnte."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] Australia's designer, Ben Lexcen,",
      "de": "Der Konstrukteur der Australia, Ben Lexcen, ist eher"
    }
  },
  {
    "translation": {
      "en": "he's something of a reluctant superstar here,",
      "de": "Der Konstrukteur der Australia, Ben Lexcen, ist eher ein widerwilliger Superstar."
    }
  },
  {
    "translation": {
      "en": "but they all want to know about his keel.",
      "de": "Aber alle fragen nach seinem Kiel."
    }
  },
  {
    "translation": {
      "en": "-[crowd] Let's see the keel! -[reporter 4] Where's the keel, Benny?",
      "de": "-Zeig uns den Kiel! -Wo ist der Kiel?"
    }
  },
  {
    "translation": {
      "en": "Ben Lexcen decided that he'd draw up a sketch of the winged keel,",
      "de": "Ben Lexcen fertigte eine Skizze des Flügelkiels an."
    }
  },
  {
    "translation": {
      "en": "and he made it totally different than what it really was.",
      "de": "Aber er zeichnete ihn ganz anders, als er war."
    }
  },
  {
    "translation": {
      "en": "The office at Newport Offshore had a photocopier,",
      "de": "Das Büro von Newport Offshore hatte einen Kopierer."
    }
  },
  {
    "translation": {
      "en": "so Ben went over with this sheet of paper and put it on their photocopier.",
      "de": "Ben ging mit der Zeichnung hin und kopierte sie."
    }
  },
  {
    "translation": {
      "en": "Comes flying back into the office ten minutes later and says, \"Guys!\"",
      "de": "Zehn Minuten später kam er zurück ins Büro gerannt und rief: \"Leute!\""
    }
  },
  {
    "translation": {
      "en": "\"I've left… I've left a drawing of my keel in your photocopier.\"",
      "de": "\"Ich habe die Zeichnung meines Kiels im Kopierer vergessen.\""
    }
  },
  {
    "translation": {
      "en": "By that afternoon, there were copies all over Newport of our fake keel.",
      "de": "Am Nachmittag kannte ganz Newport den falschen Kiel. EXKLUSIV! EXTRA! ERSTES BILD DES GEHEIMEN KIELS!"
    }
  },
  {
    "translation": {
      "en": "Then opposition boats put winglets on the bottom of their keels.",
      "de": "Dann brachten unsere Gegner Flügel an ihren Kielen an."
    }
  },
  {
    "translation": {
      "en": "[reporter 5] Australia's keel has so impressed everyone",
      "de": "Der Kiel der Australia beeindruckt alle."
    }
  },
  {
    "translation": {
      "en": "that the British have put wings on the keel of Victory.",
      "de": "Nun bauen auch die Briten Flügel am Kiel der Victory an."
    }
  },
  {
    "translation": {
      "en": "We'd go around and check them and say, \"No, it's little a bit different to that.\"",
      "de": "Wir gingen hin und sagten: \"Nein, das sieht anders aus. Probiert es doch mal so.\""
    }
  },
  {
    "translation": {
      "en": "\"You gotta try and do it this way.\" You know? [laughs]",
      "de": "\"Nein, das sieht anders aus. Probiert es doch mal so.\""
    }
  },
  {
    "translation": {
      "en": "[man] One of the Americans drew that and says there's their design. That's their secret keel.",
      "de": "Ein Amerikaner hat das gezeichnet und behauptet, das sei Ihr geheimer Kiel."
    }
  },
  {
    "translation": {
      "en": "Is that it? What do you think? Is that…",
      "de": "Ein Amerikaner hat das gezeichnet und behauptet, das sei Ihr geheimer Kiel. Stimmt das? Was sagen Sie?"
    }
  },
  {
    "translation": {
      "en": "Could be. Could be.",
      "de": "Könnte sein."
    }
  },
  {
    "translation": {
      "en": "[announcer] Australia II has won!",
      "de": "Australia II gewinnt."
    }
  },
  {
    "translation": {
      "en": "The West Australians now have an incredible 45 wins from 51 starts,",
      "de": "Die Westaustralier haben unglaubliche 45 von 51 Rennen gewonnen"
    }
  },
  {
    "translation": {
      "en": "and that just happens to be the best record in 12 Metre history.",
      "de": "und halten damit einen Rekord in der Geschichte der 12-mR-Yachten."
    }
  },
  {
    "translation": {
      "en": "And in the end, we won the Challenger Series.",
      "de": "Am Ende gewannen wir die Ausscheidungsrennen."
    }
  },
  {
    "translation": {
      "en": "We won by a lot.",
      "de": "Haushoch."
    }
  },
  {
    "translation": {
      "en": "And so that's the boat race and the Challenge Series.",
      "de": "Damit endet die Regatta und das Ausscheidungsrennen."
    }
  },
  {
    "translation": {
      "en": "Australia goes on to race Liberty for the America's Cup.",
      "de": "Australien wird nun gegen die Liberty um den America's Cup antreten."
    }
  },
  {
    "translation": {
      "en": "The Australians are the official 25th challengers for the America's Cup,",
      "de": "Die Australier sind offiziell 25. Herausforderer im America's Cup."
    }
  },
  {
    "translation": {
      "en": "and their incredible winning record really has the New York Yacht Club worried.",
      "de": "Ihre unglaubliche Erfolgsserie macht dem New York Yacht Club Sorgen."
    }
  },
  {
    "translation": {
      "en": "[reporter] The man who won the Cup last time for the United States is jittery.",
      "de": "Der Verteidiger des Cups aus den USA ist nervös."
    }
  },
  {
    "translation": {
      "en": "We don't know much about their boat. It's obviously a different, uh, type",
      "de": "Wir wissen nicht viel. Offenbar hat es ganz andere Eigenschaften als ein herkömmlicher Zwölfer."
    }
  },
  {
    "translation": {
      "en": "of, uh, characteristics than a standard 12 Metre.",
      "de": "Offenbar hat es ganz andere Eigenschaften als ein herkömmlicher Zwölfer."
    }
  },
  {
    "translation": {
      "en": "It tacks differently, and it, uh, accelerates differently, and it maneuvers differently at the starts.",
      "de": "Es fährt anders am Wind, beschleunigt und verhält sich auch beim Start anders."
    }
  },
  {
    "translation": {
      "en": "The New York Yacht Club saw that our race record was really strong.",
      "de": "Der New York Yacht Club erkannte, wie stark unser Rennrekord war."
    }
  },
  {
    "translation": {
      "en": "-Hi. -[reporter] Two minutes for a--",
      "de": "-Haben Sie zwei Minuten? -Nein, tut mir leid."
    }
  },
  {
    "translation": {
      "en": "-No. Sorry. -[reporter] Not even two minutes?",
      "de": "-Haben Sie zwei Minuten? -Nein, tut mir leid. -Nicht mal zwei Minuten? -Nein, wir müssen zu einem Termin."
    }
  },
  {
    "translation": {
      "en": "We're late for a meeting here, so we gotta move on.",
      "de": "-Nicht mal zwei Minuten? -Nein, wir müssen zu einem Termin."
    }
  },
  {
    "translation": {
      "en": "Thank you anyway.",
      "de": "Aber danke."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] And if these Aussies are beating up on the foreign challengers so easily,",
      "de": "Diese Dominanz der Australier gegenüber den Herausforderern,"
    }
  },
  {
    "translation": {
      "en": "47 wins out of 55 races,",
      "de": "mit 47 Siegen in 55 Rennen,"
    }
  },
  {
    "translation": {
      "en": "then that starts to cut deep.",
      "de": "das hinterlässt Spuren."
    }
  },
  {
    "translation": {
      "en": "That sent shock waves through the New York Yacht Club.",
      "de": "Im New York Yacht Club war man erschüttert."
    }
  },
  {
    "translation": {
      "en": "Clearly shock waves through Newport.",
      "de": "Newport war erschüttert."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] There's a serious side to this.",
      "de": "Es gibt auch eine ernste Seite."
    }
  },
  {
    "translation": {
      "en": "Obviously there's more than just a yachting race at stake.",
      "de": "Denn es geht nicht nur um eine Segelregatta,"
    }
  },
  {
    "translation": {
      "en": "There's also a lot of money.",
      "de": "sondern um viel Geld."
    }
  },
  {
    "translation": {
      "en": "It's estimated that £100 million are spent in and around Newport",
      "de": "Schätzungen zufolge werden in Newport rund um den America's Cup £100 Millionen umgesetzt."
    }
  },
  {
    "translation": {
      "en": "during the America's Cup.",
      "de": "werden in Newport rund um den America's Cup £100 Millionen umgesetzt."
    }
  },
  {
    "translation": {
      "en": "It was a sudden realization that they could lose this golden goose. It could really happen.",
      "de": "Ihnen wurde plötzlich bewusst, dass sie diese goldene Gans verlieren könnten."
    }
  },
  {
    "translation": {
      "en": "[man] People in Newport and Rhode Island knew all the time, but kept it a very closely guarded secret",
      "de": "In Newport, Rhode Island, gilt es als streng gehütetes Geheimnis,"
    }
  },
  {
    "translation": {
      "en": "that the prize isn't so much a sailboat race.",
      "de": "dass es hier weniger um eine Segelregatta"
    }
  },
  {
    "translation": {
      "en": "It's about a billion-dollar industry that goes along with the Cup.",
      "de": "als um das damit verbundene Milliardengeschäft geht."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] So if the Americans lose,",
      "de": "AMERICA'S-CUP-STRASSE Verlieren die Amerikaner, könnte ein Großteil davon nach Australien gehen."
    }
  },
  {
    "translation": {
      "en": "then a substantial amount of that might be spent in Western Australia.",
      "de": "Verlieren die Amerikaner, könnte ein Großteil davon nach Australien gehen."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] So, for the New York Yacht Club,",
      "de": "Für den New York Yacht Club"
    }
  },
  {
    "translation": {
      "en": "the consequences of losing",
      "de": "sind die Folgen des Scheiterns"
    }
  },
  {
    "translation": {
      "en": "are enormous.",
      "de": "gewaltig."
    }
  },
  {
    "translation": {
      "en": "[announcer] An ABC News Brief brought to you by Apple Computer.",
      "de": "Die ABC Nachrichten, präsentiert von Apple Computers."
    }
  },
  {
    "translation": {
      "en": "Now from Los Angeles, here's Peter Jennings.",
      "de": "Für Los Angeles mit Peter Jennings."
    }
  },
  {
    "translation": {
      "en": "The America's Cup competition is set to get underway this Thursday.",
      "de": "Am Donnerstag beginnt die Regatta um den America's Cup."
    }
  },
  {
    "translation": {
      "en": "There is now a dispute, however, between the New York Yacht Club and the Australians.",
      "de": "Doch nun streiten der New York Yacht Club und die Australier."
    }
  },
  {
    "translation": {
      "en": "It seems the Americans are upset with something the Aussies have done",
      "de": "Die Amerikaner sind sauer, weil die Australier ihr Unterwasserschiff verändert haben."
    }
  },
  {
    "translation": {
      "en": "with the underside of their boat,",
      "de": "weil die Australier ihr Unterwasserschiff verändert haben."
    }
  },
  {
    "translation": {
      "en": "something the Americans feel will give the Aussies an unfair advantage.",
      "de": "Die Amerikaner werten das als unfairen Vorteil."
    }
  },
  {
    "translation": {
      "en": "The New York Yacht Club alleges that Australia II's winged keel is illegal.",
      "de": "Der New York Yacht Club behauptet, der Kiel der Australia II sei unzulässig."
    }
  },
  {
    "translation": {
      "en": "This four-million-dollar challenge,",
      "de": "Das milliardenschwere Rennen,"
    }
  },
  {
    "translation": {
      "en": "the closest ever in the history of the Cup, could be scuttled.",
      "de": "das engste aller Zeiten, steht auf der Kippe."
    }
  },
  {
    "translation": {
      "en": "[Longley] The New York Yacht Club, they wanted to ban us.",
      "de": "Sie wollten uns sperren."
    }
  },
  {
    "translation": {
      "en": "They said there is no way that Benny could've come up with this.",
      "de": "Sie behaupteten, das sei niemals Bennys Idee."
    }
  },
  {
    "translation": {
      "en": "It had to have been designed by other people.",
      "de": "Das müsste jemand anders konstruiert haben."
    }
  },
  {
    "translation": {
      "en": "People couldn't believe that he could do it,",
      "de": "Die Leute konnten nicht glauben, dass er bei seinem Werdegang und seiner Herkunft so was konnte."
    }
  },
  {
    "translation": {
      "en": "given his education and his background.",
      "de": "dass er bei seinem Werdegang und seiner Herkunft so was konnte."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] At the center of all the fuss this year has been barefoot Ben Lexcen.",
      "de": "Im Zentrum der Aufmerksamkeit steht der Barfußläufer Ben Lexcen."
    }
  },
  {
    "translation": {
      "en": "With three years' schooling,",
      "de": "Mit drei Jahren Schulbildung"
    }
  },
  {
    "translation": {
      "en": "he's the man who has designed, arguably, the fastest 12 Metre ever.",
      "de": "soll er den schnellsten Zwölfer aller Zeiten konstruiert haben."
    }
  },
  {
    "translation": {
      "en": "[Conner] I didn't know much about Ben Lexcen.",
      "de": "Ich kannte Ben Lexcen nicht."
    }
  },
  {
    "translation": {
      "en": "But people talk. You hear through the grapevine.",
      "de": "Aber die Leute reden. Es gibt Gerüchte."
    }
  },
  {
    "translation": {
      "en": "Who's to say these wings, whose idea these really were?",
      "de": "Wer weiß schon, wessen Idee diese Flügel wirklich waren."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] The Americans try and confirm that Lexcen was helped by Dutch designers.",
      "de": "Die Amerikaner wollen beweisen, dass Lexcen Hilfe aus den Niederlanden hatte."
    }
  },
  {
    "translation": {
      "en": "[Conner] We believe Lexcen used the idea from Amsterdam,",
      "de": "Wir glauben, die Idee stammt aus Amsterdam."
    }
  },
  {
    "translation": {
      "en": "but the rules are it had to be designed by the country of the challenge.",
      "de": "Aber die Regeln besagen, sie muss aus dem Herausfordererland kommen."
    }
  },
  {
    "translation": {
      "en": "The New York Yacht Club believe they have grounds to say",
      "de": "Der New York Yacht Club behauptet,"
    }
  },
  {
    "translation": {
      "en": "that I didn't design the boat totally by myself.",
      "de": "ich hätte das Boot nicht allein entworfen."
    }
  },
  {
    "translation": {
      "en": "They go behind your back and try and get evidence in dubious ways.",
      "de": "Sie hintergehen uns und suchen auf dubiose Art nach Beweisen."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] This afternoon, Ben was suffering what friends said were a couple of dizzy spells.",
      "de": "Ben litt heute Nachmittag nach Aussage von Freunden unter Schwindelanfällen."
    }
  },
  {
    "translation": {
      "en": "Doctors immediately put him into intensive care.",
      "de": "Er wurde intensivmedizinisch behandelt."
    }
  },
  {
    "translation": {
      "en": "His friends say it's the attacks against his name",
      "de": "KRANKENHAUS NEWPORT Seine Freunde sagen, die Angriffe gegen ihn waren der Auslöser."
    }
  },
  {
    "translation": {
      "en": "that helped put him there.",
      "de": "Seine Freunde sagen, die Angriffe gegen ihn waren der Auslöser."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] The New York Yacht Club were endeavoring",
      "de": "Der New York Yacht Club bemühte sich"
    }
  },
  {
    "translation": {
      "en": "to get the design assistants in Holland",
      "de": "um die Aussage der Konstruktionsassistenten in Holland,"
    }
  },
  {
    "translation": {
      "en": "to say that they designed the keel and not Ben Lexcen.",
      "de": "sie und nicht Ben Lexcen hätten den Kiel entwickelt."
    }
  },
  {
    "translation": {
      "en": "The Dutch had designed the keel and not Ben Lexcen.",
      "de": "Der Kiel ist von den Holländern, nicht von Ben Lexcen."
    }
  },
  {
    "translation": {
      "en": "We felt responsible to go over, to send someone to Holland to really investigate it.",
      "de": "Wir fühlten uns verpflichtet, das vor Ort untersuchen zu lassen."
    }
  },
  {
    "translation": {
      "en": "[reporter] The director of the Netherlands Ship Model Basin has charged",
      "de": "Der Leiter der niederländischen Schiffsversuchsanstalt sagte,"
    }
  },
  {
    "translation": {
      "en": "that members of the New York Yacht Club tried to get him to sign a false affidavit",
      "de": "Mitglieder des New York Yacht Club wollten ihn zur Falschaussage bewegen,"
    }
  },
  {
    "translation": {
      "en": "stating Ben Lexcen was not the designer.",
      "de": "dass Ben Lexcen nicht der Konstrukteur sei."
    }
  },
  {
    "translation": {
      "en": "[Van Oossanen] I was very surprised to come face-to-face with two people",
      "de": "Ich wurde von zwei Personen überrascht,"
    }
  },
  {
    "translation": {
      "en": "who wanted me to sign a document",
      "de": "die wollten, dass ich unterschreibe,"
    }
  },
  {
    "translation": {
      "en": "which said that I was the designer of Australia II rather than Ben Lexcen,",
      "de": "dass ich und nicht Ben Lexcen der Konstrukteur der Australia II sei."
    }
  },
  {
    "translation": {
      "en": "which is almost too ridiculous to even think of.",
      "de": "Dabei ist schon der Gedanke lächerlich."
    }
  },
  {
    "translation": {
      "en": "The keel cup committee said, \"We've been over to Holland,",
      "de": "Die Kiel-Cup-Kommission erklärte: \"Wir waren in Holland."
    }
  },
  {
    "translation": {
      "en": "and there was no substance to their complaint.\"",
      "de": "Die Beschwerde entbehrt jeder Grundlage."
    }
  },
  {
    "translation": {
      "en": "\"This boat is fair and legal.\"",
      "de": "Dieses Boot ist regelkonform.\""
    }
  },
  {
    "translation": {
      "en": "And that was the thing that finally busted their case apart.",
      "de": "Damit war ihr Fall vom Tisch."
    }
  },
  {
    "translation": {
      "en": "The New York Yacht Club today withdrew its objections",
      "de": "Der New York Yacht Club zog heute den Einspruch"
    }
  },
  {
    "translation": {
      "en": "to the mysterious winged keel on Australia II",
      "de": "gegen den Flügelkiel der Australia II mit den Worten zurück:"
    }
  },
  {
    "translation": {
      "en": "and said, \"May the better yacht win the America's Cup.\"",
      "de": "\"Möge die bessere Yacht den America's Cup gewinnen.\""
    }
  },
  {
    "translation": {
      "en": "[Bond] It has been 56 races and nearly two and a half years of effort",
      "de": "Es waren 56 Rennen und fast zweieinhalb Jahre Arbeit nötig,"
    }
  },
  {
    "translation": {
      "en": "been put in to reach where we are today.",
      "de": "und fast zweieinhalb Jahre Arbeit nötig, um da zu stehen, wo wir jetzt stehen."
    }
  },
  {
    "translation": {
      "en": "Let the best yacht and crew decide by the gun at the end of each race.",
      "de": "Möge die beste Yacht und die beste Crew am Ende jedes Rennens gewinnen."
    }
  },
  {
    "translation": {
      "en": "[man] We're about to go live by satellite to Newport. Rob Mundle, are you there?",
      "de": "Wir schalten live nach Newport zu Rob Mundle. Hören Sie mich?"
    }
  },
  {
    "translation": {
      "en": "[Mundle] Certainly. Good morning, Harry.",
      "de": "Ja. Guten Morgen, Harry."
    }
  },
  {
    "translation": {
      "en": "We have a great battle coming up.",
      "de": "Ein großer Kampf steht an."
    }
  },
  {
    "translation": {
      "en": "The showdown, 132 years of sporting history at stake here.",
      "de": "Das entscheidende Rennen um 132 Jahre Sportgeschichte."
    }
  },
  {
    "translation": {
      "en": "We're looking at Dennis Conner on the screen right there.",
      "de": "Wir sehen Dennis Conner auf dem Bildschirm."
    }
  },
  {
    "translation": {
      "en": "[Conner] I was uneasy.",
      "de": "Mir war unwohl."
    }
  },
  {
    "translation": {
      "en": "Bertrand, he was at the top of his game.",
      "de": "Bertrand hatte einen Lauf."
    }
  },
  {
    "translation": {
      "en": "He was a tough competitor, and he had a very good boat and a good crew.",
      "de": "Er war ein harter Gegner mit sehr gutem Boot und sehr guter Crew."
    }
  },
  {
    "translation": {
      "en": "He was dangerous, and he scared me.",
      "de": "Er war gefährlich und machte mir Angst."
    }
  },
  {
    "translation": {
      "en": "[reporter] Liberty and Australia II have entered the race course.",
      "de": "Beide Boote sind auf dem Regattakurs."
    }
  },
  {
    "translation": {
      "en": "According to my watch, nine minutes and 30 seconds from now, they will cross the starting line.",
      "de": "Nach meiner Uhr gehen sie in neun Minuten und 30 Sekunden über die Startlinie."
    }
  },
  {
    "translation": {
      "en": "[Lissiman] Ten minutes before the start of the race gun,",
      "de": "Zehn Minuten vor dem Startschuss"
    }
  },
  {
    "translation": {
      "en": "that's when the two boats would meet,",
      "de": "begegnen sich beide Boote."
    }
  },
  {
    "translation": {
      "en": "positioning yourself,",
      "de": "Man positioniert sich,"
    }
  },
  {
    "translation": {
      "en": "and that's when it'd be on. The gloves would come off.",
      "de": "und ab diesem Moment heißt es: Ring frei."
    }
  },
  {
    "translation": {
      "en": "The yacht that had got to the first mark of the first race",
      "de": "Die Yacht, die im ersten Lauf als Erste die erste Boje rundete,"
    }
  },
  {
    "translation": {
      "en": "had always won the America's Cup.",
      "de": "hatte bisher immer den Cup geholt."
    }
  },
  {
    "translation": {
      "en": "[reporter] Australia over the line first by three seconds.",
      "de": "Australien startet mit drei Sekunden Vorsprung."
    }
  },
  {
    "translation": {
      "en": "And I look behind, and Dennis is right on our hammer, right on our hammer.",
      "de": "Ich sah nach hinten, und Dennis war direkt hinter uns."
    }
  },
  {
    "translation": {
      "en": "[commentator] The two yachts are now approaching the first marker,",
      "de": "Beide Yachten nähern sich der ersten Boje."
    }
  },
  {
    "translation": {
      "en": "and it's good news for Australia.",
      "de": "Für Australien sieht es gut aus."
    }
  },
  {
    "translation": {
      "en": "[Longley] We just beat them by a couple of boat lengths.",
      "de": "Wir schlugen sie um wenige Bootslängen."
    }
  },
  {
    "translation": {
      "en": "One to us. [chuckles]",
      "de": "1:0 für uns."
    }
  },
  {
    "translation": {
      "en": "[reporter] Australia has just made history.",
      "de": "Australien schreibt gerade Geschichte."
    }
  },
  {
    "translation": {
      "en": "The foreign challenger has never reached the first mark",
      "de": "Noch nie hat ein ausländischer Herausforderer"
    }
  },
  {
    "translation": {
      "en": "ahead of the American boat in the first race.",
      "de": "vor dem US-Boot im ersten Rennen die erste Boje gerundet."
    }
  },
  {
    "translation": {
      "en": "Australia has just done it.",
      "de": "Australien ist das gerade gelungen."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] After the start, we sailed away from Liberty.",
      "de": "Nach dem Start fuhren wir der Liberty davon."
    }
  },
  {
    "translation": {
      "en": "Then all of a sudden, it was like an explosion.",
      "de": "Dann gab es plötzlich so was wie eine Explosion."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] We had no control at all.",
      "de": "Die Ruderwirkung war weg."
    }
  },
  {
    "translation": {
      "en": "The wheel just went light. No steering. Just rudderless.",
      "de": "Das Rad drehte durch. Keinerlei Ruderwirkung mehr."
    }
  },
  {
    "translation": {
      "en": "[Simmer] It was weird. We just had a fitting pull off the side of the boat",
      "de": "Es war seltsam. Ein Ruderbeschlag war gebrochen,"
    }
  },
  {
    "translation": {
      "en": "that had been there forever, you know.",
      "de": "der ewig gehalten hatte."
    }
  },
  {
    "translation": {
      "en": "And Dennis passed around us.",
      "de": "Dann zog Dennis an uns vorbei."
    }
  },
  {
    "translation": {
      "en": "The race was over.",
      "de": "Das Rennen war vorbei."
    }
  },
  {
    "translation": {
      "en": "[Tom Brokaw] Liberty wins.",
      "de": "Sieg der Liberty!"
    }
  },
  {
    "translation": {
      "en": "Sounds like a World War I poster, but it is instead the headline",
      "de": "Klingt wie eine Kriegsparole, ist aber die Schlagzeile"
    }
  },
  {
    "translation": {
      "en": "out of today's opening round of the America's Cup.",
      "de": "nach Wettfahrt eins im America's Cup."
    }
  },
  {
    "translation": {
      "en": "We went across his stern, and the damn rudder broke.",
      "de": "Wir gingen hinter seinem Heck durch und das Ruder brach."
    }
  },
  {
    "translation": {
      "en": "[Longley] And then, of course, start of the second race,",
      "de": "Dann Start der zweiten Wettfahrt."
    }
  },
  {
    "translation": {
      "en": "bang, one of the tangs holding the headboard of the mainsail breaks.",
      "de": "Und bumm, bricht ein Beschlag vom Großsegelkopf im Masttop."
    }
  },
  {
    "translation": {
      "en": "[reporter] All summer their boat broke down just once,",
      "de": "Sie hatten bisher nur eine Panne"
    }
  },
  {
    "translation": {
      "en": "and now in the finals, two races and two breakdowns.",
      "de": "und nun im Finale zwei Ausfälle in zwei Wettfahrten."
    }
  },
  {
    "translation": {
      "en": "This has meant a lot to the Liberty crew, giving them momentum",
      "de": "Das gibt der Crew der Liberty Auftrieb"
    }
  },
  {
    "translation": {
      "en": "and an awful lot of confidence heading into race three.",
      "de": "und viel Selbstvertrauen vor der dritten Wettfahrt."
    }
  },
  {
    "translation": {
      "en": "[journalist] Commodore McCullough, what would you say the odds are right now?",
      "de": "Commodore Picala, wie sehen Sie die Chancen?"
    }
  },
  {
    "translation": {
      "en": "I think we'll win it 4-0, but I'll take four-to-one as a safety factor. [laughs]",
      "de": "Ich glaube, wir gewinnen 4:0, aber ich sage zur Sicherheit mal 4:1."
    }
  },
  {
    "translation": {
      "en": "[man] Any further questions?",
      "de": "Gibt es weitere Fragen?"
    }
  },
  {
    "translation": {
      "en": "For something like that to happen two races in a row,",
      "de": "Dass das in zwei Wettfahrten hintereinander passiert,"
    }
  },
  {
    "translation": {
      "en": "it's just unforgivable.",
      "de": "ist unverzeihlich."
    }
  },
  {
    "translation": {
      "en": "Benny, give me a break, just give me something that'll allow us to play the game here.",
      "de": "Benny, hilf mir, gib mir irgendwas, damit wir mitspielen können."
    }
  },
  {
    "translation": {
      "en": "[Lissiman] When we had that breakage, there was some tension with John Bertrand and Ben Lexcen.",
      "de": "Nach dieser Panne kriselte es zwischen John Bertrand und Ben Lexcen."
    }
  },
  {
    "translation": {
      "en": "And I remember John saying to him,",
      "de": "Ich weiß noch, wie John zu ihm sagte:"
    }
  },
  {
    "translation": {
      "en": "\"Go through the boat from head to toe and just check everything.\"",
      "de": "\"Geh das Boot von oben nach unten durch und überprüf alles!\""
    }
  },
  {
    "translation": {
      "en": "[reporter] They have now gone over the yacht from bow to stern, from masthead to keel bolt,",
      "de": "Sie haben alles vom Bug bis zum Heck, vom Mastkopf zum Kielbolzen überprüft."
    }
  },
  {
    "translation": {
      "en": "checking every sail, every piece of equipment.",
      "de": "Jedes Segel und jedes Detail."
    }
  },
  {
    "translation": {
      "en": "Race three, Benny didn't attend the launching of the boat. He was actually on a hill with binoculars",
      "de": "Als wir das dritte Mal ins Wasser gingen, sah Benny mit dem Fernglas zu."
    }
  },
  {
    "translation": {
      "en": "under intense pressure.",
      "de": "Unter immensem Druck."
    }
  },
  {
    "translation": {
      "en": "With just about seven minutes to go now to get this race underway.",
      "de": "Es sind nur noch sieben Minuten bis zum Start."
    }
  },
  {
    "translation": {
      "en": "[announcer 1] You are watching Australia II,",
      "de": "Wir sehen die Australia II,"
    }
  },
  {
    "translation": {
      "en": "the 12 Metre that has set the yachting world on its ear.",
      "de": "den Zwölfer, der die Segelwelt auf den Kopf stellt."
    }
  },
  {
    "translation": {
      "en": "[race official] Three, two, one.",
      "de": "Drei, zwei, eins."
    }
  },
  {
    "translation": {
      "en": "[announcer 2] Australia II has just passed Liberty and is taking off down the course.",
      "de": "Die Australia II ist an der Liberty vorbeigegangen und zieht davon."
    }
  },
  {
    "translation": {
      "en": "But as it turns out, it was Benny's dream in its finest hour.",
      "de": "Wie sich herausstellte, sollte das Bennys größter Erfolg werden."
    }
  },
  {
    "translation": {
      "en": "[announcer 3] We have just reached the three-hour mark of this race,",
      "de": "Das Rennen ist inzwischen seit drei Stunden im Gange,"
    }
  },
  {
    "translation": {
      "en": "and the winds here in Newport are starting to pick up.",
      "de": "und der Wind hier in Newport frischt auf."
    }
  },
  {
    "translation": {
      "en": "[Lissiman] Quite often in Newport, the wind speed was very strong,",
      "de": "In Newport herrschte oft starker Wind."
    }
  },
  {
    "translation": {
      "en": "and the winged keel effectively lowered the center of gravity of the yacht",
      "de": "Durch den Flügelkiel lag der Gewichtsschwerpunkt der Yacht tiefer,"
    }
  },
  {
    "translation": {
      "en": "and made Australia II competitive in stronger breezes.",
      "de": "wodurch die Australia II bei starkem Wind besser segelte."
    }
  },
  {
    "translation": {
      "en": "This concept, upwind, the boat was a rocket ship.",
      "de": "Damit wurde das Boot auf der Kreuz zur Rakete."
    }
  },
  {
    "translation": {
      "en": "She was seriously fast.",
      "de": "Sie war echt schnell."
    }
  },
  {
    "translation": {
      "en": "[reporter] Australia sailed across the line to win the third race by three minutes and 14 seconds.",
      "de": "Australien gewinnt die dritte Wettfahrt mit einem Vorsprung von 3:14 Minuten."
    }
  },
  {
    "translation": {
      "en": "Since 12 Metre started racing for the America's Cup,",
      "de": "Seit Zwölfer im America's Cup starten,"
    }
  },
  {
    "translation": {
      "en": "that's the biggest margin ever recorded by a challenger.",
      "de": "hatte kein Herausforderer einen größeren Vorsprung."
    }
  },
  {
    "translation": {
      "en": "[commentator] Australia II is exceptionally fast.",
      "de": "Die Australia II ist sehr schnell."
    }
  },
  {
    "translation": {
      "en": "This is what the New York Yacht Club is afraid of.",
      "de": "Davor fürchtet sich der New York Yacht Club."
    }
  },
  {
    "translation": {
      "en": "[Conner] The New York Yacht Club certainly didn't have any enthusiasm from my performance.",
      "de": "Der New York Yacht Club war natürlich von meiner Leistung nicht begeistert."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Is the New York Yacht Club at all embarrassed about this?",
      "de": "Ist das dem New York Yacht Club peinlich?"
    }
  },
  {
    "translation": {
      "en": "[Commodore] We keep the pressure on the skippers",
      "de": "Wir machen den Skippern Druck."
    }
  },
  {
    "translation": {
      "en": "because we say their head replaces the Cup in the New York Yacht Club,",
      "de": "Es heißt, sonst kommt ihr Kopf statt des Cups in die Vitrine."
    }
  },
  {
    "translation": {
      "en": "so we keep pressure on them all the time. [laughs]",
      "de": "Wir machen ihnen schon ständig Druck."
    }
  },
  {
    "translation": {
      "en": "[Conner] But I came in after losing that race,",
      "de": "Als ich diese Wettfahrt verloren hatte,"
    }
  },
  {
    "translation": {
      "en": "I wasn't ready just to lay down and quit. No.",
      "de": "war ich aber nicht bereit aufzugeben. Nein!"
    }
  },
  {
    "translation": {
      "en": "The biggest thing to me was the attitude. Attitude, attitude, attitude.",
      "de": "Für mich zählte die Einstellung. Einstellung, Einstellung!"
    }
  },
  {
    "translation": {
      "en": "Tired of the bullshit.",
      "de": "Ich habe den Mist satt."
    }
  },
  {
    "translation": {
      "en": "Tired of wasting four hours every morning fucking around for something that's not gonna help us win the Cup.",
      "de": "Ich vergeude nicht jeden Tag vier Stunden, wenn uns das dem Cup nicht näherbringt."
    }
  },
  {
    "translation": {
      "en": "All I was focused on was being the best I could be.",
      "de": "Ich wollte nur mein Bestes geben."
    }
  },
  {
    "translation": {
      "en": "No excuse to lose.",
      "de": "Keine Ausrede fürs Verlieren."
    }
  },
  {
    "translation": {
      "en": "[announcer] Look at this.",
      "de": "RENNEN 4: LIBERTY 2 - AUSTRALIA II 1"
    }
  },
  {
    "translation": {
      "en": "The boat at the top of the screen is Liberty.",
      "de": "Die Liberty liegt in Führung."
    }
  },
  {
    "translation": {
      "en": "Six seconds ahead of Australia when the gun fired.",
      "de": "Sie hatte beim Start sechs Sekunden Vorsprung."
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Liberty went around the first mark 36 seconds ahead.",
      "de": "Die Liberty lag an der ersten Boje 36 Sekunden vorn."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Dennis Conner was unstoppable.",
      "de": "Dennis Conner war nicht zu halten."
    }
  },
  {
    "translation": {
      "en": "[Simmer] He was the most cunning and clever on the water",
      "de": "Er war der gerissenste und cleverste Segler"
    }
  },
  {
    "translation": {
      "en": "and strategically made good moves.",
      "de": "und traf strategisch gute Entscheidungen."
    }
  },
  {
    "translation": {
      "en": "[commentator 2] We get into a classic tacking duel.",
      "de": "Das klassische Duell auf der Kreuz."
    }
  },
  {
    "translation": {
      "en": "He was impossible to go around, always covering tack for tack.",
      "de": "Wir kamen nicht vorbei, waren bei jeder Wende in der Abdeckung."
    }
  },
  {
    "translation": {
      "en": "And he was hitting the wind shifts at the right time,",
      "de": "Und er bekam die Winddreher im richtigen Moment."
    }
  },
  {
    "translation": {
      "en": "massive wind shifts.",
      "de": "Riesenwinddreher."
    }
  },
  {
    "translation": {
      "en": "[commentator 3] Liberty led Australia across the finish line by 43 seconds.",
      "de": "Die Liberty geht 43 Sekunden vor der Australia II über die Ziellinie."
    }
  },
  {
    "translation": {
      "en": "[commentator 4] There she goes. She's shooting it. There's the gun. This race is over.",
      "de": "Sie ist durch. Der Schuss fällt. Das Rennen ist vorbei."
    }
  },
  {
    "translation": {
      "en": "The Americans lead three to one.",
      "de": "Die Amerikaner führen 3:1."
    }
  },
  {
    "translation": {
      "en": "I kicked butt.",
      "de": "Ich schlug zurück."
    }
  },
  {
    "translation": {
      "en": "The American yacht Liberty tonight is just one victory away",
      "de": "Der US-Yacht Liberty fehlt nun nur noch ein Sieg,"
    }
  },
  {
    "translation": {
      "en": "from keeping the America's Cup in the United States.",
      "de": "um den America's Cup zu verteidigen."
    }
  },
  {
    "translation": {
      "en": "Three to one in the America's Cup series.",
      "de": "3:1 im America's Cup."
    }
  },
  {
    "translation": {
      "en": "One more win for Liberty,",
      "de": "Noch ein Sieg der Liberty,"
    }
  },
  {
    "translation": {
      "en": "and the America's Cup will stay bolted down at the New York Yacht Club.",
      "de": "und der America's Cup bleibt im New York Yacht Club."
    }
  },
  {
    "translation": {
      "en": "[reporter] The despondent Australians return to their dock,",
      "de": "Die Australier legen niedergeschlagen an."
    }
  },
  {
    "translation": {
      "en": "knowing they're down 3-1. They cannot afford to make any more errors.",
      "de": "Sie wissen, beim Stand von 3:1 können sie sich keine Fehler mehr leisten."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] At 3-1 in Newport, the champagne was on ice,",
      "de": "Beim Stand von 3:1 stand in Newport schon der Champagner kalt"
    }
  },
  {
    "translation": {
      "en": "the banners were ready to go up.",
      "de": "und die Spruchbänder lagen bereit."
    }
  },
  {
    "translation": {
      "en": "\"Congratulations, Dennis and team.\"",
      "de": "\"Glückwunsch, Dennis und Team.\""
    }
  },
  {
    "translation": {
      "en": "And Newport was about to celebrate.",
      "de": "Newport machte sich zum Feiern bereit."
    }
  },
  {
    "translation": {
      "en": "[Longley] It's all over. Absolutely. It's all over.",
      "de": "Das war's. Auf jeden Fall. Es ist vorbei."
    }
  },
  {
    "translation": {
      "en": "Newport was rocking.",
      "de": "Newport feierte schon."
    }
  },
  {
    "translation": {
      "en": "They just couldn't have been happier to have another thrashing.",
      "de": "Sie konnten nicht glücklicher sein und die nächste Abreibung kaum erwarten."
    }
  },
  {
    "translation": {
      "en": "It was just demoralizing.",
      "de": "Es war einfach nur demoralisierend."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] On the morning of the race, I remember the breakfast was subdued.",
      "de": "Am Morgen vor der Wettfahrt war die Stimmung beim Frühstück gedämpft."
    }
  },
  {
    "translation": {
      "en": "I had a hard time even smelling the bacon and eggs, let alone eating anything.",
      "de": "Ich konnte Speck und Eier kaum riechen, geschweige denn essen."
    }
  },
  {
    "translation": {
      "en": "But then, on the television, we received a note",
      "de": "Aber dann meldete sich im Fernsehen der australische Premier, Bob Hawke."
    }
  },
  {
    "translation": {
      "en": "from the Prime Minister of Australia, Bob Hawke.",
      "de": "der australische Premier, Bob Hawke."
    }
  },
  {
    "translation": {
      "en": "Congratulations, you've done a magnificent job to this point.",
      "de": "Glückwunsch. Sie haben sich bisher toll geschlagen."
    }
  },
  {
    "translation": {
      "en": "What you've shown in relation to our technological capacity,",
      "de": "Sie haben so viel technische Fähigkeiten bewiesen"
    }
  },
  {
    "translation": {
      "en": "our determination as individuals…",
      "de": "und so viel Entschlossenheit gezeigt."
    }
  },
  {
    "translation": {
      "en": "You've got the entire support of Australia.",
      "de": "Ganz Australien unterstützt Sie."
    }
  },
  {
    "translation": {
      "en": "We'll all be looking forward to your return",
      "de": "Wir freuen uns auf Ihre Rückkehr."
    }
  },
  {
    "translation": {
      "en": "when we will do you as proud as you have done us.",
      "de": "Dann erfüllen wir Sie genauso mit Stolz wie Sie uns."
    }
  },
  {
    "translation": {
      "en": "[Simmer] Bob Hawke, Prime Minister of Australia,",
      "de": "Bob Hawke, der australische Premier."
    }
  },
  {
    "translation": {
      "en": "shit, that's a big deal.",
      "de": "Das ist Riesending."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Here we were being recognized by the prime minister of our nation.",
      "de": "Unser Premier zollte uns Anerkennung."
    }
  },
  {
    "translation": {
      "en": "It was a total game changer.",
      "de": "Das änderte alles."
    }
  },
  {
    "translation": {
      "en": "Armies over the last thousand years have gone to war with symbols and music.",
      "de": "Seit Jahrtausenden ziehen Armeen mit Symbolen und Musik in die Schlacht."
    }
  },
  {
    "translation": {
      "en": "So, the boxing kangaroo flag was raised.",
      "de": "Wir hissten die Flagge mit dem boxenden Känguru."
    }
  },
  {
    "translation": {
      "en": "And we chose a battle hymn, Men at Work, \"Down Under.\"",
      "de": "Wir wählten als Schlachtgesang \"Down Under\" von Men at Work."
    }
  },
  {
    "translation": {
      "en": "And the team spirit came alive.",
      "de": "Und dann lebte der Teamgeist auf."
    }
  },
  {
    "translation": {
      "en": "[announcer] And so almost unbelievably, that's Australia ahead at the first mark.",
      "de": "Kaum zu glauben, aber Australien liegt an der ersten Boje vorn."
    }
  },
  {
    "translation": {
      "en": "Off the coast of Rhode Island, it was Australia's day.",
      "de": "Heute war vor Rhode Island der Tag der Australier."
    }
  },
  {
    "translation": {
      "en": "And Australia II still is alive and in the America's Cup yacht race.",
      "de": "Die Australia II lebt noch und kämpft um den America's Cup."
    }
  },
  {
    "translation": {
      "en": "We're just gonna get out there and do it twice more, get this Cup for Australia.",
      "de": "Das machen wir noch zweimal und holen den Cup nach Australien."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] At three to two, the tables were turning.",
      "de": "Beim Stand von 3:2 wendete sich das Blatt."
    }
  },
  {
    "translation": {
      "en": "Television crews were coming in from all around the world.",
      "de": "Fernsehteams aus aller Welt reisten an."
    }
  },
  {
    "translation": {
      "en": "Australians were flying in to Newport.",
      "de": "Die Australier kamen nach Newport."
    }
  },
  {
    "translation": {
      "en": "Tonight, that quaint coastal resort of Newport, Rhode Island,",
      "de": "Der malerische Küstenort Newport, Rhode Island,"
    }
  },
  {
    "translation": {
      "en": "is under the constant barrage of Australia II.",
      "de": "gehört heute Abend den Fans der Australia II."
    }
  },
  {
    "translation": {
      "en": "The whole of Newport knew that the Australians were in town.",
      "de": "Ganz Newport wusste, dass die Australier da waren."
    }
  },
  {
    "translation": {
      "en": "We tore the place apart. [chuckles]",
      "de": "Wir stellten den Ort auf den Kopf."
    }
  },
  {
    "translation": {
      "en": "[man] The Aussies certainly have joined the hype and hoopla here with gusto,",
      "de": "Die Australier schließen sich dem Hype und dem Rummel begeistert an"
    }
  },
  {
    "translation": {
      "en": "promoting their souvenirs and image aggressively.",
      "de": "und werben aggressiv für ihre Souvenirs und ihr Image."
    }
  },
  {
    "translation": {
      "en": "The barbarians are at the gate.",
      "de": "Die Barbaren stehen am Tor."
    }
  },
  {
    "translation": {
      "en": "The Australians have come for the sacred Cup,",
      "de": "Die Australier wollen den heiligen Cup."
    }
  },
  {
    "translation": {
      "en": "and they're howling.",
      "de": "Mit Gebrüll."
    }
  },
  {
    "translation": {
      "en": "What Australians really like is upsetting the upper echelon.",
      "de": "Australier mögen es, wenn sie die obere Riege ärgern können."
    }
  },
  {
    "translation": {
      "en": "In race six, we were sailing the boat extremely well.",
      "de": "Im sechsten Rennen lief das Boot extrem gut."
    }
  },
  {
    "translation": {
      "en": "The boat was a rocket ship.",
      "de": "Es war eine Rakete."
    }
  },
  {
    "translation": {
      "en": "It's Australia II with a very big lead here by some two minutes, it seems.",
      "de": "Die Australia II hat einen ziemlich großen Vorsprung von etwa zwei Minuten."
    }
  },
  {
    "translation": {
      "en": "[Longley] And we won that race by three and a half minutes.",
      "de": "Wir gewannen mit dreieinhalb Minuten Vorsprung."
    }
  },
  {
    "translation": {
      "en": "It was the greatest win by a challenging yacht in the 12 Metre era.",
      "de": "Es war der eindeutigste Sieg eines Herausforderers bei den Zwölfern."
    }
  },
  {
    "translation": {
      "en": "[Jennings] In 132 years, no challenger has ever driven the races",
      "de": "In 132 Jahren ist es noch keinem Herausforderer gelungen,"
    }
  },
  {
    "translation": {
      "en": "to the full best-of-seven series.",
      "de": "in sieben Rennen zu gehen."
    }
  },
  {
    "translation": {
      "en": "The Australians, dare we say it, humiliated the Americans.",
      "de": "Man kann sagen, die Australier haben die Amerikaner gedemütigt."
    }
  },
  {
    "translation": {
      "en": "So now it's three apiece. One race to go, a true world series.",
      "de": "Vor dem letzten Rennen steht es 3:3. Ein echtes Finale."
    }
  },
  {
    "translation": {
      "en": "-We can do it, Jim. We can do it. -Oh yeah.",
      "de": "-Wir können das schaffen, Jim. -Oh ja."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] The score went from 3-1 to 3-2 to 3-3.",
      "de": "Erst stand es 3:1, dann 3:2 und dann 3:3."
    }
  },
  {
    "translation": {
      "en": "The Aussies had arrived.",
      "de": "Australien war angekommen."
    }
  },
  {
    "translation": {
      "en": "[man] How does it feel being the first in 132 years, which is a very long time,",
      "de": "Wie fühlt sich das an, zum ersten Mal in 132 Jahren, nach so langer Zeit, ein 3:3 erleben zu müssen?"
    }
  },
  {
    "translation": {
      "en": "to be in this situation of three-all?",
      "de": "nach so langer Zeit, ein 3:3 erleben zu müssen?"
    }
  },
  {
    "translation": {
      "en": "I mean, it must concern you.",
      "de": "Das muss Sie doch beschäftigen."
    }
  },
  {
    "translation": {
      "en": "It's gonna be very exciting to be involved in the race of the century.",
      "de": "Ich freue mich darauf, das Rennen des Jahrhunderts zu segeln."
    }
  },
  {
    "translation": {
      "en": "We're hoping that, uh, we can find a way to prevail",
      "de": "Wir hoffen, dass wir uns durchsetzen können,"
    }
  },
  {
    "translation": {
      "en": "like we have in, over the last 132 years.",
      "de": "wie immer in den letzten 132 Jahren."
    }
  },
  {
    "translation": {
      "en": "I think we have an awful lot of tradition going for us,",
      "de": "Ich denke, die lange Tradition spricht für uns."
    }
  },
  {
    "translation": {
      "en": "and, uh, somehow, I think we'll pull it out on Saturday.",
      "de": "Und irgendwie werden wir das am Samstag hinbekommen."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Dennis was in a super high-pressure environment.",
      "de": "24 STUNDEN VOR RENNEN 7 Dennis stand unter extrem hohem Druck."
    }
  },
  {
    "translation": {
      "en": "And the bottom line is the New York Yacht Club",
      "de": "Der New York Yacht Club"
    }
  },
  {
    "translation": {
      "en": "were never in the business of losing, literally, by any means.",
      "de": "hatte nie vor zu verlieren. Unter keinen Umständen."
    }
  },
  {
    "translation": {
      "en": "Panic, pure and simple, has gripped the American camp.",
      "de": "Das amerikanische Lager ist schlicht und einfach in Panik."
    }
  },
  {
    "translation": {
      "en": "Shaken by Australia II's effortless win in the sixth race,",
      "de": "Nach dem letzten deutlichen Sieg der Australier"
    }
  },
  {
    "translation": {
      "en": "the Liberty syndicate are resorting to truly desperate measures.",
      "de": "greift das Liberty-Syndicat zu verzweifelten Maßnahmen."
    }
  },
  {
    "translation": {
      "en": "Today the New York Yacht Club just couldn't resist firing one more shot.",
      "de": "Der New York Yacht Club legte heute ein letztes Mal nach."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Dennis and the team found a loophole in the rule on the 11th hour",
      "de": "Dennis & Co. fanden in letzter Minute ein Schlupfloch im Regelwerk"
    }
  },
  {
    "translation": {
      "en": "and made major changes in Liberty.",
      "de": "und veränderten die Liberty stark."
    }
  },
  {
    "translation": {
      "en": "[reporter] The red defender was towed up river",
      "de": "Die rote Verteidigeryacht kam noch mal in die Halle,"
    }
  },
  {
    "translation": {
      "en": "so that 1,000 pounds of her ballast could be removed.",
      "de": "Die rote Verteidigeryacht kam noch mal in die Halle, und 500 kg Ballast wurden entfernt."
    }
  },
  {
    "translation": {
      "en": "[Simmer] It had never happened before.",
      "de": "Das hatte es noch nie gegeben."
    }
  },
  {
    "translation": {
      "en": "But the New York Yacht Club allowed them to do it.",
      "de": "Aber der New York Yacht Club gestattete es ihnen."
    }
  },
  {
    "translation": {
      "en": "Would never have happened if we wanted to reconfigure our boat.",
      "de": "Uns hätten sie nie erlaubt, das Boot zu rekonfigurieren."
    }
  },
  {
    "translation": {
      "en": "[Conner] Like NASCAR, there are rules in NASCAR,",
      "de": "Wie bei NASCAR gibt es zwar Regeln, aber man kann sie brechen,"
    }
  },
  {
    "translation": {
      "en": "but there's-- Rules are broken, and they win the race.",
      "de": "Wie bei NASCAR gibt es zwar Regeln, aber man kann sie brechen, und dann gewinnt man."
    }
  },
  {
    "translation": {
      "en": "You use the rules to your advantage to take advantage of the other competition.",
      "de": "Man muss die Regeln für sich ausnutzen, um zu gewinnen."
    }
  },
  {
    "translation": {
      "en": "No excuse to lose.",
      "de": "Keine Ausrede fürs Verlieren."
    }
  },
  {
    "translation": {
      "en": "Alan and the crew, the exercise in which you're about to engage",
      "de": "RENNEN 7: LIBERTY 3 - AUSTRALIA II 3 An Alan und die Crew. Was Sie sich da vorgenommen haben,"
    }
  },
  {
    "translation": {
      "en": "is certainly one of the historic moments in Australian sporting history.",
      "de": "ist einer der größten Momente in der australischen Sportgeschichte."
    }
  },
  {
    "translation": {
      "en": "You have all our best wishes with you.",
      "de": "Wir alle wünschen Ihnen alles Gute."
    }
  },
  {
    "translation": {
      "en": "If it gets tight, let us know,",
      "de": "Wenn es eng wird, sagen Sie es."
    }
  },
  {
    "translation": {
      "en": "and we'll all turn towards Newport and blow to get you home.",
      "de": "Dann jubeln wir Sie alle in Newport ins Ziel."
    }
  },
  {
    "translation": {
      "en": "We're with you. The very, very best of luck.",
      "de": "Wir sind bei Ihnen. Viel Glück."
    }
  },
  {
    "translation": {
      "en": "No one had ever won it from the Americans.",
      "de": "BOB HAWKE, AUSTRALISCHER PREMIER Keiner hatte die USA besiegt."
    }
  },
  {
    "translation": {
      "en": "So here was history, absolute history in the making.",
      "de": "Sie waren dabei, Geschichte zu schreiben."
    }
  },
  {
    "translation": {
      "en": "Always good to beat the Americans.",
      "de": "Die USA zu schlagen, ist immer gut."
    }
  },
  {
    "translation": {
      "en": "At anything. [chuckles]",
      "de": "Egal wobei."
    }
  },
  {
    "translation": {
      "en": "[man over PA] We're with you, Australia II!",
      "de": "Wir sind bei euch, Australia II."
    }
  },
  {
    "translation": {
      "en": "We're with you, Australia II!",
      "de": "WIR SIND BEI EUCH… AUSTRALIA II"
    }
  },
  {
    "translation": {
      "en": "[announcer] It's the premier sailing event in the world.",
      "de": "Es geht um das wichtigste Segelrennen der Welt."
    }
  },
  {
    "translation": {
      "en": "It's the cup that's never been lost.",
      "de": "Den Cup, der noch nie verlorenging."
    }
  },
  {
    "translation": {
      "en": "It's the race that may end the longest winning tradition in international sports history.",
      "de": "Das Rennen, das die längste Siegesserie der Sportgeschichte beenden könnte."
    }
  },
  {
    "translation": {
      "en": "Live from Newport, this is the 25th defense,",
      "de": "Sehen Sie live aus Newport die 25. Auflage,"
    }
  },
  {
    "translation": {
      "en": "the final race for the America's Cup.",
      "de": "das letzte Rennen um den America's Cup."
    }
  },
  {
    "translation": {
      "en": "[Mundle] Good morning, the world.",
      "de": "DIE GROSSE WELT DES SPORTS Guten Morgen."
    }
  },
  {
    "translation": {
      "en": "Once again, another live telecast",
      "de": "Wir senden auch heute wieder live"
    }
  },
  {
    "translation": {
      "en": "to Australia, New Zealand, Hong Kong, America and Europe.",
      "de": "nach Australien, Neuseeland, Hongkong, Amerika und Europa."
    }
  },
  {
    "translation": {
      "en": "At the moment, we have about 30 million people watching.",
      "de": "Im Augenblick sehen uns etwa 30 Millionen zu."
    }
  },
  {
    "translation": {
      "en": "[reporter] It's an emotional morning for Mrs. Beryl Bertrand,",
      "de": "Ein emotionaler Morgen für Beryl Bertrand."
    }
  },
  {
    "translation": {
      "en": "as her son, John, takes Australia II into the grand final of the America's Cup.",
      "de": "Ihr Sohn John steuert die Australia II im großen Finale des America's Cup."
    }
  },
  {
    "translation": {
      "en": "Today they sail the winner-take-all, do-or-die, there's-no-tomorrow race.",
      "de": "Heute steht das alles entscheidende, ultimative, letzte Rennen an."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Being towed out, I remember it was like a zoo.",
      "de": "Beim Rausschleppen kam ich mir vor wie im Zoo."
    }
  },
  {
    "translation": {
      "en": "The envelope of people around us was like a pressure cooker.",
      "de": "Die Menschenmenge um uns herum war wie ein Schnellkochtopf."
    }
  },
  {
    "translation": {
      "en": "We're lining up now for the start of the seventh and vital race",
      "de": "Wir stehen hier bereit für das siebte und entscheidende Rennen in diesem America's Cup."
    }
  },
  {
    "translation": {
      "en": "in this America's Cup.",
      "de": "und entscheidende Rennen in diesem America's Cup."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] This is thousands of hours of preparation, a lifetime of preparation.",
      "de": "Wir hatten uns tausende Stunden, ein Leben lang, darauf vorbereitet."
    }
  },
  {
    "translation": {
      "en": "And I'd visualized this space. I'd visualized this time.",
      "de": "Ich hatte diesen Ort, diesen Moment vor mir gesehen."
    }
  },
  {
    "translation": {
      "en": "I said to the team,",
      "de": "Ich sagte zur Crew:"
    }
  },
  {
    "translation": {
      "en": "\"Visualize you're on the back of an eagle, a thousand feet in the air.\"",
      "de": "\"Stellt euch vor, ihr sitzt auf einem Adler, 300 m hoch."
    }
  },
  {
    "translation": {
      "en": "\"And you see the boat going through the water.\"",
      "de": "Ihr seht das Boot durchs Wasser schneiden.\""
    }
  },
  {
    "translation": {
      "en": "So I said, \"Reach down with big scissors and cut the distractions,",
      "de": "Dann sagte ich: \"Nehmt eine Schere und schneidet alles weg, was stört."
    }
  },
  {
    "translation": {
      "en": "release the boat, release ourselves.\"",
      "de": "Macht das Boot und euch frei."
    }
  },
  {
    "translation": {
      "en": "\"There's no tomorrow, there's no yesterday, and there's no future.\"",
      "de": "Es gibt kein morgen, kein gestern und keine Zukunft.\""
    }
  },
  {
    "translation": {
      "en": "It was just today.",
      "de": "Es gab nur heute."
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Five seconds away from the start.",
      "de": "Fünf Sekunden bis zum Start."
    }
  },
  {
    "translation": {
      "en": "-[gun fires] -[commentator 1] There's the starting gun.",
      "de": "Das war der Startschuss."
    }
  },
  {
    "translation": {
      "en": "When the gun went off, the two boats charged at each other.",
      "de": "Als der Startschuss ertönte, griffen beide Boote an."
    }
  },
  {
    "translation": {
      "en": "Here we go, you know. This is gonna be on.",
      "de": "Los geht's. Das wird lustig."
    }
  },
  {
    "translation": {
      "en": "[commentator 2] They are neck-and-neck at the moment.",
      "de": "Sie liegen Kopf an Kopf."
    }
  },
  {
    "translation": {
      "en": "John Bertrand has now turned towards Liberty.",
      "de": "John Bertrand wendet auf die Liberty zu."
    }
  },
  {
    "translation": {
      "en": "We actually had a good start, and when we tacked, we were in front.",
      "de": "Wir hatten einen guten Start. Beim Wenden waren wir vorn."
    }
  },
  {
    "translation": {
      "en": "[commentator 3] Australia's gone right on top of Liberty by about two boat lengths.",
      "de": "Die Australia liegt zwei Bootslängen vor der Liberty."
    }
  },
  {
    "translation": {
      "en": "Both boats on starboard tack.",
      "de": "Beide auf Steuerbordbug."
    }
  },
  {
    "translation": {
      "en": "[commentator 4] Uh-oh! It looks like John Bertrand has decided not to cover Dennis Conner.",
      "de": "Wie es aussieht, hält John Bertrand Dennis Conner nicht in der Abdeckung."
    }
  },
  {
    "translation": {
      "en": "[Longley] But Dennis gets in front",
      "de": "Dann schiebt sich Dennis vor."
    }
  },
  {
    "translation": {
      "en": "and, quite frankly, starts to sail away from us.",
      "de": "Und um ehrlich zu sein, er segelt uns davon."
    }
  },
  {
    "translation": {
      "en": "It became clear that Liberty was actually a faster boat than what we'd seen before.",
      "de": "Uns wurde klar, dass die Liberty ein schnelleres Boot war als bisher."
    }
  },
  {
    "translation": {
      "en": "The boat had been revved up.",
      "de": "Aufgemotzt."
    }
  },
  {
    "translation": {
      "en": "[Mundle] The boat is gaining maximum speed moving very nicely through the water there.",
      "de": "Das Boot gleitet mit Höchstgeschwindigkeit sehr schön durchs Wasser."
    }
  },
  {
    "translation": {
      "en": "[commentator 5] She certainly looks like a different boat",
      "de": "Als wäre es ein anderes Boot."
    }
  },
  {
    "translation": {
      "en": "and obviously she's sailing like a different boat today.",
      "de": "Zumindest segelt es heute so."
    }
  },
  {
    "translation": {
      "en": "[commentator 6] You can see the two yachts are now approaching the first marker,",
      "de": "Beide Boote nähern sich nun der ersten Wendemarke."
    }
  },
  {
    "translation": {
      "en": "and it's not good news for Australia.",
      "de": "Für Australien sieht es nicht gut aus."
    }
  },
  {
    "translation": {
      "en": "[Mundle] Liberty is leading by 29 seconds at the first mark.",
      "de": "Die Liberty liegt an der ersten Boje mit 29 Sekunden vorn."
    }
  },
  {
    "translation": {
      "en": "[commentator 6] That failure by John Bertrand to recover could be tragic.",
      "de": "Dass Bertrand die Abdeckung nicht nutzte, könnte fatal sein."
    }
  },
  {
    "translation": {
      "en": "We did everything we could, but they just went faster.",
      "de": "Wir taten, was wir konnten, aber er war schneller."
    }
  },
  {
    "translation": {
      "en": "[news anchor] If you're just joining us, it has been Liberty all the way.",
      "de": "Wenn Sie erst zuschalten, Liberty führt."
    }
  },
  {
    "translation": {
      "en": "At the second mark, it was Liberty by 45. At the third mark, Liberty by 23.",
      "de": "An Boje zwei lag sie 45 Sekunden und an Boje drei 23 Sekunden vorn."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] They just swept away from us. Close to a minute in front of us.",
      "de": "Sie sind uns davongesegelt, lagen fast eine Minute vorn."
    }
  },
  {
    "translation": {
      "en": "We just couldn't believe it.",
      "de": "Wir konnten es nicht glauben."
    }
  },
  {
    "translation": {
      "en": "[Mundle] We're just watching Liberty having rounded the fourth mark on the course,",
      "de": "Die Liberty ist gerade um die vierte Boje gegangen"
    }
  },
  {
    "translation": {
      "en": "the margin around 55 seconds, Bob.",
      "de": "und liegt mit 55 Sekunden vorn, Bob."
    }
  },
  {
    "translation": {
      "en": "The Cup is as good as lost.",
      "de": "Der Cup scheint verloren."
    }
  },
  {
    "translation": {
      "en": "It seems that Bertrand's errors early in the race",
      "de": "Bertrands Fehler zu Beginn des Rennens"
    }
  },
  {
    "translation": {
      "en": "may have cost Australia II the America's Cup.",
      "de": "könnten die Australia II den America's Cup kosten."
    }
  },
  {
    "translation": {
      "en": "To get 58 seconds ahead, that…",
      "de": "58 Sekunden Vorsprung."
    }
  },
  {
    "translation": {
      "en": "that's a long way.",
      "de": "Das ist eine Menge."
    }
  },
  {
    "translation": {
      "en": "Four thousand people gathered outside",
      "de": "4000 Menschen verfolgen vor dem Royal Perth Yacht Club"
    }
  },
  {
    "translation": {
      "en": "the Royal Perth Yacht Club in Western Australia,",
      "de": "4000 Menschen verfolgen vor dem Royal Perth Yacht Club in Australien unsere Liveübertragung."
    }
  },
  {
    "translation": {
      "en": "watching our live pictures and, uh, similar scenes over in Sydney.",
      "de": "in Australien unsere Liveübertragung. Ähnliche Bilder in Sydney."
    }
  },
  {
    "translation": {
      "en": "[announcer] It appears Liberty has a healthy lead at this point.",
      "de": "Wie es aussieht, hat die Liberty einen soliden Vorsprung."
    }
  },
  {
    "translation": {
      "en": "It's a race Dennis Conner cannot lose.",
      "de": "Das kann Dennis Conner nicht verlieren."
    }
  },
  {
    "translation": {
      "en": "[reporter] The tension mounts at the Bertrand household.",
      "de": "Spannung im Hause der Bertrands."
    }
  },
  {
    "translation": {
      "en": "Mrs. Bertrand experiences the agony",
      "de": "Mrs. Bertrand muss gequält zusehen, wie das australische Wunder"
    }
  },
  {
    "translation": {
      "en": "of watching The Wonder from Down Under fall behind the American yacht, Liberty.",
      "de": "Mrs. Bertrand muss gequält zusehen, wie das australische Wunder hinter der amerikanischen Liberty zurückfällt."
    }
  },
  {
    "translation": {
      "en": "And, gentlemen, this downwind run is possibly our last hope.",
      "de": "Meine Herren, dieser Vorwindkurs ist wohl unsere letzte Hoffnung."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] They were basically gone.",
      "de": "Sie waren eigentlich weg."
    }
  },
  {
    "translation": {
      "en": "But the bottom line is,",
      "de": "Aber im Endeffekt gilt,"
    }
  },
  {
    "translation": {
      "en": "if the opposition start to believe that the competition and the equipment that they're using is superior,",
      "de": "wenn der Gegner glaubt, man sei besser, weil man das bessere Material habe"
    }
  },
  {
    "translation": {
      "en": "and you can't do anything about it 'cause it's secret,",
      "de": "und er könne nichts dagegen tun, weil es geheim ist,"
    }
  },
  {
    "translation": {
      "en": "that becomes, psychologically, a big hurdle to overcome.",
      "de": "wird das mental eine kaum zu überwindende Riesenhürde."
    }
  },
  {
    "translation": {
      "en": "And ultimately, Dennis made a decision",
      "de": "Am Ende traf Dennis eine Entscheidung,"
    }
  },
  {
    "translation": {
      "en": "that was a mistake.",
      "de": "die falsch war."
    }
  },
  {
    "translation": {
      "en": "[Mundle] Dennis Conner's come to the right-hand side of the course,",
      "de": "Dennis Conner wählt die rechte Kursseite,"
    }
  },
  {
    "translation": {
      "en": "looking for a big wind shift which he hopes will be over here.",
      "de": "weil er hier besseren Wind vermutet."
    }
  },
  {
    "translation": {
      "en": "We get to the top marker, and Dennis, he tacks way out.",
      "de": "An der letzte Boje wendet Dennis weit weg."
    }
  },
  {
    "translation": {
      "en": "[commentator] This is an unusual move.",
      "de": "Ungewöhnliche Taktik."
    }
  },
  {
    "translation": {
      "en": "Dennis has decided not to cover John Bertrand.",
      "de": "Dennis deckt John Bettrand nicht ab."
    }
  },
  {
    "translation": {
      "en": "[Treharne] He went to the right-hand side of the course,",
      "de": "Er fuhr auf die rechte Kursseite."
    }
  },
  {
    "translation": {
      "en": "and that surprised me.",
      "de": "Das überraschte mich."
    }
  },
  {
    "translation": {
      "en": "And I remember just looking at the clouds evolving.",
      "de": "Ich weiß noch, dass wir uns die Wolken ansahen."
    }
  },
  {
    "translation": {
      "en": "I could start to see the wind on water.",
      "de": "Dann konnte ich den Windstreifen sehen."
    }
  },
  {
    "translation": {
      "en": "Darker patches and lighter patches. I could see the direction of the wind.",
      "de": "Dunklere und hellere Flecken. Ich sah, woher der Wind kam."
    }
  },
  {
    "translation": {
      "en": "And then, eventually, you start to get a sixth sense of what the wind is gonna do.",
      "de": "Irgendwann entwickelt man ein Gespür dafür, was der Wind macht."
    }
  },
  {
    "translation": {
      "en": "Not now, but within the next 10, 15 and 20 seconds,",
      "de": "Nicht sofort, aber in den nächsten 10, 15, 20 Sekunden."
    }
  },
  {
    "translation": {
      "en": "which is the game.",
      "de": "So geht das Spiel."
    }
  },
  {
    "translation": {
      "en": "Trim.",
      "de": "Trimmen."
    }
  },
  {
    "translation": {
      "en": "And as we keep going to the left, the breeze starts going left.",
      "de": "Und je mehr wir uns links hielten, umso mehr drehte der Wind nach links."
    }
  },
  {
    "translation": {
      "en": "Here we go.",
      "de": "Na bitte."
    }
  },
  {
    "translation": {
      "en": "And we started to make gains on Liberty, with extra wind.",
      "de": "Wir begannen aufzuholen. Wir hatten mehr Wind."
    }
  },
  {
    "translation": {
      "en": "[Mundle] As they head off there, you can see crewmen winding those coffee grinder winches,",
      "de": "Während sie abdrehen, ackert die Crew an den Coffeegrindern,"
    }
  },
  {
    "translation": {
      "en": "trying to keep the yacht at maximum speed.",
      "de": "um die Geschwindigkeit hochzuhalten."
    }
  },
  {
    "translation": {
      "en": "[man] It's going to be a mammoth effort if she should do it.",
      "de": "Wenn das klappen soll, wird es eine Mammutaufgabe."
    }
  },
  {
    "translation": {
      "en": "It was meter by meter. It was yard by yard. It was wind shift by wind shift.",
      "de": "Es ging Stück für Stück, Meter für Meter, Böe für Böe."
    }
  },
  {
    "translation": {
      "en": "[Mundle] There you see Australia II coming back right now towards Liberty.",
      "de": "Wie man sieht, ist die Australia II dabei aufzuholen."
    }
  },
  {
    "translation": {
      "en": "This race is a hot one.",
      "de": "Was für ein heißes Rennen!"
    }
  },
  {
    "translation": {
      "en": "Only a matter of minutes ago, the America's Cup was as good as lost.",
      "de": "Vor wenigen Minuten schien der America's Cup so gut wie verloren."
    }
  },
  {
    "translation": {
      "en": "Gentlemen, it's neck and neck,",
      "de": "Es sieht eng aus,"
    }
  },
  {
    "translation": {
      "en": "but perhaps Liberty just fractionally in front.",
      "de": "aber die Liberty könnte noch knapp in Führung liegen."
    }
  },
  {
    "translation": {
      "en": "[Mundle] So Australia II is back in the race.",
      "de": "Die Australia II ist wieder im Rennen."
    }
  },
  {
    "translation": {
      "en": "[Longley] And then, of course, they jibed and came across.",
      "de": "Dann halsten sie und kamen auf uns zu."
    }
  },
  {
    "translation": {
      "en": "The whole of the world, who's watching this, is holding their breath.",
      "de": "Die ganze Welt, alle die zusahen, hielten den Atem an."
    }
  },
  {
    "translation": {
      "en": "[Mundle] The tension at the moment is absolutely electric out there.",
      "de": "Die Atmosphäre ist momentan zum Knistern angespannt."
    }
  },
  {
    "translation": {
      "en": "Australia II's decided to come back and attack.",
      "de": "Die Australia II holt auf und greift an."
    }
  },
  {
    "translation": {
      "en": "[Longley] It's not easy, particularly from a helicopter shot, to see who's in front.",
      "de": "Aus der Luft ist es nicht einfach zu erkennen, wer vorne liegt."
    }
  },
  {
    "translation": {
      "en": "What'll happen with the cross?",
      "de": "Und auf der Kreuz?"
    }
  },
  {
    "translation": {
      "en": "And we went from 57 seconds behind to bow on bow.",
      "de": "Aus 57 Sekunden Rückstand machten wir ein Kopf-an-Kopf-Rennen."
    }
  },
  {
    "translation": {
      "en": "I made the decision to jibe on top of them, which was high risk.",
      "de": "Ich beschloss, vor sie zu halsen, was riskant war."
    }
  },
  {
    "translation": {
      "en": "[Mundle] A collision course at the moment.",
      "de": "Sie liegen auf Kollisionskurs. Australia II will vorn durch."
    }
  },
  {
    "translation": {
      "en": "-Looks like Australia II will go across. -[man] A gutsy move.",
      "de": "Sie liegen auf Kollisionskurs. Australia II will vorn durch. Das ist mutig."
    }
  },
  {
    "translation": {
      "en": "[Mundle] An unbelievable move to come across there now.",
      "de": "Unglaublicher Schachzug, in sie reinzuhalsen."
    }
  },
  {
    "translation": {
      "en": "We went across their bow, and we're in front.",
      "de": "Wir gingen vor ihnen durch und waren vorn."
    }
  },
  {
    "translation": {
      "en": "[Mundle] It looks like Australia II is back in front. -Absolutely incredible. -[crowd cheering]",
      "de": "Die Australia II scheint vorn zu liegen. Das ist unglaublich!"
    }
  },
  {
    "translation": {
      "en": "[reporter] There's about 2,000 people here packing Royal Perth Yacht Club,",
      "de": "Im Royal Perth Yacht Club fiebern etwa 2000 Menschen mit."
    }
  },
  {
    "translation": {
      "en": "and they are absolutely rooting for Australia II.",
      "de": "Sie alle feuern enthusiastisch die Australia II an."
    }
  },
  {
    "translation": {
      "en": "I've never ever seen anything like this.",
      "de": "So etwas habe ich noch nie erlebt."
    }
  },
  {
    "translation": {
      "en": "There was mass disappointment here before.",
      "de": "Vorhin herrschte hier noch Riesenenttäuschung."
    }
  },
  {
    "translation": {
      "en": "In the past leg, it's been absolute mayhem in here.",
      "de": "Aber auf dem letzten Schenkel brach hier die Hölle los."
    }
  },
  {
    "translation": {
      "en": "[Mundle] And now it's all on.",
      "de": "Jetzt kommt es darauf an."
    }
  },
  {
    "translation": {
      "en": "An absolute drag race to the finish. Do you believe this, Bob Lobel?",
      "de": "Ein Temporennen bis ins Ziel, oder, Bob Lobel?"
    }
  },
  {
    "translation": {
      "en": "[Lobel] I've seen a lot of things, but never anything like this.",
      "de": "Ich habe schon viel erlebt, aber so was noch nie."
    }
  },
  {
    "translation": {
      "en": "Go, go, go!",
      "de": "Los, los, los!"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] On that particular leg of the course, we probably sailed the boat as best we'd ever sailed.",
      "de": "Auf diesem Schenkel sind wir besser gesegelt als jemals zuvor."
    }
  },
  {
    "translation": {
      "en": "We were closer to perfection than any time I'd ever been.",
      "de": "Wir waren der Perfektion so nahe, wie ich es nie erlebt hatte."
    }
  },
  {
    "translation": {
      "en": "This group became so close and so tight.",
      "de": "Wir waren als Team so zusammengewachsen,"
    }
  },
  {
    "translation": {
      "en": "It was basically almost on autopilot.",
      "de": "dass das Boot wie mit Autopilot fuhr."
    }
  },
  {
    "translation": {
      "en": "We were sailing into history.",
      "de": "Wir segelten in die Geschichte."
    }
  },
  {
    "translation": {
      "en": "[Mundle] We're looking for the smoke at any moment.",
      "de": "Gleich fällt der Schuss."
    }
  },
  {
    "translation": {
      "en": "They're about to do it. They're about to cross the line.",
      "de": "Gleich fahren sie über die Ziellinie."
    }
  },
  {
    "translation": {
      "en": "They make a final move. It's over!",
      "de": "Noch mal anluven. Und das war's!"
    }
  },
  {
    "translation": {
      "en": "[Mundle] Australia II has done it!",
      "de": "Australia II gewinnt."
    }
  },
  {
    "translation": {
      "en": "They have won the America's Cup!",
      "de": "Sie holen den America's Cup!"
    }
  },
  {
    "translation": {
      "en": "Will you stand up, Australia? Will you stand up and cheer?",
      "de": "Steht jetzt ganz Australien auf und jubelt?"
    }
  },
  {
    "translation": {
      "en": "Because this is the finest day in the history of Australian sport.",
      "de": "Denn das ist der beste Tag in der australischen Sportgeschichte."
    }
  },
  {
    "translation": {
      "en": "John Bertrand, the skipper,",
      "de": "Skipper John Bertrand"
    }
  },
  {
    "translation": {
      "en": "and all of those men out there on that boat,",
      "de": "und all die Männer auf diesem Boot"
    }
  },
  {
    "translation": {
      "en": "they have written their name large in Australian history.",
      "de": "sind gerade in die australische Geschichte eingegangen."
    }
  },
  {
    "translation": {
      "en": "They have won the America's Cup.",
      "de": "Sie haben den America's Cup gewonnen."
    }
  },
  {
    "translation": {
      "en": "[Bob Hawke] While I was Prime Minister,",
      "de": "Als ich Premierminister war,"
    }
  },
  {
    "translation": {
      "en": "I said some very wise and important things,",
      "de": "habe ich einige kluge, wichtige Dinge gesagt."
    }
  },
  {
    "translation": {
      "en": "but I don't think anything I've ever said",
      "de": "Aber nichts von dem, was ich gesagt habe,"
    }
  },
  {
    "translation": {
      "en": "is as well remembered as when I said…",
      "de": "ist so gut in Erinnerung wie…"
    }
  },
  {
    "translation": {
      "en": "I tell you what, any boss who sacks anyone for not turning up today is a bum!",
      "de": "Jeder Chef, der jemanden entlässt, weil er heute nicht kommt, ist ein Arsch."
    }
  },
  {
    "translation": {
      "en": "Here we go!",
      "de": "Na bitte!"
    }
  },
  {
    "translation": {
      "en": "Across Australia, people are doing this, saluting the men of Australia II with champagne.",
      "de": "Ganz Australien stößt mit Champagner auf die Australia II an."
    }
  },
  {
    "translation": {
      "en": "And boys, they really deserve it.",
      "de": "Sie haben es verdient."
    }
  },
  {
    "translation": {
      "en": "[Simmer] I remember just going, \"Shit,\" that it had happened.",
      "de": "Ich weiß noch, dass ich dachte: \"Scheiße\". Es war passiert."
    }
  },
  {
    "translation": {
      "en": "Really remember John just kind of literally slumped over the wheel.",
      "de": "Ich weiß noch, wie John über dem Steuerrad zusammensank."
    }
  },
  {
    "translation": {
      "en": "Just like everything just draining out of him.",
      "de": "Wie alles von ihm abfiel."
    }
  },
  {
    "translation": {
      "en": "It was this relief to actually win it on behalf of your country.",
      "de": "Es war dieser Gedanke, dass wir für unser Land gewonnen hatten."
    }
  },
  {
    "translation": {
      "en": "That's, uh, that's huge.",
      "de": "Das war gigantisch."
    }
  },
  {
    "translation": {
      "en": "So… [clears throat] …how do you rationalize that?",
      "de": "Wie soll man das rational begreifen?"
    }
  },
  {
    "translation": {
      "en": "[Treharne] It was quite something",
      "de": "Es war etwas,"
    }
  },
  {
    "translation": {
      "en": "that I never thought could happen or would happen.",
      "de": "das ich nie für möglich gehalten hätte."
    }
  },
  {
    "translation": {
      "en": "But it did.",
      "de": "Aber es war so."
    }
  },
  {
    "translation": {
      "en": "It's a pretty powerful thing for me to be feeling like I do now. [chuckles]",
      "de": "Es ist ziemlich überwältigend, wenn ich daran denke."
    }
  },
  {
    "translation": {
      "en": "So long ago.",
      "de": "Es ist so lange her."
    }
  },
  {
    "translation": {
      "en": "Must have affected me more than I thought it did. [sniffles]",
      "de": "Muss mich mehr berührt haben, als ich dachte."
    }
  },
  {
    "translation": {
      "en": "Anyway. [coughs]",
      "de": "Wie auch immer."
    }
  },
  {
    "translation": {
      "en": "Everyone went nuts. [chuckles]",
      "de": "Alle drehten durch."
    }
  },
  {
    "translation": {
      "en": "[Longley] We lifted our heads up,",
      "de": "Dann blickten wir auf,"
    }
  },
  {
    "translation": {
      "en": "and there are boats coming from everywhere.",
      "de": "und von allen Seiten kamen Boote."
    }
  },
  {
    "translation": {
      "en": "Boats all around us, you know?",
      "de": "Um uns herum waren überall Boote."
    }
  },
  {
    "translation": {
      "en": "And this cacophony of noise.",
      "de": "Und dieser gewaltige Lärm."
    }
  },
  {
    "translation": {
      "en": "[announcer] Ah! This is the greatest moment ever!",
      "de": "Das ist der beste Moment überhaupt!"
    }
  },
  {
    "translation": {
      "en": "I thought we were history, history the beginning of the week.",
      "de": "Ich dachte, wir wären erledigt. Erledigt, Anfang der Woche."
    }
  },
  {
    "translation": {
      "en": "From the jaws of death. [laughs]",
      "de": "Dem Tod entronnen."
    }
  },
  {
    "translation": {
      "en": "[Brown] When we were getting towed in, we hoisted the Australian flag,",
      "de": "Als wir reingeschleppt wurden, hissten wir die australische Flagge."
    }
  },
  {
    "translation": {
      "en": "and that was a really proud moment, that we'd done something pretty special.",
      "de": "Das war ein stolzer Moment. Uns war etwas Besonderes gelungen."
    }
  },
  {
    "translation": {
      "en": "[commentator] And this is just such a tremendously festive scene,",
      "de": "Das ist so eine ungeheuer feierliche Szene."
    }
  },
  {
    "translation": {
      "en": "the sun now perched on the horizon",
      "de": "Die Sonne verschwindet am Horizont,"
    }
  },
  {
    "translation": {
      "en": "as Australia II makes her way back into Newport Harbor,",
      "de": "während die Australia II wieder in Newport einläuft."
    }
  },
  {
    "translation": {
      "en": "the first challenger ever to win the America's Cup.",
      "de": "Der erste Herausforderer, der jemals den America's Cup holt."
    }
  },
  {
    "translation": {
      "en": "It is a mob scene here on the dock of Australia II.",
      "de": "Was für eine Menschenmenge hier am Steg der Australia II."
    }
  },
  {
    "translation": {
      "en": "The Australians have finally done it.",
      "de": "Die Australier haben es endlich geschafft."
    }
  },
  {
    "translation": {
      "en": "And I remember pulling the boat out of the water,",
      "de": "Als wir das Boot aus dem Wasser nahmen,"
    }
  },
  {
    "translation": {
      "en": "and Bondy like a conductor.",
      "de": "stand Bondi da wie ein Dirigent."
    }
  },
  {
    "translation": {
      "en": "[all chanting] Let's see the keel!",
      "de": "Wir wollen den Kiel sehen!"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] There's a very happy Alan Bond. He's gonna take it up without the curtains.",
      "de": "Ein sehr glücklicher Alan Bond hebt das Boot ohne Hülle aus dem Wasser."
    }
  },
  {
    "translation": {
      "en": "The keel is gonna be seen.",
      "de": "Der Kiel wird sichtbar."
    }
  },
  {
    "translation": {
      "en": "Get her up, Australia II, and the skirt comes off.",
      "de": "Die Australia II schwebte hoch, der Rock fiel."
    }
  },
  {
    "translation": {
      "en": "Everyone saw the winged keel for the first time.",
      "de": "Und alle sahen erstmals den Flügelkiel."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] It's a brilliant piece of engineering design work,",
      "de": "Es ist eine geniale Konstruktion, ein genialer Bau."
    }
  },
  {
    "translation": {
      "en": "extremely creative.",
      "de": "Sehr einfallsreich."
    }
  },
  {
    "translation": {
      "en": "[Mundle] Ben Lexcen, designer of Australia II,",
      "de": "Ben Lexcen, der Konstrukteur."
    }
  },
  {
    "translation": {
      "en": "the man who did it. He has achieved his life's ambition.",
      "de": "Er hat es geschafft und sich seinen Lebenstraum erfüllt."
    }
  },
  {
    "translation": {
      "en": "There, believe it or not,",
      "de": "Und da sehen wir Dennis Conner"
    }
  },
  {
    "translation": {
      "en": "Dennis Conner wearing his New York Yacht Club hat.",
      "de": "Und da sehen wir Dennis Conner mit dem New-York-Yacht-Club-Hut."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Dennis congratulated me.",
      "de": "Dennis hat gratuliert."
    }
  },
  {
    "translation": {
      "en": "Not a lot of words said, but it was warrior to warrior.",
      "de": "Er sagte nicht viel, aber von Kämpfer zu Kämpfer."
    }
  },
  {
    "translation": {
      "en": "There's no question about it.",
      "de": "Keine Frage."
    }
  },
  {
    "translation": {
      "en": "[Mundle] I think Dennis does look a little bit stunned there, David.",
      "de": "Dennis sieht etwas verblüfft aus, David."
    }
  },
  {
    "translation": {
      "en": "[Simmer] I remember shaking hands with him, and he had tears in his eyes.",
      "de": "Als wir uns die Hände schüttelten, hatte er Tränen in den Augen."
    }
  },
  {
    "translation": {
      "en": "Yeah, he took it hard, hard, really hard.",
      "de": "Es hat ihn getroffen, schwer getroffen, richtig schwer."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "It was a totally devastating… loss.",
      "de": "Es war ein vernichtender… …Verlust."
    }
  },
  {
    "translation": {
      "en": "When I came in after losing the Cup, they have a press conference,",
      "de": "Als ich nach der Niederlage zur Pressekonferenz kam"
    }
  },
  {
    "translation": {
      "en": "and nobody from the New York Yacht Club shows up to sit with you,",
      "de": "und sich keiner vom New York Yacht Club zu mir setzte,"
    }
  },
  {
    "translation": {
      "en": "you got the idea they don't like you very much anymore.",
      "de": "ging mir auf, dass sie mich wohl nicht mehr mögen."
    }
  },
  {
    "translation": {
      "en": "I'm sure they were understandably disappointed.",
      "de": "Sie waren verständlicherweise enttäuscht."
    }
  },
  {
    "translation": {
      "en": "You know, they were just as devastated as I was in losing the Cup.",
      "de": "Sie waren genauso fertig wie ich, weil wir den Cup verloren hatten."
    }
  },
  {
    "translation": {
      "en": "Today, Australia II was just a better boat,",
      "de": "Die Australia II war heute einfach das bessere Boot."
    }
  },
  {
    "translation": {
      "en": "and they beat us, and we have no excuses.",
      "de": "Sie haben uns geschlagen, da gibt's keine Ausreden."
    }
  },
  {
    "translation": {
      "en": "So I'd like to, uh, at this point, congratulate Alan Bond and Australia II.",
      "de": "Deshalb möchte ich an dieser Stelle Alan Bond und Australia II gratulieren."
    }
  },
  {
    "translation": {
      "en": "They proved that they were an outstanding boat.",
      "de": "Sie haben bewiesen, dass ihr Boot herausragend ist."
    }
  },
  {
    "translation": {
      "en": "And today was their day.",
      "de": "Und heute war ihr Tag."
    }
  },
  {
    "translation": {
      "en": "[reporter] It was Dennis Conner's last appearance as America's Cup skipper,",
      "de": "Es war Dennis Conners letzter Auftritt als Skipper im America's Cup."
    }
  },
  {
    "translation": {
      "en": "a great performer bowing out a loser with tears in his eyes",
      "de": "Ein großer Segler, der als Verlierer mit Tränen in den Augen abtritt"
    }
  },
  {
    "translation": {
      "en": "and a whirl of his hat.",
      "de": "und den Hut zieht."
    }
  },
  {
    "translation": {
      "en": "John Bertrand and his crew have done a fine job today,",
      "de": "John Bertrand und seine Crew waren großartig."
    }
  },
  {
    "translation": {
      "en": "and I'm so pleased that we can say not goodbye to Newport,",
      "de": "Und ich freue mich, dass wir Newport nicht Lebewohl sagen müssen,"
    }
  },
  {
    "translation": {
      "en": "but an open invitation to the people of Newport",
      "de": "sondern eine Einladung an Newport und Amerika aussprechen können,"
    }
  },
  {
    "translation": {
      "en": "and the people of America to come to Perth in Western Australia",
      "de": "sondern eine Einladung an Newport und Amerika aussprechen können, nach Perth, Westaustralien, zu kommen und zu versuchen, den Cup zurückzuholen."
    }
  },
  {
    "translation": {
      "en": "and try and win it back.",
      "de": "nach Perth, Westaustralien, zu kommen und zu versuchen, den Cup zurückzuholen."
    }
  },
  {
    "translation": {
      "en": "We welcome you.",
      "de": "Seid herzlich willkommen."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] When we actually were presented with the America's Cup…",
      "de": "Als uns der America's Cup überreicht würde"
    }
  },
  {
    "translation": {
      "en": "when I lifted the trophy above my head,",
      "de": "und ich die Trophäe in die Höhe hob,"
    }
  },
  {
    "translation": {
      "en": "it was a boyhood dream becoming reality.",
      "de": "war das ein Kindheitstraum, der wahr wurde."
    }
  },
  {
    "translation": {
      "en": "It was a big deal to beat America at something that America had been so dominant.",
      "de": "Es war ein Riesending, Amerika in etwas zu schlagen, wo sie so dominiert hatten."
    }
  },
  {
    "translation": {
      "en": "So this little country, suddenly it was on the world stage.",
      "de": "Dieses kleine Land stand plötzlich auf der Weltbühne."
    }
  },
  {
    "translation": {
      "en": "[Ronald Reagan] Skipper John Bertrand, you and the crew of the Australia II",
      "de": "Skipper John Bertrand, Sie und die Crew der Australia II"
    }
  },
  {
    "translation": {
      "en": "have shown us the stuff of which Australians are made.",
      "de": "haben gezeigt, aus welchem Holz Australier geschnitzt sind."
    }
  },
  {
    "translation": {
      "en": "I know your countrymen are proud of you, and I want you to take this message back,",
      "de": "Ihr Land ist stolz auf Sie. Bitten nehmen Sie die Botschaft mit, dass auch wir Amerikaner stolz ist."
    }
  },
  {
    "translation": {
      "en": "that Americans are proud too.",
      "de": "Bitten nehmen Sie die Botschaft mit, dass auch wir Amerikaner stolz ist."
    }
  },
  {
    "translation": {
      "en": "We're proud to have Australians as our very dear friends.",
      "de": "Wir sind stolz darauf, Australier als Freunde zu haben."
    }
  },
  {
    "translation": {
      "en": "[Longley] When we got back to Australia,",
      "de": "Als wir nach Hause kamen,"
    }
  },
  {
    "translation": {
      "en": "they'd said we're gonna do a street parade from Fremantle to Perth, which is--",
      "de": "hieß es, es gäbe einen Straßenumzug von Fremantle nach Perth, das sind…"
    }
  },
  {
    "translation": {
      "en": "-Twenty-two kilometers. -Twenty-two kilometers to be precise.",
      "de": "-22 Kilometer. -22 Kilometer, genau."
    }
  },
  {
    "translation": {
      "en": "I said, \"We're gonna look like idiots driving down Stirling Highway",
      "de": "Ich sagte: \"Wir sehen aus wie Idioten, wenn wir da langfahren"
    }
  },
  {
    "translation": {
      "en": "with three people and a dog waving at ya.\"",
      "de": "und uns drei Leute und ein Hund zuwinken.\""
    }
  },
  {
    "translation": {
      "en": "Well, the street was lined the whole 22 kilometers.",
      "de": "Aber die Straße war von Menschen gesäumt, die ganzen 22 Kilometer."
    }
  },
  {
    "translation": {
      "en": "[Longley] When we got to Perth,",
      "de": "Als wir in Perth ankamen,"
    }
  },
  {
    "translation": {
      "en": "there were 250,000 people there to welcome us.",
      "de": "waren 250.000 Leute da, um uns zu willkommen zu heißen."
    }
  },
  {
    "translation": {
      "en": "We're such a small nation going against such large odds.",
      "de": "41 SEKUNDEN VOR DER WELT Wir sind so ein kleines Land, und die Hürden waren gewaltig."
    }
  },
  {
    "translation": {
      "en": "But it was that terrific determination",
      "de": "Doch es war diese unglaubliche Entschlossenheit"
    }
  },
  {
    "translation": {
      "en": "of the people of Australia and all the guys.",
      "de": "der Menschen in Australien und unserer Jungs."
    }
  },
  {
    "translation": {
      "en": "[Conner] After losing the Cup, I had no money.",
      "de": "Als der Cup weg war, hatte ich kein Geld mehr."
    }
  },
  {
    "translation": {
      "en": "I was a carpet salesman.",
      "de": "Ich verkaufte Teppiche."
    }
  },
  {
    "translation": {
      "en": "[Conner] I was certainly depressed.",
      "de": "Klar war ich deprimiert."
    }
  },
  {
    "translation": {
      "en": "But when I saw 21 different countries challenging for the Cup in Perth,",
      "de": "Aber als ich in der Ausscheidung in Perth 21 Länder antreten sah,"
    }
  },
  {
    "translation": {
      "en": "maybe I should quit feeling sorry for myself",
      "de": "dachte ich, ich sollte aufhören mir leidzutun"
    }
  },
  {
    "translation": {
      "en": "and see what I could do about winning it back.",
      "de": "und versuchen, ihn zurückzuholen."
    }
  },
  {
    "translation": {
      "en": "[reporter] Today, in San Diego, California,",
      "de": "Im kalifornischen San Diego gab Dennis Conner heute bekannt,"
    }
  },
  {
    "translation": {
      "en": "Dennis Conner announced his comeback for the 1987 America's Cup.",
      "de": "Im kalifornischen San Diego gab Dennis Conner heute bekannt, dass er 1987 wieder im America's Cup antritt."
    }
  },
  {
    "translation": {
      "en": "However, he will not be facing the skipper who wrenched away the trophy in 1983.",
      "de": "Doch er wird nicht auf den Mann treffen, der ihm 1983 die Trophäe entrissen hat."
    }
  },
  {
    "translation": {
      "en": "[man] Why aren't you in it this year?",
      "de": "Warum bist du dieses Jahr nicht dabei?"
    }
  },
  {
    "translation": {
      "en": "The fire's out of my belly, and content people don't become world champions.",
      "de": "In mir lodert kein Feuer. Wer zufrieden ist, wird nicht Weltmeister."
    }
  },
  {
    "translation": {
      "en": "I'm content in that part of my life,",
      "de": "Momentan bin ich zufrieden."
    }
  },
  {
    "translation": {
      "en": "and I'm really keen and excited to move out into new directions. That's what I'm doing.",
      "de": "Aber ich freue mich, neue Wege zu gehen, und das werde ich auch tun."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] But for Dennis and coming back,",
      "de": "Für Dennis war das Comeback"
    }
  },
  {
    "translation": {
      "en": "it was an opportunity to resurrect himself.",
      "de": "die Chance, wieder aufzustehen."
    }
  },
  {
    "translation": {
      "en": "♪ Come back to the shore ♪",
      "de": "PERTH, WESTAUSTRALIEN"
    }
  },
  {
    "translation": {
      "en": "[announcer 1] There's the gun. Stars & Stripes has done it. They've won the America's Cup.",
      "de": "Das war das Zielsignal. Die USA gewinnen den America's Cup."
    }
  },
  {
    "translation": {
      "en": "[announcer 2] He has climbed yachting's Mount Everest,",
      "de": "Er erklimmt den Gipfel im Segelsport"
    }
  },
  {
    "translation": {
      "en": "and he has captured, once again, yachting's holy grail.",
      "de": "und holt den Heiligen Gral wieder zurück."
    }
  },
  {
    "translation": {
      "en": "[announcer 1] Revenge for Dennis Conner.",
      "de": "Revanche für Dennis Conner."
    }
  },
  {
    "translation": {
      "en": "[Bertrand] I remember sitting in the ceremony handing over the America's Cup,",
      "de": "Ich weiß noch, dass ich bei der Preisverleihung des America's Cup saß."
    }
  },
  {
    "translation": {
      "en": "and this lovely lady with a big hat said, \"Hello, Mr. Bertrand.\"",
      "de": "Da sagte eine hübsche Frau mit großem Hut: \"Hallo, Mr. Bertrand."
    }
  },
  {
    "translation": {
      "en": "\"What a beautiful day it is. What a day of celebration.\"",
      "de": "Was für ein schöner Tag, was für ein Fest.\""
    }
  },
  {
    "translation": {
      "en": "And I looked at her and I said, \"Madam, you have no idea…",
      "de": "Und ich sah sie an und sagte: \"Sie haben ja keine Ahnung…"
    }
  },
  {
    "translation": {
      "en": "how easy it was to lose and how hard it was to win.\"",
      "de": "…wie leicht man verliert und wie schwer es ist zu gewinnen.\""
    }
  },
  {
    "translation": {
      "en": "♪ Or how wide I roam ♪",
      "de": "1985 WURDE JOHN BERTRAND IN DIE HALL OF FAME DES AUSTRALISCHEN SPORTS AUFGENOMMEN"
    }
  },
  {
    "translation": {
      "en": "♪ I still call Australia… ♪",
      "de": "ALAN BOND WURDE NACH 1983 EINER DER REICHSTEN AUSTRALIER"
    }
  },
  {
    "translation": {
      "en": "[reporter] Bond's property interests stretch",
      "de": "Bond besitzt Immobilien in Sydney und Amerika,"
    }
  },
  {
    "translation": {
      "en": "from Sydney to America to London and Hong Kong.",
      "de": "Bond besitzt Immobilien in Sydney und Amerika, London und Hongkong."
    }
  },
  {
    "translation": {
      "en": "It is an empire worth $10,000 million.",
      "de": "Sein Imperium ist $10 Milliarden schwer."
    }
  },
  {
    "translation": {
      "en": "[Peter Allen] We want all the crew to come back out. Sing it for them.",
      "de": "1997 BEKANNTE ER SICH ETLICHER FINANZDELIKTE SCHULDIG"
    }
  },
  {
    "translation": {
      "en": "♪ Or how wide I roam ♪",
      "de": "ER WURDE ZU SIEBEN JAHREN HAFT VERURTEILT"
    }
  },
  {
    "translation": {
      "en": "[man] Probably the greatest Prime Minister of Australia. He relates to the people. The public love him.",
      "de": "Der größte Premier Australiens kommt beim Volk an. Sie lieben ihn."
    }
  },
  {
    "translation": {
      "en": "What does one of our greatest prime ministers do?",
      "de": "Und was kann der Premier noch?"
    }
  },
  {
    "translation": {
      "en": "He sculled it. Listen to them. They're going, \"Scull, scull, scull!\"",
      "de": "Trinken. Seht ihn euch an! Runter damit!"
    }
  },
  {
    "translation": {
      "en": "And the great man, Bobby Hawke, nailed it.",
      "de": "Und der große Bobby Hawke schafft es."
    }
  },
  {
    "translation": {
      "en": "He said, \"Thank you very much, boys. Cheers.\"",
      "de": "\"Danke und Prost\", sagte er. DIES WAR DAS LETZTE INTERVIEW VOR SEINEM TOD"
    }
  },
  {
    "translation": {
      "en": "♪ I still call Australia… ♪",
      "de": "BEN LEXCEN WURDE IN AUSTRALIEN ZUM KULTDESIGNER"
    }
  },
  {
    "translation": {
      "en": "[man] Ben Lexcen, designer, perfectionist, and his Toyota Tarago,",
      "de": "BEN LEXCEN WURDE IN AUSTRALIEN ZUM KULTDESIGNER Designer und Perfektionist Ben Lexcen im Toyota Tarago."
    }
  },
  {
    "translation": {
      "en": "a design that pleases even Ben Lexcen.",
      "de": "Ein Auto, das sogar Ben Lexcen mag."
    }
  },
  {
    "translation": {
      "en": "Somebody did it right again.",
      "de": "Da hat es wieder mal jemand richtig gemacht."
    }
  },
  {
    "translation": {
      "en": "[commentator] And at mark number four, it's American Magic.",
      "de": "SEIN FLÜGELKIEL PRÄGTE DEN AMERICA'S CUP An der vierten Boje führt American Magic."
    }
  },
  {
    "translation": {
      "en": "She turns toward home at 50 knots per hour. This is it!",
      "de": "Sie rast mit 50 Knoten dem Ziel entgegen. Das ist Geschwindigkeitsrekord."
    }
  },
  {
    "translation": {
      "en": "Welcome to the 2021 America's Cup.",
      "de": "Willkommen zum America's Cup 2021."
    }
  },
  {
    "translation": {
      "en": "Allegations against one basketball ref of betting the outcomes of games",
      "de": "Die Wettbetrugsvorwürfe gegen einen Schiedsrichter im Basketball"
    }
  },
  {
    "translation": {
      "en": "is rocking the NBA.",
      "de": "erschüttern die NBA."
    }
  },
  {
    "translation": {
      "en": "[man 1] Man, did I fuck my life up.",
      "de": "Mann, ich habe es echt versaut!"
    }
  },
  {
    "translation": {
      "en": "Just like the feel-good hit of the summer, the Manti Te'o story isn't real.",
      "de": "Genau wie der Sommerhit ist auch die Geschichte von Manti Te'o falsch."
    }
  },
  {
    "translation": {
      "en": "[man 2] Cruel, twisted hoax.",
      "de": "Ein übler Schwindel."
    }
  },
  {
    "translation": {
      "en": "It was the longest winning streak in the history of sport.",
      "de": "Es war die längste Siegesserie der Sportgeschichte."
    }
  },
  {
    "translation": {
      "en": "[man 3] This is the finest day in the history of Australian sports.",
      "de": "Das ist der beste Tag in der australischen Sportgeschichte."
    }
  },
  {
    "translation": {
      "en": "[man 4] AND1 was making millions of dollars,",
      "de": "AND1 haben Millionen verdient,"
    }
  },
  {
    "translation": {
      "en": "but did they respect us?",
      "de": "aber hatten sie Respekt?"
    }
  },
  {
    "translation": {
      "en": "[man 4] AND1 basketball, baby!",
      "de": "AND1 Basketball, Baby."
    }
  },
  {
    "translation": {
      "en": "[man 5] Shut your fuckin' mouth, keep it between us.",
      "de": "Halt den Mund. Das bleibt unter uns."
    }
  },
  {
    "translation": {
      "en": "Stick to the fuckin' story.",
      "de": "Bleib bei der verdammten Geschichte."
    }
  },
  {
    "translation": {
      "en": "[woman] It does not get any stranger than this one.",
      "de": "Es wird immer seltsamer."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Donaghy is under investigation…",
      "de": "Gegen Donaghy wird ermittelt…"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] It's front-page news all over town.",
      "de": "Es ist die Top-Schlagzeile der Stadt."
    }
  },
  {
    "translation": {
      "en": "[man 6] She physically did not exist",
      "de": "Es hat sie nie gegeben."
    }
  },
  {
    "translation": {
      "en": "outside of being Manti Te'o's dead girlfriend.",
      "de": "Sie war nur Manti Te'os tote Freundin."
    }
  },
  {
    "translation": {
      "en": "And I was like, \"Boy, that would be fuckin' crazy if it were true.\" [laughs]",
      "de": "Ich dachte: \"Mann, wenn das stimmt, das wäre verrückt.\""
    }
  }
]