[
  {
    "translation": {
      "en": "[Young men] Do it, do it, do it, do it, do it!",
      "de": "Tu es!"
    }
  },
  {
    "translation": {
      "en": "[Security] Hey, stop right there!",
      "de": "-Hey! -Stehenbleiben!"
    }
  },
  {
    "translation": {
      "en": "[Security] Down! Now!",
      "de": "Komm sofort runter."
    }
  },
  {
    "translation": {
      "en": "[Woman] Getting expelled from one elite private school!",
      "de": "Von einer Privatschule fliegen?"
    }
  },
  {
    "translation": {
      "en": "Hey, it happens.",
      "de": "Hey, das kann passieren."
    }
  },
  {
    "translation": {
      "en": "Getting expelled from two, that takes talent.",
      "de": "Von zweien zu fliegen? Dafür braucht man Talent."
    }
  },
  {
    "translation": {
      "en": "Summer, can you see why your mother's upset?",
      "de": "Verstehst du, warum sich deine Mutter ärgert, Summer?"
    }
  },
  {
    "translation": {
      "en": "I told her months ago I didn't like it there.",
      "de": "Sie wusste, es gefällt mir dort nicht."
    }
  },
  {
    "translation": {
      "en": "Pardon my French, but the kids were garbage.",
      "de": "Ich will ja nicht ätzen, aber alle waren ätzend."
    }
  },
  {
    "translation": {
      "en": "As opposed to the criminals she spends time with now.",
      "de": "Nicht wie ihre jetzigen Gangster-Freunde."
    }
  },
  {
    "translation": {
      "en": "She doesn't even know them.",
      "de": "Sie kennt sie nicht."
    }
  },
  {
    "translation": {
      "en": "I know that you are the only one who got caught.",
      "de": "Ich weiß, dass nur du erwischt wurdest."
    }
  },
  {
    "translation": {
      "en": "Maybe it's time you faced reality Margot,",
      "de": "Wir sollten uns der Realität stellen, Margot."
    }
  },
  {
    "translation": {
      "en": "school isn't the best environment for me. Well you're in luck there",
      "de": "-Die Schule ist nichts für mich. -Was für ein Glück,"
    }
  },
  {
    "translation": {
      "en": "because there's no decent school that's going to take you.",
      "de": "weil dich keine gute Schule mehr nimmt."
    }
  },
  {
    "translation": {
      "en": "And to do this to me, now! Oh did Margot tell you the good news?",
      "de": "-Dass du mir das jetzt antust. -Hat Margot es Ihnen erzählt?"
    }
  },
  {
    "translation": {
      "en": "Our award winning photographer over here got a gig in the Middle East.",
      "de": "Unsere preisgekrönte Fotografin hat einen Auftrag in Nahost."
    }
  },
  {
    "translation": {
      "en": "West Asia! It's more accurate to say West Asia.",
      "de": "Westasien, das ist passender."
    }
  },
  {
    "translation": {
      "en": "Congratulations. [Margot] Thank you. It's exciting.",
      "de": "-Glückwunsch. -Danke, ich freue mich sehr."
    }
  },
  {
    "translation": {
      "en": "I'm sure... ...and what's going to happen to Summer?",
      "de": "Schon klar. Und was wird aus Summer?"
    }
  },
  {
    "translation": {
      "en": "Hello. [Margot] Abbie?",
      "de": "-Hallo. -Abbie?"
    }
  },
  {
    "translation": {
      "en": "Ahh, yeah. [Margot] Holy cow Abby, it's Margot.",
      "de": "-Ja. -Meine Güte! Abbie. Hier ist Margot."
    }
  },
  {
    "translation": {
      "en": "Margot!? You're still on the same number?",
      "de": "-Margot? -Du hast noch dieselbe Nummer?"
    }
  },
  {
    "translation": {
      "en": "Yes, same number at the same house.",
      "de": "Ja, dieselbe Nummer, dasselbe Haus."
    }
  },
  {
    "translation": {
      "en": "How are you?",
      "de": "-Wie geht es dir? -Gut, toll, ja."
    }
  },
  {
    "translation": {
      "en": "[Margot] Good, great, yeah I mean you know me,",
      "de": "-Wie geht es dir? -Gut, toll, ja. Also, wie immer zu viel zu tun. Aber wie geht's Thommo? Ist ewig her."
    }
  },
  {
    "translation": {
      "en": "too much on my plate but ahh... ...how's Thommo? It's been forever.",
      "de": "Also, wie immer zu viel zu tun. Aber wie geht's Thommo? Ist ewig her."
    }
  },
  {
    "translation": {
      "en": "[Abbie] About a decade I'd say. [Margot] No, has it really been 10 years?",
      "de": "-Ein Jahrzehnt, würde ich sagen. -Sind es wirklich schon zehn Jahre?"
    }
  },
  {
    "translation": {
      "en": "What do you think you're doing?",
      "de": "Was soll das werden?"
    }
  },
  {
    "translation": {
      "en": "Can't put me on a plane if I don't have any clothes.",
      "de": "Ohne Klamotten kannst du mich in kein Flugzeug setzen."
    }
  },
  {
    "translation": {
      "en": "Seriously, do not.",
      "de": "Tu das ja nicht."
    }
  },
  {
    "translation": {
      "en": "[Man] Hey! Whoo!",
      "de": "Hey!"
    }
  },
  {
    "translation": {
      "en": "So, you're going to think I'm crazy but I need a huge, huge favour,",
      "de": "Du hältst mich sicher für verrückt, aber ich muss dich um einen Gefallen bitten."
    }
  },
  {
    "translation": {
      "en": "and you're the first person I thought of. You're the last person she thought of.",
      "de": "-Ich hab gleich an dich gedacht. -An dich hat sie als Letzte gedacht."
    }
  },
  {
    "translation": {
      "en": "So anyway, what are you guys up to",
      "de": "Wie auch immer, was habt ihr die nächsten Monate vor?"
    }
  },
  {
    "translation": {
      "en": "for the next couple of months?",
      "de": "was habt ihr die nächsten Monate vor?"
    }
  },
  {
    "translation": {
      "en": "Read my lips Margot.",
      "de": "Hör gut zu, Margot."
    }
  },
  {
    "translation": {
      "en": "There is no way that I'm going to live with virtual strangers,",
      "de": "Auf keinen Fall ziehe ich bei praktisch Fremden ein,"
    }
  },
  {
    "translation": {
      "en": "on the other side of the freaking world.",
      "de": "die auf der anderen Seite der Welt leben!"
    }
  },
  {
    "translation": {
      "en": "♪ Never took your side Never cursed your name ♪",
      "de": "HALLO, SUMMER!"
    }
  },
  {
    "translation": {
      "en": "She looks extremely cool.",
      "de": "Sie sieht total cool aus."
    }
  },
  {
    "translation": {
      "en": "Anything look familiar?",
      "de": "Kommt dir was bekannt vor?"
    }
  },
  {
    "translation": {
      "en": "I left when I was four,",
      "de": "Ich bin mit vier hier weg."
    }
  },
  {
    "translation": {
      "en": "not a lot of memories being formed.",
      "de": "Ich hatte keine Zeit für Erinnerungen."
    }
  },
  {
    "translation": {
      "en": "Summer darling, what do you need first?",
      "de": "Summer, was brauchst du zuerst?"
    }
  },
  {
    "translation": {
      "en": "Food? Shower? Sleep?",
      "de": "Essen? Dusche? Schlaf?"
    }
  },
  {
    "translation": {
      "en": "I'd settle for a signal. I have zero bars. You only get signal at Reception Point.",
      "de": "-Handyempfang, ich habe keine Striche. -Gibt’s nur am Handyempfangsort."
    }
  },
  {
    "translation": {
      "en": "Honey, black-shouldered kite.",
      "de": "Schatz! Ein Gleitaar."
    }
  },
  {
    "translation": {
      "en": "How do you feel about bird watching? It's surprisingly cool.",
      "de": "Was hälts du vom Vogelbeobachten? Das ist überraschend cool."
    }
  },
  {
    "translation": {
      "en": "So there's a big competition here this weekend, Summer.",
      "de": "Dieses Wochenende findet hier ein großer Wettbewerb statt."
    }
  },
  {
    "translation": {
      "en": "That's why Ari couldn't be out at the airport to meet you.",
      "de": "Darum konnte Ari nicht mit zum Flughafen kommen."
    }
  },
  {
    "translation": {
      "en": "Are you into surfing?",
      "de": "Surfst du gerne?"
    }
  },
  {
    "translation": {
      "en": "-Uh-uh. -Yes! That's all anybody talks about in this town.",
      "de": "Juhu! In dieser Stadt redet man von nichts anderem."
    }
  },
  {
    "translation": {
      "en": "[Commentator] Things are about to kick off here at the Shorehaven Pro Juniors.",
      "de": "Gleich starten hier die Shorehaven Pro Juniors."
    }
  },
  {
    "translation": {
      "en": "Over the next two days, the very best young surfers",
      "de": "In den nächsten zwei Tagen treten die besten Jungsurfer der Tour"
    }
  },
  {
    "translation": {
      "en": "on this circuit will battle it out as they start their quest",
      "de": "In den nächsten zwei Tagen treten die besten Jungsurfer der Tour gegeneinander an, um sich einen Platz im Staatsteam"
    }
  },
  {
    "translation": {
      "en": "for the selection on the state team.",
      "de": "gegeneinander an, um sich einen Platz im Staatsteam zu erkämpfen."
    }
  },
  {
    "translation": {
      "en": "[ukulele music] The sun's poking through",
      "de": "Die Sonne blitzt durch die Wolken und Hughie hat uns"
    }
  },
  {
    "translation": {
      "en": "and Huey has delivered clean, three foot swells.",
      "de": "Die Sonne blitzt durch die Wolken und Hughie hat uns eine ein Meter hohe Dünung beschert. Es kann also losgehen."
    }
  },
  {
    "translation": {
      "en": "So, it is on!",
      "de": "eine ein Meter hohe Dünung beschert. Es kann also losgehen."
    }
  },
  {
    "translation": {
      "en": "Hey, Marlon.",
      "de": "-Hey, Marlon. -Komm, komm rein!"
    }
  },
  {
    "translation": {
      "en": "Sorry about your heat. Up against Ahmed.",
      "de": "Das mit deinem Lauf tut mir leid. Trittst du gegen Ahmed an?"
    }
  },
  {
    "translation": {
      "en": "He's definitely going to smoke you, but no offence.",
      "de": "Der macht dich platt. Nichts für ungut, aber du warst ein Jahr weg."
    }
  },
  {
    "translation": {
      "en": "I mean, you've been out for a year.",
      "de": "Nichts für ungut, aber du warst ein Jahr weg."
    }
  },
  {
    "translation": {
      "en": "I don't know. Rehab's been pretty intense.",
      "de": "Ich weiß nicht, die Reha war ziemlich krass."
    }
  },
  {
    "translation": {
      "en": "Heaps of upper body work. Just, no surfing.",
      "de": "-Viel Oberkörpertraining. -Aber kein Surfen."
    }
  },
  {
    "translation": {
      "en": "He doesn't know the break like I do. But the break's changed, man.",
      "de": "-Er kennt den Break nicht wie ich. -Der ist jetzt anders."
    }
  },
  {
    "translation": {
      "en": "The bank moved. It works at a high tide now.",
      "de": "Die Sandbank ist gewandert und braucht eine hohe Flut."
    }
  },
  {
    "translation": {
      "en": "Everything's different.",
      "de": "Alles ist anders."
    }
  },
  {
    "translation": {
      "en": "But hey, good luck.",
      "de": "Aber, hey, viel Glück."
    }
  },
  {
    "translation": {
      "en": "[Abbie] Did we bring any bags?",
      "de": "Haben wir Tüten mit?"
    }
  },
  {
    "translation": {
      "en": "[Honey] I put them in the boot. Ah thanks, love.",
      "de": "-Im Kofferraum. -Danke, Schatz."
    }
  },
  {
    "translation": {
      "en": "With any luck, Ari's going to be finished by the time we get back from the shops.",
      "de": "Mit etwas Glück ist es vorbei, wenn ich vom Einkaufen wiederkomme."
    }
  },
  {
    "translation": {
      "en": "See you soon.",
      "de": "Bis bald."
    }
  },
  {
    "translation": {
      "en": "So, Reception Point.",
      "de": "Der Handyempfangspunkt?"
    }
  },
  {
    "translation": {
      "en": "Big hill, end of the car park.",
      "de": "Der große Hügel am Ende vom Parkplatz."
    }
  },
  {
    "translation": {
      "en": "I don't know if you remember, but I used to take you and Ari there",
      "de": "Früher war ich mit Ari und dir oft hier,"
    }
  },
  {
    "translation": {
      "en": "when you were little tackers to whale watch.",
      "de": "als ihr klein wart, um Wale zu beobachten."
    }
  },
  {
    "translation": {
      "en": "[Honey] We can all go together.",
      "de": "Gehen wir zusammen."
    }
  },
  {
    "translation": {
      "en": "Yeah, that sounds great, but I'm just making some calls.",
      "de": "Klingt toll, aber ich muss nur telefonieren."
    }
  },
  {
    "translation": {
      "en": "Back soon.",
      "de": "Bis gleich."
    }
  },
  {
    "translation": {
      "en": "Sorry! Sorry!",
      "de": "Sorry!"
    }
  },
  {
    "translation": {
      "en": "Are you okay?",
      "de": "Alles ok?"
    }
  },
  {
    "translation": {
      "en": "Maybe... ...if concussion doesn't take me in the night.",
      "de": "Vielleicht. Wenn ich keiner Gehirnerschütterung erliege."
    }
  },
  {
    "translation": {
      "en": "You're American.",
      "de": "-Amerikanerin? -Ja."
    }
  },
  {
    "translation": {
      "en": "Yeah, I've been consigned here, like an old timey, British convict.",
      "de": "Ich wurde hierhergeschickt wie ein britischer Häftling."
    }
  },
  {
    "translation": {
      "en": "Staying with this family I haven't seen since forever.",
      "de": "Zu einer Familie, die ich ewig nicht gesehen habe."
    }
  },
  {
    "translation": {
      "en": "Wouldn't be the Gibsons?",
      "de": "Bei den Gibsons vielleicht?"
    }
  },
  {
    "translation": {
      "en": "It's a small town. Everyone kind of knows everyone.",
      "de": "Kleinstadt, da kennt jeder jeden."
    }
  },
  {
    "translation": {
      "en": "Well, from what I can tell so far, the mum is strung tighter than a violin.",
      "de": "Bis jetzt weiß ich nur, dass die Mutter ziemlich steif ist,"
    }
  },
  {
    "translation": {
      "en": "Daughter's from outer space,",
      "de": "die Tochter außerirdisch,"
    }
  },
  {
    "translation": {
      "en": "and the dad reminds me of the homeless men who talk to pigeons in Central Park.",
      "de": "und der Vater wirkt wie ein Obdachloser, der mit Vögeln spricht."
    }
  },
  {
    "translation": {
      "en": "Haven't met the son yet, but on the evidence,",
      "de": "Den Sohn kenn ich noch nicht,"
    }
  },
  {
    "translation": {
      "en": "he'll definitely be somewhere on the loser spectrum.",
      "de": "aber alles spricht dafür, dass er ein Loser ist."
    }
  },
  {
    "translation": {
      "en": "Definitely.",
      "de": "Ganz sicher."
    }
  },
  {
    "translation": {
      "en": "[Commentator] Attention heat three, 15 minute warning. That's me. I'll see you around, Summer.",
      "de": "-Achtung: Lauf drei in 15 Minuten. -Das bin ich. Bis dann, Summer."
    }
  },
  {
    "translation": {
      "en": "Hey, how do you know Ari?",
      "de": "Woher kennst du Ari?"
    }
  },
  {
    "translation": {
      "en": "Oh, crap.",
      "de": "Verdammt."
    }
  },
  {
    "translation": {
      "en": "[Commentator] The swell has just picked up in time for the Boys Under 16.",
      "de": "Die Dünung ist gerade stärker geworden für die Jungs unter 16."
    }
  },
  {
    "translation": {
      "en": "Heat three is Casey, Phillips, Ahmed, and Shorehaven's own, Ari Gibson.",
      "de": "Lauf drei mit Casey Phillips, Ahmed und, aus Shorehaven, Ari Gibson."
    }
  },
  {
    "translation": {
      "en": "Gibson's gills are dry after a year out with injury.",
      "de": "Gibson ist aus der Übung nach einem Verletzungsjahr."
    }
  },
  {
    "translation": {
      "en": "First competition back. Let's see what he brings to the party.",
      "de": "Dies ist sein erster Wettbewerb. Mal sehen, was er noch kann."
    }
  },
  {
    "translation": {
      "en": "Here we go. Phillips in red, makes the first move.",
      "de": "Und es geht los. Phillips in Rot legt als Erster los."
    }
  },
  {
    "translation": {
      "en": "This guy has technique to burn.",
      "de": "Er hat Technik im Überfluss."
    }
  },
  {
    "translation": {
      "en": "Gibson in gold, Ahmed in green, yet to post scores.",
      "de": "Gibson in Gold, Ahmed in Grün, beide noch ohne Punkte."
    }
  },
  {
    "translation": {
      "en": "Gibson does well, he's in the right spot. Ahmed pounces.",
      "de": "Gibson ist gut dabei, er ist an der richtigen Stelle. Ahmed schlägt zu."
    }
  },
  {
    "translation": {
      "en": "Gibson's just wrapped that up in a bow and given it away.",
      "de": "Gibson hat ihm die Welle geschenkt und eine Schleife drum gemacht."
    }
  },
  {
    "translation": {
      "en": "[Commentator] Gibson's not looking very comfortable out there.",
      "de": "Gibson wirkt nicht sehr glücklich."
    }
  },
  {
    "translation": {
      "en": "Hope it's not that injury troubling him.",
      "de": "Hoffentlich nicht die Verletzung."
    }
  },
  {
    "translation": {
      "en": "So how long you staying?",
      "de": "Wie lange bleibst du?"
    }
  },
  {
    "translation": {
      "en": "Well according to my mum, about six weeks.",
      "de": "Laut meiner Mom ungefähr sechs Wochen."
    }
  },
  {
    "translation": {
      "en": "According to the flights I'm about to book with her credit card, 24 hours.",
      "de": "Laut den Flügen, die ich mit ihrer Karte kaufe, 24 Stunden."
    }
  },
  {
    "translation": {
      "en": "But do the Gibsons know you're leaving?",
      "de": "-Wissen die Gibsons davon? -Nein."
    }
  },
  {
    "translation": {
      "en": "No, no, it's one of those secret evil plans.",
      "de": "-Wissen die Gibsons davon? -Nein. Mein geheimer, böser Plan."
    }
  },
  {
    "translation": {
      "en": "That's pretty weird. Poppy, it's not weird.",
      "de": "-Das ist merkwürdig. -Ist es nicht, Poppy."
    }
  },
  {
    "translation": {
      "en": "It's like the journey she's on.",
      "de": "Das ist ihre Reise."
    }
  },
  {
    "translation": {
      "en": "Anyway, every second I stand here is a second I'm not in New York, so.",
      "de": "Jede Sekunde, die ich hier stehe, bin ich nicht in New York."
    }
  },
  {
    "translation": {
      "en": "Hey, if you're only staying one night, there's a party at Poppy's place.",
      "de": "Wenn du nur eine Nacht bleibst, heute Abend ist eine Party bei Poppy."
    }
  },
  {
    "translation": {
      "en": "Bod, she just said she wants to leave.",
      "de": "Sie sagte gerade, dass sie weg will, Bo."
    }
  },
  {
    "translation": {
      "en": "It'll be fun. And Ari can come to. If he wants.",
      "de": "Das wird lustig. Ari kann auch kommen, wenn er will."
    }
  },
  {
    "translation": {
      "en": "Oh, I get it. You're using me to get to him.",
      "de": "Verstehe. Ihr wollt über mich an ihn ran."
    }
  },
  {
    "translation": {
      "en": "No, he's just a really good friend of ours.",
      "de": "Nein. Er ist nur ein guter Freund von uns."
    }
  },
  {
    "translation": {
      "en": "But, he's been keeping to himself lately.",
      "de": "Er hat sich in letzter Zeit sehr zurückgezogen."
    }
  },
  {
    "translation": {
      "en": "Well, I'll probably be super jet lagged, but thanks for the invite.",
      "de": "Ich hab wahrscheinlich einen Megajetlag, aber danke."
    }
  },
  {
    "translation": {
      "en": "Got to go climb a hill.",
      "de": "Ich muss auf den Hügel."
    }
  },
  {
    "translation": {
      "en": "Good luck. If the wind's right, you should get 4G.",
      "de": "Viel Glück. Bei richtigem Wind hast du 4G."
    }
  },
  {
    "translation": {
      "en": "Well, if I never see you guys again, have amazing lives.",
      "de": "Falls wir uns nie wiedersehen, habt ein tolles Leben."
    }
  },
  {
    "translation": {
      "en": "[Commentator] Casey takes off, upping the speed. Oh, great precision on that top turn.",
      "de": "Casey legt los, wird schneller. Macht die Drehung mit großer Präzision."
    }
  },
  {
    "translation": {
      "en": "And oh, sticks the landing.",
      "de": "Casey legt los, wird schneller. Macht die Drehung mit großer Präzision. Die Landung gelingt. Mal sehen, was die Jury sagt."
    }
  },
  {
    "translation": {
      "en": "Let's see what the judges have to say.",
      "de": "Die Landung gelingt. Mal sehen, was die Jury sagt."
    }
  },
  {
    "translation": {
      "en": "6.8 for Casey. Puts him into second place behind Ahmed.",
      "de": "Casey erhält eine 6,8. Damit ist er hinter Ahmed Zweiter."
    }
  },
  {
    "translation": {
      "en": "Only the top two surfers in the heat will advance to the next round",
      "de": "Nur die ersten Zwei des Laufs kommen in die nächste Runde,"
    }
  },
  {
    "translation": {
      "en": "and there's barely a minute left on the clock.",
      "de": "und es ist nur noch eine Minute Zeit."
    }
  },
  {
    "translation": {
      "en": "Gibson with priority, but he is being very chosey out there.",
      "de": "Gibson hat den Vorrang, aber er ist heute sehr wählerisch."
    }
  },
  {
    "translation": {
      "en": "Looks like he might let this one go.",
      "de": "Diese lässt er wohl aus."
    }
  },
  {
    "translation": {
      "en": "But no,",
      "de": "Aber nein."
    }
  },
  {
    "translation": {
      "en": "Gibson, the dark horse, has come to claim it after all.",
      "de": "Gibson! Der Außenseiter setzt sich endlich durch."
    }
  },
  {
    "translation": {
      "en": "Gibson's found himself the best wave of the set,",
      "de": "Gibson hat sich die beste Welle geschnappt."
    }
  },
  {
    "translation": {
      "en": "and he really needs to nail this.",
      "de": "Das muss er hinkriegen."
    }
  },
  {
    "translation": {
      "en": "Do what you need to do?",
      "de": "Alles erledigt?"
    }
  },
  {
    "translation": {
      "en": "Totally.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "Oh uh Summer, this is my brother Ari.",
      "de": "Das ist mein Bruder, Ari."
    }
  },
  {
    "translation": {
      "en": "Think you're pretty clever, don't you?",
      "de": "Du hältst dich wohl für schlau?"
    }
  },
  {
    "translation": {
      "en": "I have my moments.",
      "de": "Manchmal."
    }
  },
  {
    "translation": {
      "en": "Was my room.",
      "de": "Das war mein Zimmer."
    }
  },
  {
    "translation": {
      "en": "Now your room.",
      "de": "Ist jetzt deins."
    }
  },
  {
    "translation": {
      "en": "Rustic.",
      "de": "Rustikal."
    }
  },
  {
    "translation": {
      "en": "The bed's more comfy than it looks and the sheets are new.",
      "de": "Das Bett ist gemütlicher, als es scheint, und die Laken sind neu."
    }
  },
  {
    "translation": {
      "en": "Well not new, but you know, we washed them.",
      "de": "Nicht neu, aber neu bezogen."
    }
  },
  {
    "translation": {
      "en": "Oh, actually I was going to take that down,",
      "de": "Das wollte ich abnehmen, aber…"
    }
  },
  {
    "translation": {
      "en": "but she's actually a really good surfer.",
      "de": "Sie ist eine gute Surferin."
    }
  },
  {
    "translation": {
      "en": "Bet she's super talented.",
      "de": "Hat sicher viel Talent."
    }
  },
  {
    "translation": {
      "en": "Definitely not. We said one competition and that is it.",
      "de": "Sicher nicht. Wir sagten, ein Wettbewerb, und das war's."
    }
  },
  {
    "translation": {
      "en": "I've already missed a year. If I miss another one, I'll never catch up.",
      "de": "Wenn ich noch ein Jahr verpasse, hol ich das nie wieder auf."
    }
  },
  {
    "translation": {
      "en": "Half my friends are already sponsored--",
      "de": "-Meine Freude haben Sponsoren… -Freunde,"
    }
  },
  {
    "translation": {
      "en": "The same friends who stopped coming around when you couldn't surf anymore.",
      "de": "die verschwanden, als du nicht surfen konntest?"
    }
  },
  {
    "translation": {
      "en": "Summer? Go to bed.",
      "de": "-Leg dich schlafen, Summer. -Was?"
    }
  },
  {
    "translation": {
      "en": "Mate, why don't we just keep free-surfing? All right, keep it simple.",
      "de": "Surf doch nur zum Spaß, Kumpel. Bleib locker."
    }
  },
  {
    "translation": {
      "en": "Comps, sponsorship, all that stuff can wait.",
      "de": "Turniere, Sponsoren, all das kann warten."
    }
  },
  {
    "translation": {
      "en": "It can't. If I want a career, it can't.",
      "de": "Nicht, wenn ich eine Karriere will."
    }
  },
  {
    "translation": {
      "en": "This is about my future.",
      "de": "Es geht um meine Zukunft."
    }
  },
  {
    "translation": {
      "en": "Your future is exactly what we're thinking about.",
      "de": "Genau an deine Zukunft denken wir auch."
    }
  },
  {
    "translation": {
      "en": "A whole season of competition is too much strain for your body.",
      "de": "Eine ganze Turniersaison ist zu viel für deinen Körper."
    }
  },
  {
    "translation": {
      "en": "What's Summer going to do,",
      "de": "Was soll Summer tun? Dir überallhin folgen?"
    }
  },
  {
    "translation": {
      "en": "just follow you around from beach to beach?",
      "de": "Was soll Summer tun? Dir überallhin folgen? -Von Strand zu Strand? -Ja. Gefällt ihr vielleicht."
    }
  },
  {
    "translation": {
      "en": "Why not? She might be into it.",
      "de": "-Von Strand zu Strand? -Ja. Gefällt ihr vielleicht."
    }
  },
  {
    "translation": {
      "en": "Has anyone thought that Summer might want to hang out with me instead?",
      "de": "Vielleicht will Summer mit mir abhängen?"
    }
  },
  {
    "translation": {
      "en": "Summer. Hey, come on. Off to bed.",
      "de": "Summer. Hey, los. Ab ins Bett."
    }
  },
  {
    "translation": {
      "en": "-All right. -Come on. Maybe just a quick nap.",
      "de": "-Gut, für ein Nickerchen. -Los."
    }
  },
  {
    "translation": {
      "en": "We'll sleep on it. That means no.",
      "de": "-Wir schlafen drüber. -Das heißt nein."
    }
  },
  {
    "translation": {
      "en": "It means we'll sleep on it.",
      "de": "Wir schlafen drüber."
    }
  },
  {
    "translation": {
      "en": "Sorry. I'm finished.",
      "de": "Sorry, ich bin schon fertig."
    }
  },
  {
    "translation": {
      "en": "Yeah, no rush.",
      "de": "Ja, keine Eile."
    }
  },
  {
    "translation": {
      "en": "Wait up. What are you doing?",
      "de": "Warte. Wo willst du hin?"
    }
  },
  {
    "translation": {
      "en": "Checking out this party, your friend Bodhi invited me.",
      "de": "Ich will zu Bodhis Party, bin eingeladen."
    }
  },
  {
    "translation": {
      "en": "You too actually.",
      "de": "Du eigentlich auch."
    }
  },
  {
    "translation": {
      "en": "Bodhi specifically said I could come?",
      "de": "Das hat Bodhi gesagt?"
    }
  },
  {
    "translation": {
      "en": "Except she wasn't frothing at the mouth like that.",
      "de": "Nur hat sie nicht so gesabbert."
    }
  },
  {
    "translation": {
      "en": "What about my folks? Did they say we could?",
      "de": "Haben meine Eltern es erlaubt?"
    }
  },
  {
    "translation": {
      "en": "I don't need permission from your parents.",
      "de": "Ich brauche keine Erlaubnis von ihnen."
    }
  },
  {
    "translation": {
      "en": "But you're a good kid who does what he's told, even when his dreams are being crushed.",
      "de": "Aber du bist ein folgsamer Junge, selbst wenn sie deine Träume zerstören."
    }
  },
  {
    "translation": {
      "en": "So you should stay.",
      "de": "Du solltest bleiben."
    }
  },
  {
    "translation": {
      "en": "Just wait, wait.",
      "de": "Hey, jetzt warte."
    }
  },
  {
    "translation": {
      "en": "Let me get some pants.",
      "de": "Ich zieh mir nur was an."
    }
  },
  {
    "translation": {
      "en": "Oh, okay. I can work with this.",
      "de": "Ok, damit kann ich arbeiten."
    }
  },
  {
    "translation": {
      "en": "Okay, thanks.",
      "de": "Danke. Hey, Kumpel, wie läuft's?"
    }
  },
  {
    "translation": {
      "en": "Because of course you have a crush on the wannabe influencer.",
      "de": "Klar stehst du auf die Möchtegern-Influencerin."
    }
  },
  {
    "translation": {
      "en": "Oh, you barely know her.",
      "de": "-Du kennst sie kaum. -Also gut, dann mach mal."
    }
  },
  {
    "translation": {
      "en": "All right, go on then. Show us your moves.",
      "de": "-Du kennst sie kaum. -Also gut, dann mach mal. Schmeiß dich ran."
    }
  },
  {
    "translation": {
      "en": "Summer, you made it! Amazing. [Summer laughs] Hey, hey, yeah.",
      "de": "-Summer, du bist da! Großartig. -Hey, ja!"
    }
  },
  {
    "translation": {
      "en": "Hey Ari, sick comeback today.",
      "de": "Hey, Ari. Cooles Comeback heute."
    }
  },
  {
    "translation": {
      "en": "Nah, I just got lucky with that last wave and...",
      "de": "Ich hatte nur Glück mit der letzten Welle."
    }
  },
  {
    "translation": {
      "en": "Yeah, so that happened.",
      "de": "Ja, das ist jetzt so."
    }
  },
  {
    "translation": {
      "en": "Hey, I have to show you something.",
      "de": "Ich muss dir was zeigen."
    }
  },
  {
    "translation": {
      "en": "Your mum is Margot Torres.",
      "de": "Deine Mom ist Margot Torres."
    }
  },
  {
    "translation": {
      "en": "You didn't tell us you're from surfing royalty.",
      "de": "Du stammst ja von der Surf-Königin ab."
    }
  },
  {
    "translation": {
      "en": "[Summer laughs] Don't get too excited.",
      "de": "Kein Grund zur Freude."
    }
  },
  {
    "translation": {
      "en": "Anyway, is there anyone who could give me a ride to the airport tomorrow?",
      "de": "Kann mich hier jemand morgen zum Flughafen bringen?"
    }
  },
  {
    "translation": {
      "en": "The airport? Pretend you didn't hear that.",
      "de": "-Zum Flughafen? -Tu, als hättest du nichts gehört."
    }
  },
  {
    "translation": {
      "en": "No one else from Shorehaven has ever gotten on the tour.",
      "de": "Niemand sonst aus Shorehaven hat es je in die Tour geschafft."
    }
  },
  {
    "translation": {
      "en": "She's kind of a legend. And you should never meet your heroes.",
      "de": "-Sie ist eine Legende. -Lerne nie deine Helden kennen."
    }
  },
  {
    "translation": {
      "en": "Why do you need to go to the airport? To go back to New York, dummy.",
      "de": "-Wieso musst du zum Flughafen? -Um nach New York zu fliegen."
    }
  },
  {
    "translation": {
      "en": "So I don't have to follow you around everywhere.",
      "de": "Damit ich dir nicht überallhin folgen muss."
    }
  },
  {
    "translation": {
      "en": "Anyway, this is a crazy boring conversation.",
      "de": "Egal, dieses Gespräch ist krass langweilig."
    }
  },
  {
    "translation": {
      "en": "Do I need to teach you people how to party?",
      "de": "Muss ich euch das Feiern erst beibringen?"
    }
  },
  {
    "translation": {
      "en": "Come on. [Summer laughs]",
      "de": "Kommt schon."
    }
  },
  {
    "translation": {
      "en": "Can't stay much longer, okay? I've got finals in the morning.",
      "de": "Ich muss gleich heim. Morgen ist das Viertelfinale."
    }
  },
  {
    "translation": {
      "en": "I don't.",
      "de": "Nicht für mich."
    }
  },
  {
    "translation": {
      "en": "Yo. Do not try this at home.",
      "de": "Yo, macht das ja nicht nach."
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "de": "Ja! Ich will euch hören!"
    }
  },
  {
    "translation": {
      "en": "Let me hear you! Come on, let's go!",
      "de": "Ja! Ich will euch hören! Na los. Na los!"
    }
  },
  {
    "translation": {
      "en": "Yeah, make some noise!",
      "de": "Ja, seid laut!"
    }
  },
  {
    "translation": {
      "en": "Come on! Let's go!",
      "de": "-Na los! -Ja, mach schon!"
    }
  },
  {
    "translation": {
      "en": "Yeah, let's go. Oi!",
      "de": "-Ja! Legen wir los! -Was wird das?"
    }
  },
  {
    "translation": {
      "en": "Oh, off the balcony, into the half pipe and then finish with a sick 540.",
      "de": "Vom Balkon in die Halfpipe und zum Schluss einen krassen 540."
    }
  },
  {
    "translation": {
      "en": "It's easy. No, it's insane.",
      "de": "-Kinderleicht. -Nein, verrückt."
    }
  },
  {
    "translation": {
      "en": "Look, if you want to get on a plane tomorrow, whatever,",
      "de": "Wenn du morgen wieder fliegen willst, gut."
    }
  },
  {
    "translation": {
      "en": "but if you break your neck tonight, I'm grounded for life.",
      "de": "Aber wenn du dir heute den Hals brichst, hab ich ewig Hausarrest."
    }
  },
  {
    "translation": {
      "en": "And how would that be different to your current situation?",
      "de": "Wäre das so anders als jetzt?"
    }
  },
  {
    "translation": {
      "en": "Yo! If she wants to do it man, let her do it.",
      "de": "Yo! Wenn sie das machen will, lass sie."
    }
  },
  {
    "translation": {
      "en": "Let's go!",
      "de": "Los!"
    }
  },
  {
    "translation": {
      "en": "Yo, give that back. I will if you promise not to jump.",
      "de": "-Gib das zurück. -Nur wenn du nicht springst."
    }
  },
  {
    "translation": {
      "en": "Right now.",
      "de": "Sofort."
    }
  },
  {
    "translation": {
      "en": "[Abbie] Sneaking out on Summer's first night here,",
      "de": "Schleichst dich mit ihr in ihrer ersten Nacht raus?"
    }
  },
  {
    "translation": {
      "en": "I can't believe you've put me in this position.",
      "de": "Das ist mir unglaublich unangenehm."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, you're grounded. [Ari] Mum, I'm in the quarters tomorrow,",
      "de": "-Tut mir leid, du hast Hausarrest. -Aber das Viertelfinale."
    }
  },
  {
    "translation": {
      "en": "I have to be there.",
      "de": "Ich muss da hin."
    }
  },
  {
    "translation": {
      "en": "[Abbie] You should've thought about that before you snuck out.",
      "de": "Daran hättest du vorher denken sollen."
    }
  },
  {
    "translation": {
      "en": "Summer's here all by herself, she doesn't know anyone.",
      "de": "Sie ist hier ganz allein, sie kennt niemanden."
    }
  },
  {
    "translation": {
      "en": "You need to set an example. [Ari] I didn't ask her to come.",
      "de": "-Du musst ein Vorbild sein. -Ich habe sie nicht hergebeten."
    }
  },
  {
    "translation": {
      "en": "[Abbie] Well she's here now, so deal.",
      "de": "Sie ist aber jetzt hier."
    }
  },
  {
    "translation": {
      "en": "I'm going to bed.",
      "de": "Ich gehe schlafen."
    }
  },
  {
    "translation": {
      "en": "Okay, looks like you've got it covered.",
      "de": "Ok, du schaffst das wohl allein."
    }
  },
  {
    "translation": {
      "en": "Got a plane to catch.",
      "de": "Ich muss zum Flughafen."
    }
  },
  {
    "translation": {
      "en": "You're not seriously going through with it, are you?",
      "de": "Du ziehst das doch nicht durch."
    }
  },
  {
    "translation": {
      "en": "Here's the thing, Ari.",
      "de": "So sieht's aus, Ari."
    }
  },
  {
    "translation": {
      "en": "I always go through with it.",
      "de": "Ich ziehe alles durch."
    }
  },
  {
    "translation": {
      "en": "What about your big finals thing? Huh?",
      "de": "Was ist mit deinem Finale?"
    }
  },
  {
    "translation": {
      "en": "You're not going? That's what grounded usually means.",
      "de": "-Gehst du nicht? -Das bedeutet Hausarrest eben."
    }
  },
  {
    "translation": {
      "en": "Just copy and paste my plan and sneak out.",
      "de": "Mach's wie ich und schleich dich raus."
    }
  },
  {
    "translation": {
      "en": "And being a massive rebel has worked out so well for you.",
      "de": "Dein Leben als tolle Rebellin hat ja so gut geklappt."
    }
  },
  {
    "translation": {
      "en": "At least I don't just roll over when something gets in my way.",
      "de": "Wenigstens gebe ich nicht bei jedem Hindernis auf."
    }
  },
  {
    "translation": {
      "en": "At least I try.",
      "de": "Ich versuche es."
    }
  },
  {
    "translation": {
      "en": "Hey Dad? Shh! It's a New Holland honeyeater.",
      "de": "-Hey, Dad. -Sch! Das ist ein Weißaugen-Honigfresser."
    }
  },
  {
    "translation": {
      "en": "Hey um, my shoulder was hurting yesterday.",
      "de": "Hey… Gestern hat die Schulter wehgetan."
    }
  },
  {
    "translation": {
      "en": "I just thought I'd let you know that",
      "de": "Ich wollte es dir nach dem Lauf sagen, aber…"
    }
  },
  {
    "translation": {
      "en": "when I finished my heat, it was hurting.",
      "de": "Ich wollte es dir nach dem Lauf sagen, aber… Sie hat wehgetan."
    }
  },
  {
    "translation": {
      "en": "But then the physio said it might always hurt,",
      "de": "Laut Physiotherapeut kann das so bleiben,"
    }
  },
  {
    "translation": {
      "en": "and that it might just be something I have to get used to.",
      "de": "vielleicht muss ich mich einfach daran gewöhnen."
    }
  },
  {
    "translation": {
      "en": "I appreciate that.",
      "de": "Danke."
    }
  },
  {
    "translation": {
      "en": "And I'm sorry that your mum and I aren't as relaxed as what we used to be but...",
      "de": "Tut mir leid, dass wir nicht mehr so entspannt sind, aber…"
    }
  },
  {
    "translation": {
      "en": "...you almost died a year ago, mate.",
      "de": "Du bist letztes Jahr fast gestorben."
    }
  },
  {
    "translation": {
      "en": "You can't expect us to just forget that and move on.",
      "de": "Ok? Wir können es nicht einfach vergessen und weitermachen."
    }
  },
  {
    "translation": {
      "en": "No, and I don't.",
      "de": "Nein, ich auch nicht."
    }
  },
  {
    "translation": {
      "en": "But when I was in hospital going through rehab,",
      "de": "Aber damals im Krankenhaus und in der Reha"
    }
  },
  {
    "translation": {
      "en": "this is all I thought about.",
      "de": "konnte ich nur daran denken."
    }
  },
  {
    "translation": {
      "en": "Getting back in the water, competing again.",
      "de": "Wieder im Wasser zu sein. Die Turniere. Das hat mir geholfen."
    }
  },
  {
    "translation": {
      "en": "That's what got me through it.",
      "de": "Die Turniere. Das hat mir geholfen."
    }
  },
  {
    "translation": {
      "en": "Ah, well. We did promise you one comp so,",
      "de": "Tja, einen Wettbewerb haben wir dir versprochen."
    }
  },
  {
    "translation": {
      "en": "may as well make good on it, hey?",
      "de": "Daran müssen wir uns halten."
    }
  },
  {
    "translation": {
      "en": "[Commentator] Welcome to finals day people. Huge day ahead, so do not leave town.",
      "de": "Willkommen zum Finaltag, ein großer Tag. Also bleibt in der Stadt."
    }
  }
]