[
  {
    "translation": {
      "en": "-Okay, well… -Uh, thanks for having us, Debbie.",
      "de": "Ok. BASEBALLMÜTZE Danke für die Einladung, Debbie."
    }
  },
  {
    "translation": {
      "en": "-Bye. -[man] Mmm.",
      "de": "Tschüss. GEGLÄTTETE HAARE"
    }
  },
  {
    "translation": {
      "en": "-You're so bad at poker. -Yeah.",
      "de": "-Du bist so schlecht beim Poker. -Ja."
    }
  },
  {
    "translation": {
      "en": "I'm actually good at other things.",
      "de": "Ich bin gut in anderen Dingen."
    }
  },
  {
    "translation": {
      "en": "Oh? [laughs]",
      "de": "GELDBEUTELKETTE"
    }
  },
  {
    "translation": {
      "en": "Wait, now I get it.",
      "de": "Moment, ich verstehe schon."
    }
  },
  {
    "translation": {
      "en": "Mmm!",
      "de": "SINNLOSER OHRRING"
    }
  },
  {
    "translation": {
      "en": "I can't believe-- That's so cool. You own your own house.",
      "de": "Unglaublich. Es ist so cool, dass dir ein Haus gehört."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah.",
      "de": "Na ja."
    }
  },
  {
    "translation": {
      "en": "Well, I saved up for the down payment over, you know, some time.",
      "de": "Ich habe einige Zeit fürs Eigenkapital gespart."
    }
  },
  {
    "translation": {
      "en": "I put money away through careful calculations.",
      "de": "Durch achtsames Rechnen konnte ich Geld sparen."
    }
  },
  {
    "translation": {
      "en": "Nice. Amazing.",
      "de": "Durch achtsames Rechnen konnte ich Geld sparen. Faszinierend."
    }
  },
  {
    "translation": {
      "en": "When I destroy my life, can I move in with you?",
      "de": "Wenn ich mein Leben ruiniere, darf ich dann bei dir wohnen?"
    }
  },
  {
    "translation": {
      "en": "-Deal! -Amazing! [laughs]",
      "de": "-Abgemacht. -Fantastisch."
    }
  },
  {
    "translation": {
      "en": "-Whoa! Look at all those books! -Yeah, I'm a big reader.",
      "de": "-Sieh dir die Bücher an! -Ja, ich lese sehr gern."
    }
  },
  {
    "translation": {
      "en": "Are you? That's great. I-- Yeah, I'm gonna be a big writer one day.",
      "de": "Wirklich? Toll. Ich werde mal viel schreiben."
    }
  },
  {
    "translation": {
      "en": "-What? -I want to be. Okay, I bet you will be.",
      "de": "-Das habe ich vor. -Das wird dir sicher gelingen."
    }
  },
  {
    "translation": {
      "en": "How did you get to be so awesome?",
      "de": "Wie bist du so genial geworden?"
    }
  },
  {
    "translation": {
      "en": "[Debbie] You know you don't have to say any of this?",
      "de": "Du musst das alles auch nicht sagen."
    }
  },
  {
    "translation": {
      "en": "-I'm gonna sleep with you anyway. -Unbelievable!",
      "de": "-Ich schlafe ohnehin mit dir. -Unfassbar."
    }
  },
  {
    "translation": {
      "en": "I'm gonna send you my short stories in the morning.",
      "de": "Ich schicke dir morgen meine Kurzgeschichten."
    }
  },
  {
    "translation": {
      "en": "Great.",
      "de": "Klasse."
    }
  },
  {
    "translation": {
      "en": "Mmm. I think you'll like them.",
      "de": "Sie werden dir gefallen."
    }
  },
  {
    "translation": {
      "en": "-Mm-mmm. Okay. -Okay, I'll stop talk-- -Just be quiet now. Yeah. -I'm sorry.",
      "de": "-Sei jetzt einfach still. Ja. -Ich höre auf."
    }
  },
  {
    "translation": {
      "en": "-I've actually written 23 short stories. -[Debbie] Oh, God, just stop.",
      "de": "Ich habe 23 Kurzgeschichten geschrieben. Oh Gott, hör auf!"
    }
  },
  {
    "translation": {
      "en": "[sighs] Good morning.",
      "de": "Guten Morgen."
    }
  },
  {
    "translation": {
      "en": "Good morning.",
      "de": "Guten Morgen."
    }
  },
  {
    "translation": {
      "en": "Happy birthday, much younger person.",
      "de": "Alles Gute zum Geburtstag, du viel Jüngerer."
    }
  },
  {
    "translation": {
      "en": "What? We're the same age.",
      "de": "Was? Wir sind gleich alt."
    }
  },
  {
    "translation": {
      "en": "Not in lady years. In lady years, I'm a crone,",
      "de": "Nicht in Frauenjahren. Da bin ich ein altes Weib."
    }
  },
  {
    "translation": {
      "en": "and somehow you'll still be considered sexy at, like, 70,",
      "de": "Und dich wird man auch mit 70 noch sexy finden,"
    }
  },
  {
    "translation": {
      "en": "no matter how wrinkled and bald you get.",
      "de": "egal wie faltig und kahlköpfig du bist."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -So congratulations. I'll admit it. It's a good deal.",
      "de": "-Glückwunsch. -Zugegeben, es ist ein guter Deal."
    }
  },
  {
    "translation": {
      "en": "Oh, I got you the greatest birthday present.",
      "de": "Ich habe das beste Geburtstagsgeschenk."
    }
  },
  {
    "translation": {
      "en": "You got me a Porsche? A 356?",
      "de": "Einen Porsche? Einen 356er?"
    }
  },
  {
    "translation": {
      "en": "No, the 911 in purple, right?",
      "de": "Nein, den 911er in lila, nicht wahr?"
    }
  },
  {
    "translation": {
      "en": "[woman] Do you want coffee?",
      "de": "Willst du Kaffee?"
    }
  },
  {
    "translation": {
      "en": "Uh, yeah, thank you.",
      "de": "Ja, danke."
    }
  },
  {
    "translation": {
      "en": "You know what? Let me call you back.",
      "de": "Hör mal, ich rufe zurück."
    }
  },
  {
    "translation": {
      "en": "You said you didn't need me to bring you anything in New York,",
      "de": "Du sagtest, dass du nichts brauchst,"
    }
  },
  {
    "translation": {
      "en": "but do you have any herb plants?",
      "de": "aber hast du Kräuterpflanzen?"
    }
  },
  {
    "translation": {
      "en": "What?",
      "de": "Was?"
    }
  },
  {
    "translation": {
      "en": "You know, herb plants? Never mind, I'll just pick some up.",
      "de": "Kräuterpflanzen? Egal, ich hole einfach welche."
    }
  },
  {
    "translation": {
      "en": "You pop them in the windowsill and then you have fresh basil or mint",
      "de": "Man stellt sie ans Fenster und hat frisches Basilikum oder Minze,"
    }
  },
  {
    "translation": {
      "en": "anytime you need to cook with it, or eat it, or just smell it.",
      "de": "zum Kochen, Essen oder daran Riechen."
    }
  },
  {
    "translation": {
      "en": "Okay, Debbie, please do not bring soil into my apartment. I'm begging you.",
      "de": "Debbie, bitte bring keine Erde in meine Wohnung. Ich flehe dich an."
    }
  },
  {
    "translation": {
      "en": "Big shocker, you listen to The Cars in the morning.",
      "de": "-Dass du morgens The Cars hörst, war klar. -Morgens, mittags, abends."
    }
  },
  {
    "translation": {
      "en": "-[chuckles] Morning, noon, and night. -Oh, I wanted to mention,",
      "de": "-Dass du morgens The Cars hörst, war klar. -Morgens, mittags, abends. Wenn ich bei dir bin und du jemanden bringen willst"
    }
  },
  {
    "translation": {
      "en": "when I'm at your place, if you wanna have somebody over,",
      "de": "Wenn ich bei dir bin und du jemanden bringen willst"
    }
  },
  {
    "translation": {
      "en": "and you want me to get out of the way, I can do that, so you can…",
      "de": "und ich nicht stören soll, kein Problem. Du…"
    }
  },
  {
    "translation": {
      "en": "Okay, now I'm feeling uncomfortable. Oh, please, I've seen you naked.",
      "de": "-Jetzt wird's mir peinlich. -Ich sah dich schon nackt."
    }
  },
  {
    "translation": {
      "en": "-Never stops being weird. -Which is so weird.",
      "de": "-Es wird jetzt seltsam. -So seltsam."
    }
  },
  {
    "translation": {
      "en": "Thank you. I think I can control myself for one week.",
      "de": "Danke. Ich kann mich durchaus eine Woche lang beherrschen."
    }
  },
  {
    "translation": {
      "en": "You-- You never know, maybe you'll meet someone while you're here",
      "de": "Wer weiß? Vielleicht lernst du jemanden kennen,"
    }
  },
  {
    "translation": {
      "en": "and we'll have a big ol' sex party up in here.",
      "de": "und wir feiern hier eine wilde Sexparty."
    }
  },
  {
    "translation": {
      "en": "-Uh, barf? -Yeah, I'm sorry, that was gross.",
      "de": "-Kotz. -Ja, es tut mir leid. Das war eklig."
    }
  },
  {
    "translation": {
      "en": "Anyway, no chance of me meeting anybody.",
      "de": "Wie auch immer, ich werde niemanden kennenlernen."
    }
  },
  {
    "translation": {
      "en": "As you know, my heart is a cold, hard little stone.",
      "de": "Wie du weißt, ist mein Herz ein kalter harter Stein."
    }
  },
  {
    "translation": {
      "en": "[inhales] I'm so glad you're not being dramatic about it.",
      "de": "Wie gut, dass du das so schön nüchtern siehst."
    }
  },
  {
    "translation": {
      "en": "By the way, I am so proud of you for being cool about leaving Jack for a whole week.",
      "de": "Ich bin stolz, dass du so cool bist und Jack eine Woche allein lässt."
    }
  },
  {
    "translation": {
      "en": "I'm not being cool about it, I'm having a panic attack.",
      "de": "Ich bin nicht cool. Ich schiebe Panik. Er ist mein Baby."
    }
  },
  {
    "translation": {
      "en": "He's my baby. I've never left him for that long.",
      "de": "Ich bin nicht cool. Ich schiebe Panik. Er ist mein Baby. Ich ließ ihn noch nie so lange allein. Die Kreatur erwacht!"
    }
  },
  {
    "translation": {
      "en": "-[Jack] Hey. -Ah, the creature awakens!",
      "de": "Ich ließ ihn noch nie so lange allein. Die Kreatur erwacht!"
    }
  },
  {
    "translation": {
      "en": "-Morning. -Morning.",
      "de": "-Morgen. Darf ich das essen? -Morgen."
    }
  },
  {
    "translation": {
      "en": "- Can I eat this? -Yes, it's gluten-free.",
      "de": "-Morgen. Darf ich das essen? -Morgen. -Es ist glutenfrei. Sag Hi zu Peter. -Und, Peter?"
    }
  },
  {
    "translation": {
      "en": "-Also, say hi to Peter. -'Sup, Peter?",
      "de": "-Es ist glutenfrei. Sag Hi zu Peter. -Und, Peter?"
    }
  },
  {
    "translation": {
      "en": "Hey! 'Sup, Jack-O'-Lantern?",
      "de": "-Hey! Was geht, Jack-O'-Lantern? -Was?"
    }
  },
  {
    "translation": {
      "en": "-What? -[Peter] Oh, I'm working on nicknames. No?",
      "de": "-Hey! Was geht, Jack-O'-Lantern? -Was? Ich arbeite an Spitznamen. Nein?"
    }
  },
  {
    "translation": {
      "en": "No, he didn't like it.",
      "de": "Nein, er fiel durch."
    }
  },
  {
    "translation": {
      "en": "-Go back to the drawing board on that one. -Look at him. He's not a baby.",
      "de": "-Zurück ans Zeichenbrett. -Sieh ihn dir an, er ist kein Baby mehr."
    }
  },
  {
    "translation": {
      "en": "All right? He's gonna be fine.",
      "de": "-Zurück ans Zeichenbrett. -Sieh ihn dir an, er ist kein Baby mehr. Er kommt gut klar."
    }
  },
  {
    "translation": {
      "en": "It's not like you're leaving him with a dog bowl and a chew toy.",
      "de": "Du stellst ihm ja keine Futterschüssel hin."
    }
  },
  {
    "translation": {
      "en": "Right? Scarlet's gonna be there. You-- You want my opinion?",
      "de": "Du stellst ihm ja keine Futterschüssel hin. Scarlet ist da. Weißt du, was ich denke?"
    }
  },
  {
    "translation": {
      "en": "Just you saying that, I know exactly what your opinion is.",
      "de": "So, wie du das sagst, weiß ich genau, was du denkst."
    }
  },
  {
    "translation": {
      "en": "Look, he's not my kid, but I think Jack could use the space.",
      "de": "Hör zu, er ist nicht mein Kind, aber Jack könnte Freiraum gebrauchen."
    }
  },
  {
    "translation": {
      "en": "All right, notes on parenting",
      "de": "Ok, Erziehungstipps von einem,"
    }
  },
  {
    "translation": {
      "en": "from a guy whose only pet was a goldfish that died in a bong fire.",
      "de": "dessen Haustier, ein Goldfisch, beim Haschrauchen verbrannte."
    }
  },
  {
    "translation": {
      "en": "Okay, look, I'm just saying. There's, like, helicopter parenting, there's snowplow parenting.",
      "de": "Es gibt Hubschraubereltern und Schneepflugeltern."
    }
  },
  {
    "translation": {
      "en": "What you're doing? This is Saran Wrap parenting.",
      "de": "Was du machst, ist Plastikfolien-Elternschaft."
    }
  },
  {
    "translation": {
      "en": "You're so tightly wrapped around this kid, you're suffocating him!",
      "de": "Du bist so fest um den Jungen gewickelt, dass er erstickt!"
    }
  },
  {
    "translation": {
      "en": "-Yes, I can track a metaphor, thanks. -[laughs]",
      "de": "Ich verstehe Metaphern. Danke."
    }
  },
  {
    "translation": {
      "en": "Okay, how excited are you that you and I are gonna be in the same city for a whole week?",
      "de": "Freust du dich, dass wir eine Woche in einer Stadt sind?"
    }
  },
  {
    "translation": {
      "en": "When's the last time we hung out that long?",
      "de": "Wann waren wir zuletzt so lang zusammen?"
    }
  },
  {
    "translation": {
      "en": "I don't know, 2008? When you left LA because you were scared of earthquakes.",
      "de": "Ich weiß nicht. 2008? Als du L.A. aus Angst vor Erdbeben verlassen hast."
    }
  },
  {
    "translation": {
      "en": "Okay, hey! -The Chino Hills Temblor was no joke! -[laughs]",
      "de": "Ok… Hey, das Chino-Hills-Erdbeben war kein Witz!"
    }
  },
  {
    "translation": {
      "en": "Anyway, I know you have to go to work and I want to give you your present",
      "de": "Ich weiß, du musst arbeiten. Du kriegst vorher dein Geschenk."
    }
  },
  {
    "translation": {
      "en": "before you go. So I was cleaning out this drawer--",
      "de": "Ich weiß, du musst arbeiten. Du kriegst vorher dein Geschenk. -Ich mistete eine Schublade aus… -Du mistest aus?"
    }
  },
  {
    "translation": {
      "en": "You clean things out?",
      "de": "-Ich mistete eine Schublade aus… -Du mistest aus?"
    }
  },
  {
    "translation": {
      "en": "Occasionally, I clean things out.",
      "de": "Ja, manchmal tue ich das."
    }
  },
  {
    "translation": {
      "en": "And look what I found!",
      "de": "Sieh mal, was ich gefunden habe!"
    }
  },
  {
    "translation": {
      "en": "I know you hate mementos.",
      "de": "Ja, du hasst Andenken."
    }
  },
  {
    "translation": {
      "en": "Yeah, no, I hate mementos above all mentos.",
      "de": "Ja, ich hasse Andenken mehr als alle Andenken."
    }
  },
  {
    "translation": {
      "en": "Okay, hold on. Here's your present. Look.",
      "de": "Ok, warte. Hier ist dein Geschenk. Sieh mal."
    }
  },
  {
    "translation": {
      "en": "I put this in the end table the night you stayed over,",
      "de": "Ich legte den weg, als du über Nacht bliebst."
    }
  },
  {
    "translation": {
      "en": "because, I don't know, I thought it would be a keepsake",
      "de": "Ich dachte, es wäre was Nettes für unsere Hochzeit."
    }
  },
  {
    "translation": {
      "en": "at our wedding or something. That's how dumb I was in my 20s.",
      "de": "Ich dachte, es wäre was Nettes für unsere Hochzeit. -So dumm war ich in meinen 20ern. -Nein."
    }
  },
  {
    "translation": {
      "en": "-You weren't dumb. -I was a little bit dumb.",
      "de": "-So dumm war ich in meinen 20ern. -Nein. Etwas dumm."
    }
  },
  {
    "translation": {
      "en": "Anyway, the best part of the whole night was when I took all your money!",
      "de": "Das Beste an der Nacht war, dass ich dein ganzes Geld kassierte!"
    }
  },
  {
    "translation": {
      "en": "That was the best part?",
      "de": "Das war das Beste?"
    }
  },
  {
    "translation": {
      "en": "I mean, it overshadowed the sex part, because you fled the next day.",
      "de": "Es überschattete den Sex, weil du am nächsten Tag geflohen bist."
    }
  },
  {
    "translation": {
      "en": "-Wait, hold on. I did call you later. -Yeah, you did call me later.",
      "de": "-Ich rief dich aber später an. -Ja. Stimmt, um zu sagen, du kannst mich und auch sonst niemanden daten,"
    }
  },
  {
    "translation": {
      "en": "When you said that you couldn't date me or anybody else",
      "de": "Stimmt, um zu sagen, du kannst mich und auch sonst niemanden daten,"
    }
  },
  {
    "translation": {
      "en": "because you were, \"an unknowable piece of shit\"?",
      "de": "denn du seist \"ein unbegreifliches Stück Scheiße\"."
    }
  },
  {
    "translation": {
      "en": "Uh, mmm, there's the writer in me right there. Now that's a beautiful turn of phrase.",
      "de": "Da kommt der Autor durch. Das ist wunderbar geschrieben."
    }
  },
  {
    "translation": {
      "en": "-And I'm the dramatic one? -[chuckles]",
      "de": "Und dabei bin ich die Theatralische? Egal."
    }
  },
  {
    "translation": {
      "en": "Anyway, 20 years of friendship. 20 years! Can you believe it?",
      "de": "Und dabei bin ich die Theatralische? Egal. Zwanzig Jahre Freundschaft. Ist das zu glauben?"
    }
  },
  {
    "translation": {
      "en": "You've had the best best friend in the entire world.",
      "de": "Du hast die beste beste Freundin der Welt."
    }
  },
  {
    "translation": {
      "en": "Back at you.",
      "de": "Stimmt."
    }
  },
  {
    "translation": {
      "en": "Have a great birthday, Peter.",
      "de": "Schönen Geburtstag, Peter."
    }
  },
  {
    "translation": {
      "en": "-I will. You're awesome. -[chuckles]",
      "de": "Geht klar. Du bist toll."
    }
  },
  {
    "translation": {
      "en": "-Okay, I'll see you in a couple days. -[beeps]",
      "de": "Wir sehen uns in ein paar Tagen."
    }
  },
  {
    "translation": {
      "en": "Geez, I thought you and Debbie were gonna blab, like, forever.",
      "de": "Ich dachte schon, du und Debbie plappert ewiglich."
    }
  },
  {
    "translation": {
      "en": "-Yeah, I know. I'm sorry about that. -So, what were you talking about?",
      "de": "-Ich weiß. Es tut mir leid. -Worüber habt ihr geredet?"
    }
  },
  {
    "translation": {
      "en": "-Like, just stuff. -\"Stuff\"?",
      "de": "-Dies und das. -\"Dies und das\"?"
    }
  },
  {
    "translation": {
      "en": "Okay, so your best friend, who's a woman who I've never met,",
      "de": "Dein bester Freund, eine Frau, die ich nie kennengelernt habe,"
    }
  },
  {
    "translation": {
      "en": "just calls you on your birthday and you, like, talk forever?",
      "de": "ruft dich am Geburtstag an, und ihr redet ohne Ende?"
    }
  },
  {
    "translation": {
      "en": "Okay, it's not \"a girl,\" it's Debbie.",
      "de": "Nicht irgendein Mädel. \"Debbie\"."
    }
  },
  {
    "translation": {
      "en": "Okay, obviously, I'm not jealous. I mean, look at me, but it's just weird.",
      "de": "Ich bin nicht eifersüchtig. Sieh mich an. Aber es ist schräg."
    }
  },
  {
    "translation": {
      "en": "I mean, if you like each other so much, why aren't you guys together?",
      "de": "Wenn ihr euch so liebhabt, warum seid ihr nicht zusammen?"
    }
  },
  {
    "translation": {
      "en": "[laughs] Me and Debbie? Yeah, 'cause.",
      "de": "Debbie und ich? Ja, deshalb."
    }
  },
  {
    "translation": {
      "en": "-Because… -She's…",
      "de": "Deshalb, weil… Sie ist… Sie."
    }
  },
  {
    "translation": {
      "en": "her.",
      "de": "Sie ist… Sie."
    }
  },
  {
    "translation": {
      "en": "And I'm me.",
      "de": "Und ich bin ich."
    }
  },
  {
    "translation": {
      "en": "Oh, look at that. Should we get to work? Uber's here.",
      "de": "Gehen wir zur Arbeit? Der Uber ist da."
    }
  },
  {
    "translation": {
      "en": "-You look great today. -Uh-huh.",
      "de": "Du siehst toll aus."
    }
  },
  {
    "translation": {
      "en": "-Okay, tonight… -Mm-hmm. …at the Brownstone Club, do not tell them it's my birthday.",
      "de": "Ok, heute Abend im Brownstone Club. Sag ihnen nicht, dass ich Geburtstag habe."
    }
  },
  {
    "translation": {
      "en": "They'll make a big fuss out of it, and I just want it to be you and me.",
      "de": "Sie machen viel Aufhebens. Es soll nur für dich und mich sein."
    }
  },
  {
    "translation": {
      "en": "Yes?",
      "de": "Ja?"
    }
  },
  {
    "translation": {
      "en": "What happens next?",
      "de": "Wie geht es weiter?"
    }
  },
  {
    "translation": {
      "en": "Like, wha-- After dinner? I-- I mean, I enjoy their flan.",
      "de": "Nach dem Essen? Ich mag ihren Flan."
    }
  },
  {
    "translation": {
      "en": "Yeah, no, I-- I mean with us.",
      "de": "Ja, nein. Ich meine, was uns angeht."
    }
  },
  {
    "translation": {
      "en": "I mean, we've been together for six months, and…",
      "de": "Wir sind seit sechs Monaten zusammen,"
    }
  },
  {
    "translation": {
      "en": "I just feel like we're not really getting any closer.",
      "de": "und ich habe das Gefühl, wir entwickeln uns nicht weiter."
    }
  },
  {
    "translation": {
      "en": "-I mean, I don't know that much about you. -Yes, you do.",
      "de": "-Ich weiß nicht viel über dich. -Doch."
    }
  },
  {
    "translation": {
      "en": "-Uh… -I-- Look, I'll tell you anything. I'm an open book.",
      "de": "Ich erzähle dir alles. Ich bin ein offenes Buch."
    }
  },
  {
    "translation": {
      "en": "Look, if this is a waste of my time, I just want to know. Okay?",
      "de": "Hör zu, wenn das hier Zeitverschwendung ist, will ich es wissen."
    }
  },
  {
    "translation": {
      "en": "Define \"waste.\"",
      "de": "-Ok? -Definiere \"Verschwendung\"."
    }
  },
  {
    "translation": {
      "en": "You just did.",
      "de": "Das tatst du gerade."
    }
  },
  {
    "translation": {
      "en": "Happy birthday.",
      "de": "Alles Gute zum Geburtstag."
    }
  },
  {
    "translation": {
      "en": "No! Come-- Come on.",
      "de": "Nein. Ich bitte dich."
    }
  },
  {
    "translation": {
      "en": "-It's over, Peter. -It-- It's…",
      "de": "-Das war's, Peter. -Es ist…"
    }
  },
  {
    "translation": {
      "en": "And she took the car.",
      "de": "Und sie nahm den Wagen."
    }
  },
  {
    "translation": {
      "en": "-Okay, did you take your antihistamine? -Check.",
      "de": "-Hast du dein Antihistaminikum genommen? -Check."
    }
  },
  {
    "translation": {
      "en": "-Nasal spray? -Check.",
      "de": "-Nasenspray? -Check."
    }
  },
  {
    "translation": {
      "en": "Good! Good to go!",
      "de": "Gut! Wir können los."
    }
  },
  {
    "translation": {
      "en": "-Morning, team! Hey! -[Debbie] Oh!",
      "de": "Morgen, Team."
    }
  },
  {
    "translation": {
      "en": "Ladybugs are kicking some ass in the garden out here.",
      "de": "Hey! Die Marienkäfer haben heute einen genialen Tag im Garten."
    }
  },
  {
    "translation": {
      "en": "You guys do the same. Have a great one.",
      "de": "-Den wünsche ich euch heute auch. -Gleichfalls, Zen."
    }
  },
  {
    "translation": {
      "en": "-[Debbie] Right back at you, Zen. -I'll be right here!",
      "de": "-Den wünsche ich euch heute auch. -Gleichfalls, Zen. Ich werde hier sein!"
    }
  },
  {
    "translation": {
      "en": "Or maybe, uh, over there.",
      "de": "Oder vielleicht auch da drüben."
    }
  },
  {
    "translation": {
      "en": "Hey, um, I talked to Alexander's mom about providing an alternative dessert",
      "de": "Hey, ich habe Alexanders Mom gebeten, noch ein anderes Dessert zu machen,"
    }
  },
  {
    "translation": {
      "en": "at the birthday party because of all your allergies.",
      "de": "auf der Geburtstagsparty, wegen deiner Allergien."
    }
  },
  {
    "translation": {
      "en": "Okay, don't forget-- You gotta be kidding me, Mom. That's so embarrassing.",
      "de": "-Denk dran. -Nicht dein Ernst. Das ist so peinlich."
    }
  },
  {
    "translation": {
      "en": "Do you still hang out with Wade? Hi, Wade!",
      "de": "-Was… -Machst du noch Sachen mit Wade? Hi, Wade!"
    }
  },
  {
    "translation": {
      "en": "-[Peter] Mom! No. -[Debbie] What?",
      "de": "-Mom! -Was?"
    }
  },
  {
    "translation": {
      "en": "-What? He's one of my students! -Gosh, you're not a teacher.",
      "de": "-Er ist einer meiner Schüler. -Du bist keine Lehrerin."
    }
  },
  {
    "translation": {
      "en": "Technically, I work here. Let me get your lunch.",
      "de": "Ich arbeite hier. Warte, dein Essen."
    }
  },
  {
    "translation": {
      "en": "Um, you guys used to hang out all the time.",
      "de": "Ihr habt immer was zusammen gemacht."
    }
  },
  {
    "translation": {
      "en": "He used to come for sleepovers.",
      "de": "Er war auch zum Übernachten da."
    }
  },
  {
    "translation": {
      "en": "Here, let me put this in your bag. Didn't he pee on our sofa once?",
      "de": "Ich packe es in den Rucksack. Pinkelte er nicht mal aufs Sofa?"
    }
  },
  {
    "translation": {
      "en": "What? He did!",
      "de": "Was? Es stimmt."
    }
  },
  {
    "translation": {
      "en": "-Hey, girl. Hey. -Oh, my God, hey.",
      "de": "-Hey, Süße. -Oh mein Gott. Hey."
    }
  },
  {
    "translation": {
      "en": "Do you want to have some of my terrible office coffee?",
      "de": "Willst du meinen grässlichen Bürokaffee?"
    }
  },
  {
    "translation": {
      "en": "-I have this. -Oh, okay.",
      "de": "-Ich habe das hier. -Ok."
    }
  },
  {
    "translation": {
      "en": "-But, yes, of course. -Well, let's do it.",
      "de": "-Also ja, natürlich. -Dann los."
    }
  },
  {
    "translation": {
      "en": "-Uh, so, are you packed? -[Debbie] Yes, I am packed.",
      "de": "Hast du schon gepackt? Ja, alles fertig."
    }
  },
  {
    "translation": {
      "en": "I have to say, I am so glad you're finally taking a vacay.",
      "de": "Ich bin so froh, dass du endlich mal Urlaub machst."
    }
  },
  {
    "translation": {
      "en": "What? A-- No, I am not going on vacay. I have explained this to you!",
      "de": "Was? Nein, ich fahre nicht in Urlaub. Ich habe es dir erklärt."
    }
  },
  {
    "translation": {
      "en": "I have to finish this program before the end of the year",
      "de": "Ich muss das Programm vor Jahresende abschließen,"
    }
  },
  {
    "translation": {
      "en": "so that I can apply for that open Senior Accounting position at the Regional School District.",
      "de": "für die Bewerbung um die Stelle in der Buchhaltung des Schulbezirks."
    }
  },
  {
    "translation": {
      "en": "Oh, I love it when you say a bunch of sexy words like that.",
      "de": "Ich liebe es, wenn du so viele sexy Worte sagst."
    }
  },
  {
    "translation": {
      "en": "Yeah, I just-- I need the money.",
      "de": "Ja, ich… Ich brauche das Geld."
    }
  },
  {
    "translation": {
      "en": "Jack's eczema medicine is only gonna be covered by my insurance",
      "de": "Jacks Ekzem-Medikament wird von der Versicherung"
    }
  },
  {
    "translation": {
      "en": "for the next six months, and then it's, like…",
      "de": "nur sechs Monate bezahlt. Dann…"
    }
  },
  {
    "translation": {
      "en": "-One thousand dollars. -Yes!",
      "de": "-Eintausend Dollar. -Ja!"
    }
  },
  {
    "translation": {
      "en": "One thousand GD dollars a month! So, no, not a vacay.",
      "de": "Eintausend verfluchte Dollar im Monat. Kein Urlaub, nein."
    }
  },
  {
    "translation": {
      "en": "All right, all right. Well, I just hope that when you're in New York,",
      "de": "Alles klar. Ich hoffe nur, dass du in New York"
    }
  },
  {
    "translation": {
      "en": "you will take time to do something nice for yourself.",
      "de": "mal etwas richtig Schönes für dich tust."
    }
  },
  {
    "translation": {
      "en": "Maybe take a bath. Relax.",
      "de": "Nimm ein Bad, entspann dich."
    }
  },
  {
    "translation": {
      "en": "That's what I love to do when I travel, I like to take a bath,",
      "de": "Das mache ich gern auf Reisen, ich nehme ein Bad und höre keines meiner Kids schreien: \"Ich hab Hunger!\""
    }
  },
  {
    "translation": {
      "en": "and not hear either of my kids yell, \"I'm hungry!\"",
      "de": "ich nehme ein Bad und höre keines meiner Kids schreien: \"Ich hab Hunger!\""
    }
  },
  {
    "translation": {
      "en": "Are they just always hungry?",
      "de": "Haben sie denn immer Hunger?"
    }
  },
  {
    "translation": {
      "en": "-Well, never feed 'em, so… -Ever?",
      "de": "-Ich gebe ihnen nie was. -Nie?"
    }
  },
  {
    "translation": {
      "en": "Wait, why can't Jimmy come here to watch Jack?",
      "de": "Warum kann Jimmy nicht nach Jack sehen?"
    }
  },
  {
    "translation": {
      "en": "It's peak climbing season. He has to be out there.",
      "de": "Es ist Kletter-Hochsaison. Er muss raus."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, you are so nice about him.",
      "de": "Du bist so nett zu ihm."
    }
  },
  {
    "translation": {
      "en": "If my ex was a mountain climber and spent ten months out of every year",
      "de": "Wäre mein Ex ein Bergsteiger und würde zehn Monate im Jahr"
    }
  },
  {
    "translation": {
      "en": "traveling the world with some hot 33-year-old covered in tattoos…",
      "de": "durch die Welt reisen, mit einer heißen 33-Jährigen voller Tattoos…"
    }
  },
  {
    "translation": {
      "en": "Have you been looking at her Instagram?",
      "de": "Hast du dir ihr Instagram angesehen?"
    }
  },
  {
    "translation": {
      "en": "You think I'm not gonna be looking at Jimmy's girlfriend's Instagram account?",
      "de": "Soll ich mir den Instagram-Account von Jimmys Freundin nicht ansehen?"
    }
  },
  {
    "translation": {
      "en": "I mean, what are we even doing? Who would I even be?",
      "de": "Wovon reden wir denn hier? Wer wäre ich überhaupt?"
    }
  },
  {
    "translation": {
      "en": "Look, it's fine. It works for him, it works for me.",
      "de": "Schon gut. Er kommt klar, und ich komme klar."
    }
  },
  {
    "translation": {
      "en": "Besides, Jack loves hanging out with Scarlet.",
      "de": "Und Jack mag Scarlet."
    }
  },
  {
    "translation": {
      "en": "All right, well, I hope that you get what you want out of this trip.",
      "de": "Ich hoffe, die Reise erfüllt deine Erwartungen."
    }
  },
  {
    "translation": {
      "en": "-Yes. -And what you need.",
      "de": "-Ja. -Und deine Bedürfnisse."
    }
  },
  {
    "translation": {
      "en": "You know, get your degree, find a man, come home,",
      "de": "Mach den Abschluss, finde einen Mann, komm heim."
    }
  },
  {
    "translation": {
      "en": "and then remodel that ancient kitchen of yours.",
      "de": "Und dann renoviere deine antike Küche."
    }
  },
  {
    "translation": {
      "en": "I also think it's time to get layers in your hair. Layers, but not bangs.",
      "de": "Und du solltest dir Stufen schneiden lassen. Stufen, keinen Pony."
    }
  },
  {
    "translation": {
      "en": "Bangs are for an emergency.",
      "de": "Ponys sind nur notfallmäßig."
    }
  },
  {
    "translation": {
      "en": "Wow, you really have all the answers to my life figured out. Yeah, well, we're friends.",
      "de": "-Du hast die Antworten für mein Leben. -Wir sind Freundinnen."
    }
  },
  {
    "translation": {
      "en": "Obviously, I have well-thought-out critiques of every choice you've ever made.",
      "de": "Ich habe ganz klar gut durchdachte Kritik für jede deiner Lebensentscheidungen."
    }
  },
  {
    "translation": {
      "en": "And all the fixes.",
      "de": "Und die Korrekturen."
    }
  },
  {
    "translation": {
      "en": "So, if you end up going on this Manhattan adventure",
      "de": "Und falls du beim Manhattan-Abenteuer einen heißen Typen finden solltest,"
    }
  },
  {
    "translation": {
      "en": "and find yourself a hottie, might I suggest a manicure.",
      "de": "Und falls du beim Manhattan-Abenteuer einen heißen Typen finden solltest, schlage ich eine Maniküre vor."
    }
  },
  {
    "translation": {
      "en": "Maybe get waxed. You know, spruce it up a bit.",
      "de": "Lass ein Waxing machen. Peppe es etwas auf."
    }
  },
  {
    "translation": {
      "en": "Waxed? Oh, my--",
      "de": "Waxing?"
    }
  },
  {
    "translation": {
      "en": "-Oh, \"waxed.\" -Waxed.",
      "de": "Oh, Waxing. -Waxing. -Nun, das kannst du vergessen."
    }
  },
  {
    "translation": {
      "en": "Oh, well, that's just not gonna happen.",
      "de": "-Waxing. -Nun, das kannst du vergessen."
    }
  },
  {
    "translation": {
      "en": "I beg of you, sir! Please, don't hurt me!",
      "de": "Ich flehe Sie an, Sir! Bitte tun Sie mir nichts."
    }
  },
  {
    "translation": {
      "en": "No, no. Okay, don't-- Don't judge that. Don't judge that.",
      "de": "Nein, sag noch nichts. Ich mache es noch mal."
    }
  },
  {
    "translation": {
      "en": "I'm gonna do it again. Okay.",
      "de": "Nein, sag noch nichts. Ich mache es noch mal. Ok."
    }
  },
  {
    "translation": {
      "en": "I beg of you, sir, do not hurt me!",
      "de": "Ich flehe Sie an, Sir, tun Sie mir nichts!"
    }
  },
  {
    "translation": {
      "en": "Was that good?",
      "de": "War das gut?"
    }
  },
  {
    "translation": {
      "en": "-Incredible. -Hey, Scarlet.",
      "de": "-Unfassbar. -Hey, Scarlet."
    }
  },
  {
    "translation": {
      "en": "-Hey, Deb! Um-- -What's going on?",
      "de": "-Hey, Deb. -Was macht ihr denn?"
    }
  },
  {
    "translation": {
      "en": "-Well, I got an audition! -What?",
      "de": "-Ich habe ein Vorsprechen! -Was?"
    }
  },
  {
    "translation": {
      "en": "Ah, yeah! It's for a TV series set in the '20s about this serial killer,",
      "de": "Ja! Für eine Fernsehserie, in den '20ern, über einen Serienkiller."
    }
  },
  {
    "translation": {
      "en": "and I would play a maid who gets strangled by the lead.",
      "de": "Ich würde ein Dienstmädchen spielen, das von der Hauptfigur erdrosselt wird."
    }
  },
  {
    "translation": {
      "en": "Okay, can I try this out? Okay.",
      "de": "Darf ich es mal versuchen? Ok."
    }
  },
  {
    "translation": {
      "en": "[in raspy voice] I beg of you, sir! Please don't hurt me!",
      "de": "Ich flehe Sie an, Sir! Bitte tun Sie mir nicht weh!"
    }
  },
  {
    "translation": {
      "en": "[normally] I was being strangled. Did you get that? How was that?",
      "de": "Man würgte mich. Versteht ihr? Wie war es?"
    }
  },
  {
    "translation": {
      "en": "Honestly? Nailed it.",
      "de": "Ehrlich? Voll getroffen."
    }
  },
  {
    "translation": {
      "en": "I'm probably not gonna get this anyway 'cause I don't get anything.",
      "de": "-Aber ich kriege ja ohnehin nie etwas. -Man weiß es nie."
    }
  },
  {
    "translation": {
      "en": "Hey, you never know. Um, listen, did you get the emails that I sent",
      "de": "-Aber ich kriege ja ohnehin nie etwas. -Man weiß es nie. Hast du meine E-Mails bekommen,"
    }
  },
  {
    "translation": {
      "en": "about what to do with Jack while I'm out of town?",
      "de": "was du mit Jack in meiner Abwesenheit tun sollst?"
    }
  },
  {
    "translation": {
      "en": "-Yep, yep, yep! We're on it! Right, Jack? -Yeah!",
      "de": "-Ja! Wir sind dran. Stimmt's, Jack? -Ja!"
    }
  },
  {
    "translation": {
      "en": "-Deb, I gotta say, I'm so happy for you. -Oh!",
      "de": "Deb, ich freue mich echt für dich."
    }
  },
  {
    "translation": {
      "en": "It's, like, really cool and inspirational, this whole accounting thing or-- or whatever.",
      "de": "Es ist cool und inspirierend, das mit der Buchhaltung und so."
    }
  },
  {
    "translation": {
      "en": "It's so funny that you're a numbers person, 'cause I thought you liked books.",
      "de": "Witzig, dass du mit Zahlen umgehst. Ich dachte, du magst Bücher."
    }
  },
  {
    "translation": {
      "en": "So, I-- Why aren't you doing something with, like, booky-books?",
      "de": "Warum machst du nichts mit kleinen Büchlein?"
    }
  },
  {
    "translation": {
      "en": "Well, this degree is practical, which is what you have to be when you're a single mom.",
      "de": "Der Abschluss ist praktisch und passt zu einer alleinerziehenden Mom."
    }
  },
  {
    "translation": {
      "en": "Right, right. Tragic.",
      "de": "Ja. Tragisch."
    }
  },
  {
    "translation": {
      "en": "[man] It's just such a waste.",
      "de": "Es ist so eine Verschwendung."
    }
  },
  {
    "translation": {
      "en": "\"A waste.\"",
      "de": "\"Verschwendung\"."
    }
  },
  {
    "translation": {
      "en": "Look, we know that our consulting period with you is up, but--",
      "de": "Wir wissen, dass unsere Beratungszeit mit Ihnen vorbei ist."
    }
  },
  {
    "translation": {
      "en": "Yeah, we were just hoping for a little more time to get to know you better.",
      "de": "Wir hatten uns etwas mehr Zeit erhofft, Sie besser kennenzulernen."
    }
  },
  {
    "translation": {
      "en": "Guys, you know me so well.",
      "de": "Leute, Sie kennen mich so gut."
    }
  },
  {
    "translation": {
      "en": "We spent so much time together over the last six months.",
      "de": "Wir verbrachten so viel Zeit zusammen."
    }
  },
  {
    "translation": {
      "en": "Yeah, we did, and it's been…",
      "de": "Ja, das stimmt, und es war genial."
    }
  },
  {
    "translation": {
      "en": "-It's been amazing. -Amazing.",
      "de": "Ja, das stimmt, und es war genial. So genial."
    }
  },
  {
    "translation": {
      "en": "Um, you know, we're just wondering, what happens next?",
      "de": "Wir fragten uns nur, wie es weitergeht."
    }
  },
  {
    "translation": {
      "en": "Next, I move on.",
      "de": "Wie es weitergeht? Ich ziehe weiter."
    }
  },
  {
    "translation": {
      "en": "I'm really sorry.",
      "de": "Es tut mir wirklich leid."
    }
  },
  {
    "translation": {
      "en": "Come with us.",
      "de": "Kommen Sie mit."
    }
  },
  {
    "translation": {
      "en": "We just-- We need a new CMO and it should be you, it's so obvious.",
      "de": "Wir brauchen einen neuen CMO. Das sollten ganz klar Sie sein."
    }
  },
  {
    "translation": {
      "en": "-Yes! -Guys, I'm sorry.",
      "de": "-Ja. -Es tut mir leid."
    }
  },
  {
    "translation": {
      "en": "It's just not on the table for me.",
      "de": "Das ist nichts für mich."
    }
  },
  {
    "translation": {
      "en": "I-- Look, look, don't be sad.",
      "de": "-Nicht traurig sein. -Nein."
    }
  },
  {
    "translation": {
      "en": "-Nope. It's fine. Yeah. No, I-- -[Peter mutters]",
      "de": "-Nicht traurig sein. -Nein. Nein. Ist schon gut. Ja."
    }
  },
  {
    "translation": {
      "en": "This is just how it has to be.",
      "de": "Es muss einfach so sein."
    }
  },
  {
    "translation": {
      "en": "I don't know if I like you anymore.",
      "de": "Ich weiß nicht, ob ich Sie noch mag."
    }
  },
  {
    "translation": {
      "en": "[sighs] Oh, it's getting ugly.",
      "de": "Ich weiß nicht, ob ich Sie noch mag. Es wird hässlich."
    }
  },
  {
    "translation": {
      "en": "I knew it was gonna get ugly.",
      "de": "Ich wusste, es wird hässlich."
    }
  },
  {
    "translation": {
      "en": "You can, um, take my contact and erase it from your phone.",
      "de": "Nehmen Sie meine Nummer, und löschen Sie sie aus Ihrem Handy."
    }
  },
  {
    "translation": {
      "en": "[Peter] I don't have it in my phone. Well, then put it in your phone and then erase it. [exhales]",
      "de": "-Ich habe sie nicht im Handy. -Geben Sie sie ein, und löschen Sie sie."
    }
  },
  {
    "translation": {
      "en": "-He's sorry. We're sorry. He didn't-- -No, it's okay.",
      "de": "-Es tut ihm leid. Uns tut's leid. -Schon gut."
    }
  },
  {
    "translation": {
      "en": "Listen, Peter, if this is happening,",
      "de": "Hören Sie, Peter, wenn es wirklich so ist,"
    }
  },
  {
    "translation": {
      "en": "and it clearly is, I want to say to you, I hope you find what you're looking for.",
      "de": "und das ist es ganz klar, hoffe ich, dass Sie finden, was Sie suchen."
    }
  },
  {
    "translation": {
      "en": "♪ Let them make you a clown ♪",
      "de": "HERZLICHEN GLÜCKWUNSCH, PETER! VON DER HAUSVERWALTUNG"
    }
  },
  {
    "translation": {
      "en": "Happy birthday, buddy.",
      "de": "Alles Gute, Kumpel."
    }
  },
  {
    "translation": {
      "en": "-You're staring. -I know.",
      "de": "-Du starrst. -Ich weiß."
    }
  },
  {
    "translation": {
      "en": "I-- I'm just… I'm gonna miss you a whole lot.",
      "de": "Ich… Ich werde dich so sehr vermissen."
    }
  },
  {
    "translation": {
      "en": "Mom, you've been wanting to go do this thing for forever.",
      "de": "Mom, du wolltest das doch schon ewig machen."
    }
  },
  {
    "translation": {
      "en": "-I promise I'll be fine. -[knocking]",
      "de": "Ich komme klar."
    }
  },
  {
    "translation": {
      "en": "[in Cockney accent] I beg of you, sir, do not hurt me!",
      "de": "Ich flehe Sie an, Sir, tun Sie mir nichts!"
    }
  },
  {
    "translation": {
      "en": "[normally] Um, I got the part!",
      "de": "-Ich bekam die Rolle. -Was?"
    }
  },
  {
    "translation": {
      "en": "-What? -Yeah! Can you believe it?",
      "de": "Ja! Ist das zu glauben?"
    }
  },
  {
    "translation": {
      "en": "[gasps] That's amazing! I know, I know! I fly to Vancouver tonight!",
      "de": "-Das ist toll! -Ja! Ich fliege heute nach Vancouver!"
    }
  },
  {
    "translation": {
      "en": "And I'm there for two weeks, because even though I only have one line,",
      "de": "Ich bin zwei Wochen dort. Ich sage nur einen Satz,"
    }
  },
  {
    "translation": {
      "en": "my character is in the background of all these really important scenes. Oh, my God.",
      "de": "aber meine Figur ist im Hintergrund bei den wichtigen Szenen. Oh Gott."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. What is wrong with me?",
      "de": "Oh mein Gott. Was ist los mit mir? Ich wollte euch das gleich wissen lassen, weil ich euch so furchtbar liebe,"
    }
  },
  {
    "translation": {
      "en": "I-- I rushed over here to tell you the news, because I love you guys so much,",
      "de": "Ich wollte euch das gleich wissen lassen, weil ich euch so furchtbar liebe,"
    }
  },
  {
    "translation": {
      "en": "and I totally forgot that, of course, I'm supposed to be with Jack, because I'm a selfish butthole!",
      "de": "vergaß aber, dass ich bei Jack sein soll. Ich bin so egoistisch."
    }
  },
  {
    "translation": {
      "en": "-No! -Mm-mmm.",
      "de": "Nein."
    }
  },
  {
    "translation": {
      "en": "[Scarlet] What am I gonna do?",
      "de": "Was mache ich jetzt?"
    }
  },
  {
    "translation": {
      "en": "What are we gonna do?",
      "de": "Was machen wir nun?"
    }
  },
  {
    "translation": {
      "en": "-It's fine. Totally fine. -[dishes clatter]",
      "de": "Ist schon gut. Kein Problem."
    }
  },
  {
    "translation": {
      "en": "Doesn't seem fine. Seems loud.",
      "de": "Es wirkt nicht so, sondern echt laut."
    }
  },
  {
    "translation": {
      "en": "I'll finish the program next year. They don't offer it again until then anyway.",
      "de": "Ich beende das Programm nächstes Jahr. Vorher wird es nicht mehr angeboten."
    }
  },
  {
    "translation": {
      "en": "Well, you seem kind of bummed out.",
      "de": "Du wirkst aber irgendwie traurig."
    }
  },
  {
    "translation": {
      "en": "It's okay. I'm an adult.",
      "de": "Schon gut. Ich bin erwachsen."
    }
  },
  {
    "translation": {
      "en": "A big part of being an adult is being bummed out.",
      "de": "Und als Erwachsener ist man recht häufig traurig."
    }
  },
  {
    "translation": {
      "en": "A lot of the time, really.",
      "de": "Sehr oft sogar."
    }
  },
  {
    "translation": {
      "en": "That's something to look forward to.",
      "de": "Darauf kann man sich ja freuen."
    }
  },
  {
    "translation": {
      "en": "Yeah, and that's just why you have to be careful and you have to be cautious all of the time.",
      "de": "Ja. Und deshalb musst du immer vorsichtig sein und gut aufpassen."
    }
  },
  {
    "translation": {
      "en": "-You're not answering? -No, he's gonna try and lend me money.",
      "de": "-Gehst du nicht ran? -Nein, er wird mir Geld leihen wollen."
    }
  },
  {
    "translation": {
      "en": "-You don't know that. -Yes, I do.",
      "de": "-Das weißt du nicht. -Doch."
    }
  },
  {
    "translation": {
      "en": "Hey, Peter. [Peter] Tell her I'm not trying to lend her money.",
      "de": "-Hey, Peter. -Sag ihr, ich will ihr kein Geld leihen."
    }
  },
  {
    "translation": {
      "en": "I said that. [Peter] I'm calling because I booked a flight, Jackity-Jack.",
      "de": "-Das sagte ich. -Ich buchte einen Flug, Jackety Jack."
    }
  },
  {
    "translation": {
      "en": "-Are you ready to hang? -Please, the nicknames.",
      "de": "-Machen wir was zusammen? -Bitte, die Spitznamen."
    }
  },
  {
    "translation": {
      "en": "-Wait, what? -You're right.",
      "de": "-Was? -Du hast recht."
    }
  },
  {
    "translation": {
      "en": "I'm shooting blanks with the nicknames. We'll work on that when I get there.",
      "de": "Spitznamen liegen mir nicht. Wir arbeiten dran."
    }
  },
  {
    "translation": {
      "en": "-Hey, Debbie! -Wait, what?",
      "de": "-Hey, Debbie! -Was?"
    }
  },
  {
    "translation": {
      "en": "Oh, and I'm renting my own car,",
      "de": "Und ich miete mir ein Auto, denn mit deiner Karre"
    }
  },
  {
    "translation": {
      "en": "'cause God knows whatever hell show you're driving, I want no part of.",
      "de": "Und ich miete mir ein Auto, denn mit deiner Karre will ich nichts zu tun haben."
    }
  },
  {
    "translation": {
      "en": "-Wait, what? -You're saying \"Wait, what?\" a lot. And it makes you sound kinda dumb.",
      "de": "Du sagst recht häufig \"was\", und es lässt dich dümmlich klingen."
    }
  },
  {
    "translation": {
      "en": "-I just don't-- I don't understand. -Well, I'm coming to LA for a week.",
      "de": "Ich verstehe nichts. Ich werde mich eine Woche in L.A. um Jack kümmern."
    }
  },
  {
    "translation": {
      "en": "I'm gonna look after Jack, and you can stay here solo.",
      "de": "Ich werde mich eine Woche in L.A. um Jack kümmern. -Du kannst hier allein sein. -Ich bitte dich."
    }
  },
  {
    "translation": {
      "en": "Peter, come on.",
      "de": "-Du kannst hier allein sein. -Ich bitte dich."
    }
  },
  {
    "translation": {
      "en": "You can't just drop everything to come and babysit.",
      "de": "Du kannst nicht alles fallen lassen und den Babysitter spielen."
    }
  },
  {
    "translation": {
      "en": "You have a job and a life.",
      "de": "Du hast einen Job und ein Leben."
    }
  },
  {
    "translation": {
      "en": "I mean, I don't know about a life, but you have a job.",
      "de": "Vom Leben weiß ich nichts, aber du hast einen Job."
    }
  },
  {
    "translation": {
      "en": "[grunts] Actually, I have, uh, some time off between clients, so we're all good there.",
      "de": "Ich nehme eine Auszeit vor dem nächsten Kunden. Alles gut."
    }
  },
  {
    "translation": {
      "en": "It's not as much fun as us hanging out together,",
      "de": "Es ist nicht so lustig wie eine gemeinsame Zeit mit dir,"
    }
  },
  {
    "translation": {
      "en": "but gets you what you need.",
      "de": "Es ist nicht so lustig wie eine gemeinsame Zeit mit dir, aber so kannst du herkommen."
    }
  },
  {
    "translation": {
      "en": "Peter, taking care of Jack is actually a lot of work.",
      "de": "Peter, sich um Jack zu kümmern, ist echt viel Arbeit."
    }
  },
  {
    "translation": {
      "en": "It-- He's allergic to a billion things, like, he takes a bunch of medicine,",
      "de": "Er ist gegen zig Sachen allergisch und nimmt jede Menge Medikamente."
    }
  },
  {
    "translation": {
      "en": "and, honestly, he doesn't have a lot of friends right now.",
      "de": "Er ist gegen zig Sachen allergisch und nimmt jede Menge Medikamente. Und er hat gerade nicht wirklich viele Freunde."
    }
  },
  {
    "translation": {
      "en": "Let me help. I owe you.",
      "de": "-Ich schulde dir was. -Wie bitte?"
    }
  },
  {
    "translation": {
      "en": "-Owe me? -Yes! Where was I when Jack was born?",
      "de": "-Ich schulde dir was. -Wie bitte? Ja. Wo war ich, als Jack geboren wurde?"
    }
  },
  {
    "translation": {
      "en": "I was in London helping a Spanish bank launch a sister branch in Eastern Europe.",
      "de": "Ich half in London einer spanischen Bank beim Einrichten der Filiale in Osteuropa."
    }
  },
  {
    "translation": {
      "en": "But when my mom died, you drove from Los Angeles",
      "de": "Aber als meine Mom starb, fuhrst du von Los Angeles"
    }
  },
  {
    "translation": {
      "en": "to freaking Ohio for the services.",
      "de": "bis ins verfluchte Ohio zur Trauerfeier."
    }
  },
  {
    "translation": {
      "en": "And you picked me up from rehab not once, but twice.",
      "de": "Und du holtest mich sogar zweimal aus dem Entzug ab."
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah, I-- I-- I know, I'm a really good friend,",
      "de": "Ja, ich weiß, ich bin eine gute Freundin,"
    }
  },
  {
    "translation": {
      "en": "but I-- I didn't do any of those things expecting something in return.",
      "de": "aber ich habe für die Dinge nie eine Gegenleistung erwartet."
    }
  },
  {
    "translation": {
      "en": "Of course you didn't, 'cause you're not a monster.",
      "de": "Natürlich nicht, weil du kein Monster bist."
    }
  },
  {
    "translation": {
      "en": "You need help. And I'm coming,",
      "de": "Du brauchst Hilfe, und ich komme."
    }
  },
  {
    "translation": {
      "en": "and that's that.",
      "de": "So einfach ist das."
    }
  },
  {
    "translation": {
      "en": "[mutters] Okay.",
      "de": "Ok."
    }
  },
  {
    "translation": {
      "en": "He's gonna be fine, right?",
      "de": "Er wird klarkommen, oder?"
    }
  },
  {
    "translation": {
      "en": "Yes, it's only a week.",
      "de": "Ja, es ist nur eine Woche."
    }
  },
  {
    "translation": {
      "en": "It's only a week!",
      "de": "Es ist nur eine Woche."
    }
  },
  {
    "translation": {
      "en": "I'm hugging a pair of pants.",
      "de": "Ich umarme eine Hose."
    }
  },
  {
    "translation": {
      "en": "[Jack] Mom, come on! We're gonna be late!",
      "de": "Mom, beeil dich! Wir kommen zu spät!"
    }
  },
  {
    "translation": {
      "en": "-Need help? -No, no.",
      "de": "-Brauchst du Hilfe? -Nein."
    }
  },
  {
    "translation": {
      "en": "I have a method.",
      "de": "Das hat System."
    }
  },
  {
    "translation": {
      "en": "That's how I do it. Okay.",
      "de": "-So mache ich das. -Ok."
    }
  },
  {
    "translation": {
      "en": "You know, they make these, uh, zippy, little four-wheelers now.",
      "de": "Es gibt jetzt so flotte Dinger mit vier Rädern."
    }
  },
  {
    "translation": {
      "en": "You barely have to push 'em. They call 'em \"spinners.\"",
      "de": "Man muss kaum schieben. Sie heißen \"Spinner\"."
    }
  },
  {
    "translation": {
      "en": "-Oh, yeah? -Yeah! All right. Hey.",
      "de": "-Tatsächlich? -Ja! Ok. Hey."
    }
  },
  {
    "translation": {
      "en": "Begonias while you're begone?",
      "de": "-Was? -Wegerich, solange du weg bist?"
    }
  },
  {
    "translation": {
      "en": "-[chuckles] -Knock yourself out, Zen. All right, good. Safe travels.",
      "de": "-Tu, was du nicht lassen kannst. -Gut. Eine gute Reise."
    }
  },
  {
    "translation": {
      "en": "Thanks!",
      "de": "Danke!"
    }
  },
  {
    "translation": {
      "en": "♪ Safe travels, hope you make it ♪",
      "de": "Gute Reise, ich hoffe, du kommst gut an"
    }
  },
  {
    "translation": {
      "en": "♪ No… sudden cornfield stops… ♪",
      "de": "Ohne plötzlichen Stopp im Kornfeld"
    }
  },
  {
    "translation": {
      "en": "[Debbie chuckles] Yeah!",
      "de": "Ja!"
    }
  },
  {
    "translation": {
      "en": "I'm gonna miss you. I'll call you every day.",
      "de": "Du wirst mir fehlen. Ich rufe täglich an."
    }
  },
  {
    "translation": {
      "en": "-Okay? -All right.",
      "de": "-Ok? -Alles klar."
    }
  },
  {
    "translation": {
      "en": "[Zen] ♪ Safe travels, hope you make it ♪",
      "de": "Gute Reise, ich hoffe, du kommst gut an"
    }
  },
  {
    "translation": {
      "en": "-I love you! -Bye, Mama!",
      "de": "-Ich hab dich lieb! -Tschüss, Mama!"
    }
  },
  {
    "translation": {
      "en": "♪ Hope you're all right ♪",
      "de": "Ich hoffe, es geht dir gut"
    }
  },
  {
    "translation": {
      "en": "-Oh, here's this guy. -[Peter] Look at you!",
      "de": "Da kommt er ja. Sieh dich an! Du siehst toll aus!"
    }
  },
  {
    "translation": {
      "en": "You look great!",
      "de": "Sieh dich an! Du siehst toll aus!"
    }
  },
  {
    "translation": {
      "en": "You look, like, the same!",
      "de": "Du siehst gleich aus!"
    }
  },
  {
    "translation": {
      "en": "Yeah, I know! It's spooky, isn't it?",
      "de": "Ich weiß. Richtig unheimlich, was?"
    }
  },
  {
    "translation": {
      "en": "-Yeah! -Yeah. Uh…",
      "de": "-Ja! -Ja."
    }
  },
  {
    "translation": {
      "en": "-Oh, uh, do you want this? -Oh. I thought you might need it.",
      "de": "Willst du den haben? Ich dachte, du brauchst ihn wohl."
    }
  },
  {
    "translation": {
      "en": "-You look good. -Thank you.",
      "de": "-Du siehst gut aus. -Danke."
    }
  },
  {
    "translation": {
      "en": "You still got that tall, squared-jaw, long-eyelash vibe going on.",
      "de": "Du hast noch diesen \"Groß-kantiges-Kinn-lange-Wimpern\"-Vibe."
    }
  },
  {
    "translation": {
      "en": "Some people like that.",
      "de": "Manche mögen das."
    }
  },
  {
    "translation": {
      "en": "-It was never my thing, but… -Yup.",
      "de": "-Es war nie mein Ding, aber… -Ja."
    }
  },
  {
    "translation": {
      "en": "Anyway, it was really nice of you to come out here to take care of Jack.",
      "de": "Es ist echt nett, dass du herkamst, um dich um Jack zu kümmern."
    }
  },
  {
    "translation": {
      "en": "Come on, it's no sweat. Honestly, I was between clients and, well…",
      "de": "Kein Thema. Ich habe gerade keinen Kunden, und es ist ein Kurzzeitprojekt, nicht?"
    }
  },
  {
    "translation": {
      "en": "-It's a short-term project, right? -[bell rings]",
      "de": "Ich habe gerade keinen Kunden, und es ist ein Kurzzeitprojekt, nicht?"
    }
  },
  {
    "translation": {
      "en": "That's what I do. I get in, manage things, no muss, no fuss.",
      "de": "So mache ich es immer. Ich manage alles, Klappe zu, Affe tot."
    }
  },
  {
    "translation": {
      "en": "I have bad news. Kids are all muss and all fuss.",
      "de": "Schlechte Nachrichten. Kinder sind keine Affen."
    }
  },
  {
    "translation": {
      "en": "-Are they though? -Uh, yeah. -Very much so. -Oh.",
      "de": "-Ach was? -Ja, allerdings."
    }
  },
  {
    "translation": {
      "en": "-[girl] Give it back! -We'll see.",
      "de": "Wir werden sehen."
    }
  },
  {
    "translation": {
      "en": "Those two, those are my girls.",
      "de": "Die beiden sind meine Mädchen."
    }
  },
  {
    "translation": {
      "en": "-[Peter] Okay. Oh, fun. They look fun. -[girls arguing]",
      "de": "Ok. Mit denen hat man sicher Spaß."
    }
  },
  {
    "translation": {
      "en": "Oh, there's Jack.",
      "de": "Da ist Jack."
    }
  },
  {
    "translation": {
      "en": "All right, I think I got this.",
      "de": "Gut. Ich glaube, ich kriege das hin."
    }
  },
  {
    "translation": {
      "en": "What's up, Jackie Gleason?",
      "de": "Was gibt's, Jackie Gleason?"
    }
  },
  {
    "translation": {
      "en": "Who or what is that?",
      "de": "Wer oder was ist das?"
    }
  },
  {
    "translation": {
      "en": "No? All right, all right. Let's blow this popsicle stand, huh?",
      "de": "Nein? Ok. Dann machen wir die Fliege."
    }
  },
  {
    "translation": {
      "en": "What's a popsicle stand?",
      "de": "Warum sagt man das so?"
    }
  },
  {
    "translation": {
      "en": "I am not entirely sure, to be honest.",
      "de": "Ich bin mir nicht sicher, um ehrlich zu sein."
    }
  },
  {
    "translation": {
      "en": "Hey, you want to drive?",
      "de": "-Willst du fahren? -Nein."
    }
  },
  {
    "translation": {
      "en": "-No. -You can drive the Porsche.",
      "de": "-Fahr du den Porsche. -Ich will nicht."
    }
  },
  {
    "translation": {
      "en": "-I don't want to drive-- -It was this or a Lamborgh--",
      "de": "-Fahr du den Porsche. -Ich will nicht. Es war der oder ein Lamborghini. Willst du den Lotus fahren?"
    }
  },
  {
    "translation": {
      "en": "I know, you don't like the Porsche. You'd rather drive the Lotus?",
      "de": "Es war der oder ein Lamborghini. Willst du den Lotus fahren?"
    }
  },
  {
    "translation": {
      "en": "-What? -All right, well…",
      "de": "-Was? -Ok."
    }
  },
  {
    "translation": {
      "en": "Next time, I'll bring the Lotus, and you can drive it.",
      "de": "Nächstes Mal komme ich im Lotus, und du fährst."
    }
  },
  {
    "translation": {
      "en": "[Jack] What's a Lotus?",
      "de": "Was ist ein Lotus?"
    }
  },
  {
    "translation": {
      "en": "My mom hates convertibles, you know? She says they roll over too easily.",
      "de": "Meine Mutter hasst Cabrios. Sie sagt, die überschlagen sich schnell."
    }
  },
  {
    "translation": {
      "en": "Yeah, well, they're also awesome, so that negates the rolling part.",
      "de": "Sie sind auch toll, das gleicht den Überschlag aus."
    }
  },
  {
    "translation": {
      "en": "Hey, let me ask you a question. Those kids back there,",
      "de": "Eine Frage. Die Kids vorhin haben dich ignoriert. Was ist da los?"
    }
  },
  {
    "translation": {
      "en": "they were blowing you off. What was that about?",
      "de": "Die Kids vorhin haben dich ignoriert. Was ist da los?"
    }
  },
  {
    "translation": {
      "en": "Look, man. I was a 13-year-old boy once, all right?",
      "de": "Ich war auch mal ein 13-jähriger Junge. Ja?"
    }
  },
  {
    "translation": {
      "en": "And I know I'm pretty cool now,",
      "de": "Und ich weiß, ich bin jetzt echt cool,"
    }
  },
  {
    "translation": {
      "en": "but when I was 13 I was basically a walking Adam's apple with a bowl cut",
      "de": "aber als 13-Jähriger war ich ein wandelnder Adamsapfel mit Pilzkopf"
    }
  },
  {
    "translation": {
      "en": "and a tattered copy of Catcher in the Rye under my arm, so…",
      "de": "und einem zerfledderten Exemplar von Der Fänger im Roggen."
    }
  },
  {
    "translation": {
      "en": "Plus, I didn't have a dad.",
      "de": "Und ich hatte keinen Dad."
    }
  },
  {
    "translation": {
      "en": "He bailed on me when I was 13,",
      "de": "Er ließ mich mit 13 im Stich."
    }
  },
  {
    "translation": {
      "en": "then he died three years later, drunk in a ditch.",
      "de": "Drei Jahre später starb er betrunken im Straßengraben."
    }
  },
  {
    "translation": {
      "en": "He was walking along the side of the road and he just went \"bloop.\"",
      "de": "Er ging an der Straße entlang, und es haute ihn einfach um."
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "de": "Oh mein Gott."
    }
  },
  {
    "translation": {
      "en": "So, seriously, whatever you're going through, I've probably seen worse, so you can hit me with it.",
      "de": "Was immer du durchmachst, kann mich nicht schocken. Raus damit."
    }
  },
  {
    "translation": {
      "en": "-Well, give it to me, Jack Be Nimble. -I don't even understand that one.",
      "de": "-Spuck's aus, Jack Be Nimble. -Ich verstehe null."
    }
  },
  {
    "translation": {
      "en": "Look, I'm still workshopping, okay?",
      "de": "Das ist alles noch in Arbeit, ja?"
    }
  },
  {
    "translation": {
      "en": "It's because of hockey.",
      "de": "Es geht ums Eishockey."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "de": "Ok."
    }
  },
  {
    "translation": {
      "en": "Wade and I were friends, and we used to skate at the rink together,",
      "de": "Wade und ich waren Freunde und skateten zusammen,"
    }
  },
  {
    "translation": {
      "en": "but now he plays on the team and I can't.",
      "de": "aber er spielt im Team, und ich kann nicht."
    }
  },
  {
    "translation": {
      "en": "So he hangs out with Evan, who does.",
      "de": "Er hängt deshalb mit Evan ab."
    }
  },
  {
    "translation": {
      "en": "So we just stopped hanging at all.",
      "de": "Wir machen nichts mehr zusammen."
    }
  },
  {
    "translation": {
      "en": "Whoa, wait, you play hockey? Well, Debbie never told me that.",
      "de": "Warte, du spielst Eishockey? Debbie hat mir das nie gesagt."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "I can't play basketball 'cause I'm allergic to the gym,",
      "de": "Beim Basketball bin ich allergisch gegen die Halle,"
    }
  },
  {
    "translation": {
      "en": "and I can't play baseball 'cause I'm allergic to grass.",
      "de": "beim Baseball gegen das Gras."
    }
  },
  {
    "translation": {
      "en": "Wait- I don't understand why you can't play on the team",
      "de": "Warum bist du nicht mit Wade und der linken Bazille im Team?"
    }
  },
  {
    "translation": {
      "en": "with Wade and his weaselly friend. Oh, I'm sorry. He--",
      "de": "Warum bist du nicht mit Wade und der linken Bazille im Team? Verzeihung."
    }
  },
  {
    "translation": {
      "en": "He's probably not weaselly, but, like, he's got a weasel face.",
      "de": "Er ist nicht link, hat aber so einen Gesichtsausdruck."
    }
  },
  {
    "translation": {
      "en": "You know? So, but-- Why can't you play on the team?",
      "de": "Verstehst du? Warum spielst du nicht im Team?"
    }
  },
  {
    "translation": {
      "en": "I'm too small. Mom says it's too dangerous.",
      "de": "Zu klein, und Mom findet es zu gefährlich."
    }
  },
  {
    "translation": {
      "en": "I cannot believe your mom didn't tell me about this.",
      "de": "Unfassbar, dass deine Mom nichts davon sagte."
    }
  },
  {
    "translation": {
      "en": "Like, she tells me everything.",
      "de": "Sie erzählt mir alles."
    }
  },
  {
    "translation": {
      "en": "But do you? Tell her everything?",
      "de": "Und du… erzählst du ihr auch alles?"
    }
  },
  {
    "translation": {
      "en": "Of course.",
      "de": "Natürlich."
    }
  },
  {
    "translation": {
      "en": "[Peter] I never understood why Debbie",
      "de": "Ich verstand nie, warum Debbie"
    }
  },
  {
    "translation": {
      "en": "decided to buy a house on the side of a whole entire hill.",
      "de": "ein Haus an einem Hang kaufen wollte."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "I suppose you get used to it after a while, huh?",
      "de": "Man gewöhnt sich wohl daran, oder?"
    }
  },
  {
    "translation": {
      "en": "No. It continues to suck.",
      "de": "Nein. Es ist immer bescheuert."
    }
  },
  {
    "translation": {
      "en": "Who lived here before you, like, an alpaca?",
      "de": "Wer wohnte hier vor euch, ein Alpaka?"
    }
  },
  {
    "translation": {
      "en": "Yeah! Yo, Jack.",
      "de": "Ja! Hey, Jack."
    }
  },
  {
    "translation": {
      "en": "You're the guy-- You're the dude that's, uh, gonna be hanging with, uh, Jack.",
      "de": "Du bist der Typ, der mit Jack abhängen wird."
    }
  },
  {
    "translation": {
      "en": "-Nice to meet you. -I'm Zen.",
      "de": "-Freut mich. -Ich bin Zen."
    }
  },
  {
    "translation": {
      "en": "Yeah, like the Buddhism.",
      "de": "Wie der Buddhismus."
    }
  },
  {
    "translation": {
      "en": "I live through the gate there, and, uh, I'm independently wealthy",
      "de": "Ich wohne da hinten und wurde durch einen Tech-Buyout wohlhabend."
    }
  },
  {
    "translation": {
      "en": "due to a tech buyout.",
      "de": "und wurde durch einen Tech-Buyout wohlhabend."
    }
  },
  {
    "translation": {
      "en": "-Of course. -I surf in the AM.",
      "de": "-Klar. -Ich surfe morgens."
    }
  },
  {
    "translation": {
      "en": "Spend the rest of the day here in Debbie's garden.",
      "de": "Den Rest des Tages bin ich in Debbies Garten."
    }
  },
  {
    "translation": {
      "en": "-What about your yard? -My yard?",
      "de": "-Und Ihr Garten? -Meiner?"
    }
  },
  {
    "translation": {
      "en": "Oh, I don't do my yard, I got a guy for that. There he is. Hey!",
      "de": "Den mache ich nicht selbst. Ich habe einen Gärtner. Da ist er. Hey!"
    }
  },
  {
    "translation": {
      "en": "-[man] Yeah? -[laughs] Yeah!",
      "de": "-Ja? -Ja!"
    }
  },
  {
    "translation": {
      "en": "Dude, he's so funny.",
      "de": "Mann, der Typ ist so witzig."
    }
  },
  {
    "translation": {
      "en": "He's from Spokane.",
      "de": "Er ist aus Spokane."
    }
  },
  {
    "translation": {
      "en": "Okay. Well, it was nice to meet you.",
      "de": "Ok. Nun, es war mir eine Freude."
    }
  },
  {
    "translation": {
      "en": "Nice to meet you.",
      "de": "Ganz meinerseits."
    }
  },
  {
    "translation": {
      "en": "-Okay. -[Jack] Bye, Zen.",
      "de": "-Ok. -Tschüss, Zen."
    }
  },
  {
    "translation": {
      "en": "All right, back at it. [grunts]",
      "de": "Ok, dann machen wir mal weiter."
    }
  },
  {
    "translation": {
      "en": "-[Jack] You didn't know about Zen? -[Peter] Nope.",
      "de": "-Du wusstest nichts von Zen? -Nein."
    }
  },
  {
    "translation": {
      "en": "So the whole thing where you and Mom tell each other everything--",
      "de": "Also, von wegen, du und Mom, ihr erzählt euch alles…"
    }
  },
  {
    "translation": {
      "en": "Yeah, no, we're not gonna-- That's grown-up talk.",
      "de": "Ja, lassen wir das. Das ist für Erwachsene."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "de": "Ok."
    }
  },
  {
    "translation": {
      "en": "Did she stay up all night doing this?",
      "de": "Ist sie die ganze Nacht dafür auf?"
    }
  },
  {
    "translation": {
      "en": "Your mom's crazy. [emphatically] I am well aware.",
      "de": "-Deine Mom ist verrückt. -Das weiß ich gut."
    }
  },
  {
    "translation": {
      "en": "All right, let's, um…",
      "de": "Ok, mal sehen."
    }
  },
  {
    "translation": {
      "en": "[Debbie on phone] Oh, hey! I made it. I'm in Brooklyn.",
      "de": "Hey, ich bin da. Ich bin in Brooklyn."
    }
  },
  {
    "translation": {
      "en": "Are-- Are you home yet? Did you see my Post-Its?",
      "de": "Seid ihr zu Hause? Sahst du meine Post-its?"
    }
  },
  {
    "translation": {
      "en": "-Yeah, they're kinda hard to miss, Deb. -Okay.",
      "de": "-Ja, sie sind schwer zu übersehen, Deb. -Ok."
    }
  },
  {
    "translation": {
      "en": "The most important thing is that you feed him breakfast,",
      "de": "Das Wichtigste ist, mach ihm Frühstück,"
    }
  },
  {
    "translation": {
      "en": "then you pack his lunch, and then you pick up his prescriptions on the way to school.",
      "de": "pack sein Mittagessen, und hol auf dem Schulweg die Arznei."
    }
  },
  {
    "translation": {
      "en": "Uh-huh.",
      "de": "Alles klar."
    }
  },
  {
    "translation": {
      "en": "Oh, and the other most important thing is that you get the list",
      "de": "Und was noch am wichtigsten ist, ist die Liste seiner Allergien."
    }
  },
  {
    "translation": {
      "en": "of things that he's allergic to. It's right by the coffee maker.",
      "de": "Und was noch am wichtigsten ist, ist die Liste seiner Allergien. Sie steht bei der Kaffeemaschine."
    }
  },
  {
    "translation": {
      "en": "-Oh! Excuse me. -Oh, wow. Laminated. Nice.",
      "de": "Sie steht bei der Kaffeemaschine. Laminiert. Nett. Da steht \"superwichtig\"."
    }
  },
  {
    "translation": {
      "en": "-Oh, this one says \"urgent.\" -Yeah.",
      "de": "Laminiert. Nett. Da steht \"superwichtig\". Ich vergaß, die nussfreie Nussbutter zu beschriften, aber sie ist da."
    }
  },
  {
    "translation": {
      "en": "And I forgot to label the nut-free nut butter.",
      "de": "Ich vergaß, die nussfreie Nussbutter zu beschriften, aber sie ist da."
    }
  },
  {
    "translation": {
      "en": "But it's in there. It's in the… Do you--",
      "de": "Ich vergaß, die nussfreie Nussbutter zu beschriften, aber sie ist da. -Sie ist im… Ja. -Was ist das denn?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -I don't know what that is.",
      "de": "-Sie ist im… Ja. -Was ist das denn?"
    }
  },
  {
    "translation": {
      "en": "Oh, and Jack, Jack, have you started your history paper?",
      "de": "Jack, hast du mit Geschichte angefangen?"
    }
  },
  {
    "translation": {
      "en": "Already started it.",
      "de": "-Ja, habe ich. -Er hat nichts getan."
    }
  },
  {
    "translation": {
      "en": "Okay, that means he's done nothing, Peter. You have to remind him.",
      "de": "-Ja, habe ich. -Er hat nichts getan. Du musst ihn erinnern. Er braucht ein Thema."
    }
  },
  {
    "translation": {
      "en": "Okay, he has to pick a thesis.",
      "de": "Du musst ihn erinnern. Er braucht ein Thema."
    }
  },
  {
    "translation": {
      "en": "He's doing the Spanish-American War, which is, I think, against Spain.",
      "de": "Zum Spanisch-Amerikanischen Krieg. Ich glaube, gegen Spanien."
    }
  },
  {
    "translation": {
      "en": "-Yeah, Deb? -I'm not sure. -Jack is okay. -Oh, hi! [laughs]",
      "de": "-Ich bin mir nicht sicher. -Ja, Deb, Jack geht's gut."
    }
  },
  {
    "translation": {
      "en": "Oh, my gosh. There are so many people here. It's crazy.",
      "de": "Oh Mann. Hier sind so viele Menschen. Es ist irre."
    }
  },
  {
    "translation": {
      "en": "We're gonna figure out dinner.",
      "de": "Wir machen uns ans Abendessen."
    }
  },
  {
    "translation": {
      "en": "Oh, no, you don't have to worry about it, because I left dinner.",
      "de": "Mach dir keine Gedanken. Ich habe Abendessen vorbereitet."
    }
  },
  {
    "translation": {
      "en": "O-- Open the freezer.",
      "de": "Öffne das Gefrierfach."
    }
  },
  {
    "translation": {
      "en": "-[Peter] Wait, this also says \"urgent.\" -Jack loves those casseroles.",
      "de": "Hier steht auch \"superwichtig\". Jack liebt diese Aufläufe."
    }
  },
  {
    "translation": {
      "en": "-[mouthing] -You know, I could-- I could buy dinner.",
      "de": "Ich kann auch Abendessen kaufen."
    }
  },
  {
    "translation": {
      "en": "Peter, I know that you have a lot of money,",
      "de": "Ich weiß, dass du viel Geld hast,"
    }
  },
  {
    "translation": {
      "en": "but I really don't want you getting him take-out, and-- and other things that are fancy.",
      "de": "aber kauf ihm kein Essen zum Mitnehmen und so Schnickschnack."
    }
  },
  {
    "translation": {
      "en": "Yeah, okay! Homework, and then frozen… [mutters] …for dinner.",
      "de": "Ja, ok. Hausaufgaben und dann gefrorenes… zum Abendessen."
    }
  },
  {
    "translation": {
      "en": "I know there's something else I forgot to tell you.",
      "de": "Ich wollte dir noch irgendwas sagen."
    }
  },
  {
    "translation": {
      "en": "Shoot, I forgot what I forgot to tell you.",
      "de": "Ich habe es vergessen."
    }
  },
  {
    "translation": {
      "en": "Debbie, stop.",
      "de": "Debbie, hör auf."
    }
  },
  {
    "translation": {
      "en": "T-- Take a breath.",
      "de": "Atme tief durch."
    }
  },
  {
    "translation": {
      "en": "Look around.",
      "de": "Sieh dich um."
    }
  },
  {
    "translation": {
      "en": "Yeah, enjoy it.",
      "de": "Ja. Genieße es."
    }
  },
  {
    "translation": {
      "en": "-Call us later. -Okay.",
      "de": "-Ruf uns später an. -Ok."
    }
  },
  {
    "translation": {
      "en": "-You allergic to Mexican food? -No.",
      "de": "-Bist du allergisch gegen Mexikanisch? -Nein."
    }
  },
  {
    "translation": {
      "en": "Excuse me, pardon me.",
      "de": "Verzeihung."
    }
  },
  {
    "translation": {
      "en": "Uh, um, excuse me, I'm gonna go to Peter Coleman's.",
      "de": "Verzeihung, ich gehe hoch zu Peter Coleman."
    }
  },
  {
    "translation": {
      "en": "You know, they make those with four wheels now.",
      "de": "Die gibt es jetzt auch mit vier Rädern."
    }
  },
  {
    "translation": {
      "en": "They're called \"spinners.\"",
      "de": "Man nennt sie \"Spinner\"."
    }
  },
  {
    "translation": {
      "en": "-[elevator bell rings] -Right, so…",
      "de": "Richtig, also…"
    }
  },
  {
    "translation": {
      "en": "Got it.",
      "de": "Alles klar."
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "de": "Oh mein Gott."
    }
  },
  {
    "translation": {
      "en": "This is gorgeous.",
      "de": "Hier ist es wunderschön."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. [sighs heavily]",
      "de": "Oh mein Gott."
    }
  },
  {
    "translation": {
      "en": "What!?",
      "de": "Was?"
    }
  },
  {
    "translation": {
      "en": "By color? Really?",
      "de": "Nach Farben? Echt jetzt?"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, Peter.",
      "de": "Oh mein Gott, Peter."
    }
  },
  {
    "translation": {
      "en": "Wait, where are the handles? How do you even open this?",
      "de": "Wo sind denn die Griffe? Wie öffnet man das?"
    }
  },
  {
    "translation": {
      "en": "What is this?",
      "de": "Wie geht das hier?"
    }
  },
  {
    "translation": {
      "en": "That's just sad.",
      "de": "Das ist ja traurig."
    }
  },
  {
    "translation": {
      "en": "Peter. [scoffs]",
      "de": "Peter."
    }
  },
  {
    "translation": {
      "en": "They still have stickers on them.",
      "de": "Es sind noch Preise drauf."
    }
  },
  {
    "translation": {
      "en": "Twenty-five dollars for a glass? Oh, my God.",
      "de": "Für ein Glas 25 $? Oh mein Gott."
    }
  },
  {
    "translation": {
      "en": "Peter. Just because you can doesn't mean you should.",
      "de": "Peter. Weil du es kannst, muss es ja trotzdem nicht sein."
    }
  },
  {
    "translation": {
      "en": "Okay… what should we do?",
      "de": "So, was machen wir jetzt?"
    }
  },
  {
    "translation": {
      "en": "Well, I have homework that I should probably do.",
      "de": "Ich muss Hausaufgaben machen."
    }
  },
  {
    "translation": {
      "en": "God, I just got here!",
      "de": "Ich bin gerade erst angekommen!"
    }
  },
  {
    "translation": {
      "en": "What-- It's-- [blabbers] This is our night!",
      "de": "Das ist unser Abend! Unser Anlass!"
    }
  },
  {
    "translation": {
      "en": "It's our occasion! We're having a special-- We're occasioning!",
      "de": "Das ist unser Abend! Unser Anlass! Wir anlassen jetzt!"
    }
  },
  {
    "translation": {
      "en": "-It's-- That's not a word. -It is now!",
      "de": "-Das ist kein Wort. -Jetzt schon."
    }
  },
  {
    "translation": {
      "en": "Let's-- We can-- We can watch a movie.",
      "de": "Komm… Wir könnten einen Film ansehen."
    }
  },
  {
    "translation": {
      "en": "[Jack] Yeah, no.",
      "de": "Ja, nein."
    }
  },
  {
    "translation": {
      "en": "We have three remotes. Uh, can I see that?",
      "de": "Wir haben drei Fernbedienungen. Gib her."
    }
  },
  {
    "translation": {
      "en": "This one controls the TV and it makes sure the DVD player isn't on.",
      "de": "Die hier steuert den Fernseher und schaltet den DVD-Player ab."
    }
  },
  {
    "translation": {
      "en": "-This one controls the sound. -Oh, yeah, I was gonna do that. It's all volume.",
      "de": "Die hier steuert die Lautstärke. Mehr macht sie nicht."
    }
  },
  {
    "translation": {
      "en": "This one controls the cable to make sure the Wi-Fi is working.",
      "de": "Die hier steuert das Kabel, dass das WLAN auch richtig funktioniert."
    }
  },
  {
    "translation": {
      "en": "And, oh, yeah. This one also is the receiver.",
      "de": "Und die hier ist auch der Empfänger."
    }
  },
  {
    "translation": {
      "en": "Got that sequence. But I'm not supposed to watch TV while I eat.",
      "de": "Aber ich soll nicht fernsehen, während ich esse."
    }
  },
  {
    "translation": {
      "en": "And never before homework.",
      "de": "Und nie vor den Hausaufgaben."
    }
  },
  {
    "translation": {
      "en": "You poor child.",
      "de": "Du armes Kind."
    }
  },
  {
    "translation": {
      "en": "Had I known what was going on in this house,",
      "de": "Hätte ich gewusst was in diesem Haus vor sich geht,"
    }
  },
  {
    "translation": {
      "en": "I would have come a lot sooner.",
      "de": "wäre ich viel früher gekommen."
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "de": "Danke."
    }
  },
  {
    "translation": {
      "en": "You know, my mom always says you're kinda irresponsible.",
      "de": "Mom sagt immer, du bist verantwortungslos."
    }
  },
  {
    "translation": {
      "en": "She calls you, \"a rolling stone that gathers no moss.\"",
      "de": "Du seist \"ein rollender Stein, der kein Moos ansetzt\"."
    }
  },
  {
    "translation": {
      "en": "-[laughs] -Whatever that is.",
      "de": "Du seist \"ein rollender Stein, der kein Moos ansetzt\". Was immer das ist."
    }
  },
  {
    "translation": {
      "en": "She does, huh?",
      "de": "Was du nicht sagst."
    }
  },
  {
    "translation": {
      "en": "Yeah, she also says you're terrible with women.",
      "de": "Und, du hättest kein Händchen für Frauen."
    }
  },
  {
    "translation": {
      "en": "Ah. [chuckles] Your mom!",
      "de": "Deine Mom."
    }
  },
  {
    "translation": {
      "en": "But I'm psyched you're here, 'cause you're chill.",
      "de": "Aber ich freue mich über dich. Du bist cool."
    }
  },
  {
    "translation": {
      "en": "Chill.",
      "de": "Cool."
    }
  },
  {
    "translation": {
      "en": "Oh, stop. Stop everything. That's the movie we're gonna watch.",
      "de": "Stopp! Stopp hier. Den Film werden wir uns ansehen."
    }
  },
  {
    "translation": {
      "en": "-Alien? -Yeah, have you seen it?",
      "de": "-Alien? -Ja, kennst du ihn?"
    }
  },
  {
    "translation": {
      "en": "-No, is it scary? -[in gruff voice] It's terrifying.",
      "de": "Nein, ist er gruslig? Er ist furchterregend."
    }
  },
  {
    "translation": {
      "en": "Cool!",
      "de": "Cool."
    }
  },
  {
    "translation": {
      "en": "Oh, no, that's not…",
      "de": "Nein, das ist nicht…"
    }
  },
  {
    "translation": {
      "en": "Why is it so cold in here?",
      "de": "Warum ist es hier drin so kalt?"
    }
  },
  {
    "translation": {
      "en": "Heat…",
      "de": "Heizung…"
    }
  },
  {
    "translation": {
      "en": "Heat!",
      "de": "Heizung."
    }
  },
  {
    "translation": {
      "en": "Uh, I'm sorry, I-- I can't hear you.",
      "de": "-Hallo. -Verzeihung, ich höre Sie nicht."
    }
  },
  {
    "translation": {
      "en": "You just have to point at the sensor.",
      "de": "Sie müssen nur auf den Sensor zielen."
    }
  },
  {
    "translation": {
      "en": "-[music stops] -Oh, my God. Thank you.",
      "de": "Oh mein Gott. Danke."
    }
  },
  {
    "translation": {
      "en": "Hi, I'm Debbie.",
      "de": "Hallo, ich bin Debbie."
    }
  },
  {
    "translation": {
      "en": "Wait a second. Are you the Debbie? Peter talks about you all the time!",
      "de": "Moment mal. Bist du die Debbie? Peter redet ständig von dir!"
    }
  },
  {
    "translation": {
      "en": "-Oh, yeah, I guess that's me. -[chuckles] Um, who are you?",
      "de": "Ja, das stimmt wohl. Wer bist du?"
    }
  },
  {
    "translation": {
      "en": "I'm Minka, and I am a skosh embarrassed.",
      "de": "Ich bin Minka, und es ist mir jetzt ein wenig peinlich."
    }
  },
  {
    "translation": {
      "en": "I thought Peter was here and I am not wearing anything under this.",
      "de": "Ich dachte, Peter wäre hier, und ich habe hier nichts drunter."
    }
  },
  {
    "translation": {
      "en": "-[Debbie] I figured that. -Yeah, I feel like an idiot.",
      "de": "-Das dachte ich mir. -Ja, ich komme mir blöd vor."
    }
  },
  {
    "translation": {
      "en": "Oh, don't worry about it.",
      "de": "Ach, keine Sorge."
    }
  },
  {
    "translation": {
      "en": "We've all done the thing where we knock on the door half-naked for some g…",
      "de": "Wir haben alle mal halbnackt an die Tür geklopft."
    }
  },
  {
    "translation": {
      "en": "So you and Peter are…",
      "de": "Du und Peter, ihr seid…"
    }
  },
  {
    "translation": {
      "en": "We were. We used to.",
      "de": "Wir waren es. Früher."
    }
  },
  {
    "translation": {
      "en": "We broke up after six months and then he started dating this woman Becca,",
      "de": "Wir trennten uns nach sechs Monaten. Dann datete er diese Becca."
    }
  },
  {
    "translation": {
      "en": "but through the careful study of her socials, I figured out they broke up.",
      "de": "Durchs Studium ihrer Social Media erkannte ich, sie trennten sich."
    }
  },
  {
    "translation": {
      "en": "So I thought I would come over and…",
      "de": "So dachte ich, ich komme vorbei…"
    }
  },
  {
    "translation": {
      "en": "-So that is how you sit there. -By the way, where is Peter?",
      "de": "-So sitzt man da also. -Wo ist Peter eigentlich?"
    }
  },
  {
    "translation": {
      "en": "Oh, he's staying at my place in LA.",
      "de": "Er wohnt bei mir in L.A., und ich bin ein paar Tage hier."
    }
  },
  {
    "translation": {
      "en": "-And I'm just here for a few days. -Cute!",
      "de": "Er wohnt bei mir in L.A., und ich bin ein paar Tage hier. Nett. Darf ich dich auf einen Drink einladen?"
    }
  },
  {
    "translation": {
      "en": "Can I buy you a drink?",
      "de": "Nett. Darf ich dich auf einen Drink einladen?"
    }
  },
  {
    "translation": {
      "en": "No ulterior motive.",
      "de": "Ohne Hintergedanken."
    }
  },
  {
    "translation": {
      "en": "I will not ask you why Peter is so emotionally, like, broken.",
      "de": "Ich werde dich nicht fragen, warum Peter emotional so kaputt ist."
    }
  },
  {
    "translation": {
      "en": "Oh, I would love that, but, um, I'm starting classes tomorrow.",
      "de": "Eigentlich gern, aber morgen beginnt mein Unterricht."
    }
  },
  {
    "translation": {
      "en": "I have to get up early. I'm doing this program, and…",
      "de": "Ich muss früh raus. Vielleicht ein andermal."
    }
  },
  {
    "translation": {
      "en": "-Anyway, maybe some other time. -Yeah, sure!",
      "de": "Ich muss früh raus. Vielleicht ein andermal. Ja, klar."
    }
  },
  {
    "translation": {
      "en": "I will take you to the Brownstone Club. That's where Peter and I met.",
      "de": "Wir gehen in den Brownstone Club. Da lernten wir uns kennen."
    }
  },
  {
    "translation": {
      "en": "You know, you are great.",
      "de": "Du bist echt toll, weißt du?"
    }
  },
  {
    "translation": {
      "en": "I like you.",
      "de": "Ich mag dich."
    }
  },
  {
    "translation": {
      "en": "I dig this whole sexy, Gen-X, Earth Mama thing you've got going on.",
      "de": "Ich mag es, was für ein sexy Gen-X-Naturmama-Ding du abziehst."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "de": "Danke."
    }
  },
  {
    "translation": {
      "en": "[Peter] You're gonna party with Minka?",
      "de": "Du willst mit Minka feiern gehen?"
    }
  },
  {
    "translation": {
      "en": "She asked if maybe I wanted to go for a drink sometime.",
      "de": "Sie fragte, ob ich vielleicht was trinken gehen wolle."
    }
  },
  {
    "translation": {
      "en": "-[Peter] Oh, fancy! -Right. -Hey, what are you guys doing tonight? -[Peter] Um…",
      "de": "-Schick! -Was macht ihr denn heute Abend?"
    }
  },
  {
    "translation": {
      "en": "-What did we do? Um, nothing special. -Oh, is he there?",
      "de": "Was haben wir getan? Nichts Besonderes. Ist er da? Will er mich sprechen?"
    }
  },
  {
    "translation": {
      "en": "-Does he want to talk to me? -[yells]",
      "de": "Ist er da? Will er mich sprechen?"
    }
  },
  {
    "translation": {
      "en": "Uh, he's-- he's actually doing his homework right now, so…",
      "de": "Er macht gerade seine Hausaufgaben, also…"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Oh! Oh, that's good.",
      "de": "Oh, das ist gut."
    }
  },
  {
    "translation": {
      "en": "Hey, uh, by the way, are you aware that there is a gentleman and his butt crack",
      "de": "Sag mal, weißt du eigentlich, dass da ein Herr mit halbnacktem Hintern"
    }
  },
  {
    "translation": {
      "en": "in your yard all ding-dong day?",
      "de": "den ganzen Tag bei dir im Garten ist?"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, that's Zen. He just-- He's around a lot.",
      "de": "Ja, das ist Zen. Er ist oft da, weil er im Garten wirklich gute Arbeit leistet,"
    }
  },
  {
    "translation": {
      "en": "It's, uh-- You know, he does a really great job with the garden",
      "de": "Er ist oft da, weil er im Garten wirklich gute Arbeit leistet,"
    }
  },
  {
    "translation": {
      "en": "and-- and so I just let him do his thing. Um, did I not mention Zen?",
      "de": "also lasse ich ihn sein Ding machen. Habe ich Zen nicht erwähnt?"
    }
  },
  {
    "translation": {
      "en": "Yeah. No, no, you failed to mention that there is a man living in your yard.",
      "de": "Ja. Nein, du hast nicht erwähnt, dass in deinem Garten ein Mann lebt."
    }
  },
  {
    "translation": {
      "en": "Um, Peter, I just want to say thank you. This place is amazing.",
      "de": "Peter, ich wollte mich bedanken. Deine Wohnung ist irre."
    }
  },
  {
    "translation": {
      "en": "-It's just comfortable and… -[chuckles] Really?",
      "de": "-Sie ist so gemütlich und… -Wirklich?"
    }
  },
  {
    "translation": {
      "en": "-No, not really. It's very, very empty. -[laughs]",
      "de": "Nein, nicht wirklich. Sie ist sehr leer."
    }
  },
  {
    "translation": {
      "en": "It looks like somebody stole all your stuff.",
      "de": "Hat jemand dein Zeug gestohlen?"
    }
  },
  {
    "translation": {
      "en": "Yeah, well, if they did, they brought it all here, 'cause you have all the stuff.",
      "de": "Ja, und er brachte alles hierher. Du hast alles."
    }
  },
  {
    "translation": {
      "en": "Like, literally, all the things that are, were, and ever shall be, are here.",
      "de": "Alles, was ist, war und sein wird, findet man hier."
    }
  },
  {
    "translation": {
      "en": "Oh, really? Well, you don't have a photo or a knickknack.",
      "de": "Wirklich? Bei dir steht kein Foto oder Krimskrams."
    }
  },
  {
    "translation": {
      "en": "I don't do knickknacks. I don't buy them, like, ever. I have nixed the knickknacks.",
      "de": "Bei mir steht kein Krimskrams. Ich kaufe keinen. Krimskrams ist tabu."
    }
  },
  {
    "translation": {
      "en": "Oh, by the way, your books are all color-coded, which is…",
      "de": "Übrigens, deine Bücher sind farblich sortiert, was irgendwie…"
    }
  },
  {
    "translation": {
      "en": "I mean, I knew New York had changed you, but that one hit me hard.",
      "de": "Ich wusste, New York veränderte dich, aber das traf mich."
    }
  },
  {
    "translation": {
      "en": "Yeah, my decorator did that.",
      "de": "-Mein Dekorateur machte das. -Eklig."
    }
  },
  {
    "translation": {
      "en": "That's just gross, and I can't believe you said it out loud.",
      "de": "-Mein Dekorateur machte das. -Eklig. Unfassbar, dass du das so sagst. Und hast du keine Andenken an L.A.?"
    }
  },
  {
    "translation": {
      "en": "Also, you don't have any mementos from LA?",
      "de": "Unfassbar, dass du das so sagst. Und hast du keine Andenken an L.A.?"
    }
  },
  {
    "translation": {
      "en": "No! You know my policy on mentos.",
      "de": "Nein! Du kennst meine Einstellung zu Andenken."
    }
  },
  {
    "translation": {
      "en": "So, let me ask you a question.",
      "de": "Ich hätte da mal eine Frage."
    }
  },
  {
    "translation": {
      "en": "I mean, I'm not trying to pry, but what happened with Minka?",
      "de": "Ohne neugierig zu sein, aber was ist mit Minka passiert?"
    }
  },
  {
    "translation": {
      "en": "She seems like she's your type. She's so silky and sleek.",
      "de": "Sie scheint dein Typ zu sein, so glatt und glänzend."
    }
  },
  {
    "translation": {
      "en": "Okay, what? She's not an otter.",
      "de": "Sie ist kein Otter."
    }
  },
  {
    "translation": {
      "en": "-What happened? -I don't know. I don't--",
      "de": "-Was war? -Keine Ahnung."
    }
  },
  {
    "translation": {
      "en": "You know me. I probably did something to screw it up.",
      "de": "Du kennst mich. Ich habe es wohl vermasselt."
    }
  },
  {
    "translation": {
      "en": "Oh, stop it.",
      "de": "Ach, hör auf."
    }
  },
  {
    "translation": {
      "en": "Yeah, well, let the fossil record show that I am terrible with women.",
      "de": "Nehmen wir ins Protokoll auf, dass ich kein Händchen für Frauen habe."
    }
  },
  {
    "translation": {
      "en": "In-- In fact, some would say that I am \"a rolling stone that gathers no moss.\"",
      "de": "Ich bin wohl \"ein rollender Stein, der kein Moos ansetzt\"."
    }
  },
  {
    "translation": {
      "en": "Uh, what?",
      "de": "Was?"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, just so you know, your kid's a sieve, all right?",
      "de": "Damit du's weißt, dein Kind ist ein Plappermaul."
    }
  },
  {
    "translation": {
      "en": "So everything you've ever said about me, I'm about to hear.",
      "de": "Was du je über mich sagtest, werde ich erfahren."
    }
  },
  {
    "translation": {
      "en": "Okay, I didn't-- I didn't say it like that.",
      "de": "So drückte ich mich nicht aus."
    }
  },
  {
    "translation": {
      "en": "-Okay, yeah, I-- I did. I said that. -Yeah.",
      "de": "-Ok, na schön. Doch. -Ja, ich bin sicher."
    }
  },
  {
    "translation": {
      "en": "-But I think he misunderstood me. -Yeah, I'm sure. Right, look.",
      "de": "-Er hat mich missverstanden. -Es ist schon spät."
    }
  },
  {
    "translation": {
      "en": "It's getting late out there. You should go to sleep.",
      "de": "-Er hat mich missverstanden. -Es ist schon spät. Du solltest schlafen."
    }
  },
  {
    "translation": {
      "en": "And 'cause I have a list of things that's a mile long",
      "de": "Und ich habe eine ellenlange Liste von Dingen,"
    }
  },
  {
    "translation": {
      "en": "that was left here for me to do by a crazy person.",
      "de": "die mir von einer Verrückten aufgetragen wurden."
    }
  },
  {
    "translation": {
      "en": "[laughs] \"Goodnight,\" said the crazy person.",
      "de": "die mir von einer Verrückten aufgetragen wurden. Gute Nacht von der Verrückten. Grüß Jack. Wir sehen uns später im Interweb."
    }
  },
  {
    "translation": {
      "en": "Say bye to Jack. And I'll see you later on the interwebs.",
      "de": "Gute Nacht von der Verrückten. Grüß Jack. Wir sehen uns später im Interweb."
    }
  },
  {
    "translation": {
      "en": "I'll find you later!",
      "de": "-Ich sehe dich später. -Gute Nacht."
    }
  },
  {
    "translation": {
      "en": "-Goodnight. -Bye.",
      "de": "Tschüss."
    }
  },
  {
    "translation": {
      "en": "So? Did I scar you for life?",
      "de": "Und? Bist du fürs Leben gezeichnet?"
    }
  },
  {
    "translation": {
      "en": "Who cares? That was dope! My mom would've never let me watch that.",
      "de": "Na und? Das war klasse. Meine Mom hätte das nie zugelassen."
    }
  },
  {
    "translation": {
      "en": "Do I look like your mom?",
      "de": "Sehe ich aus wie deine Mom?"
    }
  },
  {
    "translation": {
      "en": "For the love of God. You can't…",
      "de": "Du lieber Himmel, du kannst doch nicht…"
    }
  },
  {
    "translation": {
      "en": "\"Peter.\"",
      "de": "\"Peter\"."
    }
  },
  {
    "translation": {
      "en": "\"Thank.\"",
      "de": "\"Ich\"."
    }
  },
  {
    "translation": {
      "en": "\"You.\"",
      "de": "\"Danke\"."
    }
  },
  {
    "translation": {
      "en": "\"So.\"",
      "de": "\"Dir\"."
    }
  },
  {
    "translation": {
      "en": "\"Much.\" [laughs]",
      "de": "\"So sehr\"."
    }
  },
  {
    "translation": {
      "en": "\"Don't screw up my kid.\"",
      "de": "\"Verdirb mir mein Kind nicht.\""
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "Oh, that's so sweet!",
      "de": "LASS DEN KORKEN KNALLEN, WENN DU FERTIG BIST! P. Das ist ja total lieb."
    }
  },
  {
    "translation": {
      "en": "[Peter] \"He's allergic to all nuts, most legumes,",
      "de": "\"Er ist allergisch gegen alle Nüsse, die meisten Gemüse, Mandeln, Pistazien Cashew-, Pekan-, Macadamianüsse,"
    }
  },
  {
    "translation": {
      "en": "almonds, pistachios, cashews, pecans, macadamias,",
      "de": "die meisten Gemüse, Mandeln, Pistazien Cashew-, Pekan-, Macadamianüsse,"
    }
  },
  {
    "translation": {
      "en": "hazelnuts, walnuts, Brazilian, coconuts.\"",
      "de": "Haselnüsse, Walnüsse, Paranüsse, Kokosnüsse.\""
    }
  },
  {
    "translation": {
      "en": "\"Sunflower butter.\"",
      "de": "\"Sonnenblumenbutter\"."
    }
  },
  {
    "translation": {
      "en": "Not a nut. Okay.",
      "de": "Keine Nuss. Ok."
    }
  },
  {
    "translation": {
      "en": "All right. Oranges, not on the list.",
      "de": "Ok. Orangen, nicht auf der Liste."
    }
  },
  {
    "translation": {
      "en": "All right, need a knife…",
      "de": "So, ich brauche ein Messer…"
    }
  },
  {
    "translation": {
      "en": "-[clattering] -Hey, now!",
      "de": "Hey, also…"
    }
  },
  {
    "translation": {
      "en": "Oh, hey, man.",
      "de": "Hey, Mann!"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -What are we doing here?",
      "de": "-Ja. -Was gibt das denn?"
    }
  },
  {
    "translation": {
      "en": "I'm just… I gotta…",
      "de": "Ich… Ich muss nur…"
    }
  },
  {
    "translation": {
      "en": "Holy shit.",
      "de": "Heilige Scheiße."
    }
  },
  {
    "translation": {
      "en": "Okay, let's do this.",
      "de": "Ok, dann mal los."
    }
  },
  {
    "translation": {
      "en": "Hey, what's this thing do besides release a genie? [chuckles]",
      "de": "Was macht das hier, außer einen Geist freizulassen?"
    }
  },
  {
    "translation": {
      "en": "It flushes out my sinuses.",
      "de": "Es spült meine Nebenhöhlen."
    }
  },
  {
    "translation": {
      "en": "Gross.",
      "de": "Eklig."
    }
  },
  {
    "translation": {
      "en": "Did you make lunch?",
      "de": "Gibt's Mittagessen?"
    }
  },
  {
    "translation": {
      "en": "-I'm working on it. -What about breakfast?",
      "de": "-Ich arbeite daran. -Was ist mit Frühstück?"
    }
  },
  {
    "translation": {
      "en": "You didn't make breakfast, did you? Okay. [sighs]",
      "de": "Du hast kein Frühstück gemacht, oder? Ok."
    }
  },
  {
    "translation": {
      "en": "-Gluten-free pancakes for you. -[Jack] Thanks.",
      "de": "-Glutenfreie Pfannkuchen für dich. -Danke."
    }
  },
  {
    "translation": {
      "en": "-Thank you. -For you.",
      "de": "Danke."
    }
  },
  {
    "translation": {
      "en": "Oh, thank you.",
      "de": "Oh, danke."
    }
  },
  {
    "translation": {
      "en": "-Can I get one of those? -No.",
      "de": "-Kriege ich auch so einen? -Nein."
    }
  },
  {
    "translation": {
      "en": "-Check the laminated card. -No.",
      "de": "-Sieh auf die laminierte Liste. -Nein."
    }
  },
  {
    "translation": {
      "en": "-I'm not allergic to coffee. Come on. -You're not drinking coffee. Let's focus.",
      "de": "-Ich bin nicht allergisch gegen Kaffee. -Du trinkst keinen Kaffee."
    }
  },
  {
    "translation": {
      "en": "These neti pots, and packed lunches,",
      "de": "Nasenduschen, vorbereitete Mittagessenspakete,"
    }
  },
  {
    "translation": {
      "en": "breakfasts, age-appropriate movies?",
      "de": "Frühstück und altersgerechte Filme sind nicht mein Ding."
    }
  },
  {
    "translation": {
      "en": "Not my thing, not my strength, right?",
      "de": "Frühstück und altersgerechte Filme sind nicht mein Ding. Nicht meine Stärke."
    }
  },
  {
    "translation": {
      "en": "But that's okay, 'cause I'm here to focus on you.",
      "de": "Aber das ist ok. Ich konzentriere mich auf dich."
    }
  },
  {
    "translation": {
      "en": "Okay, and my-- my work here is very simple.",
      "de": "Und meine Arbeit hier ist sehr einfach."
    }
  },
  {
    "translation": {
      "en": "It's to teach you to tell a story to other people about you",
      "de": "Ich will dir beibringen, anderen eine Story über dich zu erzählen,"
    }
  },
  {
    "translation": {
      "en": "that is better than the story that you tell yourself.",
      "de": "die besser ist als die, die du dir selbst erzählst."
    }
  },
  {
    "translation": {
      "en": "'Cause the stories we tell ourselves are very limiting.",
      "de": "Denn unsere Storys sind sehr begrenzt."
    }
  },
  {
    "translation": {
      "en": "-I'm not following. What do you mean? -Okay, example.",
      "de": "-Ich kann nicht folgen. Was heißt das? -Ein Beispiel."
    }
  },
  {
    "translation": {
      "en": "Look, let's take someone we both know, your mom.",
      "de": "Nehmen wir deine Mom. Die kennen wir beide."
    }
  },
  {
    "translation": {
      "en": "-Okay. -Your mom is the smartest person I know.",
      "de": "-Ok. -Ich kenne keinen klügeren Menschen."
    }
  },
  {
    "translation": {
      "en": "Okay? When we first met, she was extremely ambitious.",
      "de": "Als wir uns kennenlernten, war sie sehr ehrgeizig."
    }
  },
  {
    "translation": {
      "en": "She wanted to be an editor, or whatever, but then over time,",
      "de": "Sie wollte Lektorin werden, aber mit der Zeit"
    }
  },
  {
    "translation": {
      "en": "she started to believe that she had to be practical,",
      "de": "begann sie daran zu glauben, dass sie pragmatisch sein musste,"
    }
  },
  {
    "translation": {
      "en": "and she had to be sensible, and that is the story that she told herself.",
      "de": "dass sie vernünftig sein musste, und diese Story redete sie sich ein."
    }
  },
  {
    "translation": {
      "en": "\"Be responsible.\"",
      "de": "\"Zeig Verantwortung.\""
    }
  },
  {
    "translation": {
      "en": "-So that's not your story? -No, co--",
      "de": "Das ist nicht deine Story?"
    }
  },
  {
    "translation": {
      "en": "Are we talking about me? Do you always answer a question with a question?",
      "de": "-Reden wir über mich? -Antwortest du immer mit einer Frage?"
    }
  },
  {
    "translation": {
      "en": "Do you always answer a question to a question with a question?",
      "de": "Antwortest du auf die Frage zur Frage immer mit einer Frage?"
    }
  },
  {
    "translation": {
      "en": "Did you really move to New York because of the earthquakes?",
      "de": "Zogst du echt wegen der Erdbeben nach New York?"
    }
  },
  {
    "translation": {
      "en": "-'Cause my mom doesn't believe that. -All right, can we stay on message here?",
      "de": "-Meine Mom glaubt das nicht. -Bleiben wir beim Thema?"
    }
  },
  {
    "translation": {
      "en": "Okay, look, in the beginning of a rebrand,",
      "de": "Am Anfang eines Rebrandings mache ich eine globale Neuausrichtung."
    }
  },
  {
    "translation": {
      "en": "I like to do a thing called a \"global realignment,\" all right?",
      "de": "Am Anfang eines Rebrandings mache ich eine globale Neuausrichtung. In Ordnung?"
    }
  },
  {
    "translation": {
      "en": "And that is a gesture to the world, in your case, Wade and Weasel Face…",
      "de": "Das ist ein Zeichen an die Welt, also bei dir Wade und die linke Bazille,"
    }
  },
  {
    "translation": {
      "en": "Evan, of what you have to offer.",
      "de": "Evan, was du zu bieten hast."
    }
  },
  {
    "translation": {
      "en": "Today, you have to offer these.",
      "de": "Heute hast du die hier zu bieten."
    }
  },
  {
    "translation": {
      "en": "-Seats to the Kings game? -What are-- These aren't seats.",
      "de": "-Plätze für ein Kings-Spiel? -Das sind keine Plätze."
    }
  },
  {
    "translation": {
      "en": "These are tickets to a luxury box.",
      "de": "Es sind Karten für eine Luxusloge."
    }
  },
  {
    "translation": {
      "en": "Isn't that bribing them to be friends with me?",
      "de": "Ist das keine Bestechung um Freundschaft?"
    }
  },
  {
    "translation": {
      "en": "Ah, and this is where the rebrand comes in.",
      "de": "Da kommt das Rebranding ins Spiel."
    }
  },
  {
    "translation": {
      "en": "So we're gonna rebrand the word \"bribing\" with \"incentivization.\"",
      "de": "Wir geben dem Wort \"Bestechung\" ein neues Image, nämlich \"Anreizung\"."
    }
  },
  {
    "translation": {
      "en": "That's not a word.",
      "de": "Das ist kein Wort."
    }
  },
  {
    "translation": {
      "en": "In my line of work, we make up the words that we need.",
      "de": "In meiner Branche erfinden wir die Worte, die wir brauchen."
    }
  },
  {
    "translation": {
      "en": "That's kind of sketch.",
      "de": "Das ist irgendwie dubios."
    }
  },
  {
    "translation": {
      "en": "Now you're getting it. There you go, \"sketch.\"",
      "de": "Jetzt kapierst du es, es ist famos."
    }
  },
  {
    "translation": {
      "en": "-Look at-- Look at my sketch coffee. -I really want one of those.",
      "de": "-Sieh dir meinen famosen Kaffee an. -Ich will so einen."
    }
  },
  {
    "translation": {
      "en": "Hey, uh, remember, I'm gonna pick you up after school.",
      "de": "Denk dran, ich hole dich nach der Schule ab."
    }
  },
  {
    "translation": {
      "en": "-We're gonna go to that Kings game. Okay? -Yeah, okay.",
      "de": "-Wir gehen zu dem Kings-Spiel. -Ja, ok."
    }
  },
  {
    "translation": {
      "en": "Got it. And we got the big private box so you can invite whoever you want.",
      "de": "Wir haben die Loge, du kannst also einladen, wenn du magst."
    }
  },
  {
    "translation": {
      "en": "-'Cause it's the luxury box. -[Jack] Yeah. See you after school, Peter.",
      "de": "-Es ist die Luxusloge. -Bis nach der Schule."
    }
  },
  {
    "translation": {
      "en": "We'll see you after school when we go to the Kings game!",
      "de": "Wir sehen uns nach der Schule zum Kings-Spiel!"
    }
  },
  {
    "translation": {
      "en": "[Jack, forcefully] Yep, big game! Let's go! [Peter] Yeah, with all that candy and ice cream!",
      "de": "-Ja, das große Spiel! Auf geht's! -Ja, inklusive Süßigkeiten und Eis!"
    }
  },
  {
    "translation": {
      "en": "-Hey! Coffee? -You buying?",
      "de": "-Kaffee? -Spendierst du ihn?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Oh! Oh, yeah, can we get one of those, uh… the butter coffees?",
      "de": "Ja. Können wir uns einen dieser Butterkaffees holen?"
    }
  },
  {
    "translation": {
      "en": "-With the butter… -[sighs] He's miming.",
      "de": "Er macht Pantomime."
    }
  },
  {
    "translation": {
      "en": "He's miming.",
      "de": "Er macht Pantomime."
    }
  },
  {
    "translation": {
      "en": "Yes, he is.",
      "de": "Ja, in der Tat."
    }
  },
  {
    "translation": {
      "en": "-That's actually really good. -I've been working on it.",
      "de": "-Das kannst du aber gut. -Ich habe geübt."
    }
  },
  {
    "translation": {
      "en": "Hi! Good morning!",
      "de": "Hallo. Guten Morgen."
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "de": "Hallo."
    }
  },
  {
    "translation": {
      "en": "Ah, I just love new school supplies.",
      "de": "Ich liebe neues Schulmaterial."
    }
  },
  {
    "translation": {
      "en": "The smell… [sniffs] …of new pencils! Isn't it great?",
      "de": "Der Geruch von neuen Bleistiften. Ist der nicht genial?"
    }
  },
  {
    "translation": {
      "en": "You know you don't have to take notes. It's all online.",
      "de": "Man muss sich keine Notizen machen. Alles ist online."
    }
  },
  {
    "translation": {
      "en": "Oh, I know, but I find if I write it… -[professor] Hello, everyone. -…it goes in my brain…",
      "de": "-Ich weiß, aber wenn ich es schreibe… -Hallo allerseits."
    }
  },
  {
    "translation": {
      "en": "-Welcome to Statistics in Risk Modeling. -We'll talk later.",
      "de": "Willkommen zu Statistik bei der Risikomodellierung."
    }
  },
  {
    "translation": {
      "en": "Now, we got a lot to cover. So let's get started here.",
      "de": "Es ist viel Stoff. Fangen wir an."
    }
  },
  {
    "translation": {
      "en": "First, we're going to start",
      "de": "Zunächst sehen wir uns die Typen von Modellierungsproblemen"
    }
  },
  {
    "translation": {
      "en": "by reviewing types of modeling problems and methods,",
      "de": "Zunächst sehen wir uns die Typen von Modellierungsproblemen und Methoden an, einschließlich überwachtes versus unüberwachtes Lernen."
    }
  },
  {
    "translation": {
      "en": "including supervised versus unsupervised learning.",
      "de": "und Methoden an, einschließlich überwachtes versus unüberwachtes Lernen."
    }
  },
  {
    "translation": {
      "en": "You know, that was a lot of information.",
      "de": "Das war viel Information."
    }
  },
  {
    "translation": {
      "en": "Do you feel like sometime, we could share notes, or…?",
      "de": "Vergleichen wir unsere Aufschriebe?"
    }
  },
  {
    "translation": {
      "en": "[man] Oh, my God, that class was so boring.",
      "de": "Oh Gott, der Kurs war so langweilig."
    }
  },
  {
    "translation": {
      "en": "Oh, hi!",
      "de": "Hallo."
    }
  },
  {
    "translation": {
      "en": "-How was your first class? -It was fine.",
      "de": "-Wie war deine erste Stunde? -Sie war gut."
    }
  },
  {
    "translation": {
      "en": "Now, that drink we talked about, you in the mood?",
      "de": "Lust auf den Drink, von dem wir sprachen?"
    }
  },
  {
    "translation": {
      "en": "-Yeah, sure! -Great! I'm right near you.",
      "de": "-Ja, klar. -Toll! Ich bin in deiner Nähe und hole dich ab. Bis gleich. Tschüss!"
    }
  },
  {
    "translation": {
      "en": "So, I'll come pick you up. See you soon! Bye!",
      "de": "Ich bin in deiner Nähe und hole dich ab. Bis gleich. Tschüss!"
    }
  },
  {
    "translation": {
      "en": "In this literature class, prepare yourself to do a lot of reading.",
      "de": "In diesem Literaturkurs sollten Sie sich auf eine Menge Lektüre einstellen."
    }
  },
  {
    "translation": {
      "en": "We're gonna be tackling some big novels, I'm talking about the chunky ones.",
      "de": "Wir gehen ein paar große Romane an, die richtig fetten."
    }
  },
  {
    "translation": {
      "en": "I'm talking some real door-stoppers.",
      "de": "Ich rede von echten Wälzern."
    }
  },
  {
    "translation": {
      "en": "In this class, Anna Karenina is a pamphlet.",
      "de": "Bei uns ist Anna Karenina eine Broschüre."
    }
  },
  {
    "translation": {
      "en": "I grew up reading Uris, and Clavell, and Michener.",
      "de": "Ich wuchs mit Uris und Clavell und Michener auf."
    }
  },
  {
    "translation": {
      "en": "Haley! Do not forget Alex Haley.",
      "de": "Haley! Nicht zu vergessen, Alex Haley."
    }
  },
  {
    "translation": {
      "en": "Never got over the thrill of reading a massive book with tiny, tiny print.",
      "de": "Es geht nichts darüber, einen Riesenband mit winziger Schrift zu lesen."
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "No, no, no. Sorry.",
      "de": "Nein, Verzeihung."
    }
  },
  {
    "translation": {
      "en": "How many of you have read Alex Haley's Autobiography of Malcolm X?",
      "de": "Wie viele von Ihnen haben Alex Haleys Malcolm X, Die Autobiographie gelesen?"
    }
  },
  {
    "translation": {
      "en": "Hands? Okay…",
      "de": "Ich bitte um Handzeichen."
    }
  },
  {
    "translation": {
      "en": "Oh, hey, Miss Backpack! You ready?",
      "de": "Hey, Miss Rucksack! Bist du bereit?"
    }
  },
  {
    "translation": {
      "en": "-[chuckles] That was fast. -Cute college.",
      "de": "-Das ging schnell. -Süße Uni."
    }
  },
  {
    "translation": {
      "en": "[Debbie] Right?",
      "de": "Oder?"
    }
  },
  {
    "translation": {
      "en": "I mean, I'm personally allergic to school.",
      "de": "Ich bin auf Schule allergisch."
    }
  },
  {
    "translation": {
      "en": "After I got the master's in differential calculus,",
      "de": "Nach dem Master in Differentialrechnung"
    }
  },
  {
    "translation": {
      "en": "I was like, \"Enough!\" You know? Okay, follow me.",
      "de": "sagte ich: \"Es reicht.\" Verstehst du? Ok, mir nach."
    }
  },
  {
    "translation": {
      "en": "Did you say differential calculus?",
      "de": "Sagtest du \"Differentialrechnung\"?"
    }
  },
  {
    "translation": {
      "en": "[Wade] So funny. You ran, like, right into the practice station.",
      "de": "Witzig. Du liefst durch den Trainingsbereich."
    }
  },
  {
    "translation": {
      "en": "Dude, it's not my fault the lace on my right skate snapped!",
      "de": "Ich kann nichts dafür, dass mein Schnürsenkel riss."
    }
  },
  {
    "translation": {
      "en": "Whoa! Look at these!",
      "de": "Sieh dir die an."
    }
  },
  {
    "translation": {
      "en": "-Dude! Jelly beans. -I love those! Those are my favorite!",
      "de": "-Alter! Geleebohnen. -Die liebe ich! Die mag ich am meisten!"
    }
  },
  {
    "translation": {
      "en": "Dude, I think this is the cinnamon one that's super spicy.",
      "de": "-Das ist die mit scharfem Zimt. -Echt?"
    }
  },
  {
    "translation": {
      "en": "-Really? -You ever had the cinnamon Jolly Rancher? -The spicy one? -Yeah.",
      "de": "-Hast du mal Zimt-Jolly-Rancher probiert? -Ja."
    }
  },
  {
    "translation": {
      "en": "Oh! I love those cinnamon… spicy ones!",
      "de": "Oh, ich liebe die mit Zimt, die scharfen!"
    }
  },
  {
    "translation": {
      "en": "That's so spicy. I'm good. I don't really like those ones.",
      "de": "Mann, sind die scharf. Ich mag die nicht so."
    }
  },
  {
    "translation": {
      "en": "Hey, hey, none of this stuff is on the allergy list, so you're good to go.",
      "de": "Nichts hier steht auf der Allergien-Liste, du kannst also zuschlagen."
    }
  },
  {
    "translation": {
      "en": "So just go nuts, have at it.",
      "de": "Hau rein, schlag zu, aber nur bei den Süßigkeiten."
    }
  },
  {
    "translation": {
      "en": "-Without eating any nuts. -[Wade] I think that's actually licorice.",
      "de": "Hau rein, schlag zu, aber nur bei den Süßigkeiten. -Das ist Lakritze. -Warum reden die nicht mit mir?"
    }
  },
  {
    "translation": {
      "en": "[Jack] Why aren't they talking to me?",
      "de": "-Das ist Lakritze. -Warum reden die nicht mit mir?"
    }
  },
  {
    "translation": {
      "en": "-[boys] Dots! -[Peter] They will!",
      "de": "-Dots! -Das werden sie noch!"
    }
  },
  {
    "translation": {
      "en": "They will. Don't worry about it. Let's go.",
      "de": "Mach dir keine Sorgen. Komm."
    }
  },
  {
    "translation": {
      "en": "We'll, hey, get a jersey or something. Let's get our kit on. Let's go. Go, Kings!",
      "de": "Hol dir ein Trikot oder so. Legen wir los. Vorwärts, Kings!"
    }
  },
  {
    "translation": {
      "en": "[Minka] Okay, I need a drink.",
      "de": "Ich brauche einen Drink."
    }
  },
  {
    "translation": {
      "en": "[Debbie] Oh, yes. Let's have a drink!",
      "de": "Ja. Trinken wir etwas."
    }
  },
  {
    "translation": {
      "en": "-[Minka] For one, I'm so thirsty. -I know!",
      "de": "-Ich habe so einen Durst. -Ich weiß!"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "de": "Ok."
    }
  },
  {
    "translation": {
      "en": "[Debbie] Wait a second. The-- These people look really fancy.",
      "de": "Moment. Die Leute sind so schick."
    }
  },
  {
    "translation": {
      "en": "[Minka] Yeah, you have to be someone or know someone, and I'm both.",
      "de": "Man muss jemand sein oder jemanden kennen. Ich bin beides."
    }
  },
  {
    "translation": {
      "en": "And also kind of neither. That's what's great about me.",
      "de": "Und auch nicht. Das ist das Tolle an mir."
    }
  },
  {
    "translation": {
      "en": "Uh, I don't think I fit in here.",
      "de": "Ich glaube, hier passe ich nicht dazu."
    }
  },
  {
    "translation": {
      "en": "I mean, obviously. But you're with me. Come on.",
      "de": "Offensichtlich, aber du bist in meiner Begleitung."
    }
  },
  {
    "translation": {
      "en": "Thank you, Petra!",
      "de": "Danke, Petra!"
    }
  },
  {
    "translation": {
      "en": "By the way, we do not have to talk about Peter.",
      "de": "Übrigens, wir müssen nicht über Peter reden."
    }
  },
  {
    "translation": {
      "en": "[Debbie] Oh, okay. Got it.",
      "de": "Oh, ok. Alles klar."
    }
  },
  {
    "translation": {
      "en": "-Yeah! -I mean, he had it-- -He had it at the start, right? -Dude!",
      "de": "-Ich meine, er hatte es am Anfang. -Alter!"
    }
  },
  {
    "translation": {
      "en": "-He literally had it-- -Guys, guys! Did you see that last rally?",
      "de": "-Er hatte… -Hey, habt ihr den Spielzug gesehen?"
    }
  },
  {
    "translation": {
      "en": "That was crazy, huh? That was, like-- That was sketch!",
      "de": "Das war verrückt, was? Das war so dubios."
    }
  },
  {
    "translation": {
      "en": "Or as the Canadians would say, that was sketch, eh?",
      "de": "Oder wie die Kanadier sagen würden, so dubi."
    }
  },
  {
    "translation": {
      "en": "What is he talking about?",
      "de": "Wovon redet er?"
    }
  },
  {
    "translation": {
      "en": "-[Minka] Just be conscious of-- -[server] All right.",
      "de": "-Sei dir nur bewusst… -Alles klar."
    }
  },
  {
    "translation": {
      "en": "Manhattan Maiden for you.",
      "de": "Ein Manhattan Maiden für Sie."
    }
  },
  {
    "translation": {
      "en": "And the Garden Glory for you.",
      "de": "Und den Garden Glory für Sie."
    }
  },
  {
    "translation": {
      "en": "-Enjoy! -Thank you. [chuckles]",
      "de": "-Zum Wohl. -Danke."
    }
  },
  {
    "translation": {
      "en": "Am I supposed to drink it or water it? So how did you and Peter meet again?",
      "de": "-Trinkt man das, oder gießt man es? -Wie habt ihr euch kennengelernt?"
    }
  },
  {
    "translation": {
      "en": "Is this the part where we don't talk about Peter? -Mm-hmm. -Okay.",
      "de": "Ist das der Teil, wo wir nicht über Peter reden? Ok."
    }
  },
  {
    "translation": {
      "en": "[Minka] This is that part.",
      "de": "Das ist der Teil."
    }
  },
  {
    "translation": {
      "en": "Well, short story, we hooked up once, and then he bailed, and we became friends.",
      "de": "Kurzgefasst, wir waren einmal zusammen, dann haute er ab, und wir wurden Freunde."
    }
  },
  {
    "translation": {
      "en": "And you married someone else.",
      "de": "Und du hast einen anderen geheiratet."
    }
  },
  {
    "translation": {
      "en": "-Mm, Jimmy the mountain climber. -[Minka] Mm.",
      "de": "Jimmy, den Bergsteiger."
    }
  },
  {
    "translation": {
      "en": "Which is funny, 'cause at the time, he felt like a safe choice for me.",
      "de": "Schon witzig, denn damals erschien er mir als eine sichere Bank."
    }
  },
  {
    "translation": {
      "en": "-Mm. -He was just very sure about me.",
      "de": "Er wollte mich unbedingt haben."
    }
  },
  {
    "translation": {
      "en": "But, ultimately, he wanted to go on big adventures,",
      "de": "Aber letztendlich wollte er große Abenteuer erleben,"
    }
  },
  {
    "translation": {
      "en": "and my adventures are reading books and being a mom.",
      "de": "Aber letztendlich wollte er große Abenteuer erleben, und meine Abenteuer sind Bücher und das Muttersein."
    }
  },
  {
    "translation": {
      "en": "So, we realized he needed somebody who always wanted to be by his side",
      "de": "Er brauchte jemanden, der immer an seiner Seite sein wollte."
    }
  },
  {
    "translation": {
      "en": "and that just wasn't gonna be me.",
      "de": "Und das war nicht ich."
    }
  },
  {
    "translation": {
      "en": "And your love life now?",
      "de": "Und dein Liebesleben jetzt?"
    }
  },
  {
    "translation": {
      "en": "Sort of like… wind on an open prairie, or…",
      "de": "Gewissermaßen wie Wind auf einer offenen Prärie,"
    }
  },
  {
    "translation": {
      "en": "footsteps in an empty attic,",
      "de": "oder Schritte auf einem leeren Dachboden,"
    }
  },
  {
    "translation": {
      "en": "or what are those…",
      "de": "oder diese… Wie nennt man…"
    }
  },
  {
    "translation": {
      "en": "Tumbleweeds going through an old ghost town. Sort of like that.",
      "de": "Steppenläufer durch eine alte Geisterstadt. So in der Art."
    }
  },
  {
    "translation": {
      "en": "Okay, we need to get on that.",
      "de": "Ok, daran müssen wir arbeiten."
    }
  },
  {
    "translation": {
      "en": "Well, good luck. It's been a minute.",
      "de": "Viel Glück. Es ist eine Weile her."
    }
  },
  {
    "translation": {
      "en": "Oh, I know that guy. He's a professor at my school, the guy with the bow tie.",
      "de": "Den kenne ich. Er ist Professor an meiner Uni. Der mit der Fliege."
    }
  },
  {
    "translation": {
      "en": "-Wow, the guy he is sitting with is… -[Debbie] Oh, my God.",
      "de": "-Der Kerl neben ihm ist… -Mein Gott."
    }
  },
  {
    "translation": {
      "en": "I know. He is fuego.",
      "de": "Ich weiß. Er ist heiß."
    }
  },
  {
    "translation": {
      "en": "Oh, no, yes, that-- And that's, uh, Theo Martin.",
      "de": "Nein, das ist Theo Martin,"
    }
  },
  {
    "translation": {
      "en": "He's the editor of Duncan Press.",
      "de": "der Herausgeber von Duncan Press."
    }
  },
  {
    "translation": {
      "en": "They publish the best contemporary fiction on earth.",
      "de": "Sie veröffentlichen die besten zeitgenössischen Romane."
    }
  },
  {
    "translation": {
      "en": "Mmm, yeah. I only listen to celebrity bios.",
      "de": "Ja. Ich höre nur Promi-Biografien."
    }
  },
  {
    "translation": {
      "en": "The Rob Lowe one is my favorite. The first one, of course.",
      "de": "Die von Rob Lowe mag ich am liebsten, die erste."
    }
  },
  {
    "translation": {
      "en": "Theo Martin is so famous.",
      "de": "Theo Martin ist so berühmt."
    }
  },
  {
    "translation": {
      "en": "Also, he's yummy, and he's sitting with someone you know.",
      "de": "Und ist er zum Fressen süß, und du kennst den Nebensitzer."
    }
  },
  {
    "translation": {
      "en": "-He's very attractive, that's true. -So, come on.",
      "de": "-Er ist sehr attraktiv, ja. -Komm."
    }
  },
  {
    "translation": {
      "en": "Wait, where you going? Oh, oh… okay. Maybe I should bring my plant.",
      "de": "Wo willst du hin? Ok. Ich nehme mal meine Pflanze mit."
    }
  },
  {
    "translation": {
      "en": "-It's true. You know, ambitious. -Hi! Sorry to barge over.",
      "de": "-Ja, sehr ambitioniert. -Hallo. Entschuldigt den Überfall."
    }
  },
  {
    "translation": {
      "en": "But we saw you from over there--",
      "de": "Wir sahen euch von da drüben…"
    }
  },
  {
    "translation": {
      "en": "Hold on, you! You were in my class.",
      "de": "Moment. Sie waren in meinem Kurs."
    }
  },
  {
    "translation": {
      "en": "-You came over and I saw… Yeah, hi. -Yeah! That was me.",
      "de": "-Sie kamen vorbei und… -Ja. Das war ich."
    }
  },
  {
    "translation": {
      "en": "I never forget a denim skirt.",
      "de": "Einen Jeansrock vergesse ich nie."
    }
  },
  {
    "translation": {
      "en": "Cute! That's a really cool story! I'm Minka. This is Debbie. You are?",
      "de": "Es ist eine coole Geschichte. Ich bin Minka. Das ist Debbie. Und du?"
    }
  },
  {
    "translation": {
      "en": "-Theo Martin from Duncan Press. -Yes.",
      "de": "-Theo Martin von Duncan Press. -Ja."
    }
  },
  {
    "translation": {
      "en": "I recognized you. I've read every Duncan Press book.",
      "de": "Ich erkannte Sie. Ich las jedes Duncan-Press-Buch."
    }
  },
  {
    "translation": {
      "en": "Wow. Well, not every book. I mean, no way. [laughs] Yes, way!",
      "de": "-Nicht jedes. Unmöglich. -Doch. Es ist möglich."
    }
  },
  {
    "translation": {
      "en": "Okay, 870-page tome set on a pirate ship in the South Pacific?",
      "de": "Ok, 870 Seiten dicker Schinken, ein Piratenschiff im Südpazifik?"
    }
  },
  {
    "translation": {
      "en": "Hobart's Horizon. I read it in two days. Ahoy!",
      "de": "Hobarts Horizont? Ich las es in zwei Tagen. Ahoi."
    }
  },
  {
    "translation": {
      "en": "All right, spy novel set in Crete.",
      "de": "Ok, Spionageroman auf Kreta."
    }
  },
  {
    "translation": {
      "en": "Oh, Ocean of Lies! I mean, one of the best!",
      "de": "Ozean der Lügen, eines der besten!"
    }
  },
  {
    "translation": {
      "en": "I kept saying for a week, \"Eímai katáskopos!\"",
      "de": "Eine Woche lang sagte ich: \"Eímai katáskopos!\""
    }
  },
  {
    "translation": {
      "en": "-That's, um, Greek for \"I am a spy.\" -\"I am a spy.\"",
      "de": "-Verzeihung. -Das ist Griechisch für… -\"Ich bin ein Spion.\" -Ja."
    }
  },
  {
    "translation": {
      "en": "-Sure. -All right, I got it, I got it.",
      "de": "-\"Ich bin ein Spion.\" -Ja. Alles klar. Verstehe."
    }
  },
  {
    "translation": {
      "en": "You did not read the Dust Bowl book, because no one read the Dust Bowl book.",
      "de": "Staubschale aber nicht. Das hat niemand gelesen."
    }
  },
  {
    "translation": {
      "en": "Where The Rattlesnake Sings. I-- I bought it the day it came out.",
      "de": "Wo die Klapperschlange singt? Ich kaufte es sofort."
    }
  },
  {
    "translation": {
      "en": "That was you? I'm pretty sure we only sold the one copy.",
      "de": "Das waren Sie? Ich glaube, wir verkauften nur ein Exemplar."
    }
  },
  {
    "translation": {
      "en": "That was me! I bought it!",
      "de": "Ja! Ich habe es gekauft!"
    }
  },
  {
    "translation": {
      "en": "-[Theo] Wow. -Anyway, yeah. [Theo] S-- So many vegetables.",
      "de": "-Na ja. -So viel Gemüse."
    }
  },
  {
    "translation": {
      "en": "Oh, I know, isn't this crazy?",
      "de": "Ja, das ist doch irre."
    }
  },
  {
    "translation": {
      "en": "I even said, \"Oh, what? Should I get some dip with my crudité platter?\"",
      "de": "Ich überlegte noch, ob ich einen Dip für meine Rohkost brauche."
    }
  },
  {
    "translation": {
      "en": "-[Minka] It was so nice to meet you both! -[Theo] Yeah, you too.",
      "de": "-Hat mich gefreut, euch kennenzulernen. -Ja, ebenfalls."
    }
  },
  {
    "translation": {
      "en": "Can I get your number, actually?",
      "de": "Kriege ich Ihre Nummer?"
    }
  },
  {
    "translation": {
      "en": "I occasionally have galleys to give away, signed ones even.",
      "de": "Ich habe manchmal Druckfahnen, oft sogar signiert."
    }
  },
  {
    "translation": {
      "en": "[gasps] I would love that!",
      "de": "Ich habe manchmal Druckfahnen, oft sogar signiert. Das würde mich so freuen."
    }
  },
  {
    "translation": {
      "en": "[Minka] Oh, my God.",
      "de": "Oh mein Gott."
    }
  },
  {
    "translation": {
      "en": "Here, put in your number.",
      "de": "Hier, gib deine Nummer ein."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "de": "-Ok. -Ok! Ciao, Jungs!"
    }
  },
  {
    "translation": {
      "en": "-Okay! Ciao, boys! -Ciao.",
      "de": "-Ok. -Ok! Ciao, Jungs! -Ok, wir gehen da lang. -Ciao."
    }
  },
  {
    "translation": {
      "en": "-[professor] We're gonna go this way. -OMG, he is into you!",
      "de": "-Ok, wir gehen da lang. -Ciao. OMG, er steht auf dich!"
    }
  },
  {
    "translation": {
      "en": "-No, he's not. -Uh, okay.",
      "de": "-Ach was. -Oh ja."
    }
  },
  {
    "translation": {
      "en": "-He's being nice. -No, he's not.",
      "de": "-Er ist nur höflich. -Nein."
    }
  },
  {
    "translation": {
      "en": "That is what \"into you\" looks like.",
      "de": "So ist das, wenn einer auf dich steht."
    }
  },
  {
    "translation": {
      "en": "[Debbie] Oh, please!",
      "de": "Ich bitte dich."
    }
  },
  {
    "translation": {
      "en": "It's cute how you like the book people, and how you and Peter actually read books.",
      "de": "Es ist süß, dass du diese Buchleute magst, und dass du und Peter Bücher lest."
    }
  },
  {
    "translation": {
      "en": "-[sighs] -It's very cute.",
      "de": "Total süß."
    }
  },
  {
    "translation": {
      "en": "[Debbie] Yeah, we always had that in common. We were just two old-fashioned book lovers.",
      "de": "Ja, das hatten wir immer gemeinsam. Wir waren zwei altmodische Buchliebhaber."
    }
  },
  {
    "translation": {
      "en": "Yeah, sure.",
      "de": "Ja, klar."
    }
  },
  {
    "translation": {
      "en": "And, well, there's the book he wrote.",
      "de": "Es gibt ja auch noch sein Buch."
    }
  },
  {
    "translation": {
      "en": "-What book? -Novel, big thing, massive.",
      "de": "-Welches Buch? -Ein Roman, so ein Schinken."
    }
  },
  {
    "translation": {
      "en": "[chuckles] What? No.",
      "de": "Was? Nein."
    }
  },
  {
    "translation": {
      "en": "[mock chuckles] \"What?\" Yeah.",
      "de": "Was? Nein. \"Was?\" Doch."
    }
  },
  {
    "translation": {
      "en": "I don't believe you.",
      "de": "Ich glaube dir nicht."
    }
  },
  {
    "translation": {
      "en": "I'm telling you, he wrote a whole big fat book.",
      "de": "Er schrieb einen dicken Schmöker."
    }
  },
  {
    "translation": {
      "en": "Keeps it in an envelope in his oven.",
      "de": "Er liegt in einem Umschlag im Ofen."
    }
  },
  {
    "translation": {
      "en": "I found it once when I was trying to bake keto brownies, which, by the way, do not recommend.",
      "de": "Ich fand ihn, als ich mal Keto-Brownies backen wollte. Nicht empfehlenswert."
    }
  },
  {
    "translation": {
      "en": "Two out of ten. There's zucchini in the recipe.",
      "de": "Eine Zwei von zehn. Da sind Zucchini drin."
    }
  },
  {
    "translation": {
      "en": "Peter used to want to be a writer, but he quit when he moved here.",
      "de": "Eine Zwei von zehn. Da sind Zucchini drin. Peter wollte Schriftsteller werden, gab das aber hier auf."
    }
  },
  {
    "translation": {
      "en": "He-- He doesn't write anymore. Uh-huh. Except for the part where…",
      "de": "-Er schreibt nicht mehr. -Außer dann, wenn er…"
    }
  },
  {
    "translation": {
      "en": "he does.",
      "de": "Wenn er es tut."
    }
  },
  {
    "translation": {
      "en": "Open it.",
      "de": "Mach ihn auf."
    }
  },
  {
    "translation": {
      "en": "The Boy by P. Coleman. Peter!",
      "de": "\"Der Junge von P. Coleman\". Peter!"
    }
  },
  {
    "translation": {
      "en": "Wow. You're good at detective-y things.",
      "de": "Du wärst eine gute Detektivin."
    }
  },
  {
    "translation": {
      "en": "Hold on.",
      "de": "Warte."
    }
  },
  {
    "translation": {
      "en": "Peter wrote a whole novel and never mentioned it to me?",
      "de": "Peter schrieb einen ganzen Roman und sagte nie ein Wort?"
    }
  },
  {
    "translation": {
      "en": "You should read it. I didn't read it because it's a book.",
      "de": "Lies ihn doch. Ich tat es nicht, weil es ein Buch ist."
    }
  },
  {
    "translation": {
      "en": "Oh, no, I-- I can't read it.",
      "de": "Das kann ich nicht tun."
    }
  },
  {
    "translation": {
      "en": "If-- If he wanted me to read it, he would have told me, because we tell each other everything.",
      "de": "Hätte er das gewollt, hätte er was gesagt. Wir sagen uns alles."
    }
  },
  {
    "translation": {
      "en": "I mean, obviously, you don't.",
      "de": "Ich meine, offensichtlich nicht."
    }
  },
  {
    "translation": {
      "en": "But we do.",
      "de": "Doch, schon."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "de": "Ok."
    }
  },
  {
    "translation": {
      "en": "See, that's the thing. We tell each other… everything.",
      "de": "Das ist es ja gerade. Wir erzählen uns alles."
    }
  },
  {
    "translation": {
      "en": "\"Everything.\"",
      "de": "\"Einfach alles\"."
    }
  },
  {
    "translation": {
      "en": "[Peter] All right, this is a minor setback, right?",
      "de": "Es ist ein kleiner Rückschlag, ok?"
    }
  },
  {
    "translation": {
      "en": "This happens all the time at the beginning of a project.",
      "de": "Zu Beginn eines Projekts ist das völlig normal."
    }
  },
  {
    "translation": {
      "en": "What we need to do is pivot, okay? We're gonna stay with the same approach--",
      "de": "Wir brauchen einen Angelpunkt. -Die Strategie bleibt… -Ich will nicht reden."
    }
  },
  {
    "translation": {
      "en": "I don't want to talk.",
      "de": "-Die Strategie bleibt… -Ich will nicht reden."
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "de": "Es tut mir leid."
    }
  },
  {
    "translation": {
      "en": "That sucked.",
      "de": "Es war scheiße."
    }
  },
  {
    "translation": {
      "en": "My problem-solving skills are…",
      "de": "Meine Problemlösungskompetenz"
    }
  },
  {
    "translation": {
      "en": "I guess, more pertain to the business world.",
      "de": "ist wohl eher auf die Geschäftswelt ausgerichtet."
    }
  },
  {
    "translation": {
      "en": "Thanks for the tickets. I enjoyed watching the game.",
      "de": "Danke für die Karten. Ich sah mir das Spiel gern an."
    }
  },
  {
    "translation": {
      "en": "Okay, you're being polite.",
      "de": "Du bist nur höflich."
    }
  },
  {
    "translation": {
      "en": "This is bad.",
      "de": "Das ist nicht gut."
    }
  },
  {
    "translation": {
      "en": "'Night.",
      "de": "Gute Nacht."
    }
  },
  {
    "translation": {
      "en": "[Peter] Hey, hi.",
      "de": "Hallo."
    }
  },
  {
    "translation": {
      "en": "Hey! How are you doing?",
      "de": "Hey! Wie geht's dir?"
    }
  },
  {
    "translation": {
      "en": "-[Peter] I'm good. -Good, good.",
      "de": "Mir geht's gut. -Gut. -Moment. Was ist los?"
    }
  },
  {
    "translation": {
      "en": "Wait, what's wrong? It's-- You're-- It's late where you are.",
      "de": "-Gut. -Moment. Was ist los? -Da, wo du bist, ist es spät. -Nein."
    }
  },
  {
    "translation": {
      "en": "Uh, no. You know what? It sounds echo-y there.",
      "de": "-Da, wo du bist, ist es spät. -Nein. Ich höre ein Echo. Bist du in der Badewanne?"
    }
  },
  {
    "translation": {
      "en": "-Are you in the bathtub? -No! I don't take baths.",
      "de": "Ich höre ein Echo. Bist du in der Badewanne? Nein. Ich bade nicht."
    }
  },
  {
    "translation": {
      "en": "I don't even get baths. Right, right.",
      "de": "-Ich kapiere den Sinn nicht. -Ja, klar."
    }
  },
  {
    "translation": {
      "en": "You and I tell each other everything, right?",
      "de": "Wir beide erzählen uns alles, oder?"
    }
  },
  {
    "translation": {
      "en": "-No. -What?",
      "de": "-Nein. -Was?"
    }
  },
  {
    "translation": {
      "en": "I took Jack to the hockey game",
      "de": "Ich ging mit Jack zum Eishockey, ohne dich zu fragen."
    }
  },
  {
    "translation": {
      "en": "without asking you first, and he brought his friends Wade and Evan.",
      "de": "Ich ging mit Jack zum Eishockey, ohne dich zu fragen. -Er nahm Wade und Evan mit. -Wade und Evan hingen mit Jack ab?"
    }
  },
  {
    "translation": {
      "en": "You got Wade and Evan to hang out with Jack?",
      "de": "-Er nahm Wade und Evan mit. -Wade und Evan hingen mit Jack ab?"
    }
  },
  {
    "translation": {
      "en": "Yes. I-- Yeah, yes. And-- And he ate pizza.",
      "de": "Ja. Und er aß Pizza."
    }
  },
  {
    "translation": {
      "en": "It was gluten-free pizza, but pizza all the same.",
      "de": "Es war glutenfreie Pizza, aber trotzdem Pizza."
    }
  },
  {
    "translation": {
      "en": "-Okay, Peter, I-- -I-- I'm not done.",
      "de": "-Peter, ich… -Das war's noch nicht."
    }
  },
  {
    "translation": {
      "en": "We're not gonna eat your casseroles, Debbie. Uh, ever. They're gross.",
      "de": "Wir essen deine Aufläufe nicht, Debbie. Nie im Leben. Sie sind eklig."
    }
  },
  {
    "translation": {
      "en": "Okay, thank you. That's a refreshing amount of honesty.",
      "de": "Danke. Das ist erfrischend ehrlich."
    }
  },
  {
    "translation": {
      "en": "I got it all out. That's it.",
      "de": "Ich beichtete alles. Das war's."
    }
  },
  {
    "translation": {
      "en": "Look, you don't have to report everything to me. I trust you.",
      "de": "Du musst mir nicht alles melden. Ich vertraue dir."
    }
  },
  {
    "translation": {
      "en": "-You do? -Mostly.",
      "de": "-Ja? -Meistens."
    }
  },
  {
    "translation": {
      "en": "-And you trust me, right? -[chuckles] Of course.",
      "de": "-Und du vertraust mir, oder? -Natürlich."
    }
  },
  {
    "translation": {
      "en": "So, if you ever wanted to tell me about anything, you could, right?",
      "de": "Wenn du mir je etwas erzählen wolltest, würdest du das tun, oder?"
    }
  },
  {
    "translation": {
      "en": "Tell you? About what?",
      "de": "Was denn erzählen?"
    }
  },
  {
    "translation": {
      "en": "I mean, I don't know.",
      "de": "Ich meine… Ich weiß auch nicht."
    }
  },
  {
    "translation": {
      "en": "-Like, if you have a special project. -You want to hear about my projects?",
      "de": "-Etwas über ein Spezialprojekt. -Dich interessieren meine Projekte?"
    }
  },
  {
    "translation": {
      "en": "My point is, you can tell me anything. Which is what I do, like, always.",
      "de": "-Du kannst mir einfach alles erzählen. -Das tue ich auch immer."
    }
  },
  {
    "translation": {
      "en": "Same. I mean, total honesty.",
      "de": "Geht mir genauso. Absolute Ehrlichkeit."
    }
  },
  {
    "translation": {
      "en": "Always.",
      "de": "Immer."
    }
  },
  {
    "translation": {
      "en": "Always.",
      "de": "Immer."
    }
  },
  {
    "translation": {
      "en": "[professor] There are six critical elements that we have to consider",
      "de": "Wir haben sechs kritische Elemente, die es zu beachten gilt,"
    }
  },
  {
    "translation": {
      "en": "when deciding which risk model to use.",
      "de": "wenn wir das Risikomodell bestimmen."
    }
  },
  {
    "translation": {
      "en": "Now, are you sure Peter would want you to do this?",
      "de": "Meinst du wirklich, dass Peter das wollte?"
    }
  },
  {
    "translation": {
      "en": "I'm doing this for Peter!",
      "de": "Ich tue das ihm zuliebe."
    }
  },
  {
    "translation": {
      "en": "-Mmm. -Oh, here he comes. Here he comes.",
      "de": "Da kommt er."
    }
  },
  {
    "translation": {
      "en": "[Minka] Oh, God, he is so happy to see you. It's so cute, it's gross!",
      "de": "Oh Gott, er freut sich so, dich zu sehen. Das ist so eklig."
    }
  },
  {
    "translation": {
      "en": "-Hi, Minka. -Hi! Hey.",
      "de": "-Hallo. -Hi, Minka. Hallo."
    }
  },
  {
    "translation": {
      "en": "Thank you so much for coming.",
      "de": "Danke fürs Kommen."
    }
  },
  {
    "translation": {
      "en": "Sure, don't worry about it. I was-- It was on my way, so…",
      "de": "Kein Problem. Es lag auf meinem Weg."
    }
  },
  {
    "translation": {
      "en": "Oh, okay. Well, I wanted to give you this manuscript.",
      "de": "Ok. Ich wollte Ihnen dieses Manuskript geben."
    }
  },
  {
    "translation": {
      "en": "-Ah. -And I wanted to get it to you ASAP.",
      "de": "Und ich wollte es schnellstens tun, weil ich bald abreise."
    }
  },
  {
    "translation": {
      "en": "-Because I'm leaving town soon. -Wait, is this your book?",
      "de": "Und ich wollte es schnellstens tun, weil ich bald abreise. -Ist das Ihr Buch? -Nein, ich habe es nicht geschrieben."
    }
  },
  {
    "translation": {
      "en": "-Did you write this? -Oh, no, no. I didn't-- I didn't write it.",
      "de": "-Ist das Ihr Buch? -Nein, ich habe es nicht geschrieben."
    }
  },
  {
    "translation": {
      "en": "Ah, right. See, the thing is that",
      "de": "Ja. Es ist so, wenn mir jemand ein Manuskript aushändigt,"
    }
  },
  {
    "translation": {
      "en": "whenever someone just hands me a manuscript,",
      "de": "Es ist so, wenn mir jemand ein Manuskript aushändigt,"
    }
  },
  {
    "translation": {
      "en": "it's about-- I don't know, I'd say 100% of the time basically insane.",
      "de": "ist es ungefähr in 100 % der Fälle totaler Schwachsinn."
    }
  },
  {
    "translation": {
      "en": "Um, also not allowed to take submissions unless it's from an agent or an editor, so…",
      "de": "Ich darf nichts einreichen, außer von einem Agenten oder Lektor."
    }
  },
  {
    "translation": {
      "en": "Oh, well, this is perfect because she is the editor.",
      "de": "Das ist perfekt. Sie ist die Lektorin."
    }
  },
  {
    "translation": {
      "en": "She edited-ed it.",
      "de": "Sie hat es lekto-tor-iert."
    }
  },
  {
    "translation": {
      "en": "Is that right?",
      "de": "Tatsächlich?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "-Oh. -I'm a, um-- I'm an edit-ed-or, but freelance.",
      "de": "Ich bin Lekto-to-rin, aber freiberuflich."
    }
  },
  {
    "translation": {
      "en": "And I read so many manuscripts and this one is really special.",
      "de": "Ich lese so viele Manuskripte, und das hier ist wirklich besonders."
    }
  },
  {
    "translation": {
      "en": "It's called The Boy.",
      "de": "Es heißt Der Junge."
    }
  },
  {
    "translation": {
      "en": "And it's about a 13-year-old boy whose father dies of a stroke,",
      "de": "Es geht um einen 13-Jährigen, dessen Vater an einem Schlaganfall stirbt."
    }
  },
  {
    "translation": {
      "en": "and… [inhales sharply] …through a twist of fate, he becomes allergic to himself by…",
      "de": "Durch eine Laune des Schicksals reagiert er allergisch auf sich selbst."
    }
  },
  {
    "translation": {
      "en": "If he touches his skin, it blisters. I know, it sounds tragic.",
      "de": "Wenn er seine Haut berührt, gibt es Blasen. Es klingt tragisch."
    }
  },
  {
    "translation": {
      "en": "But it's magical and, uh… But…",
      "de": "Aber es ist magisch und…"
    }
  },
  {
    "translation": {
      "en": "I get emotional about it, because, um… I have a 13-year-old son and he--",
      "de": "Das berührt mich sehr, weil ich einen 13-jährigen Sohn habe, der…"
    }
  },
  {
    "translation": {
      "en": "-Oh, you do, really? -Yeah.",
      "de": "-Wirklich? -Ja."
    }
  },
  {
    "translation": {
      "en": "So do I.",
      "de": "Ich auch."
    }
  },
  {
    "translation": {
      "en": "Max. My son's Jack.",
      "de": "-Max. -Mein Sohn heißt Jack."
    }
  },
  {
    "translation": {
      "en": "Wow. That's…",
      "de": "Das ist…"
    }
  },
  {
    "translation": {
      "en": "Yeah. I mean, I'm-- I'm divorced now, but…",
      "de": "Ja. -Ich bin jetzt geschieden, aber… -Ja, ich auch."
    }
  },
  {
    "translation": {
      "en": "So am I. Um…",
      "de": "-Ich bin jetzt geschieden, aber… -Ja, ich auch."
    }
  },
  {
    "translation": {
      "en": "Well, I appreciate your passion, Debbie.",
      "de": "Ich bewundere Ihre Leidenschaft, Debbie."
    }
  },
  {
    "translation": {
      "en": "Um, so I will do my best to read it as soon as possible.",
      "de": "Ich werde es dann mal so schnell wie möglich lesen."
    }
  },
  {
    "translation": {
      "en": "Also, if there's any way that you could read it sooner,",
      "de": "Ja, vielleicht können Sie es sogar noch früher lesen."
    }
  },
  {
    "translation": {
      "en": "I'm-- I'm leaving this weekend. Oh, there's a clock?",
      "de": "-Ich reise am Wochenende ab. -Es gibt eine Frist."
    }
  },
  {
    "translation": {
      "en": "-No, I don't mean that-- -No, it's fine. [laughs]",
      "de": "-Nein, ich meine nicht… -Schon gut."
    }
  },
  {
    "translation": {
      "en": "-It's fine. No, no, it's fine. -You're very special and important.",
      "de": "-Schon gut. -Sie sind so besonders und wichtig."
    }
  },
  {
    "translation": {
      "en": "I didn't mean it that way. But I promise it's worth your time.",
      "de": "So meinte ich das nicht. Es wird sich lohnen."
    }
  },
  {
    "translation": {
      "en": "Okay, all right. I'm excited to check it out.",
      "de": "Ok. Ich freue mich darauf."
    }
  },
  {
    "translation": {
      "en": "Thank you. -You're very welcome. -You are… [sighs]",
      "de": "-Danke. Sie sind… -Gern geschehen."
    }
  },
  {
    "translation": {
      "en": "You know what you are.",
      "de": "Sie wissen, wie Sie sind."
    }
  },
  {
    "translation": {
      "en": "I… would like to think so, yeah.",
      "de": "Ich denke schon, ja. Alles klar."
    }
  },
  {
    "translation": {
      "en": "[Theo] All right.",
      "de": "-Ok. -Also gut."
    }
  },
  {
    "translation": {
      "en": "-Did I just give Theo that book? -You did!",
      "de": "-Habe ich Theo das Buch gegeben? -Ja, hast du."
    }
  },
  {
    "translation": {
      "en": "Now, when are you going to tell Peter?",
      "de": "Wann wirst du es denn Peter sagen?"
    }
  },
  {
    "translation": {
      "en": "Peter, right.",
      "de": "Peter. Stimmt ja."
    }
  },
  {
    "translation": {
      "en": "You know much about The Cars?",
      "de": "Kennst du The Cars?"
    }
  },
  {
    "translation": {
      "en": "You know, the band The Cars?",
      "de": "Ich meine die Band The Cars?"
    }
  },
  {
    "translation": {
      "en": "-It's what you always play. -Yeah.",
      "de": "-Die läuft bei dir doch immer. -Ja."
    }
  },
  {
    "translation": {
      "en": "You want to know why?",
      "de": "Willst du wissen, warum?"
    }
  },
  {
    "translation": {
      "en": "For starters, they were my dad's favorite. So then my dad left.",
      "de": "Es war die Lieblingsband meines Dads. Als mein Vater nicht mehr da war…"
    }
  },
  {
    "translation": {
      "en": "As I mentioned, and you already know, he kicked the bucket, right.",
      "de": "Wie gesagt, wie du schon weißt, segnete er das Zeitliche."
    }
  },
  {
    "translation": {
      "en": "So then, for a while, I didn't listen to The Cars at all.",
      "de": "Eine Zeit lang konnte ich The Cars nicht mehr hören."
    }
  },
  {
    "translation": {
      "en": "I couldn't. It was, like, too painful and just reminded me of shit-- s--",
      "de": "Es tat zu sehr weh und erinnerte mich an die Kacke…"
    }
  },
  {
    "translation": {
      "en": "stuff that I had lost.",
      "de": "An das, was ich verloren hatte."
    }
  },
  {
    "translation": {
      "en": "And one day, I heard 'em on the radio.",
      "de": "Eines Tages hörte ich sie dann im Radio."
    }
  },
  {
    "translation": {
      "en": "And their songs were still with me, even if he wasn't.",
      "de": "Und ihre Songs waren immer noch bei mir, auch wenn er es nicht mehr war."
    }
  },
  {
    "translation": {
      "en": "And they always will be!",
      "de": "Und das bleibt so."
    }
  },
  {
    "translation": {
      "en": "Look, you got great parents,",
      "de": "Hör zu, du hast tolle Eltern,"
    }
  },
  {
    "translation": {
      "en": "and you live in a nice little house stuck in the middle of a mountain like a ski chalet.",
      "de": "und du wohnst in einem hübschen Haus auf einem Berg, wie in einer Skihütte."
    }
  },
  {
    "translation": {
      "en": "But I get it, you got your shit. Everybody does. Life is hard, right?",
      "de": "Aber ich weiß, du hast Stress. Wie alle. Das Leben ist hart."
    }
  },
  {
    "translation": {
      "en": "You go-- Sometimes, it kicks you in the teeth.",
      "de": "Manchmal haut es ganz schön rein."
    }
  },
  {
    "translation": {
      "en": "Like, I do not have my shit together.",
      "de": "Ich habe auch nicht alles im Griff."
    }
  },
  {
    "translation": {
      "en": "I was gonna be a great American novelist and find somebody to spend my life with.",
      "de": "Ich wollte ein toller Romanautor werden und mit jemandem mein Leben verbringen."
    }
  },
  {
    "translation": {
      "en": "And now I'm just a lonely guy with outstanding hair",
      "de": "Und jetzt bin ich ein einsamer Typ mit genialem Haar,"
    }
  },
  {
    "translation": {
      "en": "that tells other people who to be, even though I'm not sure I know who I am.",
      "de": "der allen sagt, wo's langgeht, obwohl ich meiner nicht sicher bin."
    }
  },
  {
    "translation": {
      "en": "I got an idea.",
      "de": "Ich hab eine Idee."
    }
  },
  {
    "translation": {
      "en": "-Please no more branding. I'm begging you. -Nope. Screw that.",
      "de": "-Kein Branding mehr. Ich flehe dich an. -Nein. Vergiss es."
    }
  },
  {
    "translation": {
      "en": "We-- Now, we are moving on to action.",
      "de": "Wir werden jetzt aktiv."
    }
  },
  {
    "translation": {
      "en": "You… need to play hockey with the team.",
      "de": "Du musst mit der Mannschaft Eishockey spielen."
    }
  },
  {
    "translation": {
      "en": "-The one that Evan and Wade are on. Yes. -What?",
      "de": "-In der von Evan und Wade. Ja. -Was?"
    }
  },
  {
    "translation": {
      "en": "Yes. If-- If you want to, I support it.",
      "de": "Ja. Wenn du es willst, unterstütze ich es."
    }
  },
  {
    "translation": {
      "en": "But not because you need to be friends with those asshole kids.",
      "de": "Aber nicht, dass die Ärsche deine Freunde werden."
    }
  },
  {
    "translation": {
      "en": "And again, I'm sure they're great.",
      "de": "Sie sind sicher toll."
    }
  },
  {
    "translation": {
      "en": "You're gonna let me go out for the team and practice?",
      "de": "Du lässt mich in die Ausscheidung und trainieren?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "Are you gonna tell Mom?",
      "de": "Wirst du das Mom sagen?"
    }
  },
  {
    "translation": {
      "en": "So I'm thinking maybe we tell her when she gets back.",
      "de": "Ich denke, das sagen wir ihr, wenn sie zurück ist."
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "de": "Danke."
    }
  },
  {
    "translation": {
      "en": "Yeah. Go learn something.",
      "de": "-Ja. Geh schön lernen. -Das mache ich."
    }
  },
  {
    "translation": {
      "en": "All right, see you later, Jumpin' Jack Flash.",
      "de": "Bis später, Jumpin' Jack Flash."
    }
  },
  {
    "translation": {
      "en": "-No. -Nope? All right.",
      "de": "-Nein. -Nein? Ok."
    }
  },
  {
    "translation": {
      "en": "How's it going? You look exhausted.",
      "de": "Wie läuft's? Du siehst erschöpft aus."
    }
  },
  {
    "translation": {
      "en": "Yeah, I screwed something up yesterday, and, uh, didn't sleep last night,",
      "de": "Ja, ich habe gestern etwas vermasselt. Ich schlief letzte Nacht nicht, aber heute tat ich etwas Gutes."
    }
  },
  {
    "translation": {
      "en": "but then I did-- I did a good thing today. I think.",
      "de": "Ich schlief letzte Nacht nicht, aber heute tat ich etwas Gutes. Denke ich."
    }
  },
  {
    "translation": {
      "en": "Yeah, this whole \"being a life-changing male adult role model…\"",
      "de": "\"Lebensveränderndes-männliches-Vorbild\" sein zu müssen,"
    }
  },
  {
    "translation": {
      "en": "little trickier than I anticipated.",
      "de": "ist etwas kniffliger, als ich dachte."
    }
  },
  {
    "translation": {
      "en": "Hmm. I think you were just supposed to keep him alive.",
      "de": "Na ja, ich glaube, du solltest ihn nur am Leben halten."
    }
  },
  {
    "translation": {
      "en": "[professor] In order to pass this exam,",
      "de": "Um diese Prüfung zu bestehen,"
    }
  },
  {
    "translation": {
      "en": "one needs to be able to describe specific time series models.",
      "de": "müssen Sie bestimmte Zeitreihenmodelle beschreiben,"
    }
  },
  {
    "translation": {
      "en": "-Including exponential smoothing… -[phone rings] …autoregressive,",
      "de": "einschließlich exponentieller Glättung, autoregressiver"
    }
  },
  {
    "translation": {
      "en": "and autoregressive conditional heteroskedastic models.",
      "de": "und autoregressiv bedingter heteroskedastischer Modelle."
    }
  },
  {
    "translation": {
      "en": "-Would you mind taking that outside? -[Debbie] Yeah, pardon me. [professor] Thank you.",
      "de": "-Würden Sie damit bitte rausgehen? -Ja, Entschuldigung."
    }
  },
  {
    "translation": {
      "en": "[Minka] Wait, I don't understand. What did the assistant say?",
      "de": "Ich verstehe das nicht. Was sagte die Assistentin?"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Okay, she said to just come up and see Theo.",
      "de": "Sie sagte, ich solle zum Termin mit Theo kommen."
    }
  },
  {
    "translation": {
      "en": "And thank you for coming with me, I have no idea what to say to this guy.",
      "de": "Danke, dass du mitkommst. Was soll ich nur sagen?"
    }
  },
  {
    "translation": {
      "en": "I mean, who can say things when he's smiling at you with that smile?",
      "de": "Was willst du sagen, wenn er dich mit dem Lächeln anlächelt?"
    }
  },
  {
    "translation": {
      "en": "Right? That smile.",
      "de": "Ja. Dieses Lächeln."
    }
  },
  {
    "translation": {
      "en": "-[Minka sighs] -Okay, that's Duncan Press.",
      "de": "Ok, da ist Duncan Press."
    }
  },
  {
    "translation": {
      "en": "-[Minka] You got this! You got this! -Okay, very exciting.",
      "de": "-Du schaffst das. Es ist aufregend. -Ok!"
    }
  },
  {
    "translation": {
      "en": "Oh, boy.",
      "de": "Junge, Junge."
    }
  },
  {
    "translation": {
      "en": "Good morning.",
      "de": "Guten Morgen."
    }
  },
  {
    "translation": {
      "en": "Oh, hi. Uh, I'm looking for Theo Martin.",
      "de": "Hallo, ich möchte zu Theo Martin."
    }
  },
  {
    "translation": {
      "en": "Oh, sorry.",
      "de": "Entschuldigung."
    }
  },
  {
    "translation": {
      "en": "-Cute. -Oh, my God. Look at those book covers.",
      "de": "Süß. Oh mein Gott, die Bücher."
    }
  },
  {
    "translation": {
      "en": "Oh, there you are. Welcome. Hello, Minka.",
      "de": "Da sind Sie ja. Willkommen. Hallo, Minka."
    }
  },
  {
    "translation": {
      "en": "-Debbie. -Hi!",
      "de": "-Debbie. -Hallo."
    }
  },
  {
    "translation": {
      "en": "Sorry to have you run uptown without much notice,",
      "de": "Verzeihung, dass ich Sie nach Uptown kommen ließ,"
    }
  },
  {
    "translation": {
      "en": "but this book, I mean, it is… It has a lot of promise.",
      "de": "aber dieses Buch, ich… Es ist sehr vielversprechend."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Did you read the whole thing already? That's, like, a shit ton of pages!",
      "de": "Hast du schon alles gelesen? Das sind ja Unmengen von Seiten!"
    }
  },
  {
    "translation": {
      "en": "Well, my assistant did.",
      "de": "Meine Assistentin."
    }
  },
  {
    "translation": {
      "en": "She thought it had potential, and passed it on to me, and I gotta say, I-- I agree.",
      "de": "Sie sah Potenzial darin und gab es an mich weiter. Es stimmt."
    }
  },
  {
    "translation": {
      "en": "I also see why you cried. I may have shed a tear myself.",
      "de": "Ich verstehe Sie. Ich vergoss auch ein Tränchen."
    }
  },
  {
    "translation": {
      "en": "The dad, right?",
      "de": "Der Dad, oder?"
    }
  },
  {
    "translation": {
      "en": "[chuckles] Especially, yeah. I mean, look, I'm very interested.",
      "de": "Vor allem. Ja, ich meine… Nun, ich bin sehr interessiert."
    }
  },
  {
    "translation": {
      "en": "And I would-- I would really like to speak to the author as soon as possible.",
      "de": "Ich möchte so schnell wie möglich mit dem Autor sprechen."
    }
  },
  {
    "translation": {
      "en": "The author. You know, can I, um…",
      "de": "Der Autor. Dürfte ich… Ich hatte unterwegs einen großen Kaffee."
    }
  },
  {
    "translation": {
      "en": "I had a really big coffee on the way here. I just need to tinkle.",
      "de": "Der Autor. Dürfte ich… Ich hatte unterwegs einen großen Kaffee. Ich muss mal pieseln."
    }
  },
  {
    "translation": {
      "en": "Sure, yeah. Most of the tinkling happens right down the hall.",
      "de": "Sicher. Ja. -Gepieselt wird den Gang hinunter. -Ok."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "de": "-Gepieselt wird den Gang hinunter. -Ok."
    }
  },
  {
    "translation": {
      "en": "-This is insane! -I know, this place is so old school.",
      "de": "-Das ist krass. -Ich weiß, hier ist alles so altmodisch."
    }
  },
  {
    "translation": {
      "en": "I smell dead people.",
      "de": "Ich rieche tote Menschen."
    }
  },
  {
    "translation": {
      "en": "No, no, no! What am I doing?",
      "de": "Nein. Was mache ich jetzt? Ich bin total irre."
    }
  },
  {
    "translation": {
      "en": "I'm acting crazy! I know I like to help friends out,",
      "de": "Nein. Was mache ich jetzt? Ich bin total irre. Ich helfe gern Freunden,"
    }
  },
  {
    "translation": {
      "en": "but that normally means picking up Alicia's twins at carpool.",
      "de": "aber normal heißt das, Alicias Zwillinge im Auto mitzunehmen."
    }
  },
  {
    "translation": {
      "en": "I have to just call Peter, and put a hold on this. Ew, no.",
      "de": "-Ich muss Peter anrufen und alles stoppen. -Nein."
    }
  },
  {
    "translation": {
      "en": "No?",
      "de": "Nein?"
    }
  },
  {
    "translation": {
      "en": "You believe in Peter's book, so why not see this through?",
      "de": "Du glaubst an Peters Buch. Warum ziehst du es nicht ganz durch?"
    }
  },
  {
    "translation": {
      "en": "So, just…",
      "de": "Also…"
    }
  },
  {
    "translation": {
      "en": "Yeah! You got this, girl!",
      "de": "Ja! Du hast es drauf."
    }
  },
  {
    "translation": {
      "en": "Okay. Okay, okay.",
      "de": "Ok."
    }
  },
  {
    "translation": {
      "en": "Also, no, I actually do have to pee.",
      "de": "Ich muss wirklich pinkeln."
    }
  },
  {
    "translation": {
      "en": "Theo, I would like to discuss the next steps.",
      "de": "Theo, ich möchte die nächsten Schritte besprechen."
    }
  },
  {
    "translation": {
      "en": "Sure. You free for dinner?",
      "de": "Klar. Gehen wir zusammen abendessen?"
    }
  },
  {
    "translation": {
      "en": "Uh, yes.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "Yes! Sure.",
      "de": "Ja. Gern."
    }
  },
  {
    "translation": {
      "en": "Perfect.",
      "de": "Perfekt."
    }
  },
  {
    "translation": {
      "en": "Perfect. [sighs]",
      "de": "Perfekt."
    }
  },
  {
    "translation": {
      "en": "Perfect!",
      "de": "Perfekt!"
    }
  },
  {
    "translation": {
      "en": "-Uh, is that the coach? -Yeah, that's him.",
      "de": "-Ist das der Trainer? -Ja."
    }
  },
  {
    "translation": {
      "en": "All right, you stay here. Let me do my thing.",
      "de": "Du bleibst hier. Lass mich mal machen."
    }
  },
  {
    "translation": {
      "en": "-Say hey to your coach. -[Jack] Hey.",
      "de": "-Sag deinem Trainer Hallo. -Hey."
    }
  },
  {
    "translation": {
      "en": "-You got-- One of these yours? Yeah? -Uh, yeah.",
      "de": "-Gehört einer davon Ihnen? -Ja, da drüben."
    }
  },
  {
    "translation": {
      "en": "-That's him. -Oh, Weasel F-- Ev-- Evan!",
      "de": "Die linke Baz… Evan!"
    }
  },
  {
    "translation": {
      "en": "-That's him, yeah. -Yeah, he's… Yup.",
      "de": "-Ja. -Ja, er ist… Ja."
    }
  },
  {
    "translation": {
      "en": "That's it, J-- You're good! [coach] Are you ready?",
      "de": "-Genau so, Jack! Du bist gut! -Bist du bereit?"
    }
  },
  {
    "translation": {
      "en": "Oh! That's it! Yep! Yep, that's my guy! That's him.",
      "de": "Genau! Ja, das ist mein Junge!"
    }
  },
  {
    "translation": {
      "en": "-[woman] That's great. -That's my guy.",
      "de": "Das ist er. Das ist mein Junge."
    }
  },
  {
    "translation": {
      "en": "[panting] I thought black was best, since you are a bright winter.",
      "de": "Ich fand Schwarz am besten, da du ein heller Wintertyp bist."
    }
  },
  {
    "translation": {
      "en": "Oh, I-- I don't need a new outfit.",
      "de": "Ich brauche kein Outfit."
    }
  },
  {
    "translation": {
      "en": "[sighs] I feel terrible. I'm about to tell a guy,",
      "de": "Mir geht's schlecht. Ich muss dem wohl berühmtesten Herausgeber Amerikas sagen,"
    }
  },
  {
    "translation": {
      "en": "who's the most famous literary editor in all of America,",
      "de": "Ich muss dem wohl berühmtesten Herausgeber Amerikas sagen,"
    }
  },
  {
    "translation": {
      "en": "that I gave him a manuscript that he might want to publish,",
      "de": "dass ich ihm ein Manuskript gab, das er vielleicht haben will,"
    }
  },
  {
    "translation": {
      "en": "but he possibly cannot. And why isn't Peter calling me back?",
      "de": "aber nicht kriegt. Warum ruft Peter nicht zurück?"
    }
  },
  {
    "translation": {
      "en": "If you can't reach Peter before your date with Theo--",
      "de": "Wenn du Peter vor deinem Date mit Theo nicht…"
    }
  },
  {
    "translation": {
      "en": "No, no, no, it's not a date.",
      "de": "Es ist kein Date."
    }
  },
  {
    "translation": {
      "en": "-Let me have this! -Okay.",
      "de": "Gönn mir das."
    }
  },
  {
    "translation": {
      "en": "I mean, I can't even stay out that late. I have an exam tomorrow.",
      "de": "Ich kann nicht lang wegbleiben. Ich habe morgen Prüfung."
    }
  },
  {
    "translation": {
      "en": "Shh. Try a dress on. I'm sorry, I'm just worried about Peter and Jack.",
      "de": "-Probier ein Kleid an. -Ich mache mir Sorgen um Peter und Jack."
    }
  },
  {
    "translation": {
      "en": "-Where are they? -Try one on!",
      "de": "-Wo sind sie? -Probier eines an!"
    }
  },
  {
    "translation": {
      "en": "Please.",
      "de": "Bitte."
    }
  },
  {
    "translation": {
      "en": "[Peter] You are by far the fastest guy out there.",
      "de": "Du bist mit Abstand der Schnellste."
    }
  },
  {
    "translation": {
      "en": "New nickname, Jack Frost, 'cause you own the ice!",
      "de": "Neuer Spitzname: Jack Frost. Du beherrschst das Eis."
    }
  },
  {
    "translation": {
      "en": "-'Sup, fellas! -What's up, man?",
      "de": "-Was geht? Alles paletti? -Wie geht's?"
    }
  },
  {
    "translation": {
      "en": "-Great day? -Great day, brah.",
      "de": "-Was geht? Alles paletti? -Wie geht's? Megapaletti, Bruder."
    }
  },
  {
    "translation": {
      "en": "-Yes, I love that! -Great day.",
      "de": "Ja, das gefällt mir!"
    }
  },
  {
    "translation": {
      "en": "So, you ever gonna have kids?",
      "de": "Und, willst du auch mal Kinder haben?"
    }
  },
  {
    "translation": {
      "en": "What? I don't know.",
      "de": "Was? Keine Ahnung."
    }
  },
  {
    "translation": {
      "en": "Should I?",
      "de": "Sollte ich?"
    }
  },
  {
    "translation": {
      "en": "I mean… you're not terrible at it.",
      "de": "Du bist nicht ganz so schlecht."
    }
  },
  {
    "translation": {
      "en": "A little weird, but you don't suck.",
      "de": "Etwas schräg, aber nicht kacke."
    }
  },
  {
    "translation": {
      "en": "I don't?",
      "de": "Nein?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "de": "Nein."
    }
  },
  {
    "translation": {
      "en": "Well, I should probably start my homework.",
      "de": "Ich sollte vielleicht meine Hausaufgaben machen."
    }
  },
  {
    "translation": {
      "en": "See ya.",
      "de": "Bis später."
    }
  },
  {
    "translation": {
      "en": "Oh, for me?",
      "de": "Für mich?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Come on, take a break.",
      "de": "Ja. Komm, mach mal Pause."
    }
  },
  {
    "translation": {
      "en": "Well, I don't-- I don't need a break.",
      "de": "Ich brauche keine Pause."
    }
  },
  {
    "translation": {
      "en": "I don't work here, so…",
      "de": "Ich arbeite hier nicht."
    }
  },
  {
    "translation": {
      "en": "Yeah, I know.",
      "de": "Ja, ich weiß."
    }
  },
  {
    "translation": {
      "en": "Oh. All right.",
      "de": "-Also gut. -Ok."
    }
  },
  {
    "translation": {
      "en": "-Oh, yeah. -All right.",
      "de": "-Also gut. -Ok. Ok."
    }
  },
  {
    "translation": {
      "en": "You know, I thought you didn't like me.",
      "de": "Ich dachte echt, du kannst mich nicht leiden."
    }
  },
  {
    "translation": {
      "en": "Why? [laughs] Because I've been such a jerk to you?",
      "de": "Warum? Weil ich dich so mies behandelt habe?"
    }
  },
  {
    "translation": {
      "en": "Yeah, that.",
      "de": "Ja, so etwa."
    }
  },
  {
    "translation": {
      "en": "Ah, look, I'm sorry.",
      "de": "Hör zu, es tut mir leid."
    }
  },
  {
    "translation": {
      "en": "I-- I think I've just been stressed out being responsible for a human.",
      "de": "Ich bin nur gestresst, weil ich Verantwortung für einen Menschen habe."
    }
  },
  {
    "translation": {
      "en": "[chuckles] You know, I've never even taken care of, like, a…",
      "de": "Ich bin nur gestresst, weil ich Verantwortung für einen Menschen habe. Ich habe mich bisher nicht mal um eine Kräuterpflanze gekümmert."
    }
  },
  {
    "translation": {
      "en": "herb plant before.",
      "de": "Ich habe mich bisher nicht mal um eine Kräuterpflanze gekümmert."
    }
  },
  {
    "translation": {
      "en": "Well, dude, herb plants can be as hard as children.",
      "de": "Kräuter können so schwierig wie Kinder sein."
    }
  },
  {
    "translation": {
      "en": "Yeah, I got-- I got a sage over by the patio,",
      "de": "Ja, ich habe einen Salbei, an der Veranda. Der hielt mich bis 3 Uhr morgens wach."
    }
  },
  {
    "translation": {
      "en": "kept me up till 3:00 a.m. last week.",
      "de": "an der Veranda. Der hielt mich bis 3 Uhr morgens wach."
    }
  },
  {
    "translation": {
      "en": "I call it \"plant colic.\"",
      "de": "Ich nenne das \"Pflanzenkolik\"."
    }
  },
  {
    "translation": {
      "en": "So, you know, I get it.",
      "de": "Ich verstehe das schon."
    }
  },
  {
    "translation": {
      "en": "Yeah, no, you get it.",
      "de": "Du verstehst es."
    }
  },
  {
    "translation": {
      "en": "-Same damn thing. -Yup.",
      "de": "-Ist genau dasselbe. -Ja."
    }
  },
  {
    "translation": {
      "en": "Yeah, actually, I feel like I'm, uh, doing an okay job now.",
      "de": "Ja, ich habe inzwischen das Gefühl, dass ich mich ganz gut schlage."
    }
  },
  {
    "translation": {
      "en": "Ah, that's dope, brah.",
      "de": "Das ist dufte, Bruder."
    }
  },
  {
    "translation": {
      "en": "And so I'm sorry if I wasn't as friendly as I could have been.",
      "de": "Es tut mir auch leid, wenn ich nicht sonderlich freundlich war."
    }
  },
  {
    "translation": {
      "en": "Right? 'Cause I'm-- Hey, I, actually-- I think Debbie's really lucky to have you 'round here helping out.",
      "de": "Ich denke, Debbie hat so ein Glück, dass du ihr hier hilfst."
    }
  },
  {
    "translation": {
      "en": "Oh, no, no, no. I'm the lucky one, okay?",
      "de": "Nein, ich habe Glück, ok?"
    }
  },
  {
    "translation": {
      "en": "I mean, she is…",
      "de": "Sie ist einfach…"
    }
  },
  {
    "translation": {
      "en": "…amazing, you know?",
      "de": "…unglaublich, weißt du?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Yeah, she really is.",
      "de": "Ja. Ja, das ist sie in der Tat."
    }
  },
  {
    "translation": {
      "en": "I mean, we've been friends for a long time.",
      "de": "Wir sind schon sehr lange befreundet."
    }
  },
  {
    "translation": {
      "en": "I mean, not as long as she and I have been friends, so…",
      "de": "Nicht so lange, wie wir befreundet sind."
    }
  },
  {
    "translation": {
      "en": "-Oh, no. Well, of course, I'm not-- -In years.",
      "de": "-Nein. Natürlich nicht… -In Jahren."
    }
  },
  {
    "translation": {
      "en": "Right. Look.",
      "de": "Genau. Hör zu."
    }
  },
  {
    "translation": {
      "en": "You and Debbie, you have your thing, which is different from our thing.",
      "de": "Du und Debbie habt euer Ding, was was anderes ist als unser Ding."
    }
  },
  {
    "translation": {
      "en": "-Your thing. Yeah. -Right! Like, you're her friend.",
      "de": "-Euer Ding. Ja. -Richtig! Du bist ihr Freund."
    }
  },
  {
    "translation": {
      "en": "I'm her neighbor and, like, part-time lover, you know?",
      "de": "Ich bin ihr Nachbar und Teilzeit-Liebhaber."
    }
  },
  {
    "translation": {
      "en": "-What was that? -Oh, you know what?",
      "de": "-Wie bitte? -Weißt du was?"
    }
  },
  {
    "translation": {
      "en": "You probably haven't noticed this because you guys are just friends, but…",
      "de": "Du hast es vielleicht nicht bemerkt, weil ihr nur Freunde seid,"
    }
  },
  {
    "translation": {
      "en": "brodiddly, she is pretty hot.",
      "de": "aber, Brüderchen, sie ist ziemlich heiß."
    }
  },
  {
    "translation": {
      "en": "-[chuckles] -Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "I mean, I know, I know, she's out of my league. I got it. But I have a plan.",
      "de": "Ich weiß schon, sie ist nicht meine Liga. Schon klar. Aber ich habe einen Plan."
    }
  },
  {
    "translation": {
      "en": "Okay? My thing is…",
      "de": "Ok? Mein Ding ist…"
    }
  },
  {
    "translation": {
      "en": "I just keep showing up in her life, you know?",
      "de": "Ich tauche immer wieder in ihrem Leben auf."
    }
  },
  {
    "translation": {
      "en": "And then maybe, maybe, she'll change her mind about me.",
      "de": "Und vielleicht wird sie irgendwann mal ihre Einstellung zu mir ändern."
    }
  },
  {
    "translation": {
      "en": "You know what I mean?",
      "de": "Verstehst du?"
    }
  },
  {
    "translation": {
      "en": "In the meantime, I'll take friends with benefits.",
      "de": "Bis dahin bin ich gern ein Freund mit gewissen Vorzügen."
    }
  },
  {
    "translation": {
      "en": "I really love how the book starts.",
      "de": "Mir gefällt, wie das Buch beginnt."
    }
  },
  {
    "translation": {
      "en": "-Oh, isn't it amazing? -[sighs happily]",
      "de": "Ist es nicht genial?"
    }
  },
  {
    "translation": {
      "en": "It reminded me of As I Lay Dying.",
      "de": "Es erinnerte mich an Als ich im Sterben lag."
    }
  },
  {
    "translation": {
      "en": "-Faulkner? Really? -Mmm.",
      "de": "Faulkner? Wirklich?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I was thinking more Franzen.",
      "de": "Ja, ich dachte eher an Franzen."
    }
  },
  {
    "translation": {
      "en": "Oh, I see that. The-- The family dynamics?",
      "de": "-Ah, ich verstehe. Die Familiendynamik? -Ja."
    }
  },
  {
    "translation": {
      "en": "-Yeah, yeah. -Mm-hmm.",
      "de": "-Ah, ich verstehe. Die Familiendynamik? -Ja. Ja. Sie haben da wirklich ein Juwel gefunden."
    }
  },
  {
    "translation": {
      "en": "I mean, you really-- You really found a gem.",
      "de": "Ja. Sie haben da wirklich ein Juwel gefunden."
    }
  },
  {
    "translation": {
      "en": "I think I did.",
      "de": "Ja, ich glaube auch."
    }
  },
  {
    "translation": {
      "en": "The book that I have read the most is House of Mirth.",
      "de": "Was ich am häufigsten las, ist Haus Bellomont."
    }
  },
  {
    "translation": {
      "en": "Oh, Edith Wharton. Very underrated social critic, I must say.",
      "de": "Oh, Edith Wharton. Unterschätzte Sozialkritikerin. Vernichtend."
    }
  },
  {
    "translation": {
      "en": "-Scathing. -Do you like her work? Of course!",
      "de": "-Mögen Sie ihre Werke? -Klar!"
    }
  },
  {
    "translation": {
      "en": "Look, anybody who doesn't love Edie Dubs just hasn't really read Edie Dubs.",
      "de": "Wer Edie Dubs nicht mag, hat Edie Dubs nie gelesen."
    }
  },
  {
    "translation": {
      "en": "[laughs] And I cry my eyes out every time Lily Bart dies.",
      "de": "Wer Edie Dubs nicht mag, hat Edie Dubs nie gelesen. Und ich weine jedes Mal, wenn Lily Bart stirbt."
    }
  },
  {
    "translation": {
      "en": "Oh, I know! And then poor Lawrence shows up the next morning to propose. Like, buddy, come on!",
      "de": "Ja. Und der arme Lawrence will am nächsten Morgen den Antrag machen."
    }
  },
  {
    "translation": {
      "en": "It's just a little bit late.",
      "de": "Es ist etwas spät."
    }
  },
  {
    "translation": {
      "en": "I took all that sleeping potion stuff last night and I am super dead!",
      "de": "Ich nahm letzte Nacht das Gift und bin mausetot!"
    }
  },
  {
    "translation": {
      "en": "Yeah, sorry, but I have perished, mon ami.",
      "de": "Es tut mir leid, ich verschied, mon ami."
    }
  },
  {
    "translation": {
      "en": "[sighs] But looked gorgeous doing it.",
      "de": "Aber sie sah dabei so toll aus."
    }
  },
  {
    "translation": {
      "en": "Do you know what Walt Whitman said about the Brooklyn Bridge?",
      "de": "Wissen Sie, was Walt Whitman über die Brooklyn Bridge sagte?"
    }
  },
  {
    "translation": {
      "en": "No, tell me.",
      "de": "Nein, was denn?"
    }
  },
  {
    "translation": {
      "en": "He said, \"It was the best and most effective medicine",
      "de": "Er sagte: \"Die beste und wirkungsvollste Medizin, die meine Seele bisher genossen hat.\""
    }
  },
  {
    "translation": {
      "en": "my soul has yet partaken.\"",
      "de": "\"Die beste und wirkungsvollste Medizin, die meine Seele bisher genossen hat.\""
    }
  },
  {
    "translation": {
      "en": "That's a really great quote.",
      "de": "Es ist ein tolles Zitat."
    }
  },
  {
    "translation": {
      "en": "Sadly, that's the Manhattan Bridge.",
      "de": "Leider ist das die Manhattan Bridge."
    }
  },
  {
    "translation": {
      "en": "Good quote, though.",
      "de": "Aber das Zitat ist gut."
    }
  },
  {
    "translation": {
      "en": "-And I-- I knew that. -I figured. I thought you did.",
      "de": "-Das wusste ich. -Das dachte ich mir schon."
    }
  },
  {
    "translation": {
      "en": "-I just wanted to see if you knew that. -Right, right.",
      "de": "-Ich wollte Sie nur prüfen. -Genau."
    }
  },
  {
    "translation": {
      "en": "-So, clearly you're very smart. -Yeah. This is, I must say, going well.",
      "de": "Sie sind wirklich klug. -Es läuft ganz gut. -Es war ein Test!"
    }
  },
  {
    "translation": {
      "en": "-[Debbie] It was a test! -Did I pass?",
      "de": "-Es läuft ganz gut. -Es war ein Test! -Habe ich bestanden? -Ja."
    }
  },
  {
    "translation": {
      "en": "[Debbie] Yes!",
      "de": "-Habe ich bestanden? -Ja."
    }
  },
  {
    "translation": {
      "en": "Well, I'm-- I'm gonna talk to the writer about that manuscript.",
      "de": "Ich werde in Sachen Manuskript mit dem Autor sprechen."
    }
  },
  {
    "translation": {
      "en": "Oh, perfect. Great!",
      "de": "Perfekt. -Super. Ich wollte… -Ja."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -I was gonna…",
      "de": "-Super. Ich wollte… -Ja."
    }
  },
  {
    "translation": {
      "en": "So, um…",
      "de": "Also…"
    }
  },
  {
    "translation": {
      "en": "And, um, I can't-- I forgot whether or not you…",
      "de": "Und ich vergaß, ob Sie…"
    }
  },
  {
    "translation": {
      "en": "Did you have a cappuccino at the restaurant?",
      "de": "Hatten Sie im Restaurant einen Cappuccino?"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. Yes, you ordered it for me.",
      "de": "Ja. Ja, Sie bestellten ihn für mich."
    }
  },
  {
    "translation": {
      "en": "-Oh, okay! -[both laugh]",
      "de": "Ok."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "Um, this is the part where… This is the part, right?",
      "de": "Das ist der Teil, wo… -Es ist der Teil, ja? -Ich glaube."
    }
  },
  {
    "translation": {
      "en": "-I think so. -Okay.",
      "de": "-Es ist der Teil, ja? -Ich glaube."
    }
  },
  {
    "translation": {
      "en": "-Let's… Yeah. -[elevator bell rings]",
      "de": "-Ok. -Dann… Ja."
    }
  },
  {
    "translation": {
      "en": "Okay, great.",
      "de": "Ok, super."
    }
  },
  {
    "translation": {
      "en": "Wow, nice place! Airbnb?",
      "de": "Schöne Wohnung. Airbnb?"
    }
  },
  {
    "translation": {
      "en": "Uh… Uh, yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "It's funny how they're always so devoid of personality, right?",
      "de": "Seltsam, dass die immer so gesichtslos sind."
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "de": "-Ja! -Ich bitte Sie, wer…"
    }
  },
  {
    "translation": {
      "en": "Oh, come on, who-- who sorts books by color?",
      "de": "-Ja! -Ich bitte Sie, wer… -Wer sortiert Bücher nach Farbe? Ehrlich? -Das habe ich gesagt!"
    }
  },
  {
    "translation": {
      "en": "-Honestly? -That is what I said!",
      "de": "-Wer sortiert Bücher nach Farbe? Ehrlich? -Das habe ich gesagt!"
    }
  },
  {
    "translation": {
      "en": "Um, so I don't have a lot of food, um, but I do have Champagne.",
      "de": "Ich habe nicht viel zu essen, aber ich habe Champagner."
    }
  },
  {
    "translation": {
      "en": "And as a wise person said once, too much of anything is bad,",
      "de": "Und wie ein weiser Mensch einmal sagte, ist zu viel von allem schlecht,"
    }
  },
  {
    "translation": {
      "en": "but too much Champagne is just right.",
      "de": "aber zu viel Champagner ist genau richtig."
    }
  },
  {
    "translation": {
      "en": "Ah. Mark Twain, right?",
      "de": "Mark Twain, oder?"
    }
  },
  {
    "translation": {
      "en": "Yes! Must have been a big boozer, that guy.",
      "de": "Ja. Der Kerl war wohl sehr dem Alkohol zugetan."
    }
  },
  {
    "translation": {
      "en": "Mm-hmm. That's what I heard.",
      "de": "Das habe ich gehört."
    }
  },
  {
    "translation": {
      "en": "Should I do the honors?",
      "de": "Soll ich das übernehmen?"
    }
  },
  {
    "translation": {
      "en": "Please.",
      "de": "Bitte."
    }
  },
  {
    "translation": {
      "en": "Don't mind if I do.",
      "de": "Dann mache ich das."
    }
  },
  {
    "translation": {
      "en": "[Jack] Who was in the Spanish-American War?",
      "de": "Wer war im Spanisch-Amerikanischen Krieg?"
    }
  },
  {
    "translation": {
      "en": "The Spanish and the Americans.",
      "de": "Die Spanier und die Amerikaner."
    }
  },
  {
    "translation": {
      "en": "You okay?",
      "de": "Alles in Ordnung?"
    }
  },
  {
    "translation": {
      "en": "Yup.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "-This view, it just… -I know. It's just awful, isn't it?",
      "de": "-Diese Aussicht ist… -Ich weiß. Furchtbar, oder?"
    }
  },
  {
    "translation": {
      "en": "[sighs] It won't do, it's terrible!",
      "de": "Nein, sie ist ganz grässlich."
    }
  },
  {
    "translation": {
      "en": "-Can I, um… -Yes.",
      "de": "-Darf ich… -Ja."
    }
  },
  {
    "translation": {
      "en": "-The windows. -Windows?",
      "de": "-Die Fenster. -Fenster?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Yeah, curtains. Right. Um…",
      "de": "-Ja. -Ja, Vorhänge. Genau."
    }
  },
  {
    "translation": {
      "en": "-They're probably some digital… -Yeah, I don't…",
      "de": "-Da gibt's wahrscheinlich digitale… -Ja, ich…"
    }
  },
  {
    "translation": {
      "en": "-Oh. -Yeah.",
      "de": "-Ja. -Das Ding ist nicht ohne."
    }
  },
  {
    "translation": {
      "en": "-This thing is very tricky. -I got it, it's probably pretty simple.",
      "de": "-Ja. -Das Ding ist nicht ohne. Kein Problem, es ist sicher ganz einfach. Das ist…"
    }
  },
  {
    "translation": {
      "en": "-[music blares] -Oh! Oh, that is…",
      "de": "Kein Problem, es ist sicher ganz einfach. Das ist…"
    }
  },
  {
    "translation": {
      "en": "No, that happened before. -Okay. The… -You have to aim it at the sensor.",
      "de": "Das passierte schon mal. Man muss es in Richtung Sensor halten."
    }
  },
  {
    "translation": {
      "en": "-I have no idea. -Is there-- Is that an actual thing?",
      "de": "-Ich habe keine Ahnung. -Gibt es den?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "All right. Maybe… that way?",
      "de": "Ok, man muss…"
    }
  },
  {
    "translation": {
      "en": "-Oh. -All right, um… All right. -Oh, here it is. -Oh.",
      "de": "Also… Oh, da ist es."
    }
  },
  {
    "translation": {
      "en": "You're amazing.",
      "de": "Du bist unglaublich."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "de": "Danke."
    }
  },
  {
    "translation": {
      "en": "♪ You know I was only doing What you told me to do ♪",
      "de": "WOHNUNGSKAMERA AKTIVIERT"
    }
  },
  {
    "translation": {
      "en": "Seriously… you need to use your words!",
      "de": "Ernsthaft? Du musst lernen, Worte zu benutzen."
    }
  },
  {
    "translation": {
      "en": "Oh! I just remembered.",
      "de": "Gerade fällt es mir ein."
    }
  },
  {
    "translation": {
      "en": "I have something that I need to do, like, right now.",
      "de": "Ich muss jetzt sofort etwas erledigen."
    }
  },
  {
    "translation": {
      "en": "Not gonna be fun, like, at all, but…",
      "de": "Es wird überhaupt keinen Spaß machen."
    }
  },
  {
    "translation": {
      "en": "So I'm just gonna, uh, solo mission.",
      "de": "Ich gehe auf eine Solomission."
    }
  },
  {
    "translation": {
      "en": "I-- I was thinking I was gonna call Alicia and see if she can watch you.",
      "de": "Ich wollte Alicia fragen, ob sie nach dir sehen kann."
    }
  },
  {
    "translation": {
      "en": "Sure. Whatevs.",
      "de": "Sicher. Von mir aus."
    }
  },
  {
    "translation": {
      "en": "Okay, you are the greatest human being that exists. I owe you.",
      "de": "Du bist die Beste der ganzen Welt. Ich schulde dir was."
    }
  },
  {
    "translation": {
      "en": "Ah, don't worry about it.",
      "de": "Mach dir keine Gedanken."
    }
  },
  {
    "translation": {
      "en": "Mimi's cooking tonight,",
      "de": "Mimi kocht heute Abend,"
    }
  },
  {
    "translation": {
      "en": "and lately all she ever makes is, uh, weird TikTok recipes.",
      "de": "Mimi kocht heute Abend, und in letzter Zeit nur nach seltsamen TikTok-Rezepten."
    }
  },
  {
    "translation": {
      "en": "Some things don't need to be air-fried, you know?",
      "de": "-Manches muss nicht in die Fritteuse. -Ja."
    }
  },
  {
    "translation": {
      "en": "[sniffs] Is that cologne?",
      "de": "-Ist das Eau de Toilette? -Nein."
    }
  },
  {
    "translation": {
      "en": "I ate a candle.",
      "de": "Ich aß eine Kerze."
    }
  },
  {
    "translation": {
      "en": "No, you didn't.",
      "de": "Nein."
    }
  },
  {
    "translation": {
      "en": "No, I didn't.",
      "de": "Nein."
    }
  },
  {
    "translation": {
      "en": "Seriously, thank you.",
      "de": "Im Ernst, danke."
    }
  },
  {
    "translation": {
      "en": "What can I get you?",
      "de": "Was darf es sein?"
    }
  },
  {
    "translation": {
      "en": "I would love… a Macallan.",
      "de": "Mir würde ein Macallan schmecken."
    }
  },
  {
    "translation": {
      "en": "A double.",
      "de": "Ein doppelter."
    }
  },
  {
    "translation": {
      "en": "But since I don't drink anymore, Pellegrino me.",
      "de": "Aber da ich nicht mehr trinke, nehme ich ein Pellegrino."
    }
  },
  {
    "translation": {
      "en": "On the rocks in a tumbler, please.",
      "de": "Mit Eis, in einem großen Glas, bitte."
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "de": "Hallo."
    }
  },
  {
    "translation": {
      "en": "Oh. Hi.",
      "de": "Hallo."
    }
  },
  {
    "translation": {
      "en": "Peter Coleman. I couldn't believe it when my phone rang.",
      "de": "Peter Coleman. Ich konnte deinen Anruf kaum glauben."
    }
  },
  {
    "translation": {
      "en": "I-- Who would've thunk you'd have the same number?",
      "de": "Und du hattest noch dieselbe Nummer."
    }
  },
  {
    "translation": {
      "en": "-I didn't change it for this exact reason. -[laughs] Oh, really?",
      "de": "-Ich änderte sie genau deshalb nicht. -Wirklich?"
    }
  },
  {
    "translation": {
      "en": "How long has it been?",
      "de": "Wie lange ist es her?"
    }
  },
  {
    "translation": {
      "en": "Twenty years.",
      "de": "Zwanzig Jahre."
    }
  },
  {
    "translation": {
      "en": "And yet I'm 30. Weird.",
      "de": "Und dabei bin ich doch 30. Seltsam."
    }
  },
  {
    "translation": {
      "en": "Amazing.",
      "de": "Erstaunlich."
    }
  },
  {
    "translation": {
      "en": "So what are you doing in town?",
      "de": "Was führt dich hierher?"
    }
  },
  {
    "translation": {
      "en": "-You remember Debbie? -Of course.",
      "de": "-Erinnerst du dich an Debbie? -Natürlich."
    }
  },
  {
    "translation": {
      "en": "I am here watching her kid for a while.",
      "de": "Ich bin hier und passe eine Zeit lang auf ihren Jungen auf."
    }
  },
  {
    "translation": {
      "en": "Wow! You? The rolling stone?",
      "de": "Du? Der rollende Stein?"
    }
  },
  {
    "translation": {
      "en": "-[Peter] So… -[Vanessa] Mm?",
      "de": "Und…"
    }
  },
  {
    "translation": {
      "en": "-[Peter] Do you have kids? -Nope.",
      "de": "Hast du Kinder? -Nein. -Nein?"
    }
  },
  {
    "translation": {
      "en": "-No? -No kids or husband.",
      "de": "Keine Kinder, keinen Ehemann."
    }
  },
  {
    "translation": {
      "en": "-[sighs] -You know, it's, um… It's kind of loud in here.",
      "de": "Ich finde es hier drin ziemlich laut."
    }
  },
  {
    "translation": {
      "en": "It's actually really quiet.",
      "de": "Es ist eigentlich ruhig."
    }
  },
  {
    "translation": {
      "en": "I was just thinking… You know, if you want, I live right near here.",
      "de": "Ich dachte nur… Falls du Lust hast, ich wohne ganz in der Nähe."
    }
  },
  {
    "translation": {
      "en": "[sighs] I mean, I-- I wanted to.",
      "de": "Ich wollte wirklich."
    }
  },
  {
    "translation": {
      "en": "Then… [groans] I mean, look at me. I put on the suit, I went to the bar.",
      "de": "Ich meine, sieh mich an. Ich zog den Anzug an, ging in die Bar."
    }
  },
  {
    "translation": {
      "en": "I-- I had a moment with a woman.",
      "de": "Ich hatte einen Moment mit einer Frau."
    }
  },
  {
    "translation": {
      "en": "And-- And I was-- I'm-- I'm trying to be the guy, right?",
      "de": "Und ich war… Ich versuche, der Typ zu sein, nicht wahr?"
    }
  },
  {
    "translation": {
      "en": "But that guy is…",
      "de": "Aber der Typ ist… Wo ist der Typ?"
    }
  },
  {
    "translation": {
      "en": "I-- I don't know, but he smells terrific.",
      "de": "Ich weiß es nicht, aber er riecht toll."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "de": "Danke."
    }
  },
  {
    "translation": {
      "en": "-Sage-y. -With a touch of oak.",
      "de": "-Salbei. -Mit einem Hauch von Eiche."
    }
  },
  {
    "translation": {
      "en": "-I didn't, uh, pick up on that. -Oh, it-- it's there.",
      "de": "-Die bemerkte ich nicht. -Doch."
    }
  },
  {
    "translation": {
      "en": "Can I tell you something?",
      "de": "Darf ich dir was sagen?"
    }
  },
  {
    "translation": {
      "en": "It's a thing that I don't think I've ever said out loud.",
      "de": "Etwas, das ich wohl noch nie laut sagte."
    }
  },
  {
    "translation": {
      "en": "-Immediately. Please. -Okay.",
      "de": "Sofort. Bitte."
    }
  },
  {
    "translation": {
      "en": "So, the night that Debbie and I… spent together,",
      "de": "Ok, die Nacht, die Debbie und ich zusammen verbrachten,"
    }
  },
  {
    "translation": {
      "en": "after, I told her to stay away from me, because…",
      "de": "nachdem ich ihr sagte, sie soll sich von mir fernhalten, denn…"
    }
  },
  {
    "translation": {
      "en": "I-- It's-- And-- And-- And then I just--",
      "de": "Und dann…"
    }
  },
  {
    "translation": {
      "en": "I found myself thinking about her. A lot.",
      "de": "Ich musste dann immer viel an sie denken."
    }
  },
  {
    "translation": {
      "en": "So I was gonna call her and see if she…",
      "de": "Also wollte ich sie anrufen, um zu sehen, ob sie…"
    }
  },
  {
    "translation": {
      "en": "Whoa.",
      "de": "Und?"
    }
  },
  {
    "translation": {
      "en": "But a couple days later, I saw her and Jimmy at the BevCon movie theater.",
      "de": "Aber ein paar Tage später sah ich sie und Jimmy im BevCon-Kino."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, the BevCon! I saw every movie there.",
      "de": "Mein Gott, das BevCon! Ich sah mir jeden Film an."
    }
  },
  {
    "translation": {
      "en": "I saw Hunt for Red October there like eight times.",
      "de": "Jagd auf Roter Oktober sah ich mir achtmal an."
    }
  },
  {
    "translation": {
      "en": "Yeah, anyway, the-- So, when I saw them,",
      "de": "Jedenfalls… Als ich sie sah,"
    }
  },
  {
    "translation": {
      "en": "it-- I-- I could tell.",
      "de": "war es einfach klar."
    }
  },
  {
    "translation": {
      "en": "You-- So I just-- I let it go.",
      "de": "Also ließ ich es sein."
    }
  },
  {
    "translation": {
      "en": "And then she comes to pick me up from rehab, the second time.",
      "de": "Und dann holte sie mich zum zweiten Mal vom Entzug ab."
    }
  },
  {
    "translation": {
      "en": "And I'd done, like, uh, therapy in there, right?",
      "de": "Ich hatte dort eine Therapie gemacht."
    }
  },
  {
    "translation": {
      "en": "And so when she comes to get me, I'm on this truth kick,",
      "de": "Als sie mich holte, war ich auf Wahrheit gepolt,"
    }
  },
  {
    "translation": {
      "en": "and I'm gonna tell her how I feel about her.",
      "de": "und ich wollte ihr sagen, was ich für sie empfinde."
    }
  },
  {
    "translation": {
      "en": "So-- But she was still married. And-- But they didn't have a kid yet.",
      "de": "Sie war noch verheiratet. Es war noch kein Kind da. Er war oft weg."
    }
  },
  {
    "translation": {
      "en": "And he was away a lot. He was doing his climbing thing.",
      "de": "Sie war noch verheiratet. Es war noch kein Kind da. Er war oft weg. -Er war ständig am Klettern. -Was war das?"
    }
  },
  {
    "translation": {
      "en": "-What was that? -It was cl-- climbing.",
      "de": "-Er war ständig am Klettern. -Was war das? Klettern."
    }
  },
  {
    "translation": {
      "en": "Like, his-- Look, he would climb the mountains.",
      "de": "Er bestieg Berge."
    }
  },
  {
    "translation": {
      "en": "Okay, well, it looks like fishing.",
      "de": "Es sah nach Angeln aus."
    }
  },
  {
    "translation": {
      "en": "Anyway, so I get in the car… and…",
      "de": "Wie auch immer. Ich stieg also in den Wagen, und…"
    }
  },
  {
    "translation": {
      "en": "she tells me she's pregnant.",
      "de": "…sie sagt, sie ist schwanger."
    }
  },
  {
    "translation": {
      "en": "Wait, is that why you left LA?",
      "de": "Hast du deshalb L.A. verlassen?"
    }
  },
  {
    "translation": {
      "en": "No! No, it was the quakes.",
      "de": "Nein. Nein, wegen der Erdbeben. Ich habe Angst vor ihnen."
    }
  },
  {
    "translation": {
      "en": "That-- I'm sc-- I'm scared of them.",
      "de": "Nein, wegen der Erdbeben. Ich habe Angst vor ihnen."
    }
  },
  {
    "translation": {
      "en": "Oh, right, the \"scary quakes.\"",
      "de": "Ja, die gefährlichen Beben."
    }
  },
  {
    "translation": {
      "en": "You have to tell her.",
      "de": "Du musst es ihr sagen."
    }
  },
  {
    "translation": {
      "en": "What? No, I c-- No! What are you-- I-- It's too late!",
      "de": "-Nein, es ist zu spät. -Mann."
    }
  },
  {
    "translation": {
      "en": "Dude, remember, I was at the first poker game.",
      "de": "-Ich war beim ersten Pokerspiel dabei. -Ja."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -You played like shit.",
      "de": "-Ich war beim ersten Pokerspiel dabei. -Ja. Du hast scheiße gespielt, warst aber risikofreudig. Wo ist der Typ?"
    }
  },
  {
    "translation": {
      "en": "But you took risks. What happened to that guy?",
      "de": "Du hast scheiße gespielt, warst aber risikofreudig. Wo ist der Typ?"
    }
  },
  {
    "translation": {
      "en": "That guy is…",
      "de": "Der Typ ist…"
    }
  },
  {
    "translation": {
      "en": "Drank too much, and he quit writing,",
      "de": "Er trank zu viel und hörte auf zu schreiben."
    }
  },
  {
    "translation": {
      "en": "and he's got a friend, and she lives across the country,",
      "de": "Er hat eine Freundin, die an der anderen Küste lebt,"
    }
  },
  {
    "translation": {
      "en": "and, most importantly, he's dated like a million women,",
      "de": "und, noch viel wichtiger, er datete unzählige Frauen,"
    }
  },
  {
    "translation": {
      "en": "and it never lasts more than six months.",
      "de": "und es dauerte nie länger als sechs Monate."
    }
  },
  {
    "translation": {
      "en": "Why? Because he is an unknowable piece of shit.",
      "de": "Warum? Weil er ein unbegreifliches Stück Scheiße ist."
    }
  },
  {
    "translation": {
      "en": "No, no, it's because he has been with the wrong people.",
      "de": "Nein, weil er sich mit den falschen Leuten umgibt."
    }
  },
  {
    "translation": {
      "en": "-Stop telling yourself that story. -Mmm.",
      "de": "Rede dir das doch nicht ein."
    }
  },
  {
    "translation": {
      "en": "Peter! Your whole life has been leading up to this point.",
      "de": "Peter! Dein ganzes Leben führte zu dem Punkt."
    }
  },
  {
    "translation": {
      "en": "Don't waste a second. Oh, my God.",
      "de": "Vergeude keine Sekunde. Oh mein Gott."
    }
  },
  {
    "translation": {
      "en": "I've had ten of these. I'm out of my mind.",
      "de": "Ich hatte zehn davon. Ich spinne völlig. Ich muss auf ein Peloton oder so."
    }
  },
  {
    "translation": {
      "en": "I need to hop on a Peloton or something.",
      "de": "Ich spinne völlig. Ich muss auf ein Peloton oder so."
    }
  },
  {
    "translation": {
      "en": "-I… -But what are you gonna do?",
      "de": "Was willst du tun?"
    }
  },
  {
    "translation": {
      "en": "♪ I work here all day ♪ ♪ Making this hay ♪",
      "de": "Ich arbeite den ganzen Tag und mache Heu"
    }
  },
  {
    "translation": {
      "en": "♪ Spend a little roof time with you ♪",
      "de": "Um hier oben Etwas Zeit mit dir zu verbringen"
    }
  },
  {
    "translation": {
      "en": "♪ I sit here and stew ♪",
      "de": "Ich sitze hier und schmore"
    }
  },
  {
    "translation": {
      "en": "♪ Just sipping a brew ♪",
      "de": "Nippe nur an meinem Bier"
    }
  },
  {
    "translation": {
      "en": "♪ The only thing missing is you ♪",
      "de": "Du bist das Einzige, was mir fehlt hier"
    }
  },
  {
    "translation": {
      "en": "[gasps] Shit! What time is it?",
      "de": "Scheiße! Wie spät ist es?"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, I'm late for my final. Your what now?",
      "de": "-Oh Gott, ich komme zu spät zur Prüfung. -Zu was?"
    }
  },
  {
    "translation": {
      "en": "Um, the, uh, final draft of a book that I'm editing.",
      "de": "Zur letzten Prüfung eines Buches, das ich gerade lektoriere."
    }
  },
  {
    "translation": {
      "en": "You can show yourself out, right? Great!",
      "de": "Du findest auch alleine raus, ja? Na toll."
    }
  },
  {
    "translation": {
      "en": "[Peter] Breakfast.",
      "de": "Frühstück."
    }
  },
  {
    "translation": {
      "en": "Raisins!",
      "de": "Rosinen!"
    }
  },
  {
    "translation": {
      "en": "Ooh! Terrible.",
      "de": "Wie schrecklich."
    }
  },
  {
    "translation": {
      "en": "Not bad.",
      "de": "Nicht schlecht."
    }
  },
  {
    "translation": {
      "en": "Um, sorry we didn't get to talk yesterday, but…",
      "de": "Sorry, dass wir gestern nicht mehr telefonierten."
    }
  },
  {
    "translation": {
      "en": "Look, I just…",
      "de": "Hör mal, ich…"
    }
  },
  {
    "translation": {
      "en": "I just wanted to say thank you again.",
      "de": "Ich wollte mich nur noch einmal bedanken."
    }
  },
  {
    "translation": {
      "en": "I-- I know-- I know you don't like gratitude, and \"thank you's\" bother you and all that, but I just…",
      "de": "Ich weiß, du magst keine Dankbarkeit und \"Danke\" geht dir auf die Nerven, aber…"
    }
  },
  {
    "translation": {
      "en": "Thanks to you, I got to have this amazing week.",
      "de": "Dank dir habe ich diese geniale Woche."
    }
  },
  {
    "translation": {
      "en": "And I… I don't even know how I would ever repay you.",
      "de": "Und ich weiß nicht mal, wie ich es dir je zurückzahlen kann."
    }
  },
  {
    "translation": {
      "en": "I'm gonna try until my dying breath. [laughs]",
      "de": "Ich versuche es bis zum letzten Atemzug."
    }
  },
  {
    "translation": {
      "en": "But, um, anyway, I'll-- Just call me anytime or I'll see you soon.",
      "de": "Aber ruf mich jederzeit an. Ansonsten sehen wir uns ja bald."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. I'll see you soon. Okay.",
      "de": "Oh mein Gott. Wir sehen uns bald. Ok."
    }
  },
  {
    "translation": {
      "en": "[sniffs] No.",
      "de": "Nein."
    }
  },
  {
    "translation": {
      "en": "Uh, okay. How much for three?",
      "de": "Ok. Wie viel für drei?"
    }
  },
  {
    "translation": {
      "en": "♪ Oh ♪",
      "de": "MACH DA EIN NETTES FOTO REIN"
    }
  },
  {
    "translation": {
      "en": "Oh, hey. Hi.",
      "de": "Hallo."
    }
  },
  {
    "translation": {
      "en": "-[Theo] Hey, I got you! -Yeah, you got me.",
      "de": "-Hey, ich erwische dich. -Ja, tust du."
    }
  },
  {
    "translation": {
      "en": "Well, listen, I know it's your last night, I don't want to monopolize you",
      "de": "Es ist dein letzter Abend. Ich will dich vor der Abreise nicht vereinnahmen,"
    }
  },
  {
    "translation": {
      "en": "before you go home,",
      "de": "Ich will dich vor der Abreise nicht vereinnahmen,"
    }
  },
  {
    "translation": {
      "en": "but I've got something important I'd like to talk to you about.",
      "de": "aber ich möchte etwas Wichtiges mit dir besprechen."
    }
  },
  {
    "translation": {
      "en": "A proposal, kind of.",
      "de": "Eine Art Vorschlag."
    }
  },
  {
    "translation": {
      "en": "-Uh, if you are free for a drink? -Oh, um, yeah, sure.",
      "de": "-Falls du Zeit für einen Drink hättest? -Ja, klar."
    }
  },
  {
    "translation": {
      "en": "Great!",
      "de": "Prima."
    }
  },
  {
    "translation": {
      "en": "[Minka] \"Proposal\"? Wow.",
      "de": "Ein \"Vorschlag\"?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Well…",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "What is it? What's wrong?",
      "de": "Was ist los? Was ist?"
    }
  },
  {
    "translation": {
      "en": "Nothing, it's just… [sighs] I haven't heard from Peter.",
      "de": "Nichts, es ist nur… Ich hörte nichts von Peter."
    }
  },
  {
    "translation": {
      "en": "Jack and I texted, but I haven't heard from Peter.",
      "de": "Jack und ich texteten, aber kein Wort von Peter."
    }
  },
  {
    "translation": {
      "en": "Okay, I can't with this mood. Look at what you've done.",
      "de": "Ok, die Stimmung liegt mir nicht. Sieh dich an."
    }
  },
  {
    "translation": {
      "en": "In a measly few days, you got a boring as hell but useful, I guess, degree,",
      "de": "Nach wenigen Tagen machtest du den öden, aber wohl nützlichen Abschluss,"
    }
  },
  {
    "translation": {
      "en": "got Peter's book published,",
      "de": "bekamst Peters Buch veröffentlicht"
    }
  },
  {
    "translation": {
      "en": "and befriended an adorable millennial, me.",
      "de": "und trafst eine göttliche Millennial. Mich."
    }
  },
  {
    "translation": {
      "en": "And then Theo, the sexy cherry on top! I mean--",
      "de": "Und dann Theo, die sexy Kirsche obendrauf!"
    }
  },
  {
    "translation": {
      "en": "No, no, you're right. You're right. It's just-- It's just a little bit weird when I don't hear from him.",
      "de": "Du hast ja recht. Es ist nur seltsam, wenn ich nichts von ihm höre."
    }
  },
  {
    "translation": {
      "en": "Forget Peter!",
      "de": "Vergiss Peter."
    }
  },
  {
    "translation": {
      "en": "Theo, Theo, Theo! That's who you're seeing right now. Guess we don't have time to buy you a new dress.",
      "de": "Theo! Mit dem bist du im Moment zusammen. Wir haben keine Zeit für ein neues Kleid."
    }
  },
  {
    "translation": {
      "en": "Oh, no, I'm just gonna go as Debbie tonight. Just regular Debbie.",
      "de": "Nein, ich gehe heute als Debbie, die normale Debbie."
    }
  },
  {
    "translation": {
      "en": "Speaking of which, I've been looking for my jean jacket.",
      "de": "Apropos, ich suche meine Jeansjacke."
    }
  },
  {
    "translation": {
      "en": "-Have you seen it? -I mean, hard to say.",
      "de": "-Hast du sie gesehen? -Schwer zu sagen."
    }
  },
  {
    "translation": {
      "en": "Can't really pick it out from all the other mass-market denim and chambray items strewn about.",
      "de": "Ich kann sie kaum von der Denim-Massenware und Chambray-Stoffen hier unterscheiden."
    }
  },
  {
    "translation": {
      "en": "Also, you do know they make these things called spinners now?",
      "de": "Du weißt aber, dass es jetzt sogenannte Spinner gibt?"
    }
  },
  {
    "translation": {
      "en": "-There's something under here. -What is it?",
      "de": "-Da ist etwas drunter. -Was denn?"
    }
  },
  {
    "translation": {
      "en": "Drugs? Porn? What?",
      "de": "Medikamente? Pornos? Was?"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Oh, my God.",
      "de": "Oh mein Gott."
    }
  },
  {
    "translation": {
      "en": "He wrote another book?",
      "de": "Er hat noch ein Buch geschrieben?"
    }
  },
  {
    "translation": {
      "en": "Real scribbler, this guy.",
      "de": "Der kritzelt ja wie verrückt."
    }
  },
  {
    "translation": {
      "en": "It's not a book.",
      "de": "Das ist kein Buch."
    }
  },
  {
    "translation": {
      "en": "We should definitely not open that.",
      "de": "Das sollten wir definitiv nicht aufmachen."
    }
  },
  {
    "translation": {
      "en": "No, yeah, here's the thing about me. I respect people's privacy.",
      "de": "Ja, ich respektiere die Privatsphäre anderer."
    }
  },
  {
    "translation": {
      "en": "Same. As my drunk mother used to always say, \"Mind your own business.\"",
      "de": "Ich auch. Wie meine betrunkene Mutter immer sagte: \"Kümmere dich um dich.\""
    }
  },
  {
    "translation": {
      "en": "-Five-star parking. All right. -[chuckles softly]",
      "de": "Parken wie ein Rockstar. Also dann."
    }
  },
  {
    "translation": {
      "en": "Don't you want to…",
      "de": "Willst du nicht…"
    }
  },
  {
    "translation": {
      "en": "I mean, tryouts start in 15 minutes, so…",
      "de": "Die Ausscheidung beginnt in 15 Minuten."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "So, what happens next?",
      "de": "Und wie geht's jetzt weiter?"
    }
  },
  {
    "translation": {
      "en": "Mm, like after practice? I don't know. We can get a slushie. I enjoy their slushies.",
      "de": "Nach dem Training? Wir holen uns einen Slushie. Ich mag die."
    }
  },
  {
    "translation": {
      "en": "Yeah, me too.",
      "de": "Ja, ich auch."
    }
  },
  {
    "translation": {
      "en": "Um, no, I mean, like, with you, and me, and Mom.",
      "de": "Nein, ich meine mit dir, mir und Mom."
    }
  },
  {
    "translation": {
      "en": "Well, I go back to New York, and--",
      "de": "Ich gehe zurück nach New York…"
    }
  },
  {
    "translation": {
      "en": "Yeah. Uh, yeah, let-- Let's say that didn't happen.",
      "de": "Sagen wir mal, dazu kommt es nicht."
    }
  },
  {
    "translation": {
      "en": "I mean like, it just seems that we make a good team, the three of us.",
      "de": "Wir sind doch irgendwie ein gutes Team, wir drei."
    }
  },
  {
    "translation": {
      "en": "-Wow, yeah. -Here, in LA, in our house.",
      "de": "-Wow. Ja. -Hier in L.A. in unserem Haus."
    }
  },
  {
    "translation": {
      "en": "I don't know how you guys decide this kind of stuff, but that was just a thought I had.",
      "de": "Keine Ahnung, wie ihr so was entscheidet. Das war mein Gedanke."
    }
  },
  {
    "translation": {
      "en": "I don't know how we decide this stuff either. [laughs]",
      "de": "Ich weiß auch nicht, wie man so was entscheidet."
    }
  },
  {
    "translation": {
      "en": "What's that look for?",
      "de": "Was guckst du so?"
    }
  },
  {
    "translation": {
      "en": "You look like you just felt an earthquake or something.",
      "de": "Man könnte meinen, du hast ein Erdbeben gespürt."
    }
  },
  {
    "translation": {
      "en": "Well, I better get in there. Hockey tryouts.",
      "de": "Ich gehe besser rein. Eishockey-Ausscheidung."
    }
  },
  {
    "translation": {
      "en": "-See you in there. -Yeah.",
      "de": "-Bis gleich, drinnen. -Ja."
    }
  },
  {
    "translation": {
      "en": "Peter hates mementos.",
      "de": "Peter hasst Andenken."
    }
  },
  {
    "translation": {
      "en": "So many pictures of… you.",
      "de": "So viele Fotos von dir."
    }
  },
  {
    "translation": {
      "en": "And postcards I sent him?",
      "de": "Und Postkarten, die ich ihm schickte?"
    }
  },
  {
    "translation": {
      "en": "Oh, the Dodger game!",
      "de": "Das Dodger-Spiel!"
    }
  },
  {
    "translation": {
      "en": "Oh, I-- I found that in Texas.",
      "de": "Das habe ich in Texas gefunden."
    }
  },
  {
    "translation": {
      "en": "[Minka] Yeah.",
      "de": "Süß."
    }
  },
  {
    "translation": {
      "en": "Wait.",
      "de": "Moment mal…"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. He saved it too?",
      "de": "Oh mein Gott. Er hat ihn auch aufgehoben?"
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "de": "Oh mein Gott."
    }
  },
  {
    "translation": {
      "en": "This makes so much sense. Why he couldn't fall in love with me.",
      "de": "Jetzt ist sonnenklar, warum er sich nicht in mich verlieben konnte."
    }
  },
  {
    "translation": {
      "en": "There had to be a reason. It couldn't be because of me. I'm the best.",
      "de": "Es musste einen Grund gegeben haben. Wegen mir war's nicht. Ich bin die Beste."
    }
  },
  {
    "translation": {
      "en": "Do you love him too?",
      "de": "Liebst du ihn auch?"
    }
  },
  {
    "translation": {
      "en": "I'm…",
      "de": "Ich…"
    }
  },
  {
    "translation": {
      "en": "I think I… [sighs] I feel like…",
      "de": "Ich glaube, ich…"
    }
  },
  {
    "translation": {
      "en": "-Okay. [clears throat] -[groans woozily]",
      "de": "Ok. Ich sage dir, was ich denke."
    }
  },
  {
    "translation": {
      "en": "-I'll tell you what I think. -Okay.",
      "de": "Ok. Ich sage dir, was ich denke. Ok."
    }
  },
  {
    "translation": {
      "en": "I think you fell in love with Peter that first night you hooked up.",
      "de": "Du hast dich in dieser ersten Nacht, als ihr zusammen wart, in Peter verliebt."
    }
  },
  {
    "translation": {
      "en": "What? No.",
      "de": "Was? Nein."
    }
  },
  {
    "translation": {
      "en": "That would be reckless and impractical, and I am not--",
      "de": "Das wäre leichtsinnig und unpraktisch, und ich bin kein…"
    }
  },
  {
    "translation": {
      "en": "Human? We know. That's why you freaked out about his book",
      "de": "Mensch? Schon klar. Deshalb bist du wegen seines Buchs ausgerastet und wie irre rumgerannt."
    }
  },
  {
    "translation": {
      "en": "and ran around like a little lunatic with it?",
      "de": "Deshalb bist du wegen seines Buchs ausgerastet und wie irre rumgerannt."
    }
  },
  {
    "translation": {
      "en": "No, I didn't!",
      "de": "Das ist nicht wahr."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, I did. [gasps] Oh, my God. Yes, I did.",
      "de": "Oh mein Gott, doch. Oh mein Gott. Ja."
    }
  },
  {
    "translation": {
      "en": "Because you're in love. You are.",
      "de": "Weil du ihn liebst. Ja."
    }
  },
  {
    "translation": {
      "en": "Don't make me sing \"I Am A Woman In Love\" by Barbra Streisand, 'cause I will.",
      "de": "Soll ich \"I Am a Woman in Love\" von Barbra Streisand singen?"
    }
  },
  {
    "translation": {
      "en": "-I sang it at my nana's retirement home. -No, no, no, no, no.",
      "de": "-Ich sang es im Altersheim meiner Oma. -Nein."
    }
  },
  {
    "translation": {
      "en": "Even if I felt like Peter and I were…",
      "de": "Selbst wenn ich denken würde, dass Peter und ich…"
    }
  },
  {
    "translation": {
      "en": "No, no, no. He-- Peter's not interested in me like that.",
      "de": "Nein, Peter ist nicht so an mir interessiert."
    }
  },
  {
    "translation": {
      "en": "-Um-- -He let me know that night.",
      "de": "Er sagte es gleich, und ich merkte es dann"
    }
  },
  {
    "translation": {
      "en": "And-- And over the years, just by dating women",
      "de": "Er sagte es gleich, und ich merkte es dann allein dadurch, dass er Frauen datete, die so völlig anders als ich waren."
    }
  },
  {
    "translation": {
      "en": "who are utterly nothing like me.",
      "de": "allein dadurch, dass er Frauen datete, die so völlig anders als ich waren."
    }
  },
  {
    "translation": {
      "en": "I would just…",
      "de": "Ich würde doch…"
    }
  },
  {
    "translation": {
      "en": "No. And I would never risk my friendship with him on the off-chance--",
      "de": "Nein. Ich würde nie unsere Freundschaft für die vage…"
    }
  },
  {
    "translation": {
      "en": "Don't you get it? All you have to do is take a chance.",
      "de": "Kapierst du's nicht? Du musst es einfach nur riskieren."
    }
  },
  {
    "translation": {
      "en": "No, see, that's what you don't get about me, is I don't take chances.",
      "de": "Nein, du kennst mich nicht richtig. Ich gehe nie Risiken ein."
    }
  },
  {
    "translation": {
      "en": "What I have is great, and-- and-- and I appreciate it, you know?",
      "de": "Was ich habe, ist toll, und ich weiß es zu schätzen."
    }
  },
  {
    "translation": {
      "en": "You get what you get, and you don't get upset.",
      "de": "Sei mit dem zufrieden, was du hast."
    }
  },
  {
    "translation": {
      "en": "And-- And… that's how I live my life.",
      "de": "Und so lebe ich mein Leben."
    }
  },
  {
    "translation": {
      "en": "And-- And that is how I play poker. I never draw into a straight.",
      "de": "Und so spiele ich Poker. Ich gehe für keine Straße Risiken ein."
    }
  },
  {
    "translation": {
      "en": "You know what I mean? You don't, 'cause you don't play poker,",
      "de": "Verstehst du? Nein, weil du kein Poker spielst. Das erkläre ich dir ein andermal."
    }
  },
  {
    "translation": {
      "en": "but I'll explain it later, at a different time.",
      "de": "Nein, weil du kein Poker spielst. Das erkläre ich dir ein andermal."
    }
  },
  {
    "translation": {
      "en": "But this is just… [sighs] This is who I am.",
      "de": "Aber das ist… So bin ich nun mal."
    }
  },
  {
    "translation": {
      "en": "And-- And-- And I evaluate odds and it has kept me safe,",
      "de": "Ich evaluiere die Chancen. Das schenkte mir Sicherheit,"
    }
  },
  {
    "translation": {
      "en": "and it has kept my kid safe, and I just-- I just need to be safe.",
      "de": "es schenkte meinem Kind Sicherheit. Ich muss mich sicher fühlen."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "No, no! No. No! No.",
      "de": "Nein!"
    }
  },
  {
    "translation": {
      "en": "No. Okay, I just don't understand why you're not taking into consideration how I feel about this.",
      "de": "Ich verstehe nicht, warum du mich nicht berücksichtigst."
    }
  },
  {
    "translation": {
      "en": "I have to-- I have to go! I don't want to talk about this anymore. I have to take a shower, I'm gonna go see Theo.",
      "de": "Ich will nicht darüber reden. Ich muss duschen und dann zu Theo…"
    }
  },
  {
    "translation": {
      "en": "-And Peter? -Just forget about it. I don't want to roll the dice.",
      "de": "-Und Peter? -Vergiss es. Ich riskiere kein Blatt."
    }
  },
  {
    "translation": {
      "en": "If you start with another poker analogy, I will perish.",
      "de": "Wenn du noch einen Pokervergleich bringst, werde ich sterben."
    }
  },
  {
    "translation": {
      "en": "You do take chances, by the way. I've seen it.",
      "de": "Du gehst Risiken ein. Ich habe es erlebt."
    }
  },
  {
    "translation": {
      "en": "You can do this.",
      "de": "Du kannst das."
    }
  },
  {
    "translation": {
      "en": "You can tell Peter how you feel. You can.",
      "de": "Du kannst Peter sagen, was du empfindest. Du kannst das."
    }
  },
  {
    "translation": {
      "en": "[man] Let's go, guys! Come on!",
      "de": "Los, Jungs. Auf geht's!"
    }
  },
  {
    "translation": {
      "en": "Come on, kid.",
      "de": "Komm, Junge."
    }
  },
  {
    "translation": {
      "en": "[Debbie] Oh, gosh, okay!",
      "de": "Oh Mann, ok!"
    }
  },
  {
    "translation": {
      "en": "Hi!",
      "de": "Hallo."
    }
  },
  {
    "translation": {
      "en": "[Theo] Hey!",
      "de": "Hey!"
    }
  },
  {
    "translation": {
      "en": "I'm so sorry I'm late.",
      "de": "Entschuldige die Verspätung."
    }
  },
  {
    "translation": {
      "en": "-Did you run here? -No, I'm just…",
      "de": "-Bist du hergelaufen? -Nein, ich…"
    }
  },
  {
    "translation": {
      "en": "I'm just a little bit breathless.",
      "de": "Ich bin nur etwas außer Atem."
    }
  },
  {
    "translation": {
      "en": "-Well, me too. -Okay. [chuckles]",
      "de": "Ich auch. Ok!"
    }
  },
  {
    "translation": {
      "en": "-Hi. -God, I--",
      "de": "-Hallo. -Oh Gott."
    }
  },
  {
    "translation": {
      "en": "I wanted to wait till appetizers, but do you mind if I just start?",
      "de": "Ich wollte auf die Häppchen warten, aber darf ich loslegen?"
    }
  },
  {
    "translation": {
      "en": "Yeah, sure.",
      "de": "Ja, klar."
    }
  },
  {
    "translation": {
      "en": "Get in there, get in there!",
      "de": "Rein mit dir!"
    }
  },
  {
    "translation": {
      "en": "[Peter yells] Go, Jack!",
      "de": "Vorwärts, Jack!"
    }
  },
  {
    "translation": {
      "en": "My proposal for you is that I got you an interview at Macmillan.",
      "de": "Mein Vorschlag ist, dass ich dir ein Interview bei Macmillan besorgte."
    }
  },
  {
    "translation": {
      "en": "Full-time editor position.",
      "de": "Ein Vollzeit-Lektorenposten."
    }
  },
  {
    "translation": {
      "en": "They need one, you're amazing, and they would be really lucky to have you.",
      "de": "Sie brauchen einen, du bist toll, und sie hätten Glück, dich zu kriegen."
    }
  },
  {
    "translation": {
      "en": "And the second part is-- is that I didn't get you an interview at-- at Duncan Press.",
      "de": "Der zweite Teil ist, dass ich für dich kein Interview bei Duncan Press habe."
    }
  },
  {
    "translation": {
      "en": "And that is because I feel like we should see what you and I have…",
      "de": "Und zwar deshalb, weil ich finde, wir sollten erst sehen, was wir haben…"
    }
  },
  {
    "translation": {
      "en": "are… uh, could be.",
      "de": "Was wir sind oder sein könnten."
    }
  },
  {
    "translation": {
      "en": "It's early, of course, just you shouldn't work with me",
      "de": "Es ist noch früh, klar, aber du solltest nicht mit mir arbeiten,"
    }
  },
  {
    "translation": {
      "en": "if we're even considering exploring that, you know?",
      "de": "Es ist noch früh, klar, aber du solltest nicht mit mir arbeiten, wenn wir überhaupt darüber nachdenken."
    }
  },
  {
    "translation": {
      "en": "And I know you had a whole life in LA. You know, I don't want to get ahead of myself.",
      "de": "Und ich weiß, du hattest ein Leben in L.A. Ich will nichts überstürzen."
    }
  },
  {
    "translation": {
      "en": "He says, terribly ahead of himself.",
      "de": "Sagt er, völlig überstürzt."
    }
  },
  {
    "translation": {
      "en": "I… Wow. I-- I-- I don't know what to say.",
      "de": "Ich… Wow. Ich weiß nicht, was ich sagen soll."
    }
  },
  {
    "translation": {
      "en": "Yeah, it's-- it's not a little bit, it's a lot.",
      "de": "Ja, es nicht wenig, es ist viel."
    }
  },
  {
    "translation": {
      "en": "It's a lot.",
      "de": "Es ist viel."
    }
  },
  {
    "translation": {
      "en": "There we go, there we go.",
      "de": "Ja, genau so."
    }
  },
  {
    "translation": {
      "en": "[coach] Let's go, guys! Keep at it! Let's go! Let's go.",
      "de": "Auf geht's, Jungs! Bleibt dran! Gut so!"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "de": "Klasse."
    }
  },
  {
    "translation": {
      "en": "-Go! Go! -[coach] Let's get it!",
      "de": "-Los! -Auf geht's!"
    }
  },
  {
    "translation": {
      "en": "Go, go, go!",
      "de": "Los!"
    }
  },
  {
    "translation": {
      "en": "Theo, you are wonderful.",
      "de": "Theo, du bist wunderbar."
    }
  },
  {
    "translation": {
      "en": "Um, just this past week has been… unreal.",
      "de": "Die letzte Woche war surreal."
    }
  },
  {
    "translation": {
      "en": "Uh, I really…",
      "de": "Und wirklich…"
    }
  },
  {
    "translation": {
      "en": "The fact that you believe in me means the world to me.",
      "de": "Dass du an mich glaubst, bedeutet mir alles."
    }
  },
  {
    "translation": {
      "en": "Um, but earlier today, I…",
      "de": "Aber heute…"
    }
  },
  {
    "translation": {
      "en": "I was looking for my jean jacket, and-- and I was digging around,",
      "de": "Ich hatte meine Jeansjacke verlegt und suchte überall,"
    }
  },
  {
    "translation": {
      "en": "and then I found this envelope, and, you know…",
      "de": "und da fand ich diesen Umschlag und…"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. This is the weirdest thing I've ever said. [inhales]",
      "de": "So was Schräges sagte ich noch nie."
    }
  },
  {
    "translation": {
      "en": "I… I think I might be in love with somebody else.",
      "de": "Ich glaube, dass ich in jemand anderen verliebt bin."
    }
  },
  {
    "translation": {
      "en": "I know that's a crazy, crazy thing to say.",
      "de": "-Ah ja. -Und ich weiß, das klingt jetzt verrückt."
    }
  },
  {
    "translation": {
      "en": "I mean, love's crazy. Love's the worst.",
      "de": "Liebe ist verrückt. Sie ist das Schlimmste."
    }
  },
  {
    "translation": {
      "en": "-It's a nightmare. -[chuckles]",
      "de": "Es ist ein Albtraum."
    }
  },
  {
    "translation": {
      "en": "Especially when it hits you, whoosh, just out of nowhere.",
      "de": "Vor allem, wenn es einen wie aus dem Nichts erwischt."
    }
  },
  {
    "translation": {
      "en": "[coach] Back up, back up, back up. Are you all right?",
      "de": "Zurück. Alles in Ordnung mit dir?"
    }
  },
  {
    "translation": {
      "en": "-You need to get that? -Uh… I-- I do.",
      "de": "-Musst du da rangehen? -Ja."
    }
  },
  {
    "translation": {
      "en": "-Don't worry about it. -I'm, uh-- I'll be right back.",
      "de": "-Kein Thema. -Ich bin gleich wieder da."
    }
  },
  {
    "translation": {
      "en": "[Debbie] Hey!",
      "de": "Hey!"
    }
  },
  {
    "translation": {
      "en": "I know that, um, we're gonna see each other tomorrow, but I wanted to--",
      "de": "Ich weiß, wir sehen uns morgen, aber ich wollte…"
    }
  },
  {
    "translation": {
      "en": "Wait, what?",
      "de": "Wie bitte?"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. What do you-- What do you mean, \"hockey tryouts\"?",
      "de": "Oh Gott. Was heißt \"Eishockey-Ausscheidung\"?"
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "de": "Oh mein Gott."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "de": "Ok."
    }
  },
  {
    "translation": {
      "en": "Oh, my God! Oh, my God!",
      "de": "Oh mein Gott!"
    }
  },
  {
    "translation": {
      "en": "Ambulance got there so quick and he's with the doctor now, so…",
      "de": "Der Krankenwagen war ganz schnell da, und die Ärztin ist schon bei ihm."
    }
  },
  {
    "translation": {
      "en": "Oh, here comes the doctor. I'm gonna put you on speaker.",
      "de": "Da kommt die Ärztin, ich stelle auf laut."
    }
  },
  {
    "translation": {
      "en": "[Debbie] Oh, my God, is he okay?",
      "de": "Oh Gott, geht es ihm gut?"
    }
  },
  {
    "translation": {
      "en": "Uh, well, good news, he's doing great.",
      "de": "Gute Neuigkeiten, es geht ihm prima."
    }
  },
  {
    "translation": {
      "en": "-There-- There we go. -Ah!",
      "de": "Na also."
    }
  },
  {
    "translation": {
      "en": "He does have a touch of a headache and some nausea.",
      "de": "Er hat leichte Kopfschmerzen, und es ist ihm übel."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "de": "Ok."
    }
  },
  {
    "translation": {
      "en": "-So we're keeping him here overnight. -Oh, my God.",
      "de": "-Wir behalten ihn über Nacht hier… -Oh mein Gott."
    }
  },
  {
    "translation": {
      "en": "Just to make sure he didn't sustain a concussion, improbably, or another kind of hematoma.",
      "de": "…um eine Gehirnerschütterung oder ein anderweitiges Hämatom auszuschließen."
    }
  },
  {
    "translation": {
      "en": "-[Debbie] Oh, my God! -[wincing]",
      "de": "Oh mein Gott!"
    }
  },
  {
    "translation": {
      "en": "[whimpers] I want to talk to him. Uh, he's gonna be okay.",
      "de": "-Ich will mit ihm reden. -Er wird wieder."
    }
  },
  {
    "translation": {
      "en": "I don't want to talk to you, Peter! I want to talk to Jack!",
      "de": "Ich will nicht mit dir reden, sondern mit Jack."
    }
  },
  {
    "translation": {
      "en": "Well, he's in his room. Put Jack on the phone, Peter,",
      "de": "-Er ist in seinem Zimmer. -Hol Jack ans Telefon, Peter."
    }
  },
  {
    "translation": {
      "en": "before the serious brain injury sets in and he doesn't remember who his mother is!",
      "de": "Bevor die schwere Hirnverletzung auftritt und er seine Mutter nicht mehr erkennt."
    }
  },
  {
    "translation": {
      "en": "-I'm gonna-- I'm gonna go. -Yeah, you should, probably.",
      "de": "-Ich gehe mal. -Ja, das wäre wohl besser."
    }
  },
  {
    "translation": {
      "en": "Hematoma, that's, uh… That's what you want, right?",
      "de": "Ein Hämatom? Das will man haben, oder?"
    }
  },
  {
    "translation": {
      "en": "-No, no, no. You don't want that. -Yeah, you don't? -That's-- That's a bad thing. -You don't.",
      "de": "-Nein, das ist übel. Nein. -Ja, nicht? Nein."
    }
  },
  {
    "translation": {
      "en": "[Peter] Yeah, I got-- He-- Yeah, he's right here. It's your mom.",
      "de": "Ja, hier ist er. Es ist deine Mom."
    }
  },
  {
    "translation": {
      "en": "-Hey. -Hey, honey, are you okay?",
      "de": "-Hey. -Liebling, geht's dir gut?"
    }
  },
  {
    "translation": {
      "en": "I'm fantastic!",
      "de": "Mir geht's super."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, I'm so sorry I'm not there. I-- I-- I'm coming home right now. I--",
      "de": "Tut mir leid, dass ich nicht da bin. Ich komme sofort heim."
    }
  },
  {
    "translation": {
      "en": "Mom, stop!",
      "de": "Mom, hör auf!"
    }
  },
  {
    "translation": {
      "en": "What? You're hurt, honey. This was the best week of my life.",
      "de": "-Du bist verletzt. -Es war die beste Woche meines Lebens."
    }
  },
  {
    "translation": {
      "en": "Me and Peter, like, we watched Alien, and drove in a convertible,",
      "de": "Peter und ich sahen uns Alien an, fuhren in einem Cabrio,"
    }
  },
  {
    "translation": {
      "en": "and I almost drank coffee.",
      "de": "und ich trank fast Kaffee."
    }
  },
  {
    "translation": {
      "en": "W-- Wait, just slow down. Ba-- Back up, what? What?",
      "de": "Warte mal, ganz langsam. Noch mal von vorn. Was?"
    }
  },
  {
    "translation": {
      "en": "This week I got to be a different kind of me. It was kinda great.",
      "de": "Ich war mal eine andere Version von mir. Es war toll."
    }
  },
  {
    "translation": {
      "en": "Don't be mad at Peter, okay?",
      "de": "Sei nicht böse auf Peter, ja?"
    }
  },
  {
    "translation": {
      "en": "I-- I-- Jack, I will deal with Peter separately.",
      "de": "Um Peter kümmere ich mich separat."
    }
  },
  {
    "translation": {
      "en": "And guess what? I made the hockey team!",
      "de": "Weißt du was? Ich bin im Eishockey-Team."
    }
  },
  {
    "translation": {
      "en": "Okay, well, we're gonna have to discuss that when I get home.",
      "de": "Darüber müssen wir sprechen, wenn ich nach Hause komme."
    }
  },
  {
    "translation": {
      "en": "No! I want to talk about it now.",
      "de": "Nein. Ich will jetzt darüber reden."
    }
  },
  {
    "translation": {
      "en": "I want to do it. I want you to let me.",
      "de": "Ich will das machen. Du musst es erlauben."
    }
  },
  {
    "translation": {
      "en": "Look, I know you're afraid of stuff.",
      "de": "Ich weiß, du hast Angst vor Sachen."
    }
  },
  {
    "translation": {
      "en": "Sometimes, I am too, but I don't want that for us anymore.",
      "de": "Geht mir manchmal auch so. Ich will das nicht mehr."
    }
  },
  {
    "translation": {
      "en": "-Oh, okay. Um-- -Anyway, love you, Mom.",
      "de": "-Ok… -Ich hab dich lieb, Mom."
    }
  },
  {
    "translation": {
      "en": "-I gotta go, my friends are here. -[Wade] Dude, you wiped out!",
      "de": "-Ich lege auf. Meine Freunde sind da. -Du warst irre."
    }
  },
  {
    "translation": {
      "en": "-We were there! -It was epic!",
      "de": "-Wir waren da! -Es war episch!"
    }
  },
  {
    "translation": {
      "en": "[Jack] It was super sick. Like, I remember getting tied up and, like, hooked.",
      "de": "Das war so krass. Ich geriet in die Mangel und saß fest."
    }
  },
  {
    "translation": {
      "en": "-Like, this guy crashed into me and then… -See? That's-- He's fine.",
      "de": "-Der Typ krachte in mich… -Siehst du? Es geht ihm gut."
    }
  },
  {
    "translation": {
      "en": "Well, and the-- And, look, I'm genuinely sorry that I didn't--",
      "de": "Und… Hör zu. -Es tut mir echt leid, dass ich… -Ist Alicia da?"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Is Alicia there?",
      "de": "-Es tut mir echt leid, dass ich… -Ist Alicia da?"
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah. She's right here, and-- and I'm gonna be here when you get back.",
      "de": "Ja, sie ist hier, und ich werde auch da sein, wenn du kommst."
    }
  },
  {
    "translation": {
      "en": "Please don't be. I'm coming home right now. Please just go.",
      "de": "Nein, bitte nicht. Ich komme jetzt sofort. Geh bitte."
    }
  },
  {
    "translation": {
      "en": "-But-- -Peter, just go!",
      "de": "-Aber… -Peter, geh einfach!"
    }
  },
  {
    "translation": {
      "en": "-Jack's had an emergency. He's hurt. -Is he okay?",
      "de": "-Jack hatte einen Unfall. -Ist er ok?"
    }
  },
  {
    "translation": {
      "en": "I don't know. I have to go.",
      "de": "Ich weiß es nicht. Ich muss los."
    }
  },
  {
    "translation": {
      "en": "Theo, you're…",
      "de": "Theo, du bist…"
    }
  },
  {
    "translation": {
      "en": "You know what you are.",
      "de": "Du weißt, was du bist."
    }
  },
  {
    "translation": {
      "en": "You too.",
      "de": "Du auch."
    }
  },
  {
    "translation": {
      "en": "[man] Oh! Sorry.",
      "de": "Verzeihung."
    }
  },
  {
    "translation": {
      "en": "[Debbie] I just landed in LA and I'm going straight to the hospital.",
      "de": "Ich bin eben gelandet und fahre direkt zum Krankenhaus."
    }
  },
  {
    "translation": {
      "en": "-[Peter] He's not there. -What?",
      "de": "-Er ist nicht da. -Was?"
    }
  },
  {
    "translation": {
      "en": "[Peter] He's at home with Alicia and he's fine.",
      "de": "Er ist bei Alicia, und es geht ihm gut."
    }
  },
  {
    "translation": {
      "en": "But I tried to call you a million times. I'm sorry, okay? I screwed up.",
      "de": "Ich habe dich zigmal angerufen. Es tut mir leid, ok? Ich habe es vermasselt. Ich hätte es dir vorher sagen sollen."
    }
  },
  {
    "translation": {
      "en": "I should have told you before he tried out.",
      "de": "Ich habe es vermasselt. Ich hätte es dir vorher sagen sollen."
    }
  },
  {
    "translation": {
      "en": "You think?",
      "de": "Meinst du?"
    }
  },
  {
    "translation": {
      "en": "Look, I thought I was giving him what he needed!",
      "de": "Ich dachte, ich gebe ihm, was er braucht!"
    }
  },
  {
    "translation": {
      "en": "-What? A hematoma? -Hi, by the way.",
      "de": "-Was? Ein Hämatom? -Übrigens, hallo."
    }
  },
  {
    "translation": {
      "en": "-What? -I'm over here.",
      "de": "-Was? -Ich bin hier drüben."
    }
  },
  {
    "translation": {
      "en": "-What are you doing here? -I'm going. You told me to go.",
      "de": "-Was tust du hier? -Ich gehe. Du sagtest, ich solle gehen."
    }
  },
  {
    "translation": {
      "en": "Well, good. I should have told you,",
      "de": "-Gut. -Ich hätte es dir sagen sollen."
    }
  },
  {
    "translation": {
      "en": "but there's some shit that you should have told me too.",
      "de": "Aber du hättest mir auch einiges sagen sollen."
    }
  },
  {
    "translation": {
      "en": "Oh, no, no, you don't get to turn this around.",
      "de": "Nein, dreh den Spieß nicht um."
    }
  },
  {
    "translation": {
      "en": "-I talked to Minka. -Yeah?",
      "de": "-Ich sprach mit Minka. -Ja?"
    }
  },
  {
    "translation": {
      "en": "She told me about the book. What you did is insane!",
      "de": "Sie sagte mir das mit dem Buch. Deine Aktion war krank."
    }
  },
  {
    "translation": {
      "en": "-Look, I was gonna tell you about the-- -Oh, there's other stuff too.",
      "de": "-Ich wollte dir vom Buch erzählen. -Und mehr."
    }
  },
  {
    "translation": {
      "en": "How about Zen? And what about Theo? As in, \"Oh, Theo!\"",
      "de": "Was ist mit Zen? Und Theo? Ich sage nur: \"Oh, Theo.\""
    }
  },
  {
    "translation": {
      "en": "-Hold on. How do you know about that? -There's a camera in my apartment.",
      "de": "-Woher weißt du davon? -In meiner Wohnung ist eine Kamera."
    }
  },
  {
    "translation": {
      "en": "You watched me and Theo?",
      "de": "Du hast mich und Theo beobachtet?"
    }
  },
  {
    "translation": {
      "en": "Only long enough to want to poke my eyes out!",
      "de": "Nur, bis ich mir fast die Augen ausstach."
    }
  },
  {
    "translation": {
      "en": "What happened to, \"I'm done with all of that?\" Well, I'm a person, Peter, I'm not a rock.",
      "de": "-Wie war das? \"Damit bin ich durch.\" -Ich bin ein Mensch, kein Stein."
    }
  },
  {
    "translation": {
      "en": "That's literally what you said! \"My heart is a cold, hard stone.\"",
      "de": "Genau das hast du gesagt. \"Mein Herz ist ein kalter, harter Stein.\""
    }
  },
  {
    "translation": {
      "en": "Okay, okay, well-- And you talking about somebody's personal life?",
      "de": "Und du redest über das Privatleben anderer?"
    }
  },
  {
    "translation": {
      "en": "Oh, okay. Here we go.",
      "de": "Ok. Es geht los."
    }
  },
  {
    "translation": {
      "en": "I gave you my kid.",
      "de": "Ich habe dir mein Kind anvertraut."
    }
  },
  {
    "translation": {
      "en": "He is my whole life!",
      "de": "Er ist mein ganzes Leben."
    }
  },
  {
    "translation": {
      "en": "Which is maybe a problem.",
      "de": "Was vielleicht ein Problem ist."
    }
  },
  {
    "translation": {
      "en": "I cannot believe you.",
      "de": "Ich fasse es nicht."
    }
  },
  {
    "translation": {
      "en": "You know what?",
      "de": "Weißt du was?"
    }
  },
  {
    "translation": {
      "en": "You always said you were a piece of shit. Well, maybe you were right!",
      "de": "Du sagtest immer, du seist ein Stück Scheiße. Du hast wohl recht."
    }
  },
  {
    "translation": {
      "en": "-That was really fucking mean. -Okay, well, you--",
      "de": "-Das war echt so fies. -Ok, nun, du…"
    }
  },
  {
    "translation": {
      "en": "What? I dropped my life to come help you? Is that what I did wrong?",
      "de": "Ich ließ alles stehen und liegen, um dir zu helfen. War das falsch?"
    }
  },
  {
    "translation": {
      "en": "You're unbelievable! Unbelievable!",
      "de": "Du bist unglaublich!"
    }
  },
  {
    "translation": {
      "en": "Oh, shit!",
      "de": "Scheiße!"
    }
  },
  {
    "translation": {
      "en": "Wait! Wait, don't… Hold on a second.",
      "de": "Warte, nicht… Warte noch kurz!"
    }
  },
  {
    "translation": {
      "en": "-I'm so mad at-- -What the hell is wrong with you?",
      "de": "-Ich bin so sauer… -Was ist los mit dir, verdammt?"
    }
  },
  {
    "translation": {
      "en": "-You went through my things? -Why didn't you tell me?",
      "de": "-Du hast herumgeschnüffelt? -Warum sagtest du nichts?"
    }
  },
  {
    "translation": {
      "en": "[voice breaks] Why didn't you say anything? Why did you let so much time go by?",
      "de": "Warum sagtest du nie was? Warum hast du so viel Zeit vergeudet?"
    }
  },
  {
    "translation": {
      "en": "-Be-- Because I was scared! -Scared of what?",
      "de": "-Weil ich Angst hatte! -Wovor denn?"
    }
  },
  {
    "translation": {
      "en": "-Scared that I'm not good enough for you! -Oh!",
      "de": "Dass ich nicht gut genug für dich bin."
    }
  },
  {
    "translation": {
      "en": "Scared that you're gonna reject me if I tell you how I feel.",
      "de": "Dass du mich zurückweist, wenn ich dir sage, was ich empfinde."
    }
  },
  {
    "translation": {
      "en": "Well, just tell me how you feel!",
      "de": "Dann sag es mir!"
    }
  },
  {
    "translation": {
      "en": "You know how I feel!",
      "de": "Das weißt du doch!"
    }
  },
  {
    "translation": {
      "en": "Wait, what? That, what, you're in love with me or something? No!",
      "de": "-Moment, was? Du bist in mich verliebt? -Nein."
    }
  },
  {
    "translation": {
      "en": "Debbie, I am madly, deeply, overwhelmingly in love with you.",
      "de": "Debbie, ich bin wahnsinnig und total und bis über beide Ohren in dich verliebt."
    }
  },
  {
    "translation": {
      "en": "And I have been since the moment I met you.",
      "de": "Seitdem ich dir begegnete."
    }
  },
  {
    "translation": {
      "en": "Well, you could have said something. We talk every day.",
      "de": "Du hättest etwas sagen können. Wir reden jeden Tag."
    }
  },
  {
    "translation": {
      "en": "Well, now what are we gonna do? I thought we were gonna be friends forever.",
      "de": "Was machen wir jetzt? Ich dachte, wir wären für immer Freunde."
    }
  },
  {
    "translation": {
      "en": "-We're not? -No.",
      "de": "-Sind wir nicht? -Nein."
    }
  },
  {
    "translation": {
      "en": "We're not gonna be friends anymore, Debbie.",
      "de": "Wir werden keine Freunde mehr sein, Debbie."
    }
  },
  {
    "translation": {
      "en": "-So you're gonna be a published author! -[Peter] That's-- Yeah. And you're gonna be a fancy editor.",
      "de": "-Du wirst ein Autor mit Veröffentlichung. -Ja, und du wirst eine tolle Lektorin."
    }
  },
  {
    "translation": {
      "en": "-[Debbie] So weird. [laughs] -Big time.",
      "de": "So seltsam. Ich freue mich so auf Jack."
    }
  },
  {
    "translation": {
      "en": "-Can't wait to see Jack. -Oh, my God. He's gonna freak out.",
      "de": "So seltsam. Ich freue mich so auf Jack. -Er wird ausrasten. -Moment mal."
    }
  },
  {
    "translation": {
      "en": "-He's gonna be so excited. -Wait a second.",
      "de": "-Er wird ausrasten. -Moment mal."
    }
  },
  {
    "translation": {
      "en": "Are we gonna be hand-holders?",
      "de": "Werden wir Händchenhalter?"
    }
  },
  {
    "translation": {
      "en": "-I've never seen you hold a human's hand. -I don't hold hands!",
      "de": "-Du hast nie eine Hand gehalten. -Ich halte keine Händchen."
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "de": "Ja!"
    }
  },
  {
    "translation": {
      "en": "-But it-- it feels kind of… good. -What about this one?",
      "de": "-Aber es fühlt sich irgendwie gut an. -Wie wäre es damit?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. I think we're hand-holders. -Mmm!",
      "de": "Ja. Ich glaube, wir sind Händchenhalter."
    }
  },
  {
    "translation": {
      "en": "-Oh! Look at us. -I think we are.",
      "de": "Ich glaube schon. Sieh uns an."
    }
  },
  {
    "translation": {
      "en": "Okay, there he is. That's our Uber. All right. [sighs]",
      "de": "Ok, da ist er. Das ist unser Uber. Also los."
    }
  },
  {
    "translation": {
      "en": "So, what happens next?",
      "de": "Und wie geht's weiter?"
    }
  },
  {
    "translation": {
      "en": "♪ To hang around with you ♪",
      "de": "SECHS MONATE SPÄTER NACH…"
    }
  },
  {
    "translation": {
      "en": "♪ And maybe you think I'm lucky ♪",
      "de": "SECHS MONATE SPÄTER NACH… …EINER BUCHVERÖFFENTLICHUNG (PETER)…"
    }
  },
  {
    "translation": {
      "en": "♪ To have something to do ♪",
      "de": "…EINEM EINZUGSTAG MIT SCHLEPPEREI ÜBER EINE MILLIARDE STUFEN (AUCH PETER)…"
    }
  },
  {
    "translation": {
      "en": "♪ But I think that you're wild ♪",
      "de": "…EINEM EINZUGSTAG MIT SCHLEPPEREI ÜBER EINE MILLIARDE STUFEN (AUCH PETER)… …EINER STELLE ALS LEKTORIN BEI EINEM INDIE-VERLAG (DEBBIE)…"
    }
  },
  {
    "translation": {
      "en": "♪ Inside me is some child ♪",
      "de": "…EINER STELLE ALS LEKTORIN BEI EINEM INDIE-VERLAG (DEBBIE)…"
    }
  },
  {
    "translation": {
      "en": "♪ You might think I'm foolish ♪",
      "de": "…UND VIELEN VIELEN EISHOCKEYTRAININGSEINHEITEN (JACK)…"
    }
  },
  {
    "translation": {
      "en": "♪ You might think I'm crazy ♪ ♪ All I want ♪",
      "de": "UND SIE LEBTEN GLÜCKLICH BIS AN IHR LEBENSENDE"
    }
  },
  {
    "translation": {
      "en": "♪ All I want is you ♪",
      "de": "UND SIE LEBTEN GLÜCKLICH BIS AN IHR LEBENSENDE IST NUR EIN SCHERZ DIE EHE IST HARTE ARBEIT"
    }
  },
  {
    "translation": {
      "en": "♪ Ooh, ooh ♪",
      "de": "IST NUR EIN SCHERZ DIE EHE IST HARTE ARBEIT"
    }
  },
  {
    "translation": {
      "en": "♪ All I want is you ♪",
      "de": "IST NUR EIN SCHERZ DIE EHE IST HARTE ARBEIT ABER SIE HATTEN EIN GUTES LEBEN"
    }
  },
  {
    "translation": {
      "en": "-♪ All I want is you ♪ -♪ All I want is you ♪",
      "de": "ABER SIE HATTEN EIN GUTES LEBEN"
    }
  },
  {
    "translation": {
      "en": "♪ We were embers ♪",
      "de": "Untertitel von: H.G. Laepple"
    }
  }
]