[
  {
    "translation": {
      "en": "[woman 1] I want you to start with the night of August 6th, 2004.",
      "de": "Ich möchte, dass Sie mit der Nacht vom 6. August 2004 anfangen."
    }
  },
  {
    "translation": {
      "en": "[woman 2] I was with Kut, a pimp.",
      "de": "Ich war bei Kut, einem Zuhälter."
    }
  },
  {
    "translation": {
      "en": "He said that I needed to get some money.",
      "de": "Er sagte, ich müsse Geld anschaffen."
    }
  },
  {
    "translation": {
      "en": "[man] This defendant shot Johnny Allen in the head, in his bed,",
      "de": "Diese Angeklagte schoss Johnny Allen in den Kopf, in seinem Bett,"
    }
  },
  {
    "translation": {
      "en": "but gives a wild theory of how it was self-defense.",
      "de": "bietet aber eine wilde Theorie an, wonach dies in Notwehr geschehen sei."
    }
  },
  {
    "translation": {
      "en": "I shot him because I thought he was gonna shoot me.",
      "de": "Ich habe ihn erschossen, weil ich dachte, er würde mich erschießen."
    }
  },
  {
    "translation": {
      "en": "We, the jury, find the defendant, Cyntoia Denise Brown,",
      "de": "Wir, die Geschworenen, befinden die Angeklagte, Cyntoia Denise Brown,"
    }
  },
  {
    "translation": {
      "en": "guilty, first-degree murder.",
      "de": "des vorsätzlichen Mordes schuldig."
    }
  },
  {
    "translation": {
      "en": "[woman 1] If you are a juvenile",
      "de": "Wenn man in Tennessee als Jugendlicher"
    }
  },
  {
    "translation": {
      "en": "and you're convicted in Tennessee of first-degree murder,",
      "de": "Wenn man in Tennessee als Jugendlicher wegen vorsätzlichen Mordes verurteilt wird,"
    }
  },
  {
    "translation": {
      "en": "the only two options are either true life without parole or 51 years.",
      "de": "gibt es nur zwei Optionen, entweder lebenslänglich ohne Bewährung oder 51 Jahre."
    }
  },
  {
    "translation": {
      "en": "Hey, Mommy.",
      "de": "Hallo, Mama."
    }
  },
  {
    "translation": {
      "en": "Well, I got life.",
      "de": "Tja, ich habe lebenslänglich gekriegt."
    }
  },
  {
    "translation": {
      "en": "[woman 3] Outside of the glass and the bars,",
      "de": "Außerhalb der Scheiben und Gitterstäbe"
    }
  },
  {
    "translation": {
      "en": "we may never be like a mother and a daughter should be.",
      "de": "werden wir vielleicht nie wie Mutter und Tochter sein."
    }
  },
  {
    "translation": {
      "en": "Here's a kid who didn't have a chance.",
      "de": "Dieses Kind hatte nie eine Chance."
    }
  },
  {
    "translation": {
      "en": "She didn't have a chance before she was born...",
      "de": "Sie hatte keine Chance, nicht einmal vor ihrer Geburt."
    }
  },
  {
    "translation": {
      "en": "[woman 4] I got pregnant on my 16th birthday.",
      "de": "Ich wurde an meinem 16. Geburtstag schwanger"
    }
  },
  {
    "translation": {
      "en": "I drank, and I was introduced to crack cocaine.",
      "de": "Ich habe getrunken, und dann gab mir jemand Crack."
    }
  },
  {
    "translation": {
      "en": "My mother, we didn't live in a very stable home.",
      "de": "Meine Mutter und ich hatten kein stabiles Zuhause."
    }
  },
  {
    "translation": {
      "en": "It came from genetics, and the genetics should stop.",
      "de": "Es kam von der Genetik, und die Genetik sollte enden."
    }
  },
  {
    "translation": {
      "en": "Cyntoia Brown, in prison for more than a decade now,",
      "de": "Cyntoia Brown ist seit über zehn Jahren im Gefängnis."
    }
  },
  {
    "translation": {
      "en": "her case is catching fire on social media.",
      "de": "Ihr Fall erregt Aufsehen in den sozialen Medien."
    }
  },
  {
    "translation": {
      "en": "[man 2] Cyntoia made the decision to seek the help of the governor",
      "de": "Cyntoia beschloss, den Gouverneur um Hilfe zu bitten und..."
    }
  },
  {
    "translation": {
      "en": "and petition for clemency.",
      "de": "Cyntoia beschloss, den Gouverneur um Hilfe zu bitten und... ein Gnadengesuch einzureichen."
    }
  },
  {
    "translation": {
      "en": "[man 3] In 2004, she was considered a prostitute.",
      "de": "2004 galt sie als Prostituierte."
    }
  },
  {
    "translation": {
      "en": "Today, she would be considered a victim of sexual predators.",
      "de": "Heute wäre sie ein Opfer von Sexualstraftätern."
    }
  },
  {
    "translation": {
      "en": "She has made the most amazing transformation.",
      "de": "Sie hat eine wirklich erstaunliche Wandlung vollzogen."
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] I have come such a long way. It's been a very long time.",
      "de": "Ich habe einen langen Weg zurückgelegt, und es hat lange gedauert."
    }
  },
  {
    "translation": {
      "en": "When I was 16, I did a horrible thing,",
      "de": "Mit 16 habe ich etwas Schreckliches getan,"
    }
  },
  {
    "translation": {
      "en": "and I have carried that with me this whole time.",
      "de": "das mich all die Jahre begleitet hat."
    }
  },
  {
    "translation": {
      "en": "I know that your decision is very serious.",
      "de": "Ich weiß, dass Sie eine ernste Entscheidung treffen müssen."
    }
  },
  {
    "translation": {
      "en": "I do pray that you show me mercy and that you give me a second chance.",
      "de": "Ich bete, dass Sie Gnade walten lassen und mir eine zweite Chance geben."
    }
  },
  {
    "translation": {
      "en": "My name is Cyntoia Denise Brown.",
      "de": "Mein Name ist Cyntoia Denise Brown."
    }
  },
  {
    "translation": {
      "en": "I'm 16 years old.",
      "de": "Ich bin 16 Jahre alt."
    }
  },
  {
    "translation": {
      "en": "We are in Nashville, Tennessee",
      "de": "Wir sind in Nashville, Tennessee,"
    }
  },
  {
    "translation": {
      "en": "at the Davidson County Juvenile Detention Center.",
      "de": "in der Jugendstrafanstalt von Davidson County."
    }
  },
  {
    "translation": {
      "en": "I was charged with homicide and robbery",
      "de": "Ich wurde wegen Mordes und Raubüberfalls angeklagt"
    }
  },
  {
    "translation": {
      "en": "and possession of a weapon and criminal impersonation.",
      "de": "und wegen Waffenbesitzes und betrügerischen kriminellen Auftretens."
    }
  },
  {
    "translation": {
      "en": "Most of my life, I've been feeling how everybody else wants me to feel",
      "de": "Die meiste Zeit meines Lebens habe ich mich so gefühlt, wie es andere wollten,"
    }
  },
  {
    "translation": {
      "en": "and saying what everybody else wants me to say.",
      "de": "und gesagt, was andere hören wollten."
    }
  },
  {
    "translation": {
      "en": "That's because I was so wanting to be loved",
      "de": "Ich tat es, weil ich so sehr geliebt werden wollte,"
    }
  },
  {
    "translation": {
      "en": "because I really just never felt like anybody loved me.",
      "de": "weil ich nie das Gefühl hatte, geliebt zu werden."
    }
  },
  {
    "translation": {
      "en": "I wasn't happy at home. I was stressed out all the time.",
      "de": "Ich war zu Hause nicht glücklich. Ich war ständig gestresst."
    }
  },
  {
    "translation": {
      "en": "It just kind of wears you out and tires you out, ages you, makes you grow.",
      "de": "Es ist ermüdend. Man altert und wächst daran."
    }
  },
  {
    "translation": {
      "en": "Old... tired, weary.",
      "de": "Alt... müde, abgekämpft."
    }
  },
  {
    "translation": {
      "en": "That's how I feel.",
      "de": "So fühle ich mich."
    }
  },
  {
    "translation": {
      "en": "I just keep setting myself up for failure.",
      "de": "Ich verurteile mich immer wieder selbst zum Scheitern."
    }
  },
  {
    "translation": {
      "en": "I fall every time, and each time I fall harder.",
      "de": "Wenn ich scheitere, falle ich jedes Mal noch tiefer."
    }
  },
  {
    "translation": {
      "en": "And I'd say this has been my hardest fall. [laughs]",
      "de": "Ich würde sagen, das hier ist der absolute Tiefpunkt."
    }
  },
  {
    "translation": {
      "en": "[woman] Cyntoia is charged with criminal homicide, especially aggravated robbery,",
      "de": "Cyntoia wird verbrecherischer Mord vorgeworfen und besonders schwerer Raub,"
    }
  },
  {
    "translation": {
      "en": "a handgun possession, and criminal impersonation.",
      "de": "Waffenbesitz sowie kriminelles betrügerisches Auftreten."
    }
  },
  {
    "translation": {
      "en": "The most serious of those being the criminal homicide charge.",
      "de": "Am schwersten wiegt hierbei die Mordanklage."
    }
  },
  {
    "translation": {
      "en": "She's charged with an offense that happened on the night of August 6th,",
      "de": "Sie wurde wegen eines Vergehens angeklagt, das sich nachts am 6. August zutrug,"
    }
  },
  {
    "translation": {
      "en": "and she's been in here, in the Juvenile Justice Center,",
      "de": "und sie befindet sich seit dem 8. August hier in der Jugendstrafanstalt,"
    }
  },
  {
    "translation": {
      "en": "since August 8th when she was arrested by police on the charge.",
      "de": "und sie befindet sich seit dem 8. August hier in der Jugendstrafanstalt, nachdem sie von der Polizei verhaftet wurde."
    }
  },
  {
    "translation": {
      "en": "The state has announced an intent to attempt to transfer her",
      "de": "Die Staatsanwaltschaft hat angekündigt, sie ins Justizsystem für Erwachsene zu überführen"
    }
  },
  {
    "translation": {
      "en": "to the adult system to treat her as any other adult charged with homicide.",
      "de": "sie ins Justizsystem für Erwachsene zu überführen und sie als Erwachsene des Mordes anzuklagen."
    }
  },
  {
    "translation": {
      "en": "[Sinback] In Tennessee, juveniles can be transferred on any charge",
      "de": "In Tennessee können Jugendliche ab 16 Jahren für jegliches Vergehen"
    }
  },
  {
    "translation": {
      "en": "if they're 16 or older.",
      "de": "in den Erwachsenen-Strafvollzug überführt werden."
    }
  },
  {
    "translation": {
      "en": "Cyntoia is right there on the dividing line.",
      "de": "Cyntoia befindet sich genau an dieser Grenze."
    }
  },
  {
    "translation": {
      "en": "We've had people in Tennessee as young as 12 years old before",
      "de": "Wir hatten Kinder in Tennessee, die selbst im Alter von 12 Jahren"
    }
  },
  {
    "translation": {
      "en": "transferred on homicide charges.",
      "de": "wegen Mordes überführt wurden."
    }
  },
  {
    "translation": {
      "en": "My job is to show the judge that Cyntoia is worth saving.",
      "de": "Meine Aufgabe ist es, dem Richter zu zeigen, dass Cyntoia es wert ist, gerettet zu werden."
    }
  },
  {
    "translation": {
      "en": "In juvenile court, she would receive the services that she needs",
      "de": "Vor dem Jugendgericht würde sie die Unterstützung erhalten, die sie benötigt,"
    }
  },
  {
    "translation": {
      "en": "that will be identified by the doctors, I hope, after her psychological testing.",
      "de": "Dies wird, wie ich hoffe, nach den psychologischen Tests entschieden."
    }
  },
  {
    "translation": {
      "en": "That's where Dr. Bernet and Dr. Walker really come in.",
      "de": "An diesem Punkt kommen Dr. Bernet und Dr. Walker ins Spiel."
    }
  },
  {
    "translation": {
      "en": "They can identify what the problems are with Cyntoia,",
      "de": "Sie können Cyntoias Probleme identifizieren,"
    }
  },
  {
    "translation": {
      "en": "why she's acting the way she is and whether those problems can be treated.",
      "de": "warum sie sich so verhält und ob eine Behandlung möglich ist."
    }
  },
  {
    "translation": {
      "en": "[Bernet] Cyntoia has been seen by several different psychologists",
      "de": "Cyntoia wurde von verschiedenen Psychologen begutachtet,"
    }
  },
  {
    "translation": {
      "en": "and different people conducting evaluations.",
      "de": "und es wurden mehrere Berichte erstellt."
    }
  },
  {
    "translation": {
      "en": "She's in even more trouble than anybody really ever imagined.",
      "de": "Sie hat mehr Probleme, als man hätte annehmen können."
    }
  },
  {
    "translation": {
      "en": "Cyntoia, did somebody explain to you why I'm meeting with you today,",
      "de": "Cyntoia, hat dir jemand erklärt, warum ich mich heute mit dir treffe"
    }
  },
  {
    "translation": {
      "en": "why we're having this evaluation?",
      "de": "und diese Bewertung erstelle?"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] Because of what I did.",
      "de": "Wegen dem, was ich getan habe."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "You know, the purpose of doing this evaluation,",
      "de": "Der Zweck dieser Bewertung ist,"
    }
  },
  {
    "translation": {
      "en": "it might be able to help you when you go to court.",
      "de": "dass sie dir vielleicht vor Gericht hilft."
    }
  },
  {
    "translation": {
      "en": "I want to get straight...",
      "de": "Ich möchte gleich direkt..."
    }
  },
  {
    "translation": {
      "en": "who's in your family. You have sort of a complicated family.",
      "de": "Wer gehört zu deiner Familie? Deine Familiensituation ist etwas kompliziert."
    }
  },
  {
    "translation": {
      "en": "Yeah, my mom, Ellenette Brown.",
      "de": "Ja, meine Mutter, Ellenette Brown."
    }
  },
  {
    "translation": {
      "en": "-[Bernet] What kind of work does she do? -She's a teacher.",
      "de": "Was arbeitet sie? Sie ist Lehrerin."
    }
  },
  {
    "translation": {
      "en": "Gina, is this your biological mother?",
      "de": "Ist Gina deine leibliche Mutter?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "-Gina as in Gina-- -Georgina Mitchell.",
      "de": "-Gina, also Gina... -Georgina Mitchell."
    }
  },
  {
    "translation": {
      "en": "-How old is she, do you think? -She's probably 32.",
      "de": "Wie alt ist sie? -Wahrscheinlich 32. -Ja, weißt du, wie man das ermittelt?"
    }
  },
  {
    "translation": {
      "en": "Yeah, do you know how to tell?",
      "de": "-Wahrscheinlich 32. -Ja, weißt du, wie man das ermittelt?"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] Because she had me when she was about 16. I'm 16.",
      "de": "Sie war 16, als ich geboren wurde. Ich bin jetzt 16."
    }
  },
  {
    "translation": {
      "en": "Right. That's right.",
      "de": "Stimmt. Genau."
    }
  },
  {
    "translation": {
      "en": "Does that seem sort of funny to you that your mom was 16 and now you're 16?",
      "de": "Findest du das seltsam, dass deine Mutter 16 war, und jetzt bist du 16?"
    }
  },
  {
    "translation": {
      "en": "-Does that-- -[Cyntoia] I guess. I don't know.",
      "de": "-Ist das... -Ist es wohl. Ich weiß nicht."
    }
  },
  {
    "translation": {
      "en": "-Does that seem sort of strange? -[Cyntoia] No.",
      "de": "-Kommt dir das komisch vor? -Nein."
    }
  },
  {
    "translation": {
      "en": "[Bernet] Do you know anything about your dad?",
      "de": "Weißt du etwas über deinen Vater?"
    }
  },
  {
    "translation": {
      "en": "-[Bernet] Some people have mood swings. -Mm-hmm.",
      "de": "Manche Leute haben Stimmungsschwankungen."
    }
  },
  {
    "translation": {
      "en": "[Bernet] Have you ever had that happen to you? Do you know what a mood swing is?",
      "de": "Ist dir das schon passiert? Weißt du, was Stimmungsschwankungen sind?"
    }
  },
  {
    "translation": {
      "en": "-Yeah, I have them all the time. -[Bernet] Yeah.",
      "de": "-Ja, ich habe die ständig. -Ja."
    }
  },
  {
    "translation": {
      "en": "Can you tell me about them? What happens when you have a mood swing?",
      "de": "Kannst du mir davon erzählen? Was passiert dann mit dir?"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] One minute, I'll be happy,",
      "de": "Es gibt Momente, wo ich glücklich bin, und dann plötzlich bin ich deprimiert"
    }
  },
  {
    "translation": {
      "en": "and then I'll be depressed and sad and gloomy.",
      "de": "Es gibt Momente, wo ich glücklich bin, und dann plötzlich bin ich deprimiert und traurig und bedrückt."
    }
  },
  {
    "translation": {
      "en": "And then I'll be mad, and then I'll be back happy.",
      "de": "Und dann bin ich sauer und danach wieder glücklich,"
    }
  },
  {
    "translation": {
      "en": "And then I'll be just kind of depressed...",
      "de": "und dann bin ich einfach deprimiert."
    }
  },
  {
    "translation": {
      "en": "and different type of stuff like that.",
      "de": "Das ist ganz unterschiedlich."
    }
  },
  {
    "translation": {
      "en": "[Bernet] These times when you get real depressed and you cry nonstop,",
      "de": "In den Momenten, in denen du deprimiert bist und ständig weinst,"
    }
  },
  {
    "translation": {
      "en": "how long does that typically last?",
      "de": "wie lange dauert das in etwa?"
    }
  },
  {
    "translation": {
      "en": "Does it last a day or week or two, three weeks?",
      "de": "Einen Tag, eine Woche oder zwei oder drei Wochen?"
    }
  },
  {
    "translation": {
      "en": "Anywhere from a day to hours to weeks.",
      "de": "Das dauert einen Tag oder ein paar Stunden oder Wochen."
    }
  },
  {
    "translation": {
      "en": "The longest was for like a week and a half I cried.",
      "de": "Das längste waren anderthalb Wochen, in denen ich nur geweint habe."
    }
  },
  {
    "translation": {
      "en": "What happens when you get real happy?",
      "de": "Was passiert, wenn du glücklich bist?"
    }
  },
  {
    "translation": {
      "en": "That's very often-- I mean, very rare that I get just real happy.",
      "de": "Das ist sehr oft, ich meine sehr selten, dass ich wirklich glücklich bin."
    }
  },
  {
    "translation": {
      "en": "If I'm talking to someone and having a good conversation, I'll be happy.",
      "de": "Wenn ich mit jemandem rede und wir uns gut unterhalten, bin ich glücklich."
    }
  },
  {
    "translation": {
      "en": "[Bernet] What about times you get real, real angry?",
      "de": "Und wann wirst du richtig wütend?"
    }
  },
  {
    "translation": {
      "en": "When I'm locked up.",
      "de": "Wenn ich eingesperrt bin."
    }
  },
  {
    "translation": {
      "en": "I don't like people telling me do this, do that,",
      "de": "Ich mag es nicht, wenn Leute mir Dinge vorschreiben"
    }
  },
  {
    "translation": {
      "en": "you need to do it this way, not the other way,",
      "de": "und sagen: Mach das so und nicht anders."
    }
  },
  {
    "translation": {
      "en": "and you need to be like this,",
      "de": "Benimm dich so und nicht anders."
    }
  },
  {
    "translation": {
      "en": "you shouldn't think like this. I don't like it.",
      "de": "So darf man nicht denken. Ich mag das nicht. Es macht mich kirre. Ich halte das nicht aus."
    }
  },
  {
    "translation": {
      "en": "It fucking drives me nuts, and I can't stand it.",
      "de": "Ich mag das nicht. Es macht mich kirre. Ich halte das nicht aus."
    }
  },
  {
    "translation": {
      "en": "Well...",
      "de": "Also..."
    }
  },
  {
    "translation": {
      "en": "I got a lot of information here, and I'm gonna have to talk to Dr. Walker.",
      "de": "Du hast mir viel erzählt, und ich muss mit Dr. Walker reden"
    }
  },
  {
    "translation": {
      "en": "And then I'm gonna talk to Kathy Evans,",
      "de": "und danach mit Kathy Evans,"
    }
  },
  {
    "translation": {
      "en": "and then we're going to try to do something that might help you out",
      "de": "und dann versuchen wir, etwas zu tun, das dir helfen kann"
    }
  },
  {
    "translation": {
      "en": "when you go to court.",
      "de": "vor Gericht."
    }
  },
  {
    "translation": {
      "en": "Do you think you can?",
      "de": "Meinen Sie, das können Sie?"
    }
  },
  {
    "translation": {
      "en": "Cyntoia, this first thing I'd like you to do is kind of a test of your imagination.",
      "de": "Cyntoia, ich möchte als Erstes, dass wir deine Fantasie testen."
    }
  },
  {
    "translation": {
      "en": "I'm going to show you some pictures,",
      "de": "Ich werde dir ein paar Bilder zeigen."
    }
  },
  {
    "translation": {
      "en": "some cards with pictures on them.",
      "de": "DR. JAMES S. WALKER, GERICHTSPSYCHOLOGE"
    }
  },
  {
    "translation": {
      "en": "I want you to make up a story about each picture.",
      "de": "Ich möchte, dass du zu jedem Bild eine Geschichte erfindest."
    }
  },
  {
    "translation": {
      "en": "Please tell me what's happening in the picture,",
      "de": "Bitte sag mir, was auf dem Bild passiert,"
    }
  },
  {
    "translation": {
      "en": "what led up to the scene and how the story ends.",
      "de": "wie es dazu kam und wie die Geschichte endet."
    }
  },
  {
    "translation": {
      "en": "Tell me what the people are talking about and what they're feeling.",
      "de": "Sag mir, worüber die Leute reden und was sie denken."
    }
  },
  {
    "translation": {
      "en": "Use your imagination and remember there are no right or wrong answers, okay?",
      "de": "Nutze deine Fantasie. Und denk daran: Es gibt keine richtigen oder falschen Antworten."
    }
  },
  {
    "translation": {
      "en": "-Tell me a story about this one. -Oh, shit.",
      "de": "-Heilige Scheiße. -Erzähle mir hierzu etwas."
    }
  },
  {
    "translation": {
      "en": "I think she killed the little girl.",
      "de": "Ich glaube, sie hat das Mädchen getötet."
    }
  },
  {
    "translation": {
      "en": "-[Walker] Say again. -She killed the little girl",
      "de": "Wie bitte? Sie hat... Denn ich sehe hier Blut, und jetzt tut es ihr leid."
    }
  },
  {
    "translation": {
      "en": "because I see some blood or something right here, and now she's feeling bad.",
      "de": "Denn ich sehe hier Blut, und jetzt tut es ihr leid."
    }
  },
  {
    "translation": {
      "en": "She's just realizing what she's done.",
      "de": "Sie realisiert gerade, was sie getan hat."
    }
  },
  {
    "translation": {
      "en": "Tell me a story about this one.",
      "de": "Erzähle mir hierzu etwas."
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] Well, I think they just got to arguing.",
      "de": "Ich glaube, sie haben sich gestritten."
    }
  },
  {
    "translation": {
      "en": "And she really doesn't want him to kiss her,",
      "de": "Sie will nicht, dass er sie küsst,"
    }
  },
  {
    "translation": {
      "en": "but he's forcing her.",
      "de": "aber er zwingt sie."
    }
  },
  {
    "translation": {
      "en": "This slut is telling her to give her the money.",
      "de": "Diese Schlampe sagt ihr, sie soll ihr das Geld geben."
    }
  },
  {
    "translation": {
      "en": "This bitch is sitting back enjoying it. I hate people like that, swear to God.",
      "de": "Diese Zicke hält sich zurück und genießt es. Solche Leute hasse ich."
    }
  },
  {
    "translation": {
      "en": "And they're doing it because she's black.",
      "de": "Und sie tun das, weil sie schwarz ist."
    }
  },
  {
    "translation": {
      "en": "She probably was friends with these two girls.",
      "de": "Sie war wohl mit diesen beiden Mädchen befreundet."
    }
  },
  {
    "translation": {
      "en": "They just used her so they could get what they wanted out of her.",
      "de": "Sie haben sie benutzt, um zu bekommen, was sie wollen."
    }
  },
  {
    "translation": {
      "en": "[Bernet] Did you talk to Dr. Walker this morning?",
      "de": "Haben Sie mit Dr. Walker gesprochen?"
    }
  },
  {
    "translation": {
      "en": "[Sinback] I have not talked to him yet.",
      "de": "Noch nicht."
    }
  },
  {
    "translation": {
      "en": "He's drafted up some results here,",
      "de": "Er hat erste Ergebnisse formuliert,"
    }
  },
  {
    "translation": {
      "en": "but basically, the testing is totally consistent.",
      "de": "aber die Tests sind im Großen und Ganzen übereinstimmend."
    }
  },
  {
    "translation": {
      "en": "On the testing, she was honest, and so in other words, it appeared to be valid.",
      "de": "Bei den Tests war sie ehrlich, und daher sind sie rechtsgültig."
    }
  },
  {
    "translation": {
      "en": "The Roberts Apperception Test is the one where you show",
      "de": "Beim Roberts-Auffassungstest zeigt man Bilder"
    }
  },
  {
    "translation": {
      "en": "the pictures of the situations, and the person makes up stories.",
      "de": "Beim Roberts-Auffassungstest zeigt man Bilder von Situationen, und die Person erfindet Geschichten dazu."
    }
  },
  {
    "translation": {
      "en": "He said it was very striking. All her stories were chaotic,",
      "de": "Es war auffällig, dass all ihre Geschichten chaotisch waren,"
    }
  },
  {
    "translation": {
      "en": "and none of them had a resolution.",
      "de": "und keine hatte eine Lösung."
    }
  },
  {
    "translation": {
      "en": "They were all violence, aggression,",
      "de": "Sie handelten alle von Gewalt, Aggression,"
    }
  },
  {
    "translation": {
      "en": "an unusual degree of negative emotion, anger, rejection.",
      "de": "ungewöhnlich negativen Gefühlen, Wut, Ablehnung."
    }
  },
  {
    "translation": {
      "en": "I mean, this is her view of the world.",
      "de": "Das ist, würde ich sagen, ihre Sicht der Welt."
    }
  },
  {
    "translation": {
      "en": "How did this manifest itself when this guy Johnny was killed?",
      "de": "Wie offenbarte sich das, als Johnny getötet wurde?"
    }
  },
  {
    "translation": {
      "en": "See, I think that some of these characteristics affected the behaviors.",
      "de": "Ich glaube, einige dieser Aspekte haben ihr Verhalten beeinflusst."
    }
  },
  {
    "translation": {
      "en": "Her affect of instability, in other words, becoming suddenly frightened",
      "de": "Ihr Instabilitätsaffekt, d. h. ihre plötzliche Angst"
    }
  },
  {
    "translation": {
      "en": "about the situation she was in and her paranoia.",
      "de": "vor der Situation, in der sie war, und ihr Verfolgungswahn."
    }
  },
  {
    "translation": {
      "en": "Now, what can we do with all this?",
      "de": "Also, was können wir damit anfangen?"
    }
  },
  {
    "translation": {
      "en": "She's 16-and-a-half.",
      "de": "Sie ist sechzehneinhalb."
    }
  },
  {
    "translation": {
      "en": "She is.",
      "de": "Das ist sie."
    }
  },
  {
    "translation": {
      "en": "So if she were to stay in the juvenile court,",
      "de": "Wenn die Sache im Jugendgericht verhandelt wird,"
    }
  },
  {
    "translation": {
      "en": "she would be under the control of the juvenile court until she's 19.",
      "de": "bleibt sie unter der Kontrolle des Jugendgerichts, bis sie 19 ist."
    }
  },
  {
    "translation": {
      "en": "I think that would be long enough to help her get her situation under control.",
      "de": "Ich denke, das würde reichen, damit sie ihre Situation unter Kontrolle kriegt."
    }
  },
  {
    "translation": {
      "en": "She has a serious personality disorder which requires therapy",
      "de": "Sie hat eine schwere Persönlichkeitsstörung, für die eine Therapie nötig ist."
    }
  },
  {
    "translation": {
      "en": "in a good, wholesome residential program.",
      "de": "in einer guten, gesunden Wohngruppe."
    }
  },
  {
    "translation": {
      "en": "Tomorrow, we're gonna be going to court,",
      "de": "Morgen geht es vor Gericht,"
    }
  },
  {
    "translation": {
      "en": "but today, we're gonna have an opportunity to talk with her biological mother.",
      "de": "aber heute haben wir Gelegenheit, mit ihrer leiblichen Mutter zu sprechen."
    }
  },
  {
    "translation": {
      "en": "So that's kind of-- That's a little bit unusual.",
      "de": "Das ist etwas ungewöhnlich."
    }
  },
  {
    "translation": {
      "en": "Cyntoia was given up for adoption about 14 years ago,",
      "de": "Cyntoia wurde vor etwa 14 Jahren zur Adoption freigegeben,"
    }
  },
  {
    "translation": {
      "en": "and her biological mother had not seen her in all that time.",
      "de": "und ihre leibliche Mutter hat sie seitdem nicht mehr gesehen."
    }
  },
  {
    "translation": {
      "en": "It would be helpful to know whether there's any kind of mental disorder",
      "de": "Es wäre gut zu wissen, ob in Cyntoias leiblicher Familie"
    }
  },
  {
    "translation": {
      "en": "among the biological family of Cyntoia.",
      "de": "irgendeine seelische Störung vorliegt."
    }
  },
  {
    "translation": {
      "en": "It's really good to see you before the hearing",
      "de": "Es ist schön, Sie vor der Anhörung noch zu sehen,"
    }
  },
  {
    "translation": {
      "en": "because there are a few things that I wanted to find out or ask both of you about.",
      "de": "denn ich habe ein paar Fragen für Sie beide."
    }
  },
  {
    "translation": {
      "en": "And I guess I'm kind of glad that you all could say hi to each other.",
      "de": "Und ich bin froh, dass Sie beide sich treffen konnten."
    }
  },
  {
    "translation": {
      "en": "I guess you haven't really seen each other for a long time.",
      "de": "Sie werden sich sehr lange nicht gesehen haben."
    }
  },
  {
    "translation": {
      "en": "It's been a long time. Yes, it has.",
      "de": "Es ist lange her, ja."
    }
  },
  {
    "translation": {
      "en": "-[Burnet] Yeah. -Fourteen-and-a-half years.",
      "de": "Vierzehneinhalb Jahre."
    }
  },
  {
    "translation": {
      "en": "Ms. Mitchell, I'll tell you what I would find helpful",
      "de": "Frau Mitchell, es wäre für mich hilfreich zu wissen,"
    }
  },
  {
    "translation": {
      "en": "is how things went yesterday when you saw Cyntoia. How'd that go?",
      "de": "wie es gestern lief, als Sie Cyntoia gesehen haben. Wie war es?"
    }
  },
  {
    "translation": {
      "en": "I was real excited and real happy. And I had been waiting a long time.",
      "de": "Ich war aufgeregt und glücklich. Ich habe darauf lange gewartet. GEORGINA MITCHELL CYNTOIA BROWNS LEIBLICHE MUTTER"
    }
  },
  {
    "translation": {
      "en": "And I was just so glad to see her.",
      "de": "Ich war so froh, sie zu sehen,"
    }
  },
  {
    "translation": {
      "en": "I know Ellenette has provided for her, and I thank her for that.",
      "de": "Ich weiß, Ellenette hat für sie gesorgt. Dafür danke ich ihr. ELLENETTE BROWN CYNTOIAS ADOPTIVMUTTER"
    }
  },
  {
    "translation": {
      "en": "I’m glad you met. Was it like-- How long did y'all--",
      "de": "Ich bin froh, dass Sie sich getroffen haben. Wie lange..."
    }
  },
  {
    "translation": {
      "en": "[Mitchell] Oh, for a long time.",
      "de": "Eine lange Zeit."
    }
  },
  {
    "translation": {
      "en": "Um, I could see, you know, the traits she has.",
      "de": "Ich konnte sehen, welche Wesenszüge sie hat."
    }
  },
  {
    "translation": {
      "en": "It was like looking at me at that same age.",
      "de": "Es war, als würde ich mich in dem Alter selbst sehen."
    }
  },
  {
    "translation": {
      "en": "The ups and downs, anger one minute, happy the next.",
      "de": "Die Höhen und Tiefen. Wütend in einer Minute und glücklich in der nächsten."
    }
  },
  {
    "translation": {
      "en": "You know, she wanted to know about our side of the family and...",
      "de": "Sie wollte von unserer Seite der Familie hören."
    }
  },
  {
    "translation": {
      "en": "Let me just ask you about some family history stuff",
      "de": "Lassen Sie mich ein paar Fragen zur Familiengeschichte stellen,"
    }
  },
  {
    "translation": {
      "en": "because, you know, sometimes, when people have some sort of mental problem,",
      "de": "denn manchmal, wenn Menschen psychische Probleme haben,"
    }
  },
  {
    "translation": {
      "en": "sometimes it runs in families because of genetic things.",
      "de": "ist das erblich bedingt, aufgrund genetischer Dinge."
    }
  },
  {
    "translation": {
      "en": "[Mitchell] My mom shot herself. She sent me next door",
      "de": "Meine Mutter hat sich erschossen. Sie hat mich nach nebenan geschickt,"
    }
  },
  {
    "translation": {
      "en": "when I was in second grade,",
      "de": "als ich in der 2. Klasse war,"
    }
  },
  {
    "translation": {
      "en": "and she shot herself in the stomach.",
      "de": "und sie schoss sich in den Bauch."
    }
  },
  {
    "translation": {
      "en": "My mom and her mom, both of them, they're drunks, suicidal.",
      "de": "Meine Mutter und ihre Mutter waren beide Alkoholiker und selbstmordgefährdet."
    }
  },
  {
    "translation": {
      "en": "She took a shotgun and blowed her chest away, killed herself.",
      "de": "Sie nahm eine Schrotflinte und schoss sich ihre Brust weg und brachte sich um."
    }
  },
  {
    "translation": {
      "en": "Your mom had a biological brother",
      "de": "Ihre Mutter hatte einen Bruder,"
    }
  },
  {
    "translation": {
      "en": "who had some problems as well, mental health problems?",
      "de": "der auch psychische Probleme hatte."
    }
  },
  {
    "translation": {
      "en": "I know about these, yeah. Um, all of them do.",
      "de": "Ich weiß davon, ja. Sie alle hatten Probleme."
    }
  },
  {
    "translation": {
      "en": "And see, that's why I left, because...",
      "de": "Deshalb bin ich weggegangen, weil..."
    }
  },
  {
    "translation": {
      "en": "I prayed to God that--",
      "de": "Ich habe zu Gott gebetet, dass ich nicht so bin wie sie."
    }
  },
  {
    "translation": {
      "en": "I didn't wanna be like her. I didn't wanna be like none of 'em.",
      "de": "Ich habe zu Gott gebetet, dass ich nicht so bin wie sie. Ich wollte nicht so sein."
    }
  },
  {
    "translation": {
      "en": "[Burnet] Right.",
      "de": "Verstehe."
    }
  },
  {
    "translation": {
      "en": "Can you tell me what she was like then? What kind of baby was she?",
      "de": "Können Sie mir sagen, wie sie damals war? Wie war sie als Baby?"
    }
  },
  {
    "translation": {
      "en": "[Mitchell] Oh, she was a good baby.",
      "de": "Sie war ein gutes Baby."
    }
  },
  {
    "translation": {
      "en": "She was real good.",
      "de": "Sie war wirklich gut."
    }
  },
  {
    "translation": {
      "en": "It just got really hard, and I felt like I just... You know, I couldn't do it alone.",
      "de": "Es war einfach schwer, und ich dachte, dass ich es allein nicht schaffe."
    }
  },
  {
    "translation": {
      "en": "-Eighteen months. -We had her off and on",
      "de": "-Wir hatten sie hin und wieder, -18 Monate"
    }
  },
  {
    "translation": {
      "en": "since she was six months old.",
      "de": "seit sie sechs Monate alt war."
    }
  },
  {
    "translation": {
      "en": "[Burnet] What happened after that? I guess when she got in high school,",
      "de": "Was ist danach passiert? Also, in der Highschool"
    }
  },
  {
    "translation": {
      "en": "-or junior high, there were more serious-- -[Brown] Well, yes.",
      "de": "-oder Mittelstufe, als es ernster... -Ja, schon."
    }
  },
  {
    "translation": {
      "en": "When it started was, she had gotten herself",
      "de": "Als es anfing, war sie von der normalen Schule geflogen"
    }
  },
  {
    "translation": {
      "en": "kicked out of regular school into alternative school.",
      "de": "Als es anfing, war sie von der normalen Schule geflogen und wurde in eine Alternativschule versetzt."
    }
  },
  {
    "translation": {
      "en": "That was the first time she had initially run away because she was afraid to come home.",
      "de": "Das war das erste Mal, dass sie weglief, da sie Angst hatte, heimzukommen."
    }
  },
  {
    "translation": {
      "en": "And she was gone for, I think, maybe a few days.",
      "de": "Sie war ein paar Tage verschwunden."
    }
  },
  {
    "translation": {
      "en": "And she had someone to call me.",
      "de": "Sie hatte jemanden, der mich anrief."
    }
  },
  {
    "translation": {
      "en": "[Brown] I said, \"Well, you know, that only lasts for a little while,",
      "de": "Ich sagte: \"Na ja, das geht nur eine Weile so,"
    }
  },
  {
    "translation": {
      "en": "but your place is here at home. You have to go to school.",
      "de": "dein Zuhause ist hier. Du musst zur Schule gehen."
    }
  },
  {
    "translation": {
      "en": "You can't, at 12 years old--",
      "de": "Du kannst nicht mit 12 Jahren..."
    }
  },
  {
    "translation": {
      "en": "There's no way in the world you could take care of yourself.\"",
      "de": "Du kannst mit 12 nicht für dich selbst sorgen.\""
    }
  },
  {
    "translation": {
      "en": "So, of course she agreed, you know, and she came home.",
      "de": "Natürlich hat sie das verstanden, und sie kam nach Hause."
    }
  },
  {
    "translation": {
      "en": "And then from that point on, it was just like every day, every other day, every month, every other month,",
      "de": "Von da an war es jeden Tag, jeden zweiten Tag, jeden Monat, jeden zweiten Monat."
    }
  },
  {
    "translation": {
      "en": "it was just something, just something constantly. Constantly.",
      "de": "Es war immer irgendwas, immer wieder, andauernd."
    }
  },
  {
    "translation": {
      "en": "-Meaning more and more behavior problems? -[Brown] More and more.",
      "de": "-Also, immer mehr Verhaltensprobleme? -Immer mehr."
    }
  },
  {
    "translation": {
      "en": "It's like the behavior problems,",
      "de": "Die Verhaltensprobleme,"
    }
  },
  {
    "translation": {
      "en": "that wasn't even the tip of the iceberg,",
      "de": "das war nicht einmal die Spitze des Eisbergs."
    }
  },
  {
    "translation": {
      "en": "because after that, she'd gone back to alternative school",
      "de": "denn danach ging sie wieder auf die Alternativschule,"
    }
  },
  {
    "translation": {
      "en": "and then left school again, and the police called me.",
      "de": "und sie verließ wieder die Schule, und die Polizei rief mich an."
    }
  },
  {
    "translation": {
      "en": "[Brown] I think Cyntoia had just pretty well, at that point, made up her mind.",
      "de": "Ich glaube, Cyntoia hatte sich da bereits entschieden."
    }
  },
  {
    "translation": {
      "en": "-I think it was too structured... -[Bernet] Right. ...for her, you know?",
      "de": "Ich glaube, es war zu strukturiert für sie,"
    }
  },
  {
    "translation": {
      "en": "And toward the end, she didn't want to be at home.",
      "de": "und gegen Ende wollte sie nicht mehr zu Hause sein."
    }
  },
  {
    "translation": {
      "en": "She had said to me that, \"I knew I couldn't smoke, I couldn't drink.\"",
      "de": "Sie sagte zu mir: \"Ich weiß, ich kann nicht rauchen und nicht trinken"
    }
  },
  {
    "translation": {
      "en": "She said, \"And I knew I couldn't get high because you wouldn't allow that.\"",
      "de": "und nicht high werden, denn das würdest du nicht zulassen.\""
    }
  },
  {
    "translation": {
      "en": "I felt that this is what I had to do for me.",
      "de": "Ich dachte, ich müsste das tun, für mich selbst."
    }
  },
  {
    "translation": {
      "en": "Basically, the conversation that we just had here today,",
      "de": "Das Gespräch, das wir heute hier geführt haben,"
    }
  },
  {
    "translation": {
      "en": "that's the exact conversation I want to have in court.",
      "de": "ist genau das, was ich vor Gericht führen will."
    }
  },
  {
    "translation": {
      "en": "If you guys could try to be as conversational as possible with the judge.",
      "de": "Versuchen Sie einfach, ein Gespräch mit dem Richter zu führen."
    }
  },
  {
    "translation": {
      "en": "I think that you--",
      "de": "Ich glaube, Sie..."
    }
  },
  {
    "translation": {
      "en": "I'm past it, you know. I mean...",
      "de": "Ich habe das hinter mir gelassen. Also..."
    }
  },
  {
    "translation": {
      "en": "-[Sinback] I'm very proud of you guys. -My past is my past, you know, and...",
      "de": "-Ich bin stolz auf Sie alle. -Was vorbei ist, ist vorbei."
    }
  },
  {
    "translation": {
      "en": "-[Sinback] Mm-hmm. -You know, I've moved on, you know, and...",
      "de": "Das bin ich nicht mehr."
    }
  },
  {
    "translation": {
      "en": "Like I said, I appreciate, you know, what she's done for Toia.",
      "de": "Ich weiß zu schätzen, was sie für Toia getan hat."
    }
  },
  {
    "translation": {
      "en": "I'm sorry that, you know, she had to go through that with Toia, -the way Toia ended up. -Mm-hmm.",
      "de": "Es tut mir leid, dass sie das mit Toia durchmachen musste, und wie es endete."
    }
  },
  {
    "translation": {
      "en": "-But you know... -[Bernet and Sinback] Yeah. ...my life wasn't easy either. And you know, it's a trait thing, I guess.",
      "de": "Aber mein Leben war auch nicht einfach. Es ist wohl einfach ein Wesenszug."
    }
  },
  {
    "translation": {
      "en": "[Burnet] The issue in juvenile court is whether Cyntoia should remain in juvenile court",
      "de": "Die Frage vor Gericht ist, ob Cyntoias Fall im Jugendgericht bleiben"
    }
  },
  {
    "translation": {
      "en": "or whether she should be transferred to criminal court.",
      "de": "oder ans Strafgericht übertragen werden soll."
    }
  },
  {
    "translation": {
      "en": "If she stays in juvenile court, then she'll undoubtedly go",
      "de": "Wenn die Sache im Jugendgericht verbleibt, wird sie sicher"
    }
  },
  {
    "translation": {
      "en": "to some sort of juvenile detention facility until she's 19.",
      "de": "in einer Jugendstrafanstalt inhaftiert, bis sie 19 ist."
    }
  },
  {
    "translation": {
      "en": "If she is transferred to adult court,",
      "de": "Wenn sie an ein Erwachsenengericht überführt wird,"
    }
  },
  {
    "translation": {
      "en": "the only sentence that first-degree murder carries is life in prison.",
      "de": "ist die einzige Strafe für vorsätzlichen Mord lebenslange Haft."
    }
  },
  {
    "translation": {
      "en": "It's going to be an uphill battle.",
      "de": "Es wird ein harter Kampf."
    }
  },
  {
    "translation": {
      "en": "Not only do I have to show",
      "de": "Ich muss nicht nur zeigen,"
    }
  },
  {
    "translation": {
      "en": "that Cyntoia has identifiable mental health problems",
      "de": "dass Cyntoia psychische Probleme hat... BETTY ADAMS GREEN RICHTERIN, JUGENDGERICHT"
    }
  },
  {
    "translation": {
      "en": "and circumstances that can be corrected.",
      "de": "...und Umstände bestehen, die korrigiert werden können."
    }
  },
  {
    "translation": {
      "en": "But I also have to show that it's worth doing that",
      "de": "Ich muss auch zeigen, dass es sich lohnt,"
    }
  },
  {
    "translation": {
      "en": "in a case where a gentleman has been killed.",
      "de": "in einem Fall, in dem ein Mann getötet wurde."
    }
  },
  {
    "translation": {
      "en": "[Green] All right.",
      "de": "Gut."
    }
  },
  {
    "translation": {
      "en": "We are here this afternoon, I believe, in the matter of Cyntoia Brown.",
      "de": "Wir sind heute Nachmittag hier, um die Sache Cyntoia Brown zu erörtern."
    }
  },
  {
    "translation": {
      "en": "It's my understanding this is set as a transfer hearing. Is that correct?",
      "de": "Es geht um eine Transferanhörung. Stimmt das?"
    }
  },
  {
    "translation": {
      "en": "-[Sinback] Yes, Your Honor. -[Brown] So are we ready to proceed?",
      "de": "-Ja, Euer Ehren. -Sind wir bereit zu beginnen?"
    }
  },
  {
    "translation": {
      "en": "-[man] Yes, ma'am. -[Sinback] Yes, ma'am.",
      "de": "-Ja, Ma'am. -Ja, Ma'am."
    }
  },
  {
    "translation": {
      "en": "-[Green] You are Cyntoia Brown? -[Cyntoia] Yes, ma'am.",
      "de": "-Sind Sie Cyntoia Brown? -Ja. Ma'am."
    }
  },
  {
    "translation": {
      "en": "[Green] I have your date of birth listed as January the 29th, 1988.",
      "de": "Ihr Geburtsdatum ist als 29. Januar 1988 angegeben."
    }
  },
  {
    "translation": {
      "en": "-Is that correct? -Yes, ma'am.",
      "de": "-Stimmt das? -Ja, Ma'am."
    }
  },
  {
    "translation": {
      "en": "-[Green] That makes you, what, 15? -Sixteen.",
      "de": "-Das heißt, Sie sind etwa 15 Jahre alt? -16."
    }
  },
  {
    "translation": {
      "en": "[Green] Sixteen. Do you understand why you're here?",
      "de": "-Wissen Sie, warum Sie hier sind? -Ja, Ma'am."
    }
  },
  {
    "translation": {
      "en": "-Yes, ma'am. -[Green] All right.",
      "de": "Gut."
    }
  },
  {
    "translation": {
      "en": "This is not a hearing to determine",
      "de": "Dies ist keine Anhörung, um festzustellen,"
    }
  },
  {
    "translation": {
      "en": "if you're guilty or innocent of the charges against you.",
      "de": "ob Sie in der Sache schuldig oder unschuldig sind."
    }
  },
  {
    "translation": {
      "en": "The only purpose of today's hearing",
      "de": "Der einzige Zweck der heutigen Anhörung ist es,"
    }
  },
  {
    "translation": {
      "en": "is to determine where your case should be tried.",
      "de": "zu entscheiden, wo Ihr Fall verhandelt werden soll."
    }
  },
  {
    "translation": {
      "en": "Whether it should be heard here in the juvenile court,",
      "de": "Ob es hier im Jugendgericht geschieht"
    }
  },
  {
    "translation": {
      "en": "or if your case should be transferred to the criminal courts",
      "de": "oder ob Ihr Fall ans Strafgericht überführt wird,"
    }
  },
  {
    "translation": {
      "en": "and you should be tried there.",
      "de": "um dort verhandelt zu werden."
    }
  },
  {
    "translation": {
      "en": "[Sinback] I want you to start with the night of August 6th of 2004.",
      "de": "Ich möchte, dass Sie mit der Nacht vom 6. August 2004 beginnen."
    }
  },
  {
    "translation": {
      "en": "Where did you begin that evening around seven o'clock?",
      "de": "Wo waren Sie an diesem Abend gegen sieben Uhr?"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] I was in the hotel room.",
      "de": "Ich war im Hotelzimmer."
    }
  },
  {
    "translation": {
      "en": "-[Sinback] Okay, and who were you with? -Kut, Garion.",
      "de": "Mit wem waren Sie dort? Kut Garion."
    }
  },
  {
    "translation": {
      "en": "[Sinback] And who is Kut?",
      "de": "Und wer ist Kut?"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] Kut was someone that I was dating,",
      "de": "Kut war jemand, mit dem ich zusammen war,"
    }
  },
  {
    "translation": {
      "en": "but he kind of turned into, like, what other people would look at as a pimp.",
      "de": "aber er wurde zu dem, was andere Leute als Zuhälter ansehen würden."
    }
  },
  {
    "translation": {
      "en": "[Sinback] Do you look at it as a pimp?",
      "de": "Sehen Sie ihn als Zuhälter?"
    }
  },
  {
    "translation": {
      "en": "During the time, no.",
      "de": "Damals nicht, nein."
    }
  },
  {
    "translation": {
      "en": "Changes were happening so fast, I didn't.",
      "de": "Es änderte sich alles so schnell, dass ich nicht..."
    }
  },
  {
    "translation": {
      "en": "[Sinback] What about now?",
      "de": "Und heute?"
    }
  },
  {
    "translation": {
      "en": "Yes, now that I look on the situation, I do.",
      "de": "Ja, jetzt, wenn ich die Situation betrachte, denke ich es schon."
    }
  },
  {
    "translation": {
      "en": "[Sinback] What were you doing with Kut in the motel room at the Intown Suites?",
      "de": "Was haben Sie mit Kut im Motelzimmer im Intown Suites getan?"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] We were either getting high or having sex. That's all we ever did.",
      "de": "Wir waren entweder high oder hatten Sex. Das war alles, was wir taten."
    }
  },
  {
    "translation": {
      "en": "[Sinback] What did he say to you that evening?",
      "de": "Was hat er Ihnen am Abend gesagt?"
    }
  },
  {
    "translation": {
      "en": "He said that I was slipping and that I was starting to become a slouch,",
      "de": "Er sagte, dass ich faul sei und nichts täte,"
    }
  },
  {
    "translation": {
      "en": "that I needed to get out and get on my grind and get some money.",
      "de": "dass ich auf die Straße sollte, um Geld anzuschaffen."
    }
  },
  {
    "translation": {
      "en": "When I left, I was looking for a ride so I could go out to East Nashville.",
      "de": "Als ich ging, suchte ich eine Mitfahrgelegenheit nach East Nashville."
    }
  },
  {
    "translation": {
      "en": "[Sinback] Who were you going to see in East Nashville?",
      "de": "Wen wollten Sie dort treffen?"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] I wasn't going to see particularly anyone.",
      "de": "Niemanden Besonderes."
    }
  },
  {
    "translation": {
      "en": "I was going to an area that I knew was-- A lot of people go there and prostitute.",
      "de": "Ich wollte in eine Gegend, von der ich wusste, dass dort angeschafft wurde."
    }
  },
  {
    "translation": {
      "en": "[Sinback] Where did you walk to?",
      "de": "Wo sind Sie hingegangen?"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] I made it to the Sonic before someone asked me if I needed a ride.",
      "de": "Ich kam bis zum Sonic, als mich jemand fragte, ob ich mitfahren wollte."
    }
  },
  {
    "translation": {
      "en": "[Sinback] Okay. When you walked up to the Sonic, who approached you?",
      "de": "Als Sie zum Sonic kamen, wer hat Sie dort angesprochen?"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] A man in a white truck.",
      "de": "Ein Mann in einem weißen Pickup-Truck."
    }
  },
  {
    "translation": {
      "en": "[Sinback] Is this the person that has been referred to throughout this hearing?",
      "de": "Ist das die Person, die in dieser Anhörung erwähnt wurde?"
    }
  },
  {
    "translation": {
      "en": "-Mr. Allen, the deceased? -[Cyntoia] Yes, ma'am.",
      "de": "-Herr Allen, der Verstorbene? -Ja, Ma'am."
    }
  },
  {
    "translation": {
      "en": "[Sinback] What did he say to you when he pulled up?",
      "de": "Was hat er gesagt, als er anhielt?"
    }
  },
  {
    "translation": {
      "en": "He asked me if I needed a ride.",
      "de": "Er fragte, ob ich mitfahren wollte."
    }
  },
  {
    "translation": {
      "en": "-[Sinback] What did you say? -I told him yes.",
      "de": "-Was haben Sie gesagt? -Ich sagte, ja."
    }
  },
  {
    "translation": {
      "en": "The question came up, was I up for any action?",
      "de": "Es kam die Frage auf, ob ich bereit sei für etwas Action."
    }
  },
  {
    "translation": {
      "en": "And the action, I guess you should know that it was insinuating sexual.",
      "de": "Und Action, wie Sie wissen sollten, war eine Anspielung auf Sex."
    }
  },
  {
    "translation": {
      "en": "[Sinback] Did you know that when he said that?",
      "de": "Wussten Sie das, als er es sagte?"
    }
  },
  {
    "translation": {
      "en": "Yes, I did.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "[Sinback] And what was the next part of conversation?",
      "de": "Worüber haben Sie dann gesprochen?"
    }
  },
  {
    "translation": {
      "en": "-[Cyntoia] Business. [laughs] -[Sinback] What did he say?",
      "de": "Das Geschäftliche. Was hat er gesagt?"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] Well, he asked me how much, and I told him 200.",
      "de": "Er fragte, wie viel, und ich sagte ihm 200."
    }
  },
  {
    "translation": {
      "en": "And he said, \"No, 100,\" and we decided finally on 150.",
      "de": "Er sagte: \"Nein, 100\", und wir einigten uns auf 150."
    }
  },
  {
    "translation": {
      "en": "[Sinback] Where did you go next?",
      "de": "Wohin gingen Sie dann?"
    }
  },
  {
    "translation": {
      "en": "We went to his house.",
      "de": "Wir fuhren zu seinem Haus."
    }
  },
  {
    "translation": {
      "en": "[Sinback] Who made the suggestion of going to his house?",
      "de": "Wer hat den Vorschlag gemacht, zu ihm zu fahren?"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] He did. I had actually suggested the hotel we was right there at,",
      "de": "Das tat er. Ich hatte das Hotel vorgeschlagen, wo wir waren,"
    }
  },
  {
    "translation": {
      "en": "but he didn't want to go to the hotel.",
      "de": "aber er wollte nicht ins Hotel."
    }
  },
  {
    "translation": {
      "en": "He said he wanted to go to his house because there was no one there.",
      "de": "Er sagte, er wolle zu seinem Haus, weil niemand dort sei."
    }
  },
  {
    "translation": {
      "en": "[Sinback] Did he tell you who he lived with or anything like that?",
      "de": "Hat er Ihnen gesagt, mit wem er dort lebte?"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] He said he lived by himself.",
      "de": "Er sagte, er würde allein leben."
    }
  },
  {
    "translation": {
      "en": "[Sinback] You're in the car, you have your food, and you're on the way home.",
      "de": "Sie sind im Auto, haben Ihr Essen und sind auf dem Weg zum Haus."
    }
  },
  {
    "translation": {
      "en": "What kind of conversation did you have?",
      "de": "Worüber haben Sie geredet?"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] He was just basically talking about himself",
      "de": "Er redete über sich selbst, wer er war, was er so machte."
    }
  },
  {
    "translation": {
      "en": "-and who he was, things that he did. -[Sinback] What did he tell you he did?",
      "de": "Er redete über sich selbst, wer er war, was er so machte. Und was war das?"
    }
  },
  {
    "translation": {
      "en": "He told me he was a real estate agent,",
      "de": "Er sagte, er sei Immobilienmakler,"
    }
  },
  {
    "translation": {
      "en": "and he said that he did a lot of volunteer work and stuff,",
      "de": "und er sagte, er würde viel ehrenamtliche Arbeit leisten"
    }
  },
  {
    "translation": {
      "en": "and he was real important in the community.",
      "de": "und dass er in der Gemeinde eine sehr wichtige Rolle spielte."
    }
  },
  {
    "translation": {
      "en": "He was just finished telling me about his accomplishments",
      "de": "Er hatte mir gerade von all seinen Errungenschaften erzählt."
    }
  },
  {
    "translation": {
      "en": "and saying how that he used to be in the Army,",
      "de": "Dann sagte er, er sei in der Armee gewesen,"
    }
  },
  {
    "translation": {
      "en": "because I mentioned that I was from Fort Campbell.",
      "de": "denn ich hatte Fort Campbell erwähnt, wo ich herkam."
    }
  },
  {
    "translation": {
      "en": "And so he related to how he was an officer in the Army before",
      "de": "Er erzählte, dass er früher Offizier gewesen sei"
    }
  },
  {
    "translation": {
      "en": "and that he was a sharpshooter in the Army.",
      "de": "und in der Armee Scharfschütze war."
    }
  },
  {
    "translation": {
      "en": "And then he had told me how a lot of women want him for his money",
      "de": "Dann sagte er, dass viele Frauen nur sein Geld wollten,"
    }
  },
  {
    "translation": {
      "en": "and that he wanted someone to make love with him with desire.",
      "de": "aber er wollte, dass ihn jemand leidenschaftlich lieben würde"
    }
  },
  {
    "translation": {
      "en": "[Sinback] Okay. Did you see any guns in the house?",
      "de": "Haben Sie im Haus Waffen gesehen?"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] Yes, I seen two shotguns downstairs,",
      "de": "Ja, ich sah unten zwei Schrotflinten,"
    }
  },
  {
    "translation": {
      "en": "and he showed me a chrome gun with a black handle.",
      "de": "und er zeigte mir eine verchromte Waffe mit schwarzem Griff."
    }
  },
  {
    "translation": {
      "en": "[Sinback] Where were you when he showed you that? [Cyntoia] I was sitting at the table, eating my food.",
      "de": "-Wo waren Sie, als er Ihnen das zeigte? -Ich saß am Tisch und aß mein Essen."
    }
  },
  {
    "translation": {
      "en": "[Sinback] Okay. And how were you feeling at that time?",
      "de": "Wie fühlten Sie sich zu dem Zeitpunkt?"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] He was, like, controlling. He reminded me of Kut a little bit.",
      "de": "Er tat sehr kontrollierend und erinnerte mich ein wenig an Kut."
    }
  },
  {
    "translation": {
      "en": "I start feeling nervous, then I kept feeling more nervous",
      "de": "Ich wurde nervös und dann immer nervöser,"
    }
  },
  {
    "translation": {
      "en": "as he started talking about the guns and stuff.",
      "de": "als er über die Waffen und all das sprach."
    }
  },
  {
    "translation": {
      "en": "I was really shaky.",
      "de": "Ich habe gezittert."
    }
  },
  {
    "translation": {
      "en": "[Sinback] Do you usually go with people to their homes?",
      "de": "Gehen Sie normalerweise mit Leuten nach Hause?"
    }
  },
  {
    "translation": {
      "en": "[scoffs] No.",
      "de": "Nein."
    }
  },
  {
    "translation": {
      "en": "[Sinback] Have you done this, prostituted before?",
      "de": "Haben Sie es zuvor bereits getan, also Prostitution?"
    }
  },
  {
    "translation": {
      "en": "-Yes. -[Sinback] Where have you done it?",
      "de": "-Ja. -Wo war das?"
    }
  },
  {
    "translation": {
      "en": "-In hotels. -[Sinback] Okay.",
      "de": "In Hotels. Ok."
    }
  },
  {
    "translation": {
      "en": "And what did you do then?",
      "de": "Was haben Sie dann getan?"
    }
  },
  {
    "translation": {
      "en": "I asked him if we can go downstairs to the living room and watch TV.",
      "de": "Ich fragte ihn, ob wir unten im Wohnzimmer fernsehen könnten."
    }
  },
  {
    "translation": {
      "en": "-[Sinback] And what did he say? -He said sure.",
      "de": "Was hat er gesagt? Er sagte:\"Ja, sicher.\""
    }
  },
  {
    "translation": {
      "en": "[Sinback] Were you still feeling like you didn't want to go through with having sex?",
      "de": "Wollten Sie zu diesem Zeitpunkt keinen Sex mehr mit ihm haben?"
    }
  },
  {
    "translation": {
      "en": "The whole reason I went downstairs to the living room was so I'd be closer to the door.",
      "de": "Ich wollte ins Wohnzimmer, damit ich näher an der Tür wäre."
    }
  },
  {
    "translation": {
      "en": "[Sinback] Okay.",
      "de": "Ok."
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] And so by the end I was like, \"Well, you know, I'm tired.",
      "de": "Ich sagte dann zum Schluss, dass ich müde sei"
    }
  },
  {
    "translation": {
      "en": "Can I just go to sleep for a little while? I haven't had sleep in a while.\"",
      "de": "und mich kurz hinlegen möchte. Ich hatte lange nicht geschlafen."
    }
  },
  {
    "translation": {
      "en": "So I was hoping maybe we'd both fall asleep,",
      "de": "Ich hoffte, dass wir beide einschlafen würden."
    }
  },
  {
    "translation": {
      "en": "and while he was sound asleep, I'd just sneak on out.",
      "de": "Und sobald er schliefe, würde ich mich rausschleichen."
    }
  },
  {
    "translation": {
      "en": "And so then we went upstairs.",
      "de": "Dann gingen wir nach oben."
    }
  },
  {
    "translation": {
      "en": "[Sinback] Do you tend to be a nervous person?",
      "de": "Sind Sie eher nervös als Person?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -[Sinback] Did anything make you",
      "de": "Ja. Hat Sie etwas nervös gemacht in der Nacht?"
    }
  },
  {
    "translation": {
      "en": "-especially nervous that night? -[Cyntoia] Just how he was acting.",
      "de": "Hat Sie etwas nervös gemacht in der Nacht? Wie er sich benahm."
    }
  },
  {
    "translation": {
      "en": "Just how he talked. It's like the way he talked...",
      "de": "Wie er redete. Wie er erzählte,"
    }
  },
  {
    "translation": {
      "en": "how he was just so important and stuff.",
      "de": "wie wichtig er sei und so."
    }
  },
  {
    "translation": {
      "en": "And then me, I look at myself. Who am I? Who am I to him? It's like...",
      "de": "Und dann sehe ich mich selbst. Wer bin ich? Was bin ich für ihn?"
    }
  },
  {
    "translation": {
      "en": "Then he talks about the guns and stuff. If he does something to me,",
      "de": "Dann spricht er über die Waffen und so. Und ich denke,"
    }
  },
  {
    "translation": {
      "en": "I'm sitting here thinking, what can I do?",
      "de": "Wenn er mir etwas antut: \"Was kann ich tun?\""
    }
  },
  {
    "translation": {
      "en": "I'm in his house. Ain't nobody gonna know where I'm at.",
      "de": "Ich bin in seinem Haus. Keiner weiß, wo ich bin."
    }
  },
  {
    "translation": {
      "en": "My mom and them, they don't know where I'm at.",
      "de": "Meine Mutter nicht, niemand."
    }
  },
  {
    "translation": {
      "en": "The people that I stay with, Chico and them, don't know where I'm at.",
      "de": "Wo ich wohne, Chico und die, wissen es auch nicht."
    }
  },
  {
    "translation": {
      "en": "Nobody's gonna know what happens to me. Kut, he doesn't care.",
      "de": "Keiner wird wissen, was mit mir passiert ist. Und Kut ist es egal."
    }
  },
  {
    "translation": {
      "en": "He doesn't even know who I left with.",
      "de": "Er weiß nicht mal, mit wem ich weg bin."
    }
  },
  {
    "translation": {
      "en": "And all this is running through my mind, and I'm just a nervous wreck.",
      "de": "All das geht mir durch den Kopf, und ich bin ein einziges Nervenbündel."
    }
  },
  {
    "translation": {
      "en": "[Sinback] What happened next?",
      "de": "Was geschah dann?"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] What happened next, about the fifth time he got in the bed...",
      "de": "Was dann geschah, als er etwa zum fünften Mal ins Bett kam..."
    }
  },
  {
    "translation": {
      "en": "It's like, at first, he was just stroking me, but then it's like he just grabbed me, like,",
      "de": "Zuerst hat er mich nur gestreichelt, aber dann hat er"
    }
  },
  {
    "translation": {
      "en": "in between my legs, like, he just grabbed it real hard.",
      "de": "zwischen meine Beine gegriffen, sehr fest."
    }
  },
  {
    "translation": {
      "en": "The whole time, every time he touched me I'd just move and act like I was asleep.",
      "de": "Jedes Mal, wenn er mich berührte, habe ich getan, als würde ich schlafen."
    }
  },
  {
    "translation": {
      "en": "This time I just... [grunts]",
      "de": "Ich machte dann einfach..."
    }
  },
  {
    "translation": {
      "en": "Like that, and I turned over real hard.",
      "de": "...also so, und ich drehte mich dann ruckartig weg."
    }
  },
  {
    "translation": {
      "en": "And he just gave me this look. It was, like, a very fierce look.",
      "de": "Er hat mich angesehen, mit diesem wilden Ausdruck im Gesicht."
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] And it just sent these chills up my spine.",
      "de": "Es lief mir wie ein Schauer über den Rücken."
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Oh, my God. He's fixin' to hit me.\"",
      "de": "Ich dachte: \"Oh, Gott, er wird mich schlagen.\""
    }
  },
  {
    "translation": {
      "en": "I'm thinking he's fixin' to hit me or do something like that,",
      "de": "Ich denke, er schlägt gleich zu, aber dann..."
    }
  },
  {
    "translation": {
      "en": "but then he rolls over and reaches to the side of the bed or something.",
      "de": "rollt er zur Seite und greift etwas von der Seite des Betts."
    }
  },
  {
    "translation": {
      "en": "I'm thinking he's not fixin' to hit me. He's fixin' to get a gun.",
      "de": "Er will mich nicht schlagen, sondern sucht eine Waffe."
    }
  },
  {
    "translation": {
      "en": "[Sinback] What did you do at that time?",
      "de": "Was haben Sie dann getan?"
    }
  },
  {
    "translation": {
      "en": "I just grabbed the gun, and I shot him.",
      "de": "Ich habe die Waffe gegriffen und ihn erschossen."
    }
  },
  {
    "translation": {
      "en": "[man] Mr. Allen was asleep and facing away from you",
      "de": "Herr Allen schlief und war von Ihnen abgewandt,"
    }
  },
  {
    "translation": {
      "en": "-when you shot him. -[Cyntoia] No, sir.",
      "de": "-als Sie auf ihn schossen. -Nein, Sir."
    }
  },
  {
    "translation": {
      "en": "[man] All right, what I want you to do is to explain to the Court how...",
      "de": "Ich möchte, dass Sie dem Gericht etwas erklären,"
    }
  },
  {
    "translation": {
      "en": "You have a gun in your purse on the nightstand.",
      "de": "Sie haben eine Waffe in der Tasche auf dem Nachttisch."
    }
  },
  {
    "translation": {
      "en": "-Correct? -[Cyntoia] Right.",
      "de": "-Richtig? -Ja."
    }
  },
  {
    "translation": {
      "en": "[man] You don't want to do this. You don't want to be here.",
      "de": "Sie wollen es nicht tun und nicht dort sein."
    }
  },
  {
    "translation": {
      "en": "So you felt like, if you tried to leave,",
      "de": "Sie dachten: \"Wenn ich versuche zu fliehen,"
    }
  },
  {
    "translation": {
      "en": "-he would harm you. -[Cyntoia] Right.",
      "de": "-wird er mir etwas antun.\" -Ja."
    }
  },
  {
    "translation": {
      "en": "And your belief in that is based on the fact",
      "de": "Das basierte darauf, dass er Ihnen von seinen Waffen erzählte und Scharfschütze war."
    }
  },
  {
    "translation": {
      "en": "that he told you he had some guns and he's a sharpshooter.",
      "de": "von seinen Waffen erzählte und Scharfschütze war."
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] Not only that but the way he was acting.",
      "de": "Nicht nur das, sondern auch, wie er sich benahm."
    }
  },
  {
    "translation": {
      "en": "[Burks] Well, all I know about his activities is what you've told us,",
      "de": "Ich weiß nur, was Sie uns über sein Benehmen erzählt haben,"
    }
  },
  {
    "translation": {
      "en": "and that's really all we'll ever know...",
      "de": "und mehr werden wir dazu nie erfahren..."
    }
  },
  {
    "translation": {
      "en": "-[Cyntoia] Right. -[Burks] ...since you killed him.",
      "de": "-Ja. -...da Sie ihn getötet haben."
    }
  },
  {
    "translation": {
      "en": "Your testimony today is that you felt he'd harm you if you tried to leave,",
      "de": "Sie hatten Angst, er würde Ihnen etwas antun, wenn Sie davonliefen,"
    }
  },
  {
    "translation": {
      "en": "but you felt comfortable not only getting in the car and going home with him,",
      "de": "aber Sie stiegen in sein Auto, fuhren zu seinem Haus"
    }
  },
  {
    "translation": {
      "en": "-but getting into bed with him. -The reason that I was acting asleep",
      "de": "-und gingen mit ihm zu Bett, -Ich stellte mich schlafend,"
    }
  },
  {
    "translation": {
      "en": "was so he would go to sleep so then I could leave.",
      "de": "damit er schlafen würde und ich fliehen konnte."
    }
  },
  {
    "translation": {
      "en": "[Burks] Or... or, Ms. Brown, was it that so he would go to sleep",
      "de": "Oder war es so, Frau Brown, dass er schlafen sollte,"
    }
  },
  {
    "translation": {
      "en": "so you could shoot him and take all his stuff out of the house?",
      "de": "damit Sie ihn erschießen und all seine Sachen stehlen konnten?"
    }
  },
  {
    "translation": {
      "en": "Why would I want to shoot somebody for no reason? That doesn't make no sense.",
      "de": "Warum sollte ich ohne Grund jemanden erschießen? Das macht keinen Sinn."
    }
  },
  {
    "translation": {
      "en": "[Burks] Well, why did you shoot him?",
      "de": "-Warum haben Sie ihn dann erschossen? -Weil ich dachte,"
    }
  },
  {
    "translation": {
      "en": "I shot him because I thought he was gonna shoot me.",
      "de": "-Warum haben Sie ihn dann erschossen? -Weil ich dachte, dass er mich erschießen würde."
    }
  },
  {
    "translation": {
      "en": "It would be a shock to me if I get transferred.",
      "de": "Es wäre ein Schock, wenn ich verlegt werde,"
    }
  },
  {
    "translation": {
      "en": "With everything that was said last night,",
      "de": "nach all dem, was gestern gesagt wurde."
    }
  },
  {
    "translation": {
      "en": "I can't see how that didn't touch the judge.",
      "de": "Das kann die Richterin ja nicht kalt lassen,"
    }
  },
  {
    "translation": {
      "en": "And how that couldn't wave her opinion to think,",
      "de": "und sie muss sich doch sagen:"
    }
  },
  {
    "translation": {
      "en": "\"Okay, if I have the power to change this child's life,",
      "de": "\"Ok, ich habe das Leben dieses Kindes in der Hand."
    }
  },
  {
    "translation": {
      "en": "I'm not gonna throw it away.\"",
      "de": "Ich werde es nicht einfach wegwerfen.\""
    }
  },
  {
    "translation": {
      "en": "Hopefully, she's thinking along those lines.",
      "de": "Hoffentlich wird sie so denken."
    }
  },
  {
    "translation": {
      "en": "I can't see why she wouldn't be.",
      "de": "Ich würde es sonst nicht verstehen."
    }
  },
  {
    "translation": {
      "en": "You know, we'll never know what actually happened in Cyntoia's case.",
      "de": "Wir werden nie erfahren, was in Cyntoias Fall passiert ist."
    }
  },
  {
    "translation": {
      "en": "You got paranoid that he was gonna do this, and so you shot him.",
      "de": "Sie war paranoid, dass er es tun würde, also hat sie geschossen,"
    }
  },
  {
    "translation": {
      "en": "But then you go and take his wallet, his truck,",
      "de": "aber dann nimmt sie seine Brieftasche, seinen Truck,"
    }
  },
  {
    "translation": {
      "en": "and that casts big-time doubt on your motives there.",
      "de": "und das wirft Zweifel an ihren Motiven auf."
    }
  },
  {
    "translation": {
      "en": "Those are her facts. I don't necessarily agree with those facts.",
      "de": "Dies sind ihre Fakten. Ich stimme diesen Fakten nicht unbedingt zu."
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] You remember the transfer hearing?",
      "de": "Erinnern Sie sich an die Anhörung?"
    }
  },
  {
    "translation": {
      "en": "Jeff Burks, you know the hostility between us?",
      "de": "Jeff Burks und die Feindseligkeit zwischen uns?"
    }
  },
  {
    "translation": {
      "en": "He cross-examined me.",
      "de": "Er hat mich verhört."
    }
  },
  {
    "translation": {
      "en": "And he was questioning me like I was before the jury, was he not?",
      "de": "Und er befragte mich wie vor einer Jury, oder etwa nicht?"
    }
  },
  {
    "translation": {
      "en": "Adversarial proceeding, that's what it's not supposed to be,",
      "de": "Es soll keine feindselige Verhandlung sein,"
    }
  },
  {
    "translation": {
      "en": "and that's what it was.",
      "de": "aber das war es."
    }
  },
  {
    "translation": {
      "en": "It was a fucking trial, and the same issue was,",
      "de": "Es war ein verdammter Prozess,"
    }
  },
  {
    "translation": {
      "en": "was it premeditated or self-defense? That was the whole issue, wasn't it?",
      "de": "und die Frage war nur: War es vorsätzlich oder Notwehr? Oder?"
    }
  },
  {
    "translation": {
      "en": "That's the issue at this fucking trial.",
      "de": "Das ist die Frage bei diesem verdammten Prozess."
    }
  },
  {
    "translation": {
      "en": "This is my diary.",
      "de": "Das hier ist mein Tagebuch."
    }
  },
  {
    "translation": {
      "en": "I just write little things.",
      "de": "Ich notiere nur Kleinigkeiten."
    }
  },
  {
    "translation": {
      "en": "I'm on my seventh page, telling my lawyers everything about me,",
      "de": "Ich bin auf der siebten Seite und erzähle meinen Anwälten alles über mich."
    }
  },
  {
    "translation": {
      "en": "what started from day one,",
      "de": "Ich beginne ganz am Anfang,"
    }
  },
  {
    "translation": {
      "en": "so they can know... get a feel of me to work my case better.",
      "de": "damit sie mich besser verstehen und verteidigen können."
    }
  },
  {
    "translation": {
      "en": "I know they care for me, and they want the best for me.",
      "de": "Sie sorgen sich und wollen das Beste für mich."
    }
  },
  {
    "translation": {
      "en": "'Cause I'm really expecting to go home or hoping to go home.",
      "de": "Ich erwarte wirklich, freizukommen, bzw. erhoffe mir das."
    }
  },
  {
    "translation": {
      "en": "My biggest challenge for now is gonna be to keep from going crazy.",
      "de": "Im Moment besteht meine größte Herausforderung darin, nicht verrückt zu werden."
    }
  },
  {
    "translation": {
      "en": "I'm not a murderer. I didn't viciously murder that man.",
      "de": "Ich bin kein Mörder. Ich habe ihn nicht nicht ermordet."
    }
  },
  {
    "translation": {
      "en": "Why do y'all say that about me?",
      "de": "Warum sagen das alle?"
    }
  },
  {
    "translation": {
      "en": "[Bernet] Her new attorney is Wendy Tucker.",
      "de": "Ihre neue Anwältin ist Wendy Tucker."
    }
  },
  {
    "translation": {
      "en": "And a couple months ago, Ms. Tucker sent me a message",
      "de": "Und vor ein paar Monaten kontaktierte mich Frau Tucker"
    }
  },
  {
    "translation": {
      "en": "asking me to continue with this evaluation.",
      "de": "mit der Bitte, die Beurteilung fortzusetzen."
    }
  },
  {
    "translation": {
      "en": "And so now the questions are somewhat different",
      "de": "Jetzt lauten die Fragen etwas anders,"
    }
  },
  {
    "translation": {
      "en": "because she's gonna go to a criminal trial.",
      "de": "weil es um einen Strafprozess geht."
    }
  },
  {
    "translation": {
      "en": "Cyntoia is charged with first-degree murder.",
      "de": "Cyntoia wird wegen vorsätzlichen Mordes angeklagt."
    }
  },
  {
    "translation": {
      "en": "If the defense can show that she did not premeditate,",
      "de": "Wenn die Verteidigung nachweisen kann, dass kein Vorsatz bestand,"
    }
  },
  {
    "translation": {
      "en": "then the jury would say she does not meet the criteria for first-degree murder.",
      "de": "dann würde die Jury entscheiden, dass das Kriterium für Vorsatz nicht erfüllt ist."
    }
  },
  {
    "translation": {
      "en": "The definition depends on the mental state of the person who's committing the act.",
      "de": "Die Definition hängt vom mentalen Zustand der Person ab, die die Tat begeht."
    }
  },
  {
    "translation": {
      "en": "So let's talk about -the waiver of Miranda rights. -[Tucker] Okay.",
      "de": "Reden wir über den Verzicht während der Rechtsbelehrung."
    }
  },
  {
    "translation": {
      "en": "[Bernet] Now, my understanding of kind of the legal threshold is",
      "de": "Die rechtliche Schwelle besteht meines Wissens darin, dass die Formulierung..."
    }
  },
  {
    "translation": {
      "en": "that the phraseology has to be done in a knowing, intelligent",
      "de": "Die rechtliche Schwelle besteht meines Wissens darin, dass die Formulierung... WENDY TUCKER CYNTOIAS ANWÄLTIN ...auf bewusste, verständliche und freiwillige Art erfolgen muss"
    }
  },
  {
    "translation": {
      "en": "-and voluntary manner. -Right.",
      "de": "...auf bewusste, verständliche und freiwillige Art erfolgen muss"
    }
  },
  {
    "translation": {
      "en": "Did she knowingly, intelligently, and voluntarily",
      "de": "Hat sie bewusst, verständlich, freiwillig... RICHARD MCGEE CYNTOIAS ANWALT"
    }
  },
  {
    "translation": {
      "en": "waive her right to remain silent?",
      "de": "...auf ihr Recht zur Aussageverweigerung verzichtet?"
    }
  },
  {
    "translation": {
      "en": "[Bernet] I don't think it was knowing.",
      "de": "Ich glaube nicht, dass es \"bewusst\" war."
    }
  },
  {
    "translation": {
      "en": "You know the whole thing about when you make a statement",
      "de": "Du weißt, wenn du eine Aussage machst,"
    }
  },
  {
    "translation": {
      "en": "that they read you your rights and stuff like that?",
      "de": "dass dir vorher deine Rechte vorgelesen werden."
    }
  },
  {
    "translation": {
      "en": "I know when they arrest you. -I've seen it on Cops. -Right.",
      "de": "Ich weiß, wann man verhaftet wird. Ich hab es bei COPS gesehen."
    }
  },
  {
    "translation": {
      "en": "They did it to me, but I didn't know it meant that you can be quiet.",
      "de": "Sie haben das getan, aber ich wusste nicht, dass man schweigen darf."
    }
  },
  {
    "translation": {
      "en": "Right. That's--",
      "de": "Genau, das...."
    }
  },
  {
    "translation": {
      "en": "\"You have the right to remain silent. Anything you say can be held against you.\"",
      "de": "\"Sie haben das Recht zu schweigen. Alles, was Sie sagen,"
    }
  },
  {
    "translation": {
      "en": "And all that, but I don't... [Bernet] That's what we'll talk about right now.",
      "de": "-kann gegen Sie verwendet werden\" und so. -Darüber will ich reden."
    }
  },
  {
    "translation": {
      "en": "Says here, \"You have the right to remain silent.\"",
      "de": "Hier steht: \"Sie haben das Recht zu schweigen.\""
    }
  },
  {
    "translation": {
      "en": "Do you understand that right?",
      "de": "Verstehen Sie das Recht?"
    }
  },
  {
    "translation": {
      "en": "-Yes or no? -Mm-hmm.",
      "de": "Ja oder nein?"
    }
  },
  {
    "translation": {
      "en": "[Bernet] \"Anything you say can and will be used against you in a court of law.\"",
      "de": "\"Jede Ihrer Aussagen kann und wird vor Gericht gegen Sie verwendet werden.\""
    }
  },
  {
    "translation": {
      "en": "So tell me in your own words what that means.",
      "de": "Sag mir mit deinen eigenen Worten, was das bedeutet."
    }
  },
  {
    "translation": {
      "en": "Whatever you say, it'll go to court.",
      "de": "Was auch immer man sagt, es geht zum Gericht."
    }
  },
  {
    "translation": {
      "en": "Man, I wish I'd have paid attention to this stuff.",
      "de": "Mist, ich hätte darauf achten sollen."
    }
  },
  {
    "translation": {
      "en": "Do you wish to waive that right and answer questions now?",
      "de": "Wollen Sie auf dieses Recht verzichten und Fragen beantworten?"
    }
  },
  {
    "translation": {
      "en": "-Say yes or no. -Yeah.",
      "de": "-Sagen Sie ja oder nein. -Ja."
    }
  },
  {
    "translation": {
      "en": "[Bernet] \"You are entitled to consult with an attorney before interrogation",
      "de": "\"Sie haben das Recht, vor dem Verhör mit einem Anwalt zu sprechen"
    }
  },
  {
    "translation": {
      "en": "and to have an attorney present at the time of the interrogation.\"",
      "de": "und während des Verhörs einen Anwalt anwesend zu haben.\""
    }
  },
  {
    "translation": {
      "en": "-Tell me in your words what that means. -You can have a lawyer there with you.",
      "de": "-Sag mir, was das heißt. -Man kann einen Anwalt haben."
    }
  },
  {
    "translation": {
      "en": "[Bernet] Does it tell you a certain time when you can have a lawyer?",
      "de": "Gibt es an, wann du einen Anwalt haben darfst?"
    }
  },
  {
    "translation": {
      "en": "When they start asking questions.",
      "de": "Wenn sie anfangen, Fragen zu stellen."
    }
  },
  {
    "translation": {
      "en": "[Bernet] \"If you cannot afford an attorney, one will be appointed for you.\"",
      "de": "\"Wenn Sie sich keinen Anwalt leisten können, wird einer für Sie ernannt."
    }
  },
  {
    "translation": {
      "en": "If you're broke, then you can get a free lawyer.",
      "de": "Wenn man pleite ist, kriegt man umsonst einen Anwalt."
    }
  },
  {
    "translation": {
      "en": "Does this mean you're not gonna promise me anything as far as helping me if I talk?",
      "de": "Heißt das, Sie versprechen mir nicht, mir zu helfen, wenn ich rede?"
    }
  },
  {
    "translation": {
      "en": "But you just promised me that. Right.",
      "de": "-Aber das haben Sie mir eben versprochen. -Richtig."
    }
  },
  {
    "translation": {
      "en": "And that's saying that no one has promised me that, but you have.",
      "de": "Und da steht, niemand hat mir das versprochen, aber Sie haben es getan."
    }
  },
  {
    "translation": {
      "en": "Well, I'm sure that we're gonna... we'll do everything we can to help you.",
      "de": "Ich bin sicher, dass wir alles tun werden, um Ihnen zu helfen."
    }
  },
  {
    "translation": {
      "en": "If we can, you know... anything we can to help you, we will.",
      "de": "Wenn wir können, wissen Sie... Wenn es geht, dann tun wir es."
    }
  },
  {
    "translation": {
      "en": "Tell me how this... how all these questions I was asking,",
      "de": "Sag mir, wie all die Fragen, die ich gestellt habe,"
    }
  },
  {
    "translation": {
      "en": "how do they fit into your situation?",
      "de": "zu deiner Situation passen."
    }
  },
  {
    "translation": {
      "en": "[stammers] I don't know.",
      "de": "Echt, ich weiß nicht."
    }
  },
  {
    "translation": {
      "en": "See, right now, I see it, and I understand them.",
      "de": "Also, jetzt sehe ich es, und ich verstehe, was sie sagen,"
    }
  },
  {
    "translation": {
      "en": "But then I didn't understand.",
      "de": "aber damals verstand ich es nicht. Ich war high und müde."
    }
  },
  {
    "translation": {
      "en": "-I was high, and I was tired. -Tell me about these--",
      "de": "aber damals verstand ich es nicht. Ich war high und müde. Erzähl mir davon..."
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] Plus, they said that, if I told them, they could give me a deal.",
      "de": "Und sie haben gesagt, dass sie mir einen Deal geben, wenn ich rede."
    }
  },
  {
    "translation": {
      "en": "[Bernet] What was he talking about? What kind of deal?",
      "de": "Was hat er gesagt? Was für einen Deal?"
    }
  },
  {
    "translation": {
      "en": "About time, and then he said,",
      "de": "Wegen der Länge der Haft, und er sagte:"
    }
  },
  {
    "translation": {
      "en": "\"No, I promised that I would talk to the DA for you.\"",
      "de": "\"Nein, ich habe versprochen, dass ich mit dem Staatsanwalt rede.\""
    }
  },
  {
    "translation": {
      "en": "But that wasn't the same thing he said.",
      "de": "Aber das war nicht, was er sagte."
    }
  },
  {
    "translation": {
      "en": "He said, \"I promise you that, if you talk to us, cooperate with us,",
      "de": "Er sagte, \"Wenn du mit uns redest und kooperierst, kriegst du"
    }
  },
  {
    "translation": {
      "en": "we can get you a deal.\" I said, \"Do you promise?\" And he said yes.",
      "de": "einen Deal.\" Und ich sagte: \"Versprochen?\" Und er sagte: \"Ja\"."
    }
  },
  {
    "translation": {
      "en": "[Bernet] What does it mean when he says, \"I'll talk to the DA\"?",
      "de": "Was heißt das: \"Ich rede mit dem Staatsanwalt\"?"
    }
  },
  {
    "translation": {
      "en": "I don't know. I'll talk to him about you--",
      "de": "Ich weiß nicht. Ich rede mit ihm über dich..."
    }
  },
  {
    "translation": {
      "en": "[Bernet] He might talk to him every day about the weather or the football game.",
      "de": "Vielleicht redet er jeden Tag mit ihm über das Wetter oder Football."
    }
  },
  {
    "translation": {
      "en": "Yeah, but he meant that he'd talk to him about getting me a deal.",
      "de": "Ja, aber er meinte, er würde mit ihm über einen Deal reden."
    }
  },
  {
    "translation": {
      "en": "[Bernet] But what... what would the deal be? What kind of deal?",
      "de": "Aber was für ein Deal wäre das? Was wäre der Deal?"
    }
  },
  {
    "translation": {
      "en": "Like less time to serve.",
      "de": "Also, z. B. eine kürzere Haftstrafe."
    }
  },
  {
    "translation": {
      "en": "Because if I didn't, he said nine times out of ten I was gonna do life.",
      "de": "Denn, wenn ich das nicht täte, sagte er, gibt es in 9 von 10 Fällen lebenslänglich."
    }
  },
  {
    "translation": {
      "en": "[Bernet] So, did he say--",
      "de": "Also, hat er gesagt..."
    }
  },
  {
    "translation": {
      "en": "And they screwed me because I might be doing life anyways.",
      "de": "Und die haben mich verarscht, denn ich würde eh lebenslänglich kriegen."
    }
  },
  {
    "translation": {
      "en": "[Bernet] They told her that they were gonna go to bat for her and--",
      "de": "Sie sagten ihr, dass sie sich für sie einsetzen und..."
    }
  },
  {
    "translation": {
      "en": "Let me stop you right there because that's real important.",
      "de": "Augenblick, denn das ist wichtig."
    }
  },
  {
    "translation": {
      "en": "Because when I watch the tape,",
      "de": "Denn was ich auf dem Video sehe,"
    }
  },
  {
    "translation": {
      "en": "it proves that she's telling the truth.",
      "de": "beweist, dass sie die Wahrheit sagt."
    }
  },
  {
    "translation": {
      "en": "[Bernet] There's some discussion in the very beginning.",
      "de": "Am Anfang gibt es eine Diskussion."
    }
  },
  {
    "translation": {
      "en": "-Something happened. -[Tucker] \"You did promise me something.\"",
      "de": "-Etwas ist passiert. -\"Sie haben mir versprochen...\""
    }
  },
  {
    "translation": {
      "en": "Right, that comment by her, as soon as I heard it, I said, \"Damn!\"",
      "de": "Als ich den Kommentar von ihr hörte, dachte ich: \"Verdammt!\""
    }
  },
  {
    "translation": {
      "en": "[Bernet] Then they said, \"Well, we didn't promise you anything.",
      "de": "Und dann sagen sie: \"Wir haben Ihnen nichts versprochen,"
    }
  },
  {
    "translation": {
      "en": "We simply said that we would talk to the DA.\"",
      "de": "nur dass wir mit dem Staatsanwalt reden würden.\""
    }
  },
  {
    "translation": {
      "en": "-They acknowledged that they-- -[Bernet] Would talk to the--",
      "de": "-Sie räumen ein, dass sie... -Dass sie reden..."
    }
  },
  {
    "translation": {
      "en": "In their view, they would say that we would talk to the DA,",
      "de": "Aus deren Sicht versprachen sie, mit dem Staatsanwalt zu reden."
    }
  },
  {
    "translation": {
      "en": "but in her view, they said, \"We will talk to the DA and get you a better deal.\"",
      "de": "aber sie hat verstanden: \"Wir besorgen Ihnen einen besseren Deal.\""
    }
  },
  {
    "translation": {
      "en": "She did really poorly on...",
      "de": "Ihr Ergebnis ist sehr schlecht in Bezug auf..."
    }
  },
  {
    "translation": {
      "en": "her belief that the right thing to do, the correct thing to do",
      "de": "Ihre Annahme, dass es richtig oder korrekt sei,"
    }
  },
  {
    "translation": {
      "en": "is to tell the police everything you know.",
      "de": "der Polizei alles zu erzählen, was man weiß."
    }
  },
  {
    "translation": {
      "en": "-When you take the results of the test... -Mm-hmm.",
      "de": "Nimmt man das Ergebnis des Tests"
    }
  },
  {
    "translation": {
      "en": "-...and add to it the promise implicitly-- -[Bernet] Right. Right.",
      "de": "-und das implizierte Versprechen... -Ja."
    }
  },
  {
    "translation": {
      "en": "Then she's doubly mistaken.",
      "de": "Dann irrt sie sich zweifach."
    }
  },
  {
    "translation": {
      "en": "She comes into the room with this kind of false belief",
      "de": "Sie betritt mit der falschen Annahme das Zimmer,"
    }
  },
  {
    "translation": {
      "en": "that you're better off if you talk to the police, and on top of that...",
      "de": "dass es besser sei, mit der Polizei zu reden, und hinzu kommt..."
    }
  },
  {
    "translation": {
      "en": "they mislead her.",
      "de": "dass sie sie täuschen."
    }
  },
  {
    "translation": {
      "en": "I think it's a double-- I think they combine.",
      "de": "Ich glaube, es ist doppelt, sie kombinieren..."
    }
  },
  {
    "translation": {
      "en": "It's two very large men interrogating her too, by the way.",
      "de": "Es sind übrigens auch zwei sehr große Männer, die sie verhören."
    }
  },
  {
    "translation": {
      "en": "-[Bernet] Yeah. -[chuckles]",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] \"When it comes to the charge of first-degree murder,",
      "de": "\"In Bezug auf die Anklage wegen vorsätzlichen Mordes"
    }
  },
  {
    "translation": {
      "en": "we, the jury, find Cyntoia Brown guilty.",
      "de": "befinden wir, die Jury, Cyntoia Brown für schuldig."
    }
  },
  {
    "translation": {
      "en": "When it comes to the charge of felony murder...",
      "de": "In Bezug auf die Anklage wegen verbrecherischer Tötung"
    }
  },
  {
    "translation": {
      "en": "we, the jury, find Cyntoia Brown guilty.",
      "de": "befinden wir, die Jury, Cyntoia Brown für schuldig."
    }
  },
  {
    "translation": {
      "en": "When it comes to the charge of especially aggravated robbery,",
      "de": "In Bezug auf die Anklage wegen besonders schweren Raubüberfalls"
    }
  },
  {
    "translation": {
      "en": "we, the jury, find Cyntoia Brown guilty.\"",
      "de": "befinden wir, die Jury, Cyntoia Brown für schuldig."
    }
  },
  {
    "translation": {
      "en": "Those are the words I fear most, more than anything else in life.",
      "de": "Das sind die Worte, die ich am meisten fürchte, mehr als alles andere im Leben."
    }
  },
  {
    "translation": {
      "en": "I really fantasize about getting out a lot.",
      "de": "Ich träume oft davon, rauszukommen."
    }
  },
  {
    "translation": {
      "en": "I think that takes a lot of my time, daydreaming,",
      "de": "Damit verbringe ich viel Zeit, mit Tagträumerei."
    }
  },
  {
    "translation": {
      "en": "and I know I really shouldn't be doing that",
      "de": "Ich weiß, dass ich das nicht tun sollte,"
    }
  },
  {
    "translation": {
      "en": "so I won't get upset if that doesn't happen.",
      "de": "damit ich mich nicht aufrege, wenn es nicht passiert..."
    }
  },
  {
    "translation": {
      "en": "But I just can't help it.",
      "de": "...aber ich kann nichts dagegen tun."
    }
  },
  {
    "translation": {
      "en": "I think the 16-year-old Cyntoia was more reckless.",
      "de": "Ich glaube, die 16-jährige Cyntoia war unbesonnener."
    }
  },
  {
    "translation": {
      "en": "She'd say anything, do anything, just wild.",
      "de": "Sie hat geredet, wie sie wollte, tat, was sie wollte. Sie war einfach wild."
    }
  },
  {
    "translation": {
      "en": "I don't think that I'm an adult yet.",
      "de": "Ich glaube nicht, dass ich schon erwachsen bin..."
    }
  },
  {
    "translation": {
      "en": "I wouldn't even say a young adult. I'd say I'm coming into adulthood.",
      "de": "...nicht mal ein junger Erwachsener. Ich würde sagen, ich bin dabei, erwachsen zu werden."
    }
  },
  {
    "translation": {
      "en": "But the 18-year-old Cyntoia, she really-- She really thinks-- She understands now",
      "de": "Aber die 18-jährige Cyntoia versteht jetzt,"
    }
  },
  {
    "translation": {
      "en": "that what people think of you and your impression on other people",
      "de": "dass das, was Leute von dir denken, und der Eindruck, den sie haben,"
    }
  },
  {
    "translation": {
      "en": "is very important in life sometimes.",
      "de": "im Leben manchmal sehr wichtig ist."
    }
  },
  {
    "translation": {
      "en": "Maybe some other 18-year-olds can handle being at a murder trial",
      "de": "Vielleicht können andere 18-Jährige mit einem Mordprozess umgehen"
    }
  },
  {
    "translation": {
      "en": "and not getting upset when people sit up here",
      "de": "und sich nicht aufregen, wenn Leute dasitzen"
    }
  },
  {
    "translation": {
      "en": "and throw bogus lies about you, but I can't. It's hard for me.",
      "de": "und Lügen über dich verbreiten. Aber für mich ist das schwer."
    }
  },
  {
    "translation": {
      "en": "I think I'll feel more fear and anxiety when I get upstairs",
      "de": "Ich glaube, ich werde mehr Angst haben, wenn ich oben bin,"
    }
  },
  {
    "translation": {
      "en": "and put on the clothes and get in the actual courtroom",
      "de": "die Kleidung anziehe und in den Gerichtssaal gehe"
    }
  },
  {
    "translation": {
      "en": "when I see the jury.",
      "de": "und die Geschworenen sehe."
    }
  },
  {
    "translation": {
      "en": "It's hard for me to look at them 'cause I don't know,",
      "de": "Es fällt mir schwer, sie anzusehen, denn..."
    }
  },
  {
    "translation": {
      "en": "should I look at them? Should I not look at them?",
      "de": "...soll ich sie ansehen oder nicht?"
    }
  },
  {
    "translation": {
      "en": "You gotta think about how you look and make sure you're not doing nothing.",
      "de": "Man muss darauf achten, wie man aussieht, und dass man nichts Falsches tut."
    }
  },
  {
    "translation": {
      "en": "And you got to make sure you don't make no faces or nothing.",
      "de": "Man darf keine Grimassen ziehen,"
    }
  },
  {
    "translation": {
      "en": "And you got to really control yourself. That's kind of hard for an 18-year-old.",
      "de": "man muss sich wirklich zusammenreißen. Das ist schon schwer für eine 18-Jährige."
    }
  },
  {
    "translation": {
      "en": "[man] We need to add probably self-defense in the jury instruction.",
      "de": "Wir müssen in die Jury-Anweisung wohl Selbstverteidigung aufnehmen."
    }
  },
  {
    "translation": {
      "en": "Some of that's gonna come out.",
      "de": "Das wird ein Thema sein."
    }
  },
  {
    "translation": {
      "en": "[bailiff] All rise.",
      "de": "Erheben Sie sich."
    }
  },
  {
    "translation": {
      "en": "His Honor, J. Randall Wyatt...",
      "de": "Der ehrenwerte J. Randall Wyatt Junior, Richter des Strafgerichts"
    }
  },
  {
    "translation": {
      "en": "[Burks] Johnny Allen...",
      "de": "Johnny Allen..."
    }
  },
  {
    "translation": {
      "en": "was a realty agent in the Antioch-South Nashville area.",
      "de": "war ein Immobilienmakler in Antioch, South Nashville."
    }
  },
  {
    "translation": {
      "en": "This defendant, Cyntoia Brown, shot Johnny Allen in the head,",
      "de": "Die Angeklagte, Cyntoia Brown, schoss Johnny Allen in den Kopf,"
    }
  },
  {
    "translation": {
      "en": "in his bed, in his home,",
      "de": "in seinem Bett, in seinem Haus,"
    }
  },
  {
    "translation": {
      "en": "but gives a wild theory of how it was self-defense.",
      "de": "behauptet aber gemäß einer wilden Theorie, dass es Notwehr war."
    }
  },
  {
    "translation": {
      "en": "At the end of the day, you will hear the medical examiner describe",
      "de": "Die Rechtsmedizinerin wird Ihnen später beschreiben,"
    }
  },
  {
    "translation": {
      "en": "how Johnny Allen's hands were in this manner here when he was found.",
      "de": "dass Johnny Allens Hände so verschränkt waren, als man ihn fand."
    }
  },
  {
    "translation": {
      "en": "We'll ask the medical examiner what that means in this case.",
      "de": "Wir werden die Rechtsmedizinerin fragen, was das bedeutet."
    }
  },
  {
    "translation": {
      "en": "We submit that, at the end of the proof, you will hear that Cyntoia Brown...",
      "de": "Wir werden anhand der Beweise zeigen, dass Cyntoia Brown"
    }
  },
  {
    "translation": {
      "en": "cruelly and mercilessly executed Johnny Allen.",
      "de": "Johnny Allen grausam und ohne Gnade hingerichtet hat."
    }
  },
  {
    "translation": {
      "en": "We'll ask that you convict her at the end of the proof. Thank you.",
      "de": "Wir bitten Sie, sie aufgrund der Beweise zu verurteilen. Danke."
    }
  },
  {
    "translation": {
      "en": "Now, ladies and gentlemen, you will learn",
      "de": "Meine Damen und Herren, Sie werden hören,"
    }
  },
  {
    "translation": {
      "en": "that Cyntoia Brown certainly had her issues.",
      "de": "dass Cyntoia Brown durchaus Probleme hatte."
    }
  },
  {
    "translation": {
      "en": "She was a 16-year-old runaway.",
      "de": "Sie war eine 16-jährige Ausreißerin."
    }
  },
  {
    "translation": {
      "en": "She was living on the streets",
      "de": "Sie lebte auf der Straße,"
    }
  },
  {
    "translation": {
      "en": "with her 24-year-old boyfriend, Garion McGlothen.",
      "de": "zusammen mit ihrem 24-jährigen Freund Garion McGlothen."
    }
  },
  {
    "translation": {
      "en": "You will learn that his nickname on the streets was Kut-Throat.",
      "de": "Sie werden erfahren, dass sein Spitzname auf der Straße Kut-Throat lautete."
    }
  },
  {
    "translation": {
      "en": "And you will learn that that was a very appropriate name for him.",
      "de": "Sie werden erfahren, dass das ein passender Name für ihn war."
    }
  },
  {
    "translation": {
      "en": "Since running away, Cyntoia Brown had been beaten... pimped... and raped.",
      "de": "Seit sie weggelaufen war, wurde Cyntoia Brown geschlagen... prostituiert... und vergewaltigt."
    }
  },
  {
    "translation": {
      "en": "And when she felt that Johnny Allen moved,",
      "de": "Als sie spürte, dass sich Johnny Allen bewegte,"
    }
  },
  {
    "translation": {
      "en": "she was sure that he was gonna get a gun, rape her, kill her, something.",
      "de": "war sie sicher, dass er eine Waffe nehmen und sie vergewaltigen oder töten würde."
    }
  },
  {
    "translation": {
      "en": "She was sure that she had to react, and she made a split-second decision",
      "de": "Sie war sich sicher, dass sie reagieren musste, und wählte in Sekundenschnelle"
    }
  },
  {
    "translation": {
      "en": "to choose between safety and Johnny Allen's dark side,",
      "de": "zwischen ihrer Sicherheit und Johnny Allens dunklen Abgründen."
    }
  },
  {
    "translation": {
      "en": "and she chose safety.",
      "de": "Und sie entschied sich für ihre Sicherheit."
    }
  },
  {
    "translation": {
      "en": "At the close of all the evidence, Mr. McGee will stand in front of you,",
      "de": "Nach Darlegung der Beweise wird Herr McGee vor Ihnen stehen"
    }
  },
  {
    "translation": {
      "en": "and he will request that you return",
      "de": "und Sie bitten,"
    }
  },
  {
    "translation": {
      "en": "the only just verdict possible in this case.",
      "de": "das einzig gerechte Urteil in dieser Sache zu fällen,"
    }
  },
  {
    "translation": {
      "en": "And that is a verdict of not guilty on all charges for Cyntoia Brown.",
      "de": "und das ist das Urteil \"nicht schuldig\" in allen Anklagepunkten für Cyntoia Brown. Danke."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "de": "für Cyntoia Brown. Danke."
    }
  },
  {
    "translation": {
      "en": "Detective Robinson, let's go back in time. August the 8th, 2004,",
      "de": "Detective Robinson, begeben wir uns zurück zum 8. August 2004,"
    }
  },
  {
    "translation": {
      "en": "3:28 in the morning.",
      "de": "3.28 Uhr frühmorgens,"
    }
  },
  {
    "translation": {
      "en": "Because it was in the interview room at the police department across the street",
      "de": "als Sie im Verhörzimmer der Polizeiwache schräg gegenüber"
    }
  },
  {
    "translation": {
      "en": "that you and Detective Baltimore questioned Cyntoia Brown.",
      "de": "zusammen mit Detective Baltimore Cyntoia Brown vernahmen."
    }
  },
  {
    "translation": {
      "en": "[Robinson] Yes.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "[McGee] Before the tape got turned on in this case,",
      "de": "Bevor in diesem Fall die Aufnahme gestartet wurde,"
    }
  },
  {
    "translation": {
      "en": "you spoke to Cyntoia Brown off-camera, didn't you, sir?",
      "de": "hatten Sie mit Cyntoia Brown gesprochen, nicht wahr?"
    }
  },
  {
    "translation": {
      "en": "Very briefly. Whatever I said to Ms. Brown was very brief.",
      "de": "Nur ganz kurz. Was immer ich zu Frau Brown sagte, war sehr kurz."
    }
  },
  {
    "translation": {
      "en": "\"We're gonna go back here in this room. We're gonna talk,\"",
      "de": "\"Wir gehen in dieses Zimmer und werden miteinander reden.\""
    }
  },
  {
    "translation": {
      "en": "and it wasn't long at all.",
      "de": "Es war nicht lang."
    }
  },
  {
    "translation": {
      "en": "[McGee] We see on the tape, and we heard on the tape the process beginning.",
      "de": "Wir sehen auf dem Video und hören den Beginn der Befragung."
    }
  },
  {
    "translation": {
      "en": "When you got to that portion of the form, detective,",
      "de": "Als Sie zum Teil des Formulars kommen, Detective,"
    }
  },
  {
    "translation": {
      "en": "where you read no promises or threats have been made,",
      "de": "der besagt, dass keine Versprechen oder Drohungen gemacht wurden,"
    }
  },
  {
    "translation": {
      "en": "Ms. Brown interrupted you. We saw it on the tape.",
      "de": "hat Sie Frau Brown unterbrochen. Wir sehen das."
    }
  },
  {
    "translation": {
      "en": "-Didn't she? -She did.",
      "de": "-Hat sie das? -Ja."
    }
  },
  {
    "translation": {
      "en": "[McGee] She said, \"Promises of what?\"",
      "de": "Sie sagt: \"Versprechungen von was?\""
    }
  },
  {
    "translation": {
      "en": "-Remember saying that, detective? -[Robinson] I recall telling her",
      "de": "-Erinnern Sie sich? -Ich erinnere mich,"
    }
  },
  {
    "translation": {
      "en": "that we will let the district attorney know that she cooperated with us",
      "de": "dass ich versprach, den Staatsanwalt zu informieren, dass sie kooperierte,"
    }
  },
  {
    "translation": {
      "en": "and gave us a statement and indicated",
      "de": "dass ich versprach, den Staatsanwalt zu informieren, dass sie kooperierte, eine Aussage machte und dass das"
    }
  },
  {
    "translation": {
      "en": "they usually take that into consideration.",
      "de": "in der Regel in Erwägung gezogen wird."
    }
  },
  {
    "translation": {
      "en": "We're talking about lying.",
      "de": "Wir reden vom Lügen."
    }
  },
  {
    "translation": {
      "en": "That is a technique that you have been trained to use.",
      "de": "Das ist eine Technik, in deren Anwendung Sie geschult wurden."
    }
  },
  {
    "translation": {
      "en": "-Right? -[Robinson] Exaggeration, yes.",
      "de": "-Richtig? -Übertreibung, ja."
    }
  },
  {
    "translation": {
      "en": "My name is Dr. Amy R. McMaster.",
      "de": "Mein Name ist Dr. Amy R. McMaster."
    }
  },
  {
    "translation": {
      "en": "I'm the Deputy Chief Medical Examiner for Davidson County,",
      "de": "Ich bin stellvertretende Chefpathologin von Davidson County."
    }
  },
  {
    "translation": {
      "en": "and my official duties are to investigate",
      "de": "Meine offizielle Aufgabe ist es, die Todesursache"
    }
  },
  {
    "translation": {
      "en": "causes of sudden, unnatural or unexpected death.",
      "de": "bei plötzlichem, unnatürlichen oder unerwartetem Tod zu untersuchen."
    }
  },
  {
    "translation": {
      "en": "[Naylor] How would you describe his injury",
      "de": "Wie würden Sie seine Wunden einschätzen"
    }
  },
  {
    "translation": {
      "en": "as to whether he would be able to survive if for any period of time?",
      "de": "in Bezug auf die Dauer seiner Überlebenschance?"
    }
  },
  {
    "translation": {
      "en": "No, with this wound, Mr. Allen--",
      "de": "Nein, mit dieser Wunde hätte Herr Allen..."
    }
  },
  {
    "translation": {
      "en": "This would've been an immediately fatal wound.",
      "de": "Diese Verletzung führte direkt zum Tod."
    }
  },
  {
    "translation": {
      "en": "[Naylor] His hands are clasped in the photographs. Do you see that?",
      "de": "Seine Hände sind auf den Fotos verschränkt. Sehen Sie das?"
    }
  },
  {
    "translation": {
      "en": "[McMaster] Yes, I do.",
      "de": "Ja, ich sehe es."
    }
  },
  {
    "translation": {
      "en": "[Naylor] Do you have an opinion as to whether his hands were clasped at the time of his death?",
      "de": "Waren Sie Ihrer Meinung nach zum Zeitpunkt seines Todes verschränkt?"
    }
  },
  {
    "translation": {
      "en": "[McMaster] Mr. Allen would have been in this position at the time that the wound was inflicted.",
      "de": "Hr. Allen wäre in dieser Position gewesen, als ihm die Verletzung zugefügt wurde."
    }
  },
  {
    "translation": {
      "en": "Because of the nature of the wound, I would not expect Mr. Allen",
      "de": "Aufgrund der Art der Verletzung würde ich nicht erwarten,"
    }
  },
  {
    "translation": {
      "en": "to have any type of voluntary movement",
      "de": "dass Herr Allen zu eigenständigen Bewegungen"
    }
  },
  {
    "translation": {
      "en": "or be able to move his extremities or his body in any way.",
      "de": "seiner Extremitäten oder seines Körpers fähig gewesen wäre."
    }
  },
  {
    "translation": {
      "en": "[Naylor] Could you please state and spell your name for the record?",
      "de": "Wenn Sie bitte Ihren Namen zu Protokoll geben würden."
    }
  },
  {
    "translation": {
      "en": "Yes, my name is Ellenette R. Brown.",
      "de": "Ja, ich heiße Ellenette R. Brown."
    }
  },
  {
    "translation": {
      "en": "[Naylor] Do you know Cyntoia Brown?",
      "de": "Kennen Sie Cyntoia Brown?"
    }
  },
  {
    "translation": {
      "en": "[Brown] Yes, I do.",
      "de": "Ja, das tue ich."
    }
  },
  {
    "translation": {
      "en": "-[Naylor] How do you know her? -She is my daughter.",
      "de": "-Woher kennen Sie sie? -Sie ist meine Tochter."
    }
  },
  {
    "translation": {
      "en": "-[Naylor] Is she your adopted daughter? -[Brown] Yes, she is.",
      "de": "-Ist sie Ihre Adoptivtochter? -Ja, das ist sie."
    }
  },
  {
    "translation": {
      "en": "[Naylor] Do you talk with her on the phone and keep up with her?",
      "de": "Halten Sie mit ihr Kontakt, auch telefonisch?"
    }
  },
  {
    "translation": {
      "en": "Almost daily, yes.",
      "de": "Nahezu täglich, ja."
    }
  },
  {
    "translation": {
      "en": "[Naylor] Judge, at this time, we're gonna ask for the main exhibit",
      "de": "Herr Vorsitzender, wir möchten der Jury dies als Beweisstück vorspielen."
    }
  },
  {
    "translation": {
      "en": "we be allowed to play this for the jury, in which she refers",
      "de": "Herr Vorsitzender, wir möchten der Jury dies als Beweisstück vorspielen. Hierin beschreibt sie Herrn Allens Hinrichtung."
    }
  },
  {
    "translation": {
      "en": "-to executing Mr. Allen. Is that correct? -Yes. Yes.",
      "de": "Hierin beschreibt sie Herrn Allens Hinrichtung. -Ist das richtig? -Ja."
    }
  },
  {
    "translation": {
      "en": "[Brown, over recording] They have nothing else to do but to provoke you.",
      "de": "Sie wollen dich einfach nur provozieren."
    }
  },
  {
    "translation": {
      "en": "The more time you get the better it is for them.",
      "de": "Je länger die Haft, desto besser für sie."
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] Now you understand why I'm so depressed, -I have nothing to do. -[Brown] Well...",
      "de": "Jetzt weißt du, warum ich deprimiert bin. Ich habe nichts zu tun."
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] I have to think about that every day.",
      "de": "-Also... -Daran denke ich jeden Tag."
    }
  },
  {
    "translation": {
      "en": "-[Brown] What? -[Cyntoia] Me facing life.",
      "de": "-Was? -Dass ich lebenslänglich kriege."
    }
  },
  {
    "translation": {
      "en": "I probably won't have a life anyways, Ma, it don't matter how I behave.",
      "de": "Ich werde eh kein Leben haben, Mama, egal, was ich tue."
    }
  },
  {
    "translation": {
      "en": "You don't understand. I killed somebody.",
      "de": "Ich habe jemanden umgebracht."
    }
  },
  {
    "translation": {
      "en": "-[Brown] I know you did. -[Cyntoia] I executed him.",
      "de": "-Ich weiß. -Ich habe ihn hingerichtet."
    }
  },
  {
    "translation": {
      "en": "[Brown] Why do you say stuff like that, Toia?",
      "de": "Warum sagst du so was, Toia?"
    }
  },
  {
    "translation": {
      "en": "You're making it so easy for the prosecution. [Cyntoia] But, I mean, it's not my fault.",
      "de": "-Du machst es der Anklage so leicht. -Aber es ist nicht meine Schuld."
    }
  },
  {
    "translation": {
      "en": "[Brown] That's what I'm sayin'.",
      "de": "Genau das sage ich ja."
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] I've been facing life since day one.",
      "de": "Von Beginn ging es um lebenslänglich."
    }
  },
  {
    "translation": {
      "en": "[Brown] Well, see, I wasn't thinkin' like that.",
      "de": "Also, das habe ich nicht gedacht."
    }
  },
  {
    "translation": {
      "en": "Every single time, when you visited that you talked about her situation,",
      "de": "Jedes Mal, wenn Sie mit ihr über ihre Situation sprachen,"
    }
  },
  {
    "translation": {
      "en": "Cyntoia told you that she shot Mr. Allen because she was fearful of him.",
      "de": "hat Cyntoia Ihnen gesagt, dass sie Herrn Allen aus Angst erschossen hat."
    }
  },
  {
    "translation": {
      "en": "-Didn't she? -[Brown] Yes.",
      "de": "-Nicht wahr? -Ja."
    }
  },
  {
    "translation": {
      "en": "[Tucker] So when you had this phone conversation,",
      "de": "Als sie Ihnen im Telefonat sagte:"
    }
  },
  {
    "translation": {
      "en": "and she said the words, \"I killed a man. I executed him, Mommy,\"",
      "de": "\"Ich habe einen Mann getötet. Ich habe ihn hingerichtet.\""
    }
  },
  {
    "translation": {
      "en": "did you think that was some sudden change of her confessing to you what happened?",
      "de": "Dachten Sie, dass dies ein plötzliches Geständnis ihrer Tat war?"
    }
  },
  {
    "translation": {
      "en": "No, um, Cyntoia has a way of taking things out of context.",
      "de": "Nein, Cyntoia hat eine Art, Dinge aus dem Zusammenhang zu reißen."
    }
  },
  {
    "translation": {
      "en": "Not so much as her trying to confess to me.",
      "de": "Sie wollten mir nichts gestehen,"
    }
  },
  {
    "translation": {
      "en": "All she wanted was to be able to do what she's done times again,",
      "de": "sondern sie wollte tun, was sie immer getan hatte:"
    }
  },
  {
    "translation": {
      "en": "sit on my lap, talk to me, let me know what's going on, how she's feeling.",
      "de": "sich auf meinen Schoß setzen, mit mir reden, mir sagen, was los ist, wie es ihr geht,"
    }
  },
  {
    "translation": {
      "en": "And saying, \"I know what my outcome is,",
      "de": "und sagen: \"Ich weiß, wie ich enden werde,"
    }
  },
  {
    "translation": {
      "en": "so you go on and you do what you have to do. Don't waste it on me.\"",
      "de": "also mach du weiter und tu, was du tun musst. Verschwende keine Zeit auf mich.\""
    }
  },
  {
    "translation": {
      "en": "One of the things Cyntoia Brown counts on today, is banking on,",
      "de": "Eines der Dinge, auf die Cyntoia Brown heute setzt, ist, dass Sie"
    }
  },
  {
    "translation": {
      "en": "is that you will drop the common sense you've had all your life",
      "de": "Eines der Dinge, auf die Cyntoia Brown heute setzt, ist, dass Sie Ihren gesunden Menschenverstand zurücklassen,"
    }
  },
  {
    "translation": {
      "en": "when you come through that door. She's counting on it.",
      "de": "wenn Sie durch diese Tür treten. Darauf setzt sie."
    }
  },
  {
    "translation": {
      "en": "And she's counting on you to look at this picture...",
      "de": "Und sie setzt darauf, dass, wenn Sie dieses Bild betrachten,"
    }
  },
  {
    "translation": {
      "en": "and believe that the person that did this damage to another human being",
      "de": "glauben, dass die Person, die das einem anderen Menschen angetan hat,"
    }
  },
  {
    "translation": {
      "en": "was acting in self-defense.",
      "de": "in Notwehr handelte."
    }
  },
  {
    "translation": {
      "en": "Shot through the back of the head?",
      "de": "Ein Schuss in den Hinterkopf?"
    }
  },
  {
    "translation": {
      "en": "Hands like that?",
      "de": "Die Hände so?"
    }
  },
  {
    "translation": {
      "en": "The medical examiner's opinion? Not-- Not--",
      "de": "Die Meinung der Pathologin? Das wurde gestern nicht in Zweifel gezogen."
    }
  },
  {
    "translation": {
      "en": "That wasn't really challenged yesterday. You remember that.",
      "de": "Die Meinung der Pathologin? Das wurde gestern nicht in Zweifel gezogen. Sie wissen das noch."
    }
  },
  {
    "translation": {
      "en": "Medical examiner's opinion was he was in this position when he was shot.",
      "de": "Die Pathologin sagte, dass die Person in dieser Position starb."
    }
  },
  {
    "translation": {
      "en": "As you go through that door and into that jury room,",
      "de": "Wenn Sie durch die Tür in das Geschworenenzimmer gehen,"
    }
  },
  {
    "translation": {
      "en": "I ask that you recall that one passage.",
      "de": "möchte ich, dass Sie sich an diese eine Aussage erinnern."
    }
  },
  {
    "translation": {
      "en": "\"You don't understand what I did, Mama.",
      "de": "\"Du verstehst nicht, was ich getan habe, Mama."
    }
  },
  {
    "translation": {
      "en": "I killed a man. I executed him.\"",
      "de": "Ich habe einen Mann getötet. Ich habe ihn hingerichtet."
    }
  },
  {
    "translation": {
      "en": "We've spent four days proving",
      "de": "Wir haben vier Tage lang dargelegt,"
    }
  },
  {
    "translation": {
      "en": "what she says in that phone call to her mother was absolutely accurate.",
      "de": "dass das, was sie in dem Anruf ihrer Mutter sagte, exakt stimmte."
    }
  },
  {
    "translation": {
      "en": "She executed Johnny.",
      "de": "Sie hat Johnny hingerichtet."
    }
  },
  {
    "translation": {
      "en": "Johnny Allen was a man...",
      "de": "Johnny Allen war ein Mann,"
    }
  },
  {
    "translation": {
      "en": "who by day was a mild-mannered real estate agent,",
      "de": "der tagsüber ein gutmütiger Immobilienmakler war,"
    }
  },
  {
    "translation": {
      "en": "who went to church, taught a Bible study.",
      "de": "der in die Kirche ging und Bibelstunden gab."
    }
  },
  {
    "translation": {
      "en": "But there were times in his life when he was certainly not that man.",
      "de": "Aber es gab Zeiten in seinem Leben, in denen er ganz sicher nicht dieser Mann war."
    }
  },
  {
    "translation": {
      "en": "What 43-year-old men are driving around",
      "de": "Welche 43-jährigen Männer fahren"
    }
  },
  {
    "translation": {
      "en": "on a Friday night to Sonic's",
      "de": "an einem Freitagabend zu Sonic's"
    }
  },
  {
    "translation": {
      "en": "and driving home with young girls,",
      "de": "und kehren mit jungen Mädchen heim,"
    }
  },
  {
    "translation": {
      "en": "girls described as so young the waitress said,",
      "de": "mit Mädchen, die so jung waren, dass die Bedienung sagte:"
    }
  },
  {
    "translation": {
      "en": "\"I thought she was his daughter or his niece.\"",
      "de": "\"Ich dachte, sie sei seine Tochter oder Nichte gewesen.\""
    }
  },
  {
    "translation": {
      "en": "She did take some items after the fact, and she's guilty of that.",
      "de": "Sie hat nach der Tat Dinge mitgenommen, und dessen ist sie schuldig."
    }
  },
  {
    "translation": {
      "en": "I'm not trying to tell you Cyntoia Brown is an angel. We never have.",
      "de": "Ich sage nicht, dass Cyntoia Brown ein Engel ist. Das haben wir nie getan."
    }
  },
  {
    "translation": {
      "en": "We've told you from the beginning that she was a 16-year-old runaway",
      "de": "Wir haben Ihnen von Beginn an gesagt, dass sie eine 16-jährige Ausreißerin war,"
    }
  },
  {
    "translation": {
      "en": "doing the best she could,",
      "de": "die ihr Bestes gab,"
    }
  },
  {
    "translation": {
      "en": "and on August the 6th, she thought she was gonna have a night",
      "de": "und am 6. August dachte sie, sie würde eine Nacht erleben,"
    }
  },
  {
    "translation": {
      "en": "where she would be safe.",
      "de": "in der sie sicher war."
    }
  },
  {
    "translation": {
      "en": "She was wrong.",
      "de": "Sie hat sich geirrt."
    }
  },
  {
    "translation": {
      "en": "As to these charges of murder, not guilty.",
      "de": "Was die Mordanklagen angeht, nicht schuldig."
    }
  },
  {
    "translation": {
      "en": "As to this charge of especially aggravated robbery, not guilty.",
      "de": "Was die Anklage wegen besonders schweren Raubes angeht, nicht schuldig."
    }
  },
  {
    "translation": {
      "en": "Not guilty. Not guilty!",
      "de": "Nicht schuldig."
    }
  },
  {
    "translation": {
      "en": "That was not her intent when she shot him, and you know it. And you know it.",
      "de": "Das war nicht ihre Absicht, als sie ihn erschoss, und Sie wissen es."
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] One minute, I think they're gonna convict me of voluntary manslaughter and theft,",
      "de": "In einem Moment glaube ich, dass sie mich für Totschlag und Diebstahl verurteilen,"
    }
  },
  {
    "translation": {
      "en": "and the next minute, I think I'm gonna be found guilty of all charges.",
      "de": "und im nächsten, dass sie mich in allen Anklagepunkten schuldig sprechen."
    }
  },
  {
    "translation": {
      "en": "Just thinking about it, I don't know, it gives me the chills.",
      "de": "Es macht mir schon Angst, nur darüber nachzudenken."
    }
  },
  {
    "translation": {
      "en": "...it's bizarre. There's no grocery stores...",
      "de": "Es ist grotesk, kein Supermarkt... Sechs Stunden später ist ein Urteil gefallen."
    }
  },
  {
    "translation": {
      "en": "[Wyatt] Has the jury arrived at a verdict in this case?",
      "de": "Hat die Jury ein Urteil gefällt?"
    }
  },
  {
    "translation": {
      "en": "[juror] Yes, sir, we have.",
      "de": "Ja, das haben wir."
    }
  },
  {
    "translation": {
      "en": "Please stand and tell the Court what that verdict is.",
      "de": "Bitte stehen Sie auf und verkünden Sie dem Gericht Ihr Urteil."
    }
  },
  {
    "translation": {
      "en": "We, the jury, find the defendant, Cyntoia Denise Brown...",
      "de": "Wir, die Jury, befinden die Angeklagte, Cyntoia Denise Brown..."
    }
  },
  {
    "translation": {
      "en": "count one, guilty, first-degree murder.",
      "de": "in Anklagepunkt eins, vorsätzlicher Mord, für schuldig,"
    }
  },
  {
    "translation": {
      "en": "Count two, guilty of felony murder.",
      "de": "in Anklagepunkt zwei, verbrecherische Tötung, für schuldig."
    }
  },
  {
    "translation": {
      "en": "Count three, guilty of especially aggravated robbery.",
      "de": "in Anklagepunkt drei, besonders schwerer Raubüberfall, für schuldig."
    }
  },
  {
    "translation": {
      "en": "This is our verdict this 25th day of August, 2006.",
      "de": "Dies ist unser Urteil vom 25. August 2006."
    }
  },
  {
    "translation": {
      "en": "[Wyatt] Thank you.",
      "de": "Danke."
    }
  },
  {
    "translation": {
      "en": "Hey, Mommy.",
      "de": "Hallo, Mammi."
    }
  },
  {
    "translation": {
      "en": "Fine, what are you doing?",
      "de": "Gut, was machst du gerade?"
    }
  },
  {
    "translation": {
      "en": "Well, I got life.",
      "de": "Also, ich habe lebenslänglich gekriegt."
    }
  },
  {
    "translation": {
      "en": "Yeah, it's over with now.",
      "de": "Ja, es ist jetzt vorbei."
    }
  },
  {
    "translation": {
      "en": "I'll be fine.",
      "de": "Ich werde schon klarkommen."
    }
  },
  {
    "translation": {
      "en": "Yes, ma'am.",
      "de": "Ja, Ma'am."
    }
  },
  {
    "translation": {
      "en": "Mama, don't stress yourself out.",
      "de": "Mach dir keinen Stress. Ich will nicht,"
    }
  },
  {
    "translation": {
      "en": "I don't want you having a stroke and a heart attack or nothing.",
      "de": "dass du einen Schlaganfall oder Herzinfarkt kriegst."
    }
  },
  {
    "translation": {
      "en": "'Cause that's the only thing that would get to me.",
      "de": "Denn das ist das Einzige, was mir etwas ausmachen würde."
    }
  },
  {
    "translation": {
      "en": "And I have one mama.",
      "de": "Und ich habe eine Mutter."
    }
  },
  {
    "translation": {
      "en": "So...",
      "de": "Also..."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "And even if it is, my life's not over.",
      "de": "Und selbst wenn, mein Leben ist noch nicht vorbei."
    }
  },
  {
    "translation": {
      "en": "And I will get old.",
      "de": "Und ich werde alt."
    }
  },
  {
    "translation": {
      "en": "So, this is just a change of plan.",
      "de": "Also, es hat sich nur der Plan geändert."
    }
  },
  {
    "translation": {
      "en": "I love you too. Tell Uncle Frank I love him.",
      "de": "Ich habe dich auch lieb. Sag Onkel Frank, dass ich ihn lieb habe."
    }
  },
  {
    "translation": {
      "en": "And tell him we still have things that we could do.",
      "de": "Und sag ihm, dass wir noch Dinge tun können."
    }
  },
  {
    "translation": {
      "en": "Yes, ma'am.",
      "de": "Ja, Ma'am."
    }
  },
  {
    "translation": {
      "en": "Love you too.",
      "de": "Ich hab dich auch lieb."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "de": "Ok, ok."
    }
  },
  {
    "translation": {
      "en": "Right.",
      "de": "Richtig."
    }
  },
  {
    "translation": {
      "en": "Bye, Mommy. I love you too.",
      "de": "Tschüss, Mammi. Ich hab dich auch lieb."
    }
  },
  {
    "translation": {
      "en": "[Brown] When I got the phone call, it was early in the morning, you know, about 6:00 a.m.",
      "de": "Es war früh morgens gegen sechs Uhr, als ich den Anruf erhielt."
    }
  },
  {
    "translation": {
      "en": "When it all finally sank in...",
      "de": "Als es mir schließlich bewusst wurde..."
    }
  },
  {
    "translation": {
      "en": "the worst feeling was like someone was just ripping my heart out.",
      "de": "kam es mir vor, als würde mir jemand das Herz rausreißen."
    }
  },
  {
    "translation": {
      "en": "It hurts me that she's been placed in such a serious situation.",
      "de": "Es tut mir weh, dass sie in eine so ernste Situation geraten ist."
    }
  },
  {
    "translation": {
      "en": "Amidst it all, I'm still here, you know,",
      "de": "Trotz alledem bin ich immer noch hier,"
    }
  },
  {
    "translation": {
      "en": "and I'm coping the best that I know.",
      "de": "und versuche damit klarzukommen, so gut ich kann."
    }
  },
  {
    "translation": {
      "en": "I think the biggest surprise to me was probably the sexual part in her life.",
      "de": "Ich glaube, die größte Überraschung war der sexuelle Aspekt in ihrem Leben."
    }
  },
  {
    "translation": {
      "en": "No parent wants to think that their young daughter is experiencing sex,",
      "de": "Als Elternteil will man nicht daran denken, dass die eigene Tochter Sex hat,"
    }
  },
  {
    "translation": {
      "en": "especially at such a young age,",
      "de": "besonders nicht in so jungen Jahren,"
    }
  },
  {
    "translation": {
      "en": "and then to find out that there's been many boys and men.",
      "de": "und dann noch herausfinden, dass es viele Jungs und viele Männer gab."
    }
  },
  {
    "translation": {
      "en": "I feel sad that there's a possibility that outside of the glass",
      "de": "Es macht mich traurig, dass es außerhalb der Glasscheiben"
    }
  },
  {
    "translation": {
      "en": "and the barbed wire and the bars",
      "de": "und des Stacheldrahts und der Gitterstäbe,"
    }
  },
  {
    "translation": {
      "en": "that we may never actually be...",
      "de": "dass wir vielleicht nie so sein werden..."
    }
  },
  {
    "translation": {
      "en": "like a mother and daughter should be.",
      "de": "wie es Mutter und Tochter sein sollten."
    }
  },
  {
    "translation": {
      "en": "This is real.",
      "de": "Das ist die Realität."
    }
  },
  {
    "translation": {
      "en": "If she's ever here in this house, she may not be here with me.",
      "de": "Wenn sie jemals hier in diesem Haus sein sollte, wird es vielleicht nicht mit mir sein."
    }
  },
  {
    "translation": {
      "en": "That's very real to me.",
      "de": "Das ist sehr real für mich."
    }
  },
  {
    "translation": {
      "en": "And I think about that all the time.",
      "de": "Darüber denke ich ständig nach."
    }
  },
  {
    "translation": {
      "en": "I think about it all the time.",
      "de": "Ich denke ständig daran."
    }
  },
  {
    "translation": {
      "en": "[Mitchell] I got pregnant on my 16th birthday.",
      "de": "Ich wurde an meinem 16. Geburtstag schwanger."
    }
  },
  {
    "translation": {
      "en": "I was confused, misled, misguided.",
      "de": "Ich war verwirrt, wurde getäuscht und sah Vieles falsch."
    }
  },
  {
    "translation": {
      "en": "My mother, we didn't live in a very stable home.",
      "de": "Meine Mutter und ich lebten in keinem stabilen Zuhause."
    }
  },
  {
    "translation": {
      "en": "The home was stable, but my mother was not stable.",
      "de": "Das Zuhause war stabil, aber meine meine Mutter war es nicht."
    }
  },
  {
    "translation": {
      "en": "The mental health problems all start with her.",
      "de": "Die psychischen Probleme fingen mit ihr an."
    }
  },
  {
    "translation": {
      "en": "You'll be able to see that for yourself within two minutes of talking to her.",
      "de": "Das werden Sie selbst feststellen, sobald Sie zwei Minuten mit ihr reden."
    }
  },
  {
    "translation": {
      "en": "So I got the attention that I needed from friends and from male companions.",
      "de": "Die nötige Aufmerksamkeit kam also von Freunden und männlichen Partnern."
    }
  },
  {
    "translation": {
      "en": "I was drinking and smoking marijuana.",
      "de": "Ich habe getrunken und gekifft."
    }
  },
  {
    "translation": {
      "en": "And my mom had vodka. They had liquor in the cabinet.",
      "de": "Meine Mutter trank Wodka. Sie hatten Alkohol im Schrank."
    }
  },
  {
    "translation": {
      "en": "And I would take the vodka, and I would be blitzed by the time I got to school.",
      "de": "Ich nahm mir den Wodka und war blau, wenn ich zur Schule kam."
    }
  },
  {
    "translation": {
      "en": "When I got pregnant, I was... I was drinking.",
      "de": "Als ich schwanger wurde, habe ich getrunken."
    }
  },
  {
    "translation": {
      "en": "I could drink a bottle that was this big by myself.",
      "de": "Ich schaffte ganz allein eine Flasche, die so groß war."
    }
  },
  {
    "translation": {
      "en": "Pretty sure she won't be happy to see me.",
      "de": "Sie wird sich nicht freuen, mich zu sehen."
    }
  },
  {
    "translation": {
      "en": "But, you know, it's vice versa.",
      "de": "Aber das gilt für beide Seiten."
    }
  },
  {
    "translation": {
      "en": "If I had it every day, I could drink it every day.",
      "de": "Wenn es jeden Tag da war, habe ich es jeden Tag getrunken."
    }
  },
  {
    "translation": {
      "en": "If I didn't have it, we were definitely gonna find a way to get it.",
      "de": "Wenn es nicht da war, haben wir immer einen Weg gefunden, es zu beschaffen."
    }
  },
  {
    "translation": {
      "en": "I drank for about eight months of her life, and the eighth month,",
      "de": "Ich trank etwa während acht Monaten ihres Lebens, und im achten Monat"
    }
  },
  {
    "translation": {
      "en": "that's when I was introduced to crack cocaine.",
      "de": "hat mir jemand Crack gegeben."
    }
  },
  {
    "translation": {
      "en": "I was 17 years old.",
      "de": "Ich war 17 Jahre alt."
    }
  },
  {
    "translation": {
      "en": "And so when I got introduced to crack cocaine,",
      "de": "Als ich mit Crack anfing,"
    }
  },
  {
    "translation": {
      "en": "I also got introduced to the easy money on how to get it, which was prostituting.",
      "de": "lernte ich auch, wie man Geld kriegte, indem man anschaffte."
    }
  },
  {
    "translation": {
      "en": "I was raped repeatedly, guns to my head, robbed, everything.",
      "de": "Ich wurde mehrmals vergewaltigt, mit Waffe gegen den Kopf, wurde ausgeraubt, das ganze Programm."
    }
  },
  {
    "translation": {
      "en": "And so, December the 13th, 1988...",
      "de": "Also... am 13. Dezember 1988..."
    }
  },
  {
    "translation": {
      "en": "that's when I went to jail.",
      "de": "An dem Tag ging ich ins Gefängnis."
    }
  },
  {
    "translation": {
      "en": "If I don't say too much around here, it's best.",
      "de": "Wenn ich nicht viel sage, ist es besser."
    }
  },
  {
    "translation": {
      "en": "Because, if she gets started, it's just gonna send me into a whirlwind.",
      "de": "Denn, sobald sie anfängt, gehe ich in die Luft."
    }
  },
  {
    "translation": {
      "en": "I'm gonna go berserk.",
      "de": "Ich werde ausrasten."
    }
  },
  {
    "translation": {
      "en": "I already know it. She knows how to push my buttons.",
      "de": "Ich weiß es bereits. Sie weiß, wie sie mich in Rage bringt,"
    }
  },
  {
    "translation": {
      "en": "She knows which ones to touch.",
      "de": "Sie weiß genau, was sie sagen muss."
    }
  },
  {
    "translation": {
      "en": "And it doesn't take very long 'cause we usually can't stay",
      "de": "Und es dauert nicht lange. Wir halten es gewöhnlich nicht länger als 5 oder 10 Minuten zusammen aus."
    }
  },
  {
    "translation": {
      "en": "around each other no more than five or ten minutes.",
      "de": "Wir halten es gewöhnlich nicht länger als 5 oder 10 Minuten zusammen aus."
    }
  },
  {
    "translation": {
      "en": "[woman] Toia, I talked with her attorney in the beginning.",
      "de": "Wie ich sagte, ich habe anfangs mit ihrer Anwältin gesprochen."
    }
  },
  {
    "translation": {
      "en": "As the young attorney did say, being in the state of Tennessee...",
      "de": "Wie die Anwältin sagte, hatte der Prozess viel damit zu tun... JOAN WARREN CYNTOIAS GROSSMUTTER"
    }
  },
  {
    "translation": {
      "en": "had a lot to do with the trial.",
      "de": "...dass wir in Tennessee sind."
    }
  },
  {
    "translation": {
      "en": "We can't change anything about it. But this girl's young.",
      "de": "Wir können daran nichts ändern. Aber das Mädchen ist jung."
    }
  },
  {
    "translation": {
      "en": "I'm not saying you should say, \"Here, go right out here and start living.\"",
      "de": "Ich sage nicht, dass man sie entlässt und sagt: \"Hier, geh und lebe dein Leben.\""
    }
  },
  {
    "translation": {
      "en": "I think she should be released gradually.",
      "de": "Ich denke, sie sollte nach und nach Freigang kriegen."
    }
  },
  {
    "translation": {
      "en": "So she understands herself... knows how to handle it.",
      "de": "Damit sie sich selbst begreift... und wie sie es in den Griff kriegt."
    }
  },
  {
    "translation": {
      "en": "What are you saying?",
      "de": "Was sagst du da?"
    }
  },
  {
    "translation": {
      "en": "She may have to be on some types of drugs all her life.",
      "de": "Vielleicht sollte sie ihr Leben lang irgendwelche Medizin nehmen."
    }
  },
  {
    "translation": {
      "en": "She is. We are.",
      "de": "Das tut sie. Wir alle tun das."
    }
  },
  {
    "translation": {
      "en": "Well, there's nothing wrong with that.",
      "de": "Daran ist nichts verkehrt."
    }
  },
  {
    "translation": {
      "en": "I've been taking psychotropics since I can... remember.",
      "de": "Ich nehme Psychopharmaka, seit ich... denken kann."
    }
  },
  {
    "translation": {
      "en": "Do you see anything wrong with it, if you have a problem?",
      "de": "Ist daran etwas Falsches, wenn man ein Problem hat?"
    }
  },
  {
    "translation": {
      "en": "-It's no more than having-- -I could understand one or two people",
      "de": "-Das ist genau wie... -Ich verstehe, wenn ein, zwei Leute"
    }
  },
  {
    "translation": {
      "en": "being throwed off, but the whole damn family? Come on now.",
      "de": "psychisch krank sind, aber die ganze Familie? Ach, komm!"
    }
  },
  {
    "translation": {
      "en": "[Warren] The fruit does not fall too far from the tree.",
      "de": "Der Apfel fällt nicht weit vom Stamm."
    }
  },
  {
    "translation": {
      "en": "I think that my mother probably should have had a hysterectomy when she was 16.",
      "de": "Ich glaube, meine Mutter hätte mit 16 eine Hysterektomie machen sollen."
    }
  },
  {
    "translation": {
      "en": "Now, I really think that",
      "de": "Das denke ich wirklich,"
    }
  },
  {
    "translation": {
      "en": "because, see, if I had been as educated then as I am now,",
      "de": "denn wenn ich damals gewusst hätte, was ich jetzt weiß,"
    }
  },
  {
    "translation": {
      "en": "I probably would not have had my children",
      "de": "dann hätte ich keine Kinder bekommen,"
    }
  },
  {
    "translation": {
      "en": "and put them through what they have gone through.",
      "de": "und sie hätten das alles nicht durchmachen müssen."
    }
  },
  {
    "translation": {
      "en": "And I think a lot of it is genetics.",
      "de": "Und ich denke, vieles davon ist Genetik."
    }
  },
  {
    "translation": {
      "en": "This family probably needs therapy more than-- You know, to bring it closer.",
      "de": "Diese Familie braucht wahrscheinlich eine Therapie, um sich näherzukommen."
    }
  },
  {
    "translation": {
      "en": "[Mitchell] I'm not gonna sit in no room with all of my family.",
      "de": "Ich werde nicht mit meiner Familie in einem Raum sitzen."
    }
  },
  {
    "translation": {
      "en": "I can't do it. I won't even go to--",
      "de": "Ich kann das nicht. Ich werde auch nicht..."
    }
  },
  {
    "translation": {
      "en": "I do one-on-one.",
      "de": "Ich würde ein Einzelgespräch..."
    }
  },
  {
    "translation": {
      "en": "I'm not gonna sit-- A group of crazy people cannot tell me",
      "de": "Ich werde nicht... Eine Gruppe Verrückter wird mir nicht erzählen, was mit mir nicht stimmt."
    }
  },
  {
    "translation": {
      "en": "-what the hell is wrong with me. -[chuckling]",
      "de": "Eine Gruppe Verrückter wird mir nicht erzählen, was mit mir nicht stimmt."
    }
  },
  {
    "translation": {
      "en": "[man] Patsy Cottrell, who was a court of appeals judge in Tennessee",
      "de": "Patsy Cottrell, eine Richterin am Berufungsgericht in Tennessee,"
    }
  },
  {
    "translation": {
      "en": "and the widow of Ross Alderman,",
      "de": "und die Witwe von Ross Alderman,"
    }
  },
  {
    "translation": {
      "en": "who was the public defender in Nashville at the time Cyntoia was first charged,",
      "de": "dem Strafverteidiger von Nashville, als Cyntoia erstmals angeklagt wurde,"
    }
  },
  {
    "translation": {
      "en": "called me to say that this documentary was gonna be shown at the Green Hills theater",
      "de": "rief mich an und sagte, dass im Rahmen des Filmfestivals diese Dokumentation im Kino von Green Hills gezeigt würde."
    }
  },
  {
    "translation": {
      "en": "as a part of the film festival.",
      "de": "im Kino von Green Hills gezeigt würde."
    }
  },
  {
    "translation": {
      "en": "So I went on a Saturday afternoon, I think, in April of 2010",
      "de": "Ich ging an einem Samstagnachmittag im April 2010,"
    }
  },
  {
    "translation": {
      "en": "to see the documentary, and it was amazing.",
      "de": "um mit die Dokumentation anzusehen, und es war unglaublich."
    }
  },
  {
    "translation": {
      "en": "That story moved me because you could just--",
      "de": "Die Geschichte bewegte mich, weil man sehen konnte..."
    }
  },
  {
    "translation": {
      "en": "You could see that this young woman didn't get a fair shake.",
      "de": "Man sah, dass diese junge Frau keinen fairen Prozess bekommen hatte."
    }
  },
  {
    "translation": {
      "en": "There was more to this story than the courts knew at the time.",
      "de": "An der Geschichte war mehr dran, als den Gerichten damals bewusst war."
    }
  },
  {
    "translation": {
      "en": "So I reached out to my best friend, Houston Gordon.",
      "de": "Also kontaktierte ich meinen besten Freund Houston Gordon."
    }
  },
  {
    "translation": {
      "en": "[Gordon] I had not seen the documentary at that time,",
      "de": "Ich hatte die Dokumentation damals noch nicht gesehen,"
    }
  },
  {
    "translation": {
      "en": "but he had it to take home and look at.",
      "de": "aber er hatte eine Kopie für zu Hause."
    }
  },
  {
    "translation": {
      "en": "He told me about the alcohol abuse of her mother.",
      "de": "Er erzählte mir vom Alkoholmissbrauch ihrer Mutter."
    }
  },
  {
    "translation": {
      "en": "In fact, Dan Birman's interview with Georgina Mitchell, Cyntoia's mother,",
      "de": "Es war Dan Birmans Interview mit Georgina Mitchell, Cyntoias Mutter,"
    }
  },
  {
    "translation": {
      "en": "gave the history of the alcohol abuse.",
      "de": "das auf die Geschichte des Alkoholmissbrauchs verwies."
    }
  },
  {
    "translation": {
      "en": "Here's a kid who didn't have a chance.",
      "de": "Hier ist ein Kind, das keine Chance hatte."
    }
  },
  {
    "translation": {
      "en": "She didn't have a chance before she was born.",
      "de": "Sie hatte keine Chance, bevor sie geboren war."
    }
  },
  {
    "translation": {
      "en": "She didn't have a chance after she was born.",
      "de": "Sie hatte keine Chance nach ihrer Geburt."
    }
  },
  {
    "translation": {
      "en": "And that affected her all the way from the transfer hearing",
      "de": "Und das hatte eine Auswirkung auf sie, von der Transferanhörung"
    }
  },
  {
    "translation": {
      "en": "all the way through, quite frankly, to the present.",
      "de": "bis heute, ehrlich gesagt."
    }
  },
  {
    "translation": {
      "en": "Once she was convicted of those crimes,",
      "de": "Sobald sie wegen dieser Verbrechen verurteilt war,"
    }
  },
  {
    "translation": {
      "en": "it was 51 years before she's eligible for parole, 60-year sentence.",
      "de": "hatte sie 51 Jahre bis zur möglichen Haftentlassung vor sich, als Teil einer 60-jährigen Haftstrafe."
    }
  },
  {
    "translation": {
      "en": "[Bone] We spent a lot of time and money",
      "de": "Wir haben viel Zeit und Geld aufgewendet,"
    }
  },
  {
    "translation": {
      "en": "to find the very best experts on the fetal alcohol syndrome",
      "de": "um die besten Experten für das fetale Alkoholsyndrom zu finden,"
    }
  },
  {
    "translation": {
      "en": "who could come and evaluate Cyntoia specifically",
      "de": "die Cyntoia evaluieren"
    }
  },
  {
    "translation": {
      "en": "and talk about the science of the brain.",
      "de": "und Aussagen zur Gehirnforschung machen konnten."
    }
  },
  {
    "translation": {
      "en": "She still has that...",
      "de": "Sie hat immer noch"
    }
  },
  {
    "translation": {
      "en": "-impulsive... -She does. ...piece that really worries me that, you know...",
      "de": "-das Impulsive, das mir Sorgen macht. -Das hat sie."
    }
  },
  {
    "translation": {
      "en": "We developed a plan to take this back to the criminal court in Davidson County",
      "de": "Wir haben einen Plan entwickelt, um die Sache erneut vor das Strafgericht von Davidson County zu bringen"
    }
  },
  {
    "translation": {
      "en": "and to ask for post-conviction relief and to present our case.",
      "de": "erneut vor das Strafgericht von Davidson County zu bringen und um Rechtsmittel einzulegen und unseren Fall vorzutragen."
    }
  },
  {
    "translation": {
      "en": "When you look at all this, was it a fundamentally fair trial?",
      "de": "Wenn man die Sache umfassend betrachtet, war es dann ein wirklich fairer Prozess?"
    }
  },
  {
    "translation": {
      "en": "And, you know, of course, I'm passionate about it,",
      "de": "Natürlich bin ich mit Leidenschaft dabei,"
    }
  },
  {
    "translation": {
      "en": "and we believe that we have a good chance of convincing the Court of just that.",
      "de": "und wir glauben, dass wir eine gute Chance haben, das Gericht zu überzeugen."
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] I've questioned out loud, how am I gonna do this?",
      "de": "Ich habe das laut gefragt: Wie soll ich das schaffen?"
    }
  },
  {
    "translation": {
      "en": "How am I supposed to do this time?",
      "de": "Wie kann ich diese Haft durchstehen?"
    }
  },
  {
    "translation": {
      "en": "Am I supposed to spend the rest of my life in prison?",
      "de": "Soll ich den Rest meines Lebens im Gefängnis verbringen?"
    }
  },
  {
    "translation": {
      "en": "'Cause it hurts. I want to go home, and I can't.",
      "de": "Es tut weh. Ich will nach Hause, und ich kann nicht."
    }
  },
  {
    "translation": {
      "en": "My 22nd birthday was kind of hard because I looked at it like",
      "de": "Mein 22. Geburtstag war schwer."
    }
  },
  {
    "translation": {
      "en": "I was supposed to be graduating college, but I'm in here.",
      "de": "Es wäre die Zeit meines Uni-Abschlusses, aber ich sitze hier drinnen."
    }
  },
  {
    "translation": {
      "en": "It's made me stronger. It's made me wiser, more resilient at times.",
      "de": "Es hat mich stärker gemacht, klüger und oft auch widerstandsfähiger."
    }
  },
  {
    "translation": {
      "en": "I'm actually going to college. Surprise!",
      "de": "Ich gehe übrigens zur Uni. Wer hätte das gedacht?"
    }
  },
  {
    "translation": {
      "en": "[Gordon] How are you?",
      "de": "Wie geht's?"
    }
  },
  {
    "translation": {
      "en": "-Good. How are you? -I'm okay.",
      "de": "-Gut. Und Ihnen? -Gut."
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] Lipscomb University, they come out, and they hold class here once a week.",
      "de": "Die Lipscomb University unterrichtet hier einmal wöchentlich."
    }
  },
  {
    "translation": {
      "en": "And yeah, we get to obtain an associate's degree in Letters, Arts and Sciences.",
      "de": "Wir bekommen einen Associates-Abschluss in Geistes- und Naturwissenschaften."
    }
  },
  {
    "translation": {
      "en": "That's what I'm doing right now. That's what my life focus is on right now.",
      "de": "Das mache ich gerade. Das ist gerade mein Lebensfokus."
    }
  },
  {
    "translation": {
      "en": "I'm also still trying to get back in court and work on my case and stuff.",
      "de": "Ich versuche auch, wieder vor Gericht zu kommen und an meinem Fall zu arbeiten."
    }
  },
  {
    "translation": {
      "en": "[Gordon] This is a case that, not only would make a difference",
      "de": "Dieser Fall wird hoffentlich nicht nur für Cyntoia etwas bewirken,"
    }
  },
  {
    "translation": {
      "en": "hopefully for Cyntoia, but may make a difference",
      "de": "Dieser Fall wird hoffentlich nicht nur für Cyntoia etwas bewirken, sondern könnte auch"
    }
  },
  {
    "translation": {
      "en": "for these thousands upon thousands of children",
      "de": "sondern könnte auch für Tausende von Kindern bedeutsam sein,"
    }
  },
  {
    "translation": {
      "en": "who are born in situations that they can't control.",
      "de": "die in Situationen hineingeboren werden, die sie nicht kontrollieren können."
    }
  },
  {
    "translation": {
      "en": "[Wyatt] Good morning to everyone.",
      "de": "Guten Morgen zusammen."
    }
  },
  {
    "translation": {
      "en": "We're ready to get started on the hearing, and good morning to all the lawyers here.",
      "de": "Wir sind bereit für die Anhörung, und guten Morgen an alle Anwälte."
    }
  },
  {
    "translation": {
      "en": "-[man] Good morning. -[Wyatt] Mr. Gordon.",
      "de": "-Guten Morgen. -Herr Gordon."
    }
  },
  {
    "translation": {
      "en": "-Mr. Charles Bone, go right ahead. -[Bone] Thank you.",
      "de": "-Herr Charles Bone, bitte beginnen Sie. -Danke."
    }
  },
  {
    "translation": {
      "en": "I'm here with Mr. Bruno and Mr. Gordon,",
      "de": "Ich bin hier mit Herrn Bruno und Herrn Gordon."
    }
  },
  {
    "translation": {
      "en": "and we're pro bono counsel for Cyntoia Brown.",
      "de": "Wir vertreten auf freiwilliger, kostenloser Basis Cyntoia Brown."
    }
  },
  {
    "translation": {
      "en": "We intend to show to the Court today",
      "de": "Wir beabsichtigen dem Gericht heute darzulegen,"
    }
  },
  {
    "translation": {
      "en": "that Ms. Brown's sentence that was received in this court in 2006",
      "de": "dass das Urteil aus dem Jahr 2006 gegen Frau Brown"
    }
  },
  {
    "translation": {
      "en": "is the functional equivalent of a life sentence without parole.",
      "de": "praktisch einer lebenslangen Freiheitsstrafe ohne Bewährung entspricht."
    }
  },
  {
    "translation": {
      "en": "Your Honor will have the opportunity to hear",
      "de": "Euer Ehren wird die Gelegenheit haben,"
    }
  },
  {
    "translation": {
      "en": "the first really extensive discussion and diagnosis",
      "de": "die erste ausführliche Erörterung und Diagnose"
    }
  },
  {
    "translation": {
      "en": "of a Tennessee juvenile with fetal alcohol spectrum disorder, FASD.",
      "de": "eines Fetalen Alkoholsyndroms bei einer Jugendlichen aus Tennessee zu hören."
    }
  },
  {
    "translation": {
      "en": "Unfortunately, the content for the presentation of this information",
      "de": "Leider müssen wir im Zusammenhang der Präsentation dieser Informationen"
    }
  },
  {
    "translation": {
      "en": "and these findings must come in the context that Cyntoia suffered",
      "de": "und Erkenntnisse auch darauf verweisen, dass Cyntoias"
    }
  },
  {
    "translation": {
      "en": "also from the ineffective assistance from counsel.",
      "de": "Rechtsbeistand unwirksam war."
    }
  },
  {
    "translation": {
      "en": "And at the conclusion of the hearing, we believe Your Honor will find",
      "de": "Am Ende der Anhörung, meinen wir, dass Euer Ehren"
    }
  },
  {
    "translation": {
      "en": "by clear and convincing determination",
      "de": "anhand klarer, überzeugender Schlussfolgerung feststellen wird,"
    }
  },
  {
    "translation": {
      "en": "that Cyntoia Brown deserves a new trial.",
      "de": "dass Cyntoia Brown einen neuen Prozess verdient."
    }
  },
  {
    "translation": {
      "en": "As the Court knows, probably recalls,",
      "de": "Wie das Gericht sicher weiß,"
    }
  },
  {
    "translation": {
      "en": "I was assigned to juvenile court at the time this took place.",
      "de": "war ich dem Jugendgericht in diesem Fall zugewiesen worden"
    }
  },
  {
    "translation": {
      "en": "I did the transfer hearing in this case.",
      "de": "und hatte die Transferanhörung betreut."
    }
  },
  {
    "translation": {
      "en": "I have known this case for eight years now.",
      "de": "Ich kenne diesen Fall seit 8 Jahren."
    }
  },
  {
    "translation": {
      "en": "This evidence of fetal alcohol syndrome that's about to be presented to the Court,",
      "de": "Ich bitte das Gericht, die Beweise für ein fetales Alkoholsyndrom"
    }
  },
  {
    "translation": {
      "en": "I would ask the Court to look closely at its reliability",
      "de": "hinsichtlich ihrer Zuverlässigkeit streng zu überprüfen"
    }
  },
  {
    "translation": {
      "en": "and whether it would have been admissible in the trial if shown.",
      "de": "und zu hinterfragen, ob diese im Prozess zugelassen worden wären."
    }
  },
  {
    "translation": {
      "en": "The bottom line is that the allegation here is that Rich McGee and Wendy Tucker,",
      "de": "Grundsätzlich wird hier behauptet, dass Rich McGee und Wendy Tucker,"
    }
  },
  {
    "translation": {
      "en": "two attorneys very well known to the Court,",
      "de": "zwei dem Gericht vertraute Anwälte,"
    }
  },
  {
    "translation": {
      "en": "were ineffective in not presenting evidence.",
      "de": "in ihrer Darlegung von Beweisen unwirksam waren."
    }
  },
  {
    "translation": {
      "en": "We will contend that it is impossible to show that there was a deficiency",
      "de": "Wir werden vortragen, dass es unmöglich ist, zu zeigen, dass der Rechtsbeistand"
    }
  },
  {
    "translation": {
      "en": "in the representation she received, or that, if there were, it would--",
      "de": "den sie erhielt, unzulänglich war, oder, falls dies der Fall gewesen wäre,"
    }
  },
  {
    "translation": {
      "en": "The lack of it would have resulted in a different outcome.",
      "de": "dass dieser Mangel zu einem anderen Ergebnis geführt hätte."
    }
  },
  {
    "translation": {
      "en": "[Bruno] Ms. Tucker, at the time of your representation of Ms. Brown,",
      "de": "Frau Tucker, als Sie Frau Brown vertraten,"
    }
  },
  {
    "translation": {
      "en": "were you familiar with the disease of fetal alcohol spectrum disorder?",
      "de": "waren Sie mit dem fetalen Alkoholsyndrom vertraut?"
    }
  },
  {
    "translation": {
      "en": "Had you ever heard of that or knew anything about that?",
      "de": "Hatten Sie davon gehört oder wussten Sie davon?"
    }
  },
  {
    "translation": {
      "en": "I am sure I had heard of it.",
      "de": "Ich bin sicher, dass ich davon gehört hatte,"
    }
  },
  {
    "translation": {
      "en": "I know I've never presented a defense regarding fetal alcohol syndrome.",
      "de": "aber dies war nie Teil einer von mir betreuten Verteidigung."
    }
  },
  {
    "translation": {
      "en": "I don't know if I ever had any clients",
      "de": "Ich weiß nicht, ob das jemals Teil der Akten von Klienten war,"
    }
  },
  {
    "translation": {
      "en": "where it was something in their records or not, but I'm sure I'd heard of it.",
      "de": "Ich weiß nicht, ob das jemals Teil der Akten von Klienten war, aber ich hatte sicher davon gehört."
    }
  },
  {
    "translation": {
      "en": "I became much more familiar with it after Mr. Birman interviewed some people.",
      "de": "Ich hatte ein viel besseres Verständnis davon nach Herrn Birmans Interviews."
    }
  },
  {
    "translation": {
      "en": "[Bruno] Did you seek the assistance of any medical expert",
      "de": "Hatten Sie medizinischen Rat bezüglich"
    }
  },
  {
    "translation": {
      "en": "in the area of fetal alcohol spectrum disorder?",
      "de": "des fetalen Alkoholsyndroms eingeholt?"
    }
  },
  {
    "translation": {
      "en": "[Tucker] I did not.",
      "de": "Nein."
    }
  },
  {
    "translation": {
      "en": "[Burks] Now, you were asked about fetal alcohol syndrome.",
      "de": "Sie wurden nach dem fetalen Alkoholsyndrom befragt."
    }
  },
  {
    "translation": {
      "en": "[Tucker] Right. Was that something you'd ever heard of at this time?",
      "de": "-Korrekt. -Hatten Sie je davon gehört?"
    }
  },
  {
    "translation": {
      "en": "[Tucker] I'm sure I'd heard of it at the time.",
      "de": "Ich hatte sicher davon gehört."
    }
  },
  {
    "translation": {
      "en": "[Burks] Was it something that Dr. Bernet ever mentioned to your memory?",
      "de": "Hat Dr. Bernet es je erwähnt?"
    }
  },
  {
    "translation": {
      "en": "[Tucker] Not to my memory, no.",
      "de": "Nicht, dass ich wüsste."
    }
  },
  {
    "translation": {
      "en": "Had a mental health professional mentioned it to you,",
      "de": "Man kann sicher sagen: Wenn ein Psychiater"
    }
  },
  {
    "translation": {
      "en": "you would have looked into it, fair to say.",
      "de": "es erwähnt hätte, hätten Sie es recherchiert."
    }
  },
  {
    "translation": {
      "en": "Yes, I hope so.",
      "de": "Ja, das hoffe ich."
    }
  },
  {
    "translation": {
      "en": "I wish they had. I wish I had.",
      "de": "Ich wünschte, jemand hätte das. Ich wünschte, ich hätte es getan."
    }
  },
  {
    "translation": {
      "en": "[Gordon] What is fetal alcohol spectrum disorder?",
      "de": "Was ist ein fetales Alkoholsyndrom?"
    }
  },
  {
    "translation": {
      "en": "Fetal alcohol spectrum disorder is referred to as an umbrella term,",
      "de": "Das fetale Alkoholsyndrom wird als Sammelbegriff verwendet"
    }
  },
  {
    "translation": {
      "en": "and they all relate to the fact that alcohol is a particularly heinous poison",
      "de": "und verweist darauf, dass Alkohol ein besonders furchtbares Gift"
    }
  },
  {
    "translation": {
      "en": "to the developing fetus.",
      "de": "für die Entwicklung des Fötus ist."
    }
  },
  {
    "translation": {
      "en": "Tell the Court, if you would,",
      "de": "Sagen Sie bitte dem Gericht,"
    }
  },
  {
    "translation": {
      "en": "what the effect in general would be on a fetus",
      "de": "was die allgemeine Wirkung auf einen Fötus wäre,"
    }
  },
  {
    "translation": {
      "en": "whose mother was drinking",
      "de": "wenn dessen Mutter in dem Maße trank,"
    }
  },
  {
    "translation": {
      "en": "the way that Georgina Mitchell has testified she was drinking.",
      "de": "wie es Georgina Mitchell laut ihrer Aussage getan hat."
    }
  },
  {
    "translation": {
      "en": "[Adler] Alcohol is considered",
      "de": "Alkohol gilt"
    }
  },
  {
    "translation": {
      "en": "one of the worst toxins, one of the worst poisons.",
      "de": "als eines der schlimmsten Gifte, Giftstoffe."
    }
  },
  {
    "translation": {
      "en": "The brain is the organ that's most negatively affected.",
      "de": "Das Gehirn ist das Organ, das am meisten davon beeinträchtigt wird."
    }
  },
  {
    "translation": {
      "en": "[Gordon] Did you make an examination",
      "de": "Haben Sie eine Untersuchung und Bewertung"
    }
  },
  {
    "translation": {
      "en": "-and evaluation of Cyntoia Brown? -[Adler] Yes.",
      "de": "Haben Sie eine Untersuchung und Bewertung von Cyntoia Brown durchgeführt?"
    }
  },
  {
    "translation": {
      "en": "[Gordon] When did you do that?",
      "de": "-Ja. -Wann geschah das?"
    }
  },
  {
    "translation": {
      "en": "[Adler] June the 24th of 2011.",
      "de": "Am 24. Juni 2011."
    }
  },
  {
    "translation": {
      "en": "What conclusion, if any, did you come to as to whether she had had brain damage?",
      "de": "Zu welcher Schlussfolgerung kamen Sie hinsichtlich eines möglichen Hirnschadens?"
    }
  },
  {
    "translation": {
      "en": "[Adler] Simply, Ms. Brown has",
      "de": "Einfach gesagt: Frau Brown hat eine alkoholbedingte neurologische Entwicklungsstörung,"
    }
  },
  {
    "translation": {
      "en": "alcohol-related neurodevelopmental disorder,",
      "de": "Frau Brown hat eine alkoholbedingte neurologische Entwicklungsstörung,"
    }
  },
  {
    "translation": {
      "en": "-and I would like to explain if I could. -[Gordon] Please.",
      "de": "-und ich würde das gerne erklären. -Bitte."
    }
  },
  {
    "translation": {
      "en": "So she is seriously impaired.",
      "de": "Sie ist schwer beeinträchtigt."
    }
  },
  {
    "translation": {
      "en": "If you just look at her cognitive or neuropsychological testing alone,",
      "de": "Betrachtet man allein ihre kognitiven und neuropsychologischen Tests,"
    }
  },
  {
    "translation": {
      "en": "the discrepancy between her tested IQ",
      "de": "ist die Diskrepanz zwischen ihrem gemessenen Intelligenzquotienten"
    }
  },
  {
    "translation": {
      "en": "and her other abilities is really remarkable.",
      "de": "und ihren sonstigen Fähigkeiten bemerkenswert."
    }
  },
  {
    "translation": {
      "en": "She does not function like a person.",
      "de": "Sie agiert nicht wie eine Person."
    }
  },
  {
    "translation": {
      "en": "Her functional abilities are terrible.",
      "de": "Ihre funktionellen Fähigkeiten sind furchtbar."
    }
  },
  {
    "translation": {
      "en": "So terrible, they are equivalent to a person with mild mental retardation,",
      "de": "So furchtbar, dass sie einer geistig unterentwickelten Person ähnelt,"
    }
  },
  {
    "translation": {
      "en": "and that is not inconsequential.",
      "de": "und das ist nicht unbedeutend. Es ist bekannt,"
    }
  },
  {
    "translation": {
      "en": "It's known that persons with fetal alcohol spectrum disorders",
      "de": "und das ist nicht unbedeutend. Es ist bekannt, dass Menschen mit fetalem Alkoholsyndrom"
    }
  },
  {
    "translation": {
      "en": "have a markedly higher rate of problems with the law.",
      "de": "deutlich mehr Probleme mit dem Gesetz haben als andere Personen."
    }
  },
  {
    "translation": {
      "en": "[Gordon] Was she suffering that at the time of August 2004, at the time of this incident?",
      "de": "Hat sie im August 2004 darunter gelitten, zum Zeitpunkt des Vorfalls?"
    }
  },
  {
    "translation": {
      "en": "Yes. [Gordon] Was she suffering from it before then?",
      "de": "-Ja. -Hatte sie zuvor darunter gelitten?"
    }
  },
  {
    "translation": {
      "en": "[Adler] Yes.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "-[Gordon] Is she suffering from that now? -Yes.",
      "de": "-Leidet sie aktuell darunter? -Ja."
    }
  },
  {
    "translation": {
      "en": "[Gordon] Is that something she's going to suffer the rest of her life?",
      "de": "Wird sie den Rest ihres Lebens darunter leiden?"
    }
  },
  {
    "translation": {
      "en": "More or less, yes.",
      "de": "Ja, mehr oder weniger."
    }
  },
  {
    "translation": {
      "en": "[Gordon] Thank you, Your Honor.",
      "de": "Danke, Euer Ehren."
    }
  },
  {
    "translation": {
      "en": "We appreciate the opportunity to bring these issues before the Court.",
      "de": "Wir wissen es zu schätzen, dass wir diese Thematik vor Gericht darlegen können."
    }
  },
  {
    "translation": {
      "en": "What is the clear and convincing evidence here?",
      "de": "Was sind hier die klaren und überzeugenden Beweise?"
    }
  },
  {
    "translation": {
      "en": "I believe that's our burden. The clear and convincing evidence is",
      "de": "Ich denke, das ist unsere Beweislast. Die klaren, überzeugenden Beweise sind:"
    }
  },
  {
    "translation": {
      "en": "she has this brain damage.",
      "de": "Sie leidet an einer Hirnschädigung."
    }
  },
  {
    "translation": {
      "en": "She had it because her mother admittedly abused alcohol",
      "de": "Sie leidet darunter wegen des Alkoholmissbrauchs ihrer Mutter"
    }
  },
  {
    "translation": {
      "en": "the entire time she was carrying the baby.",
      "de": "während der gesamten Schwangerschaft."
    }
  },
  {
    "translation": {
      "en": "That brain damage has caused her to not be able to control herself,",
      "de": "Die Hirnschädigung hat dazu geführt, dass sie keine Kontrolle über sich selbst hat."
    }
  },
  {
    "translation": {
      "en": "and when she sees chaos, not respond to it adequately.",
      "de": "und wenn sie Chaos sieht, reagiert sie darauf nicht angemessen."
    }
  },
  {
    "translation": {
      "en": "I appreciate the Court's attention, and I respectfully ask",
      "de": "Ich schätze die Kenntnisnahme durch das Gericht und bitte Sie respektvoll,"
    }
  },
  {
    "translation": {
      "en": "that, when we submit our proposals to you, I know the Court will do justice.",
      "de": "nach Unterbreitung unserer Vorschläge Gerechtigkeit walten zu lassen."
    }
  },
  {
    "translation": {
      "en": "[Burks] A number of things I want to point out to the Court briefly",
      "de": "Ich möchte das Gericht auf einige Dinge"
    }
  },
  {
    "translation": {
      "en": "about the evidence the Court has heard.",
      "de": "bezüglich der vorgelegten Beweise hinweisen."
    }
  },
  {
    "translation": {
      "en": "Number one, much of the basis of what the Court's heard came",
      "de": "Erstens, die Grundlage für das, was das Gericht gehört hat,"
    }
  },
  {
    "translation": {
      "en": "from the defendant's mother",
      "de": "stammt von der Mutter der Angeklagten,"
    }
  },
  {
    "translation": {
      "en": "who is an inmate in a federal prison.",
      "de": "die in einem Bundesgefängnis inhaftiert ist."
    }
  },
  {
    "translation": {
      "en": "Her assertions about what she did when she was pregnant with Ms. Brown",
      "de": "Ihre Behauptungen, was sie während der Schwangerschaft tat,"
    }
  },
  {
    "translation": {
      "en": "could never be proven or disproven.",
      "de": "sind weder zu beweisen noch zu widerlegen."
    }
  },
  {
    "translation": {
      "en": "It would be argued to a jury by any competent state's attorney",
      "de": "Jeder Staatsanwalt würde gegenüber einer Jury argumentieren,"
    }
  },
  {
    "translation": {
      "en": "that these diagnoses by the scientists seem to explain away",
      "de": "dass Frau Brown mit Hilfe dieser wissenschaftlichen Diagnose"
    }
  },
  {
    "translation": {
      "en": "any bad behavior on the part of Ms. Brown",
      "de": "jegliches Fehlverhalten entschuldigen könnte,"
    }
  },
  {
    "translation": {
      "en": "in her past or in this particular incident.",
      "de": "in ihrer Vergangenheit oder in diesem Fall."
    }
  },
  {
    "translation": {
      "en": "A jury trial is not about giving the jury",
      "de": "Bei einem Geschworenenprozess geht es nicht darum,"
    }
  },
  {
    "translation": {
      "en": "a full and complete picture of the defendant's mental makeup.",
      "de": "der Jury die komplette geistige Verfassung des Angeklagten darzulegen."
    }
  },
  {
    "translation": {
      "en": "The jury trial is about whether the state has",
      "de": "sondern zu belegen, dass in Bezug auf"
    }
  },
  {
    "translation": {
      "en": "proof beyond a reasonable doubt on the essential elements.",
      "de": "sondern zu belegen, dass in Bezug auf dass die grundlegenden Umstände ohne berechtigte Zweifel zu belegen sind."
    }
  },
  {
    "translation": {
      "en": "[Wyatt] Thank you. All right. The transcripts will be available",
      "de": "Danke. Okay. Die Abschriften werden am"
    }
  },
  {
    "translation": {
      "en": "-the first Monday in December. -[Gordon] Thank you.",
      "de": "-ersten Montag im Dezember verfügbar sein. -Danke."
    }
  },
  {
    "translation": {
      "en": "And then how long did you want to prepare your memorandum or whatever it is?",
      "de": "Wie lange brauchen Sie zur Erstellung Ihres Berichts?"
    }
  },
  {
    "translation": {
      "en": "-[Gordon] Fifteen days. -That's fine too.",
      "de": "-Fünfzehn Tage. -Das ist gut."
    }
  },
  {
    "translation": {
      "en": "What about Friday the 14th of December? Is that enough time?",
      "de": "Wie wäre es mit Freitag, dem 14. Dezember? Ist das genug Zeit?"
    }
  },
  {
    "translation": {
      "en": "And then I'll take it under advisement,",
      "de": "Ich werde es dann in Erwägung ziehen"
    }
  },
  {
    "translation": {
      "en": "and then sometime several weeks after that, I'll reach a decision.",
      "de": "und danach meine Entscheidung treffen."
    }
  },
  {
    "translation": {
      "en": "That's it. We'll close the court. Court is adjourned.",
      "de": "Das war's. Die Sitzung ist beendet. Das Gericht ist vertagt."
    }
  },
  {
    "translation": {
      "en": "[Gordon] Post-conviction relief, the appeal of her conviction,",
      "de": "Rechtsmittel nach der Verurteilung, also die Anfechtung des Urteils,"
    }
  },
  {
    "translation": {
      "en": "is a very limited opportunity for relief.",
      "de": "haben eine sehr begrenzte Erfolgschance."
    }
  },
  {
    "translation": {
      "en": "The judge acknowledged that she did have alcohol-related disorder.",
      "de": "Der Richter erkannte an, dass sie an einer alkoholbedingten Störung litt."
    }
  },
  {
    "translation": {
      "en": "We proved that she could not control her impulses.",
      "de": "Wir haben bewiesen, dass sie ihre Impulse nicht kontrollieren kann."
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] I can tell you all kinds of stuff about a long time ago,",
      "de": "Ich kann alles Mögliche über zurückliegende Dinge erzählen,"
    }
  },
  {
    "translation": {
      "en": "but you can tell me right now, \"Cyntoia, don't do this.",
      "de": "aber wenn Sie mir jetzt sagen: \"Cyntoia, tu das nicht\","
    }
  },
  {
    "translation": {
      "en": "Make sure you don't do this.\" I'll say, \"I know, I know. I got you.\"",
      "de": "aber wenn Sie mir jetzt sagen: \"Cyntoia, tu das nicht\", würde ich sagen: \"Verstanden, ich tu's nicht.\""
    }
  },
  {
    "translation": {
      "en": "And, like, two seconds later, I'll do it.",
      "de": "Und zwei Sekunden später mache ich es trotzdem."
    }
  },
  {
    "translation": {
      "en": "I mean, I don't know. It makes me look at myself different a little.",
      "de": "Ich weiß nicht. Ich sehe mich jetzt etwas anders."
    }
  },
  {
    "translation": {
      "en": "[Gordon] You have to show that no reasonable jury",
      "de": "Man muss belegen, dass keine einsichtige Jury sie für schuldig befunden hätte,"
    }
  },
  {
    "translation": {
      "en": "would have found her guilty if that legal error had been corrected.",
      "de": "Man muss belegen, dass keine einsichtige Jury sie für schuldig befunden hätte, wenn der Rechtsfehler korrigiert worden wäre."
    }
  },
  {
    "translation": {
      "en": "It's a pretty steep hill to climb.",
      "de": "Die Hürde ist nicht leicht zu nehmen."
    }
  },
  {
    "translation": {
      "en": "And so he denied the relief.",
      "de": "Also hat er den Rechtsbehelf abgelehnt."
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] I'm having trouble reconciling that.",
      "de": "Ich kriege das nicht unter einen Hut."
    }
  },
  {
    "translation": {
      "en": "So what does that mean? I don't-- I don't get it.",
      "de": "Was heißt das jetzt? Ich kapiere es nicht."
    }
  },
  {
    "translation": {
      "en": "And it's-- It pisses me off.",
      "de": "Das kotzt mich an."
    }
  },
  {
    "translation": {
      "en": "I mean, my life is gonna continue.",
      "de": "Ich meine, mein Leben geht weiter."
    }
  },
  {
    "translation": {
      "en": "I'm not gonna stop just because what they said,",
      "de": "Ich gebe nicht einfach auf, nur wegen dem, was sie sagen,"
    }
  },
  {
    "translation": {
      "en": "but I mean, I'll remember it.",
      "de": "aber ich werde das nicht vergessen."
    }
  },
  {
    "translation": {
      "en": "[Warren] There's a lot of sadness and lies and pain",
      "de": "Es gibt viel Trauer, Lügen und Schmerz."
    }
  },
  {
    "translation": {
      "en": "and not knowing what to do about any of it.",
      "de": "Und man weiß nicht, was man tun soll."
    }
  },
  {
    "translation": {
      "en": "What can we do?",
      "de": "Was können wir denn tun?"
    }
  },
  {
    "translation": {
      "en": "You know the sadness of Toia's eyes.",
      "de": "Wissen Sie, Toias traurigen Augen."
    }
  },
  {
    "translation": {
      "en": "It came from genetics, and the genetics should stop.",
      "de": "Das liegt an der Genetik, und die Genetik sollte aufhören."
    }
  },
  {
    "translation": {
      "en": "My life has been so horrible.",
      "de": "Mein Leben war so furchtbar."
    }
  },
  {
    "translation": {
      "en": "The rapes, the beatings.",
      "de": "Die Vergewaltigungen, die Schläge."
    }
  },
  {
    "translation": {
      "en": "I was a victim of that type of person.",
      "de": "Ich war Opfer einer solchen Person."
    }
  },
  {
    "translation": {
      "en": "Tommy came to my house, and during the time that I was washing dishes,",
      "de": "Tommy kam zu mir nach Hause, und während ich das Geschirr spülte,"
    }
  },
  {
    "translation": {
      "en": "he grabbed me and snatched me",
      "de": "griff er mich und fing an, mich zu verprügeln"
    }
  },
  {
    "translation": {
      "en": "and started beating me and drug me to the bedroom.",
      "de": "griff er mich und fing an, mich zu verprügeln und ins Schlafzimmer zu zerren."
    }
  },
  {
    "translation": {
      "en": "And he says,",
      "de": "Und er sagt:"
    }
  },
  {
    "translation": {
      "en": "\"You're gonna get what you deserve.\"",
      "de": "\"Du kriegst jetzt, was du verdienst.\""
    }
  },
  {
    "translation": {
      "en": "And then... and then came... came the rape.",
      "de": "Und dann kam die Vergewaltigung."
    }
  },
  {
    "translation": {
      "en": "I just lay there, and I cried.",
      "de": "Ich lag einfach da und weinte."
    }
  },
  {
    "translation": {
      "en": "And I pulled myself together, put on makeup.",
      "de": "Und ich riss mich zusammen, schminkte mich."
    }
  },
  {
    "translation": {
      "en": "That's what abused families usually does to keep anybody from knowing it.",
      "de": "Das ist es, was Familien bei Missbrauch tun, damit es niemand erfährt."
    }
  },
  {
    "translation": {
      "en": "I got pregnant from that particular rape.",
      "de": "Ich wurde durch diese Vergewaltigung schwanger."
    }
  },
  {
    "translation": {
      "en": "But you know, you can use the word \"rape\" in many ways",
      "de": "Aber man kann das Wort Vergewaltigung vielfältig benutzen,"
    }
  },
  {
    "translation": {
      "en": "because I feel like all of us has been raped of our life",
      "de": "denn es kommt mir vor, als wären wir alle vergewaltigt worden,"
    }
  },
  {
    "translation": {
      "en": "when this incident happened to me.",
      "de": "als mir das passierte."
    }
  },
  {
    "translation": {
      "en": "You have to pack it back, and you have to hide it so you can go on living.",
      "de": "Man muss das wegstecken und verbergen, damit man weiterleben kann."
    }
  },
  {
    "translation": {
      "en": "When you go through therapy, you have to close doors",
      "de": "Bei einer Therapie muss man Türen schließen"
    }
  },
  {
    "translation": {
      "en": "and open doors and close doors.",
      "de": "und öffnen und wieder schließen."
    }
  },
  {
    "translation": {
      "en": "These doors are never, never closed.",
      "de": "Diese Türen sind nie geschlossen."
    }
  },
  {
    "translation": {
      "en": "You never go on and say, \"Oh, I'm all right. Life is very happy.\"",
      "de": "Man sagt nie: \"Mir geht es gut. Das Leben ist schön.\""
    }
  },
  {
    "translation": {
      "en": "No.",
      "de": "Nein,"
    }
  },
  {
    "translation": {
      "en": "You carry it from then on.",
      "de": "ab dem Zeitpunkt trägt man es mit sich."
    }
  },
  {
    "translation": {
      "en": "And I don't know if there's enough love or enough support that will ever...",
      "de": "Und ich weiß nicht, ob es jemals genug Liebe oder Unterstützung gibt..."
    }
  },
  {
    "translation": {
      "en": "help Gina or Toia or many other girls.",
      "de": "um Gina oder Toia oder vielen anderen Mädchen zu helfen."
    }
  },
  {
    "translation": {
      "en": "I don't think there's any hope of either three of us turning back...",
      "de": "Ich glaube, es besteht keine Hoffnung, dass eine von uns dreien den Schmerz dessen,"
    }
  },
  {
    "translation": {
      "en": "from the pain of what we've gone through.",
      "de": "was wir durchgemacht haben, je hinter sich lässt."
    }
  },
  {
    "translation": {
      "en": "It's just something we're gonna have to live through one way or the other.",
      "de": "Es ist einfach etwas, das wir auf die eine oder andere Art durchstehen müssen."
    }
  },
  {
    "translation": {
      "en": "[Mitchell] If my mama would have been that role model...",
      "de": "Wenn meine Mama das Vorbild gewesen wäre..."
    }
  },
  {
    "translation": {
      "en": "there would be no Cyntoia Brown story.",
      "de": "WILLKOMMEN IN PHENIX CITY, AL. TOR ZU OST-ALABAMA ...gäbe es keine Cyntoia-Brown-Story."
    }
  },
  {
    "translation": {
      "en": "I wouldn't be sitting here talking to y'all.",
      "de": "Ich würde nicht hier sitzen und mit Ihnen reden."
    }
  },
  {
    "translation": {
      "en": "Childhood abuse... molestation.",
      "de": "Kindesmisshandlung... sexueller Missbrauch."
    }
  },
  {
    "translation": {
      "en": "That's where a lot of hate for my mom formed around.",
      "de": "Vor allem daraus ist der Hass auf meine Mutter gewachsen."
    }
  },
  {
    "translation": {
      "en": "His name was Walter.",
      "de": "Er hieß Walter."
    }
  },
  {
    "translation": {
      "en": "He was a relative of the neighbor.",
      "de": "Er war mit dem Nachbarn verwandt."
    }
  },
  {
    "translation": {
      "en": "He molested me from the time I was maybe six or seven up until I was ten.",
      "de": "Er hat mich missbraucht, seit ich sechs oder sieben war und bis ins Alter von 10 Jahren."
    }
  },
  {
    "translation": {
      "en": "And the places he took me was no different from here.",
      "de": "Die Orte, an die er mich brachte, waren wie hier."
    }
  },
  {
    "translation": {
      "en": "I mean, there were woods.",
      "de": "Ich meine, es gab Wälder."
    }
  },
  {
    "translation": {
      "en": "If we didn't go to the woods in his truck...",
      "de": "Wenn wir nicht in seinem Truck in den Wald fuhren,"
    }
  },
  {
    "translation": {
      "en": "we were at his house.",
      "de": "waren wir in seinem Haus."
    }
  },
  {
    "translation": {
      "en": "I would just lay there frozen and relieved when it was over with.",
      "de": "Ich lag einfach steiff da und war erleichtert, wenn es vorbei war."
    }
  },
  {
    "translation": {
      "en": "Then he would give me $20 and take me home.",
      "de": "Dann gab er mir 20 Dollar und brachte mich nach Hause."
    }
  },
  {
    "translation": {
      "en": "That's sex trafficking at its finest.",
      "de": "Das ist Sexhandel vom Feinsten."
    }
  },
  {
    "translation": {
      "en": "I mean, when your own mother sends you out to be molested by a man",
      "de": "Wenn dich die eigene Mutter zu einem Mann schickt, um missbraucht zu werden,"
    }
  },
  {
    "translation": {
      "en": "after you've repeatedly... and begged her not--",
      "de": "und du sie immer wieder anflehst, es nicht..."
    }
  },
  {
    "translation": {
      "en": "\"I don't want to go. I don't want to go.\"",
      "de": "\"Ich will nicht gehen.\""
    }
  },
  {
    "translation": {
      "en": "\"You don't believe me? Do you hate me that much?",
      "de": "\"Du glaubst mir nicht? Hasst du mich so sehr?"
    }
  },
  {
    "translation": {
      "en": "Do you hate me that much that you allow somebody to do this?\"",
      "de": "Hasst du mich so sehr, dass du das zulässt?\""
    }
  },
  {
    "translation": {
      "en": "You know, when you go through sexual abuse as a child,",
      "de": "Wenn man als Kind sexuellen Missbrauch erlebt,"
    }
  },
  {
    "translation": {
      "en": "you go from being scared,",
      "de": "wird aus der Angst"
    }
  },
  {
    "translation": {
      "en": "you build hate.",
      "de": "irgendwann Hass."
    }
  },
  {
    "translation": {
      "en": "It's sad.",
      "de": "Es ist traurig."
    }
  },
  {
    "translation": {
      "en": "No child should have to go through that. No woman should have to go through that. No man should have to go through that.",
      "de": "Kein Kind sollte das durchmachen müssen, keine Frau und auch kein Mann."
    }
  },
  {
    "translation": {
      "en": "Is it fair?",
      "de": "Ist es fair?"
    }
  },
  {
    "translation": {
      "en": "It's not fair at all.",
      "de": "Es ist überhaupt nicht fair."
    }
  },
  {
    "translation": {
      "en": "But that's the world that we live in.",
      "de": "Aber das ist die Welt, in der wir leben."
    }
  },
  {
    "translation": {
      "en": "[Cyntoia, over phone] I think more about how my actions",
      "de": "Ich denke mehr darüber nach, wie sich meine Handlungen und mein Verhalten auf andere auswirkt."
    }
  },
  {
    "translation": {
      "en": "and my behaviors affect other people.",
      "de": "wie sich meine Handlungen und mein Verhalten auf andere auswirkt."
    }
  },
  {
    "translation": {
      "en": "I think the fact that I realized that",
      "de": "Dass mir das klar wurde,"
    }
  },
  {
    "translation": {
      "en": "is probably one of the biggest changes between me at 28 and me at 16.",
      "de": "ist wohl eine der größten Veränderungen zwischen mir mit 28 und mir mit 16."
    }
  },
  {
    "translation": {
      "en": "I care more about how what I do affects other people.",
      "de": "Mir ist wichtiger, wie das, was ich tue, andere Menschen beeinflusst."
    }
  },
  {
    "translation": {
      "en": "I don't really deal with a lot of people in here",
      "de": "Ich habe hier drinnen nicht viel mit Leuten zu tun,"
    }
  },
  {
    "translation": {
      "en": "who are doing stuff they have no business doing.",
      "de": "die krumme Sachen machen."
    }
  },
  {
    "translation": {
      "en": "Not only because that's just not who I want to be,",
      "de": "Nicht nur, weil ich nicht so sein will,"
    }
  },
  {
    "translation": {
      "en": "but it's not the kind of stuff I want in my life.",
      "de": "sondern auch, weil ich das nicht in meinem Leben haben will."
    }
  },
  {
    "translation": {
      "en": "I go to college. I go to Lipscomb.",
      "de": "Ich besuche Uni-Kurse. Ich habe einen Abschluss von Lipscomb, aber das ist nicht alles."
    }
  },
  {
    "translation": {
      "en": "I've got a degree from Lipscomb, but it's more than that.",
      "de": "Ich habe einen Abschluss von Lipscomb, aber das ist nicht alles."
    }
  },
  {
    "translation": {
      "en": "It's about maintaining positive, healthy relationships",
      "de": "Es geht darum, positive, gesunde Beziehungen zu unterhalten"
    }
  },
  {
    "translation": {
      "en": "with positive, healthy people.",
      "de": "zu positiven, gesunden Menschen."
    }
  },
  {
    "translation": {
      "en": "Life in prison, it's not a life.",
      "de": "Das Leben im Gefängnis ist kein Leben."
    }
  },
  {
    "translation": {
      "en": "You have to kind of fight to carve out a life for yourself",
      "de": "Man muss kämpfen, um sich ein Leben zu schaffen,"
    }
  },
  {
    "translation": {
      "en": "that has some kind of meaning, that has some kind of worth and some kind of value.",
      "de": "das eine gewisse Bedeutung, einen Nutzen und einen Wert hat."
    }
  },
  {
    "translation": {
      "en": "I think that that's really at the heart of rehabilitation",
      "de": "Ich glaube, das ist der Kern der Rehabilitation."
    }
  },
  {
    "translation": {
      "en": "when you have been forced to grow up in prison.",
      "de": "Wenn man gezwungen wurde, im Gefängnis aufzuwachsen."
    }
  },
  {
    "translation": {
      "en": "And I think that is really what was... what was going on with me",
      "de": "Und ich glaube, das war es wirklich, was mir passiert ist"
    }
  },
  {
    "translation": {
      "en": "and what was behind my change.",
      "de": "und was zu meiner Veränderung geführt hat."
    }
  },
  {
    "translation": {
      "en": "I don't want a life in prison. I want to have a life.",
      "de": "Ich will nicht im Gefängnis leben. Ich will mein eigenes Leben haben."
    }
  },
  {
    "translation": {
      "en": "Today, in 2017, Cyntoia Brown would be classified a sex slave,",
      "de": "Minderjährige können nicht mehr als Prostituierte angeklagt werden. Heute, im Jahr 2017, würde Cyntoia Brown als Sexsklavin gelten,"
    }
  },
  {
    "translation": {
      "en": "a little child manipulated who didn't stand a chance against the men who used her,",
      "de": "ein manipuliertes Kind, ohne Chance gegen die Männer, die sie ausnutzten."
    }
  },
  {
    "translation": {
      "en": "but that wasn't the case in 2004.",
      "de": "Aber 2004 war das nicht der Fall."
    }
  },
  {
    "translation": {
      "en": "Filmmaker Dan Birman shared video from his seven years",
      "de": "Der Filmemacher Dan Birman hat Videos aus den sieben Jahren geteilt,"
    }
  },
  {
    "translation": {
      "en": "documenting Cyntoia Brown's case.",
      "de": "in denen er Cyntoias Fall dokumentiert hat."
    }
  },
  {
    "translation": {
      "en": "[Cyntoia, over phone] I want a second chance.",
      "de": "Ich will eine zweite Chance."
    }
  },
  {
    "translation": {
      "en": "Cyntoia Brown. She's been in prison for more than a decade now,",
      "de": "Cyntoia Brown ist seit über 10 Jahren im Gefängnis,"
    }
  },
  {
    "translation": {
      "en": "but her case is catching fire on social media, #FreeCyntoiaBrown,",
      "de": "aber ihr Fall verbreitet sich in den sozialen Medien wie ein Lauffeuer, #FreeCyntoiaBrown,"
    }
  },
  {
    "translation": {
      "en": "after being shared on Instagram by pop superstar Rihanna.",
      "de": "nachdem er von Superstar Rihanna auf Instagram geteilt wurde."
    }
  },
  {
    "translation": {
      "en": "[Case] Now celebrities like Rihanna, T.I. and Lana Del Rey",
      "de": "Promis wie Rihanna, T.I. und Lana Del Rey"
    }
  },
  {
    "translation": {
      "en": "are tweeting for clemency for Cyntoia,",
      "de": "bitten auf Twitter um Gnade für Cyntoia,"
    }
  },
  {
    "translation": {
      "en": "a sex-trafficked teen doing life in prison.",
      "de": "die als Teen Opfer des Sexhandels wurde und eine lebenslange Haftstrafe verbüßt."
    }
  },
  {
    "translation": {
      "en": "[Bone] #FreeCyntoiaBrown became such an amazing experience.",
      "de": "Das #FreeCyntoiaBrown wurde zu einem tollen Erlebnis."
    }
  },
  {
    "translation": {
      "en": "I guess there were a million tweets.",
      "de": "Es gab wohl eine Million Tweets."
    }
  },
  {
    "translation": {
      "en": "The attention that Cyntoia's case has received",
      "de": "Die Aufmerksamkeit, die Cyntoias Fall erhielt"
    }
  },
  {
    "translation": {
      "en": "is an important worldwide event...",
      "de": "ist ein wichtiges, weltweites Ereignis..."
    }
  },
  {
    "translation": {
      "en": "that provides an avenue for consideration of children",
      "de": "das einen Weg zur Berücksichtigung von Kindern bietet,"
    }
  },
  {
    "translation": {
      "en": "across the world, not just in the United States,",
      "de": "und zwar weltweit, nicht nur in den USA"
    }
  },
  {
    "translation": {
      "en": "not just in Tennessee.",
      "de": "und nicht nur in Tennessee."
    }
  },
  {
    "translation": {
      "en": "Cyntoia made the decision that the timing was appropriate",
      "de": "Cyntoia entschied, dass der Zeitpunkt angemessen sei,"
    }
  },
  {
    "translation": {
      "en": "to seek the help of the governor because we knew",
      "de": "um den Gouverneur um Hilfe zu bitten, weil wir wussten,"
    }
  },
  {
    "translation": {
      "en": "the governor was going into his last year in office.",
      "de": "dass er vor seinem letzten Amtsjahr stand."
    }
  },
  {
    "translation": {
      "en": "Governor Haslam will have served eight years",
      "de": "Gouverneur Haslam wird im Januar 2019"
    }
  },
  {
    "translation": {
      "en": "in January of 2019.",
      "de": "acht Jahre im Amt sein."
    }
  },
  {
    "translation": {
      "en": "Once all of your state appeals are over, you then have a final opportunity,",
      "de": "Wenn alle bundesstaatlichen Berufungen beendet sind, hat man eine letzte Chance,"
    }
  },
  {
    "translation": {
      "en": "I guess you'd say in criminal law, to be heard.",
      "de": "strafrechtlich gehört zu werden."
    }
  },
  {
    "translation": {
      "en": "We filed the petition for clemency",
      "de": "Wir haben ein Gnadengesuch"
    }
  },
  {
    "translation": {
      "en": "with the Board of Parole and with the governor.",
      "de": "beim Bewährungsausschuss und beim Gouverneur eingereicht."
    }
  },
  {
    "translation": {
      "en": "They don't do a lot of hearings on clemency.",
      "de": "Zu Gnadengesuchen gibt es nur selten Anhörungen."
    }
  },
  {
    "translation": {
      "en": "This was filed on behalf of Cyntoia on December the 19th, 2017.",
      "de": "Das wurde am 19. Dezember 2017 im Namen von Cyntoia eingereicht."
    }
  },
  {
    "translation": {
      "en": "It starts interestingly with a letter from Cyntoia to the governor,",
      "de": "Es beginnt interessanterweise mit einem Brief von Cyntoia an den Gouverneur,"
    }
  },
  {
    "translation": {
      "en": "why she thinks it's so appropriate for her to be honored with clemency from him.",
      "de": "in dem sie darlegt, warum sie es für angemessen hält, von ihm begnadigt zu werden."
    }
  },
  {
    "translation": {
      "en": "And then what we do is go through her legal and procedural backgrounds.",
      "de": "Danach folgt der rechtliche und verfahrenstechnische Hintergrund."
    }
  },
  {
    "translation": {
      "en": "It starts, as a matter of fact,",
      "de": "Es beginnt mit einem Brief"
    }
  },
  {
    "translation": {
      "en": "with the letter from the president of Lipscomb University, Randy Lowry,",
      "de": "Es beginnt mit einem Brief des Präsidenten der Lipscomb University, Randy Lowry,"
    }
  },
  {
    "translation": {
      "en": "and speaks to her 4.0 grade point average.",
      "de": "der von ihrem 4,0-Notendurchschnitt spricht."
    }
  },
  {
    "translation": {
      "en": "And then many letters from people in the community,",
      "de": "Dann viele Briefe von Leuten aus dem öffentlichen Leben,"
    }
  },
  {
    "translation": {
      "en": "from the mayor, from the juvenile judge, from advocacy groups",
      "de": "vom Bürgermeister, vom Jugendrichter, von Interessenvertretern,"
    }
  },
  {
    "translation": {
      "en": "who say, you know, she's the perfect person to be considered for... for clemency.",
      "de": "die sagen, dass sie die perfekte Person sei, um begnadigt zu werden."
    }
  },
  {
    "translation": {
      "en": "Dr. Bernet, he said,",
      "de": "Dr. Bernet sagte:"
    }
  },
  {
    "translation": {
      "en": "\"Recently, I was contacted by Ms. Brown's current attorney",
      "de": "\"Vor Kurzem wurde ich von Frau Browns derzeitigem Anwalt kontaktiert,"
    }
  },
  {
    "translation": {
      "en": "who requested my support in Ms. Brown's application for clemency.\"",
      "de": "der mich beim Gnadengesuch für Frau Brown um Hilfe bat.\""
    }
  },
  {
    "translation": {
      "en": "[Bernet] Thirteen years had elapsed between my meetings with Cyntoia.",
      "de": "Es liegen 13 Jahre zwischen meinen Treffen mit Cyntoia."
    }
  },
  {
    "translation": {
      "en": "I originally evaluated her when she was 16,",
      "de": "Ich habe sie ursprünglich als 16-Jährige evaluiert,"
    }
  },
  {
    "translation": {
      "en": "and then I saw her a few months ago when she was 29.",
      "de": "und ich sah sie erneut vor ein paar Monaten, als sie 29 war."
    }
  },
  {
    "translation": {
      "en": "I think the most general description is that she had grown up,",
      "de": "Ich glaube, ganz allgemein kann man sagen, dass sie erwachsen geworden ist..."
    }
  },
  {
    "translation": {
      "en": "both intellectually and socially.",
      "de": "sowohl intellektuell als auch im sozialen Sinne."
    }
  },
  {
    "translation": {
      "en": "I think another general impression was that she had learned a lot.",
      "de": "Ein weiterer allgemeiner Eindruck war, dass sie viel gelernt hatte."
    }
  },
  {
    "translation": {
      "en": "She had a broader understanding, I think, of life and society,",
      "de": "Sie hatte ein umfassenderes Verständnis vom Leben und von der Gesellschaft"
    }
  },
  {
    "translation": {
      "en": "that she was studying interesting things in college.",
      "de": "und sie lernte interessante Dinge durch ihre Uni-Kurse."
    }
  },
  {
    "translation": {
      "en": "She herself had gotten interested in the problem of sexual trafficking.",
      "de": "Sie entwickelte eigenständig ein Interesse an der Thematik des Sexhandels."
    }
  },
  {
    "translation": {
      "en": "When I interviewed her, she was in the process of writing a term paper...",
      "de": "Als ich sie interviewte, schrieb sie gerade eine Hausarbeit..."
    }
  },
  {
    "translation": {
      "en": "on that topic.",
      "de": "zu diesem Thema."
    }
  },
  {
    "translation": {
      "en": "She managed to share through her own experience",
      "de": "Sie konnte sich dazu anhand ihrer eigenen Erfahrung und durch Dinge,"
    }
  },
  {
    "translation": {
      "en": "and through things she had read and studied on this topic.",
      "de": "Sie konnte sich dazu anhand ihrer eigenen Erfahrung und durch Dinge, die sie gelesen hatte, ausdrücken."
    }
  },
  {
    "translation": {
      "en": "And she had a lot of really good ideas",
      "de": "Sie hatte viele gute Ideen,"
    }
  },
  {
    "translation": {
      "en": "for how to use that knowledge outside of the prison.",
      "de": "wie man dieses Wissen außerhalb des Gefängnisses nutzen könnte."
    }
  },
  {
    "translation": {
      "en": "[Gordon] Pardon and Parole Board...",
      "de": "Der Bewährungsausschuss..."
    }
  },
  {
    "translation": {
      "en": "they've made the decision to hear Cyntoia on her request for commutation.",
      "de": "Sie entschieden, Cyntoais Antrag auf Strafmilderung anzuhören."
    }
  },
  {
    "translation": {
      "en": "The governor has the absolute constitutional right",
      "de": "Der Gouverneur hat durch die Verfassung das absolute Recht,"
    }
  },
  {
    "translation": {
      "en": "to grant relief on commutation.",
      "de": "eine Strafminderung zu gewähren."
    }
  },
  {
    "translation": {
      "en": "But before he will take any action,",
      "de": "Aber bevor er etwas unternimmt,"
    }
  },
  {
    "translation": {
      "en": "he wants the opinion of the Pardon and Parole Board.",
      "de": "holt er die Meinung des Bewährungsausschusses ein."
    }
  },
  {
    "translation": {
      "en": "And that's what we're going to do this next week.",
      "de": "Das steht kommende Woche an."
    }
  },
  {
    "translation": {
      "en": "The purpose of which is to show that Cyntoia Brown has been rehabilitated",
      "de": "Es soll gezeigt werden, dass Cyntoia Brown seit ihrer Inhaftierung"
    }
  },
  {
    "translation": {
      "en": "since her incarceration",
      "de": "rehabilitiert wurde"
    }
  },
  {
    "translation": {
      "en": "and that she can be a useful member of society",
      "de": "und dass sie ein nützliches Mitglied der Gesellschaft sein kann"
    }
  },
  {
    "translation": {
      "en": "and, in all likelihood, will be if she receives a commuted sentence.",
      "de": "und es wahrscheinlich auch sein wird, sofern sie eine Strafminderung erhält."
    }
  },
  {
    "translation": {
      "en": "In 2004, she was considered to be a prostitute",
      "de": "Im Jahr 2004 galt sie als Prostituierte,"
    }
  },
  {
    "translation": {
      "en": "even though she was 16 years old.",
      "de": "obwohl sie erst 16 war."
    }
  },
  {
    "translation": {
      "en": "That has changed.",
      "de": "Das hat sich geändert."
    }
  },
  {
    "translation": {
      "en": "If it happened today, she would not be considered a crime",
      "de": "Würde es heute passieren, wäre sie keine Verbrecherin,"
    }
  },
  {
    "translation": {
      "en": "but a victim of sexual predators.",
      "de": "sondern ein Opfer von Sexualstraftätern."
    }
  },
  {
    "translation": {
      "en": "We are requesting the Pardon and Parole Board",
      "de": "Wir bitten den Bewährungsausschuss,"
    }
  },
  {
    "translation": {
      "en": "to recommend to the governor",
      "de": "dem Gouverneur zu empfehlen,"
    }
  },
  {
    "translation": {
      "en": "that he commute her sentence to second-degree murder.",
      "de": "ihre Strafe in Mord mit bedingtem Vorsatz umzuwandeln."
    }
  },
  {
    "translation": {
      "en": "If he does that, then that would make her eligible for parole.",
      "de": "Wenn er das tut, hat sie Anspruch auf Bewährung."
    }
  },
  {
    "translation": {
      "en": "She will still have a criminal record.",
      "de": "Sie wäre immer noch vorbestraft."
    }
  },
  {
    "translation": {
      "en": "She will still lose a lot of the rights that ordinary citizens have...",
      "de": "Sie würde immer noch viele Rechte eines normalen Bürgers verlieren..."
    }
  },
  {
    "translation": {
      "en": "but she will have an opportunity",
      "de": "aber sie hätte die Chance"
    }
  },
  {
    "translation": {
      "en": "to live a useful and productive life outside of the prison system.",
      "de": "auf ein nützliches, produktives Leben außerhalb des Strafvollzugs."
    }
  },
  {
    "translation": {
      "en": "[man 1] Today is May the 23rd, 2018.",
      "de": "SEIT 13 JAHREN, 9 MONATEN IN HAFT Heute ist der 23. Mai 2018."
    }
  },
  {
    "translation": {
      "en": "We are conducting an executive clemency hearing",
      "de": "Wir führen eine Anhörung für leitende Angestellte"
    }
  },
  {
    "translation": {
      "en": "at Tennessee Prison for Women.",
      "de": "im Frauen-Gefängnis von Tennessee durch."
    }
  },
  {
    "translation": {
      "en": "This will be a commutation hearing for Cyntoia Denise Brown.",
      "de": "Dies ist eine Bewährungsanhörung für Cyntoia Denise Brown."
    }
  },
  {
    "translation": {
      "en": "Tennessee Code annotated 40-28-125A",
      "de": "Der Zusatz 40-28-125A zum Gesetzbuch von Tennessee"
    }
  },
  {
    "translation": {
      "en": "authorizes the board to advise and make recommendations to the governor",
      "de": "ermächtigt den Bewährungsausschuss, dem Gouverneur Empfehlungen"
    }
  },
  {
    "translation": {
      "en": "in respect to pardons,",
      "de": "in Bezug auf Begnadigungen,"
    }
  },
  {
    "translation": {
      "en": "exonerations and commutations.",
      "de": "Entlastungen und Urteilsumwandlungen zu erteilen."
    }
  },
  {
    "translation": {
      "en": "The governor has said he will use his clemency powers very sparingly.",
      "de": "Der Gouverneur hat gesagt, er wird sein Recht auf Begnadigung sehr zurückhaltend einsetzen."
    }
  },
  {
    "translation": {
      "en": "Ms. Brown, you will be permitted to speak and to present witnesses",
      "de": "Frau Brown, Sie dürfen sprechen und Zeugen für Ihre Sache aufzurufen."
    }
  },
  {
    "translation": {
      "en": "on your behalf.",
      "de": "und Zeugen für Ihre Sache aufzurufen."
    }
  },
  {
    "translation": {
      "en": "At this time, I'd like to allow your counsel, Mr. Bone,",
      "de": "Zu diesem Zeitpunkt möchte ich Ihrem Anwalt, Herrn Bone,"
    }
  },
  {
    "translation": {
      "en": "to give an opening statement, and then, Ms. Brown,",
      "de": "für ein Eröffnungsplädoyer das Wort erteilen. Danach, Frau Brown,"
    }
  },
  {
    "translation": {
      "en": "we would like to hear from you in your own words",
      "de": "für ein Eröffnungsplädoyer das Wort erteilen. Danach, Frau Brown, möchten wir von Ihnen, in Ihren eigenen Worten, hören,"
    }
  },
  {
    "translation": {
      "en": "about why you feel that you are rehabilitated",
      "de": "warum Sie Ihrer Meinung nach rehabilitiert sind"
    }
  },
  {
    "translation": {
      "en": "and no longer a risk to safety of the public.",
      "de": "und kein Risiko mehr für die öffentliche Sicherheit darstellen."
    }
  },
  {
    "translation": {
      "en": "So with that, Mr. Bone?",
      "de": "Also, bitte Herr Bone."
    }
  },
  {
    "translation": {
      "en": "[Bone] This is a story of transformation",
      "de": "Dies ist die Geschichte der Lebenswandlung"
    }
  },
  {
    "translation": {
      "en": "in the life of a wasted child who has become",
      "de": "eines Kindes, das sein Dasein verschwendete,"
    }
  },
  {
    "translation": {
      "en": "a beautiful, intelligent, caring, educated woman",
      "de": "hin zu einer schönen, intelligenten, fürsorglichen, gebildeten Frau,"
    }
  },
  {
    "translation": {
      "en": "who can make things better in this world, and that's why we're here.",
      "de": "die diese Welt verbessern kann. Und deshalb sind wir hier."
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] I just wanted to say thank you, first.",
      "de": "Ich möchte mich als Erstes bedanken."
    }
  },
  {
    "translation": {
      "en": "I know a lot of people get to see you, but I have prayed for a very long time...",
      "de": "Ich weiß, dass Sie viele Menschen treffen, aber ich habe sehr lange gebetet..."
    }
  },
  {
    "translation": {
      "en": "to be able to meet with you.",
      "de": "um Sie treffen zu dürfen."
    }
  },
  {
    "translation": {
      "en": "And I know it's purely an act of mercy that you even give me a hearing,",
      "de": "Und ich weiß, dass bereits diese Anhörung ein einfacher Akt der Gnade ist,"
    }
  },
  {
    "translation": {
      "en": "and that means everything to me.",
      "de": "und es bedeutet mir alles."
    }
  },
  {
    "translation": {
      "en": "What I did was horrible.",
      "de": "Was ich getan habe, war furchtbar."
    }
  },
  {
    "translation": {
      "en": "I killed Johnny Allen, and he's gone. And it stayed with me this whole time.",
      "de": "Ich habe Johnny Allen getötet. Er lebt nicht mehr. Das lässt mich seitdem nicht mehr los."
    }
  },
  {
    "translation": {
      "en": "I was locked up at 16. It was like that was it.",
      "de": "Ich wurde mit 16 eingesperrt, und das schien das Ende zu sein."
    }
  },
  {
    "translation": {
      "en": "I have no choice but to live a different life,",
      "de": "Ich habe keine andere Wahl, als ein anderes Leben zu führen,"
    }
  },
  {
    "translation": {
      "en": "and they've given me that opportunity.",
      "de": "und mir wurde diese Möglichkeit gegeben."
    }
  },
  {
    "translation": {
      "en": "They've given me that chance.",
      "de": "Ich habe diese Chance erhalten."
    }
  },
  {
    "translation": {
      "en": "You know, I can't make up for what I did,",
      "de": "Ich kann nicht wiedergutmachen, was ich getan habe,"
    }
  },
  {
    "translation": {
      "en": "but they've given me a chance to do so much more.",
      "de": "aber ich habe eine Chance erhalten, so viel mehr zu tun."
    }
  },
  {
    "translation": {
      "en": "Whatever you decide, I respect it, but...",
      "de": "Ich werde Ihre Entscheidung respektieren, aber..."
    }
  },
  {
    "translation": {
      "en": "I do pray that you show me mercy and that you give me a second chance.",
      "de": "ich bete, dass Sie mir Gnade gewähren und mir eine zweite Chance geben."
    }
  },
  {
    "translation": {
      "en": "[man 2] In 2008, I was working as a prosecutor in the Tennessee Attorney General's Office,",
      "de": "Im Jahr 2008 arbeitete ich als Ankläger beim Generalstaatsanwalt von Tennessee."
    }
  },
  {
    "translation": {
      "en": "and the case of Cyntoia Denise Brown was assigned to me.",
      "de": "Der Fall von Cyntoia Denise Brown wurde mir zugewiesen."
    }
  },
  {
    "translation": {
      "en": "And so it was my job to represent the state in her appeal.",
      "de": "Es war meine Aufgabe, den Staat in ihrem Berufungsverfahren zu vertreten."
    }
  },
  {
    "translation": {
      "en": "I read every page of the trial transcript, and I examined every exhibit.",
      "de": "Ich las jede Seite der Verhandlungsprotokolle und prüfte jedes Beweisstück."
    }
  },
  {
    "translation": {
      "en": "And I argued that she needed to spend the rest of her life in prison.",
      "de": "Ich argumentierte, dass sie den Rest ihres Lebens im Gefängnis verbringen müsse."
    }
  },
  {
    "translation": {
      "en": "Cyntoia, I met her in the spring of 2009.",
      "de": "Ich traf Cyntoia im Frühjahr 2009."
    }
  },
  {
    "translation": {
      "en": "I just went blindly into the class not knowing who she was",
      "de": "Ich ging nichtsahnend in die Klasse und wusste nicht, wer sie war."
    }
  },
  {
    "translation": {
      "en": "and didn't know who she was for weeks",
      "de": "Das ging wochenlang so,"
    }
  },
  {
    "translation": {
      "en": "until, one day, I got a court opinion in the mail.",
      "de": "bis ich eines Tages in der Post eine Urteilsbegründung erhielt."
    }
  },
  {
    "translation": {
      "en": "I open the envelope, see what it is,",
      "de": "Ich öffnete den Umschlag"
    }
  },
  {
    "translation": {
      "en": "and there's Cyntoia's name on it, Cyntoia Denise Brown.",
      "de": "und sah dort Cyntoias Namen, Cyntoia Denise Brown."
    }
  },
  {
    "translation": {
      "en": "And that was the first time that I figured out",
      "de": "Das war das erste Mal, das ich realisierte,"
    }
  },
  {
    "translation": {
      "en": "the Cyntoia Denise Brown whose appeal I had worked on",
      "de": "dass Cyntoia Denise Brown, an deren Berufungsverfahren ich beteiligt war,"
    }
  },
  {
    "translation": {
      "en": "was the same Cyntoia Brown who was this luminous student in my class.",
      "de": "die gleiche Cyntoia Brown war, die als glänzende Studentin in meiner Klasse saß."
    }
  },
  {
    "translation": {
      "en": "She got her copy of the opinion the next day or a couple of days later.",
      "de": "Sie bekam ihre Urteilsbegründung am nächsten Tag oder ein paar Tage später."
    }
  },
  {
    "translation": {
      "en": "She came to class the following Wednesday night,",
      "de": "Sie kam am folgenden Mittwochabend zum Unterricht,"
    }
  },
  {
    "translation": {
      "en": "and we briefly talked about it.",
      "de": "und wir sprachen kurz darüber."
    }
  },
  {
    "translation": {
      "en": "I told her that I was sorry.",
      "de": "Ich sagte ihr, es täte mir leid."
    }
  },
  {
    "translation": {
      "en": "She said, \"You were doing your job.\"",
      "de": "Sie sagte: \"Das war Ihre Aufgabe.\""
    }
  },
  {
    "translation": {
      "en": "I could tell that she was hurt",
      "de": "Ich sah, dass sie verletzt war,"
    }
  },
  {
    "translation": {
      "en": "because, on top of being disappointed that her appeal just got denied...",
      "de": "denn abgesehen von der Enttäuschung, dass ihre Berufung abgelehnt wurde,"
    }
  },
  {
    "translation": {
      "en": "now she has to go through the rest of the semester",
      "de": "musste sie nun den Rest des Semesters mit dem Typen zubringen, der sagte:"
    }
  },
  {
    "translation": {
      "en": "with the guy who argued, \"Yeah, 51 years is exactly right.\"",
      "de": "musste sie nun den Rest des Semesters mit dem Typen zubringen, der sagte: \"Ja, 51 Jahre sind genau richtig.\""
    }
  },
  {
    "translation": {
      "en": "Justice is not just about saying,",
      "de": "Bei der Gerechtigkeit geht es nicht nur um die Frage:"
    }
  },
  {
    "translation": {
      "en": "\"What crime was committed, and how much time does this person get.\"",
      "de": "\"Welches Verbrechen wurde verübt, und wie lange muss die Person dafür in Haft?\""
    }
  },
  {
    "translation": {
      "en": "And having cultivated some understanding about the context in which",
      "de": "Jetzt, wo ich die Umstände verstehe,"
    }
  },
  {
    "translation": {
      "en": "her crime occurred, but a lot of people's crimes occur,",
      "de": "unter denen ihr Verbrechen erfolgte, wie auch bei vielen anderen,"
    }
  },
  {
    "translation": {
      "en": "I think justice is more about trying to achieve the right outcome",
      "de": "denke ich, dass es bei Gerechtigkeit eher um das richtige Ergebnis geht,"
    }
  },
  {
    "translation": {
      "en": "than it is about alleging rule violations.",
      "de": "und nicht um die Unterstellung von Regelverstößen."
    }
  },
  {
    "translation": {
      "en": "Time and proximity are funny things",
      "de": "Zeit und Nähe sind eigenartige Dinge,"
    }
  },
  {
    "translation": {
      "en": "because they can change adversaries into allies.",
      "de": "denn sie können aus Gegnern Verbündete machen."
    }
  },
  {
    "translation": {
      "en": "Here I am ten years later...",
      "de": "Ich sitze hier zehn Jahre später…"
    }
  },
  {
    "translation": {
      "en": "not arguing against her but arguing in favor of her release.",
      "de": "und argumentiere nicht gegen sie, sondern für ihre Freilassung."
    }
  },
  {
    "translation": {
      "en": "And I do that because I have borne witness along with all these other folks",
      "de": "Und ich tue das, weil ich, zusammen mit all den anderen Zeugen,"
    }
  },
  {
    "translation": {
      "en": "to the kind of person that Cyntoia is.",
      "de": "Zeugnis ablegen will, was für eine Person Cyntoia ist."
    }
  },
  {
    "translation": {
      "en": "[Sinback] Ladies and gentlemen of the board,",
      "de": "Meine Damen und Herren des Ausschusses,"
    }
  },
  {
    "translation": {
      "en": "I am honored to come before you today",
      "de": "es ist mir eine Ehre, als Jugendanwältin"
    }
  },
  {
    "translation": {
      "en": "as Cyntoia Brown's juvenile court attorney and friend of 14 years.",
      "de": "es ist mir eine Ehre, als Jugendanwältin und Freundin von Cyntoia Brown seit 14 Jahren vor Ihnen zu stehen."
    }
  },
  {
    "translation": {
      "en": "I would like to tell you only about the Cyntoia Brown of today,",
      "de": "Ich möchte Ihnen nur von der heutigen Cyntoia Brown erzählen,"
    }
  },
  {
    "translation": {
      "en": "the remarkable woman you've been hearing so much about,",
      "de": "der bemerkenswerten Frau, von der Sie so viel gehört haben,"
    }
  },
  {
    "translation": {
      "en": "but I would be remiss if I did not also tell you",
      "de": "aber es wäre nachlässig, wenn ich Ihnen nicht auch"
    }
  },
  {
    "translation": {
      "en": "about the Cyntoia Brown I met on August 9th, 2004,",
      "de": "von der Cyntoia Brown berichte, die ich am 9. August 2004 traf,"
    }
  },
  {
    "translation": {
      "en": "three days after the horrible incident that caused her to be in here.",
      "de": "drei Tage nach dem schrecklichen Vorfall, der sie hierher brachte."
    }
  },
  {
    "translation": {
      "en": "When I represented Cyntoia when she was 16 at the transfer hearing,",
      "de": "Als ich Cyntoia mit 16 bei der Anhörung zu ihrer Überstellung vertrat,"
    }
  },
  {
    "translation": {
      "en": "my goal was to really show who Cyntoia was.",
      "de": "bestand mein Ziel darin zu zeigen, wer Cyntoia wirklich ist."
    }
  },
  {
    "translation": {
      "en": "She had been through a lot of really hard things in her life.",
      "de": "Sie hatte in ihrem Leben sehr viele schwierige Dinge durchgemacht."
    }
  },
  {
    "translation": {
      "en": "What really brought it full circle for me",
      "de": "Der Kreis hat sich wirklich für mich geschlossen,"
    }
  },
  {
    "translation": {
      "en": "was when I became involved in the case again,",
      "de": "als ich mich erneut mit dem Fall befasste,"
    }
  },
  {
    "translation": {
      "en": "working with Cyntoia and working on her clemency.",
      "de": "um Cyntoia bei ihrem Gnadengesuch zu unterstützen."
    }
  },
  {
    "translation": {
      "en": "I realized that I was really using the same strategy",
      "de": "Mir wurde klar, dass ich dieselbe Strategie"
    }
  },
  {
    "translation": {
      "en": "that I had used during the transfer hearing",
      "de": "wie in der Transferanhörung verfolgte,"
    }
  },
  {
    "translation": {
      "en": "to really show that she's a person who can be in the community",
      "de": "um zu zeigen, dass sie Teil des Gemeinwesens sein kann"
    }
  },
  {
    "translation": {
      "en": "and that she deserves to have a chance to live a life.",
      "de": "und dass sie die Chance verdient, ein Leben zu führen."
    }
  },
  {
    "translation": {
      "en": "When I was a defense attorney,",
      "de": "Als ich als Verteidigerin arbeitete,"
    }
  },
  {
    "translation": {
      "en": "it always was very interesting when people would ask me,",
      "de": "war es immer interessant, wenn Leute mich fragten:"
    }
  },
  {
    "translation": {
      "en": "\"Why fight for someone like that?",
      "de": "\"Warum für so jemanden kämpfen?"
    }
  },
  {
    "translation": {
      "en": "Why fight for a person who has taken a life?",
      "de": "Warum für eine Person kämpfen, die jemanden umgebracht hat?"
    }
  },
  {
    "translation": {
      "en": "How can you defend that person who's guilty?",
      "de": "Wie kannst du jemanden verteidigen, der schuldig ist?"
    }
  },
  {
    "translation": {
      "en": "What if they get out and do the same thing again?\"",
      "de": "Was wäre, wenn die Person entlassen wird und noch einmal das Gleiche tut? \""
    }
  },
  {
    "translation": {
      "en": "-Hi, guys. -[students] Hi.",
      "de": "Hallo, Leute."
    }
  },
  {
    "translation": {
      "en": "-How you doing? Good to see you today. -[students] Good.",
      "de": "Wie geht's? Es freut mich, Sie zu sehen."
    }
  },
  {
    "translation": {
      "en": "Um, so we've been talking about juvenile transfer",
      "de": "Wir haben über Jugendüberstellungen gesprochen"
    }
  },
  {
    "translation": {
      "en": "and the situation that you all are in.",
      "de": "und die Situation, in der Sie sich alle befinden."
    }
  },
  {
    "translation": {
      "en": "Cyntoia's case fits into the issue of sentencing reform",
      "de": "Cyntoias Fall passt zur Reformierung der Strafgesetzgebung,"
    }
  },
  {
    "translation": {
      "en": "by showing us that children deserve a review,",
      "de": "da er uns zeigt, dass Kinder eine Überprüfung ihres Falls verdienen,"
    }
  },
  {
    "translation": {
      "en": "not necessarily parole or release,",
      "de": "was nicht unbedingt Bewährung oder Freilassung heißt,"
    }
  },
  {
    "translation": {
      "en": "but that all children deserve us to take a look at them after a fair number of years.",
      "de": "und dass wir uns alle Kinder nach ein paar Jahren genau anschauen."
    }
  },
  {
    "translation": {
      "en": "The community is ready to welcome Cyntoia into its fold and to see her face-to-face,",
      "de": "Das Gemeinwesen ist bereit, Cyntoia in von Angesicht zu Angesicht aufzunehmen,"
    }
  },
  {
    "translation": {
      "en": "not as the child she was in 2004,",
      "de": "und nicht als das Kind, das sie 2004 war,"
    }
  },
  {
    "translation": {
      "en": "but as the incredible, incredible woman that she has become.",
      "de": "sondern als die wunderbare Frau, die sie geworden ist."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "de": "Danke."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] What I would like to do now is go to the victim's side.",
      "de": "Ich würde jetzt gern die Seite des Opfers betrachten."
    }
  },
  {
    "translation": {
      "en": "Just tell me your name, if you would please,",
      "de": "Nennen Sie mir einfach Ihren Namen"
    }
  },
  {
    "translation": {
      "en": "and make any comment you'd like to make.",
      "de": "und sagen Sie, was Sie sagen möchten."
    }
  },
  {
    "translation": {
      "en": "[woman 1] My name is Anna Whaley.",
      "de": "Mein Name ist Anna Whaley."
    }
  },
  {
    "translation": {
      "en": "I'm a close personal friend of Johnny",
      "de": "Ich bin eine enge Freundin von Johnny"
    }
  },
  {
    "translation": {
      "en": "and his family.",
      "de": "und seiner Familie."
    }
  },
  {
    "translation": {
      "en": "Johnny has a voice, and Johnny's family has a voice.",
      "de": "Johnny hat eine Stimme, und Johnnys Familie hat eine Stimme."
    }
  },
  {
    "translation": {
      "en": "It's not been heard in all these years, but today I am that voice.",
      "de": "Sie wurde in all den Jahren nicht gehört, aber heute bin ich diese Stimme."
    }
  },
  {
    "translation": {
      "en": "Cyntoia has done great harm...",
      "de": "Cyntoia hat große Leid verursacht,"
    }
  },
  {
    "translation": {
      "en": "and Johnny did not deserve to die.",
      "de": "und Johnny hat es nicht verdient zu sterben."
    }
  },
  {
    "translation": {
      "en": "I hope...",
      "de": "Ich hoffe..."
    }
  },
  {
    "translation": {
      "en": "I hope sincerely God has transformed her life.",
      "de": "Ich hoffe aufrichtig, dass Gott ihr Leben verändert hat."
    }
  },
  {
    "translation": {
      "en": "I do.",
      "de": "Ja.Das tue ich."
    }
  },
  {
    "translation": {
      "en": "Johnny's life mattered.",
      "de": "Johnnys Leben war wichtig."
    }
  },
  {
    "translation": {
      "en": "Johnny was loved, and he is missed dearly. And this is a very sad story.",
      "de": "Johnny wurde geliebt und wird sehr vermisst, und es ist eine sehr traurige Geschichte."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "de": "Danke."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] I am ready to vote.",
      "de": "Ich bin bereit für eine Abstimmung."
    }
  },
  {
    "translation": {
      "en": "I'm going to agree to the commutation of second-degree murder.",
      "de": "Ich stimme der Umwandlung des Urteils in Mord mit bedingtem Vorsatz zu."
    }
  },
  {
    "translation": {
      "en": "[woman 2] My recommendation to the governor will be",
      "de": "Ich empfehle dem Gouverneur,"
    }
  },
  {
    "translation": {
      "en": "to recommend changing Defendant Brown's parole eligibility date",
      "de": "den Bewährungszeitpunkt der Angeklagten Brown"
    }
  },
  {
    "translation": {
      "en": "to August of 2029, in other words, after serving 25 years.",
      "de": "auf August 2029 zu ändern, mit anderen Worten, nach 25 Jahren."
    }
  },
  {
    "translation": {
      "en": "My recommendation to the governor will be to decline your application.",
      "de": "Ich empfehle dem Gouverneur, Ihren Antrag abzulehnen."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] So you have heard all of the different recommendations",
      "de": "Sie haben alle Empfehlungen gehört,"
    }
  },
  {
    "translation": {
      "en": "that will be going to the governor.",
      "de": "die dem Gouverneur übermittelt werden."
    }
  },
  {
    "translation": {
      "en": "We will do a report. He will decide what he will do.",
      "de": "Wir erstellen einen Bericht für ihn, und er wird entscheiden, was er tun will."
    }
  },
  {
    "translation": {
      "en": "As we said earlier, this is a recommendation to him.",
      "de": "Wie bereits gesagt, ist dies eine Empfehlung an ihn."
    }
  },
  {
    "translation": {
      "en": "-He makes the final decision. -Thank you.",
      "de": "-Er trifft die endgültige Entscheidung. -Danke."
    }
  },
  {
    "translation": {
      "en": "[Bone] We end up with a divided group in terms of the decision that they made.",
      "de": "Wir hatten letztlich eine geteilte Gruppe, was die Entscheidung betraf."
    }
  },
  {
    "translation": {
      "en": "Two who thought to lower the sentence from first-degree to second-degree",
      "de": "Zwei, die die Strafe von vorsätzlich auf bedingten Vorsatz reduzieren wollen,"
    }
  },
  {
    "translation": {
      "en": "and two who thought her term should be lowered to 25 years.",
      "de": "zwei, die die Haftstrafe auf 25 Jahre begrenzen wollen,"
    }
  },
  {
    "translation": {
      "en": "And then two who thought there should be no relief.",
      "de": "und zwei weitere, die für keinerlei Erleichterung sind."
    }
  },
  {
    "translation": {
      "en": "We don't know.",
      "de": "Wir wissen es nicht."
    }
  },
  {
    "translation": {
      "en": "So we'll see what the governor says.",
      "de": "Warten wir ab, was der Gouverneur sagt."
    }
  },
  {
    "translation": {
      "en": "[Brown] How things have changed for me the last 14 years?",
      "de": "Wie sehr sich die Dinge für mich in den letzten 14 Jahren verändert haben."
    }
  },
  {
    "translation": {
      "en": "There has been times that, you know, I really wanted to give up.",
      "de": "Es gab Zeiten, in denen ich wirklich aufgeben wollte."
    }
  },
  {
    "translation": {
      "en": "I allowed myself to get in that place of despair.",
      "de": "Ich ließ mich an diesen Ort der Verzweiflung treiben."
    }
  },
  {
    "translation": {
      "en": "But through it all, I feel that I have persevered",
      "de": "Aber bei alledem habe ich durchgehalten,"
    }
  },
  {
    "translation": {
      "en": "because the one constant",
      "de": "weil ich die eine Konstante"
    }
  },
  {
    "translation": {
      "en": "that has always been in Cyntoia's life has been me.",
      "de": "in Cyntoias Leben bin."
    }
  },
  {
    "translation": {
      "en": "And I know, if I allow myself to fall apart,",
      "de": "Und ich weiß, wenn ich mich aufgebe,"
    }
  },
  {
    "translation": {
      "en": "then who does she have?",
      "de": "wen hat sie dann noch?"
    }
  },
  {
    "translation": {
      "en": "Where are her hopes and where are her dreams?",
      "de": "Was wäre mit ihren Hoffnungen und Träumen?"
    }
  },
  {
    "translation": {
      "en": "The emotional roller coaster that I've been on is...",
      "de": "Dieses Wechselbad der Gefühle, das ich durchlebt habe,"
    }
  },
  {
    "translation": {
      "en": "like nothing that you ever experienced.",
      "de": "ist mit nichts vergleichbar, was ich bis jetzt kannte."
    }
  },
  {
    "translation": {
      "en": "Because, at this point now, I don't allow myself to hope.",
      "de": "Denn inzwischen erlaube ich mir nicht mehr zu hoffen."
    }
  },
  {
    "translation": {
      "en": "I want to and I do hope that, in the end, everything is gonna be",
      "de": "Ich möchte es und hoffe, dass am Ende doch alles so ist,"
    }
  },
  {
    "translation": {
      "en": "the way I pray for it to be, and that's to have her home.",
      "de": "wie ich es mir im Gebet wünsche, das heißt, dass sie wieder nach Hause kommt."
    }
  },
  {
    "translation": {
      "en": "And I'm thinking...",
      "de": "Und ich denke..."
    }
  },
  {
    "translation": {
      "en": "...it's gonna happen this time.",
      "de": "dieses Mal wird es passieren."
    }
  },
  {
    "translation": {
      "en": "It's gonna happen.",
      "de": "Es wird passieren."
    }
  },
  {
    "translation": {
      "en": "And then it doesn't happen.",
      "de": "Und dann passiert es nicht."
    }
  },
  {
    "translation": {
      "en": "Going to see Cyntoia is... [laughs] ...pretty routine for me.",
      "de": "Zu Cyntoia zu fahren, ist für mich inzwischen Routine."
    }
  },
  {
    "translation": {
      "en": "I think the biggest change that I've seen in... in Toia",
      "de": "Ich glaube, die größte Veränderung,"
    }
  },
  {
    "translation": {
      "en": "since I've been making this drive down here is...",
      "de": "die ich in Toia gesehen habe, seit ich diese Tour mache,"
    }
  },
  {
    "translation": {
      "en": "She's more open.",
      "de": "ist, dass sie offener ist."
    }
  },
  {
    "translation": {
      "en": "You know, for a very long time, she couldn't really",
      "de": "Sie konnte sehr lange nicht ausdrücken,"
    }
  },
  {
    "translation": {
      "en": "or didn't really express truly how she felt about things.",
      "de": "was sie über bestimmte Dinge dachte."
    }
  },
  {
    "translation": {
      "en": "We still don't know the outcome, but now we can honestly say there is hope.",
      "de": "Wir wissen immer noch nicht, wie es ausgeht, aber jetzt können wir aufrichtig sagen: Es besteht Hoffnung."
    }
  },
  {
    "translation": {
      "en": "People know what has happened in this state, and people are watching.",
      "de": "Die Leute wissen, was in diesem Bundesstaat passiert ist, und die Leute schauen jetzt hin."
    }
  },
  {
    "translation": {
      "en": "If he says yes, Toia can walk out a free woman.",
      "de": "Wenn er ja sagt, ist Toia eine freie Frau."
    }
  },
  {
    "translation": {
      "en": "It's gonna hurt us all if he says no.",
      "de": "Es wird uns allen wehtun, wenn er nein sagt."
    }
  },
  {
    "translation": {
      "en": "We're leaving the office now.",
      "de": "Wir verlassen jetzt das Büro."
    }
  },
  {
    "translation": {
      "en": "We're going to try to communicate to Cyntoia",
      "de": "Wir werden Cyntoia mitteilen,"
    }
  },
  {
    "translation": {
      "en": "the decision that the governor has made.",
      "de": "was der Gouverneur entschieden hat."
    }
  },
  {
    "translation": {
      "en": "[woman, over phone] Do you know what building we're going in?",
      "de": "Wissen Sie, in welches Gebäude wir müssen?"
    }
  },
  {
    "translation": {
      "en": "Yeah, we're going in where we've always gone in.",
      "de": "Ja, dort, wo wir sonst immer reingehen."
    }
  },
  {
    "translation": {
      "en": "[Sinback, over phone] The visitation building?",
      "de": "Das Besuchsgebäude?"
    }
  },
  {
    "translation": {
      "en": "[Bone] The governor's lawyer, Dwight Tarwater, called",
      "de": "Der Anwalt des Gouverneurs, Dwight Tarwater, rief an"
    }
  },
  {
    "translation": {
      "en": "and said, \"We want y'all to come meet with us tomorrow morning,",
      "de": "und sagte: \"Wir möchten Sie gern alle morgen früh treffen,"
    }
  },
  {
    "translation": {
      "en": "but you can't tell anybody.",
      "de": "aber Sie können es keinem sagen,"
    }
  },
  {
    "translation": {
      "en": "This is a strictly private meeting.\"",
      "de": "es ist ein rein privates Treffen.\""
    }
  },
  {
    "translation": {
      "en": "We went in to see Dwight,",
      "de": "Wir fuhren hin, um Dwight zu treffen, und er sagte:"
    }
  },
  {
    "translation": {
      "en": "and he says, \"Hold on a minute. Let me go see if the governor's ready.\"",
      "de": "Wir fuhren hin, um Dwight zu treffen, und er sagte: \"Ich schaue kurz, ob der Gouverneur da ist.\""
    }
  },
  {
    "translation": {
      "en": "We didn't have any idea we were gonna meet with the governor.",
      "de": "Wir wussten nicht, dass wir den Gouverneur treffen würden."
    }
  },
  {
    "translation": {
      "en": "Can you imagine holding your breath for minutes while you're waiting?",
      "de": "Also, Sie können sich vorstellen, wie wir den Atem anhalten, während wir warten?"
    }
  },
  {
    "translation": {
      "en": "And the governor said, \"I want to tell you what we're gonna do.\"",
      "de": "Und der Gouverneur sagte: \"Wir werden es folgendermaßen machen.\""
    }
  },
  {
    "translation": {
      "en": "The governor is gonna commute her sentence to 15 years.",
      "de": "Der Gouverneur wird ihre Haftstrafe auf 15 Jahre reduzieren,"
    }
  },
  {
    "translation": {
      "en": "And that'll end in August.",
      "de": "das würde im August enden."
    }
  },
  {
    "translation": {
      "en": "She's gonna move to the transition group for the next seven months,",
      "de": "Sie wird die nächsten sieben Monate in der Übergangsgruppe verbringen,"
    }
  },
  {
    "translation": {
      "en": "and she's gonna be on probation for ten years.",
      "de": "und sie wird zehn Jahre Bewährung erhalten."
    }
  },
  {
    "translation": {
      "en": "We walked in. I got the first hug, and I said,",
      "de": "Also, Charles flüsterte ihr ins Ohr. Wir gingen rein und ich sagte:"
    }
  },
  {
    "translation": {
      "en": "\"You're getting out in August,\" because I wanted it to just be.",
      "de": "\"Du kommst im August raus.\" Ich wollte es einfach loswerden."
    }
  },
  {
    "translation": {
      "en": "-You know, I didn't want any suspense. -[line ringing]",
      "de": "Ich wollte keine Ungewissheiten."
    }
  },
  {
    "translation": {
      "en": "So, you know, she started dancing.",
      "de": "Also fing sie an zu tanzen."
    }
  },
  {
    "translation": {
      "en": "She just couldn't have been more excited, and it was just perfect, just perfect.",
      "de": "Sie hätte sich nicht mehr freuen können. Es war einfach perfekt."
    }
  },
  {
    "translation": {
      "en": "So she's really, really happy, so--",
      "de": "Sie ist überglücklich."
    }
  },
  {
    "translation": {
      "en": "-[woman, over phone] Did she cry? -Did she cry?",
      "de": "Hat sie geweint? -Ob sie geweint hat? Sicher. Alle weinten. -Ja."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -[Eckerman] Yeah. -Yeah. Yeah, everybody cried. -[Eckerman] Oh! [gasps]",
      "de": "-Ob sie geweint hat? Sicher. Alle weinten. -Ja."
    }
  },
  {
    "translation": {
      "en": "-Oh, hallelujah! -Yeah, yeah, yeah.",
      "de": "-Oh, Halleluja. -Ja."
    }
  },
  {
    "translation": {
      "en": "I told her also to try to call a little after 11:00,",
      "de": "Ich sagte ihr, sie soll kurz nach 11 Uhr anrufen."
    }
  },
  {
    "translation": {
      "en": "and we might even be able to put her on the speakerphone someplace.",
      "de": "Wir können sie dann irgendwo auf Lautsprecher stellen."
    }
  },
  {
    "translation": {
      "en": "You ready? Okay. I'm gonna put you on speakerphone, okay?",
      "de": "Bist du bereit? Ich stelle dich jetzt auf Lautsprecher."
    }
  },
  {
    "translation": {
      "en": "We have a really large group, and... but we wanted you to be able to say hello",
      "de": "Wir haben eine große Gruppe hier, aber wir wollten, dass du kurz hallo sagen"
    }
  },
  {
    "translation": {
      "en": "and thank you to the people who are here",
      "de": "und dich bei den Leuten bedanken kannst, die hier sind,"
    }
  },
  {
    "translation": {
      "en": "and the people who've been praying for you all these years",
      "de": "und bei all denen, die über die Jahre hinweg für dich gebetet"
    }
  },
  {
    "translation": {
      "en": "-and so interested in your life. -[Cyntoia, over phone] Yes.",
      "de": "-und Anteil genommen haben. -Ja."
    }
  },
  {
    "translation": {
      "en": "[Bone] I'm not gonna try to tell you the people who are here,",
      "de": "Ich werde nicht sagen, wer alles hier ist,"
    }
  },
  {
    "translation": {
      "en": "but you can guess.",
      "de": "aber du ahnst es sicher."
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] Oh, I love y'all.",
      "de": "Ich liebe euch alle."
    }
  },
  {
    "translation": {
      "en": "-[woman] We love you! -We love you too.",
      "de": "-Wir lieben dich. -Wir auch."
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] You said, as soon as I come to God,",
      "de": "Du hast gesagt, sobald ich zu Gott finde,"
    }
  },
  {
    "translation": {
      "en": "that He was gonna release me. You said it.",
      "de": "werde ich frei sein. Das hast du gesagt."
    }
  },
  {
    "translation": {
      "en": "It is the culmination of 15 years",
      "de": "Es ist der krönende Abschluss nach 15 Jahren"
    }
  },
  {
    "translation": {
      "en": "of hard work and tears and anguish and joy.",
      "de": "harter Arbeit und nach Tränen, Angst und Freude."
    }
  },
  {
    "translation": {
      "en": "She has everything that she needs, you know, to be successful.",
      "de": "Sie hat alles, was sie braucht, um erfolgreich zu sein."
    }
  },
  {
    "translation": {
      "en": "How she uses it...",
      "de": "Was sie daraus macht..."
    }
  },
  {
    "translation": {
      "en": "will be basically up to her.",
      "de": "das hängt grundsätzlich von ihr ab."
    }
  },
  {
    "translation": {
      "en": "Where the roads lead, I don't know, but you know what?",
      "de": "Wohin der Weg führt, weiß ich nicht. Aber wissen Sie,"
    }
  },
  {
    "translation": {
      "en": "I hope they lead to a rainbow for her.",
      "de": "ich hoffe, er führt für sie zum Regenbogen."
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] I have come such a long way. It's been a very long time.",
      "de": "Ich habe einen sehr langen Weg zurückgelegt. Es hat sehr lange gedauert."
    }
  },
  {
    "translation": {
      "en": "When I was 16, I did a horrible thing.",
      "de": "Als ich 16 war, habe ich etwas Schreckliches getan."
    }
  },
  {
    "translation": {
      "en": "And I have carried that with me this whole time.",
      "de": "Das habe ich die ganze Zeit mit mir getragen."
    }
  },
  {
    "translation": {
      "en": "I understand the things that I've done.",
      "de": "Ich verstehe, was ich getan habe."
    }
  },
  {
    "translation": {
      "en": "That it was so necessary to change.",
      "de": "Dass es wirklich notwendig war, sich zu ändern."
    }
  },
  {
    "translation": {
      "en": "Everybody who's been here for me,",
      "de": "Ohne all diejenigen, die sich für mich eingesetzt haben,"
    }
  },
  {
    "translation": {
      "en": "I would not be here if it weren't for them.",
      "de": "wäre ich jetzt nicht hier."
    }
  },
  {
    "translation": {
      "en": "Through everything that's been shown today,",
      "de": "Nach allem, was heute gezeigt wurde,"
    }
  },
  {
    "translation": {
      "en": "I'm not gonna let you down.",
      "de": "werde ich niemanden enttäuschen."
    }
  },
  {
    "translation": {
      "en": "I have a whole new family, a whole new community",
      "de": "Ich habe eine neue Familie, eine völlig neue Gemeinschaft"
    }
  },
  {
    "translation": {
      "en": "of people who love me, who believe in me, who support me.",
      "de": "von Menschen, die mich lieben, an mich glauben und mich unterstützen."
    }
  },
  {
    "translation": {
      "en": "There's so many things that I understand now that I didn't know.",
      "de": "Es gibt so viele Dinge, die ich jetzt verstehe und nicht wusste."
    }
  },
  {
    "translation": {
      "en": "There's so many young people that still don't know,",
      "de": "Es gibt so viele Jugendliche, die das noch nicht wissen,"
    }
  },
  {
    "translation": {
      "en": "and I feel called to share that.",
      "de": "und ich fühle mich dazu berufen, das weiterzugeben."
    }
  },
  {
    "translation": {
      "en": "I don't take that lightly.",
      "de": "Ich nehme das nicht auf die leichte Schulter,"
    }
  },
  {
    "translation": {
      "en": "And I can assure you that I will not let you down.",
      "de": "und ich kann Ihnen versichern, dass ich Sie nicht enttäuschen werde."
    }
  },
  {
    "translation": {
      "en": "I promise.",
      "de": "Das verspreche ich."
    }
  }
]