[
  {
    "translation": {
      "en": "[Jurnee Smollett] It's been a while since you've seen your friend and you've been missing him.",
      "de": "Sie haben Ihren Freund lange nicht gesehen und vermissen ihn."
    }
  },
  {
    "translation": {
      "en": "So you grab a few beers and you head to your usual hangout spot. The park.",
      "de": "Sie schnappen sich ein paar Biere und gehen zu ihrem Treffpunkt in den Park."
    }
  },
  {
    "translation": {
      "en": "But this isn't just any ordinary park,",
      "de": "Aber es ist kein gewöhnlicher Park,"
    }
  },
  {
    "translation": {
      "en": "and this isn't your run-of-the-mill tree.",
      "de": "und das ist kein alltäglicher Baum."
    }
  },
  {
    "translation": {
      "en": "This one can talk back to you.",
      "de": "Dieser Baum kann Ihnen Antworten geben."
    }
  },
  {
    "translation": {
      "en": "This is the cemetery of the future, and it's full of living memorials.",
      "de": "Dies ist der Friedhof der Zukunft voller lebender Gedenkstätten."
    }
  },
  {
    "translation": {
      "en": "These trees don't just signify loved ones, they actually embody them.",
      "de": "Die Bäume stehen nicht nur für geliebte Menschen, sondern sie verkörpern sie."
    }
  },
  {
    "translation": {
      "en": "[woman 1] Would I want to be able to talk with a loved one?",
      "de": "Will ich mit einem geliebten Menschen reden können?"
    }
  },
  {
    "translation": {
      "en": "The first response is like, \"Oh my God…\"",
      "de": "Die erste Antwort ist: \"Oh mein Gott. Nein!\""
    }
  },
  {
    "translation": {
      "en": "\"No!\" Then there's another part that's like, \"But wait.\"",
      "de": "Ein anderer Teil denkt: \"Aber Moment.\""
    }
  },
  {
    "translation": {
      "en": "[Smollett] The big sleep, the Grim Reaper.",
      "de": "Die ewige Ruhe, der Sensenmann."
    }
  },
  {
    "translation": {
      "en": "No matter what you want to call it, death is something we all have to go through.",
      "de": "Egal, wie Sie ihn nennen, den Tod müssen wir alle durchmachen."
    }
  },
  {
    "translation": {
      "en": "And for loved ones we leave behind, it can be a painful process.",
      "de": "Und für liebe Hinterbliebene kann das schmerzhaft sein."
    }
  },
  {
    "translation": {
      "en": "But in the future, technology could make it all a little more bearable,",
      "de": "Aber in der Zukunft könnte Technologie es etwas erträglicher machen"
    }
  },
  {
    "translation": {
      "en": "and even more sustainable.",
      "de": "und sogar nachhaltiger."
    }
  },
  {
    "translation": {
      "en": "[man 1] You're creating something which is actually truly regenerative for the planet.",
      "de": "Man erschafft etwas, das für den Planeten regenerativ ist."
    }
  },
  {
    "translation": {
      "en": "[woman 2] The temperature goes up, and the outcome is soil.",
      "de": "Die Temperatur steigt, und das Ergebnis ist Erdboden."
    }
  },
  {
    "translation": {
      "en": "[Smollett] We could still see our loved ones even after they're gone.",
      "de": "Wir könnten unsere Lieben nach dem Tod sehen."
    }
  },
  {
    "translation": {
      "en": "We're talking about digital afterlife.",
      "de": "Es ist ein digitales Jenseits."
    }
  },
  {
    "translation": {
      "en": "[woman 3] It's the big \"What if?\" What if you could keep on talking to your spouse?",
      "de": "Das große \"Was wäre, wenn Ehepaare weiter miteinander reden könnten?\""
    }
  },
  {
    "translation": {
      "en": "This is a moment where sci-fi becomes true.",
      "de": "In dem Moment wird Science-Fiction wahr."
    }
  },
  {
    "translation": {
      "en": "The future is about to be a ride, okay?",
      "de": "Die Zukunft wird eine wilde Fahrt, okay?"
    }
  },
  {
    "translation": {
      "en": "What I do hope for my own death. Um…",
      "de": "Was ich mir für meinen Tod erhoffe…"
    }
  },
  {
    "translation": {
      "en": "That is an interesting question.",
      "de": "Interessante Frage."
    }
  },
  {
    "translation": {
      "en": "Wow. Um, I had never thought about that.",
      "de": "Wow. Darüber habe ich nie nachgedacht."
    }
  },
  {
    "translation": {
      "en": "[Smollett] Death is the last thing that most of us want to think about.",
      "de": "Der Tod ist das Letzte, worüber die meisten nachdenken wollen."
    }
  },
  {
    "translation": {
      "en": "Luckily, there are people who can help us plan for our final moments.",
      "de": "Zum Glück gibt es Leute, die uns helfen, unsere letzten Momente zu planen."
    }
  },
  {
    "translation": {
      "en": "My name is Alua Arthur, and I'm a death doula.",
      "de": "Ich bin Alua Arthur, und ich bin eine Todesdoula."
    }
  },
  {
    "translation": {
      "en": "A death doula is somebody who does all of the holistic,",
      "de": "Todesdoulas übernehmen die ganzheitliche, nicht medizinische Versorgung und Hilfe"
    }
  },
  {
    "translation": {
      "en": "non-medical care and support of the dying person through the process.",
      "de": "Todesdoulas übernehmen die ganzheitliche, nicht medizinische Versorgung und Hilfe für die sterbende Person während des Vorgangs."
    }
  },
  {
    "translation": {
      "en": "There's a lot that people don't plan for.",
      "de": "Vieles bedenken die Leute nicht."
    }
  },
  {
    "translation": {
      "en": "They often think about money, but don't think about all the other things.",
      "de": "Oft denken sie an ihr Geld, aber nicht an alles andere,"
    }
  },
  {
    "translation": {
      "en": "They don't think about their digital assets.",
      "de": "an ihre digitalen Güter."
    }
  },
  {
    "translation": {
      "en": "[Smollett] Instead, people are usually focused on their physical remains.",
      "de": "Die meisten konzentrieren sich auf ihre physischen Überreste."
    }
  },
  {
    "translation": {
      "en": "There's so many different ways to approach burial, so many different ways.",
      "de": "Es gibt so viele verschiedene Ansätze für Bestattungen, so viele."
    }
  },
  {
    "translation": {
      "en": "[Smollett] Tibetan Buddhists leave out the deceased's remains in hopes that birds",
      "de": "Tibetanische Buddhist*innen lassen Verstorbene draußen, damit Vögel ihre Wünsche in den Himmel tragen."
    }
  },
  {
    "translation": {
      "en": "will carry their wishes to heaven.",
      "de": "damit Vögel ihre Wünsche in den Himmel tragen."
    }
  },
  {
    "translation": {
      "en": "Navies practice burials at sea.",
      "de": "In der Marine gibt es Seebestattungen."
    }
  },
  {
    "translation": {
      "en": "And the Toraja people in Indonesia keep dead loved ones in their homes.",
      "de": "Und die Toraja in Indonesien behalten Verstorbene in ihren Häusern."
    }
  },
  {
    "translation": {
      "en": "In Ghana, where I'm from, we sometimes bury people in a coffin",
      "de": "In Ghana, wo ich herkomme, bestatten wir Leute manchmal in einem Sarg,"
    }
  },
  {
    "translation": {
      "en": "that looks like what they did in their profession. It's kinda funny.",
      "de": "der ihren Beruf abbildet. Für mich ist es lustig. Würde man mich in einem Sarg bestatten?"
    }
  },
  {
    "translation": {
      "en": "For me, they might just bury me in a coffin?",
      "de": "Für mich ist es lustig. Würde man mich in einem Sarg bestatten?"
    }
  },
  {
    "translation": {
      "en": "I guess. [laughs]",
      "de": "Vermutlich."
    }
  },
  {
    "translation": {
      "en": "People have a lot of misconceptions around death and dying,",
      "de": "Es gibt viele falsche Vorstellungen von Tod und Sterben,"
    }
  },
  {
    "translation": {
      "en": "mostly because of how it's portrayed in the media.",
      "de": "vor allem durch die Darstellung in den Medien."
    }
  },
  {
    "translation": {
      "en": "[Smollett] With so many portrayals in American pop culture,",
      "de": "Durch so viele Darstellungen in der US-Popkultur denkt man,"
    }
  },
  {
    "translation": {
      "en": "you may think of funerals as large gatherings at a cemetery",
      "de": "Beerdigungen seien große Treffen auf Friedhöfen"
    }
  },
  {
    "translation": {
      "en": "or around the headstone of a TV character with a questionable epitaph.",
      "de": "oder am Grabstein einer TV-Figur mit fragwürdiger Inschrift."
    }
  },
  {
    "translation": {
      "en": "Peeps?! It's a ******* nickname!",
      "de": "Peeps? Das ist nur ein Spitzname!"
    }
  },
  {
    "translation": {
      "en": "[Smollett] But today around 56% of Americans are being cremated.",
      "de": "Aber heutzutage werden ca. 56 % der Amerikaner*innen eingeäschert."
    }
  },
  {
    "translation": {
      "en": "In other countries, it's over 80%,",
      "de": "In anderen Ländern sind es über 80 %."
    }
  },
  {
    "translation": {
      "en": "and it's an increasingly popular practice around the world.",
      "de": "Und es wird weltweit immer beliebter."
    }
  },
  {
    "translation": {
      "en": "So why the change?",
      "de": "Warum also die Veränderung?"
    }
  },
  {
    "translation": {
      "en": "Well, it comes down to cost,",
      "de": "Es läuft auf die Kosten hinaus."
    }
  },
  {
    "translation": {
      "en": "and there's one movie in particular that shows us just how annoying they can be.",
      "de": "Es gibt einen Film, der zeigt, wie ärgerlich diese sein können."
    }
  },
  {
    "translation": {
      "en": "-I assume this is credit? -Yeah.",
      "de": "-Ich nehme an, mit Kreditkarte? -Ja."
    }
  },
  {
    "translation": {
      "en": "Can't we just rent it from you, man?",
      "de": "Könnten wir den einfach mieten?"
    }
  },
  {
    "translation": {
      "en": "Sir, this is a mortuary, not a rental house.",
      "de": "Sir, wir sind Bestatter, kein Leihhaus."
    }
  },
  {
    "translation": {
      "en": "-We're scattering the ******* ashes. -Whoa, Walter.",
      "de": "-Wir verstreuen die Asche. -Walter."
    }
  },
  {
    "translation": {
      "en": "Just because we're bereaved, doesn't make us saps!",
      "de": "Wir sind in Trauer, keine Volltrottel!"
    }
  },
  {
    "translation": {
      "en": "[Smollett] End-of-life services have become a $20 billion-a-year industry.",
      "de": "Dienstleistungen am Lebensende bringen 20 Milliarden Dollar pro Jahr ein."
    }
  },
  {
    "translation": {
      "en": "Even Costco sells coffins.",
      "de": "Selbst Costco verkauft Särge."
    }
  },
  {
    "translation": {
      "en": "Everyone is looking for ways to save money.",
      "de": "Alle wollen Geld sparen."
    }
  },
  {
    "translation": {
      "en": "[woman 1] My mother-in-law, she was cremated.",
      "de": "Meine Schwiegermutter wurde eingeäschert."
    }
  },
  {
    "translation": {
      "en": "We even laughed literally while we were standing there with the urn she picked,",
      "de": "Wir lachten sogar, als wir mit der Urne dastanden, die sie ausgesucht hatte."
    }
  },
  {
    "translation": {
      "en": "which was very-- It was the cheapest one that they would allow her to buy.",
      "de": "Es war die billigste, die sie kaufen konnte."
    }
  },
  {
    "translation": {
      "en": "[Smollett] Meanwhile, conventional burials pose a different issue.",
      "de": "Konventionelle Bestattungen werfen ein anderes Problem auf."
    }
  },
  {
    "translation": {
      "en": "Hey, Steve! [chuckles]",
      "de": "Hey, Steve!"
    }
  },
  {
    "translation": {
      "en": "-Some ominous cemetery vibes today. -[Steve] Yeah, really.",
      "de": "-Ominöse Friedhofsstimmung heute. -Ja, echt."
    }
  },
  {
    "translation": {
      "en": "[woman 2] This one's here.",
      "de": "Der kommt hierhin."
    }
  },
  {
    "translation": {
      "en": "They've been here since the Civil War. It is now 2021",
      "de": "Die sind seit dem Bürgerkrieg hier. Wir haben 2021,"
    }
  },
  {
    "translation": {
      "en": "and here we are refreshing their headstones.",
      "de": "und wir erneuern ihre Grabsteine."
    }
  },
  {
    "translation": {
      "en": "I can get down there and…",
      "de": "Ich gehe runter und…"
    }
  },
  {
    "translation": {
      "en": "My name is Cole Imperi and I am a thanatologist, a death companion,",
      "de": "Ich bin Cole Imperi. Ich bin Thanatologin, Todesbegleiterin und Vorstandsvorsitzende eines Friedhofs in Covington, Kentucky."
    }
  },
  {
    "translation": {
      "en": "and I also serve as the board president of a cemetery in Covington, Kentucky.",
      "de": "Todesbegleiterin und Vorstandsvorsitzende eines Friedhofs in Covington, Kentucky."
    }
  },
  {
    "translation": {
      "en": "Isn't this beautiful, like just the color? It's beautiful. It's like art.",
      "de": "Ist das nicht schön, die Farbe? Es ist schön. Es ist Kunst."
    }
  },
  {
    "translation": {
      "en": "[Imperi] One of the challenges that we're facing",
      "de": "Eine Herausforderung ist,"
    }
  },
  {
    "translation": {
      "en": "is we don't really have any more plots available.",
      "de": "dass wir keine verfügbaren Grabstellen mehr haben."
    }
  },
  {
    "translation": {
      "en": "Twenty-two thousand or so people bought plots",
      "de": "Um die 22.000 Leute haben Grabstellen gekauft,"
    }
  },
  {
    "translation": {
      "en": "and their expectation is that they would have those plots forever.",
      "de": "und sie gehen davon aus, sie für immer zu behalten."
    }
  },
  {
    "translation": {
      "en": "And a lot of very, very old cemeteries are in the same boat.",
      "de": "Viele der ganz alten Friedhöfe sitzen im selben Boot."
    }
  },
  {
    "translation": {
      "en": "How do we keep the ground safe? How do we keep everything maintained?",
      "de": "Wie gewährleisten wir Sicherheit? Wie halten wir alles instand?"
    }
  },
  {
    "translation": {
      "en": "Um, costs keep going up.",
      "de": "Die Kosten steigen."
    }
  },
  {
    "translation": {
      "en": "It's the reality of what happens hundreds of years after someone is buried somewhere.",
      "de": "Es geht darum, was Hunderte Jahre nach einer Bestattung passiert."
    }
  },
  {
    "translation": {
      "en": "[Smollett] The harder it is for cemeteries to be maintained,",
      "de": "Je schwieriger die Pflege von Friedhöfen ist,"
    }
  },
  {
    "translation": {
      "en": "the harder it will be for us to visit and grieve for the dead.",
      "de": "desto schwieriger wird es für uns, die Toten zu besuchen und zu betrauern."
    }
  },
  {
    "translation": {
      "en": "There are eco-friendly solutions out there though, but they aren't the norm.",
      "de": "Es gibt umweltfreundliche Lösungen, aber sie sind nicht die Norm."
    }
  },
  {
    "translation": {
      "en": "Making these hard decisions can leave us feeling overwhelmed during an already overwhelming time,",
      "de": "Diese schweren Entscheidungen können uns in schweren Zeiten überfordern."
    }
  },
  {
    "translation": {
      "en": "but people like Alua Arthur and Cole Imperi",
      "de": "Aber Menschen wie Alua Arthur und Cole Imperi"
    }
  },
  {
    "translation": {
      "en": "help guide the bereaved through the process.",
      "de": "helfen den Trauernden durch diesen Prozess."
    }
  },
  {
    "translation": {
      "en": "Summer Jeanetti recently lost a loved one.",
      "de": "Summer Jeanette verlor einen lieben Menschen."
    }
  },
  {
    "translation": {
      "en": "[Jeanetti] I remember sitting in the living room.",
      "de": "Ich saß im Wohnzimmer."
    }
  },
  {
    "translation": {
      "en": "Like… [nervous laugh] …\"My dad is dead,\"",
      "de": "Mein Vater ist tot, und, entschuldigt meine Direktheit,"
    }
  },
  {
    "translation": {
      "en": "and, pardon my bluntness, but I was like,",
      "de": "Mein Vater ist tot, und, entschuldigt meine Direktheit, aber ich dachte: \"Wie findet man einen Bestatter?\""
    }
  },
  {
    "translation": {
      "en": "\"How the fuck do you pick a funeral home?\"",
      "de": "aber ich dachte: \"Wie findet man einen Bestatter?\""
    }
  },
  {
    "translation": {
      "en": "There should be, like, an owner's manual.",
      "de": "Es sollte eine Anleitung geben."
    }
  },
  {
    "translation": {
      "en": "Like, \"Idiots Guide to… all of these essential things",
      "de": "Eine Anleitung für Dummies für diese wichtigen Dinge,"
    }
  },
  {
    "translation": {
      "en": "that every single person will have to deal with, but no one ever talks about.\"",
      "de": "mit denen sich alle befassen müssen, aber über die niemand redet."
    }
  },
  {
    "translation": {
      "en": "[Smollett] And today, it's not just our physical remains we have to deal with.",
      "de": "Wir müssen uns nicht nur mit den sterblichen Überresten befassen."
    }
  },
  {
    "translation": {
      "en": "There's a whole digital world of stuff we leave behind.",
      "de": "Wir lassen eine ganze digitale Welt zurück."
    }
  },
  {
    "translation": {
      "en": "[woman 3] Pretty much everybody has digital remains.",
      "de": "Fast alle haben digitale Überreste."
    }
  },
  {
    "translation": {
      "en": "I'm Elaine Kasket. I write primarily about death and the digital.",
      "de": "Ich bin Elaine Kasket. Ich schreibe vor allem über Tod und Digitales."
    }
  },
  {
    "translation": {
      "en": "Ha! [laughs] It wasn't my original last name,",
      "de": "Mein Nachname lautete anders."
    }
  },
  {
    "translation": {
      "en": "it was the name of a husband I don't have anymore, and it was a name that I elected to keep because it fit. [laughs]",
      "de": "Es ist der Name meines früheren Mannes, den ich behielt, weil er passt."
    }
  },
  {
    "translation": {
      "en": "[Smollett] Every day, humans produce massive amounts of digital exhaust fumes.",
      "de": "Menschen produzieren jeden Tag enorme Mengen an digitalen Abgasen."
    }
  },
  {
    "translation": {
      "en": "One study suggests that each of us creates 1.7 megabytes of data every second.",
      "de": "Laut einer Studie erzeugt jede Person 1,7 Megabyte an Daten pro Sekunde."
    }
  },
  {
    "translation": {
      "en": "It's not just your social media accounts,",
      "de": "Es sind nicht nur die Social-Media-Konten,"
    }
  },
  {
    "translation": {
      "en": "it's web searches, emails and text threads, posts on message boards.",
      "de": "sondern Websuchen, E-Mails und Text-Threads, Posts in Foren."
    }
  },
  {
    "translation": {
      "en": "Websites are storing vast troves of information even after you're dead.",
      "de": "Websites speichern riesige Informationsschätze, auch nach Ihrem Tod."
    }
  },
  {
    "translation": {
      "en": "[Kasket] All these things have a digital counterpart and these things stick around by default.",
      "de": "Das alles hat ein digitales Gegenstück, und diese Dinge bleiben da."
    }
  },
  {
    "translation": {
      "en": "They don't just automatically disappear when you do.",
      "de": "Sie verschwinden nicht automatisch, wenn man stirbt."
    }
  },
  {
    "translation": {
      "en": "So back in the early days of social media, Facebook kind of had",
      "de": "In den Anfängen von Social Media hatte Facebook eine \"Löschen bei Tod\"-Richtlinie."
    }
  },
  {
    "translation": {
      "en": "a delete-upon-death policy.",
      "de": "hatte Facebook eine \"Löschen bei Tod\"-Richtlinie."
    }
  },
  {
    "translation": {
      "en": "After the Virginia Tech massacre, that shifted.",
      "de": "Nach dem Virginia-Tech-Massaker änderte sich das."
    }
  },
  {
    "translation": {
      "en": "The bereaved came to Facebook and said, \"Please don't delete these profiles.\"",
      "de": "Die Trauernden baten Facebook: \"Bitte löscht diese Profile nicht.\""
    }
  },
  {
    "translation": {
      "en": "The way that we grieve is changing, and one way is that we're still able",
      "de": "Die Art der Trauer wandelt sich. Ihre Social-Media-Profile sind zum Beispiel noch für uns da."
    }
  },
  {
    "translation": {
      "en": "to engage with their social media profile and presence.",
      "de": "Ihre Social-Media-Profile sind zum Beispiel noch für uns da."
    }
  },
  {
    "translation": {
      "en": "[woman 4] When my aunt died, we had to make the difficult decision of",
      "de": "Als meine Tante starb, mussten wir die schwere Entscheidung fällen,"
    }
  },
  {
    "translation": {
      "en": "do we memorialize her page and essentially archive it through Facebook, Instagram?",
      "de": "ob wir ihre Seite verewigen und über Facebook, Instagram archivieren."
    }
  },
  {
    "translation": {
      "en": "And our family decided together to leave it active.",
      "de": "Unsere Familie beschloss zusammen, sie aktiv zu lassen."
    }
  },
  {
    "translation": {
      "en": "We're saying, \"No, Twitter, no, Facebook, or no, Instagram.\"",
      "de": "Wir sagen: \"Nein, Twitter, Facebook, Instagram."
    }
  },
  {
    "translation": {
      "en": "\"I need you to maintain this for me.\"",
      "de": "Ihr müsst das für mich bewahren.\""
    }
  },
  {
    "translation": {
      "en": "Like you might say to the people who run the cemetery,",
      "de": "Wie man auf dem Friedhof sagt:"
    }
  },
  {
    "translation": {
      "en": "\"Hey, I need you to maintain this grave so that when I come and visit,",
      "de": "\"Hey, pflegen Sie das Grab, sodass es bei meinen Besuchen"
    }
  },
  {
    "translation": {
      "en": "it's going to be how I want it to be.\"",
      "de": "so ist, wie ich es mir wünsche.\""
    }
  },
  {
    "translation": {
      "en": "[Smollett] Within the next century,",
      "de": "Im nächsten Jahrhundert"
    }
  },
  {
    "translation": {
      "en": "there could be potentially just as many Facebook profiles",
      "de": "könnte es fast so viele Facebook-Profile von Toten"
    }
  },
  {
    "translation": {
      "en": "for the dead as there are for the living.",
      "de": "könnte es fast so viele Facebook-Profile von Toten wie von Lebenden geben."
    }
  },
  {
    "translation": {
      "en": "We're talking about billions of profiles.",
      "de": "Die Rede ist von Milliarden Profilen."
    }
  },
  {
    "translation": {
      "en": "For tech companies, handling digital remains",
      "de": "Für Tech-Firmen werden digitale Nachlässe"
    }
  },
  {
    "translation": {
      "en": "will become an increasingly important part of their business models moving forward.",
      "de": "in Zukunft ein immer wichtigerer Teil ihres Geschäftsmodells werden."
    }
  },
  {
    "translation": {
      "en": "Just as they profit off of us while we're alive,",
      "de": "So wie sie im Leben Profit mit uns machen,"
    }
  },
  {
    "translation": {
      "en": "they can continue to profit off of us after we're dead.",
      "de": "können sie das nach unserem Tod fortsetzen."
    }
  },
  {
    "translation": {
      "en": "[Smollett] Giving life after death a whole new meaning.",
      "de": "Eine ganz neue Bedeutung für das Leben nach dem Tod."
    }
  },
  {
    "translation": {
      "en": "But all that digital evidence of our lives doesn't just have to sit there.",
      "de": "Diese digitalen Zeugnisse unseres Lebens müssen nicht ungenutzt bleiben."
    }
  },
  {
    "translation": {
      "en": "What if there were entirely new ways to use our digital remains?",
      "de": "Was wäre, wenn wir digitale Nachlässe ganz neu nutzen könnten?"
    }
  },
  {
    "translation": {
      "en": "[Smollett] In the near future,",
      "de": "TOD In der nahen Zukunft"
    }
  },
  {
    "translation": {
      "en": "you'll be able to use digital remains to recreate dead loved ones.",
      "de": "können Sie mit digitalen Überresten tote geliebte Menschen neu erschaffen."
    }
  },
  {
    "translation": {
      "en": "You'll even be able to communicate with them.",
      "de": "Sie können sogar mit ihnen kommunizieren."
    }
  },
  {
    "translation": {
      "en": "We asked Cole Imperi to explore one way this could happen,",
      "de": "Wir baten Cole Imperi, eine Möglichkeit dafür zu erkunden,"
    }
  },
  {
    "translation": {
      "en": "using a voice-cloning AI-software called Descript.",
      "de": "mit einer KI-Software für geklonte Stimmen namens Descript."
    }
  },
  {
    "translation": {
      "en": "I talked for like 30 minutes, read a script,",
      "de": "Ich redete 30 Minuten lang, las ein Skript,"
    }
  },
  {
    "translation": {
      "en": "sent it off, and now it's ready,",
      "de": "schickte es ab, und jetzt ist es fertig."
    }
  },
  {
    "translation": {
      "en": "so we're gonna see what the results are.",
      "de": "Mal sehen, wie das Ergebnis ist."
    }
  },
  {
    "translation": {
      "en": "[Descript] Hello. My name is Cole.",
      "de": "Hey, ich heiße Cole."
    }
  },
  {
    "translation": {
      "en": "I am based in Kentucky and work as a thanatologist full-time.",
      "de": "Ich wohne in Kentucky und arbeite in Vollzeit als Thanatologin."
    }
  },
  {
    "translation": {
      "en": "I sound like myself. That is weird. That is so weird. I feel weird.",
      "de": "Ich klinge wie ich. Das ist schräg. So schräg. Ich fühle mich komisch."
    }
  },
  {
    "translation": {
      "en": "[Smollett] Voice-cloning software could allow us to leave behind",
      "de": "Mit Software für geklonte Stimmen könnten wir eine Version von uns für Trauernde hinterlassen."
    }
  },
  {
    "translation": {
      "en": "a version of ourselves for the bereaved.",
      "de": "könnten wir eine Version von uns für Trauernde hinterlassen."
    }
  },
  {
    "translation": {
      "en": "So the software can absolutely manipulate our digital legacies,",
      "de": "Die Software kann unseren digitalen Nachlass manipulieren,"
    }
  },
  {
    "translation": {
      "en": "perhaps in a way that we hadn't really anticipated or thought through.",
      "de": "vielleicht auf ungeahnte oder von uns nicht durchdachte Art."
    }
  },
  {
    "translation": {
      "en": "Type something else. What's like… like…",
      "de": "Noch etwas eintippen… Was ist…"
    }
  },
  {
    "translation": {
      "en": "[Descript] Thank you for attending my funeral today.",
      "de": "BEISPIELPROJEKT Danke, dass ihr bei meiner Beerdigung seid. Ich hatte ein gutes Leben."
    }
  },
  {
    "translation": {
      "en": "I lived a good life.",
      "de": "Danke, dass ihr bei meiner Beerdigung seid. Ich hatte ein gutes Leben."
    }
  },
  {
    "translation": {
      "en": "[voice breaks] The thing-- I don't know why that's making me, like, emotional.",
      "de": "Ich weiß nicht, wieso mich das emotional macht."
    }
  },
  {
    "translation": {
      "en": "So weird… [inhales] -That's weird. I don't know! -Well, it is weird. It is weird.",
      "de": "-So schräg. Ich weiß nicht! -Es ist schräg."
    }
  },
  {
    "translation": {
      "en": "[Smollett] There are ways we could potentially use this tech.",
      "de": "Die Technologie bietet mehrere Möglichkeiten."
    }
  },
  {
    "translation": {
      "en": "It was controversially used to recreate Anthony Bourdain's voice for a 2021 documentary.",
      "de": "Kontrovers war, Anthony Bourdains Stimme für eine Doku von 2021 nachzubilden."
    }
  },
  {
    "translation": {
      "en": "While actor Val Kilmer worked with a company to reproduce his voice following throat surgery.",
      "de": "Val Kilmer ließ seine Stimme nach einer Kehlkopf-OP nachstellen."
    }
  },
  {
    "translation": {
      "en": "Soon it won't just be voice cloning.",
      "de": "Es wird nicht bei Klonstimmen bleiben."
    }
  },
  {
    "translation": {
      "en": "There will be a visual component too, like deepfake videos,",
      "de": "Es wird eine visuelle Komponente geben, wie Deep-Fake-Videos"
    }
  },
  {
    "translation": {
      "en": "or like in 2020 when Kanye West gifted Kim Kardashian a hologram of her late father.",
      "de": "oder das Hologramm ihres toten Vaters, das Kanye West 2020 Kim Kardashian schenkte."
    }
  },
  {
    "translation": {
      "en": "[man 3] We already have the ability to use, uh, holographic images of people",
      "de": "Wir können schon holografische Bilder von Menschen nutzen"
    }
  },
  {
    "translation": {
      "en": "or to put on film people and have them say things they never said.",
      "de": "oder Leute in Filmen etwas sagen lassen, was sie nie sagten."
    }
  },
  {
    "translation": {
      "en": "We can have Tupac Shakur rap and sing with someone he's never met.",
      "de": "Tupac Shakur kann mit jemandem rappen und singen, den er nie kannte."
    }
  },
  {
    "translation": {
      "en": "I mean, Tupac may still be around. We don't really know.",
      "de": "Tupac lebt vielleicht noch. Wir wissen es nicht."
    }
  },
  {
    "translation": {
      "en": "My name is Charles Isbell. I am a professor",
      "de": "Ich bin Charles Isbell. Ich bin Professor"
    }
  },
  {
    "translation": {
      "en": "and the John P. Imlay Jr. Dean at the College of Computing at Georgia Tech.",
      "de": "und John-P.-Emlay-Jr.-Dekan am IT-College der Georgia Tech."
    }
  },
  {
    "translation": {
      "en": "[Smollett] In years to come, you may be able to do more than just simulate dead loved ones.",
      "de": "Bald können Sie vielleicht mehr tun, als nur tote liebe Menschen zu simulieren."
    }
  },
  {
    "translation": {
      "en": "You might interact with them through chatbots.",
      "de": "Sie könnten über Chatbots mit ihnen interagieren."
    }
  },
  {
    "translation": {
      "en": "[Isbell] You could think of Siri as a very simple chatbot. Alexa is a very simple chatbot.",
      "de": "Siri ist ein sehr simpler Chatbot. Alexa ist ein sehr simpler Chatbot."
    }
  },
  {
    "translation": {
      "en": "[Smollett] By combining the power of artificial intelligence",
      "de": "Kombinieren wir die Leistungsstärke von künstlicher Intelligenz"
    }
  },
  {
    "translation": {
      "en": "that we see in voice cloning and deepfakes,",
      "de": "von geklonten Stimmen und Deep Fakes"
    }
  },
  {
    "translation": {
      "en": "with all the data we leave behind, we can create a new kind of chatbot",
      "de": "mit unseren hinterlassenen Daten können wir einen neuen Chatbot schaffen,"
    }
  },
  {
    "translation": {
      "en": "that could alter the way we prepare for death.",
      "de": "der unsere Vorbereitung auf den Tod ändern könnte."
    }
  },
  {
    "translation": {
      "en": "What we're giving to chatbots is actual examples of texts or emails",
      "de": "Wir geben den Chatbots Beispiele von Nachrichten oder E-Mails oder Social-Media-Interaktionen."
    }
  },
  {
    "translation": {
      "en": "or interactions on social media.",
      "de": "oder E-Mails oder Social-Media-Interaktionen."
    }
  },
  {
    "translation": {
      "en": "We'll get better at it just through the passage of time,",
      "de": "Wir werden mit der Zeit immer besser."
    }
  },
  {
    "translation": {
      "en": "and I can build a model of you.",
      "de": "Ich kann ein Modell von Ihnen erstellen."
    }
  },
  {
    "translation": {
      "en": "So we're talking about the idea of digital afterlife.",
      "de": "Es ist ein digitales Jenseits."
    }
  },
  {
    "translation": {
      "en": "[Smollett] We'll create digital avatars that look and sound like us.",
      "de": "Wir werden digitale Avatare erstellen, die wie wir aussehen und klingen."
    }
  },
  {
    "translation": {
      "en": "And they'll be able to talk to the people we leave behind.",
      "de": "Sie werden mit Hinterbliebenen reden können."
    }
  },
  {
    "translation": {
      "en": "[Kasket] It's the big \"What if?\" What if you could keep on talking to your spouse?",
      "de": "Das große \"Was wäre, wenn Ehepaare weiter miteinander reden könnten?"
    }
  },
  {
    "translation": {
      "en": "What if you could have that last conversation with your son or daughter?",
      "de": "Wenn Sie mit Ihrem Sohn oder Ihrer Tochter ein letztes Gespräch führen könnten?\""
    }
  },
  {
    "translation": {
      "en": "This is a moment where sci-fi becomes true.",
      "de": "In dem Moment wird Science-Fiction wahr."
    }
  },
  {
    "translation": {
      "en": "[Smollett] It sounds unbelievable, but it's already happening.",
      "de": "Es klingt unglaublich, aber es passiert schon."
    }
  },
  {
    "translation": {
      "en": "The longing to stay in touch with the deceased",
      "de": "Die Sehnsucht nach Kontakt mit den Toten"
    }
  },
  {
    "translation": {
      "en": "has inspired some tech-savvy folks to create chatbot versions of those that have passed.",
      "de": "inspirierte Tech-Fachleute dazu, Chatbots der Verstorbenen zu entwickeln."
    }
  },
  {
    "translation": {
      "en": "In the future, not only will you be able to do this for others,",
      "de": "In der Zukunft können Sie das nicht nur für andere tun,"
    }
  },
  {
    "translation": {
      "en": "over the course of your life,",
      "de": "sondern Sie können in Ihrem Leben selbst auswählen,"
    }
  },
  {
    "translation": {
      "en": "you yourself will be able to select which photos you'd like to save",
      "de": "sondern Sie können in Ihrem Leben selbst auswählen, welche Fotos Sie speichern oder welche Storys Sie weitergeben wollen."
    }
  },
  {
    "translation": {
      "en": "or which stories you'd like to pass on.",
      "de": "welche Fotos Sie speichern oder welche Storys Sie weitergeben wollen."
    }
  },
  {
    "translation": {
      "en": "It will change how people are remembered.",
      "de": "Es wird das Gedenken an Menschen verändern."
    }
  },
  {
    "translation": {
      "en": "What's important to me is that everybody is able to choose.",
      "de": "Mir ist wichtig, dass alle selbst entscheiden können:"
    }
  },
  {
    "translation": {
      "en": "\"Yes. I want that.\" \"No, I don't.\"",
      "de": "\"Ja, das will ich. Nein.\""
    }
  },
  {
    "translation": {
      "en": "But the most important part of death",
      "de": "Aber das Wichtigste beim Tod ist,"
    }
  },
  {
    "translation": {
      "en": "is taking care of our grief for the survivors.",
      "de": "unsere Trauer als Hinterbliebene zu bewältigen."
    }
  },
  {
    "translation": {
      "en": "I'm not sure I'm ready to see that, uh,",
      "de": "Ich bin nicht sicher, ob ich bereit bin, das zu sehen."
    }
  },
  {
    "translation": {
      "en": "but I think it's a cool idea with merit.",
      "de": "Aber es ist eine coole, wertvolle Idee."
    }
  },
  {
    "translation": {
      "en": "[man 4] The thought excites me, but also scares me.",
      "de": "Ich finde es spannend und beängstigend."
    }
  },
  {
    "translation": {
      "en": "My faith really is very cautious when it comes to representation after death.",
      "de": "Mein Glaube ist sehr vorsichtig bei Darstellungen nach dem Tod."
    }
  },
  {
    "translation": {
      "en": "Immortality, at the end of the day, is really nothing more than",
      "de": "Unsterblichkeit ist letzten Endes nicht mehr,"
    }
  },
  {
    "translation": {
      "en": "your great-great-grandchildren knowing your name.",
      "de": "als dass die Ururenkel deinen Namen kennen."
    }
  },
  {
    "translation": {
      "en": "The idea that people long after I'm gone",
      "de": "Die Idee, dass man lange nach meinem Tod weiß, was ich dachte und wie ich war,"
    }
  },
  {
    "translation": {
      "en": "would know what I was thinking and what I was like is, I think,",
      "de": "dass man lange nach meinem Tod weiß, was ich dachte und wie ich war, ist ein schöner und toller Gedanke."
    }
  },
  {
    "translation": {
      "en": "quite a lovely and amazing thought.",
      "de": "ist ein schöner und toller Gedanke."
    }
  },
  {
    "translation": {
      "en": "[Smollett] But if we aren't careful, tech companies could put",
      "de": "Wenn wir nicht aufpassen, könnten Tech-Firmen ihre Gewinne über unsere Trauer stellen."
    }
  },
  {
    "translation": {
      "en": "their bottom lines ahead of our grief.",
      "de": "könnten Tech-Firmen ihre Gewinne über unsere Trauer stellen."
    }
  },
  {
    "translation": {
      "en": "Some of these companies are more powerful than governments.",
      "de": "Einige dieser Firmen sind mächtiger als Regierungen."
    }
  },
  {
    "translation": {
      "en": "For-profit corporations that were not designed to this purpose,",
      "de": "Gewinnorientierte Konzerne, die nicht für diesen Zweck gedacht waren,"
    }
  },
  {
    "translation": {
      "en": "that are not archivists, that are not, uh, grief-counseling organizations.",
      "de": "die keine Archivare sind, die keine Trauerberatung anbieten…"
    }
  },
  {
    "translation": {
      "en": "[Smollett] As long as we don't have full ownership over our data,",
      "de": "Solange wir unsere Daten nicht vollständig besitzen,"
    }
  },
  {
    "translation": {
      "en": "our digital remains may be used in ways we never intended.",
      "de": "könnten unsere digitalen Überreste anders genutzt werden als gedacht."
    }
  },
  {
    "translation": {
      "en": "[Kasket] Who can have access to this data? Who can't? What can you do with this?",
      "de": "Wer hat Zugriff auf die Daten? Wer nicht? Was ermöglichen sie?"
    }
  },
  {
    "translation": {
      "en": "What form does it take? What shape does it take? And that's a very, very powerful position.",
      "de": "Welche Form haben sie? Das ist eine sehr, sehr mächtige Position."
    }
  },
  {
    "translation": {
      "en": "[Smollett] How would you feel if companies were brazen enough",
      "de": "Wie fänden Sie es, wenn Firmen so dreist wären,"
    }
  },
  {
    "translation": {
      "en": "to use dead loved ones to advertise something they never believed in?",
      "de": "mit Verstorbenen Werbung für etwas zu machen, woran sie nie glaubten?"
    }
  },
  {
    "translation": {
      "en": "[Isbell] When I think about worst-case scenarios,",
      "de": "Der schlimmste Fall wäre,"
    }
  },
  {
    "translation": {
      "en": "one is that I personally get misrepresented.",
      "de": "wenn ich falsch dargestellt würde."
    }
  },
  {
    "translation": {
      "en": "My image, my likeness, even the sound of my voice,",
      "de": "Mein Bild, sogar der Klang meiner Stimme,"
    }
  },
  {
    "translation": {
      "en": "the way that I use my hands when I talk",
      "de": "wie ich beim Reden gestikuliere,"
    }
  },
  {
    "translation": {
      "en": "are being used to have me represent a position I would never represent.",
      "de": "werden genutzt, damit ich eine Ansicht vertrete, die ich nie vertreten würde."
    }
  },
  {
    "translation": {
      "en": "Does eventually Disney get to take me and use me",
      "de": "Wird Disney mich irgendwann benutzen,"
    }
  },
  {
    "translation": {
      "en": "because it's just out there in the world?",
      "de": "einfach, weil ich da draußen bin?"
    }
  },
  {
    "translation": {
      "en": "That is an extremely difficult question.",
      "de": "Das ist eine extrem schwierige Frage."
    }
  },
  {
    "translation": {
      "en": "[Smollett] In the future, there will be even more questions.",
      "de": "In der Zukunft wird es noch mehr Fragen geben."
    }
  },
  {
    "translation": {
      "en": "Not just about our digital remains, but our physical ones.",
      "de": "Nicht nur zu digitalen Überresten, sondern zu physischen."
    }
  },
  {
    "translation": {
      "en": "What will we do with people's bodies?",
      "de": "Was machen wir mit Leichnamen?"
    }
  },
  {
    "translation": {
      "en": "Well, one day you could become a tree, seriously.",
      "de": "Eines Tages könnte aus Ihnen ein Baum werden. Im Ernst. Es heißt \"menschliche Kompostierung\"."
    }
  },
  {
    "translation": {
      "en": "It's called human composting.",
      "de": "Im Ernst. Es heißt \"menschliche Kompostierung\"."
    }
  },
  {
    "translation": {
      "en": "Pioneered by a Seattle-based company, Recompose,",
      "de": "Der Pionier war die Firma Recompose aus Seattle."
    }
  },
  {
    "translation": {
      "en": "the process can turn a human body into a cubic yard of soil in just 30 days.",
      "de": "Ein menschlicher Körper kann in 30 Tagen zu 0,76 Kubikmetern Erde werden."
    }
  },
  {
    "translation": {
      "en": "In 2019, Washington became the first state to legalize human composting,",
      "de": "2019 legalisierte Washington als erster Bundesstaat menschliche Kompostierung"
    }
  },
  {
    "translation": {
      "en": "paving the way for many more states and countries to follow.",
      "de": "und bereitete den Weg für weitere Bundesstaaten und Länder."
    }
  },
  {
    "translation": {
      "en": "For those of us that really care",
      "de": "Für alle, denen wichtig ist,"
    }
  },
  {
    "translation": {
      "en": "about how we're using our body while we're here and also our impact on the earth while we're here,",
      "de": "wie wir unseren Körper hier nutzen und wie wir uns auf die Erde auswirken,"
    }
  },
  {
    "translation": {
      "en": "it's a really great alternative.",
      "de": "ist das eine tolle Alternative. Statt mehr Beton oder Plastik in der Erde zu versenken,"
    }
  },
  {
    "translation": {
      "en": "[Smollett] Instead of putting more concrete or plastic into the earth,",
      "de": "Statt mehr Beton oder Plastik in der Erde zu versenken,"
    }
  },
  {
    "translation": {
      "en": "we'll be replenishing it with more soil.",
      "de": "füllen wir sie mit Erde auf."
    }
  },
  {
    "translation": {
      "en": "[Imperi] I could totally see Linden Grove",
      "de": "Ich kann mir Linden Grove als Ort vorstellen,"
    }
  },
  {
    "translation": {
      "en": "being a place that receives people's soil donations",
      "de": "Ich kann mir Linden Grove als Ort vorstellen, der gespendete Erde von Menschen erhält, die wir auf dem Gelände nutzen können."
    }
  },
  {
    "translation": {
      "en": "and then we're able to utilize those throughout our grounds.",
      "de": "der gespendete Erde von Menschen erhält, die wir auf dem Gelände nutzen können."
    }
  },
  {
    "translation": {
      "en": "[Smollett] Human composting could revolutionize how we think about memorial sites.",
      "de": "Menschliche Kompostierung könnte unsere Sicht auf Gedenkstätten revolutionieren."
    }
  },
  {
    "translation": {
      "en": "This is an area now, which is amazing.",
      "de": "Dieser Bereich ist großartig."
    }
  },
  {
    "translation": {
      "en": "What rituals are they gonna put around receiving the soil?",
      "de": "Welche Rituale wird es geben, wenn die Erde empfangen wird?"
    }
  },
  {
    "translation": {
      "en": "Do you put it in the tomato garden? Would you feel weird about that?",
      "de": "Nimmt man sie für den Tomatengarten? Wäre das seltsam?"
    }
  },
  {
    "translation": {
      "en": "[Arthur] How great would it be to have the opportunity to be with somebody you loved in a new way?",
      "de": "Wäre es nicht toll, die Chance zu haben, auf neue Art bei lieben Menschen zu sein?"
    }
  },
  {
    "translation": {
      "en": "You know, to continue those bonds, but through their body having",
      "de": "Diese Bindung fortzuführen, indem der Körper das Essen genährt hat, das man isst."
    }
  },
  {
    "translation": {
      "en": "nourished some food you're eating,",
      "de": "indem der Körper das Essen genährt hat, das man isst."
    }
  },
  {
    "translation": {
      "en": "or some milkweed that brings butterflies around.",
      "de": "Oder durch Milchkraut, das Schmetterlinge anzieht."
    }
  },
  {
    "translation": {
      "en": "[Smollett] As lovely as this all sounds, it's actually just the beginning",
      "de": "So schön das auch klingt, es ist erst der Anfang."
    }
  },
  {
    "translation": {
      "en": "because in the far future, you could do so much more with these composted remains.",
      "de": "In der fernen Zukunft könnte viel mehr mit kompostierten Überresten möglich sein."
    }
  },
  {
    "translation": {
      "en": "They'll be the key to unlocking a way",
      "de": "Mit ihnen erschließen wir einen Weg,"
    }
  },
  {
    "translation": {
      "en": "for us to take care of everything we leave behind.",
      "de": "uns um alle unsere Hinterlassenschaften zu kümmern."
    }
  },
  {
    "translation": {
      "en": "It will meld our physical, digital, and spiritual remains.",
      "de": "Unsere physischen, digitalen und spirituellen Überreste verschmelzen."
    }
  },
  {
    "translation": {
      "en": "[Smollett] You're walking through the cemetery of the future,",
      "de": "Sie gehen über einen Friedhof der Zukunft,"
    }
  },
  {
    "translation": {
      "en": "but it's no longer headstones and burial plots.",
      "de": "aber ohne Grabsteine und Grabstellen."
    }
  },
  {
    "translation": {
      "en": "It's acres and acres of trees",
      "de": "Es sind viele, viele Bäume,"
    }
  },
  {
    "translation": {
      "en": "and they're growing from our composted remains.",
      "de": "die aus unseren kompostierten Überresten wachsen."
    }
  },
  {
    "translation": {
      "en": "[woman 5] Imagine that we're able to go to a place where",
      "de": "Man stelle sich vor, wir könnten einen Ort besuchen,"
    }
  },
  {
    "translation": {
      "en": "that compost has fed and sustained and grown beautiful trees,",
      "de": "an dem dieser Kompost wunderschöne Bäume hat wachsen lassen,"
    }
  },
  {
    "translation": {
      "en": "maybe the person's favorite tree.",
      "de": "vielleicht den Lieblingsbaum der Person."
    }
  },
  {
    "translation": {
      "en": "[Smollett] These trees won't just store our physical remains.",
      "de": "Die Bäume bewahren nicht nur unsere sterblichen Überreste,"
    }
  },
  {
    "translation": {
      "en": "They'll also store our digital ones.",
      "de": "sondern auch unsere digitalen."
    }
  },
  {
    "translation": {
      "en": "When we visit our loved ones,",
      "de": "Wenn wir liebe Menschen besuchen,"
    }
  },
  {
    "translation": {
      "en": "we'll be greeted with an avatar of the person we can interact with.",
      "de": "begrüßt uns ein Avatar, mit dem wir interagieren können."
    }
  },
  {
    "translation": {
      "en": "It's an ultra-sophisticated chatbot accessed through a computer",
      "de": "Auf den ausgeklügelten Chatbot greift man über einen Computer zu."
    }
  },
  {
    "translation": {
      "en": "and stored within a tree.",
      "de": "Gespeichert ist er im Baum."
    }
  },
  {
    "translation": {
      "en": "It's all because of how we'll be able to store data in the future,",
      "de": "Ermöglicht wird das durch die Datenspeicherung der Zukunft."
    }
  },
  {
    "translation": {
      "en": "through DNA.",
      "de": "Über DNA."
    }
  },
  {
    "translation": {
      "en": "[man 1] So when we think about DNA, we know that's the language of life.",
      "de": "Wir wissen, dass DNA die Sprache des Lebens ist."
    }
  },
  {
    "translation": {
      "en": "What we've discovered more recently is that DNA is also a system of data storage or information storage.",
      "de": "Neu entdeckt wurde, dass DNA ein System für Informationsspeicherung ist."
    }
  },
  {
    "translation": {
      "en": "I'm Cyrus. I'm an artist, designer, and futurist.",
      "de": "Ich bin Cyrus, Künstler, Designer und Futurist."
    }
  },
  {
    "translation": {
      "en": "[Smollett] In the far future, photos, text files, audio clips,",
      "de": "In der fernen Zukunft können Fotos, Textdateien, Audioclips,"
    }
  },
  {
    "translation": {
      "en": "the data that makes up our digital remains,",
      "de": "die Daten unseres digitalen Nachlasses,"
    }
  },
  {
    "translation": {
      "en": "can one day be stored in an entirely new way.",
      "de": "eines Tages ganz neu gespeichert werden."
    }
  },
  {
    "translation": {
      "en": "[Clarke] Digital files are usually expressed in zeros and ones.",
      "de": "Digitale Dateien werden in Nullen und Einsen ausgedrückt."
    }
  },
  {
    "translation": {
      "en": "DNA is written in four letters, A, T, C, and G.",
      "de": "DNA schreibt man mit vier Buchstaben, A, T, C und G."
    }
  },
  {
    "translation": {
      "en": "What we've been doing recently is just changing the language,",
      "de": "Wir verändern einfach die Sprache,"
    }
  },
  {
    "translation": {
      "en": "translating into A,T, C, and G.",
      "de": "übersetzen in A, T, C und G."
    }
  },
  {
    "translation": {
      "en": "And in that way, we can actually store data in the language of life, in DNA.",
      "de": "Und so können wir Daten in der Sprache des Lebens speichern, in DNA."
    }
  },
  {
    "translation": {
      "en": "[Smollett] And if biochemistry is not your best subject,",
      "de": "Falls Biochemie nicht Ihr bestes Fach ist:"
    }
  },
  {
    "translation": {
      "en": "what this means is that instead of hard drives, we'll be able to store our data in DNA.",
      "de": "Das heißt, wir speichern unsere Daten nicht auf Festplatten, sondern in DNA."
    }
  },
  {
    "translation": {
      "en": "Except imagine the hard drive is much smaller and more eco-friendly.",
      "de": "Aber die Festplatte ist viel kleiner und umweltfreundlicher."
    }
  },
  {
    "translation": {
      "en": "And it's already possible.",
      "de": "Und es ist schon möglich."
    }
  },
  {
    "translation": {
      "en": "In 2019, Catalog, a Boston-based startup,",
      "de": "Im Jahr 2019 verkündete Catalog, ein Bostoner Start-up,"
    }
  },
  {
    "translation": {
      "en": "announced that they stored the entirety of Wikipedia's English-language platform",
      "de": "dass sie die gesamte englischsprachige Wikipedia-Plattform"
    }
  },
  {
    "translation": {
      "en": "into strands of DNA.",
      "de": "in DNA-Strängen speicherten."
    }
  },
  {
    "translation": {
      "en": "Much like computers today read zeros and ones",
      "de": "So wie Computer heute Nullen und Einsen lesen,"
    }
  },
  {
    "translation": {
      "en": "to show you a picture of your dog,",
      "de": "um ein Hundebild zu zeigen,"
    }
  },
  {
    "translation": {
      "en": "the computers of tomorrow could read data off of DNA.",
      "de": "könnten die Computer von morgen Daten aus DNA auslesen."
    }
  },
  {
    "translation": {
      "en": "It all adds up to us being able to store our digital avatars",
      "de": "Schließlich werden wir unsere digitalen Avatare"
    }
  },
  {
    "translation": {
      "en": "in living organisms, organisms like plants.",
      "de": "in lebenden Organismen speichern können, zum Beispiel Pflanzen."
    }
  },
  {
    "translation": {
      "en": "[Clarke] If you can work with plants to store your data,",
      "de": "Wenn man Daten in Pflanzen speichern kann,"
    }
  },
  {
    "translation": {
      "en": "well, what you have there is a system which not only doesn't require energy,",
      "de": "hat man ein System, das nicht nur keine Energie benötigt,"
    }
  },
  {
    "translation": {
      "en": "it creates its own energy.",
      "de": "sondern Energie erzeugt."
    }
  },
  {
    "translation": {
      "en": "You're creating something which is truly regenerative for the planet.",
      "de": "Man erschafft etwas, das für den Planeten regenerativ ist."
    }
  },
  {
    "translation": {
      "en": "Human composting, your digital legacy,",
      "de": "Menschliches Kompostieren, das digitale Vermächtnis…"
    }
  },
  {
    "translation": {
      "en": "imagine if all of this could come together.",
      "de": "Man stelle sich vor, all das kommt zusammen."
    }
  },
  {
    "translation": {
      "en": "[Smollett] You'll have full ownership over your digital remains.",
      "de": "Ihre digitalen Überreste gehören ganz Ihnen."
    }
  },
  {
    "translation": {
      "en": "You'll be able to dictate the privacy settings you want",
      "de": "Sie können Datenschutzeinstellungen festlegen,"
    }
  },
  {
    "translation": {
      "en": "because these forests will be managed by a sort of cemetery IT guy.",
      "de": "denn diese Wälder werden von Friedhofs-IT-Leuten gepflegt."
    }
  },
  {
    "translation": {
      "en": "They'll keep away not grave robbers, but grave hackers.",
      "de": "Sie verhindern nicht nur Grabraub, sondern auch Grab-Hacken."
    }
  },
  {
    "translation": {
      "en": "And for all the other ways that these trees will change our lives in the future,",
      "de": "Um zu sehen, wie diese Bäume unser Leben in der Zukunft ändern werden,"
    }
  },
  {
    "translation": {
      "en": "well, you'll just have to watch our houseplants episode.",
      "de": "sehen Sie sich unsere Folge über Zimmerpflanzen an."
    }
  },
  {
    "translation": {
      "en": "And for those who don't mind opening up their digital afterlives to the public,",
      "de": "Und wenn man sein digitales Jenseits für die Öffentlichkeit öffnet,"
    }
  },
  {
    "translation": {
      "en": "they'll finally give us a way to learn more about those who came before us.",
      "de": "können wir mehr über die erfahren, die vor uns lebten."
    }
  },
  {
    "translation": {
      "en": "[Imperi] I'm always like, \"Who was that person in their life?\"",
      "de": "Ich frage immer: \"Wer war der Mensch in seinem Leben?\""
    }
  },
  {
    "translation": {
      "en": "Like, \"I wish there was a way that I could learn about that person,",
      "de": "Ich will mehr über die Person erfahren, aber in ihren eigenen Worten."
    }
  },
  {
    "translation": {
      "en": "but through their own words.\"",
      "de": "Ich will mehr über die Person erfahren, aber in ihren eigenen Worten. In der Zukunft könnten Sie mit einem Baum chatten,"
    }
  },
  {
    "translation": {
      "en": "[Smollett] In the future, you could chat with a tree",
      "de": "In der Zukunft könnten Sie mit einem Baum chatten,"
    }
  },
  {
    "translation": {
      "en": "to get to know them.",
      "de": "um sie kennenzulernen."
    }
  },
  {
    "translation": {
      "en": "I'm able to either learn from them or just acknowledge them",
      "de": "Ich kann von ihnen lernen oder sie einfach anerkennen"
    }
  },
  {
    "translation": {
      "en": "and commemorate what they did.",
      "de": "und ihrer gedenken."
    }
  },
  {
    "translation": {
      "en": "[Smollett] But most importantly,",
      "de": "Aber am wichtigsten ist:"
    }
  },
  {
    "translation": {
      "en": "how we process death will continue to be a personal choice.",
      "de": "Wie wir einen Tod verarbeiten, bleibt allen selbst überlassen."
    }
  },
  {
    "translation": {
      "en": "With this tech, any object can become an urn or any place a memorial.",
      "de": "Mit der Technologie kann jedes Objekt zur Urne werden, jeder Ort zur Gedenkstätte."
    }
  },
  {
    "translation": {
      "en": "Some people will want to talk with their friends and family as often as possible,",
      "de": "Manche werden möglichst oft mit Freund*innen und Familie reden wollen,"
    }
  },
  {
    "translation": {
      "en": "others not so much.",
      "de": "andere weniger."
    }
  },
  {
    "translation": {
      "en": "So everyone can choose how they want to process their loss.",
      "de": "Alle können entscheiden, wie sie den Verlust verarbeiten."
    }
  },
  {
    "translation": {
      "en": "Because as we all know, grief is hard.",
      "de": "Denn wie wir alle wissen, ist Trauer schwer."
    }
  },
  {
    "translation": {
      "en": "[Jeanetti] Being thrown into that situation…",
      "de": "In diese Situation geworfen zu werden…"
    }
  },
  {
    "translation": {
      "en": "I couldn't even function.",
      "de": "Ich funktionierte nicht mehr."
    }
  },
  {
    "translation": {
      "en": "[Imperi] Just being like, \"I have to bury my dad.\"",
      "de": "Ich muss meinen Dad beerdigen."
    }
  },
  {
    "translation": {
      "en": "[nervous laugh] Especially because I'm not ready for him to be gone yet.",
      "de": "Ich bin noch nicht bereit dafür, dass er weg ist."
    }
  },
  {
    "translation": {
      "en": "[Smollett] Even though death will still be inevitable in the future,",
      "de": "Der Tod wird auch in Zukunft unausweichlich sein,"
    }
  },
  {
    "translation": {
      "en": "technology will hopefully help us to mourn or to move forward at our own pace.",
      "de": "aber Technologie kann uns hoffentlich beim Trauern helfen oder in unserem Tempo weiterzumachen."
    }
  },
  {
    "translation": {
      "en": "So for my own dying,",
      "de": "Wenn ich selbst sterbe,"
    }
  },
  {
    "translation": {
      "en": "I would love to be on a deck someplace outside.",
      "de": "täte ich das gern irgendwo auf einer Terrasse draußen."
    }
  },
  {
    "translation": {
      "en": "I want the sun to be going down.",
      "de": "Die Sonne soll untergehen."
    }
  },
  {
    "translation": {
      "en": "When I die, I would like to, hopefully, be wrapped in a shroud.",
      "de": "Wenn ich sterbe, möchte ich in ein Tuch gewickelt sein."
    }
  },
  {
    "translation": {
      "en": "What probably every Muslim hopes for their death,",
      "de": "Die Hoffnung wohl aller Muslim*innen für ihren Tod…"
    }
  },
  {
    "translation": {
      "en": "that I die in the state of submission to the only God that we worship.",
      "de": "In Ergebenheit zu dem einzigen Gott sterben, den wir anbeten."
    }
  },
  {
    "translation": {
      "en": "[Arthur] I'd love to smell some Nag Champa incense.",
      "de": "Ich würde gerne Nag-Champa-Duft riechen."
    }
  },
  {
    "translation": {
      "en": "I was that kid that was barefoot running through the hills.",
      "de": "Ich war das Kind, das barfuß durch die Berge lief."
    }
  },
  {
    "translation": {
      "en": "And so being returned to the soil, to me, makes me feel the most",
      "de": "Und in die Erde zurückzukehren, gibt mir den größten Frieden damit,"
    }
  },
  {
    "translation": {
      "en": "at peace with how I left the earth.",
      "de": "Und in die Erde zurückzukehren, gibt mir den größten Frieden damit, wie ich die Erde verlasse."
    }
  },
  {
    "translation": {
      "en": "[Arthur] We're all gonna die someday.",
      "de": "Wir sterben alle irgendwann."
    }
  },
  {
    "translation": {
      "en": "I wanna make sure that their dying looks as much like their life as possible.",
      "de": "Ich will dafür sorgen, dass ihr Sterben ihrem Leben möglichst ähnlich ist."
    }
  },
  {
    "translation": {
      "en": "That answer your question?",
      "de": "Beantwortet das Ihre Frage?"
    }
  }
]