[
  {
    "translation": {
      "en": "[man] Can I ask a favor?",
      "de": "Darf ich Sie etwas bitten?"
    }
  },
  {
    "translation": {
      "en": "Don't make me answer that. Don't make me answer that.",
      "de": "Bitte zwingen Sie mich nicht zu antworten."
    }
  },
  {
    "translation": {
      "en": "Let somebody else do it.",
      "de": "Ein anderer soll es tun."
    }
  },
  {
    "translation": {
      "en": "I don't wanna make a hero out of him.",
      "de": "Ich will ihn nicht zum Helden machen."
    }
  },
  {
    "translation": {
      "en": "Because he was fantastic.",
      "de": "Weil er fantastisch war."
    }
  },
  {
    "translation": {
      "en": "No one has come close to doing what he has done.",
      "de": "Niemand hat ansatzweise das getan, was er getan hat."
    }
  },
  {
    "translation": {
      "en": "-[man 1] Officer? -[man 2] One male fatality.",
      "de": "Es gibt ein männliches Opfer."
    }
  },
  {
    "translation": {
      "en": "The calm of Salt Lake City, Utah, was rocked today by two booby-trap bombs",
      "de": "Salt Lake City, Utah, wurde erschüttert von zwei Sprengfallen, die zwei Menschen töteten."
    }
  },
  {
    "translation": {
      "en": "that left two people dead.",
      "de": "von zwei Sprengfallen, die zwei Menschen töteten."
    }
  },
  {
    "translation": {
      "en": "[man 3] …a morning of fear and death.",
      "de": "Ein Morgen, der Angst und Tod brachte."
    }
  },
  {
    "translation": {
      "en": "The first explosion ripped through a downtown office building, killing a man.",
      "de": "Die erste Explosion traf ein Bürogebäude in der Innenstadt und tötete einen Mann."
    }
  },
  {
    "translation": {
      "en": "The second explosion outside a Holladay home claimed another life.",
      "de": "Die zweite vor einem Holladay-Haus forderte noch ein Opfer."
    }
  },
  {
    "translation": {
      "en": "There was dark talk involving religious documents, hired professional killers.",
      "de": "Dunkle Gerüchte über religiöse Dokumente, professionelle Mörder."
    }
  },
  {
    "translation": {
      "en": "A Watergate-style cover-up, and one of the wealthiest,",
      "de": "Eine Vertuschung im Watergate-Stil und eine der reichsten oder die reichste"
    }
  },
  {
    "translation": {
      "en": "if not most wealthy, church in America involved,",
      "de": "Eine Vertuschung im Watergate-Stil und eine der reichsten oder die reichste Kirche Amerikas ist beteiligt,"
    }
  },
  {
    "translation": {
      "en": "the Mormon Church.",
      "de": "die Mormonenkirche."
    }
  },
  {
    "translation": {
      "en": "[man 4] There is a common thread that seems to connect all the victims.",
      "de": "Es gibt einen roten Faden, der alle Opfer verbindet."
    }
  },
  {
    "translation": {
      "en": "[man 5] A mysterious Salamander letter.",
      "de": "Ein geheimnisvoller Salamanderbrief."
    }
  },
  {
    "translation": {
      "en": "[man 4] The Salamander letter challenges the Mormon Church's account of its own origin.",
      "de": "Der Salamanderbrief stellt die Ursprünge der Mormonenkirche infrage."
    }
  },
  {
    "translation": {
      "en": "The bombing's impact has drawn the Church into an uncomfortable spotlight:",
      "de": "Die Bomben rückten die Kirche in unangenehmes Rampenlicht,"
    }
  },
  {
    "translation": {
      "en": "Murder among the Mormons.",
      "de": "Mord unter Mormonen."
    }
  },
  {
    "translation": {
      "en": "[man] What I love the most about treasure stories,",
      "de": "Was ich an Schatzsuche-Geschichten am meisten liebe,"
    }
  },
  {
    "translation": {
      "en": "they're always about lost treasures, you know?",
      "de": "sind die verlorenen Schätze."
    }
  },
  {
    "translation": {
      "en": "Whether we're looking for Atlantis or the Titanic or whatever,",
      "de": "Egal, ob wir nach Atlantis oder der Titanic suchen,"
    }
  },
  {
    "translation": {
      "en": "there's a lot of treasure out there.",
      "de": "es gibt sehr viele Schätze."
    }
  },
  {
    "translation": {
      "en": "But the thing is, treasure stories always have the same ending.",
      "de": "Aber Schatzsuche-Geschichten haben immer dasselbe Ende."
    }
  },
  {
    "translation": {
      "en": "The treasure is temporarily found.",
      "de": "Der Schatz wird erst gefunden."
    }
  },
  {
    "translation": {
      "en": "But then some calamity happens, and the treasure's lost again.",
      "de": "Aber dann passiert ein Unheil, und der Schatz ist wieder verloren."
    }
  },
  {
    "translation": {
      "en": "You know, the old airplane pilot joke about,",
      "de": "Der alte Pilotenwitz…"
    }
  },
  {
    "translation": {
      "en": "\"Ladies and gentlemen, we're landing in Salt Lake City.",
      "de": "\"Die Herrschaften, wir landen in Salt Lake City."
    }
  },
  {
    "translation": {
      "en": "Set your watch back ten years.\"",
      "de": "Stellen Sie Ihre Uhr zehn Jahre zurück.\""
    }
  },
  {
    "translation": {
      "en": "It's an old chestnut.",
      "de": "Eine alte Kamelle."
    }
  },
  {
    "translation": {
      "en": "-[church bell tolling] -It's a very conservative community.",
      "de": "Es ist eine sehr konservative Gemeinde."
    }
  },
  {
    "translation": {
      "en": "The state of Utah has long been the home of the Mormons.",
      "de": "Der Staat Utah war schon lange die Heimat der Mormonen."
    }
  },
  {
    "translation": {
      "en": "[narrator] Mormons are members of a worldwide church,",
      "de": "Mormonen sind Mitglieder einer weltweiten Kirche,"
    }
  },
  {
    "translation": {
      "en": "headquartered in Salt Lake City, Utah.",
      "de": "mit Hauptsitz in Salt Lake City, Utah."
    }
  },
  {
    "translation": {
      "en": "We'd like you to meet the Mormons.",
      "de": "Wir möchten Ihnen die Mormonen vorstellen."
    }
  },
  {
    "translation": {
      "en": "Mormonism is relatively young. It was founded only 150 years ago",
      "de": "Mormonismus ist relativ jung. Er wurde vor 150 Jahren von Joseph Smith gegründet."
    }
  },
  {
    "translation": {
      "en": "by Joseph Smith.",
      "de": "Er wurde vor 150 Jahren von Joseph Smith gegründet."
    }
  },
  {
    "translation": {
      "en": "In 1829, a young man named Joseph Smith translated a set of gold plates",
      "de": "Im Jahr 1829 übersetzte ein junger Mann namens Joseph Smith Goldplatten,"
    }
  },
  {
    "translation": {
      "en": "to which he was directed by an angel,",
      "de": "die ein Engel ihm zeigte,"
    }
  },
  {
    "translation": {
      "en": "into a volume called \"The Book of Mormon.\"",
      "de": "in einen Band namens \"Buch Mormon\"."
    }
  },
  {
    "translation": {
      "en": "[narrator] This is the true story of Joseph Smith's valiant mission",
      "de": "Die wahre Geschichte von Joseph Smiths tapferer Mission"
    }
  },
  {
    "translation": {
      "en": "in bringing forth \"The Book of Mormon.\"",
      "de": "zum \"Buch Mormon\"."
    }
  },
  {
    "translation": {
      "en": "[mysterious male voice] I am a messenger sent from the presence of God.",
      "de": "Ich bin ein Bote, den Gott selbst entsandte."
    }
  },
  {
    "translation": {
      "en": "My name is Moroni.",
      "de": "Mein Name ist Moroni."
    }
  },
  {
    "translation": {
      "en": "There is a book deposited, written upon gold plates.",
      "de": "Ein Buch wurde hinterlegt, geschrieben auf Goldplatten."
    }
  },
  {
    "translation": {
      "en": "[Turley] Joseph Smith formed a church",
      "de": "Joseph Smith gründete"
    }
  },
  {
    "translation": {
      "en": "called The Church of Jesus Christ of Latter-Day Saints,",
      "de": "die Kirche Jesu Christi der Heiligen der letzten Tage,"
    }
  },
  {
    "translation": {
      "en": "abbreviated to \"LDS.\"",
      "de": "abgekürzt \"LDS\"."
    }
  },
  {
    "translation": {
      "en": "[Moroni] Translate these ancient writings and bring them forth to the world.",
      "de": "Übersetze diese alten Schriften und bringe sie in die Welt."
    }
  },
  {
    "translation": {
      "en": "[narrator] The real treasure is not the gold in those plates,",
      "de": "Der wahre Schatz ist nicht das Gold der Platten,"
    }
  },
  {
    "translation": {
      "en": "but what's written on them.",
      "de": "sondern was draufsteht."
    }
  },
  {
    "translation": {
      "en": "[man] The LDS Church believes it has a divine mandate to preserve its history.",
      "de": "Laut LDS-Kirche beauftrage Gott sie, die Geschichte zu wahren."
    }
  },
  {
    "translation": {
      "en": "For Latter-Day Saints, the history is integral with the faith itself.",
      "de": "Für die Heiligen der letzten Tage sind Geschichte und Glauben eins."
    }
  },
  {
    "translation": {
      "en": "Joseph? Is this where you saw Heavenly Father and Jesus?",
      "de": "Joseph? Hast du hier den himmlischen Vater und Jesus gesehen?"
    }
  },
  {
    "translation": {
      "en": "Yes, Lucy. This is the very place.",
      "de": "Ja, Lucy. Genau an diesem Ort."
    }
  },
  {
    "translation": {
      "en": "Early Mormonism is full of treasure tales,",
      "de": "Der frühe Mormonismus ist voller Schatzgeschichten,"
    }
  },
  {
    "translation": {
      "en": "and it really carried over into the '70s and '80s.",
      "de": "was sich bis in die 70er und 80er erstreckte."
    }
  },
  {
    "translation": {
      "en": "You've got a growing LDS religion and a growing market for Mormon artifacts.",
      "de": "Die LDS-Religion und der Markt für Mormonen-Artefakte waren enorm."
    }
  },
  {
    "translation": {
      "en": "So the Mormon people have always had a propensity",
      "de": "Die Mormonen hatten also immer die Neigung,"
    }
  },
  {
    "translation": {
      "en": "to seek those kind of treasures out.",
      "de": "solche Schätze zu suchen."
    }
  },
  {
    "translation": {
      "en": "[woman] It's a thinking man's game,",
      "de": "Das Spiel des denkenden Mannes,"
    }
  },
  {
    "translation": {
      "en": "dealers who know history well enough to purchase old books and pieces of paper",
      "de": "Händler mit genug Wissen, die alte Bücher und Dokumente erwerben"
    }
  },
  {
    "translation": {
      "en": "and sell them for a profit.",
      "de": "und mit Gewinn verkaufen."
    }
  },
  {
    "translation": {
      "en": "There are only a handful of men who've acted as dealers for these pieces of high-prized history.",
      "de": "Und es gibt nur eine Handvoll Männer, die mit diesen teuren Werken handeln."
    }
  },
  {
    "translation": {
      "en": "Shannon Flynn's one of them.",
      "de": "Shannon Flynn ist einer."
    }
  },
  {
    "translation": {
      "en": "There's a certain amount of detective work.",
      "de": "Es gibt eine Menge Detektivarbeit."
    }
  },
  {
    "translation": {
      "en": "There's a certain amount of excitement, high stakes, valuable pieces.",
      "de": "Es gibt eine gewisse Aufregung, hoher Einsatz, wertvolle Stücke."
    }
  },
  {
    "translation": {
      "en": "I had taken an interest in LDS Church doctrine,",
      "de": "HÄNDLER SELTENE DOKUMENTE Ich interessierte mich schon früh für die Lehre der LDS-Kirche."
    }
  },
  {
    "translation": {
      "en": "probably since those late teenage years.",
      "de": "Ich interessierte mich schon früh für die Lehre der LDS-Kirche."
    }
  },
  {
    "translation": {
      "en": "I remember clearly the first collectible item I bought.",
      "de": "Ich erinnere mich an das erste Sammlerstück, das ich gekauft habe."
    }
  },
  {
    "translation": {
      "en": "It was a third edition of a pamphlet by B.H. Roberts.",
      "de": "Es war die dritte Ausgabe einer Broschüre von B.H. Roberts."
    }
  },
  {
    "translation": {
      "en": "I didn't know what I was doing. I paid $10 for it.",
      "de": "Ich war ahnungslos. Ich bezahlte zehn Dollar."
    }
  },
  {
    "translation": {
      "en": "But I was interested in the history,",
      "de": "Mich interessierte die Geschichte,"
    }
  },
  {
    "translation": {
      "en": "and in the Salt Lake area, it was centered mainly on bookstores.",
      "de": "und in der Gegend um Salt Lake gab es Unmengen Buchhandlungen."
    }
  },
  {
    "translation": {
      "en": "And that kind of became the Mormon history coffeehouse,",
      "de": "Und das wurde zum mormonengeschichtlichen Kaffeehaus,"
    }
  },
  {
    "translation": {
      "en": "if you want to think of it in those terms. You would go, meet people.",
      "de": "wenn man es so betrachten will. Dort traf man Leute."
    }
  },
  {
    "translation": {
      "en": "\"Hey, come over here. Let me show you this. Let's see that book.\"",
      "de": "\"Hey, komm her. Ich zeige dir was. Sieh dir das Buch an.\""
    }
  },
  {
    "translation": {
      "en": "And it was at that time that I was introduced to Mark Hofmann.",
      "de": "Und zu dieser Zeit lernte ich Mark Hofmann kennen."
    }
  },
  {
    "translation": {
      "en": "And I was very excited to meet Mark.",
      "de": "Und ich freute mich sehr, Mark kennenzulernen."
    }
  },
  {
    "translation": {
      "en": "He was… In the Mormon document world, he was a rock star.",
      "de": "In der mormonischen Dokumentenwelt war er ein Rockstar."
    }
  },
  {
    "translation": {
      "en": "[woman] Mark Hofmann, a student at Utah State University, found the document.",
      "de": "Mark Hofmann, Student an der Utah State University, fand das Dokument."
    }
  },
  {
    "translation": {
      "en": "It appears to be the earliest Mormon document",
      "de": "Es ist wohl das früheste Dokument der Mormonen"
    }
  },
  {
    "translation": {
      "en": "and the earliest Joseph Smith holograph.",
      "de": "und der früheste Joseph-Smith-Holograph."
    }
  },
  {
    "translation": {
      "en": "Also, I think it's exciting just to think that",
      "de": "Außerdem finde ich spannend,"
    }
  },
  {
    "translation": {
      "en": "apparently, this piece of paper was copied by Joseph Smith's own hand,",
      "de": "3. MAI 1980 dass Joseph Smith es wohl eigenhändig kopierte."
    }
  },
  {
    "translation": {
      "en": "the characters were, right from the gold plates that were right there.",
      "de": "Alles wurde direkt von den goldenen Platten übernommen."
    }
  },
  {
    "translation": {
      "en": "[woman] It's covered with carefully drawn symbols.",
      "de": "Überall gezeichnete Symbole und Zeichen."
    }
  },
  {
    "translation": {
      "en": "On the back, a statement signed by Joseph Smith.",
      "de": "Auf der Rückseite eine Anmerkung von Joseph Smith."
    }
  },
  {
    "translation": {
      "en": "\"These characters were diligently copied by my own hand from the plates of gold.\"",
      "de": "\"Diese Zeichen wurden von mir selbst von den Goldplatten kopiert.\""
    }
  },
  {
    "translation": {
      "en": "[Mark] Well, I feel pretty lucky.",
      "de": "Ich hatte Glück."
    }
  },
  {
    "translation": {
      "en": "[woman] Mark bought an old Bible from a man in Salt Lake.",
      "de": "Mark kaufte einem Mann eine alte Bibel ab."
    }
  },
  {
    "translation": {
      "en": "The man said he'd purchased the Bible",
      "de": "Dieser Mann kaufte die Bibel"
    }
  },
  {
    "translation": {
      "en": "from the granddaughter of Joseph Smith's sister.",
      "de": "der Enkelin von Joseph Smiths Schwester ab."
    }
  },
  {
    "translation": {
      "en": "[Mark] Uh, Dorie walked in. She just got home from work.",
      "de": "Dorie kam rein. Sie war von der Arbeit zurück."
    }
  },
  {
    "translation": {
      "en": "[Dorie] He had this Bible, and I started flipping through the pages.",
      "de": "Er hatte diese Bibel, und ich blätterte die Seiten durch."
    }
  },
  {
    "translation": {
      "en": "And there was this part",
      "de": "Und es gab diesen Teil,"
    }
  },
  {
    "translation": {
      "en": "that was folded up and had this sticky gum on the end of it.",
      "de": "er war gefaltet, und das war dieser klebrige Gummi."
    }
  },
  {
    "translation": {
      "en": "I think it was black,",
      "de": "Er war schwarz, und ich weiß noch, ich rief ihn:"
    }
  },
  {
    "translation": {
      "en": "and I called to him, saying, \"There's something in here.\"",
      "de": "Er war schwarz, und ich weiß noch, ich rief ihn: \"Hier ist etwas.\""
    }
  },
  {
    "translation": {
      "en": "[Mark] She was there when I finally succeeded in prying off the top page…",
      "de": "Sie war dabei, als es mir endlich gelang, die oberste Seite zu lösen,"
    }
  },
  {
    "translation": {
      "en": "that revealed a folded piece of paper.",
      "de": "die ein gefaltetes Stück Papier enthüllte,"
    }
  },
  {
    "translation": {
      "en": "Well, the Anthon Transcript.",
      "de": "das Anthon-Transkript."
    }
  },
  {
    "translation": {
      "en": "[Dorie] Things in that document validated The Book of Mormon",
      "de": "Die Dinge in diesem Dokument bestätigten das Buch Mormon"
    }
  },
  {
    "translation": {
      "en": "and Joseph Smith…",
      "de": "und Joseph Smith…"
    }
  },
  {
    "translation": {
      "en": "And it was thrilling.",
      "de": "Es war aufregend."
    }
  },
  {
    "translation": {
      "en": "That's when he said he wanted to do this as his job.",
      "de": "Da sagte er, er wollte das beruflich machen."
    }
  },
  {
    "translation": {
      "en": "He said, \"I'm gonna be going into the document business.",
      "de": "Er sagte: \"Ich gehe ins Dokumentengeschäft."
    }
  },
  {
    "translation": {
      "en": "Is that okay with you?\"",
      "de": "Ist das ok für dich?\""
    }
  },
  {
    "translation": {
      "en": "[man] The LDS Church and its members are world-renowned",
      "de": "Die LDS-Kirche und ihre Mitglieder sind weltberühmt"
    }
  },
  {
    "translation": {
      "en": "for their zeal in collecting historical documents.",
      "de": "für ihren Eifer, historische Dokumente zu sammeln."
    }
  },
  {
    "translation": {
      "en": "Dozens of researchers and collectors are committed to finding tidbits from the past.",
      "de": "Dutzende Forscher und Sammler suchen Informationen aus der Vergangenheit."
    }
  },
  {
    "translation": {
      "en": "That Joseph Smith's first encounter with the Divine",
      "de": "Joseph Smiths erste Begegnung mit dem Göttlichen"
    }
  },
  {
    "translation": {
      "en": "was his experience with the coming forth of the Book of Mormon.",
      "de": "stellt den Ursprung des Buch Mormon dar."
    }
  },
  {
    "translation": {
      "en": "[speaking now] At the time, my particular interest was the origins of Mormonism.",
      "de": "Damals interessierte mich besonders der Ursprung des Mormonismus."
    }
  },
  {
    "translation": {
      "en": "And the first time I heard about Mark Hofmann",
      "de": "Und ich erfuhr erstmals von Mark Hofmann"
    }
  },
  {
    "translation": {
      "en": "would have been seeing the picture of Mark",
      "de": "durch dieses Foto von Mark,"
    }
  },
  {
    "translation": {
      "en": "surrounded by major figures of the Mormon hierarchy.",
      "de": "auf dem er von hohen Würdenträgern der Mormonen-Hierarchie umgeben ist."
    }
  },
  {
    "translation": {
      "en": "Here they are, gathered to see what this young man has found.",
      "de": "Hier sind sie, um zu sehen, was dieser junge Mann gefunden hat."
    }
  },
  {
    "translation": {
      "en": "[reporter] The Anthon Transcript discovery was widely publicized",
      "de": "Die Entdeckung des Anthon-Transkripts wurde bekannt,"
    }
  },
  {
    "translation": {
      "en": "and brought Mark Hofmann into contact with top leaders in the Mormon Church.",
      "de": "wodurch Mark Hofmann die Führer der Mormonenkirche kennenlernte."
    }
  },
  {
    "translation": {
      "en": "Mark wanted to be the ultimate document dealer,",
      "de": "Mark wollte der ultimative Dokumentenhändler sein,"
    }
  },
  {
    "translation": {
      "en": "and so, Mark would ask me to do the genealogical research,",
      "de": "also bat Mark mich darum, Ahnenforschung zu betreiben,"
    }
  },
  {
    "translation": {
      "en": "where we would research the descendants of certain mission presidents",
      "de": "wo wir die Nachkommen gewisser Missionspräsidenten recherchierten,"
    }
  },
  {
    "translation": {
      "en": "and see if they had any of these family documents or books on hand.",
      "de": "um zu sehen, ob sie Familienunterlagen oder Bücher besaßen."
    }
  },
  {
    "translation": {
      "en": "I was so enthusiastic, and it just started snowballing at that point.",
      "de": "Ich war so begeistert, und das Ganze wurde eine Riesensache."
    }
  },
  {
    "translation": {
      "en": "[woman] A 137-year-old letter was found and proved authentic by a Mormon Church historian.",
      "de": "Ein 137 Jahre alter Brief wurde gefunden und von einem Historiker validiert."
    }
  },
  {
    "translation": {
      "en": "The document was found by Mark Hofmann.",
      "de": "Mark Hofmann fand das Dokument."
    }
  },
  {
    "translation": {
      "en": "I'd never seen anybody come up with the material that Mark was coming up with.",
      "de": "Keiner fand so viele Dokumente wie Mark."
    }
  },
  {
    "translation": {
      "en": "The first time I actually read the letter, I think I about fell off the chair I was sitting in.",
      "de": "Als ich den Brief zum ersten Mal las, bin ich fast vom Stuhl gekippt."
    }
  },
  {
    "translation": {
      "en": "[woman] The letter is from Lucy Mack Smith,",
      "de": "Der Brief ist von Lucy Max Smith,"
    }
  },
  {
    "translation": {
      "en": "mother of the Church's first prophet and president, Joseph Smith.",
      "de": "Mutter des ersten Propheten und Präsidenten, Joseph Smith."
    }
  },
  {
    "translation": {
      "en": "[Brent Ashworth] He'd track old letters down by postage stamps, wax seals, and all that.",
      "de": "Er fand alte Briefe durch Briefmarken, Wachssiegel und so weiter."
    }
  },
  {
    "translation": {
      "en": "He always had some inside track on how he was getting things.",
      "de": "Er hatte immer eine Geheimwaffe, wie er an die Dinge kam."
    }
  },
  {
    "translation": {
      "en": "Part of the collection…",
      "de": "Ein Teil der Sammlung…"
    }
  },
  {
    "translation": {
      "en": "[Ashworth] I bought a lot of them over the years.",
      "de": "Ich habe viele davon gekauft."
    }
  },
  {
    "translation": {
      "en": "[man] There haven't been a lot of dealers in this kind of thing before.",
      "de": "Es gab nicht viele Händler dieser Art."
    }
  },
  {
    "translation": {
      "en": "It was almost like a new era for Mormon collectibles.",
      "de": "Es war fast eine neue Ära für Mormonen-Sammelstücke."
    }
  },
  {
    "translation": {
      "en": "[woman] The buying and selling of Mormon documents has attracted so much attention lately,",
      "de": "Der An- und Verkauf von Dokumenten erregte viel Aufmerksamkeit."
    }
  },
  {
    "translation": {
      "en": "they're commanding top dollar.",
      "de": "Es geht um viel Geld."
    }
  },
  {
    "translation": {
      "en": "[man 1] It's become a lucrative business",
      "de": "Es ist ein lukratives Geschäft, da vieles"
    }
  },
  {
    "translation": {
      "en": "because many new items come from a period of Mormon history",
      "de": "Es ist ein lukratives Geschäft, da vieles aus einer eher unbekannten Zeit der Mormonen-Geschichte stammt."
    }
  },
  {
    "translation": {
      "en": "for which very little is known.",
      "de": "aus einer eher unbekannten Zeit der Mormonen-Geschichte stammt."
    }
  },
  {
    "translation": {
      "en": "Mark would travel to different places, including New York City,",
      "de": "Mark reiste an verschiedene Orte, darunter New York City,"
    }
  },
  {
    "translation": {
      "en": "and discovered a number of things.",
      "de": "und entdeckte viele Dinge."
    }
  },
  {
    "translation": {
      "en": "[man 2] Hofmann's dealings soon branched out from selling only Mormon-related documents",
      "de": "Hofmanns Geschäfte gingen bald über von Mormonen-Dokumente"
    }
  },
  {
    "translation": {
      "en": "to letters and signatures",
      "de": "zu Briefen und Unterschriften"
    }
  },
  {
    "translation": {
      "en": "by some of the most prominent names in American history.",
      "de": "von einigen der bekanntesten Namen der US-Geschichte."
    }
  },
  {
    "translation": {
      "en": "It certainly smacks of Indiana Jones.",
      "de": "Es riecht nach Indiana Jones."
    }
  },
  {
    "translation": {
      "en": "He didn't look the part. He looked like a nerd, and he was a nerd.",
      "de": "Er sah nicht danach aus. Eher wie ein Nerd, und er war ein Nerd."
    }
  },
  {
    "translation": {
      "en": "He was able to remember minute, who-could-give-a-care details",
      "de": "Er konnte sich an kleinste Details erinnern,"
    }
  },
  {
    "translation": {
      "en": "that somewhere along the line would make a lot of difference.",
      "de": "die irgendwann von Tragweite waren."
    }
  },
  {
    "translation": {
      "en": "We had a friendship that extended to his wife",
      "de": "Ich war dann auch mit seiner Frau befreundet,"
    }
  },
  {
    "translation": {
      "en": "and our families.",
      "de": "die Familien an sich."
    }
  },
  {
    "translation": {
      "en": "One of the times I was there, we played Celestial Pursuit,",
      "de": "Einmal spielten wir Celestial Pursuit, als ich da war."
    }
  },
  {
    "translation": {
      "en": "Trivial Pursuit for Mormons.",
      "de": "Das Trivial Pursuit für Mormonen."
    }
  },
  {
    "translation": {
      "en": "One by one, Mark sat there with the cards, every one right.",
      "de": "Mark wusste die Antworten auf alle Fragen."
    }
  },
  {
    "translation": {
      "en": "Never missed one.",
      "de": "Nicht eine falsch."
    }
  },
  {
    "translation": {
      "en": "And so, I started working on document deals for him.",
      "de": "Also tätigte ich dann Dokumentengeschäfte für ihn."
    }
  },
  {
    "translation": {
      "en": "It was like I was given the opportunity to play along Michael Jordan,",
      "de": "Als hätte ich die Chance bekommen, mit Michael Jordan zu spielen,"
    }
  },
  {
    "translation": {
      "en": "or, um, Brett Favre or Ryne Sandberg.",
      "de": "oder Brett Favre oder Ryne Sandberg."
    }
  },
  {
    "translation": {
      "en": "[younger Metcalfe] I worked in the genealogical archive doing research on the beginnings of Mormonism",
      "de": "Ich arbeitete im Ahnenforschungsarchiv, erforschte die Anfänge des Mormonismus"
    }
  },
  {
    "translation": {
      "en": "and contemporaries of Joseph Smith, people like Martin Harris, David Whitmer…",
      "de": "und Zeitgenossen von Joseph Smith, Leute wie Martin Harris, David Whitmer…"
    }
  },
  {
    "translation": {
      "en": "[now] Back then, I spent a lot of my time in the historical archives,",
      "de": "Damals verbrachte ich viel Zeit im historischen Archiv,"
    }
  },
  {
    "translation": {
      "en": "uh, researching documents and working for the LDS Church security department.",
      "de": "ich erforschte Dokumente und arbeitete für die Sicherheitsabteilung der Kirche."
    }
  },
  {
    "translation": {
      "en": "I'd come across a book.",
      "de": "Und ich stieß auf ein Buch."
    }
  },
  {
    "translation": {
      "en": "Um, how can I put it?",
      "de": "Wie soll ich es sagen?"
    }
  },
  {
    "translation": {
      "en": "It became a lightning rod for a number of general authorities",
      "de": "Es wurde zum Blitzableiter für eine Reihe von Offiziellen,"
    }
  },
  {
    "translation": {
      "en": "because they felt that that material was damaging to the Church,",
      "de": "Es wurde zum Blitzableiter für eine Reihe von Offiziellen, weil sie glaubten, dass das Material der Kirche schadete,"
    }
  },
  {
    "translation": {
      "en": "and they were concerned that I would publish it.",
      "de": "und sie befürchteten, dass ich es veröffentlichen würde."
    }
  },
  {
    "translation": {
      "en": "I was called in by my supervisors,",
      "de": "Ich wurde zu meinen Vorgesetzten"
    }
  },
  {
    "translation": {
      "en": "and was terminated.",
      "de": "gerufen und entlassen."
    }
  },
  {
    "translation": {
      "en": "And so the Church is in kind of an ironic situation.",
      "de": "Und die Kirche befindet sich also in einer ironischen Situation."
    }
  },
  {
    "translation": {
      "en": "On the one hand, they are driven by history,",
      "de": "Einerseits sind sie von der Geschichte getrieben"
    }
  },
  {
    "translation": {
      "en": "and they want to preserve documents.",
      "de": "und wollen Dokumente bewahren."
    }
  },
  {
    "translation": {
      "en": "Their appreciation for the builders of the past will be enhanced.",
      "de": "Ihre Wertschätzung für die Gründer der Vergangenheit wird verstärkt."
    }
  },
  {
    "translation": {
      "en": "But on the other hand, what do you do with documents",
      "de": "Aber was macht man anderseits mit Dokumenten,"
    }
  },
  {
    "translation": {
      "en": "that have the potential of destroying someone's faith?",
      "de": "die den Glauben von jemandem zerstören könnten?"
    }
  },
  {
    "translation": {
      "en": "I remember it specifically because it was my birthday,",
      "de": "Ich erinnere mich genau daran, weil ich Geburtstag hatte."
    }
  },
  {
    "translation": {
      "en": "December 27th, 1983.",
      "de": "27. Dezember 1983."
    }
  },
  {
    "translation": {
      "en": "Mark said, \"Come here. I'm gonna show you something that no one has seen.\"",
      "de": "Mark sagte: \"Ich zeige dir etwas, das niemand gesehen hat.\""
    }
  },
  {
    "translation": {
      "en": "He takes out of his briefcase the Salamander letter.",
      "de": "Er holt den Salamanderbrief aus der Aktentasche."
    }
  },
  {
    "translation": {
      "en": "\"That was in the box where the gold plates were.\"",
      "de": "\"Der war in der Kiste mit den Goldplatten.\""
    }
  },
  {
    "translation": {
      "en": "What? What?",
      "de": "Wie bitte?"
    }
  },
  {
    "translation": {
      "en": "And he says, \"We don't have any photographs of this. Can you photograph it?\"",
      "de": "Und er sagt: \"Wir haben keine Fotos. Kannst du ihn fotografieren?\""
    }
  },
  {
    "translation": {
      "en": "And so I was the first person to take those photographs,",
      "de": "Ich war also der Erste, der diese Fotos machte,"
    }
  },
  {
    "translation": {
      "en": "and he was keeping it under tremendous secrecy.",
      "de": "und er hielt es unter größter Geheimhaltung."
    }
  },
  {
    "translation": {
      "en": "I was one of a select group, this big…",
      "de": "Ich gehörte zu einer winzigen auserwählten Gruppe,"
    }
  },
  {
    "translation": {
      "en": "that was privy to the bombshells.",
      "de": "die es vor dem großen Knall wusste."
    }
  },
  {
    "translation": {
      "en": "But that was his world, and there was a reason for it,",
      "de": "Aber das war seine Welt, und es gab einen Grund dafür,"
    }
  },
  {
    "translation": {
      "en": "because everybody did that to a certain extent.",
      "de": "jeder tat das bis zu einem gewissen Grad."
    }
  },
  {
    "translation": {
      "en": "They would never reveal where they were getting their best materials.",
      "de": "Sie verrieten nie, wo sie ihre besten Materialien bekommen."
    }
  },
  {
    "translation": {
      "en": "So that world, it was not that odd to keep secrets.",
      "de": "Es war also nicht seltsam, Geheimnisse zu bewahren."
    }
  },
  {
    "translation": {
      "en": "♪ Throned on the mountain's crest In robes of statehood dressed ♪",
      "de": "Hoch oben auf dem Bergkamm Gekleidet in Bundesstaat-Gewändern"
    }
  },
  {
    "translation": {
      "en": "♪ Utah, we love thee! ♪",
      "de": "Utah, wir lieben dich!"
    }
  },
  {
    "translation": {
      "en": "-Rod Decker, KUTV News. -[woman giggles]",
      "de": "Rod Decker, KUTV News."
    }
  },
  {
    "translation": {
      "en": "Thank you, Rod. That's a nice way to end the news, right?",
      "de": "Danke, Rod. Nettes Ende für die Nachrichten."
    }
  },
  {
    "translation": {
      "en": "I've been a journalist in Utah for 45 years.",
      "de": "Ich bin seit 45 Jahren Journalist in Utah."
    }
  },
  {
    "translation": {
      "en": "Among the people who are interested in Mormon documents and Mormon history…",
      "de": "Die Interessenten für alte mormonische Dokumente und Geschichte…"
    }
  },
  {
    "translation": {
      "en": "[now] If you look at the '80s, Mark Hofmann found document after document,",
      "de": "In den 80ern fand Mark Hofmann ein Dokument nach dem anderen,"
    }
  },
  {
    "translation": {
      "en": "and he made a huge reputation for himself.",
      "de": "und er machte sich einen Namen."
    }
  },
  {
    "translation": {
      "en": "Then one of the documents he had found was called the White Salamander letter.",
      "de": "Eines der Dokumente, die er fand, wurde der Weiße Salamanderbrief genannt."
    }
  },
  {
    "translation": {
      "en": "It was a letter from Martin Harris, an important man in early Mormonism,",
      "de": "Ein Brief von Martin Harris, einem wichtigen Mann im frühen Mormonismus,"
    }
  },
  {
    "translation": {
      "en": "and the letter said that Joseph Smith had told him",
      "de": "und in dem Brief stand, dass Joseph Smith ihm sagte,"
    }
  },
  {
    "translation": {
      "en": "that Joseph Smith was led to the Golden Plates by a white salamander.",
      "de": "dass ein weißer Salamander ihn zu den Goldplatten führte."
    }
  },
  {
    "translation": {
      "en": "This contradicted the Church version of what had happened",
      "de": "Das widersprach der kirchlichen Version der Ereignisse"
    }
  },
  {
    "translation": {
      "en": "and struck deeply at Mormon belief.",
      "de": "und erschütterte den Glauben der Mormonen."
    }
  },
  {
    "translation": {
      "en": "[Turley] This new Salamander letter",
      "de": "Dieser neue Salamanderbrief"
    }
  },
  {
    "translation": {
      "en": "gave a far different story of the Church's earliest roots",
      "de": "lieferte eine andere Geschichte über die Kirchenursprünge"
    }
  },
  {
    "translation": {
      "en": "and took that context of Christian familiar terms, like angels…",
      "de": "und machte den christlichen Kontext, wie etwa Symbole wie Engel…"
    }
  },
  {
    "translation": {
      "en": "My name is Moroni.",
      "de": "Mein Name ist Moroni."
    }
  },
  {
    "translation": {
      "en": "…and twisted them towards a kind of folk magic context.",
      "de": "…zu einem eher volksmythischen Kontext."
    }
  },
  {
    "translation": {
      "en": "And the contents of the Salamander letter got a lot of attention from scholars,",
      "de": "Der Inhalt des Salamanderbriefes bekam viel Aufmerksamkeit von Gelehrten,"
    }
  },
  {
    "translation": {
      "en": "who argued about it and began to say, \"Wait a minute.",
      "de": "die sich darüber stritten: \"Moment mal."
    }
  },
  {
    "translation": {
      "en": "Is the history that we learned about this from Joseph Smith not correct?\"",
      "de": "Ist die Geschichte von Joseph Smith nicht korrekt?\""
    }
  },
  {
    "translation": {
      "en": "Now, the LDS Church does, in fact, keep documents from the public,",
      "de": "Die LDS-Kirche verheimlicht der Öffentlichkeit in der Tat Dokumente,"
    }
  },
  {
    "translation": {
      "en": "so some people say that the LDS Church hides its history.",
      "de": "also sagen manche, dass die LDS-Kirche ihre Geschichte verbirgt."
    }
  },
  {
    "translation": {
      "en": "One of Mark's concerns was that the Church",
      "de": "Eine von Marks Sorgen war, dass die Kirche"
    }
  },
  {
    "translation": {
      "en": "would try to hide documents that proved embarrassing to them,",
      "de": "versuchen würde, unangenehme Dokumente zu verheimlichen."
    }
  },
  {
    "translation": {
      "en": "and I think that's why you find him giving copies of the documents to other people.",
      "de": "Daher gab er wohl Kopien der Dokumente an andere."
    }
  },
  {
    "translation": {
      "en": "[Metcalfe] I remember one day, Mark Hofmann approached me with the Salamander letter.",
      "de": "Eines Tages kam Mark Hofmann mit dem Salamanderbrief zu mir."
    }
  },
  {
    "translation": {
      "en": "And I remember that, as I read it, I said,",
      "de": "Und ich erinnere mich, dass ich beim Lesen sagte:"
    }
  },
  {
    "translation": {
      "en": "\"Have you talked to Steve Christensen yet?\"",
      "de": "\"Hast du mit Steve Christensen gesprochen?\""
    }
  },
  {
    "translation": {
      "en": "[woman] Okay, and you're a collector of this kind of thing.",
      "de": "-Ok, Sie sammeln diese Dinge. -Nun, eigentlich nicht."
    }
  },
  {
    "translation": {
      "en": "Well, uh, actually not.",
      "de": "-Ok, Sie sammeln diese Dinge. -Nun, eigentlich nicht. GESCHÄFTSMANN UND SAMMLER"
    }
  },
  {
    "translation": {
      "en": "-I collect a lot of books… -[woman] Mm-hmm.",
      "de": "Ich sammle viele Bücher,"
    }
  },
  {
    "translation": {
      "en": "…and the way I became aware of the document was through, uh, Brent Metcalfe…",
      "de": "und ich wurde durch Brent Metcalfe auf das Dokument aufmerksam…"
    }
  },
  {
    "translation": {
      "en": "[Metcalfe] Steve had a genuine interest in Church history,",
      "de": "Steve hatte ein echtes Interesse an der Kirchengeschichte,"
    }
  },
  {
    "translation": {
      "en": "and while he loved the Church,",
      "de": "und auch wenn er die Kirche liebte,"
    }
  },
  {
    "translation": {
      "en": "he also felt that there was a need for intellectual transparency",
      "de": "erkannte er die Notwendigkeit für intellektuelle Transparenz"
    }
  },
  {
    "translation": {
      "en": "when it came to the history of the Church.",
      "de": "in Bezug auf die Kirchengeschichte."
    }
  },
  {
    "translation": {
      "en": "[Rigby] I know when Steve first saw the Salamander letter,",
      "de": "Ich weiß, als Steve den Salamanderbrief sah,"
    }
  },
  {
    "translation": {
      "en": "he recognized there were some issues in there that were very much, um…",
      "de": "erkannte er, dass es einige Probleme gab,"
    }
  },
  {
    "translation": {
      "en": "controversial to many members of the Church of Jesus Christ of Latter-Day Saints.",
      "de": "die sehr kontrovers für viele LDS-Mitglieder waren."
    }
  },
  {
    "translation": {
      "en": "His first concern was, number one, is this authentic?",
      "de": "Seine erste Sorge war vor allem: Ist das authentisch?"
    }
  },
  {
    "translation": {
      "en": "A few select individuals actually read the contents of the letter,",
      "de": "Einige Auserwählte lasen den Inhalt des Briefes"
    }
  },
  {
    "translation": {
      "en": "and look at the handwriting, uh, early in '84.",
      "de": "und begutachteten die Schrift Anfang 1984."
    }
  },
  {
    "translation": {
      "en": "I received the authentication reports back…",
      "de": "Ich habe die Echtheitsberichte erhalten,"
    }
  },
  {
    "translation": {
      "en": "shortly thereafter, uh,",
      "de": "kurz darauf,"
    }
  },
  {
    "translation": {
      "en": "made the purchase of the letter from Hofmann…",
      "de": "erwarb den Brief von Hofmann…"
    }
  },
  {
    "translation": {
      "en": "[Metcalfe] I remember going with Mark to Steve's office,",
      "de": "Ich ging mit Mark in Steves Büro,"
    }
  },
  {
    "translation": {
      "en": "and the price that they negotiated was $40,000 for the document.",
      "de": "der Preis, den sie aushandelten, war 40.000 $ für das Dokument."
    }
  },
  {
    "translation": {
      "en": "So at that point, the Salamander letter began to create some real concerns",
      "de": "Zu diesem Zeitpunkt verursachte der Salamanderbrief ernste Bedenken,"
    }
  },
  {
    "translation": {
      "en": "on the part of, particularly, President Gordon B. Hinckley.",
      "de": "insbesondere bei Präsident Gordon B. Hinckley."
    }
  },
  {
    "translation": {
      "en": "When we are called before the bar of God to give an accounting of our performance…",
      "de": "Wenn wir vor Gott gerufen werden, um Rechenschaft abzulegen…"
    }
  },
  {
    "translation": {
      "en": "[Turley] Hinckley released the letter with a disclaimer.",
      "de": "Präsident Hinckley gab den Brief mit einem Hinweis frei."
    }
  },
  {
    "translation": {
      "en": "He said, \"We'll have to accept, for the time being,",
      "de": "Er sagte: \"Wir müssen einstweilen"
    }
  },
  {
    "translation": {
      "en": "the scientific evaluations of the examiners,",
      "de": "die wissenschaftlichen Bewertungen der Prüfer akzeptieren,"
    }
  },
  {
    "translation": {
      "en": "but that does not mean that it could not have been a forgery from that time period,",
      "de": "aber das heißt nicht, dass es keine Fälschung aus dieser Zeit war,"
    }
  },
  {
    "translation": {
      "en": "that was created for the purposes of hurting the Church.\"",
      "de": "um der Kirche Schaden zuzufügen.\""
    }
  },
  {
    "translation": {
      "en": "I think it unlikely that any of us will be commended for wearing out our lives",
      "de": "Ich halte es für unwahrscheinlich, dass einer von uns dafür belohnt wird,"
    }
  },
  {
    "translation": {
      "en": "in an effort to find some morsel of history,",
      "de": "um ein Stück Geschichte zu finden,"
    }
  },
  {
    "translation": {
      "en": "incomplete in its context,",
      "de": "unvollständig in seinem Kontext,"
    }
  },
  {
    "translation": {
      "en": "to cast doubt on the integrity of this work.",
      "de": "um Zweifel an der Integrität dieses Werkes zu streuen."
    }
  },
  {
    "translation": {
      "en": "When the Salamander letter got publicized, and newspaper stories were written on it,",
      "de": "Als der Salamanderbrief veröffentlicht wurde und Zeitungsberichte erschienen,"
    }
  },
  {
    "translation": {
      "en": "it just changed everything.",
      "de": "veränderte sich alles."
    }
  },
  {
    "translation": {
      "en": "The letter generated a lot of controversy,",
      "de": "Der Brief löste Kontroversen aus,"
    }
  },
  {
    "translation": {
      "en": "some saying it alters traditional views of Mormon history.",
      "de": "für manche ändert er die traditionelle Sicht."
    }
  },
  {
    "translation": {
      "en": "Others say it merely sheds new light and doesn't change a thing.",
      "de": "Andere sagen, er liefert nur neue Infos und ändert nichts."
    }
  },
  {
    "translation": {
      "en": "[man 1] The Church is not eager to retell its story,",
      "de": "Andere sagen, er liefert nur neue Infos und ändert nichts. Die Kirche will keine neue Geschichte, aber dadurch wird sie"
    }
  },
  {
    "translation": {
      "en": "but I think the story is gradually going to be altered",
      "de": "Die Kirche will keine neue Geschichte, aber dadurch wird sie allmählich durch neue Beweise verändert."
    }
  },
  {
    "translation": {
      "en": "in light of new evidence.",
      "de": "allmählich durch neue Beweise verändert."
    }
  },
  {
    "translation": {
      "en": "[man 2] The Salamander letter challenges the Mormon Church's account of its own origins.",
      "de": "Der Brief untergräbt die Ursprungsgeschichte der Mormonen."
    }
  },
  {
    "translation": {
      "en": "[man 3] It sent historians scurrying to reinterpret the Mormon past.",
      "de": "Historiker legen nun die mormonische Vergangenheit neu aus."
    }
  },
  {
    "translation": {
      "en": "Instead of God and angels, now it's salamanders and magic.",
      "de": "Anstelle von Gott und Engeln haben wir jetzt Salamander und Magie."
    }
  },
  {
    "translation": {
      "en": "[Decker] It's as if someone came up with a document in which Moses said,",
      "de": "Als würde ein Dokument auftauchen, in dem Moses sagte:"
    }
  },
  {
    "translation": {
      "en": "\"I got the Ten Commandments from the ghost of Elvis Presley.\"",
      "de": "\"Ich habe die Zehn Gebote vom Geist von Elvis Presley.\""
    }
  },
  {
    "translation": {
      "en": "[man 4] The letter accuses Smith of dealing in folk magic and treasure hunting.",
      "de": "Der Brief beschuldigt Smith, sich mit Volksmagie und Schatzsuche zu befassen."
    }
  },
  {
    "translation": {
      "en": "This Mormonism, it's an outgrowth of magic. It's just boogeldy-boogeldy.",
      "de": "Dieser Mormonismus ist ein Auswuchs der Magie. Das ist absolut lächerlich."
    }
  },
  {
    "translation": {
      "en": "Religion sometimes breeds amongst people some extremes.",
      "de": "Religion bringt manchmal Extreme mit sich."
    }
  },
  {
    "translation": {
      "en": "It was a striking blow at the belief in the Church.",
      "de": "Es war ein Schlag gegen den Glauben an die Kirche."
    }
  },
  {
    "translation": {
      "en": "[man 5] Mormon leaders came under fire from critics when the Salamander letter came to light…",
      "de": "Mormonenführer wurden kritisiert, als der Salamanderbrief ans Licht kam…"
    }
  },
  {
    "translation": {
      "en": "The Church is not in a crisis of faith. We do not feel…",
      "de": "Es gibt keine Glaubenskrise. Wir sehen es nicht so,"
    }
  },
  {
    "translation": {
      "en": "whatever the commentaries may be, that the Church's foundations",
      "de": "was auch immer gesagt wird, dass das Fundament der Kirche"
    }
  },
  {
    "translation": {
      "en": "are in any way being battered or crumbled.",
      "de": "in irgendeiner Weise angeschlagen ist."
    }
  },
  {
    "translation": {
      "en": "I love the gospel with all my heart…",
      "de": "Ich liebe das Evangelium von ganzem Herzen…"
    }
  },
  {
    "translation": {
      "en": "Steve began to recognize that document dealing wasn't just a gentle pastime",
      "de": "Steve erkannte, der Handel mit Dokumenten war kein Zeitvertreib für die,"
    }
  },
  {
    "translation": {
      "en": "for those who have a passing interest in history.",
      "de": "die sich für Geschichte interessieren."
    }
  },
  {
    "translation": {
      "en": "[woman] Do you still have the letter?",
      "de": "Haben Sie den Brief noch?"
    }
  },
  {
    "translation": {
      "en": "No, I donated the letter to the LDS Church,",
      "de": "Nein, ich spendete den Brief an die LDS-Kirche."
    }
  },
  {
    "translation": {
      "en": "which had really been the plan for some time.",
      "de": "Das war schon lange der Plan."
    }
  },
  {
    "translation": {
      "en": "[man 6] Those documents are reportedly in the possession of the Church Archives.",
      "de": "Diese Dokumente sind Berichten zufolge im Besitz des Kirchenarchivs."
    }
  },
  {
    "translation": {
      "en": "Examination by historians outside the Church is forbidden.",
      "de": "Die Untersuchung durch externe Historiker ist verboten."
    }
  },
  {
    "translation": {
      "en": "[Turley] At that point, Steve Christensen donated the Salamander letter to the Church,",
      "de": "Also schenkte Steve Christensen der Kirche den Salamanderbrief,"
    }
  },
  {
    "translation": {
      "en": "and in a letter that he wrote to President Gordon B. Hinckley,",
      "de": "und in einem Brief an Präsident Gordon B. Hinckley"
    }
  },
  {
    "translation": {
      "en": "one of the things he said was,",
      "de": "schrieb er unter anderem:"
    }
  },
  {
    "translation": {
      "en": "\"It appears that dealing in Mormon documents -can be a dangerous business.\" -[thud]",
      "de": "\"Der Handel mit mormonischen Dokumenten kann also gefährlich sein.\""
    }
  },
  {
    "translation": {
      "en": "-[woman] I think that's what I need. -Okay.",
      "de": "-Ok. Das war dann schon alles. -Ok."
    }
  },
  {
    "translation": {
      "en": "[Alvin Rust] I came to Utah and joined a bowling league.",
      "de": "Ich kam nach Utah und trat einer Bowlingliga bei."
    }
  },
  {
    "translation": {
      "en": "And one of the bowlers there brought out a tool chest of coins.",
      "de": "Und einer der Bowler brachte eine Werkzeugkiste mit Münzen mit."
    }
  },
  {
    "translation": {
      "en": "My eyes got that big. [chuckles]",
      "de": "Meine Augen wurden so groß."
    }
  },
  {
    "translation": {
      "en": "I bought it, and it got me started in coins.",
      "de": "Ich kaufte sie und ging ins Münzgeschäft."
    }
  },
  {
    "translation": {
      "en": "And Mark Hofmann saw that I was interested in Mormon-related money items.",
      "de": "Und Mark Hofmann sah, dass ich mich für Mormonen-Münzen interessierte."
    }
  },
  {
    "translation": {
      "en": "So he was coming in all the time with new items.",
      "de": "Also kam er ständig mit neuen Gegenständen."
    }
  },
  {
    "translation": {
      "en": "[man] The notoriety of the Salamander letter",
      "de": "Die Bekanntheit des Salamanderbriefes hat die Chancen erhöht,"
    }
  },
  {
    "translation": {
      "en": "has increased the odds that even more",
      "de": "Die Bekanntheit des Salamanderbriefes hat die Chancen erhöht, noch mehr dieser seltenen Dokumente der Mormonen zu finden."
    }
  },
  {
    "translation": {
      "en": "of these rare Mormon documents might soon be found.",
      "de": "noch mehr dieser seltenen Dokumente der Mormonen zu finden."
    }
  },
  {
    "translation": {
      "en": "Dealers and collectors are especially conscious of the possibility of finding these rare Mormon papers.",
      "de": "Händler und Sammler sind interessiert, diese seltenen Papiere zu finden."
    }
  },
  {
    "translation": {
      "en": "Knowledgeable dealers believe unfound LDS documents",
      "de": "Fachkundige Händler glauben, es könnte noch"
    }
  },
  {
    "translation": {
      "en": "may number in the hundreds or even thousands.",
      "de": "Hunderte oder sogar Tausende davon geben."
    }
  },
  {
    "translation": {
      "en": "[Rust] One day, Mark comes into my store",
      "de": "Eines Tages kommt Mark in meinen Laden"
    }
  },
  {
    "translation": {
      "en": "and says he's located a large collection in New York City",
      "de": "und sagt, er fand eine große Sammlung in New York City,"
    }
  },
  {
    "translation": {
      "en": "that is by far the largest, uh, Mormon money",
      "de": "welche die bis dato größte Sammlung"
    }
  },
  {
    "translation": {
      "en": "and, uh, documents of the Church in existence.",
      "de": "aus mormonischem Geld und Dokumenten darstellt."
    }
  },
  {
    "translation": {
      "en": "And he says, \"They've contacted me and are interested in selling it.\"",
      "de": "Und er sagt: \"Sie haben mich kontaktiert und wollen sie verkaufen.\""
    }
  },
  {
    "translation": {
      "en": "Mark says, \"I don't have the money to buy it. Would you help finance the item?\"",
      "de": "Mark sagt: \"Ich habe nicht das Geld. Würdest du sie mitfinanzieren?\""
    }
  },
  {
    "translation": {
      "en": "And I say, \"Well, how much is it?\"",
      "de": "Und ich: \"Wie teuer ist sie?\""
    }
  },
  {
    "translation": {
      "en": "And he says, \"$185,000.\"",
      "de": "Und er sagt: \"185.000 $.\""
    }
  },
  {
    "translation": {
      "en": "And I had credit with the bank, so I gave the money in an advance to Mark.",
      "de": "Ich hatte Kredit bei der Bank, also gab ich Mark das Geld im Voraus."
    }
  },
  {
    "translation": {
      "en": "[Ashworth] Stories got around that Mark is offering this collection.",
      "de": "Es wurde erzählt, dass Mark diese Sammlung anbot."
    }
  },
  {
    "translation": {
      "en": "I remember talkin' with him. \"What's in the collection?\"",
      "de": "Ich sprach mit ihm darüber. \"Was ist in der Sammlung?\""
    }
  },
  {
    "translation": {
      "en": "\"It's got five little diaries. They're written between 1831 and '38.\"",
      "de": "\"Fünf kleine Tagebücher. Sie wurden zwischen 1831 und 1838 geschrieben.\""
    }
  },
  {
    "translation": {
      "en": "It became the McLellin Collection.",
      "de": "Es wurde zur McLellin-Sammlung."
    }
  },
  {
    "translation": {
      "en": "[Flynn] Well, the McLellin Collection.",
      "de": "In der McLellin-Sammlung war ein Brief"
    }
  },
  {
    "translation": {
      "en": "There was a letter in there of potentially a devastating nature.",
      "de": "In der McLellin-Sammlung war ein Brief von potenziell verheerender Natur,"
    }
  },
  {
    "translation": {
      "en": "A letter that was written by Joseph Smith's wife,",
      "de": "ein Brief von Joseph Smiths Frau,"
    }
  },
  {
    "translation": {
      "en": "which detailed that it was, in fact, Joseph Smith's older brother",
      "de": "der besagte, dass es Joseph Smiths älterer Bruder war,"
    }
  },
  {
    "translation": {
      "en": "who first met Moroni, lifted the stone, saw the gold plates.",
      "de": "der Moroni zum ersten Mal traf, den Stein hob, die goldenen Platten sah."
    }
  },
  {
    "translation": {
      "en": "And after the Salamander letter had significant impact for the Church,",
      "de": "Nach dem Salamanderbrief hatte das großen Einfluss auf die Kirche."
    }
  },
  {
    "translation": {
      "en": "the McLellin Collection was potentially devastating. Devastating.",
      "de": "Die McLellin-Sammlung war potenziell verheerend. Vernichtend."
    }
  },
  {
    "translation": {
      "en": "[Turley] When Mark was marketing the McLellin Collection,",
      "de": "Als Mark die McLellin-Sammlung vermarktete,"
    }
  },
  {
    "translation": {
      "en": "he talked about it with Steve Christensen,",
      "de": "sprach er mit Steve Christensen darüber,"
    }
  },
  {
    "translation": {
      "en": "who was representing the Church's interest at that time,",
      "de": "der damals die Interessen der Kirche vertrat."
    }
  },
  {
    "translation": {
      "en": "and hearing about this, began to think, \"Well, the Church ought to own that.\"",
      "de": "Er hörte davon und dachte: \"Die Kirche sollte das besitzen.\""
    }
  },
  {
    "translation": {
      "en": "Steve Christensen had sort of been put in charge from someone in the LDS Church,",
      "de": "Steve Christensen wurde von jemandem aus der LDS-Kirche beauftragt,"
    }
  },
  {
    "translation": {
      "en": "and he was gonna go with Mark and get the McLellin Collection.",
      "de": "mit Mark die McLellin-Sammlung zu holen."
    }
  },
  {
    "translation": {
      "en": "[Rust] Mark took it through Steven Christensen directly to the LDS Church,",
      "de": "Mark brachte sie über Steven Christensen direkt zur LDS-Kirche,"
    }
  },
  {
    "translation": {
      "en": "and they're gonna buy it for $300,000.",
      "de": "und sie kauften sie für 300.000 $."
    }
  },
  {
    "translation": {
      "en": "And meanwhile, I should say that I had guaranteed",
      "de": "Ich sollte noch erwähnen, ich hatte garantiert,"
    }
  },
  {
    "translation": {
      "en": "to not mention this to anybody.",
      "de": "niemandem davon zu erzählen."
    }
  },
  {
    "translation": {
      "en": "He told me, on this collection,",
      "de": "Er sagte mir,"
    }
  },
  {
    "translation": {
      "en": "that the Church didn't want it to be exposed",
      "de": "dass die Kirche nicht wollte, dass es rauskommt,"
    }
  },
  {
    "translation": {
      "en": "until they could go through the entire collection",
      "de": "bis sie die gesamte Sammlung durchgehen konnten,"
    }
  },
  {
    "translation": {
      "en": "and find out what it's about before it was released to the public.",
      "de": "bevor sie veröffentlicht wurde."
    }
  },
  {
    "translation": {
      "en": "You know, secrets just can't be kept.",
      "de": "Man kann Geheimnisse nicht wahren."
    }
  },
  {
    "translation": {
      "en": "Every-- [scoffs] Well, there's an old story.",
      "de": "Es gibt eine alte Geschichte."
    }
  },
  {
    "translation": {
      "en": "If-- The only way to keep a secret between two people is to kill one of 'em.",
      "de": "Man wahrt ein Geheimnis zwischen zwei Personen nur, indem man einen tötet."
    }
  },
  {
    "translation": {
      "en": "It's kind of true. [chuckles]",
      "de": "Es ist wahr."
    }
  },
  {
    "translation": {
      "en": "[woman over radio] There's an emergency in the Church building",
      "de": "15. OKTOBER 1985 8:15 UHR Es gibt einen Notfall im Judge Building an der Ecke Main und Third South."
    }
  },
  {
    "translation": {
      "en": "on the corner of Main… -[man 1 over radio] An APB… He's been cut. -…and Third South.",
      "de": "Es gibt einen Notfall im Judge Building an der Ecke Main und Third South."
    }
  },
  {
    "translation": {
      "en": "[man 2 over radio] 231, we've got an echo.",
      "de": "Wagen 231, wir haben was."
    }
  },
  {
    "translation": {
      "en": "-[man 3 over radio] Let's notify homicide. -[man 4] We have one male fatality…",
      "de": "30, Morddezernat rufen. Ein männlicher Toter…"
    }
  },
  {
    "translation": {
      "en": "[woman] It's the kind of terror that so often grips other parts of the world.",
      "de": "Die Art von Terror, die so oft andere Teile der Welt erfasst."
    }
  },
  {
    "translation": {
      "en": "[man 5] But today, the violence we associate with the Middle East or Northern Ireland",
      "de": "Die Gewalt, bekannt aus dem Nahen Osten und Nordirland,"
    }
  },
  {
    "translation": {
      "en": "struck tragically along the Wasatch Front.",
      "de": "ereilte tragisch Wasatch Front."
    }
  },
  {
    "translation": {
      "en": "All of a sudden, we heard a boom. It shook the building.",
      "de": "Plötzlich ein Knall, der das Gebäude erschütterte."
    }
  },
  {
    "translation": {
      "en": "And there was debris out in the hallway, cans. Looked like a wastebasket.",
      "de": "Überall waren Trümmer, Dosen, wie in einem Abfalleimer."
    }
  },
  {
    "translation": {
      "en": "[man 6] The bomb went off in the east side of the Judge Building shortly after eight.",
      "de": "Die Bombe explodierte kurz nach acht auf der Ostseite des Jude Buildings."
    }
  },
  {
    "translation": {
      "en": "The office building was already full of workers.",
      "de": "Das Bürogebäude war schon voller Angestellter."
    }
  },
  {
    "translation": {
      "en": "I was sitting up in my bed, uh, watching TV,",
      "de": "Ich saß in meinem Bett vor dem Fernseher"
    }
  },
  {
    "translation": {
      "en": "and I got a call from Curt Bench.",
      "de": "und bekam einen Anruf von Curt Bench."
    }
  },
  {
    "translation": {
      "en": "-I was driving to work downtown… -[news playing on radio] …and I always listened to the news.",
      "de": "Ich fuhr zur Arbeit und hörte wie immer die Nachrichten."
    }
  },
  {
    "translation": {
      "en": "[man 7 on radio] …still searching through the debris,",
      "de": "Die Polizei durchsucht die Trümmer,"
    }
  },
  {
    "translation": {
      "en": "waiting for the victim's body to be brought out of the Judge Building.",
      "de": "die Leiche des Opfers muss noch aus dem Jude Building geborgen werden."
    }
  },
  {
    "translation": {
      "en": "The newscaster said that there had been an explosion downtown,",
      "de": "Der Nachrichtensprecher sagte, dass es in der Innenstadt eine Explosion gab"
    }
  },
  {
    "translation": {
      "en": "and that a man had been killed.",
      "de": "und dass ein Mann getötet worden sei."
    }
  },
  {
    "translation": {
      "en": "And I only knew one person that worked in the Judge Building.",
      "de": "Und ich kannte nur eine Person, die im Judge Building arbeitete."
    }
  },
  {
    "translation": {
      "en": "It was all over the news. Every network station was running it at that point.",
      "de": "Es lief überall in den Nachrichten. Jeder Sender brachte es."
    }
  },
  {
    "translation": {
      "en": "[woman] …a powerful blast rocked the sixth floor",
      "de": "…eine Explosion erschütterte das Judge Building"
    }
  },
  {
    "translation": {
      "en": "of the Judge Building in Salt Lake.",
      "de": "…eine Explosion erschütterte das Judge Building -in Salt Lake. -Laut Polizei war es eine komplexe Bombe."
    }
  },
  {
    "translation": {
      "en": "[man 8] Police believe it was a sophisticated bomb.",
      "de": "-in Salt Lake. -Laut Polizei war es eine komplexe Bombe."
    }
  },
  {
    "translation": {
      "en": "…blown the door off the hinges, thrown shrapnel…",
      "de": "…riss die Türen aus den Angeln, überall Splitter…"
    }
  },
  {
    "translation": {
      "en": "Here's the secretary that found a box addressed to our victim.",
      "de": "Die Sekretärin, die eine an das Opfer adressierte Box fand."
    }
  },
  {
    "translation": {
      "en": "[Metcalfe] And, uh, then I got a call from a reporter, and, uh…",
      "de": "Dann erhielt ich einen Anruf von einem Reporter und…"
    }
  },
  {
    "translation": {
      "en": "He said, um…",
      "de": "Er sagte…"
    }
  },
  {
    "translation": {
      "en": "\"What can you tell me about Steve Christensen",
      "de": "\"Was können Sie mir zu Steve Christensen sagen?"
    }
  },
  {
    "translation": {
      "en": "now that he's died?\"",
      "de": "Jetzt, wo er tot ist? \""
    }
  },
  {
    "translation": {
      "en": "[woman] In downtown Salt Lake, a local financial consultant, Steven F. Christensen,",
      "de": "In der Innenstadt von Salt Lake starb ein Finanzberater, Steven F. Christensen,"
    }
  },
  {
    "translation": {
      "en": "died in that explosion.",
      "de": "bei der Explosion."
    }
  },
  {
    "translation": {
      "en": "Witnesses say he had stopped to pick up a package",
      "de": "Laut Zeugen holte er ein Paket"
    }
  },
  {
    "translation": {
      "en": "in the doorway of his office when the booby trap went off.",
      "de": "am Eingang des Büros ab, als die Bombe hochging."
    }
  },
  {
    "translation": {
      "en": "[man 9] A search dog from the airport was brought in to look for more explosives.",
      "de": "Ein Suchhund vom Flughafen sucht nach weiterem Sprengstoff."
    }
  },
  {
    "translation": {
      "en": "So far, no other bombs have been found.",
      "de": "Bisher wurden keine weiteren Bomben gefunden."
    }
  },
  {
    "translation": {
      "en": "[Rigby] The morning of October 15th,",
      "de": "Am Morgen des 15. Oktobers"
    }
  },
  {
    "translation": {
      "en": "Steve and I decided we were gonna get together at eight o'clock.",
      "de": "wollten Steve und ich uns um acht Uhr treffen"
    }
  },
  {
    "translation": {
      "en": "at the Judge Building.",
      "de": "im Judge Building."
    }
  },
  {
    "translation": {
      "en": "I called Steve to tell him I was running ten minutes late,",
      "de": "Ich rief Steve an, um zu sagen, dass ich mich verspäte,"
    }
  },
  {
    "translation": {
      "en": "because I had stopped to get these documents, and I'd be walkin' down.",
      "de": "weil ich die Dokumente holen musste und zu Fuß käme."
    }
  },
  {
    "translation": {
      "en": "Uh, the phone rang and rang, and I just got our answering machine.",
      "de": "Das Telefon klingelte durch, nur der AB ging ran."
    }
  },
  {
    "translation": {
      "en": "[Christensen] Hello. You've reached the offices of Steve Christensen.",
      "de": "Hallo. Sie haben das Büro von Steve Christensen erreicht."
    }
  },
  {
    "translation": {
      "en": "[Rigby] And as I'm walking down, I see police and firetrucks",
      "de": "Als ich ankomme, sehe ich Polizei und Feuerwehr"
    }
  },
  {
    "translation": {
      "en": "right out in front of the Judge Building.",
      "de": "direkt vor dem Judge Building."
    }
  },
  {
    "translation": {
      "en": "Literally, as I walked in the building, I walked in the same time that the property manager was also walking in,",
      "de": "Ich betrat das Gebäude nahezu zeitlich mit dem Hausverwalter,"
    }
  },
  {
    "translation": {
      "en": "and we ran up the stairs together.",
      "de": "und wir rannten die Treppe hoch."
    }
  },
  {
    "translation": {
      "en": "And I'll never forget looking down at the hall to our office,",
      "de": "Und ich werde nie den Anblick des Gangs zu unserem Büro vergessen,"
    }
  },
  {
    "translation": {
      "en": "and our door was totally… blown away.",
      "de": "unsere Tür war total zerstört."
    }
  },
  {
    "translation": {
      "en": "There was no door.",
      "de": "Es gab keine Tür mehr."
    }
  },
  {
    "translation": {
      "en": "There were Tab cans. There was debris all over in the hallway,",
      "de": "Überall lagen Dosen und Trümmer im Gang,"
    }
  },
  {
    "translation": {
      "en": "and it just was unbelievable to me.",
      "de": "ich konnte es einfach nicht fassen."
    }
  },
  {
    "translation": {
      "en": "And I'll never forget the building manager turning to me and saying,",
      "de": "Und ich werde nie vergessen, dass der Verwalter fragte:"
    }
  },
  {
    "translation": {
      "en": "\"What in the hell type of business were you guys running?\"",
      "de": "\"Was für Geschäfte machten Sie hier?\""
    }
  },
  {
    "translation": {
      "en": "[man 1] The Sheriff's Department reports another explosion",
      "de": "EINE STUNDE NACH DER BOMBE Das Sheriff's Department meldet eine weitere Explosion"
    }
  },
  {
    "translation": {
      "en": "at a home on Naniloa Drive in Holladay within the past hour.",
      "de": "in der letzten Stunde bei einem Haus am Naniloa Drive in Holladay."
    }
  },
  {
    "translation": {
      "en": "County Sheriff is now investigating the possibility that this second explosion, once again,",
      "de": "Der County Sheriff untersucht eine mögliche Verbindung der zweiten Explosion"
    }
  },
  {
    "translation": {
      "en": "could be linked to this morning's bomb at the Judge Building downtown.",
      "de": "mit der im Judge Building in der Innenstadt heute früh."
    }
  },
  {
    "translation": {
      "en": "Police say both bombs were triggered by an electrical timing device",
      "de": "Laut Polizei wurden beide Bomben per Zeituhr gezündet"
    }
  },
  {
    "translation": {
      "en": "and were the work of professional assassins.",
      "de": "und das Werk von Profikillern."
    }
  },
  {
    "translation": {
      "en": "Yes. It was quite loud, a big pop, bang.",
      "de": "Ja. Es war sehr laut, ein heftiger Knall."
    }
  },
  {
    "translation": {
      "en": "[man 2] The first victim was Steve Christensen.",
      "de": "Das erste Opfer war Steve Christensen."
    }
  },
  {
    "translation": {
      "en": "The second was the wife of one of Christensen's former business associates.",
      "de": "Das zweite war die Frau eines Ex-Geschäftspartners von Christensen."
    }
  },
  {
    "translation": {
      "en": "Kathy Sheets died by the blast, apparently intended for her husband, Gary.",
      "de": "Kathy Sheets starb bei der Explosion, die wohl ihrem Mann Gary galt."
    }
  },
  {
    "translation": {
      "en": "[Rigby] My mind was just racing with what I just experienced.",
      "de": "Meine Gedanken rasten nach diesen Ereignissen."
    }
  },
  {
    "translation": {
      "en": "I looked over in the corner of my eye.",
      "de": "Ich schaute zur Seite."
    }
  },
  {
    "translation": {
      "en": "There's my former partner and boss,",
      "de": "Da stand mein ehemaliger Partner und Chef,"
    }
  },
  {
    "translation": {
      "en": "Gary Sheets, just standing there, wondering what's going on.",
      "de": "Gary Sheets, der sich fragte, was los war."
    }
  },
  {
    "translation": {
      "en": "[man 3] The connection between Christensen and Sheets.",
      "de": "Die Verbindung zwischen Steven Christensen und Gary Sheets,"
    }
  },
  {
    "translation": {
      "en": "Both served as officers in a financial consulting company…",
      "de": "beide ehemalige leitende Angestellte einer Finanzberatung…"
    }
  },
  {
    "translation": {
      "en": "The bomb was apparently meant for Gary Sheets,",
      "de": "Die Bombe war für Gary Sheets bestimmt,"
    }
  },
  {
    "translation": {
      "en": "but the killer missed his mark, and Sheets' wife Kathy…",
      "de": "aber der Killer traf Sheets Frau Kathy…"
    }
  },
  {
    "translation": {
      "en": "Kathy Sheets died instantly when she picked up a bomb placed on a wooden walk.",
      "de": "Kathy Sheets starb, als sie eine Bombe auf einem Steg aufhob."
    }
  },
  {
    "translation": {
      "en": "Police say the device was equal in power to two sticks of dynamite.",
      "de": "Die Schlagkraft war die von zwei Stangen Dynamit."
    }
  },
  {
    "translation": {
      "en": "[Sanders] The headlines were Salt Lake City was like Beirut, Lebanon.",
      "de": "In den Schlagzeilen wirkte Salt Lake City wie Beirut, Libanon."
    }
  },
  {
    "translation": {
      "en": "It's like, \"What on Earth's going on?\"",
      "de": "\"Was geht hier vor sich?\""
    }
  },
  {
    "translation": {
      "en": "And panic began to ensue because one bomb is an anomaly.",
      "de": "Es kam Panik auf, denn eine Bombe ist eine Anomalie."
    }
  },
  {
    "translation": {
      "en": "Two bombs suggests a serial killer.",
      "de": "Zwei Bomben deuten auf einen Serienmörder hin."
    }
  },
  {
    "translation": {
      "en": "If there were two bombs, there could be three, four, five, or a dozen or more.",
      "de": "Und wenn es zwei gab, könnten es drei, vier, fünf oder mehr sein."
    }
  },
  {
    "translation": {
      "en": "[man 4] A secretary at the Salt Lake Tribune",
      "de": "Eine Sekretärin der Salt Lake Tribune erhielt einen Anruf,"
    }
  },
  {
    "translation": {
      "en": "received a call that said the bomber wasn't finished.",
      "de": "Eine Sekretärin der Salt Lake Tribune erhielt einen Anruf, der Bomber sei noch nicht fertig."
    }
  },
  {
    "translation": {
      "en": "[woman] \"I suggest you listen carefully.",
      "de": "\"Hören Sie genau zu."
    }
  },
  {
    "translation": {
      "en": "There's four more bombs from here to South Temple.\"",
      "de": "Es gibt noch vier Bomben von hier bis South Temple.\""
    }
  },
  {
    "translation": {
      "en": "It was very disturbing and frightening,",
      "de": "Es war sehr beunruhigend und beängstigend,"
    }
  },
  {
    "translation": {
      "en": "and there was all kinds of speculation going on.",
      "de": "und es gab jede Menge Spekulationen."
    }
  },
  {
    "translation": {
      "en": "If there is a reason for today's madness, the answer probably lies",
      "de": "Der Grund für den heutigen Wahnsinn findet sich wohl"
    }
  },
  {
    "translation": {
      "en": "buried in the business records of Christensen and Sheets.",
      "de": "in den Geschäften von Christensen und Sheets."
    }
  },
  {
    "translation": {
      "en": "[Decker] …theories revolved around high finance",
      "de": "in den Geschäften von Christensen und Sheets. …es geht wohl um Großkapital und hohe Verluste bei CFS."
    }
  },
  {
    "translation": {
      "en": "and big losses in the CFS company.",
      "de": "…es geht wohl um Großkapital und hohe Verluste bei CFS."
    }
  },
  {
    "translation": {
      "en": "There was dark talk of disgruntled investors,",
      "de": "Es gab Gerüchte über verärgerte Investoren,"
    }
  },
  {
    "translation": {
      "en": "hired professional killers, and Las Vegas connections.",
      "de": "engagierte Profi-Killer und Verbindungen nach Las Vegas."
    }
  },
  {
    "translation": {
      "en": "[man 5] Sheets helped bombing victim Steve Christensen",
      "de": "Sheets half dem Opfer Christensen"
    }
  },
  {
    "translation": {
      "en": "finance the purchase and study of the so-called Salamander letter before it was turned over to the Mormon Church.",
      "de": "beim Kauf des Salamanderbriefes, bevor er an die Mormonenkirche ging."
    }
  },
  {
    "translation": {
      "en": "My feeling is that",
      "de": "Mein Gefühl ist, dass ein verärgerter Investor"
    }
  },
  {
    "translation": {
      "en": "some disgruntled investor somewhere hired someone to do this.",
      "de": "Mein Gefühl ist, dass ein verärgerter Investor jemanden angeheuert hat."
    }
  },
  {
    "translation": {
      "en": "We didn't know who the targets were going to be next,",
      "de": "Keiner kannte die Ziele, wer der Nächste sein würde,"
    }
  },
  {
    "translation": {
      "en": "if there was anybody that was gonna be next.",
      "de": "ob es einen Nächsten geben würde."
    }
  },
  {
    "translation": {
      "en": "Chief Willoughby has been meeting the past hour with other officials,",
      "de": "Chief Willoughby sprach in der letzten Stunde mit anderen Beamten,"
    }
  },
  {
    "translation": {
      "en": "and we're going to go to him right now for this briefing.",
      "de": "und wir schalten zu ihm für dieses Briefing."
    }
  },
  {
    "translation": {
      "en": "At this moment, we have a task force put together",
      "de": "In diesem Moment wird eine Einsatzgruppe formiert,"
    }
  },
  {
    "translation": {
      "en": "because, uh, we definitely feel that there is a direct tie",
      "de": "weil wir gehen von einer direkten Verbindung"
    }
  },
  {
    "translation": {
      "en": "between both of the bombings here in Salt Lake County and Salt Lake City.",
      "de": "zwischen den beiden Bomben hier im County und Salt Lake City aus."
    }
  },
  {
    "translation": {
      "en": "There are two areas that we're centering our efforts on,",
      "de": "Wir konzentrieren uns auf zwei Bereiche,"
    }
  },
  {
    "translation": {
      "en": "and one is the financial dealings,",
      "de": "einer davon sind die Finanzgeschäfte,"
    }
  },
  {
    "translation": {
      "en": "uh, both Mr. Sheets and Mr. Christensen were involved in.",
      "de": "an denen Mr. Sheets und Mr. Christensen beteiligt waren."
    }
  },
  {
    "translation": {
      "en": "The other motive, uh, we're getting information on",
      "de": "Das andere Motiv, zu dem Informationen eingehen,"
    }
  },
  {
    "translation": {
      "en": "has to do with the White Salamander letter, uh,",
      "de": "hat mit dem Weißen Salamanderbrief zu tun,"
    }
  },
  {
    "translation": {
      "en": "which is now in the possession of the LDS Church.",
      "de": "der sich jetzt im Besitz der LDS-Kirche befindet."
    }
  },
  {
    "translation": {
      "en": "[Rigby] Hold on. Now, my mind immediately started turning elsewhere.",
      "de": "Moment. Da kamen mir umgehend andere Dinge in den Sinn."
    }
  },
  {
    "translation": {
      "en": "This has something to do with that crazy document deal",
      "de": "Das hat etwas mit dem verrückten Dokumenten-Deal zu tun,"
    }
  },
  {
    "translation": {
      "en": "that Steve was dealing with.",
      "de": "mit dem Steve zu tun hatte."
    }
  },
  {
    "translation": {
      "en": "Welcome now to Primetime Access. I'm Bruce Lindsay.",
      "de": "Willkommen bei Primtime Access. Ich bin Bruce Lindsay."
    }
  },
  {
    "translation": {
      "en": "On this day of extraordinary news in Salt Lake City,",
      "de": "Nach den außergewöhnlichen Nachrichten"
    }
  },
  {
    "translation": {
      "en": "we're going to devote most of the rest of this hour to questions emerging from the murders.",
      "de": "widmen wir die nächste Stunde den beiden Bomben-Morden."
    }
  },
  {
    "translation": {
      "en": "[man] The violence began as downtown was opening for business.",
      "de": "Die Gewalt begann mit Geschäftsöffnung."
    }
  },
  {
    "translation": {
      "en": "A morning of fear and death for much of the Wasatch Front.",
      "de": "Ein Morgen, der Furcht und Tod nach Wasatch Front brachte."
    }
  },
  {
    "translation": {
      "en": "…an anonymous caller warned there were even more bombs",
      "de": "…ein anonymer Anrufer warnte vor weiteren Bomben"
    }
  },
  {
    "translation": {
      "en": "in surrounding buildings.",
      "de": "in umliegenden Gebäuden."
    }
  },
  {
    "translation": {
      "en": "Police say that that call could have been a copycat prank,",
      "de": "Laut Polizei könnte es ein Scherzanruf sein,"
    }
  },
  {
    "translation": {
      "en": "but the department was taking no chances at that point.",
      "de": "aber trotzdem wird kein Risiko eingegangen."
    }
  },
  {
    "translation": {
      "en": "I would, uh, work with Mark, and it was always on Wednesday afternoon.",
      "de": "Ich arbeitete mit Mark, und zwar immer am Mittwochnachmittag."
    }
  },
  {
    "translation": {
      "en": "And we would just meet at Walden Book. That was our spot.",
      "de": "Wir trafen uns bei Walden Book. Das war unser Platz."
    }
  },
  {
    "translation": {
      "en": "But on October 16th, I didn't go up that day.",
      "de": "Aber am 16. Oktober ging ich nicht hin."
    }
  },
  {
    "translation": {
      "en": "Uh, I tried to get ahold of Mark, but I couldn't reach him.",
      "de": "Ich rief Mark an, konnte ihn aber nicht erreichen."
    }
  },
  {
    "translation": {
      "en": "I guess he was running around town that day.",
      "de": "Er rannte an dem Tag wohl durch die Stadt."
    }
  },
  {
    "translation": {
      "en": "But I did run into Curt Bench, I think,",
      "de": "Aber ich traf Curt Bench, und Curt erzählte,"
    }
  },
  {
    "translation": {
      "en": "and Curt told me that, uh, he had talked to Mark or something,",
      "de": "Aber ich traf Curt Bench, und Curt erzählte, dass er mit Mark gesprochen hatte,"
    }
  },
  {
    "translation": {
      "en": "and he also made it sound like Mark was, uh…",
      "de": "und bei ihm klang es so, als wäre Mark…"
    }
  },
  {
    "translation": {
      "en": "really nervous. Okay? Really nervous.",
      "de": "…sehr nervös. Ok? Wirklich nervös."
    }
  },
  {
    "translation": {
      "en": "[woman] An associate of Christensen said, \"We're filled with absolute terror.\"",
      "de": "Ein Partner von Christensen sagte: \"Wir haben Riesenangst.\""
    }
  },
  {
    "translation": {
      "en": "The houses were cordoned off, families evacuated,",
      "de": "Die Häuser wurden abgesperrt, die Familien evakuiert,"
    }
  },
  {
    "translation": {
      "en": "and dogs brought in to sniff for bombs. None were found.",
      "de": "und Hunde suchten nach Bomben. Es wurden keine gefunden."
    }
  },
  {
    "translation": {
      "en": "[Bench] I called Mark, and I warned Mark",
      "de": "Ich rief Mark an und warnte ihn,"
    }
  },
  {
    "translation": {
      "en": "and told him that he ought to get his family out of their house.",
      "de": "und ich sagte ihm, er sollte seine Familie wegbringen."
    }
  },
  {
    "translation": {
      "en": "[Dorie] Mark tells me, \"Christensen has been killed.",
      "de": "Und Mark sagt: \"Steve Christensen wurde getötet."
    }
  },
  {
    "translation": {
      "en": "Kathy Sheets has been killed. I don't know what is happening here.",
      "de": "Kathy Sheets wurde getötet. Ich weiß nicht, was hier passiert."
    }
  },
  {
    "translation": {
      "en": "Your life may be in danger. You need to leave the house.\"",
      "de": "Dein Leben könnte in Gefahr sein. Du musst hier weg.\""
    }
  },
  {
    "translation": {
      "en": "We don't know if the attacks had something to do with religion or business",
      "de": "Haben die Angriffe mit Religion oder Geschäften zu tun?"
    }
  },
  {
    "translation": {
      "en": "or even possibly both…",
      "de": "Oder vielleicht beides…"
    }
  },
  {
    "translation": {
      "en": "We knew that the people involved in the Mormon document business",
      "de": "Wir wussten, dass die Leute im mormonischen Dokumentengeschäft"
    }
  },
  {
    "translation": {
      "en": "could be potential targets.",
      "de": "potenzielle Ziele sein könnten."
    }
  },
  {
    "translation": {
      "en": "And Mark did tell me that he had concerns",
      "de": "Und Mark sagte mir, er hätte Bedenken"
    }
  },
  {
    "translation": {
      "en": "about the McLellin Collection.",
      "de": "Und Mark sagte mir, er hätte Bedenken wegen der McLellin-Sammlung."
    }
  },
  {
    "translation": {
      "en": "People had heard things about it,",
      "de": "Die Leute hatten Dinge gehört,"
    }
  },
  {
    "translation": {
      "en": "and it was becoming more of a controversial subject.",
      "de": "und das Ganze wurde immer kontroverser."
    }
  },
  {
    "translation": {
      "en": "[man] Lawmen in Salt Lake City are going all out now to come up with the \"whys\" in the tragedy.",
      "de": "Die Behörden in Salt Lake City suchen nach Hintergründen der Tragödie."
    }
  },
  {
    "translation": {
      "en": "They have come up with some startling information.",
      "de": "Es gibt alarmierende Informationen."
    }
  },
  {
    "translation": {
      "en": "It now turns out that there's another collection",
      "de": "Es gibt wohl noch eine Sammlung"
    }
  },
  {
    "translation": {
      "en": "of early Mormon documents that are reputed to be far more explosive.",
      "de": "früher mormonischer Dokumente, die angeblich viel explosiver sind."
    }
  },
  {
    "translation": {
      "en": "They're the McLellin Collection.",
      "de": "Die McLellin-Sammlung,"
    }
  },
  {
    "translation": {
      "en": "Books, diaries, and revelations from the era of Joseph Smith.",
      "de": "Bücher, Tagebücher und Enthüllungen aus der Ära Joseph Smiths."
    }
  },
  {
    "translation": {
      "en": "One of the would-be buyers turns out to have been bombing victim Steve Christensen.",
      "de": "Einer der potenziellen Käufer war das Bomben-Opfer Steve Christensen."
    }
  },
  {
    "translation": {
      "en": "LDS officials have yet to confirm or deny reports",
      "de": "Die LDS-Kirche hat weder bestätigt noch verneint,"
    }
  },
  {
    "translation": {
      "en": "that Gordon B. Hinckley had agreed to buy the documents,",
      "de": "Die LDS-Kirche hat weder bestätigt noch verneint, dass Gordon B. Hinckley dem Kauf der Dokumente zustimmte,"
    }
  },
  {
    "translation": {
      "en": "which are believed to contain controversial information about the founding of the Mormon Church.",
      "de": "die wohl kontroverse Info enthalten über die Gründung der Mormonenkirche."
    }
  },
  {
    "translation": {
      "en": "Alvin Rust says the LDS Church had agreed to pay $300,000 for the collection.",
      "de": "Laut Alvin Rust wollte die LDS-Kirche 300.000 $ für die Sammlung bezahlen."
    }
  },
  {
    "translation": {
      "en": "[woman] Who at the Church had agreed to purchase these for $300,000?",
      "de": "Wer erklärte sich bereit, 300.000 $ dafür zu bezahlen?"
    }
  },
  {
    "translation": {
      "en": "It was, uh, Gordon B. Hinckley.",
      "de": "Das war Gordon B. Hinckley."
    }
  },
  {
    "translation": {
      "en": "I get on the phone to call the prophet of the Church of Jesus Christ of Latter-Day Saints.",
      "de": "Ich rief in der Kirche Jesu Christi der Heiligen der letzten Tage an."
    }
  },
  {
    "translation": {
      "en": "The man that took the call says, \"What is it about?\"",
      "de": "Der Mann am Telefon fragte: \"Worum geht es?\""
    }
  },
  {
    "translation": {
      "en": "And I said, \"It's about the McLellin Collection.\"",
      "de": "Und ich: \"Die McLellin-Sammlung.\""
    }
  },
  {
    "translation": {
      "en": "He says, \"Yeah, you and Hofmann were to bring that right now.\"",
      "de": "Und er: \"Ja, Sie und Hofmann wollten sie bringen.\""
    }
  },
  {
    "translation": {
      "en": "[man 1] A Church spokesman confirms that Hofmann met with LDS apostles",
      "de": "Ein Sprecher der Kirche bestätigte, dass Hofmann sich Dienstagnachmittag"
    }
  },
  {
    "translation": {
      "en": "on Tuesday afternoon,",
      "de": "mit LDS-Aposteln traf,"
    }
  },
  {
    "translation": {
      "en": "just hours after the first bomb killed Steven Christensen.",
      "de": "Stunden, nachdem die erste Bombe Christensen tötete."
    }
  },
  {
    "translation": {
      "en": "He said he wanted to donate the collection to the Church.",
      "de": "Er wollte die Sammlung der Kirche spenden."
    }
  },
  {
    "translation": {
      "en": "There was no discussion of our purchasing it.",
      "de": "Kauf war nie ein Thema."
    }
  },
  {
    "translation": {
      "en": "[Rust] He says, \"We've got people here right now",
      "de": "Er sagt: \"Wir haben Leute hier,"
    }
  },
  {
    "translation": {
      "en": "waiting for the McLellin Collection, to examine it.",
      "de": "die die McLellin-Sammlung untersuchen wollen."
    }
  },
  {
    "translation": {
      "en": "They want to purchase it for the Church.\"",
      "de": "Sie wollen sie für die Kirche kaufen.\""
    }
  },
  {
    "translation": {
      "en": "[man 2] Hofmann was to turn over the collection to Christensen",
      "de": "Hofmann sollte Christensen die Sammlung an dem Morgen geben,"
    }
  },
  {
    "translation": {
      "en": "the morning Christensen was killed.",
      "de": "als dieser getötet wurde."
    }
  },
  {
    "translation": {
      "en": "[man 3] Hofmann didn't show for the 10:00 a.m. appointment,",
      "de": "Hofmann kam nicht zum 10-Uhr-Termin,"
    }
  },
  {
    "translation": {
      "en": "but called and asked to meet at 2:00 p.m.",
      "de": "aber bat um eine Verlegung auf 14 Uhr."
    }
  },
  {
    "translation": {
      "en": "Sources tell Channel 5",
      "de": "Quellen sagen Kanal 5,"
    }
  },
  {
    "translation": {
      "en": "Hofmann had at least two meetings set up to peddle the papers.",
      "de": "Hofmann hatte mindestens zwei Verkaufstermine."
    }
  },
  {
    "translation": {
      "en": "[man on phone] …signature and have it witnessed, or something like that.",
      "de": "…Unterschriften oder derartige Sachen."
    }
  },
  {
    "translation": {
      "en": "[Mark on phone] Yeah, I can tell you also that, uh,",
      "de": "Ja, ich kann dazu nur sagen,"
    }
  },
  {
    "translation": {
      "en": "the LDS Church is interested in it also.",
      "de": "dass die LDS-Kirche auch Interesse hat."
    }
  },
  {
    "translation": {
      "en": "[man] Yeah, well, that may tend to complicate things.",
      "de": "Ja, das könnte die Dinge komplizieren."
    }
  },
  {
    "translation": {
      "en": "[Mark] They've already acquired, in fact, uh, some other pieces they got from me, -but they don't have this one yet. -[man] Mm-hmm.",
      "de": "Sie haben bereits andere Stücke gekauft von mir, aber dieses hier noch nicht."
    }
  },
  {
    "translation": {
      "en": "[Mark] I don't know what they're interested in it for, if they just want to lock it up or…",
      "de": "Ich weiß nicht, was sie vorhaben, ob sie es wegschließen wollen…"
    }
  },
  {
    "translation": {
      "en": "I can't imagine them publishing it or anything.",
      "de": "Veröffentlichen wohl kaum."
    }
  },
  {
    "translation": {
      "en": "[man] Well, be hard to say.",
      "de": "Nun, schwer zu sagen."
    }
  },
  {
    "translation": {
      "en": "-[Mark] Yeah. -[man] Um…",
      "de": "16. OKTOBER 1985 14:18 UHR"
    }
  },
  {
    "translation": {
      "en": "[man 4] Shannon Flynn is believed to have been working with Hofmann on the sale of those papers.",
      "de": "Shannon Flynn soll mit Hofmann am Verkauf der Papiere gearbeitet haben."
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "de": "Ich weiß nicht."
    }
  },
  {
    "translation": {
      "en": "He had an appointment at two o'clock with an attorney",
      "de": "Er hatte um 14 Uhr einen Termin mit einem Anwalt,"
    }
  },
  {
    "translation": {
      "en": "that represented a well-to-do Church member",
      "de": "der ein wohlhabendes Mitglied der Kirche vertrat,"
    }
  },
  {
    "translation": {
      "en": "that was going to buy that McLellin Collection,",
      "de": "das die McLellin-Sammlung kaufen wollte."
    }
  },
  {
    "translation": {
      "en": "give Mark the money, and kind of keep it for the Church.",
      "de": "Mark bekam das Geld, und die Sammlung blieb in der Kirche."
    }
  },
  {
    "translation": {
      "en": "And then the shock came.",
      "de": "Und dann kam der Schock."
    }
  },
  {
    "translation": {
      "en": "We saw the explosion, and the window in the back flew up in the air.",
      "de": "Wir sahen die Explosion, das Fenster hinten flog durch die Luft."
    }
  },
  {
    "translation": {
      "en": "Was it loud? Yeah. It shook this whole building, right here.",
      "de": "Es war laut, ja. Das ganze Gebäude bebte."
    }
  },
  {
    "translation": {
      "en": "I drove out to Mark's house because we had set up a lunch.",
      "de": "Ich fuhr zu Marks Haus, da wir zum Mittagessen verabredet waren."
    }
  },
  {
    "translation": {
      "en": "Went and knocked on his door. No one answered.",
      "de": "Ich klopfte an die Tür. Aber keiner antwortete."
    }
  },
  {
    "translation": {
      "en": "No one was home.",
      "de": "Niemand war zu Hause."
    }
  },
  {
    "translation": {
      "en": "And, while I was there, there's news of another bombing coming in.",
      "de": "Und während ich dort war, gab es Berichte über noch eine Bombe."
    }
  },
  {
    "translation": {
      "en": "[Brokaw] A bomb was placed under the seat of a sports car…",
      "de": "Heute wurde eine Bombe unter einem Sportwagen platziert…"
    }
  },
  {
    "translation": {
      "en": "[Metcalfe] It's a car that's been bombed. It's a Toyota MR2.",
      "de": "Das Auto, das explodierte. Ein Toyota MR2."
    }
  },
  {
    "translation": {
      "en": "[Brokaw] All three explosions may be connected to a controversy.",
      "de": "Alle drei Explosionen könnten mit einer Kontroverse verbunden sein."
    }
  },
  {
    "translation": {
      "en": "I mean, I immediately said, \"That's Mark Hofmann's car.\"",
      "de": "Ich sagte sofort: \"Das ist Mark Hofmanns Auto.\""
    }
  },
  {
    "translation": {
      "en": "[bystander] …he's pretty banged up. He was missing some fingers that I could see,",
      "de": "Er war übel zugerichtet. Ihm fehlten Finger,"
    }
  },
  {
    "translation": {
      "en": "had a hole kind of on top of his head, had a hole in one of his legs.",
      "de": "er hatte ein Loch im Kopf und in einem Bein."
    }
  },
  {
    "translation": {
      "en": "[Bench] I remember distinctly that I had to pull over my car,",
      "de": "Ich erinnere mich genau, dass ich anhalten musste,"
    }
  },
  {
    "translation": {
      "en": "and slamming my hand against the steering wheel and saying aloud,",
      "de": "mit meinem Kopf aufs Steuer hämmerte und laut sagte:"
    }
  },
  {
    "translation": {
      "en": "\"Why didn't you listen to me? Why didn't you listen to me?\"",
      "de": "\"Warum hast du nicht auf mich gehört?\""
    }
  },
  {
    "translation": {
      "en": "[man 1] When officers searched Hofmann's car,",
      "de": "Als die Beamten Mark Hofmanns Auto durchsuchten, fanden sie"
    }
  },
  {
    "translation": {
      "en": "they found a collection believed to be early Mormon historical documents.",
      "de": "Als die Beamten Mark Hofmanns Auto durchsuchten, fanden sie frühmormonische Dokumente, auch als McLellin-Sammlung bekannt."
    }
  },
  {
    "translation": {
      "en": "They're known as the McLellin Collection.",
      "de": "frühmormonische Dokumente, auch als McLellin-Sammlung bekannt."
    }
  },
  {
    "translation": {
      "en": "[Metcalfe] I remember running out the door as fast as I could,",
      "de": "Ich weiß noch, ich rannte schnell raus,"
    }
  },
  {
    "translation": {
      "en": "driving up to the police line, and just…",
      "de": "fuhr zur Polizeiabsperrung und"
    }
  },
  {
    "translation": {
      "en": "jumping out of my car and leaving it in the middle of the street,",
      "de": "sprang einfach aus meinem Auto, das ich so stehenließ."
    }
  },
  {
    "translation": {
      "en": "and running over to an officer who was standing there,",
      "de": "Ich rannte zu einem Polizisten und sagte:"
    }
  },
  {
    "translation": {
      "en": "and saying, \"Excuse me, but I think I know whose car that is.\"",
      "de": "\"Verzeihung, aber ich weiß, wessen Auto das ist.\""
    }
  },
  {
    "translation": {
      "en": "[man 2] Mark Hofmann was trying to sell historical Mormon documents.",
      "de": "Mark Hofmann wollte historische Dokumente der Mormonen verkaufen."
    }
  },
  {
    "translation": {
      "en": "The original appointment included Steven Christensen.",
      "de": "Der ursprüngliche Termin war mit Christensen."
    }
  },
  {
    "translation": {
      "en": "[Metcalfe] He said, \"What's your name?\"",
      "de": "Und er fragte: \"Ihr Name?\""
    }
  },
  {
    "translation": {
      "en": "And I said, \"Brent Metcalfe.\"",
      "de": "Und ich sagte: \"Brent Metcalfe.\""
    }
  },
  {
    "translation": {
      "en": "And he said, \"I want you to come with me right now.\"",
      "de": "Und er: \"Bitte kommen Sie umgehend mit.\""
    }
  },
  {
    "translation": {
      "en": "And he tells me,",
      "de": "Und er sagt mir:"
    }
  },
  {
    "translation": {
      "en": "\"We have reason to believe that somebody may be trying to kill you.\"",
      "de": "\"Wir haben Grund zu der Annahme, dass jemand versucht, Sie zu töten.\""
    }
  },
  {
    "translation": {
      "en": "[Rigby] I get a call from a gentleman who said,",
      "de": "Ein Mann rief an und sagte:"
    }
  },
  {
    "translation": {
      "en": "\"Randy, you need to take your family and leave.",
      "de": "\"Randy, Sie müssen weg mit Ihrer Familie."
    }
  },
  {
    "translation": {
      "en": "We're gonna have bomb dogs and people come over and actually go through your home.\"",
      "de": "Bombenspürhunde und Beamte werden Ihr Haus durchsuchen.\""
    }
  },
  {
    "translation": {
      "en": "I'm now looking underneath my car. I mean…",
      "de": "Ich sah unter meinem Auto nach. Ich…"
    }
  },
  {
    "translation": {
      "en": "And this is where my mind was. I mean, you didn't dare trust anything.",
      "de": "So war ich drauf. Man traute keinem mehr."
    }
  },
  {
    "translation": {
      "en": "Our lives had been totally, uh, torn apart.",
      "de": "Unser Leben war völlig zerstört."
    }
  },
  {
    "translation": {
      "en": "[Rust] They informed me that I was in extreme danger",
      "de": "Sie sagten, ich sei in extremer Gefahr"
    }
  },
  {
    "translation": {
      "en": "and that my family and I should take every precaution.",
      "de": "und dass meine Familie und ich alle Vorsichtsmaßnahmen treffen sollten."
    }
  },
  {
    "translation": {
      "en": "\"Please take cover.",
      "de": "\"Schützen Sie sich."
    }
  },
  {
    "translation": {
      "en": "Call your wife immediately, and be very careful right now.",
      "de": "Rufen Sie Ihre Frau an, und seien Sie extrem vorsichtig."
    }
  },
  {
    "translation": {
      "en": "We don't know what's going on.\"",
      "de": "Wir wissen nicht, was los ist.\""
    }
  },
  {
    "translation": {
      "en": "[Dorie] I was at my mother's house, and a phone call came in",
      "de": "Ich war im Haus meiner Mutter, und jemand rief an und sagte,"
    }
  },
  {
    "translation": {
      "en": "that said Mark had been hurt in a car, with a car bomb.",
      "de": "Mark wäre in einem Auto verletzt worden, mit einer Autobombe."
    }
  },
  {
    "translation": {
      "en": "And I immediately started shaking.",
      "de": "Und ich fing sofort an zu zittern."
    }
  },
  {
    "translation": {
      "en": "My sister drove me down 'cause I couldn't drive. I was too upset.",
      "de": "Meine Schwester fuhr mich, ich war zu aufgewühlt."
    }
  },
  {
    "translation": {
      "en": "So she drove me down to the hospital.",
      "de": "Sie fuhr mich ins Krankenhaus."
    }
  },
  {
    "translation": {
      "en": "I went into the hospital, told them I was Mark's wife.",
      "de": "Ich ging ins Krankenhaus und sagte, ich sei Marks Frau."
    }
  },
  {
    "translation": {
      "en": "He was on a table in a gown. He had glass all over his face.",
      "de": "Er lag in einem Hemd auf einem Tisch. Er hatte Glas im Gesicht."
    }
  },
  {
    "translation": {
      "en": "None of it made sense to me. Why would these people want to…",
      "de": "Nichts ergab Sinn. Warum wollen diese Leute…"
    }
  },
  {
    "translation": {
      "en": "Why would they wanna kill Steve or Kathy? Why would anybody wanna kill them?",
      "de": "Warum Steve oder Kathy? Warum wollten sie diese Leute töten?"
    }
  },
  {
    "translation": {
      "en": "It didn't make sense to me. Why would they wanna kill them?",
      "de": "Es ergab keinen Sinn. Warum wollten sie sie töten?"
    }
  },
  {
    "translation": {
      "en": "It just didn't-didn't make sense.",
      "de": "Es ergab einfach keinen Sinn."
    }
  },
  {
    "translation": {
      "en": "[man] Throughout this day, Salt Lake lawmen rushed to check",
      "de": "Den ganzen Tag überprüfte die Polizei"
    }
  },
  {
    "translation": {
      "en": "several bomb threats and suspicious situations.",
      "de": "Bombendrohungen und verdächtige Situationen."
    }
  },
  {
    "translation": {
      "en": "Even tonight, it has extended to the heart of our city.",
      "de": "Selbst heute Abend ist das Herz unserer Stadt betroffen."
    }
  },
  {
    "translation": {
      "en": "Temple Square is at this moment under lockdown.",
      "de": "Temple Square ist abgeriegelt."
    }
  },
  {
    "translation": {
      "en": "Everyone on the square, including the Mormon Youth Symphony,",
      "de": "Alle auf dem Platz, auch die Mormon Youth Symphony,"
    }
  },
  {
    "translation": {
      "en": "was evacuated after what was believed to be a bomb threat.",
      "de": "wurden evakuiert, nachdem es eine Bombendrohung gab."
    }
  },
  {
    "translation": {
      "en": "Canine units were called in to patrol the grounds.",
      "de": "Spürhunde sollen das Gebiet kontrollieren."
    }
  },
  {
    "translation": {
      "en": "At the Mormon Church…",
      "de": "In der Mormonenkirche…"
    }
  },
  {
    "translation": {
      "en": "[Metcalfe] I didn't think the Mormon document world was a dangerous business.",
      "de": "Ich dachte nie, dass die mormonische Dokumentenwelt gefährlich ist."
    }
  },
  {
    "translation": {
      "en": "I thought it was an exhilarating business,",
      "de": "Für mich war es ein aufregendes Geschäft,"
    }
  },
  {
    "translation": {
      "en": "but there was definitely an underbelly -to Mormon document dealing. -[church organ playing]",
      "de": "aber das Ganze hatte definitiv eine düstere Seite."
    }
  },
  {
    "translation": {
      "en": "-[choir singing] -[man 1] More than any crimes in memory,",
      "de": "Mehr als alle Verbrechen"
    }
  },
  {
    "translation": {
      "en": "these bombings have given rise to speculation, theories, and public guessing.",
      "de": "führten die Bomben zu Spekulationen, Theorien und öffentliche Vermutungen."
    }
  },
  {
    "translation": {
      "en": "Security has been beefed up, and bomb searches carried out.",
      "de": "Die Sicherheit wurde verschärft, und es wird nach Bomben gesucht."
    }
  },
  {
    "translation": {
      "en": "The university's archives have…",
      "de": "Das Archiv der Universität…"
    }
  },
  {
    "translation": {
      "en": "Some documents vanished or disappeared.",
      "de": "Einige Dokumente sind verschwunden."
    }
  },
  {
    "translation": {
      "en": "Uh, we don't really know what might have happened to them.",
      "de": "Wir wissen nicht, was mit ihnen passiert ist."
    }
  },
  {
    "translation": {
      "en": "[Metcalfe] Whoever had committed these murders,",
      "de": "Wer auch immer diese Morde begangen hatte,"
    }
  },
  {
    "translation": {
      "en": "they're somehow related to these Mormon documents.",
      "de": "es hatte mit diesen Mormonen-Dokumenten zu tun."
    }
  },
  {
    "translation": {
      "en": "[man 2] Police are refusing to comment on reports that Hofmann had other letters",
      "de": "Die Polizei äußert sich nicht, ob Hofmann weitere Briefe besaß,"
    }
  },
  {
    "translation": {
      "en": "believed to be even more damaging to the Church…",
      "de": "die der Kirche noch mehr schaden…"
    }
  },
  {
    "translation": {
      "en": "At this time, I will not comment on that. That's still part of the investigation.",
      "de": "Das kommentiere ich nicht, da die Untersuchung dazu noch andauert."
    }
  },
  {
    "translation": {
      "en": "And a killer is still on the loose.",
      "de": "Der Mörder ist noch frei."
    }
  },
  {
    "translation": {
      "en": "Most likely, it was somebody who was LDS,",
      "de": "Höchstwahrscheinlich war es jemand von der LDS,"
    }
  },
  {
    "translation": {
      "en": "who knew the details of what we were doing.",
      "de": "der die Details unserer Arbeit kannte."
    }
  },
  {
    "translation": {
      "en": "[woman] Ties to murder and intrigues have given the Mormon Church the kind of attention it doesn't want.",
      "de": "Verbindungen zu Mord und Intrigen verschaffen ungewollte Aufmerksamkeit."
    }
  },
  {
    "translation": {
      "en": "[Metcalfe] It could have been someone who had a loved one,",
      "de": "Es könnte jemand sein, dessen Angehöriger"
    }
  },
  {
    "translation": {
      "en": "who had a crisis of faith as a result of all of this.",
      "de": "wegen all dem eine Glaubenskrise hatte."
    }
  },
  {
    "translation": {
      "en": "To have the Church involved in the acquisition",
      "de": "Dass die Kirche in den Kauf involviert ist,"
    }
  },
  {
    "translation": {
      "en": "of a collection at this time would simply fuel speculation",
      "de": "APOSTEL DER LDS-KIRCHE würde nur Spekulationen anheizen,"
    }
  },
  {
    "translation": {
      "en": "that the Church was trying to acquire it in order to suppress it.",
      "de": "dass die Kirche versucht hat, sie zu unterdrücken."
    }
  },
  {
    "translation": {
      "en": "[Metcalfe] They wanted to inflict damage and harm.",
      "de": "Sie wollten Schaden anrichten."
    }
  },
  {
    "translation": {
      "en": "A Mormon Church official said there was, quote,",
      "de": "Ein Offizieller der Kirche sagte:"
    }
  },
  {
    "translation": {
      "en": "\"Nothing sinister in the Church's efforts to acquire historical documents",
      "de": "\"Es war nichts illegal am Versuch des Ankaufs historischer Dokumente"
    }
  },
  {
    "translation": {
      "en": "from Mark Hofmann.\" Hofmann was hospitalized…",
      "de": "von Mark Hofmann.\" Hofmann ist…"
    }
  },
  {
    "translation": {
      "en": "[Metcalfe] It seemed clear to me…",
      "de": "Die Sache war klar."
    }
  },
  {
    "translation": {
      "en": "this was retaliatory.",
      "de": "Das war Vergeltung."
    }
  }
]