[
  {
    "translation": {
      "en": "And I'll start it up...",
      "de": "Ich schalte es ein."
    }
  },
  {
    "translation": {
      "en": "-...and we'll start generating. -[dial clicks]",
      "de": "Und wir senden."
    }
  },
  {
    "translation": {
      "en": "John has a very special mission in life.",
      "de": "John hat eine ganz besondere Mission im Leben."
    }
  },
  {
    "translation": {
      "en": "He is trying to contact aliens.",
      "de": "Er versucht, Außerirdische zu kontaktieren."
    }
  },
  {
    "translation": {
      "en": "It was started by myself. My grandfather helped me.",
      "de": "Ich habe allein angefangen. Mein Großvater half mir."
    }
  },
  {
    "translation": {
      "en": "I lived with my grandparents in a small cottage in Northern Michigan.",
      "de": "Ich lebte mit meinen Großeltern in einem Haus in Nord-Michigan."
    }
  },
  {
    "translation": {
      "en": "I started building the electronic equipment to make contact",
      "de": "Ich baute die elektronische Ausrüstung, um Kontakt zu allem aufzunehmen, was es jenseits der Erde gibt."
    }
  },
  {
    "translation": {
      "en": "with whatever might be out there beyond the Earth.",
      "de": "um Kontakt zu allem aufzunehmen, was es jenseits der Erde gibt."
    }
  },
  {
    "translation": {
      "en": "It grew to encompass an entire bedroom.",
      "de": "Es wuchs auf Schlafzimmergröße heran."
    }
  },
  {
    "translation": {
      "en": "That equipment continued to grow. In the next two years, it was migrating into the living room.",
      "de": "In den nächsten zwei Jahren breitete es sich bis ins Wohnzimmer aus."
    }
  },
  {
    "translation": {
      "en": "It became more and more massive.",
      "de": "Es wurde immer gewaltiger."
    }
  },
  {
    "translation": {
      "en": "Most everything I did was self-taught.",
      "de": "Das meiste brachte ich mir selbst bei."
    }
  },
  {
    "translation": {
      "en": "I envisioned an idea and completed that vision,",
      "de": "Ich hatte eine Idee und setzte meine Vision in die Tat um."
    }
  },
  {
    "translation": {
      "en": "built it into a physical reality.",
      "de": "und setzte meine Vision in die Tat um."
    }
  },
  {
    "translation": {
      "en": "I was always seeking to explore,",
      "de": "Ich wollte immer das erforschen,"
    }
  },
  {
    "translation": {
      "en": "to look beyond what we have here.",
      "de": "was über unsere Welt hinausgeht."
    }
  },
  {
    "translation": {
      "en": "I pictured many alien worlds,",
      "de": "Ich stellte mir fremde Welten vor."
    }
  },
  {
    "translation": {
      "en": "imagining what it would be like to make contact.",
      "de": "Der Gedanke, Kontakt aufzunehmen,"
    }
  },
  {
    "translation": {
      "en": "The moment of sharing extreme knowledge and thoughts and communication with another species,",
      "de": "mit einer anderen Spezies zu kommunizieren und Wissen und Gedanken auszutauschen,"
    }
  },
  {
    "translation": {
      "en": "is just beyond anything most of us even imagine.",
      "de": "liegt für die meisten jenseits aller Vorstellungskraft."
    }
  },
  {
    "translation": {
      "en": "I seem to be picking up a radio signal.",
      "de": "Ich empfange ein Funksignal."
    }
  },
  {
    "translation": {
      "en": "Okay, fine.",
      "de": "Ok."
    }
  },
  {
    "translation": {
      "en": "[John] I decided that the best way to try and make contact",
      "de": "Ich dachte, der beste Weg, Kontakt herzustellen,"
    }
  },
  {
    "translation": {
      "en": "was to broadcast a signal into outer space.",
      "de": "wäre es, ein Signal ins All zu senden."
    }
  },
  {
    "translation": {
      "en": "I thought the best signal would be music.",
      "de": "Ich fand, das beste Signal wäre Musik."
    }
  },
  {
    "translation": {
      "en": "Technically, we were achieving the actual transmissions",
      "de": "Die Übertragungen sendeten wir"
    }
  },
  {
    "translation": {
      "en": "from a large tower out in front of my grandparents' home.",
      "de": "von einem hohen Turm vor dem Haus meiner Großeltern."
    }
  },
  {
    "translation": {
      "en": "I sent music into space because it represents a certain, uh, universal language.",
      "de": "Ich schickte Musik ins All, weil sie eine universelle Sprache repräsentiert."
    }
  },
  {
    "translation": {
      "en": "And I'm talking about non-commercial music as such.",
      "de": "Ich spreche von nichtkommerzieller Musik."
    }
  },
  {
    "translation": {
      "en": "I'm talking about jazz, uh, electronic music...",
      "de": "Ich meine Jazz, elektronische Musik,"
    }
  },
  {
    "translation": {
      "en": "Kraftwerk, Tangerine Dream, Harmonia,",
      "de": "Kraftwerk, Tangerine Dream, Harmonia"
    }
  },
  {
    "translation": {
      "en": "and there were many others.",
      "de": "und vieles mehr."
    }
  },
  {
    "translation": {
      "en": "African music,",
      "de": "Afrikanische Musik,"
    }
  },
  {
    "translation": {
      "en": "Eastern music, which covers a broad area.",
      "de": "östliche Musik, die sehr vielseitig ist,"
    }
  },
  {
    "translation": {
      "en": "Reggae, Afrobeat...",
      "de": "Reggae. Afrobeat."
    }
  },
  {
    "translation": {
      "en": "And one of the things I really liked to send out was gamelan music.",
      "de": "Und besonders gern sendete ich Gamelan."
    }
  },
  {
    "translation": {
      "en": "It was a really beautiful form.",
      "de": "Es war wirklich schöne Musik."
    }
  },
  {
    "translation": {
      "en": "[reporter] John Shepherd has devoted all his time, money, and energies",
      "de": "John Shepherd steckt all seine Zeit, sein Geld und seine Energie"
    }
  },
  {
    "translation": {
      "en": "to a personal search for outer space aliens.",
      "de": "in eine persönliche Suche nach außerirdischem Leben."
    }
  },
  {
    "translation": {
      "en": "[John on news report] I send cultural or creative music out into space.",
      "de": "Ich schicke kulturelle oder kreative Musik ins All."
    }
  },
  {
    "translation": {
      "en": "I beam it out for approximately half a million, million miles out into space.",
      "de": "Ich sende sie etwa 800.000 Kilometer ins All."
    }
  },
  {
    "translation": {
      "en": "About twice the distance of the moon.",
      "de": "Etwa doppelt so weit wie der Mond."
    }
  },
  {
    "translation": {
      "en": "This is Project STRAT Earth Station One,",
      "de": "Hier ist Projekt STRAT. Erdstation 1 sendet aus dem schönen Nordwesten Michigans."
    }
  },
  {
    "translation": {
      "en": "broadcasting to you from beautiful Northwestern Michigan.",
      "de": "Erdstation 1 sendet aus dem schönen Nordwesten Michigans."
    }
  },
  {
    "translation": {
      "en": "You are listening to the group Harmonia.",
      "de": "Ihr hört die Gruppe Harmonia."
    }
  },
  {
    "translation": {
      "en": "This is Project STRAT Earth Station One signing off from another broadcast day.",
      "de": "Projekt STRAT, Erdstation 1, beendet einen weiteren Sendetag."
    }
  },
  {
    "translation": {
      "en": "If you ETs are out there,",
      "de": "Wenn ihr da draußen seid,"
    }
  },
  {
    "translation": {
      "en": "we'd like you to tune in again tomorrow night at nine p.m. for more cultural music.",
      "de": "könnt ihr morgen ab 21 Uhr mehr Weltmusik hören."
    }
  },
  {
    "translation": {
      "en": "This is John Shepherd.",
      "de": "Hier ist John Shepherd."
    }
  },
  {
    "translation": {
      "en": "[John] I don't remember much about my mom.",
      "de": "Ich erinnere mich kaum an meine Mom."
    }
  },
  {
    "translation": {
      "en": "Things were rough in the early years.",
      "de": "Die ersten Jahre waren hart."
    }
  },
  {
    "translation": {
      "en": "It wasn't the best home environment to raise me in.",
      "de": "Es war nicht die beste Umgebung, um aufzuwachsen."
    }
  },
  {
    "translation": {
      "en": "My dad left while I was just born,",
      "de": "Mein Vater verließ uns kurz nach meiner Geburt."
    }
  },
  {
    "translation": {
      "en": "and my grandma felt sorry for me and took me with her.",
      "de": "Meine Großmutter hatte Mitleid und nahm mich auf."
    }
  },
  {
    "translation": {
      "en": "I had very little contact with my mother.",
      "de": "Ich hatte wenig Kontakt zu meiner Mutter."
    }
  },
  {
    "translation": {
      "en": "She was always a little different than I was.",
      "de": "Sie war immer etwas anders als ich."
    }
  },
  {
    "translation": {
      "en": "Almost... Not alien. That's not the right word, really.",
      "de": "Nicht fremd. Das ist nicht das richtige Wort."
    }
  },
  {
    "translation": {
      "en": "Just different.",
      "de": "Einfach anders."
    }
  },
  {
    "translation": {
      "en": "The fondest memories were after my grandparents adopted me.",
      "de": "Die schönste Zeit war, nachdem meine Großeltern mich adoptierten."
    }
  },
  {
    "translation": {
      "en": "Took care of me, raised me.",
      "de": "Sie kümmerten sich um mich, zogen mich groß."
    }
  },
  {
    "translation": {
      "en": "Sometimes taking the course that I have in my life and the path",
      "de": "Manchmal betrachte ich meinen Lebensweg"
    }
  },
  {
    "translation": {
      "en": "is like a... maybe a lonely mountain road",
      "de": "als eine einsame Bergstraße, die zu hohen Gipfeln führt,"
    }
  },
  {
    "translation": {
      "en": "to some higher elevation peaks, to see the view,",
      "de": "als eine einsame Bergstraße, die zu hohen Gipfeln führt, von denen aus ich Dinge sehe, die kaum ein anderer sieht."
    }
  },
  {
    "translation": {
      "en": "to check out something most people don't see.",
      "de": "von denen aus ich Dinge sehe, die kaum ein anderer sieht."
    }
  },
  {
    "translation": {
      "en": "So, you tend to go it alone more.",
      "de": "So einen Weg geht man allein."
    }
  },
  {
    "translation": {
      "en": "You don't have much company in this.",
      "de": "Man hat nicht viel Gesellschaft dabei."
    }
  },
  {
    "translation": {
      "en": "[John] I set up this whole operation inside of a small cottage",
      "de": "Ich baute die ganze Operation in einem kleinen Haus in einer dünn besiedelten Gegend auf."
    }
  },
  {
    "translation": {
      "en": "in the middle of a kind of sparsely populated area.",
      "de": "in einem kleinen Haus in einer dünn besiedelten Gegend auf."
    }
  },
  {
    "translation": {
      "en": "Small town, you know, rural.",
      "de": "Kleinstadt, ländlich."
    }
  },
  {
    "translation": {
      "en": "My lifestyle, relative to the local lifestyle, was quite, quite removed, quite different.",
      "de": "Mein Lebensstil hat sich sehr vom dem der Leute hier unterschieden."
    }
  },
  {
    "translation": {
      "en": "My mind was in space and in other realms,",
      "de": "Mein Geist war in den Weiten des Alls,"
    }
  },
  {
    "translation": {
      "en": "where my body was in this local community,",
      "de": "und mein Körper war in dieser Gemeinde,"
    }
  },
  {
    "translation": {
      "en": "this little... real quiet, peaceful area.",
      "de": "in dieser ländlichen, ruhigen, friedlichen Gegend."
    }
  },
  {
    "translation": {
      "en": "But my mind was traveling, traveling the cosmos.",
      "de": "Aber mein Geist reiste durch den Kosmos."
    }
  },
  {
    "translation": {
      "en": "Uh, probably 12, 14 years old, I realized that I was a little different,",
      "de": "Ich war wahrscheinlich 12, 14 Jahre alt, als ich merkte, dass ich etwas anders war,"
    }
  },
  {
    "translation": {
      "en": "that I was gay.",
      "de": "dass ich schwul war."
    }
  },
  {
    "translation": {
      "en": "Growing up gay in Michigan was rather difficult.",
      "de": "Schwul in Michigan aufzuwachsen, war schwierig."
    }
  },
  {
    "translation": {
      "en": "That's one of the tougher realities, and especially in a rural area.",
      "de": "Das ist hart, besonders in einer ländlichen Gegend."
    }
  },
  {
    "translation": {
      "en": "You don't get as much, well, shall we say, understanding.",
      "de": "Einem wird nicht besonders viel Verständnis entgegengebracht."
    }
  },
  {
    "translation": {
      "en": "You don't get as much of that.",
      "de": "Kaum welches."
    }
  },
  {
    "translation": {
      "en": "I think the real tough part to deal with sometimes is loneliness.",
      "de": "Der schwierigste Teil ist manchmal die Einsamkeit."
    }
  },
  {
    "translation": {
      "en": "You don't go right out and, so to speak, date somebody for very long",
      "de": "Wenn man jemanden kennenlernt, merkt derjenige schnell,"
    }
  },
  {
    "translation": {
      "en": "that they don't find out you're a little different.",
      "de": "dass man anders ist."
    }
  },
  {
    "translation": {
      "en": "To find someone that is on the wavelength that I am on",
      "de": "Jemanden auf derselben Wellenlänge zu finden"
    }
  },
  {
    "translation": {
      "en": "and be able to share my life with that person in any degree or way",
      "de": "und mein Leben mit ihm zu teilen, ist nahezu unmöglich."
    }
  },
  {
    "translation": {
      "en": "is nearly impossible. Although I believe it exists.",
      "de": "und mein Leben mit ihm zu teilen, ist nahezu unmöglich. Trotzdem glaube ich, dass es für alle jemanden gibt."
    }
  },
  {
    "translation": {
      "en": "I believe for everybody there's someone.",
      "de": "Trotzdem glaube ich, dass es für alle jemanden gibt."
    }
  },
  {
    "translation": {
      "en": "As time went on, the equipment got consuming most of the house.",
      "de": "Irgendwann nahm die Ausrüstung den Großteil des Hauses ein."
    }
  },
  {
    "translation": {
      "en": "It became obvious that we needed more room.",
      "de": "Also brauchten wir mehr Platz."
    }
  },
  {
    "translation": {
      "en": "My grandmother and I got together and pooled our funds to build an addition.",
      "de": "Meine Großmutter und ich legten für einen Anbau zusammen."
    }
  },
  {
    "translation": {
      "en": "It had plenty of room to expand.",
      "de": "Jetzt war genug Platz da."
    }
  },
  {
    "translation": {
      "en": "The project could be fully realized.",
      "de": "Nun konnte das Projekt verwirklicht werden."
    }
  },
  {
    "translation": {
      "en": "[male reporter] John Shepherd calls his project \"STRAT.\"",
      "de": "John Shepherd nennt sein Projekt STRAT."
    }
  },
  {
    "translation": {
      "en": "That's an acronym for Special Telemetry Research and Tracking.",
      "de": "Es ist ein Projekt für Fernmessforschung und Spurensuche."
    }
  },
  {
    "translation": {
      "en": "There are 60,000 volts running through his basement,",
      "de": "Durch seinen Keller laufen 60.000 Volt,"
    }
  },
  {
    "translation": {
      "en": "powering a signal that's beamed straight out into space.",
      "de": "die ein Signal in den Weltraum senden."
    }
  },
  {
    "translation": {
      "en": "[John] So, I built this two-story-high deep-space transmitter, basically,",
      "de": "Ich baute diesen zweigeschossigen Weltraumsender. Es ist im Grunde ein aufgemotzter Resonator."
    }
  },
  {
    "translation": {
      "en": "a tuned circuit resonator.",
      "de": "Es ist im Grunde ein aufgemotzter Resonator."
    }
  },
  {
    "translation": {
      "en": "It allowed me to reach deeper and further out into space.",
      "de": "Er ermöglichte es mir, tiefer ins All vorzudringen."
    }
  },
  {
    "translation": {
      "en": "Project STRAT had become a major operation.",
      "de": "Projekt STRAT war eine große Operation geworden."
    }
  },
  {
    "translation": {
      "en": "I was busy developing other kinds of devices for communication.",
      "de": "Ich habe verschiedene Geräte für die Kommunikation entwickelt."
    }
  },
  {
    "translation": {
      "en": "I never gave up trying to make contact.",
      "de": "Ich habe immer weiter versucht, Kontakt aufzunehmen."
    }
  },
  {
    "translation": {
      "en": "And the excitement, for me, was always there,",
      "de": "Ich war immer voller Vorfreude und Erwartung,"
    }
  },
  {
    "translation": {
      "en": "always the anticipation that something might happen.",
      "de": "Ich war immer voller Vorfreude und Erwartung, dass etwas passiert."
    }
  },
  {
    "translation": {
      "en": "We're now going to bring you some Afropop to warm up your evening.",
      "de": "Jetzt senden wir Afropop, um in den Abend zu starten."
    }
  },
  {
    "translation": {
      "en": "[John] It was always an exploration. It was always a sort of a dream state.",
      "de": "Es war immer eine Entdeckungsreise, eine Art Traumzustand."
    }
  },
  {
    "translation": {
      "en": "So, I kept going. I kept doing that throughout... well, 25, 30 years of my life.",
      "de": "Also machte ich weiter. Ich machte es 25, 30 Jahre meines Lebens."
    }
  },
  {
    "translation": {
      "en": "Can't say I found a lot of... hard data that would be of great significance, necessarily, on the UFO front.",
      "de": "Ich stieß auf keine bedeutenden Daten für die UFO-Forschung."
    }
  },
  {
    "translation": {
      "en": "But as far as inspiration, creative ideas,",
      "de": "Aber auf inspirierende und kreative Weise"
    }
  },
  {
    "translation": {
      "en": "it gave me the chance to do all of that",
      "de": "durfte ich all das tun"
    }
  },
  {
    "translation": {
      "en": "and to share the results with people, with others.",
      "de": "und die Ergebnisse mit anderen teilen."
    }
  },
  {
    "translation": {
      "en": "And it filled my life. It gave it something, meaning.",
      "de": "Und es gab meinem Leben eine Bedeutung."
    }
  },
  {
    "translation": {
      "en": "What remains of Project STRAT is what's stored in this building.",
      "de": "Was von Projekt STRAT übrig ist, lagert in diesem Gebäude."
    }
  },
  {
    "translation": {
      "en": "A lot of the equipment is disassembled for storage,",
      "de": "Der Großteil wurde für die Lagerung zerlegt,"
    }
  },
  {
    "translation": {
      "en": "but it's still here in its spirit, you might say.",
      "de": "aber im Geiste ist es noch hier."
    }
  },
  {
    "translation": {
      "en": "And this was... [blows] ...one of the data mapping consoles.",
      "de": "Und das war eine der Datenmapping-Konsolen."
    }
  },
  {
    "translation": {
      "en": "There were endless components, all kinds of unique things.",
      "de": "Es gab endlose Komponenten, alles Mögliche."
    }
  },
  {
    "translation": {
      "en": "Satellite communication equipment,",
      "de": "Satelliten-Kommunikationsgeräte,"
    }
  },
  {
    "translation": {
      "en": "high-power microwave tubes that used to transmit microwaves.",
      "de": "Hochleistungs-Mikrowellenröhren, die Mikrowellen übertragen."
    }
  },
  {
    "translation": {
      "en": "So, it's lots and lots of stuff that was all parts of the lab,",
      "de": "Das sind haufenweise Dinge, die Teil des Labors waren,"
    }
  },
  {
    "translation": {
      "en": "including the high-voltage transmitter accelerator",
      "de": "wie dieser Hochspannungsbeschleuniger,"
    }
  },
  {
    "translation": {
      "en": "that we used for sending signals into space.",
      "de": "mit dem wir Signale ins All schickten."
    }
  },
  {
    "translation": {
      "en": "So, these are just the remnants, or little leftover pieces of thought.",
      "de": "Das sind also nur die Überreste, kleine, übriggebliebene Gedanken."
    }
  },
  {
    "translation": {
      "en": "Well, having had to give up, due to lack of funds,",
      "de": "Aus Geldmangel aufgeben zu müssen,"
    }
  },
  {
    "translation": {
      "en": "was deeply frustrating, almost depressing.",
      "de": "war zutiefst frustrierend, fast deprimierend."
    }
  },
  {
    "translation": {
      "en": "But also realizing that maybe it was time to move on.",
      "de": "Aber es war auch an der Zeit für etwas Neues."
    }
  },
  {
    "translation": {
      "en": "I never really had any serious boyfriends or anyone that I went steady with, that sort of thing.",
      "de": "Ich hatte nie einen Partner oder eine feste Beziehung oder so was,"
    }
  },
  {
    "translation": {
      "en": "But in 1993,",
      "de": "aber 1993 lernte ich jemanden kennen,"
    }
  },
  {
    "translation": {
      "en": "I met somebody I really love very much named John Litrenta.",
      "de": "aber 1993 lernte ich jemanden kennen, den ich sehr liebe, er heißt John Litrenta."
    }
  },
  {
    "translation": {
      "en": "We were both at a club one evening. That's where we met.",
      "de": "Wir waren eines Abends in einem Club. Da lernten wir uns kennen."
    }
  },
  {
    "translation": {
      "en": "When he first walked in the door of the club, I was still there...",
      "de": "Als er den Club betrat und ich ihn zum ersten Mal sah,"
    }
  },
  {
    "translation": {
      "en": "I was quite... taken by his appearance.",
      "de": "war ich sehr angetan von seiner Erscheinung."
    }
  },
  {
    "translation": {
      "en": "His look... the fact that he was different.",
      "de": "Sein Aussehen... Die Tatsache, dass er anders war."
    }
  },
  {
    "translation": {
      "en": "There was an attraction almost immediately to the way he looked.",
      "de": "Sein Aussehen gefiel mir sofort."
    }
  },
  {
    "translation": {
      "en": "[John Shepherd] When I first met John, I had this impression that,",
      "de": "Als ich John kennenlernte, hatte ich den Eindruck,"
    }
  },
  {
    "translation": {
      "en": "\"This fellow's really kind of different. He gives me an interesting impression.",
      "de": "dass er anders ist, er machte einen interessanten Eindruck."
    }
  },
  {
    "translation": {
      "en": "I think I wanna meet this guy.\"",
      "de": "Ich wollte ihn kennenlernen."
    }
  },
  {
    "translation": {
      "en": "It just came over me to go ahead and get up the courage",
      "de": "Ich schaffte es, den Mut aufzubringen,"
    }
  },
  {
    "translation": {
      "en": "to go over and say hello and introduce myself, at least.",
      "de": "Hallo zu sagen und mich vorzustellen."
    }
  },
  {
    "translation": {
      "en": "And after that, it just seemed like...",
      "de": "Und danach schien es,"
    }
  },
  {
    "translation": {
      "en": "we were, well, we were off and running a bit, I'd say.",
      "de": "als ginge alles von ganz allein."
    }
  },
  {
    "translation": {
      "en": "We started discussing music and some of the more obscure things we love about music.",
      "de": "Wir sprachen über Musik und über das, was wir an Musik liebten."
    }
  },
  {
    "translation": {
      "en": "John's character is really warm.",
      "de": "John ist sehr warmherzig."
    }
  },
  {
    "translation": {
      "en": "What I really like about him is that warmth and that understanding that he has.",
      "de": "Was ich wirklich an ihm mag, sind seine Wärme und seine Verständnis."
    }
  },
  {
    "translation": {
      "en": "Once I met him and realized that he was that sort of person:",
      "de": "Bald wusste ich, was für ein Mensch er war:"
    }
  },
  {
    "translation": {
      "en": "warm, loving, sensitive, patient.",
      "de": "warm, liebevoll, sensibel und geduldig."
    }
  },
  {
    "translation": {
      "en": "I was like, \"Wow, that's really... That's really something. You don't find that every day.\"",
      "de": "Da dachte ich mir: \"So jemanden findet man nicht jeden Tag.\""
    }
  },
  {
    "translation": {
      "en": "And that's what everyone, I think, in this world to some degree seeks",
      "de": "Und so etwas in der Art suchen die meisten Menschen,"
    }
  },
  {
    "translation": {
      "en": "and doesn't always find it.",
      "de": "aber finden es nicht immer."
    }
  },
  {
    "translation": {
      "en": "I was one of the lucky ones.",
      "de": "Ich bin einer der Glücklichen,"
    }
  },
  {
    "translation": {
      "en": "I feel I found it. Found it in John.",
      "de": "die es gefunden haben, als ich John traf."
    }
  },
  {
    "translation": {
      "en": "So, contact has been made.",
      "de": "Der Kontakt wurde hergestellt."
    }
  },
  {
    "translation": {
      "en": "My interest is in finding out the unknown,",
      "de": "Ich will das Unbekannte erforschen."
    }
  },
  {
    "translation": {
      "en": "and the unknown is just that, unknown.",
      "de": "Und das Unbekannte ist eben unbekannt."
    }
  },
  {
    "translation": {
      "en": "And you search, and you continue searching because of your desire, because of that you know there's something there.",
      "de": "Und ich suche leidenschaftlich weiter, weil ich weiß, dass da etwas ist."
    }
  }
]