[
  {
    "translation": {
      "en": "[woman] I think everyone would love to just meet someone in a bar or in a grocery store.",
      "de": "Ich glaube, jeder würde gern jemanden in Bars oder im Supermarkt kennenlernen."
    }
  },
  {
    "translation": {
      "en": "But nowadays, the best way you can meet someone is on a dating app.",
      "de": "Aber heutzutage lernt man Menschen am besten über Dating-Apps kennen."
    }
  },
  {
    "translation": {
      "en": "You can find a bit of everything on Tinder.",
      "de": "Auf Tinder findet man von allem etwas. DU HAST EIN NEUES MATCH!"
    }
  },
  {
    "translation": {
      "en": "There are people looking for long-term relationships or marriage.",
      "de": "Leute, die feste Beziehungen oder eine Ehe suchen."
    }
  },
  {
    "translation": {
      "en": "People who just want to hook up.",
      "de": "Leute, die nur Sex wollen. SENDE NACKTBILDER, WENN DIR DAS GEFÄLLT"
    }
  },
  {
    "translation": {
      "en": "Anything.",
      "de": "Alles. 1 MEILE ENTFERNT"
    }
  },
  {
    "translation": {
      "en": "You can pick guys from all over the world.",
      "de": "Man findet Leute aus aller Welt."
    }
  },
  {
    "translation": {
      "en": "It's a lot of men.",
      "de": "Viele Männer."
    }
  },
  {
    "translation": {
      "en": "We are all looking for that diamond in the rough.",
      "de": "Wir alle suchen den Rohdiamanten."
    }
  },
  {
    "translation": {
      "en": "And of course, you Google everyone that you're supposed to go on a date with.",
      "de": "Natürlich googelt man jeden, mit dem man ausgehen will. 2 MEILEN ENTFERNT"
    }
  },
  {
    "translation": {
      "en": "Well, this is gonna be fun. Let's swipe right on that.",
      "de": "Das wird lustig. Dann wisch ich mal nach rechts."
    }
  },
  {
    "translation": {
      "en": "Private jets, cool cars, amazing parties all over the world.",
      "de": "Privatjets, coole Autos, tolle Partys auf der ganzen Welt."
    }
  },
  {
    "translation": {
      "en": "What happened to me felt like a movie.",
      "de": "Was ich erlebte, fühlte sich an wie ein Film."
    }
  },
  {
    "translation": {
      "en": "But in the movies, there's always bad guys.",
      "de": "Aber in Filmen gibt es auch immer Bösewichte."
    }
  },
  {
    "translation": {
      "en": "I get these threatening messages.",
      "de": "Ich bekam diese Drohungen."
    }
  },
  {
    "translation": {
      "en": "These enemies were watching me, my family.",
      "de": "Diese Feinde beobachteten mich, meine Familie."
    }
  },
  {
    "translation": {
      "en": "[crying] It's just been fricking hell.",
      "de": "Es ist einfach die Hölle."
    }
  },
  {
    "translation": {
      "en": "[woman 2] I'm shit scared. Are they coming now? Did we lock the door?",
      "de": "Ich hatte Angst. Kommen sie jetzt? Haben wir die Tür abgeschlossen?"
    }
  },
  {
    "translation": {
      "en": "I don't think I ever will be the same again.",
      "de": "Ich glaube, ich werde nie wieder die Gleiche sein."
    }
  },
  {
    "translation": {
      "en": "[woman] One little swipe can change your life forever.",
      "de": "Ein Wisch kann dein Leben für immer verändern."
    }
  },
  {
    "translation": {
      "en": "I think the… I think life is about love,",
      "de": "Ich glaube, im Leben geht es um Liebe..."
    }
  },
  {
    "translation": {
      "en": "'cause the most happiest times I've had is when I've been in love.",
      "de": "...denn ich war immer am glücklichsten, wenn ich verliebt war."
    }
  },
  {
    "translation": {
      "en": "That's what's most amazing about love, no matter how many heartbreaks you've had,",
      "de": "Das ist das Erstaunlichste an der Liebe. Egal, wie oft einem das Herz brach,"
    }
  },
  {
    "translation": {
      "en": "you still go after it.",
      "de": "man sucht sie immer noch."
    }
  },
  {
    "translation": {
      "en": "-I love dating. -[phone chimes]",
      "de": "Ich liebe Dating."
    }
  },
  {
    "translation": {
      "en": "The moment I get nervous, then I know that there's something special here.",
      "de": "Wenn ich nervös werde... IHR FAHRER IST DA ...weiß ich, es ist etwas Besonderes."
    }
  },
  {
    "translation": {
      "en": "And I love being nervous. That's the thing. [chuckles]",
      "de": "Diese Nervosität liebe ich. Das ist es."
    }
  },
  {
    "translation": {
      "en": "I'm after that all-consuming, the kind of…",
      "de": "Ich bin auf der Suche nach diesem allesverzehrenden..."
    }
  },
  {
    "translation": {
      "en": "What you've grown up with.",
      "de": "Das, womit man aufgewachsen ist."
    }
  },
  {
    "translation": {
      "en": "The first memories that I have about love is Disney.",
      "de": "Meine ersten Erinnerungen an die Liebe sind von Disney."
    }
  },
  {
    "translation": {
      "en": "I had memorized the entire Beauty and the Beast cassette.",
      "de": "Ich konnte die ganze Kassette auswendig."
    }
  },
  {
    "translation": {
      "en": "I knew all the songs.",
      "de": "Ich kannte alle Lieder."
    }
  },
  {
    "translation": {
      "en": "I just love Belle.",
      "de": "Ich liebe Belle."
    }
  },
  {
    "translation": {
      "en": "She is this small-town girl like me, hoping for something bigger.",
      "de": "Wie ich ist sie ein Kleinstadtmädchen und hofft auf etwas Größeres."
    }
  },
  {
    "translation": {
      "en": "She meets this person, and then she saves him in a sense,",
      "de": "Sie trifft diesen Mann, und auf gewisse Weise rettet sie ihn"
    }
  },
  {
    "translation": {
      "en": "or he saves her as well. Like, to go into a different life together.",
      "de": "und er rettet sie. Sie beginnen zusammen ein anders Leben."
    }
  },
  {
    "translation": {
      "en": "It just sticks with you, like, the feeling of a prince coming to save you.",
      "de": "Es bleibt im Gedächtnis. Dieses Gefühl, dass ein Prinz kommt und dich retten wird."
    }
  },
  {
    "translation": {
      "en": "And I think that even though you know it's not real, it's still with you a bit.",
      "de": "Obwohl man weiß, dass es nicht real ist, kann man es nicht ganz vergessen."
    }
  },
  {
    "translation": {
      "en": "I think everyone has that little bit of hope deep down inside",
      "de": "Ich glaube, jeder trägt im Innersten die Hoffnung in sich,"
    }
  },
  {
    "translation": {
      "en": "it will be as magical as they were portraying it to be.",
      "de": "dass es so magisch sein wird, wie man es sich vorstellt."
    }
  },
  {
    "translation": {
      "en": "But finding Prince Charming in real life…",
      "de": "Aber seinen Prinzen im echten Leben zu finden…"
    }
  },
  {
    "translation": {
      "en": "It's a lot of work.",
      "de": "ist harte Arbeit."
    }
  },
  {
    "translation": {
      "en": "I've been on Tinder for seven years.",
      "de": "Ich war seit sieben Jahren auf Tinder."
    }
  },
  {
    "translation": {
      "en": "I'm from Norway, but live in London. So I've been on Tinder in two countries.",
      "de": "Ich bin aus Norwegen, lebe aber in London. Ich war in zwei Ländern auf Tinder."
    }
  },
  {
    "translation": {
      "en": "[interviewer] How many matches have you had?",
      "de": "Wie viele Matches hattest du?"
    }
  },
  {
    "translation": {
      "en": "Do you really want to see?",
      "de": "Willst du es wirklich sehen?"
    }
  },
  {
    "translation": {
      "en": "-[interviewer] Can we see? -Yeah.",
      "de": "-Dürfen wir? -Ja."
    }
  },
  {
    "translation": {
      "en": "[interviewer] 1,024 matches.",
      "de": "1.024 Matches."
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm a bit of a Tinder expert. You can say that. [laughs]",
      "de": "Ja, ich bin eine Tinder-Expertin. Das kann man so sagen."
    }
  },
  {
    "translation": {
      "en": "The most important thing that you can have is a picture of your face,",
      "de": "Das Wichtigste ist ein Bild deines Gesichts"
    }
  },
  {
    "translation": {
      "en": "then you have a picture with friends.",
      "de": "und ein Bild mit Freunden."
    }
  },
  {
    "translation": {
      "en": "It's important to show that you're social as well.",
      "de": "Man muss seine soziale Seite zu zeigen."
    }
  },
  {
    "translation": {
      "en": "Feel my profile showing I'm not in the hook-up culture.",
      "de": "Mein Profil zeigt, dass ich nicht nur Sex will."
    }
  },
  {
    "translation": {
      "en": "Like, I'm after long-term love.",
      "de": "Ich will eine feste Beziehung."
    }
  },
  {
    "translation": {
      "en": "For me to swipe right on a guy,",
      "de": "Damit ich nach rechts wische,"
    }
  },
  {
    "translation": {
      "en": "it needs to be that we have some similar interests",
      "de": "muss es ähnliche Interessen geben,"
    }
  },
  {
    "translation": {
      "en": "in the pictures I'm looking at.",
      "de": "die man auf den Bildern sieht."
    }
  },
  {
    "translation": {
      "en": "Maybe like a nice dinner somewhere,",
      "de": "Vielleicht ein schönes Abendessen"
    }
  },
  {
    "translation": {
      "en": "or that you like the beach, 'cause I love a beach.",
      "de": "oder ein Strandliebhaber. Ich liebe schöne Strände."
    }
  },
  {
    "translation": {
      "en": "Oh my God. Um, animals.",
      "de": "Oh, mein Gott. Tiere."
    }
  },
  {
    "translation": {
      "en": "A handsome man with a cat? Like, it can't go wrong.",
      "de": "Ein gut aussehender Mann mit Katze? Das passt."
    }
  },
  {
    "translation": {
      "en": "And you want a guy that has ambition.",
      "de": "Und natürlich soll er ehrgeizig sein."
    }
  },
  {
    "translation": {
      "en": "It's like Marilyn Monroe in the movie Gentlemen Prefer Blondes.",
      "de": "Wie Marilyn Monroe in dem Film Blondinen bevorzugt"
    }
  },
  {
    "translation": {
      "en": "And then she has this quote where she says…",
      "de": "Da sagt sie:"
    }
  },
  {
    "translation": {
      "en": "Don't you know that a man being rich is like a girl being pretty?",
      "de": "Wissen Sie, mit reichen Männern ist es wie mit hübschen Mädchen ist."
    }
  },
  {
    "translation": {
      "en": "You might not marry a girl just because she's pretty,",
      "de": "Man heiratet kein Mädchen, nur weil es hübsch ist,"
    }
  },
  {
    "translation": {
      "en": "but my goodness, doesn't it help?",
      "de": "aber es macht etwas aus, oder?"
    }
  },
  {
    "translation": {
      "en": "It is a very true quote. Like, you want the full package.",
      "de": "Das ist sehr wahr. Man will das ganze Paket."
    }
  },
  {
    "translation": {
      "en": "But it's not easy to find what you're looking for.",
      "de": "Aber zu finden, was man sucht, ist nicht leicht."
    }
  },
  {
    "translation": {
      "en": "It's a lot of swiping. Back and forth, back and forth.",
      "de": "Es bedeutet viel Wischen. Hin und her, hin und her."
    }
  },
  {
    "translation": {
      "en": "When I saw Simon's pictures, he had the kind of look that I like.",
      "de": "Auf den Bildern von Simon hatte er den Look, den ich mag."
    }
  },
  {
    "translation": {
      "en": "He was dressed very stylish. I love a guy in a suit, and he had several of those.",
      "de": "Sehr stilvoll gekleidet. Ich liebe Männer in Anzug, und er hatte viele."
    }
  },
  {
    "translation": {
      "en": "And he had his link to his Instagram.",
      "de": "Und er hatte einen Link zu seinem Instagramprofil."
    }
  },
  {
    "translation": {
      "en": "You always check the Insta.",
      "de": "Insta überprüft man immer."
    }
  },
  {
    "translation": {
      "en": "He had so many pictures and so many followers.",
      "de": "Er hatte so viele Bilder und Follower."
    }
  },
  {
    "translation": {
      "en": "Business meetings, parties, beaches.",
      "de": "Geschäftstreffen, Partys, Strände."
    }
  },
  {
    "translation": {
      "en": "This guy is just having a very different life than I ever will experience.",
      "de": "Dieser Typ hat ein ganz anderes Leben als ich es je haben werde."
    }
  },
  {
    "translation": {
      "en": "And I was just thinking that it would be kind of cool just to meet up.",
      "de": "Ich dachte, es wäre einfach cool, sich zu treffen."
    }
  },
  {
    "translation": {
      "en": "I decide to swipe right.",
      "de": "Also wischte ich nach rechts."
    }
  },
  {
    "translation": {
      "en": "And then he just responds fairly quickly.",
      "de": "NEUE NACHRICHT VON SIMON Und er antwortete ziemlich schnell."
    }
  },
  {
    "translation": {
      "en": "\"I'm leaving London tomorrow. Do you want to meet up?\"",
      "de": "\"Ich verlasse London morgen. Wollen wir uns treffen?\""
    }
  },
  {
    "translation": {
      "en": "When we text on WhatsApp, he asked me to meet him",
      "de": "Per Whatsapp bat er mich um ein Treffen"
    }
  },
  {
    "translation": {
      "en": "at the hotel that he was staying at, the Four Seasons…",
      "de": "in seinem Hotel, dem Four Seasons."
    }
  },
  {
    "translation": {
      "en": "…and he just sent the Google Maps link, so I could know where I was gonna go.",
      "de": "Er schickte mir den Google-Maps-Link, damit ich wusste, wohin ich muss."
    }
  },
  {
    "translation": {
      "en": "This was just going to be, like, an hour-long coffee,",
      "de": "Ich dachte, es würde nur ein schneller Kaffee sein,"
    }
  },
  {
    "translation": {
      "en": "'cause I could just sense that this guy was a busy guy.",
      "de": "denn ich spürte, dass er viel beschäftigt war."
    }
  },
  {
    "translation": {
      "en": "When I walk into this really fancy hotel, I feel out of place.",
      "de": "Als ich in dieses schicke Hotel kam, fühlte ich mich völlig fehl am Platz."
    }
  },
  {
    "translation": {
      "en": "I think I'm a bit early. So I just decide to sit down and wait.",
      "de": "Ich glaube, ich war etwas früh dran. Also setze ich mich hin und wartete."
    }
  },
  {
    "translation": {
      "en": "You know, you're nervous.",
      "de": "Ich war aufgeregt."
    }
  },
  {
    "translation": {
      "en": "When the elevator door finally pings…",
      "de": "Als die Aufzugtür endlich aufging..."
    }
  },
  {
    "translation": {
      "en": "I was like, \"Shit.\"",
      "de": "dachte ich: \"Verdammt.\""
    }
  },
  {
    "translation": {
      "en": "He looks exactly like his pictures.",
      "de": "Er sah genau so aus wie auf den Fotos."
    }
  },
  {
    "translation": {
      "en": "He has this magnetism.",
      "de": "Er hatte diese Anziehungskraft."
    }
  },
  {
    "translation": {
      "en": "There's something about this guy that is special.",
      "de": "Irgendetwas an diesem Mann war sehr besonders."
    }
  },
  {
    "translation": {
      "en": "One of the first topics we talked about was his job.",
      "de": "Eins unserer ersten Themen war sein Job."
    }
  },
  {
    "translation": {
      "en": "He's the CEO of LLD Diamonds.",
      "de": "Er war Geschäftsführer von LLD Diamonds."
    }
  },
  {
    "translation": {
      "en": "He got the job from his dad.",
      "de": "Sein Vater gab ihm den Job."
    }
  },
  {
    "translation": {
      "en": "When he mentioned that his dad was the king of diamonds,",
      "de": "Als er sagte, dass sein Vater der Diamantenkönig war,"
    }
  },
  {
    "translation": {
      "en": "so that meant that he was the prince of diamonds,",
      "de": "und er somit der Diamantenprinz,"
    }
  },
  {
    "translation": {
      "en": "I realized, like, \"My God, what kind of family is this?\"",
      "de": "dachte ich: \"Mein Gott, was für eine Familie ist das?\""
    }
  },
  {
    "translation": {
      "en": "Very quickly, he'd become very personal. And that's what I really liked about it.",
      "de": "Er wurde sehr schnell sehr persönlich. Und das hat mir sehr gut gefallen."
    }
  },
  {
    "translation": {
      "en": "He has a baby daughter that turns two in a couple of weeks.",
      "de": "Er hatte eine kleine Tochter, die bald zwei werden würde."
    }
  },
  {
    "translation": {
      "en": "She's there now to visit him in London,",
      "de": "Sie besuchte ihn gerade in London,"
    }
  },
  {
    "translation": {
      "en": "but he's not together with the mom anymore.",
      "de": "aber er war nicht mehr mit der Mutter zusammen."
    }
  },
  {
    "translation": {
      "en": "He's rarely in one place for a very long period of time,",
      "de": "Er war selten lange an einem Ort"
    }
  },
  {
    "translation": {
      "en": "and he just missed having someone, you know.",
      "de": "und vermisste es, jemanden zu haben."
    }
  },
  {
    "translation": {
      "en": "When we were nearing the end of the date,",
      "de": "Als sich das Date dem Ende neigte,"
    }
  },
  {
    "translation": {
      "en": "he said, \"I really want to get to know you better.\"",
      "de": "sagte er: \"Ich will dich gern besser kennenlernen.\""
    }
  },
  {
    "translation": {
      "en": "They were traveling to Bulgaria for a business trip,",
      "de": "Sie flogen geschäftlich nach Bulgarien,"
    }
  },
  {
    "translation": {
      "en": "and then he was asking me if I wanted to join them.",
      "de": "und er fragte mich, ob ich mitkommen wollte."
    }
  },
  {
    "translation": {
      "en": "We're traveling by private jet.",
      "de": "Sie flogen per Privatjet."
    }
  },
  {
    "translation": {
      "en": "\"Shit. Ooh, this is something new that I've never done before.\"",
      "de": "\"Scheiße. Das ist etwas Neues, das ich noch nie gemacht habe.\""
    }
  },
  {
    "translation": {
      "en": "I felt that I would be stupid if I said no.",
      "de": "Ich dachte, ich wäre dumm, wenn ich Nein sage."
    }
  },
  {
    "translation": {
      "en": "So I was kind of, like, super excited on the inside,",
      "de": "Innerlich war ich total aufgeregt,"
    }
  },
  {
    "translation": {
      "en": "but on the outside, I kept it very cool, because I was just thinking,",
      "de": "aber äußerlich blieb ich cool, weil ich dachte:"
    }
  },
  {
    "translation": {
      "en": "\"Okay, you like this guy, you just need to keep your cool now.\"",
      "de": "\"Ok, du magst den Kerl, du musst jetzt cool bleiben.\""
    }
  },
  {
    "translation": {
      "en": "Simon asked one of his drivers to take me back home,",
      "de": "Simon bat einen seiner Fahrer, mich nach Hause zu bringen,"
    }
  },
  {
    "translation": {
      "en": "so I could pack some stuff, get my passport,",
      "de": "damit ich packen und meinen Pass holen konnte."
    }
  },
  {
    "translation": {
      "en": "then they will drive me back.",
      "de": "Dann fuhr er mich zurück."
    }
  },
  {
    "translation": {
      "en": "Suddenly, there's this Rolls-Royce waiting for me.",
      "de": "Plötzlich wartete dieser Rolls-Royce auf mich."
    }
  },
  {
    "translation": {
      "en": "So I was kind of like, \"My God. This is insane.\"",
      "de": "Ich dachte: \"Gott. Das ist verrückt.\""
    }
  },
  {
    "translation": {
      "en": "It felt like being in a movie.",
      "de": "Es war wie in einem Film."
    }
  },
  {
    "translation": {
      "en": "[announcer] Metro-Goldwyn-Mayer presents",
      "de": "EINE ANATOLE DE GRUNWALD PRODUKTION Metro-Goldwyn-Mayer präsentiert"
    }
  },
  {
    "translation": {
      "en": "an exciting, extravagant, romantic adventure.",
      "de": "ein aufregendes, extravagantes, romantisches Abenteuer."
    }
  },
  {
    "translation": {
      "en": "The Yellow Rolls-Royce.",
      "de": "Der gelbe Rolls-Royce"
    }
  },
  {
    "translation": {
      "en": "I can be quick when I pack.",
      "de": "Ich kann schnell packen."
    }
  },
  {
    "translation": {
      "en": "I have a messenger group with my girlfriends.",
      "de": "Meine Freundinnen und ich haben einen Chat."
    }
  },
  {
    "translation": {
      "en": "My friends are freaking out.",
      "de": "Sie flippten völlig aus."
    }
  },
  {
    "translation": {
      "en": "\"Who is this guy? How do you know him? You can be abducted.\"",
      "de": "\"Wer ist das? Woher kennst du ihn? Du könntest entführt werden.\""
    }
  },
  {
    "translation": {
      "en": "I was like, \"Oh, I didn't even think about that. I'm on a date, you know.\"",
      "de": "Ich dachte: \"Daran habe ich gar nicht gedacht. Es ist nur ein Date.\""
    }
  },
  {
    "translation": {
      "en": "At the airport, there is the entire team waiting for us.",
      "de": "Am Flughafen wartete das gesamte Team auf uns."
    }
  },
  {
    "translation": {
      "en": "A really tall guy, which I presume is the bodyguard.",
      "de": "Ein großer Kerl, wahrscheinlich der Bodyguard."
    }
  },
  {
    "translation": {
      "en": "There's a couple of drivers, and you have his little daughter.",
      "de": "Da waren ein paar Fahrer und seine kleine Tochter."
    }
  },
  {
    "translation": {
      "en": "I see this woman that's with Simon's daughter.",
      "de": "Ich sah diese Frau mit Simons Tochter."
    }
  },
  {
    "translation": {
      "en": "Simon tells me that that's the baby's mother",
      "de": "Simon sagte mir, sie wäre die Mutter des Kindes"
    }
  },
  {
    "translation": {
      "en": "and that they're going to be on the plane with us.",
      "de": "und dass sie mit uns fliegen würden."
    }
  },
  {
    "translation": {
      "en": "His ex is joining us on our first date together,",
      "de": "Seine Ex war bei unserem ersten Date."
    }
  },
  {
    "translation": {
      "en": "and I'm kind of like, \"Well, this can be interesting.\"",
      "de": "Ich dachte: \"Das könnte interessant werden.\""
    }
  },
  {
    "translation": {
      "en": "[Simon] Morning. How are you? Ah, good. Morning.",
      "de": "Guten Morgen. Wie geht es Ihnen? Gut. Morgen."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Did you take videos on the plane? Show me?",
      "de": "Hast du Videos gemacht? Zeigst du sie mir?"
    }
  },
  {
    "translation": {
      "en": "[laughs] Yes. It's like the worst person.",
      "de": "Ja. Ich bin wirklich schlimm."
    }
  },
  {
    "translation": {
      "en": "That's what one of my friends would say.",
      "de": "Das würde meine Freundin sagen."
    }
  },
  {
    "translation": {
      "en": "\"Can you stop being so awkward?\" But I was very excited about it, you know.",
      "de": "\"Hör auf, so peinlich zu sein.\" Aber ich war so aufgeregt."
    }
  },
  {
    "translation": {
      "en": "It was champagne with caviar. I've never eaten caviar before.",
      "de": "Es gab Champagner mit Kaviar. Ich hatte noch nie Kaviar gegessen."
    }
  },
  {
    "translation": {
      "en": "And then it was sushi. And it was like it was a totally different world.",
      "de": "Dann gab es Sushi. Es war eine völlig andere Welt."
    }
  },
  {
    "translation": {
      "en": "If I like someone, I'll give them a little kiss on the cheek.",
      "de": "Wenn ich jemanden mag, küsse ich ihn auf die Wange."
    }
  },
  {
    "translation": {
      "en": "It was quick, but it just felt very natural.",
      "de": "Es ging schnell, aber es fühlte sich richtig an."
    }
  },
  {
    "translation": {
      "en": "When we landed, me and the baby's mother and the baby, we went into a car.",
      "de": "Als wir landeten, fuhr ich mit der Mutter und dem Baby in einem Auto."
    }
  },
  {
    "translation": {
      "en": "Of course, I take the opportunity to ask some questions.",
      "de": "Natürlich nutzte ich das, um ein paar Fragen zu stellen."
    }
  },
  {
    "translation": {
      "en": "She tells me what a wonderful father he is,",
      "de": "Sie sagte, er sein ein wundervoller Vater,"
    }
  },
  {
    "translation": {
      "en": "that he's still supporting them even though they're not together anymore,",
      "de": "dass er sie unterstützt, obwohl sie nicht mehr zusammen sind."
    }
  },
  {
    "translation": {
      "en": "which was really, really nice to hear.",
      "de": "Das war schön zu hören."
    }
  },
  {
    "translation": {
      "en": "When we go to the hotel, we check in,",
      "de": "Wir gingen ins Hotel, checkten ein"
    }
  },
  {
    "translation": {
      "en": "and when we're walking into the elevator together,",
      "de": "und als wir zusammen in den Aufzug gingen"
    }
  },
  {
    "translation": {
      "en": "exactly when the door closes,",
      "de": "und die Tür sich schloss,"
    }
  },
  {
    "translation": {
      "en": "he takes me around the waist and he just looks at me",
      "de": "umfasste er meine Taille und sah mich an."
    }
  },
  {
    "translation": {
      "en": "and he draws me in and just gives me this kiss,",
      "de": "Er zog mich ran und gab mir diesen Kuss."
    }
  },
  {
    "translation": {
      "en": "and I was like, \"Oh, shit,\" you know, the kind of butterflies…",
      "de": "Ich dachte: \"Scheiße.\" Diese Schmetterlinge..."
    }
  },
  {
    "translation": {
      "en": "It was passionate, and was just the perfect first kiss",
      "de": "Es war leidenschaftlich, der perfekteste erste Kuss,"
    }
  },
  {
    "translation": {
      "en": "that you could have, you know.",
      "de": "den man haben kann."
    }
  },
  {
    "translation": {
      "en": "-[interviewer] You sleep together? -We sleep together.",
      "de": "-Habt ihr miteinander geschlafen? -Ja."
    }
  },
  {
    "translation": {
      "en": "And then, later on, I could see that he has some marks on his back.",
      "de": "Später sah ich, dass er Male auf dem Rücken hatte."
    }
  },
  {
    "translation": {
      "en": "I was just wondering, like, what is this? Where, like, I was touching it.",
      "de": "Ich fragte mich, was das war und berührte sie."
    }
  },
  {
    "translation": {
      "en": "And then he was kind of like, \"Oh, well…\"",
      "de": "Er sagte nur: \"Na ja..."
    }
  },
  {
    "translation": {
      "en": "He didn't exactly know how to say it, but it was, like,",
      "de": "Er wusste nicht, wie er es sagen sollte,"
    }
  },
  {
    "translation": {
      "en": "he had been in jail in South Africa. And I was like, \"What?\"",
      "de": "aber er war in Südafrika im Gefängnis gewesen. Ich fragte: \"Was?\""
    }
  },
  {
    "translation": {
      "en": "Just trust me once more.",
      "de": "Vertrau mir nur noch einmal."
    }
  },
  {
    "translation": {
      "en": "Why should I?",
      "de": "Warum sollte ich?"
    }
  },
  {
    "translation": {
      "en": "He had a deal going on there, and they had",
      "de": "Er hatte dort einen Deal, und sie hatten sich"
    }
  },
  {
    "translation": {
      "en": "turned their backs against him and betrayed him.",
      "de": "gegen ihn gestellt und ihn verraten."
    }
  },
  {
    "translation": {
      "en": "So he had gone in prison on false pretenses.",
      "de": "Also landete er wegen falscher Behauptungen im Gefängnis."
    }
  },
  {
    "translation": {
      "en": "He was innocent.",
      "de": "Er war unschuldig."
    }
  },
  {
    "translation": {
      "en": "He had been manhandled in prison because he was Jewish.",
      "de": "Im Gefängnis wurde er misshandelt, weil er Jude war."
    }
  },
  {
    "translation": {
      "en": "Here was this guy I thought had everything going for him",
      "de": "Plötzlich saß der Mann, der alles hatte,"
    }
  },
  {
    "translation": {
      "en": "sitting on the bed with me, being really vulnerable.",
      "de": "mit mir auf dem Bett und war sehr verletzlich."
    }
  },
  {
    "translation": {
      "en": "Just give me the stamps.",
      "de": "Gib mir die Briefmarken."
    }
  },
  {
    "translation": {
      "en": "Oh. Oh, I love you, Adam, Alex, Peter…",
      "de": "Oh, ich liebe dich, Adam, Alex, Peter…"
    }
  },
  {
    "translation": {
      "en": "[Cecilie] Here's this kind of person that you want to save,",
      "de": "Er war diese Art Mensch, die man retten will."
    }
  },
  {
    "translation": {
      "en": "especially 'cause he has so much responsibility on his back.",
      "de": "Vor allem, weil er so viel Verantwortung trug."
    }
  },
  {
    "translation": {
      "en": "Everyone is relying on him.",
      "de": "Alle verließen sich auf ihn."
    }
  },
  {
    "translation": {
      "en": "Even though things had gone very quickly with us,",
      "de": "Auch wenn mit uns alles sehr schnell ging,"
    }
  },
  {
    "translation": {
      "en": "but when I sit there and I feel an emotional connection with someone",
      "de": "saß ich da und fühlte mich emotional mit ihm verbunden."
    }
  },
  {
    "translation": {
      "en": "and they're opening up, that's just how I am as a person.",
      "de": "Wenn sich mir jemand öffnet, kann ich nicht anders."
    }
  },
  {
    "translation": {
      "en": "He starts getting a lot of calls, and, in the end, he just says,",
      "de": "Er bekam viele Anrufe, und am Ende sagt er:"
    }
  },
  {
    "translation": {
      "en": "\"We're so busy. I think it's best if you just go back home.\"",
      "de": "\"Wir haben viel zu tun. Du fliegst wohl besser heim.\""
    }
  },
  {
    "translation": {
      "en": "I was a bit disappointed, actually. I was kind of like…",
      "de": "Ich war etwas enttäuscht. Es war irgendwie..."
    }
  },
  {
    "translation": {
      "en": "I wanted to spend more time with him.",
      "de": "Ich wollte bei ihm bleiben."
    }
  },
  {
    "translation": {
      "en": "When I came back to London, I thought the conversation would die out.",
      "de": "Als ich nach London zurückkam, dachte ich, das war's dann."
    }
  },
  {
    "translation": {
      "en": "I didn't expect anything.",
      "de": "Ich erwartete nichts."
    }
  },
  {
    "translation": {
      "en": "I felt like I knew him more, but I didn't really \"know him\" know him.",
      "de": "Ich hatte das Gefühl, ihn zu kennen, aber ich kannte ihn nicht wirklich."
    }
  },
  {
    "translation": {
      "en": "Like, how special was I? I felt special, but, like, when he leaves, you never know.",
      "de": "Wie besonders war ich? Ich fühlte mich so, aber danach, weiß man nie."
    }
  },
  {
    "translation": {
      "en": "I was hoping. I was really hoping",
      "de": "Ich hoffte wirklich sehr,"
    }
  },
  {
    "translation": {
      "en": "that he was gonna come back.",
      "de": "dass er zurückkommen würde."
    }
  },
  {
    "translation": {
      "en": "But then kept going with, like, good morning messages to each other",
      "de": "Aber dann ging es weiter mit Nachrichten am Morgen..."
    }
  },
  {
    "translation": {
      "en": "and good night messages, and FaceTime.",
      "de": "GUTEN MORGEN, SÜSSE ...am Abend und FaceTime."
    }
  },
  {
    "translation": {
      "en": "He was, like, tagging me where he was going.",
      "de": "Er markierte für mich, wo er sich aufhielt."
    }
  },
  {
    "translation": {
      "en": "When I was at work, you could hear the pinging in your phone,",
      "de": "Auf der Arbeit hörte ich mein Handy pingen..."
    }
  },
  {
    "translation": {
      "en": "and it was, like, \"I hope that it's him.\"",
      "de": "...und dachte: \"Hoffentlich er.\""
    }
  },
  {
    "translation": {
      "en": "He just suddenly asked me, \"So what's your address?\"",
      "de": "Plötzlich fragte er: \"Wie lautet deine Adresse?\""
    }
  },
  {
    "translation": {
      "en": "Never, ever received a bouquet like that.",
      "de": "So einen Strauß hatte ich noch nie bekommen."
    }
  },
  {
    "translation": {
      "en": "[Simon] Miss you. Wanna spend some time together… Kiss you, hug you.",
      "de": "Ich vermisse dich. Ich will bei dir sein. Küss dich, umarm dich."
    }
  },
  {
    "translation": {
      "en": "Feel like we have something special, and he says so to me.",
      "de": "Wir hatten etwas Besonderes, das sagte er auch."
    }
  },
  {
    "translation": {
      "en": "So I'm kind of like, \"Oh, shit. Is this it?\"",
      "de": "Ich dachte also: \"Scheiße. Ist er der Eine?\""
    }
  },
  {
    "translation": {
      "en": "Ah, it was so nice seeing him again.",
      "de": "Es war schön, ihn wiederzusehen."
    }
  },
  {
    "translation": {
      "en": "I can't even describe to someone. Like, when you really want to see someone.",
      "de": "Ich kann es nicht mal beschreiben. Diese Vorfreude, ihn zu sehen."
    }
  },
  {
    "translation": {
      "en": "Just feeling that you're his girl is like the best feeling.",
      "de": "Das Gefühl zu haben, seine Freundin zu sein, war großartig."
    }
  },
  {
    "translation": {
      "en": "But then it was difficult to meet up with him. He was traveling a lot for business.",
      "de": "Aber es war schwierig, ihn zu treffen. Er war geschäftlich viel unterwegs."
    }
  },
  {
    "translation": {
      "en": "I was going home to Oslo and I was thinking,",
      "de": "Ich fuhr nach Hause nach Oslo und dachte:"
    }
  },
  {
    "translation": {
      "en": "\"Well, you can come to Oslo!\"",
      "de": "\"Du kannst nach Oslo kommen!\""
    }
  },
  {
    "translation": {
      "en": "And that was one of the things he said,",
      "de": "Aber er sagte:"
    }
  },
  {
    "translation": {
      "en": "\"But, babe, I don't have anything to do in Oslo. There's no business,\"",
      "de": "\"Babe. Ich habe in Oslo geschäftlich nichts zu tun.\""
    }
  },
  {
    "translation": {
      "en": "and I was missing him so much, I was like, \"I'm never gonna be able to see you.\"",
      "de": "Ich vermisste ihn so sehr und dachte: \"Ich werde dich nie sehen können.\""
    }
  },
  {
    "translation": {
      "en": "You're kidding me.",
      "de": "Du machst Witze."
    }
  },
  {
    "translation": {
      "en": "You're such a busy guy, and you decide to take a private jet",
      "de": "Du bist so beschäftigt und schnappst dir einen Privatjet,"
    }
  },
  {
    "translation": {
      "en": "and land at like 3:00 a.m. to come and see me.",
      "de": "um mich um drei Uhr morgens zu besuchen."
    }
  },
  {
    "translation": {
      "en": "So I go to his hotel. I bought him, like, a Valentine's present.",
      "de": "Ich ging also in sein Hotel. Ich hatte ihm ein Geschenk zum Valentinstag gekauft."
    }
  },
  {
    "translation": {
      "en": "It was a book about having a relationship with a Norwegian.",
      "de": "Es war ein Buch über Beziehungen mit Norwegern. EIN NORWEGISCHER FREUND"
    }
  },
  {
    "translation": {
      "en": "And then I had made, like, ten things about him",
      "de": "Ich hatte zehn DInge aufgeschrieben,"
    }
  },
  {
    "translation": {
      "en": "that makes him wonderful, which I'd written myself.",
      "de": "die wunderbar an ihm sind."
    }
  },
  {
    "translation": {
      "en": "And then he just asked me,",
      "de": "Und er fragte mich:"
    }
  },
  {
    "translation": {
      "en": "\"I am serious about you. Do you want to be my girlfriend?\"",
      "de": "\"Mir ist es ernst mit dir. Willst du meine Freundin sein?\""
    }
  },
  {
    "translation": {
      "en": "And I'm kind of like, \"Oh, shit.\" The kind of words that you wanted to hear.",
      "de": "Ich dachte: \"Scheiße.\" Das sind die Worte, die man hören will."
    }
  },
  {
    "translation": {
      "en": "Yeah. And then we were together.",
      "de": "Und dann waren wir zusammen."
    }
  },
  {
    "translation": {
      "en": "That's when he said there was something he wants to tell me",
      "de": "Da sagte er, er will mir etwas sagen,"
    }
  },
  {
    "translation": {
      "en": "if we're gonna be together.",
      "de": "bevor wir zusammen sind."
    }
  },
  {
    "translation": {
      "en": "It was better to be open and honest about how his life was",
      "de": "Es wäre besser, offen und ehrlich über sein Leben zu sein,"
    }
  },
  {
    "translation": {
      "en": "than to keep it hidden.",
      "de": "als es zu verstecken."
    }
  },
  {
    "translation": {
      "en": "He was just talking about this big deal that he needed to get done,",
      "de": "Er redete von diesem großen Deal, den er machen müsste."
    }
  },
  {
    "translation": {
      "en": "and the deal was worth $70 million,",
      "de": "Der Deal wäre $ 70 Millionen wert."
    }
  },
  {
    "translation": {
      "en": "but the diamond industry is a dangerous business.",
      "de": "Aber das Diamantengeschäft ist gefährlich."
    }
  },
  {
    "translation": {
      "en": "He had these threats surrounding his security.",
      "de": "Er hatte diese Drohungen erhalten."
    }
  },
  {
    "translation": {
      "en": "He had a security team in Israel. Peter was like the head of it.",
      "de": "Er hatte ein Sicherheitsteam in Israel. Der Leiter war Peter."
    }
  },
  {
    "translation": {
      "en": "Threats had gotten worse.",
      "de": "Die Drohungen waren schlimmer geworden."
    }
  },
  {
    "translation": {
      "en": "He showed me pictures of, like, they had gotten bullets in the mail.",
      "de": "Er zeigte mir Bilder von Kugeln, die sie mit der Post bekommen hatten."
    }
  },
  {
    "translation": {
      "en": "Funeral flowers had been sent.",
      "de": "Trauergestecke wurden geschickt."
    }
  },
  {
    "translation": {
      "en": "He had CCTV of an apartment in Tel Aviv.",
      "de": "Er hatte ein Überwachungssystem in Tel Aviv."
    }
  },
  {
    "translation": {
      "en": "He had a break-in there.",
      "de": "Dort war eingebrochen worden."
    }
  },
  {
    "translation": {
      "en": "The security team told him that he wasn't safe in London anymore,",
      "de": "Das Sicherheitsteam sagte ihm, er sei in London nicht mehr sicher,"
    }
  },
  {
    "translation": {
      "en": "and for time being he needed to stay away.",
      "de": "und vorerst müsse er sich fernhalten."
    }
  },
  {
    "translation": {
      "en": "Of course, I get super scared for him.",
      "de": "Natürlich hatte ich Angst um ihn."
    }
  },
  {
    "translation": {
      "en": "I could just see that it was straining on him.",
      "de": "Ich sah, dass es an ihm zehrte."
    }
  },
  {
    "translation": {
      "en": "He just wanted my understanding that things were gonna be fine,",
      "de": "Er wollte nur, dass ich verstehe, dass alles gut wird"
    }
  },
  {
    "translation": {
      "en": "and we were going to be together.",
      "de": "und wir zusammen sein werden."
    }
  },
  {
    "translation": {
      "en": "And I was like, \"Okay. I'll be here for you.\"",
      "de": "Und ich sagte: \"Ok. Ich bin für dich da.\""
    }
  },
  {
    "translation": {
      "en": "When I got back home, one of my friends Googled the Leviev family.",
      "de": "Als ich nach Hause kam, googelte einer meiner Freunde die Leviev-Familie."
    }
  },
  {
    "translation": {
      "en": "She says this is one of the most powerful families.",
      "de": "WER IST LEV LEVIEV, MILLIARDÄR MIT BANDEN ZU... UND PUTIN Eine der mächtigsten Familien."
    }
  },
  {
    "translation": {
      "en": "They've become big for a reason.",
      "de": "WLADIMIR PUTIN... Sie wurden nicht ohne Grund groß."
    }
  },
  {
    "translation": {
      "en": "Need to be realistic about what he's involved in.",
      "de": "Man muss seine Geschäftsfelder... realistisch betrachten."
    }
  },
  {
    "translation": {
      "en": "I hadn't seen him in a while. And of course it made you a bit scared.",
      "de": "Ich hatte ihn eine Weile nicht gesehen. Und natürlich hatte ich etwas Angst."
    }
  },
  {
    "translation": {
      "en": "So I check his Tinder to see where he is.",
      "de": "Also sah ich auf Tinder nach, wo er ist."
    }
  },
  {
    "translation": {
      "en": "I see that he's in a different country.",
      "de": "Ich sah, dass er im Ausland war. 1.185 MEILEN ENTFERNT"
    }
  },
  {
    "translation": {
      "en": "And I also see a couple of his pictures had changed.",
      "de": "Und ich sah auch, dass er andere Bilder hatte."
    }
  },
  {
    "translation": {
      "en": "My heart just sank, you know, 'cause that means that he's been active.",
      "de": "Mein Herz wurde schwer, denn das hieß, er war aktiv."
    }
  },
  {
    "translation": {
      "en": "So what's going on?",
      "de": "Was war los?"
    }
  },
  {
    "translation": {
      "en": "[Simon] I'm not using Tinder anymore. I deleted the app. I deleted the account.",
      "de": "Ich benutze Tinder nicht mehr. Ich habe die App und das Konto gelöscht."
    }
  },
  {
    "translation": {
      "en": "He tells me that we're a team and we're together",
      "de": "Er sagte mir, dass wir ein Team sind, zusammen sind"
    }
  },
  {
    "translation": {
      "en": "and that I have nothing to worry about.",
      "de": "und dass ich mir keine Sorgen machen muss."
    }
  },
  {
    "translation": {
      "en": "There's no one else. Only me.",
      "de": "Es gäbe keine andere. Nur mich."
    }
  },
  {
    "translation": {
      "en": "[Simon] I care about you. I miss you. And everything will be all right, baby.",
      "de": "Du bist mir wichtig. Ich vermisse dich. Und alles wird gut, Baby."
    }
  },
  {
    "translation": {
      "en": "I was sitting by my phone, swiping, swiping.",
      "de": "Ich saß an meinem Handy und wischte."
    }
  },
  {
    "translation": {
      "en": "[interviewer] What kind of guy were you hoping for?",
      "de": "Auf was für einen Mann hast du gehofft?"
    }
  },
  {
    "translation": {
      "en": "An ideal guy. A smart one. And funny. And very impulsive.",
      "de": "Auf den idealen Mann. Klug. Witzig. Und sehr impulsiv."
    }
  },
  {
    "translation": {
      "en": "I'm a very independent woman. I always have been.",
      "de": "Ich bin eine sehr unabhängige Frau. Das war ich schon immer."
    }
  },
  {
    "translation": {
      "en": "I've done that since the age of 16,",
      "de": "Das ist schon so seit ich 16 war."
    }
  },
  {
    "translation": {
      "en": "so I don't need a man to take care of me,",
      "de": "Ich brauche keinen Mann, der mich beschützt,"
    }
  },
  {
    "translation": {
      "en": "but I would appreciate to have a man to share my life.",
      "de": "aber ich hätte gern einen Mann, mit dem ich mein Leben teilen kann."
    }
  },
  {
    "translation": {
      "en": "My Tinder profile was a mix.",
      "de": "Mein Tinder-Profil war gemischt."
    }
  },
  {
    "translation": {
      "en": "It had some pictures with me dressed for work, traveling,",
      "de": "Es gab ein paar Bilder von mir bei der Arbeit und auf Reisen"
    }
  },
  {
    "translation": {
      "en": "because I still wanted to attract this person",
      "de": "denn ich wollte jemanden finden,"
    }
  },
  {
    "translation": {
      "en": "that was living the same life as I did.",
      "de": "der meinen Lebensstil teilt."
    }
  },
  {
    "translation": {
      "en": "So I was swiping. And then this guy comes up.",
      "de": "Ich wischte also hin und her. Und dann kam dieser Typ."
    }
  },
  {
    "translation": {
      "en": "This is someone who is well-traveled.",
      "de": "Jemand, der viel reist."
    }
  },
  {
    "translation": {
      "en": "And still works very hard.",
      "de": "Trotzdem arbeitet er hart."
    }
  },
  {
    "translation": {
      "en": "So I thought, \"Oh, great. Let's swipe right on that.\"",
      "de": "Also dachte ich: \"Super. Dann wisch ich mal nach rechts.\""
    }
  },
  {
    "translation": {
      "en": "I got a match.",
      "de": "Es war ein Match."
    }
  },
  {
    "translation": {
      "en": "He was here in Stockholm for business, but it said he was living in Amsterdam.",
      "de": "Er war geschäftlich in Stockholm, aber dort stand, er wohnt in Amsterdam."
    }
  },
  {
    "translation": {
      "en": "He texts me and asks me if I want to come visit.",
      "de": "Er schrieb mir und fragte, ob ich ihn besuchen will."
    }
  },
  {
    "translation": {
      "en": "[Simon] There is a flight tomorrow at nine o'clock in the morning",
      "de": "Morgen um neun Uhr gibt es einen Flug"
    }
  },
  {
    "translation": {
      "en": "from Stockholm to Amsterdam.",
      "de": "von Stockholm nach Amsterdam."
    }
  },
  {
    "translation": {
      "en": "So tell me if it's all right for you.",
      "de": "Sag mir, ob dir das passt."
    }
  },
  {
    "translation": {
      "en": "He asked about my passport details, booked my flight ticket,",
      "de": "Er fragte nach meinen Passdaten und buchte mein Flugticket."
    }
  },
  {
    "translation": {
      "en": "which I thought was a nice gesture.",
      "de": "Das war eine nette Geste."
    }
  },
  {
    "translation": {
      "en": "I get this confirmation from Simon Leviev at LLD Diamonds.",
      "de": "DIE BESTÄTIGUNG WURDE GESCHICKT AN: Ich bekam eine Bestätigung von Simon Leviev von LLD Diamonds."
    }
  },
  {
    "translation": {
      "en": "Of course, I started to Google,",
      "de": "Natürlich googelte ich ihn."
    }
  },
  {
    "translation": {
      "en": "because you always Google everyone you're supposed to go on a date with.",
      "de": "Man googelt jeden, mit dem man ausgehen will."
    }
  },
  {
    "translation": {
      "en": "His father is this diamond tycoon,",
      "de": "DER KÖNIG DER DIAMANTEN Sein Vater war ein Diamantenmagnat,"
    }
  },
  {
    "translation": {
      "en": "and I'm just thinking, \"Oh my God, another diamond guy.\"",
      "de": "und ich dachte nur: \"Mein Gott, noch so ein Diamantentyp.\""
    }
  },
  {
    "translation": {
      "en": "-Um… -[interviewer] Another diamond guy?",
      "de": "Noch einer?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "I used to date a guy that was in the diamond industry.",
      "de": "Ich war mal mit jemandem aus der Diamantenindustrie zusammen."
    }
  },
  {
    "translation": {
      "en": "Okay, maybe second time around.",
      "de": "Vielleicht klappt der zweite Versuch."
    }
  },
  {
    "translation": {
      "en": "I take a car to his house, which is in this lovely, lovely neighborhood.",
      "de": "Ich nahm ein Auto zu seinem Haus, das in dieser schönen Gegend liegt."
    }
  },
  {
    "translation": {
      "en": "He comes and opens up the door.",
      "de": "Er kam und öffnete die Tür."
    }
  },
  {
    "translation": {
      "en": "He dresses very elegantly.",
      "de": "Er war sehr elegant gekleidet."
    }
  },
  {
    "translation": {
      "en": "\"A little bit short for my taste,\" was the first thing I was thinking,",
      "de": "\"Etwas klein für meinen Geschmack\". Das dachte ich als Erstes."
    }
  },
  {
    "translation": {
      "en": "but he's really easy to talk to.",
      "de": "Aber man konnte toll mit ihm reden."
    }
  },
  {
    "translation": {
      "en": "It's quite rare that you meet someone and you have this instant connection.",
      "de": "Es ist sehr selten, jemanden zu treffen und diese Verbindung zu haben."
    }
  },
  {
    "translation": {
      "en": "After we spent an hour together,",
      "de": "Nach nur einer Stunde zusammen"
    }
  },
  {
    "translation": {
      "en": "we felt like we had known each other for ten years or something.",
      "de": "hatten wir das Gefühl, wir kennen uns seit zehn Jahren oder so."
    }
  },
  {
    "translation": {
      "en": "We go for lunch, the entire staff welcomes us.",
      "de": "Wir gingen Mittag essen. Das gesamte Personal begrüßte uns."
    }
  },
  {
    "translation": {
      "en": "They bring a special order of caviar that the restaurant uses just for Simon.",
      "de": "Sie brachten besonderen Kaviar, den das Restaurant nur für Simon kauft."
    }
  },
  {
    "translation": {
      "en": "I don't think the food ever stopped coming in.",
      "de": "Ununterbrochen kam Essen an den Tisch."
    }
  },
  {
    "translation": {
      "en": "He really asked a lot of questions, really wanted to listen,",
      "de": "Er stellte viele Fragen und hörte genau zu,"
    }
  },
  {
    "translation": {
      "en": "which I really appreciated.",
      "de": "was ich sehr schätzte."
    }
  },
  {
    "translation": {
      "en": "'Cause it's quite rare to have men listen sometimes.",
      "de": "Es ist ja eher selten, dass Männer zuhören."
    }
  },
  {
    "translation": {
      "en": "Afterwards, we had a nice, long walk around Amsterdam. I see a diamond museum.",
      "de": "Dann machten wir einen langen Spaziergang durch Amsterdam. Ich sah ein Diamantenmuseum."
    }
  },
  {
    "translation": {
      "en": "I love museums, and if you should go to a diamond museum,",
      "de": "Ich liebe Museen, und wenn man in ein Diamantenmuseum will,"
    }
  },
  {
    "translation": {
      "en": "you should go with someone in the business.",
      "de": "dann mit jemandem aus der Branche."
    }
  },
  {
    "translation": {
      "en": "He knows all about the mines,",
      "de": "Er wusste alles über die Minen,"
    }
  },
  {
    "translation": {
      "en": "how to cut them, where you get the best diamonds.",
      "de": "die Schnittverfahren, wo man die besten Diamanten bekommt."
    }
  },
  {
    "translation": {
      "en": "He knows everything.",
      "de": "Er wusste alles."
    }
  },
  {
    "translation": {
      "en": "After that, he makes this little bit of a move on me.",
      "de": "Danach machte er Annäherungsversuche."
    }
  },
  {
    "translation": {
      "en": "But it just doesn't feel right.",
      "de": "Aber es fühlte sich nicht richtig an."
    }
  },
  {
    "translation": {
      "en": "He's like, \"No, maybe no. Just… Better just stay friends.\"",
      "de": "Er sagte: \"Vielleicht lieber nicht. Bleiben wir Freunde.\""
    }
  },
  {
    "translation": {
      "en": "\"Yeah, maybe you're right.\" [laughs]",
      "de": "\"Ja, vielleicht hast du recht.\""
    }
  },
  {
    "translation": {
      "en": "Even though there wasn't a romantic energy between us,",
      "de": "Obwohl wir keine romantische Verbindung hatten,"
    }
  },
  {
    "translation": {
      "en": "I really enjoyed myself.",
      "de": "hatte ich eine Menge Spaß."
    }
  },
  {
    "translation": {
      "en": "I actually missed him after just a day or two, because we did have a lot of fun.",
      "de": "DAS HAT MIR DEN TAG GERETTET Nach ein, zwei Tagen vermisste ich ihn, denn wir hatten viel Spaß gehabt."
    }
  },
  {
    "translation": {
      "en": "We were talking and calling and texting.",
      "de": "Wir riefen uns an und schrieben uns."
    }
  },
  {
    "translation": {
      "en": "When he's out to dinner,",
      "de": "Wenn er essen ging,"
    }
  },
  {
    "translation": {
      "en": "he sends me a picture, and we used voice notes.",
      "de": "schickte er mir Fotos, und wir sendeten uns Sprachnachrichten."
    }
  },
  {
    "translation": {
      "en": "[Simon] Beautiful looking. Beautiful, Pernilla.",
      "de": "Wunderschön. Schöne Pernilla."
    }
  },
  {
    "translation": {
      "en": "Happy to see you tomorrow.",
      "de": "Ich freu mich auf morgen."
    }
  },
  {
    "translation": {
      "en": "You can be two different types of personalities sometimes.",
      "de": "Menschen kann man in zwei Typen einteilen."
    }
  },
  {
    "translation": {
      "en": "So either you can be a battery charger or a battery drainer.",
      "de": "Man lädt die Batterie auf, oder man entzieht ihr den Saft."
    }
  },
  {
    "translation": {
      "en": "[Simon] Work hard, play hard.",
      "de": "Hart arbeiten, heftig feiern."
    }
  },
  {
    "translation": {
      "en": "And he was definitely my battery charger.",
      "de": "Er hat meine Batterien eindeutig aufgeladen."
    }
  },
  {
    "translation": {
      "en": "[Simon] Amazing. Amazing. Beautiful dress.",
      "de": "Fantastisch. Schönes Kleid."
    }
  },
  {
    "translation": {
      "en": "Once, I remember, like, he flew over just to have a coffee with me one day",
      "de": "Einmal flog er rüber, um einen Kaffee mit mir zu trinken,"
    }
  },
  {
    "translation": {
      "en": "because I was having a bad day.",
      "de": "weil ich einen schlechten Tag hatte."
    }
  },
  {
    "translation": {
      "en": "[Simon] Pernilla, about 10 o'clock we're going for a drink.",
      "de": "Pernilla, gegen 22 Uhr gehen wir was trinken."
    }
  },
  {
    "translation": {
      "en": "Then, 12:30, we're going to the club.",
      "de": "Und um 00:30 Uhr in den Club."
    }
  },
  {
    "translation": {
      "en": "[Pernilla] Can't wait to see you later!",
      "de": "Ich freue mich auf dich, Babe!"
    }
  },
  {
    "translation": {
      "en": "I gave him a little bit of a prince emoji next to his name,",
      "de": "Ich verpasste ihm ein Prinzemoji neben seinem Namen,"
    }
  },
  {
    "translation": {
      "en": "because that's how he's behaving sometimes.",
      "de": "denn genau so benahm er sich manchmal."
    }
  },
  {
    "translation": {
      "en": "And I always make a joke about this.",
      "de": "Darüber machte ich immer Witze. PRINZ"
    }
  },
  {
    "translation": {
      "en": "Really felt like we had a special connection.",
      "de": "Wir hatten wirklich eine besondere Verbindung."
    }
  },
  {
    "translation": {
      "en": "[Simon] I can't wait to see you. I love you with all my heart. I miss you so much.",
      "de": "Ich freue mich auf dich. Ich liebe dich von ganzem Herzen. Ich vermisse dich."
    }
  },
  {
    "translation": {
      "en": "[Cecilie] Simon was away a lot on business. We'd talk and text every single day.",
      "de": "Simon war viel unterwegs. Wir sprachen und schrieben uns jeden Tag."
    }
  },
  {
    "translation": {
      "en": "Your girl is finally done with yoga for the night.",
      "de": "Dein Mädchen ist fertig mit Yoga."
    }
  },
  {
    "translation": {
      "en": "And she's at home making some delicious salmon.",
      "de": "Und jetzt macht sie sich leckeren Lachs."
    }
  },
  {
    "translation": {
      "en": "I felt special.",
      "de": "Ich fühlte mich besonders."
    }
  },
  {
    "translation": {
      "en": "It was just amazing.",
      "de": "Es war unglaublich."
    }
  },
  {
    "translation": {
      "en": "And then, he asked me.",
      "de": "SCHÖNEN TAG! Und dann fragte er mich."
    }
  },
  {
    "translation": {
      "en": "It's just the best feeling, you know, when you have someone",
      "de": "Es fühlt sich so gut an, wenn man jemanden hat"
    }
  },
  {
    "translation": {
      "en": "and both are on the same wavelength.",
      "de": "und beide auf derselben Wellenlänge sind."
    }
  },
  {
    "translation": {
      "en": "Time for apartment number two.",
      "de": "Zeit für Wohnung Nummer zwei."
    }
  },
  {
    "translation": {
      "en": "Living room where we can watch movies and stuff.",
      "de": "Das Wohnzimmer, zum Filme gucken und so."
    }
  },
  {
    "translation": {
      "en": "I was dreaming of how it would be for the two of us to live together.",
      "de": "Ich stellte mir vor, wie es für uns wäre, zusammen zu leben."
    }
  },
  {
    "translation": {
      "en": "And then you have this awesome kitchen.",
      "de": "Und dann gibt es hier diese tolle Küche."
    }
  },
  {
    "translation": {
      "en": "And here is the bedroom.",
      "de": "Und hier ist das Schlafzimmer."
    }
  },
  {
    "translation": {
      "en": "Simon tells me that the budget is $15,000 per month.",
      "de": "Simon sagte mir, das Budget läge bei $ 15.000 pro Monat."
    }
  },
  {
    "translation": {
      "en": "Third apartment.",
      "de": "Dritte Wohnung."
    }
  },
  {
    "translation": {
      "en": "So I'm going all the rounds in these amazing apartments.",
      "de": "Also sah ich mir all diese tollen Wohnungen an."
    }
  },
  {
    "translation": {
      "en": "And sometimes I even have Simon with me on FaceTime.",
      "de": "Und manchmal war Simon sogar per Face Time dabei."
    }
  },
  {
    "translation": {
      "en": "It was just a really nice way to connect with him,",
      "de": "Es war eine nette Art, Zeit mit ihm zu verbringen,"
    }
  },
  {
    "translation": {
      "en": "even though he wasn't there, to do it together.",
      "de": "Auch wenn er nicht da war."
    }
  },
  {
    "translation": {
      "en": "The view is out to the Piazza at Covent Garden.",
      "de": "Der Blick geht auf die Piazza in Covent Garden."
    }
  },
  {
    "translation": {
      "en": "Cecilie, my love, I love you, I miss you. I can't wait to see you.",
      "de": "Cecilie ich liebe dich, vermisse dich. Ich freue mich auf dich."
    }
  },
  {
    "translation": {
      "en": "In the middle of the night, I get a picture of Peter, Simon's bodyguard.",
      "de": "Mitten in der Nacht bekam ich ein Bild von Peter, Simons Bodyguard."
    }
  },
  {
    "translation": {
      "en": "Simon is writing \"Peter hurt,\" and I'm like, \"What the fuck?\"",
      "de": "Simon schrieb: \"Peter verletzt\", und ich dachte: \"Was zum Teufel?\""
    }
  },
  {
    "translation": {
      "en": "Well, this is the night.",
      "de": "Jetzt ist es passiert."
    }
  },
  {
    "translation": {
      "en": "[woman] Can you write your first name? Or I can write it, of course.",
      "de": "Können Sie Ihren Vornamen schreiben? Ich schreibe ihn."
    }
  },
  {
    "translation": {
      "en": "We're in an ambulance.",
      "de": "Wir sind im Krankenwagen."
    }
  },
  {
    "translation": {
      "en": "[woman] Can you write that?",
      "de": "Können Sie schreiben?"
    }
  },
  {
    "translation": {
      "en": "He just says that, \"They were going after me. Thank God for Peter.\"",
      "de": "Er sagte: \"Sie waren hinter mir her. Zum Glück war Peter da."
    }
  },
  {
    "translation": {
      "en": "\"If not, I would be dead.\"",
      "de": "Sonst wäre ich tot.\""
    }
  },
  {
    "translation": {
      "en": "[Simon] It's okay, love. It's okay. I told you, we're in a war. We need to be strong.",
      "de": "Schon gut, Liebes. Ich sagte doch, wir sind im Krieg. Wir müssen stark sein."
    }
  },
  {
    "translation": {
      "en": "I didn't know what to do. And he just says, \"We're safe now.\"",
      "de": "Ich wusste nicht, was ich tun soll. Er sagte: \"Jetzt sind wir sicher."
    }
  },
  {
    "translation": {
      "en": "\"We're being taken care of. You just need to sleep.\"",
      "de": "Man kümmert sich um uns. Versuch zu schlafen.\""
    }
  },
  {
    "translation": {
      "en": "The next morning, Simon sends me a voice note.",
      "de": "Am nächsten Morgen kam eine Sprachnachricht."
    }
  },
  {
    "translation": {
      "en": "[Simon] Because of the situation, with the security and everything,",
      "de": "Wegen der Sicherheitslage und allem"
    }
  },
  {
    "translation": {
      "en": "they told me I'm not allowed to use my credit card.",
      "de": "sagten sie, ich darf meine Kreditkarte nicht benutzen."
    }
  },
  {
    "translation": {
      "en": "He can't use his cards anymore because the security team has said his enemies",
      "de": "Er konnte seine Karten nicht mehr nutzen, weil das Sicherheitsteam sagte,"
    }
  },
  {
    "translation": {
      "en": "are tracing his spending and where he is based on his credit card use.",
      "de": "seine Feinde würden seine Ausgaben und seinen Aufenthaltsort damit verfolgen."
    }
  },
  {
    "translation": {
      "en": "[Simon] I wanted to ask you a favor.",
      "de": "Ich will dich um einen Gefallen bitten."
    }
  },
  {
    "translation": {
      "en": "If you have an American Express credit card,",
      "de": "Wenn du eine Kreditkarte von American Express hast,"
    }
  },
  {
    "translation": {
      "en": "I can link it to my account.",
      "de": "kann ich sie mit meinem Konto verbinden."
    }
  },
  {
    "translation": {
      "en": "He was just wondering if he could use my cards for some time.",
      "de": "Er fragte sich, ob er eine Weile meine Karten benutzen könnte."
    }
  },
  {
    "translation": {
      "en": "It would just help him a lot.",
      "de": "Es würde ihm sehr helfen."
    }
  },
  {
    "translation": {
      "en": "[Simon] It's just temporary, like, for, uh,",
      "de": "Es ist nur vorübergehend,"
    }
  },
  {
    "translation": {
      "en": "two weeks or something.",
      "de": "zwei Wochen oder so."
    }
  },
  {
    "translation": {
      "en": "[Cecilie] I'm his girlfriend.",
      "de": "Ich war seine Freundin."
    }
  },
  {
    "translation": {
      "en": "Of course he would ask me. Like, you trust me and I trust you,",
      "de": "Natürlich fragte er mich. Du vertraust mir und ich vertraue dir,"
    }
  },
  {
    "translation": {
      "en": "so of course we're gonna help each other. It wasn't even a question.",
      "de": "also helfen wir einander natürlich. Das war gar keine Frage."
    }
  },
  {
    "translation": {
      "en": "The Platinum Amex is in my name, and he starts using it as he said he would,",
      "de": "Die Platin-Amex lief auf meinem Namen, und er benutzt sie, wie er gesagt hatte,"
    }
  },
  {
    "translation": {
      "en": "but he maxes out quite quickly.",
      "de": "aber er schöpfte den Rahmen schnell aus."
    }
  },
  {
    "translation": {
      "en": "So he makes payment directly to Amex, and I get the receipt from him,",
      "de": "Also zahlt er direkt an Amex, und schickte mir den Beleg."
    }
  },
  {
    "translation": {
      "en": "and he says that the money is on the way, but in the meantime,",
      "de": "Er sagte, das Geld sei unterwegs, aber in der Zwischenzeit"
    }
  },
  {
    "translation": {
      "en": "he wants me to come to Amsterdam and bring some cash to him. $25,000.",
      "de": "wollte er, dass ich nach Amsterdam komme und ihm Bargeld bringe. $ 25.000."
    }
  },
  {
    "translation": {
      "en": "How on Earth am I going to get that amount of cash?",
      "de": "Woher zum Teufel soll ich denn so viel Geld kriegen?"
    }
  },
  {
    "translation": {
      "en": "I took out a loan, which I then took out in cash.",
      "de": "Ich nahm einen Kredit auf und hob ihn in bar ab."
    }
  },
  {
    "translation": {
      "en": "I was super scared having that amount of cash in my bag.",
      "de": "Ich hatte große Angst, so viel Geld in meiner Tasche zu haben."
    }
  },
  {
    "translation": {
      "en": "Especially when we went through security.",
      "de": "Vor allem beim Sicherheits-Check."
    }
  },
  {
    "translation": {
      "en": "I was super stressed.",
      "de": "Ich war total gestresst."
    }
  },
  {
    "translation": {
      "en": "How was I gonna explain the money if I got any questions about it?",
      "de": "Wie sollte ich das Geld erklären, wenn Sie mich danach fragten?"
    }
  },
  {
    "translation": {
      "en": "The moment I'm with him, I feel safe. My biggest issue was being apart from him.",
      "de": "Als ich ihn sah, fühlte ich mich sicher. Die getrennte Zeit war das Schlimmste."
    }
  },
  {
    "translation": {
      "en": "He was really grateful.",
      "de": "Er war sehr dankbar."
    }
  },
  {
    "translation": {
      "en": "He told me that everything I was doing is keeping him safe.",
      "de": "Er sagte mir, dass alles, was ich tat, ihn beschützte."
    }
  },
  {
    "translation": {
      "en": "But within hours, the security team said there was a problem.",
      "de": "Aber nach kurzer Zeit sagten die Security, es gäbe ein Problem."
    }
  },
  {
    "translation": {
      "en": "He deletes his Instagram because of security measures,",
      "de": "Aus Sicherheitsgründen löschte er sein Instagram."
    }
  },
  {
    "translation": {
      "en": "and then he asked me to make my account private.",
      "de": "Dann bat er mich, mein Konto auf privat zu schalten."
    }
  },
  {
    "translation": {
      "en": "Take it all away.",
      "de": "Alles unsichtbar zu machen."
    }
  },
  {
    "translation": {
      "en": "He says that they can come and get me through him.",
      "de": "Er sagte, sie könnten mich durch ihn finden."
    }
  },
  {
    "translation": {
      "en": "Of course, I get paranoid. What the fuck is going on?",
      "de": "Natürlich wurde ich paranoid. Was war los?"
    }
  },
  {
    "translation": {
      "en": "Later on, Simon gets a call.",
      "de": "Später bekam Simon einen Anruf."
    }
  },
  {
    "translation": {
      "en": "He puts Peter on the speakerphone, and he says,",
      "de": "Er stellte Peter auf laut und er sagte:"
    }
  },
  {
    "translation": {
      "en": "\"Simon, there's been a security breach. They know where you are.\"",
      "de": "\"Simon, es gab eine Sicherheitsverletzung. Sie wissen, wo du bist."
    }
  },
  {
    "translation": {
      "en": "\"The plane is ready to leave. I can't tell you where you're going.\"",
      "de": "Das Flugzeug ist startklar. Ich darf dir nicht sagen, wohin es geht.\""
    }
  },
  {
    "translation": {
      "en": "Peter is asking if he can please turn off the lights in the apartment.",
      "de": "Peter bat ihn, das Licht auszuschalten."
    }
  },
  {
    "translation": {
      "en": "I'm shit scared. Are they coming now? Did we lock the door?",
      "de": "Ich hatte Angst. Kommen sie jetzt? Haben wir die Tür abgeschlossen?"
    }
  },
  {
    "translation": {
      "en": "[voice breaking] Just seeing someone that you care so much for in danger,",
      "de": "Jemanden, der einem so viel bedeutet, in Gefahr zu sehen..."
    }
  },
  {
    "translation": {
      "en": "and, like, you can see that he was not doing well mentally.",
      "de": "Man sah, dass es ihm nicht gut ging."
    }
  },
  {
    "translation": {
      "en": "I could see that he was struggling so much.",
      "de": "Ich konnte sehen, dass es er mit sich kämpfte."
    }
  },
  {
    "translation": {
      "en": "And in the end, he just told me that he had to go.",
      "de": "Am Ende sagte er, dass er gehen muss."
    }
  },
  {
    "translation": {
      "en": "When he lands, he sends me the geotag. He's landed in Stockholm.",
      "de": "Als er landete, sendete er mir den Geotag. Er war in Stockholm."
    }
  },
  {
    "translation": {
      "en": "He is here. Very spontaneous.",
      "de": "Er war hier. Sehr spontan."
    }
  },
  {
    "translation": {
      "en": "So I ask him…",
      "de": "Also fragte ich ihn…"
    }
  },
  {
    "translation": {
      "en": "The club is basically an ocean with women,",
      "de": "Der Club war ein Ozean aus Frauen,"
    }
  },
  {
    "translation": {
      "en": "or as I call them, champagne girls.",
      "de": "oder wie ich sie nenne, Champagnermädchen."
    }
  },
  {
    "translation": {
      "en": "They are basically like flies.",
      "de": "Sie sind wie Fliegen."
    }
  },
  {
    "translation": {
      "en": "Like, you put out a rotten banana, and they just attack,",
      "de": "Man legt eine faule Banane hin und sie greifen an."
    }
  },
  {
    "translation": {
      "en": "but these girls do the same thing when they see a bottle of champagne.",
      "de": "Diese Mädchen tun dasselbe bei einer Flasche Champagner."
    }
  },
  {
    "translation": {
      "en": "And Simon is of course paying for this entire circus.",
      "de": "Und Simon zahlte natürlich für den ganzen Zirkus."
    }
  },
  {
    "translation": {
      "en": "He's paying with cash and just making sure that everyone is having a good time.",
      "de": "Er bezahlte mit Bargeld und sorgte dafür, dass alle Spaß hatten."
    }
  },
  {
    "translation": {
      "en": "All of them are quite drunk, especially Simon's bodyguard, Peter.",
      "de": "Alle waren betrunken, vor allem Simons Bodyguard Peter."
    }
  },
  {
    "translation": {
      "en": "This is not an environment that I want to be in.",
      "de": "Das war keine Umgebung, in der ich sein wollte."
    }
  },
  {
    "translation": {
      "en": "So I just stay for 10, 15 minutes and then just say,",
      "de": "Also blieb ich 10 oder 15 Minuten und sagte dann:"
    }
  },
  {
    "translation": {
      "en": "\"Let's talk tomorrow and enjoy your night and have fun.\"",
      "de": "\"Reden wir morgen, genieß den Abend und hab Spaß.\""
    }
  },
  {
    "translation": {
      "en": "The morning after, I text him and ask how the hangover is",
      "de": "Am nächsten Morgen fragte ich ihn, wie der Kater sei,"
    }
  },
  {
    "translation": {
      "en": "and maybe if he needs a cup of coffee, we should go for one,",
      "de": "und dass wir ihn mit Kaffee ausnüchtern sollten."
    }
  },
  {
    "translation": {
      "en": "and then he texts me back.",
      "de": "Dann schrieb er zurück."
    }
  },
  {
    "translation": {
      "en": "He's already in Spain.",
      "de": "Er war schon in Spanien."
    }
  },
  {
    "translation": {
      "en": "The Amex card is in my name.",
      "de": "Die Amex Karte lief auf mich."
    }
  },
  {
    "translation": {
      "en": "[automated voice] Welcome to American Express.",
      "de": "Willkommen bei American Express."
    }
  },
  {
    "translation": {
      "en": "So I had to pretend that I was the one traveling around, you know.",
      "de": "Also musste ich so tun, als wäre ich diejenige, die herumreist."
    }
  },
  {
    "translation": {
      "en": "I understand your card isn't working.",
      "de": "Ihre Karte funktioniert also nicht."
    }
  },
  {
    "translation": {
      "en": "I'll connect you with someone who can assist. Say or enter…",
      "de": "Ich verbinde Sie mit einem Kollegen. Sagen oder geben…"
    }
  },
  {
    "translation": {
      "en": "I needed to know exactly the amount that he was spending, which hotel he was in,",
      "de": "Ich musste wissen, wie viel er ausgab, in welchem Hotel er war... SCHNELL! ICH REDE GERADE MIT IHNEN"
    }
  },
  {
    "translation": {
      "en": "so they would believe that I was the one using the card.",
      "de": "...damit sie glaubten, dass ich die Karte benutzte."
    }
  },
  {
    "translation": {
      "en": "[Simon] We need to go. We need to travel.",
      "de": "Wir müssen gehen. Wir müssen weg."
    }
  },
  {
    "translation": {
      "en": "It's making things very complicated, honey.",
      "de": "Das macht alles sehr kompliziert, Schatz."
    }
  },
  {
    "translation": {
      "en": "Couple of hours later he would call again, and it's blocked again.",
      "de": "Ein paar Stunden später rief er wieder wegen der Karte an."
    }
  },
  {
    "translation": {
      "en": "[automated voice] Welcome to American Express.",
      "de": "Willkommen bei American Express."
    }
  },
  {
    "translation": {
      "en": "[Cecilie] Then I need to call Amex,",
      "de": "Ich musste Amex anrufen."
    }
  },
  {
    "translation": {
      "en": "and Simon had already told me that this would happen,",
      "de": "Simon hatte gesagt, dass das passieren würde."
    }
  },
  {
    "translation": {
      "en": "that it would be something that I would need to do at the start",
      "de": "Dass ich das am Anfang tun müsste."
    }
  },
  {
    "translation": {
      "en": "to call them and fix this.",
      "de": "Anrufen und die Sache klären."
    }
  },
  {
    "translation": {
      "en": "The other problem was that the credit limit wasn't enough.",
      "de": "FRAG NACH DEM LIMIT UND LASS SIE NICHT SPERREN Außerdem reichte das Kreditlimit nicht aus."
    }
  },
  {
    "translation": {
      "en": "We had to get it up so he could spend it, 'cause he had an entire team, you know.",
      "de": "Wir mussten es anheben, denn er hatte ein ganzes Team."
    }
  },
  {
    "translation": {
      "en": "So I was like, \"Okay, but how are you going to do that?\"",
      "de": "Ich dachte: \"Ok, aber wie soll das gehen?\""
    }
  },
  {
    "translation": {
      "en": "He said, \"Well, I can employ you.\"",
      "de": "Er sagte: \"Ich stelle dich ein.\""
    }
  },
  {
    "translation": {
      "en": "He then calls someone in LLD Diamonds and asks for my passport details,",
      "de": "Dann rief er jemanden in der Firma an und fragte nach meinen Passdaten."
    }
  },
  {
    "translation": {
      "en": "so I can be put into the employment registry.",
      "de": "Für die Akten. HALLO SCHATZ, HIER MEINE PASSDATEN"
    }
  },
  {
    "translation": {
      "en": "I just tried to say, \"Well, I am not really working there.\"",
      "de": "Ich versuchte zu sagen: \"Ich arbeite da nicht wirklich.\""
    }
  },
  {
    "translation": {
      "en": "He's like, \"Well, you are. I'm the CEO. If they call, you are employed.\"",
      "de": "Er sagte: \"Ich bin der Geschäftsführer. Wenn sie anrufen, bist du angestellt.\""
    }
  },
  {
    "translation": {
      "en": "[Simon] I would never ask you for anything if it was not serious shit.",
      "de": "Ich würde dich nie um etwas bitten, wenn es nichts Ernstes wäre."
    }
  },
  {
    "translation": {
      "en": "All these security issues,",
      "de": "All die Sicherheitsprobleme,"
    }
  },
  {
    "translation": {
      "en": "you've always been there for me, so thank you, my love.",
      "de": "du warst immer für mich da, danke, Schatz."
    }
  },
  {
    "translation": {
      "en": "We were in a crisis at this point. Like, what else are we gonna do?",
      "de": "Wir waren in einer Krise. Was können wir noch tun?"
    }
  },
  {
    "translation": {
      "en": "So then I got employed. I got pay slips.",
      "de": "Also wurde ich eingestellt. Ich bekam Lohnzettel."
    }
  },
  {
    "translation": {
      "en": "-[interviewer] How much? -Earning so much.",
      "de": "-Wie viel Geld? -Es war so viel."
    }
  },
  {
    "translation": {
      "en": "I think it was, like, $94,000 per month.",
      "de": "Ich glaube, es waren $ 94.000 pro Monat."
    }
  },
  {
    "translation": {
      "en": "I send this over to prove that I earn much more.",
      "de": "Ich schickte es rüber, als Beweis, dass ich mehr verdiene."
    }
  },
  {
    "translation": {
      "en": "That makes them raise the credit limit like this.",
      "de": "Sie erhöhten das Kreditlimit einfach so."
    }
  },
  {
    "translation": {
      "en": "Of course, you are a bit worried,",
      "de": "Natürlich machte ich mir Sorgen..."
    }
  },
  {
    "translation": {
      "en": "but he sends me a receipt from Credit Suisse",
      "de": "...aber er schickte mir einen Beleg von Credit Suisse"
    }
  },
  {
    "translation": {
      "en": "where he's making a transfer directly to me.",
      "de": "über eine Direktüberweisung an mich."
    }
  },
  {
    "translation": {
      "en": "It's for $250,000.",
      "de": "In Höhe von $ 250.000."
    }
  },
  {
    "translation": {
      "en": "It's more than enough to pay for the amount that he was spending.",
      "de": "Das war mehr als genug, um seine Ausgaben zurückzuzahlen."
    }
  },
  {
    "translation": {
      "en": "[Pernilla] Mykonos is like a perfect playground.",
      "de": "Mykonos ist ein perfekter Spielplatz."
    }
  },
  {
    "translation": {
      "en": "You will see a lot of yachts, a lot of celebrities, a lot of models.",
      "de": "Man sieht viele Yachten, viele Prominente, viele Models."
    }
  },
  {
    "translation": {
      "en": "You pack all your bikinis, definitely, for the daytime parties as well.",
      "de": "Man packt immer den Bikini für die Partys ein."
    }
  },
  {
    "translation": {
      "en": "I am on the phone with Simon,",
      "de": "Ich telefonierte mit Simon,"
    }
  },
  {
    "translation": {
      "en": "and he tells me he has just met his new girlfriend.",
      "de": "und er sagte, er hätte gerade eine neue Freundin."
    }
  },
  {
    "translation": {
      "en": "I tell him they should meet us in Mykonos, and he does.",
      "de": "Ich sagte, sie sollen nach Mykonos kommen, und das tat er."
    }
  },
  {
    "translation": {
      "en": "[Cecilie] I was going to Oslo. To see my friends, see my family.",
      "de": "Ich flog nach Oslo. Um meine Freunde zu sehen, meine Familie."
    }
  },
  {
    "translation": {
      "en": "And I really wanted to introduce him.",
      "de": "Ich wollte ihn allen vorstellen."
    }
  },
  {
    "translation": {
      "en": "I'm just waiting for him. He said he was gonna come the next day.",
      "de": "Ich wartete auf ihn. Er sagte, er käme am nächsten Tag."
    }
  },
  {
    "translation": {
      "en": "[Pernilla] I meet Polina for the first time.",
      "de": "Ich traf Polina zum ersten Mal."
    }
  },
  {
    "translation": {
      "en": "She's this typical, like, Russian model. Quite young. But she's very down to earth.",
      "de": "Sie war ein typisches russisches Model. Ziemlich jung. Aber sie war bodenständig."
    }
  },
  {
    "translation": {
      "en": "And I really liked her.",
      "de": "Ich mochte sie wirklich."
    }
  },
  {
    "translation": {
      "en": "He seems very smitten over her. They seemed like a good match.",
      "de": "Er schien sie zu lieben. Sie passten gut zusammen."
    }
  },
  {
    "translation": {
      "en": "[Simon] Look, I cannot come right now. I cannot.",
      "de": "Ich kann nicht kommen. Es geht nicht."
    }
  },
  {
    "translation": {
      "en": "[Cecilie] The security team had told him, \"You need to stay away.\"",
      "de": "Das Sicherheitsteam sagte ihm: \"Du musst wegbleiben.\""
    }
  },
  {
    "translation": {
      "en": "I felt deeply disappointed.",
      "de": "Ich war zutiefst enttäuscht."
    }
  },
  {
    "translation": {
      "en": "But what's most important is actually to keep him safe.",
      "de": "Aber das Wichtigste war, ihn zu beschützen."
    }
  },
  {
    "translation": {
      "en": "[Pernilla] Of course he had booked the grand suite, with own private pool.",
      "de": "Natürlich hatte er die Grand Suite mit privatem Pool gebucht."
    }
  },
  {
    "translation": {
      "en": "It's about $5,000 a night, this room. It's absolutely gorgeous.",
      "de": "Das Zimmer kostete $ 5.000 pro Nacht. Es war wunderschön."
    }
  },
  {
    "translation": {
      "en": "[Simon] I know you hate to ring up the bank, but sometimes it is necessary.",
      "de": "Ich weiß, du hasst es, die Bank anzurufen, aber manchmal muss es sein."
    }
  },
  {
    "translation": {
      "en": "I need to book some tickets for the rest of the team.",
      "de": "Ich muss Tickets für den Rest des Teams buchen."
    }
  },
  {
    "translation": {
      "en": "[Cecilie] Suddenly need to get so much money for this entire team",
      "de": "Plötzlich brauchten wir so viel Geld für das ganze Team,"
    }
  },
  {
    "translation": {
      "en": "that is traveling business class, that is having expensive dinners.",
      "de": "das per Business Class unterwegs war und teure Abendessen hatte."
    }
  },
  {
    "translation": {
      "en": "Like, they're going out with clients, and the spend is to another level",
      "de": "Sie gingen mit Kunden aus, und die Ausgaben stiegen enorm an."
    }
  },
  {
    "translation": {
      "en": "that you have never, ever seen before.",
      "de": "Sie waren so hoch wie nie zuvor."
    }
  },
  {
    "translation": {
      "en": "[Simon] This is what I do all the time. Just meetings and more meetings.",
      "de": "Das mache ich die ganze Zeit. Meetings und noch mehr Meetings."
    }
  },
  {
    "translation": {
      "en": "$20,000 is a lot of money, and that was spent in three days.",
      "de": "$ 20.000 sind viel Geld, und sie gaben es in drei Tagen aus."
    }
  },
  {
    "translation": {
      "en": "Simon asks, \"Where should we go now?\"",
      "de": "Simon fragte: \"Wo wollen wir jetzt hin?\""
    }
  },
  {
    "translation": {
      "en": "We decide to go to Bonbonniere, also known as the billionaire's club.",
      "de": "Wir gingen in die Bonbonniere, auch bekannt als der Milliardärsclub."
    }
  },
  {
    "translation": {
      "en": "You don't get in here without paying for a table,",
      "de": "Man kommt nur rein, wenn man für einen Tisch bezahlt."
    }
  },
  {
    "translation": {
      "en": "which is normally $2,000.",
      "de": "Der kostet normalerweise $ 2.000."
    }
  },
  {
    "translation": {
      "en": "For people here, this is peanuts for them. This is coffee money.",
      "de": "Für die Leute hier ist das gar nichts. Es ist Kaffeegeld."
    }
  },
  {
    "translation": {
      "en": "[Cecilie] He maxes out the credit card again. So he told me to get more loans.",
      "de": "Er reizte die Kreditkarte wieder aus. Und ich sollte mehr Kredite aufnehmen."
    }
  },
  {
    "translation": {
      "en": "[Simon] Don't worry, I will finish this deal. Champagne's on me.",
      "de": "Keine Sorge, ich mache den Deal. Ich muss Champagner ausgeben."
    }
  },
  {
    "translation": {
      "en": "[Pernilla] Simon orders in a couple of bottles of champagne.",
      "de": "Simon bestellte ein paar Flaschen Champagner."
    }
  },
  {
    "translation": {
      "en": "Before we even have time to try and chip in,",
      "de": "Bevor wir etwas dazulegen konnten,"
    }
  },
  {
    "translation": {
      "en": "he has already paid for the bill.",
      "de": "hatte er die Rechnung schon bezahlt."
    }
  },
  {
    "translation": {
      "en": "Simon is very generous.",
      "de": "Simon war sehr großzügig."
    }
  },
  {
    "translation": {
      "en": "I take out a loan for $40,000.",
      "de": "Ich nahm einen Kredit über $ 40.000 auf."
    }
  },
  {
    "translation": {
      "en": "[Pernilla] Simon and Polina were continuing their little summer tour.",
      "de": "Simon und Polina setzten ihre kleine Sommertour fort."
    }
  },
  {
    "translation": {
      "en": "[Simon] I tried to do, like, another transaction, and it didn't go through.",
      "de": "Ich habe noch mal versucht zu überweisen, aber es hat nicht geklappt."
    }
  },
  {
    "translation": {
      "en": "Every second or third day is a new request.",
      "de": "Jeden zweiten oder dritten Tag kam eine neue Bitte."
    }
  },
  {
    "translation": {
      "en": "France, and then they were going Vienna. They were going Switzerland.",
      "de": "Frankreich, dann flogen sie nach Wien. Sie wollten auch in die Schweiz."
    }
  },
  {
    "translation": {
      "en": "[Simon] Almost there. I'm 97% done with the deals.",
      "de": "Fast geschafft. Ich habe den Deal zu 97 % in der Tasche."
    }
  },
  {
    "translation": {
      "en": "Each time he maxes out the card, I have to take out a new loan.",
      "de": "Immer, wenn die Karte voll war, musste ich einen neuen Kredit aufnehmen."
    }
  },
  {
    "translation": {
      "en": "$50,000 Instabank. $12,500 DNB. $10,000 for a credit card.",
      "de": "$ 50.000 Instabank. $ 12.500 DNB. $ 10.000 für eine Kreditkarte."
    }
  },
  {
    "translation": {
      "en": "[Pernilla] \"Let's meet up in Rome. We need to go and see the Coliseum.\"",
      "de": "\"Treffen wir uns in Rom. Wir müssen ins Kolosseum.\""
    }
  },
  {
    "translation": {
      "en": "[Simon] Hello.",
      "de": "Hallo."
    }
  },
  {
    "translation": {
      "en": "[high-pitched] Hello.",
      "de": "Hallo."
    }
  },
  {
    "translation": {
      "en": "[Pernilla] This amazing Rolls-Royce Phantom is taking us around all the famous sites,",
      "de": "Dieser fantastische Rolls-Royce Phantom fuhr uns zu allen Sehenswürdigkeiten."
    }
  },
  {
    "translation": {
      "en": "like the Spanish Stairs, the Coliseum,",
      "de": "Zur Spanischen Treppe, dem Kolosseum,"
    }
  },
  {
    "translation": {
      "en": "the Trevi Fountain to throw a few pennies.",
      "de": "dem Trevibrunnen, in den wir Münzen warfen."
    }
  },
  {
    "translation": {
      "en": "I definitely need some more luck in my life. Let's see if this can sort it out.",
      "de": "Ich brauche mehr Glück in meinem Leben. Mal sehen, ob es klappt."
    }
  },
  {
    "translation": {
      "en": "[Simon, gruffly] Check what is going on with the card. Now. It's important.",
      "de": "Überprüf die Sache mit der Karte. Jetzt. Es ist wichtig."
    }
  },
  {
    "translation": {
      "en": "Money he had promised me still hasn't come into my account.",
      "de": "Das versprochene Geld war noch nicht auf meinem Konto."
    }
  },
  {
    "translation": {
      "en": "[Simon] I've already done it so it doesn't matter right now.",
      "de": "Ich habe es schon erledigt, das ist jetzt unwichtig."
    }
  },
  {
    "translation": {
      "en": "We need a solution right now for the current situation.",
      "de": "Wir brauchen eine Lösung für die aktuelle Situation."
    }
  },
  {
    "translation": {
      "en": "It's kind of like a pressure that I have never experienced before",
      "de": "Ich stand so unter Druck wie noch nie zuvor."
    }
  },
  {
    "translation": {
      "en": "to have someone's life depending on what you're doing.",
      "de": "Das Leben eines anderen hing davon ab, was ich tue."
    }
  },
  {
    "translation": {
      "en": "[Simon] You know, I'm facing security threats with people trying to kill me.",
      "de": "Ich erhalte Drohungen von Leuten, die mich umbringen wollen."
    }
  },
  {
    "translation": {
      "en": "If he couldn't use the card, if something went wrong, he could be in danger.",
      "de": "Wenn er die Karte nicht benutzen kann, etwas schiefgeht, könnte er in Gefahr sein."
    }
  },
  {
    "translation": {
      "en": "And if I didn't help him, what might happen?",
      "de": "Würde ich nicht helfen, was könnte passieren?"
    }
  },
  {
    "translation": {
      "en": "Morning.",
      "de": "Guten Morgen."
    }
  },
  {
    "translation": {
      "en": "The things you're doing for me, the things we're going through together,",
      "de": "Die Dinge, die du für mich tust, was wir gemeinsam durchmachen,"
    }
  },
  {
    "translation": {
      "en": "it's for life.",
      "de": "sind fürs ganze Leben."
    }
  },
  {
    "translation": {
      "en": "This is what is making me see that you are the one.",
      "de": "Dewegen weiß ich, dass du die Richtige bist."
    }
  },
  {
    "translation": {
      "en": "$20,000, Monobank. $15,000, Nordea.",
      "de": "$ 20.000 Monobank. $ 15.000 Nordea."
    }
  },
  {
    "translation": {
      "en": "[Pernilla] We all give each other a big hug and say that we should meet again soon,",
      "de": "Wir umarmten uns alle und sagten, dass wir uns bald wiedersehen."
    }
  },
  {
    "translation": {
      "en": "after just like an amazing summer, really.",
      "de": "Nach einem unglaublich tollen Sommer."
    }
  },
  {
    "translation": {
      "en": "[interviewer] How much had you taken?",
      "de": "Wie viel Geld hast du geliehen?"
    }
  },
  {
    "translation": {
      "en": "$250,000. That's not what I signed up for.",
      "de": "$ 250.000. So hatte ich mir das nicht vorgestellt."
    }
  },
  {
    "translation": {
      "en": "-[interviewer] A lot. -It is a lot of money.",
      "de": "-Viel. -Das ist sehr viel Geld."
    }
  },
  {
    "translation": {
      "en": "[Simon] I know you have done, uh, too much,",
      "de": "Ich weiß, du hast schon zu viel getan"
    }
  },
  {
    "translation": {
      "en": "for me, for us, for everything.",
      "de": "für mich, für uns, für alles."
    }
  },
  {
    "translation": {
      "en": "I know you're tired and you want to be together,",
      "de": "Ich weiß, du bist müde und willst bei mir sein."
    }
  },
  {
    "translation": {
      "en": "which, of course, I do want as well.",
      "de": "Und das will ich auch."
    }
  },
  {
    "translation": {
      "en": "I understand. Everything will be all right.",
      "de": "Ich verstehe es. Alles wird gut."
    }
  },
  {
    "translation": {
      "en": "I was getting so tired and annoyed and I just needed some kind of money.",
      "de": "Ich war so müde und genervt, und ich brauchte Geld."
    }
  },
  {
    "translation": {
      "en": "That's when he says, \"You can come to Amsterdam and I can give you a check.\"",
      "de": "Da sagte er: \"Komm nach Amsterdam, und ich gebe dir einen Scheck.\""
    }
  },
  {
    "translation": {
      "en": "He seemed colder. Wasn't the same kind of affection.",
      "de": "Er wirkte kälter. Es war nicht dieselbe Zuneigung."
    }
  },
  {
    "translation": {
      "en": "There was almost a cloud across his eyes that I couldn't pierce through.",
      "de": "Fast wie eine Wolke vor seinen Augen, die ich nicht durchdringen konnte."
    }
  },
  {
    "translation": {
      "en": "When we get into the apartment, the check is already there.",
      "de": "Als wir in die Wohnung kamen, lag der Scheck schon da."
    }
  },
  {
    "translation": {
      "en": "The check is worth much more than the debt I have now.",
      "de": "Der Scheck war viel höher als meine Schulden."
    }
  },
  {
    "translation": {
      "en": "We're trying to be together. But I can just feel a distance.",
      "de": "Wir wollten zusammen sein. Aber ich spürte eine Distanz."
    }
  },
  {
    "translation": {
      "en": "It wasn't a good night.",
      "de": "Es war kein guter Abend."
    }
  },
  {
    "translation": {
      "en": "The first thing I do when I come back from Amsterdam is cash this check.",
      "de": "Nach meiner Rückkehr aus Amsterdam löste ich sofort den Scheck ein."
    }
  },
  {
    "translation": {
      "en": "I really needed that check to go through.",
      "de": "KUNDENNUMMER ODER BENUTZERNAME Dieser Scheck musste funktionieren."
    }
  },
  {
    "translation": {
      "en": "I had eight, nine creditors, you know.",
      "de": "Ich hatte acht, neun Gläubiger."
    }
  },
  {
    "translation": {
      "en": "That's a lot of emails coming down on you at the same time.",
      "de": "Das sind viele E-Mails auf einmal."
    }
  },
  {
    "translation": {
      "en": "I check my bank account every single day.",
      "de": "Ich überprüfte jeden Tag mein Bankkonto."
    }
  },
  {
    "translation": {
      "en": "When four days have passed, I just know that I need to call the bank.",
      "de": "Nach vier Tagen wusste ich, dass ich die Bank anrufen muss. HILFE UND KONTAKT"
    }
  },
  {
    "translation": {
      "en": "[woman] How can I help you today?",
      "de": "Wie kann ich Ihnen helfen?"
    }
  },
  {
    "translation": {
      "en": "She says, \"We won't cash it.\"",
      "de": "\"Wir lösen ihn nicht ein.\""
    }
  },
  {
    "translation": {
      "en": "And she couldn't tell me why.",
      "de": "Aber sie sagte mir nicht, warum."
    }
  },
  {
    "translation": {
      "en": "And that's when I was just standing on the phone, like,",
      "de": "Da stand ich am Telefon und hatte das Gefühl,"
    }
  },
  {
    "translation": {
      "en": "feeling that I had hard to breathe.",
      "de": "dass ich nicht richtig atmen kann."
    }
  },
  {
    "translation": {
      "en": "[Simon] Cecilie, I don't understand. We have…",
      "de": "Cecilie, ich verstehe das nicht. Wir..."
    }
  },
  {
    "translation": {
      "en": "I was asking about the check, like, \"It didn't work.\"",
      "de": "Ich sagte: \"Der Scheck funktioniert nicht.\""
    }
  },
  {
    "translation": {
      "en": "He says, \"Well, fuck it. I gave you the money, so…\"",
      "de": "Er sagte: \"Scheiß drauf, ich hab dir das Geld gegeben."
    }
  },
  {
    "translation": {
      "en": "\"I did my deal.\"",
      "de": "Mein Teil ist erfüllt.\""
    }
  },
  {
    "translation": {
      "en": "[Simon, irately] I already done it.",
      "de": "Es ist erledigt."
    }
  },
  {
    "translation": {
      "en": "[Cecilie] Never hear him so cold in my life.",
      "de": "So kalt hatte ich ihn noch nie erlebt."
    }
  },
  {
    "translation": {
      "en": "It was like that person on the phone was no longer my boyfriend.",
      "de": "Der Mensch am Telefon war nicht mehr mein Freund."
    }
  },
  {
    "translation": {
      "en": "Was no longer my boyfriend.",
      "de": "Das war er nicht mehr."
    }
  },
  {
    "translation": {
      "en": "I… It was just a, uh… just a darkness.",
      "de": "Da war... nur Dunkelheit."
    }
  },
  {
    "translation": {
      "en": "I know I was in deep shit.",
      "de": "Ich steckte in der Scheiße."
    }
  },
  {
    "translation": {
      "en": "Like, what do you do when you have nine creditors on you?",
      "de": "Was macht man, wenn man neun Gläubiger hat? DAS IST IHRE LETZTE MAHNUNG."
    }
  },
  {
    "translation": {
      "en": "I called the Amex helpline.",
      "de": "Ich rief die Hotline von Amex an."
    }
  },
  {
    "translation": {
      "en": "They can hear how stressed I am.",
      "de": "Sie hörten, wie gestresst ich war."
    }
  },
  {
    "translation": {
      "en": "They just said, \"Stay put. We will come to you.\"",
      "de": "Sie sagten: \"Warten Sie. Wir kommen zu Ihnen.\""
    }
  },
  {
    "translation": {
      "en": "I was shit scared they were gonna come and handcuff me",
      "de": "Ich hatte Angst, dass sie micht festnehmen"
    }
  },
  {
    "translation": {
      "en": "and take me away.",
      "de": "und abführen."
    }
  },
  {
    "translation": {
      "en": "The documents that I sent over.",
      "de": "Die geschickten Dokumente."
    }
  },
  {
    "translation": {
      "en": "The lies I told on the phone.",
      "de": "Die Lügen am Telefon."
    }
  },
  {
    "translation": {
      "en": "I gave him my card.",
      "de": "Ich gab ihm meine Karte."
    }
  },
  {
    "translation": {
      "en": "I tell them everything.",
      "de": "Ich sagte ihnen alles."
    }
  },
  {
    "translation": {
      "en": "They said, \"Do you have a picture of him?\"",
      "de": "Sie fragten: \"Haben Sie ein Foto von ihm?\""
    }
  },
  {
    "translation": {
      "en": "That moment when they look at each other and they say that's the guy.",
      "de": "Der Moment, als sie sich ansehen und sagten: \"Das ist er.\""
    }
  },
  {
    "translation": {
      "en": "Fuck. Shit. You know?",
      "de": "Verfluchte Scheiße."
    }
  },
  {
    "translation": {
      "en": "\"What kind of name did he use?\" And then I said Simon Leviev.",
      "de": "\"Welchen Namen hat er benutzt?\" Ich sagte: \"Simon Leviev.\""
    }
  },
  {
    "translation": {
      "en": "And they said, \"Well, that's one of many names that he's been using.\"",
      "de": "Und sie sagten: \"Das ist einer von vielen Namen, die er benutzt.\""
    }
  },
  {
    "translation": {
      "en": "\"Many names\"?",
      "de": "Viele Namen?"
    }
  },
  {
    "translation": {
      "en": "Who is this guy I've been sharing the same bed with?",
      "de": "Mit wem habe ich nur das Bett geteilt?"
    }
  },
  {
    "translation": {
      "en": "\"He's a professional. He does this for a living.\"",
      "de": "\"Er ist ein Profi. Er macht das beruflich.\""
    }
  },
  {
    "translation": {
      "en": "Everything's a lie.",
      "de": "Alles war gelogen."
    }
  },
  {
    "translation": {
      "en": "He's not a prince of diamonds. He's not the son of a billionaire.",
      "de": "Er war kein Diamantenprinz. Er war nicht der Sohn eines Milliardärs."
    }
  },
  {
    "translation": {
      "en": "The man I loved was never real.",
      "de": "Der Mann, den ich liebte, war nie real."
    }
  },
  {
    "translation": {
      "en": "He faked everything.",
      "de": "Er hatte alles vorgetäuscht."
    }
  },
  {
    "translation": {
      "en": "[crying] It was horrible, you know.",
      "de": "Es war furchtbar."
    }
  },
  {
    "translation": {
      "en": "'Cause I still…",
      "de": "Weil ich..."
    }
  },
  {
    "translation": {
      "en": "In a sense, I still loved him, you know?",
      "de": "ihn immer noch liebte."
    }
  },
  {
    "translation": {
      "en": "Or the person I thought that he was. Like, you know everything is a lie,",
      "de": "Oder die Person, für die ich ihn hielt. Ich wusste, dass alles eine Lüge war,"
    }
  },
  {
    "translation": {
      "en": "but then you still have this fairy tale that's going on, on your phone.",
      "de": "aber auf meinem Handy befand sich immer noch dieses Märchen."
    }
  },
  {
    "translation": {
      "en": "Simon, with still the heart behind it, 'cause I couldn't remove it.",
      "de": "Simon, mit dem Herz dahinter. Ich konnte es nicht entfernen."
    }
  },
  {
    "translation": {
      "en": "'Cause I still wanted him to be true.",
      "de": "Weil ich wollte, dass er wahr ist."
    }
  },
  {
    "translation": {
      "en": "I don't understand how someone can be so fucking evil.",
      "de": "Ich verstehe nicht, wie jemand so böse sein kann."
    }
  },
  {
    "translation": {
      "en": "I felt that he knew me.",
      "de": "Ich spürte, er kennt mich."
    }
  },
  {
    "translation": {
      "en": "The minute they're gone, I want to speak to my mom.",
      "de": "Sobald sie weg waren, wollte ich mit meiner Mutter reden."
    }
  },
  {
    "translation": {
      "en": "She just told me, \"You need to get back home to Norway.\"",
      "de": "Sie sagte: \"Du musst nach Hause nach Norwegen kommen."
    }
  },
  {
    "translation": {
      "en": "\"I need you to be with me.\"",
      "de": "Ich brauche dich bei mir.\""
    }
  },
  {
    "translation": {
      "en": "I was going through the messages in the text.",
      "de": "Ich ging die Nachrichten durch"
    }
  },
  {
    "translation": {
      "en": "I was still asking, \"When are we going to fix the money?\"",
      "de": "und fragte immer noch: \"Was machen wir wegen des Geldes?\""
    }
  },
  {
    "translation": {
      "en": "The last messages between the two of us is like, \"I'm working on it.\"",
      "de": "Die letzte Nachricht von ihm lautete: \"Ich arbeite daran.\""
    }
  },
  {
    "translation": {
      "en": "And then I blocked him.",
      "de": "Dann blockierte ich ihn."
    }
  },
  {
    "translation": {
      "en": "There was nothing else to say.",
      "de": "Es gab nichts mehr zu sagen."
    }
  },
  {
    "translation": {
      "en": "That's when I remember he has my mom's number.",
      "de": "Da fiel mir ein, dass er die Nummer meiner Mama hat."
    }
  },
  {
    "translation": {
      "en": "[Simon] Hey, you blocked me, I don't know what is your reason.",
      "de": "Hey, du hast mich blockiert. Ich weiß nicht, warum."
    }
  },
  {
    "translation": {
      "en": "I'm trying to reach you. You don't want to talk anyway.",
      "de": "Ich versuche, dich zu erreichen. Aber du willst nicht reden."
    }
  },
  {
    "translation": {
      "en": "I want to tell you something. Take my advice.",
      "de": "Ich sag dir mal was. Hör auf meinen Rat."
    }
  },
  {
    "translation": {
      "en": "Just watch out.",
      "de": "Sieh dich vor."
    }
  },
  {
    "translation": {
      "en": "Because with every action there will be a reaction.",
      "de": "Denn auf jede Aktion folgt eine Reaktion."
    }
  },
  {
    "translation": {
      "en": "[Cecilie] I got super scared.",
      "de": "Ich bekam richtig Angst."
    }
  },
  {
    "translation": {
      "en": "But my mom got even more scared.",
      "de": "Aber meine Mama noch mehr."
    }
  },
  {
    "translation": {
      "en": "We call the police in Norway, because he knows everything about me.",
      "de": "Wir riefen die Polizei in Norwegen, denn er wusste alles über mich."
    }
  },
  {
    "translation": {
      "en": "He has all my passport details, where I was living, where my mom is living.",
      "de": "Er hatte meine Passdaten, meine Adresse, die meiner Mama."
    }
  },
  {
    "translation": {
      "en": "He's spoken to her on the phone. He knows where I am.",
      "de": "Er hat mit ihr telefoniert. Er wusste, wo ich bin."
    }
  },
  {
    "translation": {
      "en": "But the police didn't seem to care.",
      "de": "Aber die Polizei interessierte das nicht."
    }
  },
  {
    "translation": {
      "en": "I don't know what he is capable of.",
      "de": "Ich weiß nicht, wozu er fähig wäre."
    }
  },
  {
    "translation": {
      "en": "I've been on the edge for several days.",
      "de": "Ich war tagelang völlig neben der Spur."
    }
  },
  {
    "translation": {
      "en": "I had all these creditors. I had to let them know, each one of them.",
      "de": "Ich hatte all diese Gläubiger. Ich musste es jedem einzelnen sagen."
    }
  },
  {
    "translation": {
      "en": "It wasn't just two banks. There were, like, nine of them.",
      "de": "Es waren nicht nur zwei Banken. Es waren neun. BETRAG IN HÖHE VON 536.583,98 NOK"
    }
  },
  {
    "translation": {
      "en": "For this kind of loan, the interest is so high, that they would just eat me alive.",
      "de": "Die Zinsen für die Kredite waren so hoch, dass sie mich lebendig auffressen würden. FÄLLIGE SUMME"
    }
  },
  {
    "translation": {
      "en": "I felt that I was just drowning.",
      "de": "Ich dachte, ich gehe unter."
    }
  },
  {
    "translation": {
      "en": "It was like someone was just dragging me to the bottom.",
      "de": "Es war, als würde mich jemand nach unten ziehen."
    }
  },
  {
    "translation": {
      "en": "I was driving down this road, and I saw a trailer coming towards me,",
      "de": "Ich fuhr eine Straße entlang und sah einen Sattelzug auf mich zukommen."
    }
  },
  {
    "translation": {
      "en": "and I was thinking…",
      "de": "Und da dachte ich:"
    }
  },
  {
    "translation": {
      "en": "[crying] \"What if I just take the car over,\" you know?",
      "de": "\"Was, wenn ich jetzt einfach rüberziehe?\""
    }
  },
  {
    "translation": {
      "en": "And just hit… just hit the trailer, you know? [sobs]",
      "de": "Und in den Sattelzug fahre."
    }
  },
  {
    "translation": {
      "en": "Then at least it's done, you know? And that's when I got scared.",
      "de": "Dann habe ich es wenigstens hinter mir. Und da bekam ich Angst."
    }
  },
  {
    "translation": {
      "en": "That's when I got really scared.",
      "de": "Ich bekam solche Angst."
    }
  },
  {
    "translation": {
      "en": "I put myself into a psychiatric ward because I didn't know what to do.",
      "de": "Ich wies mich in die Psychiatrie ein, denn ich wusste nicht weiter."
    }
  },
  {
    "translation": {
      "en": "[Pernilla] I was at home, and I could see the phone started flashing.",
      "de": "Ich war zu Hause und sah, wie das Handy zu blinken begann."
    }
  },
  {
    "translation": {
      "en": "I see it's Simon, and he has sent me news articles.",
      "de": "Ich sah, dass Simon mir ein paar Zeitungsartikel geschickt hatte."
    }
  },
  {
    "translation": {
      "en": "Simon's father is gonna be questioned by the police",
      "de": "Simons Vater wurde von der Polizei verhört. FALL KONZENTRIERT SICH AUF LEVIEVS FIRMA"
    }
  },
  {
    "translation": {
      "en": "in a big diamond smuggling case.",
      "de": "FALL KONZENTRIERT SICH AUF LEVIEVS FIRMA Wegen Diamantenschmuggels."
    }
  },
  {
    "translation": {
      "en": "Members of Simon's family have gotten arrested. Russia is involved.",
      "de": "Mitglieder von Simons Familie wurden verhaftet. Russland ist beteiligt."
    }
  },
  {
    "translation": {
      "en": "-[line ringing] -I give him a call.",
      "de": "Ich rief ihn an."
    }
  },
  {
    "translation": {
      "en": "That sounds really scary…",
      "de": "Das klingt beängstigend…"
    }
  },
  {
    "translation": {
      "en": "He sounds all over the place.",
      "de": "Er stand komplett neben sich."
    }
  },
  {
    "translation": {
      "en": "He says police went in. They have shut down all accounts, all credit cards.",
      "de": "Er sagte, die Polizei war da. Sie haben alle Konten und Kreditkarten gesperrt."
    }
  },
  {
    "translation": {
      "en": "One girl in the office literally jumped from the building and killed herself.",
      "de": "Eine Frau im Büro sprang tatsächlich aus dem Gebäude und brachte sich um."
    }
  },
  {
    "translation": {
      "en": "But Simon says he doesn't believe that this lady jumped off a building.",
      "de": "Aber Simon sagte, er glaube nicht, dass sie wirklich gesprungen ist."
    }
  },
  {
    "translation": {
      "en": "He believes that someone went in and threw her out.",
      "de": "Er glaubte, jemand habe sie gestoßen."
    }
  },
  {
    "translation": {
      "en": "[Simon] We don't have the options, you know, the…",
      "de": "Uns sind die Hände gebunden..."
    }
  },
  {
    "translation": {
      "en": "And I'm getting so scared. I'm like, \"What is really going on?\"",
      "de": "Ich hatte solche Angst und fragte: \"Was ist denn da los?\""
    }
  },
  {
    "translation": {
      "en": "And he says that the security situation right now is really bad.",
      "de": "Und er sagte, dass die Sicherheitslage im Moment sehr schlecht sei."
    }
  },
  {
    "translation": {
      "en": "[Simon] I have the worst night in my life.",
      "de": "Das ist der schlimmste Tag meines Lebens."
    }
  },
  {
    "translation": {
      "en": "A few days later, I can feel my phone buzzing.",
      "de": "Ein paar Tage später vibrierte mein Handy wieder."
    }
  },
  {
    "translation": {
      "en": "Simon is sending a lot of messages.",
      "de": "Simon schickte viele Nachrichten."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, what happened last night?",
      "de": "Oh, mein Gott, was ist letzte Nacht passiert?"
    }
  },
  {
    "translation": {
      "en": "[Simon] Someone tried to stab me, and",
      "de": "Jemand wollte mich erstechen,"
    }
  },
  {
    "translation": {
      "en": "so Peter broke his hand.",
      "de": "und Peter brach ihm die Hand."
    }
  },
  {
    "translation": {
      "en": "[Pernilla] Jesus. What do you mean tried to stab you? What is going on?",
      "de": "Mein Gott! Was meinst du mit erstechen? Was ist los?"
    }
  },
  {
    "translation": {
      "en": "Simon said, \"This is my enemies behind this.\"",
      "de": "Simon sagte: \"Dahinter stecken meine Feinde.\""
    }
  },
  {
    "translation": {
      "en": "He was really concerned that someone was after him.",
      "de": "Er war wirklich besorgt, dass jemand hinter ihm her ist."
    }
  },
  {
    "translation": {
      "en": "And then I get a voice note from him.",
      "de": "Dann schickte er eine Sprachnachricht."
    }
  },
  {
    "translation": {
      "en": "[Simon] I want to ask you, uh, a favor.",
      "de": "Ich muss dich um einen Gefallen bitten."
    }
  },
  {
    "translation": {
      "en": "\"Pernilla, I am really embarrassed to even ask you.\"",
      "de": "\"Pernilla, es ist mir peinlich, auch nur zu fragen."
    }
  },
  {
    "translation": {
      "en": "\"Would it be possible for me to borrow $30,000?\"",
      "de": "Könnte ich mir $ 30.000 von dir leihen?\""
    }
  },
  {
    "translation": {
      "en": "It would be a huge, huge, huge, huge, huge, huge help.",
      "de": "Es wäre eine große Hilfe."
    }
  },
  {
    "translation": {
      "en": "Please let me know if you can do something. Thank you so much.",
      "de": "Bitte sag mir, ob du etwas tun kannst. Vielen Dank."
    }
  },
  {
    "translation": {
      "en": "I didn't have $30,000 to spare.",
      "de": "Ich hatte keine $ 30.000 übrig."
    }
  },
  {
    "translation": {
      "en": "I'd been at my mom's now for three months.",
      "de": "Ich lebte seit drei Monaten bei meiner Mutter."
    }
  },
  {
    "translation": {
      "en": "I had my savings",
      "de": "Ich hatte Ersparnisse,"
    }
  },
  {
    "translation": {
      "en": "that was gonna go to buy myself a new apartment where I'm supposed to live.",
      "de": "um mir eine neue Wohnung zu kaufen, in der ich leben könnte."
    }
  },
  {
    "translation": {
      "en": "But, what is more important,",
      "de": "Aber was war wichtiger?"
    }
  },
  {
    "translation": {
      "en": "my friend's security situation or me buying an apartment?",
      "de": "Die Sicherheit meines Freundes oder der Kauf einer Wohnung?"
    }
  },
  {
    "translation": {
      "en": "[Simon] Thank you for everything you've done…",
      "de": "Danke für alles..."
    }
  },
  {
    "translation": {
      "en": "[Pernilla] And I make a bank transfer while I'm on the phone with him.",
      "de": "Ich überwies das Geld, während wir telefonierten."
    }
  },
  {
    "translation": {
      "en": "He's really grateful to have such a good friend as me that he really can trust.",
      "de": "Er war dankbar, eine so gute Freundin zu haben, der er vertrauen kann."
    }
  },
  {
    "translation": {
      "en": "[Cecilie] I was laying in bed at the psychiatric ward, on my phone,",
      "de": "Ich lag im Bett auf der Psychiatrie"
    }
  },
  {
    "translation": {
      "en": "going through more details with the people that I had met.",
      "de": "und sah mir die Leute, die ich kennengelernt hatte, näher an."
    }
  },
  {
    "translation": {
      "en": "I knew that Simon was lying. But what about the others?",
      "de": "Ich wusste, dass Simon log. Aber was war mit den anderen?"
    }
  },
  {
    "translation": {
      "en": "Peter, the bodyguard.",
      "de": "Peter, der Bodyguard."
    }
  },
  {
    "translation": {
      "en": "If it wasn't real, then did he lie to me as well?",
      "de": "Wenn es nicht echt war, hat er dann auch gelogen?"
    }
  },
  {
    "translation": {
      "en": "Who is the woman with the kid?",
      "de": "Wer war die Frau mit dem Kind?"
    }
  },
  {
    "translation": {
      "en": "Was that Simon's daughter?",
      "de": "War das Simons Tochter?"
    }
  },
  {
    "translation": {
      "en": "I write a message to Amex.",
      "de": "Ich schrieb an Amex."
    }
  },
  {
    "translation": {
      "en": "Can you give me some more information?",
      "de": "Können Sie mir mehr Infos geben?"
    }
  },
  {
    "translation": {
      "en": "They tell me to Google Shimon Hayut and that I will find some answers.",
      "de": "Sie sagten, ich soll Shimon Hayut googeln, um Antworten zu erhalten."
    }
  },
  {
    "translation": {
      "en": "There's an article in Finnish.",
      "de": "Es gab einen Artikel auf Finnisch."
    }
  },
  {
    "translation": {
      "en": "So I go into Google Translate.",
      "de": "Ich benutzte Google Translate."
    }
  },
  {
    "translation": {
      "en": "Israeli multi-millionaire that cheated on women.",
      "de": "Der Israelische \"Multimillionär\", der Frauen betrog."
    }
  },
  {
    "translation": {
      "en": "What the fuck?",
      "de": "Was zum Teufel?"
    }
  },
  {
    "translation": {
      "en": "Back in 2015, he had been defrauding three Finnish women.",
      "de": "Im Jahr 2015 hatte er drei finnische Frauen betrogen."
    }
  },
  {
    "translation": {
      "en": "They don't give names. They are protected.",
      "de": "Namen gab es nicht. Sie wurden geschützt."
    }
  },
  {
    "translation": {
      "en": "He was saying that he was in the weapons industry to one of the women.",
      "de": "Einer der Frauen sagte er, er sei in der Waffenindustrie."
    }
  },
  {
    "translation": {
      "en": "To another woman, he said he was a Mossad agent.",
      "de": "Einer anderen sagte er, er sei Mossadagent."
    }
  },
  {
    "translation": {
      "en": "That's insane. He goes to prison. He becomes even worse.",
      "de": "Es war verrückt. Er kam ins Gefängnis und wurde noch schlimmer."
    }
  },
  {
    "translation": {
      "en": "They let out a guy that has almost been, like, cooking up a new plan.",
      "de": "Sie ließen einen Typen raus, der einen neuen Plan hatte."
    }
  },
  {
    "translation": {
      "en": "You knew he would just continue, continue, continue.",
      "de": "SCHNELLE KREDITE Es war klar, dass er weitermachen würde."
    }
  },
  {
    "translation": {
      "en": "Who's gonna stop him?",
      "de": "Wer hält ihn auf?"
    }
  },
  {
    "translation": {
      "en": "I had to stop him.",
      "de": "Ich musste ihn aufhalten."
    }
  },
  {
    "translation": {
      "en": "I needed to go to the biggest newspaper in Norway, VG.",
      "de": "Ich musste zur größten Zeitung in Norwegen, der VG."
    }
  },
  {
    "translation": {
      "en": "I was just praying, you know, that they would take this on.",
      "de": "Ich habe nur gebetet, dass sie das übernehmen."
    }
  },
  {
    "translation": {
      "en": "[journalist] This was really like an unbelievable story.",
      "de": "Das war eine unglaubliche Geschichte."
    }
  },
  {
    "translation": {
      "en": "A guy who had pretended to be a son of a diamond billionaire.",
      "de": "Ein Mann, der sich als Sohn eines Diamantenmilliardärs ausgab."
    }
  },
  {
    "translation": {
      "en": "Private jets, a luxury lifestyle. It, uh, sounds almost like a fairy tale or movie.",
      "de": "Privatjets, ein luxuriöser Lebensstil. Es klang wie ein Märchen oder ein Film."
    }
  },
  {
    "translation": {
      "en": "[journalist 2] First thing you ask as a journalist is",
      "de": "Als Journalist fragt man als Erstes:"
    }
  },
  {
    "translation": {
      "en": "what kind of documentation can you share with us?",
      "de": "Haben Sie irgendwelche Beweise für uns?"
    }
  },
  {
    "translation": {
      "en": "You can't print it without documentation.",
      "de": "Ohne Beweise kann man es nicht drucken."
    }
  },
  {
    "translation": {
      "en": "[Cecilie] Of course, I have WhatsApp.",
      "de": "HABEN SIE UNTERLAGEN ODER AUFNAHMEN, DIE DIE EREIGNISSE BEWEISEN? Ich habe WhatsApp."
    }
  },
  {
    "translation": {
      "en": "I then imagine strangers reading through my inner thoughts, my fears,",
      "de": "KONTAKT BLOCKIERT Ich stellte mir vor,  wie Fremde meine innersten Gedanken, Ängste,"
    }
  },
  {
    "translation": {
      "en": "my love for this guy, you know?",
      "de": "meine Liebe zu diesem Mann lesen."
    }
  },
  {
    "translation": {
      "en": "It's super private. It's selfies in bed.",
      "de": "Es war sehr privat. Sogar Selfies im Bett."
    }
  },
  {
    "translation": {
      "en": "But the evidence came first, and I just sent it over.",
      "de": "Aber die Beweise waren wichtiger, und ich schickte es raus."
    }
  },
  {
    "translation": {
      "en": "[Natalie] It was almost 400 pages of text.",
      "de": "Es waren fast 400 Seiten Text."
    }
  },
  {
    "translation": {
      "en": "[Erlend] There's video.",
      "de": "Es gab Videos."
    }
  },
  {
    "translation": {
      "en": "[Natalie] Pictures.",
      "de": "Fotos."
    }
  },
  {
    "translation": {
      "en": "[Simon] Okay, baby. I'm taking off now.",
      "de": "Ok, Baby. Ich fliege jetzt los."
    }
  },
  {
    "translation": {
      "en": "[Natalie] Audio messages.",
      "de": "Sprachnachrichten."
    }
  },
  {
    "translation": {
      "en": "[Erlend] It's astounding. It's like looking into the anatomy of the relationship.",
      "de": "Es war erstaunlich. Als würde man in die Anatomie dieser Beziehung sehen."
    }
  },
  {
    "translation": {
      "en": "We can follow how this developed minute by minute.",
      "de": "Wir konnten die Entwicklung minutiös mitverfolgen."
    }
  },
  {
    "translation": {
      "en": "[Kristoffer] He's extremely professional in what he does.",
      "de": "Er war sehr professionell."
    }
  },
  {
    "translation": {
      "en": "[Natalie] The first date was a good way to lure her to believe that he was really successful.",
      "de": "Mit dem ersten Date ließ er sie glauben, dass er wirklich erfolgreich war."
    }
  },
  {
    "translation": {
      "en": "This is an emotional con.",
      "de": "Das ist ein emotionaler Schwindel."
    }
  },
  {
    "translation": {
      "en": "He was promising so much…",
      "de": "Er versprach so viel. FÜR IMMER"
    }
  },
  {
    "translation": {
      "en": "an apartment together,",
      "de": "Eine gemeinsame Wohnung, Urlaube..."
    }
  },
  {
    "translation": {
      "en": "vacations,",
      "de": "DANN URLAUB IN NORWEGEN UND ISRAEL"
    }
  },
  {
    "translation": {
      "en": "building a family together.",
      "de": "...eine Familie zu gründen."
    }
  },
  {
    "translation": {
      "en": "[Simon] I wanted to ask you a favor.",
      "de": "Tust du mir einen Gefallen?"
    }
  },
  {
    "translation": {
      "en": "[Natalie] The first request for money comes after they've been dating for over a month.",
      "de": "Die erste Bitte nach Geld kam, als sie über einen Monat zusammen waren."
    }
  },
  {
    "translation": {
      "en": "And he has been using that month to make her fall in love with him,",
      "de": "Und er nutzte diesen Monat, damit sie sich in ihn verliebt. KOMM INS HOTEL"
    }
  },
  {
    "translation": {
      "en": "prove that he is really rich, and make her afraid of his enemies.",
      "de": "Um zu beweisen, dass er wirklich reich ist und ihr Angst vor seinen Feinden machen."
    }
  },
  {
    "translation": {
      "en": "There's no reason to believe that Simon is not able to pay her back,",
      "de": "Es gab keinen Grund zu glauben, dass Simon nicht zurückzahlen könnte,"
    }
  },
  {
    "translation": {
      "en": "because she has seen how wealthy he is.",
      "de": "Sie hatte ja gesehen, wie reich er war."
    }
  },
  {
    "translation": {
      "en": "[Natalie] Simon is surrounded by a lot of people,",
      "de": "Simon war von vielen Leuten umgeben,"
    }
  },
  {
    "translation": {
      "en": "especially his bodyguard and his business partner.",
      "de": "besonders von seinem Bodyguard und seinem Geschäftspartner."
    }
  },
  {
    "translation": {
      "en": "We don't know who is working with Simon and how far this conspiracy actually goes.",
      "de": "Wir wussten nicht, wer mit Simon arbeitet und wie weit diese Verschwörung reichte."
    }
  },
  {
    "translation": {
      "en": "Cecilie was also sending us this Finnish article.",
      "de": "Cecilie schickte uns auch diesen finnischen Artikel."
    }
  },
  {
    "translation": {
      "en": "Is Shimon Hayut and Simon Leviev the same guy?",
      "de": "Sind Shimon Hayut und Simon Leviev derselbe?"
    }
  },
  {
    "translation": {
      "en": "[Natalie] We all got in touch with the authorities",
      "de": "Wir kontaktierten die Behörden"
    }
  },
  {
    "translation": {
      "en": "and found out the names of the three Finnish women.",
      "de": "und erfuhren die Namen der drei Finninnen. HELSINKI BEZIRKSGERICHT"
    }
  },
  {
    "translation": {
      "en": "I ask Cecilie, does she recognize the victims' names?",
      "de": "FALLNUMMER Ich fragte Cecilie... URTEIL VOM 29.1.2016 ...ob sie die Namen der Opfer kennt."
    }
  },
  {
    "translation": {
      "en": "[Cecilie] I Google these women.",
      "de": "Ich googelte die Frauen."
    }
  },
  {
    "translation": {
      "en": "I don't recognize anyone.",
      "de": "Ich erkannte niemanden."
    }
  },
  {
    "translation": {
      "en": "And then a face pops up that is very familiar.",
      "de": "Und dann tauchte ein Gesicht auf, das mir vertraut war."
    }
  },
  {
    "translation": {
      "en": "It's the same woman that was on the jet with me.",
      "de": "Es war dieselbe Frau, die mit mir im Jet saß."
    }
  },
  {
    "translation": {
      "en": "The same woman that has a child with Simon.",
      "de": "Die Frau, die ein Kind mit Simon hat."
    }
  },
  {
    "translation": {
      "en": "How on the fucking Earth were you a victim?",
      "de": "Wie in aller Welt sollst du ein Opfer sein?"
    }
  },
  {
    "translation": {
      "en": "You were standing at the trial back in 2016.",
      "de": "Du warst 2016 beim Prozess dabei."
    }
  },
  {
    "translation": {
      "en": "Putting him to jail,",
      "de": "Du brachtest ihn ins Gefängnis."
    }
  },
  {
    "translation": {
      "en": "knowing that he had lied to you,",
      "de": "Weil er dich angelogen hat."
    }
  },
  {
    "translation": {
      "en": "and suddenly, three years later, you're sitting on a private jet with Simon.",
      "de": "Und drei Jahre später sitzt du plötzlich mit Simon im Privatjet."
    }
  },
  {
    "translation": {
      "en": "The things that she told me in that car",
      "de": "Was sie mir im Auto erzählte,"
    }
  },
  {
    "translation": {
      "en": "made me really believe that he was a great guy.",
      "de": "ließ mich glauben, dass er ein toller Mann war."
    }
  },
  {
    "translation": {
      "en": "Why didn't she warn me?",
      "de": "Warum warnte sie mich nicht?"
    }
  },
  {
    "translation": {
      "en": "[Natalie] That was extraordinary,",
      "de": "Das war außergewöhnlich."
    }
  },
  {
    "translation": {
      "en": "and it made it hard because we didn't know who to trust.",
      "de": "Und es machte es schwer. Wir wussten nicht, wem wir trauen konnten."
    }
  },
  {
    "translation": {
      "en": "But we still had to prove to the police that Shimon Yehuda Hayut and Simon Leviev",
      "de": "Aber wir mussten der Polizei beweisen, dass Shimon Hayut und Simon Leviev"
    }
  },
  {
    "translation": {
      "en": "was the same person.",
      "de": "dieselbe Person sind."
    }
  },
  {
    "translation": {
      "en": "In the indictment, we have his date of birth.",
      "de": "In der Anklage steht sein Geburtsdatum."
    }
  },
  {
    "translation": {
      "en": "[Kristoffer] So when we typed in \"Shimon Hayut\" in Google,",
      "de": "Als wir \"Shimon Hayut\" in Google eingaben,"
    }
  },
  {
    "translation": {
      "en": "that didn't give us much, basically nothing.",
      "de": "lieferte das im Grunde gar nichts."
    }
  },
  {
    "translation": {
      "en": "But there's one thing that Simon Leviev and Shimon Hayut has in common.",
      "de": "Aber eins hatten Simon Leviev und Shimon Hayut gemeinsam."
    }
  },
  {
    "translation": {
      "en": "They're both from Israel.",
      "de": "Sie kamen beide aus Israel."
    }
  },
  {
    "translation": {
      "en": "[Erlend] We needed someone who knew Hebrew and knew the country of Israel.",
      "de": "Wir brauchten jemanden, der Hebräisch sprach und Israel kannte."
    }
  },
  {
    "translation": {
      "en": "[Natalie] So we contacted this journalist called Uri.",
      "de": "Also kontaktierten wir den Journalisten Uri."
    }
  },
  {
    "translation": {
      "en": "Uri finds out the last known address for Shimon Hayut. We need to go to Israel.",
      "de": "Uri fand die letzte bekannte Adresse von Shimon Hayut. Wir mussten nach Israel."
    }
  },
  {
    "translation": {
      "en": "[Kristoffer] We're driving towards the outskirts of the city, we see more narrow streets,",
      "de": "Wir fuhren durch die Außenbezirke und sahen immer engere Straßen,"
    }
  },
  {
    "translation": {
      "en": "smaller apartment buildings, and a lot of ultra-Orthodox Jews.",
      "de": "kleinere Wohnhäuser und viele ultraorthodoxe Juden."
    }
  },
  {
    "translation": {
      "en": "[Natalie] This was the total opposite",
      "de": "Das war das komplette Gegenteil davon,"
    }
  },
  {
    "translation": {
      "en": "of how he wanted to present his life in social media.",
      "de": "wie er sein Leben in den sozialen Medien präsentieren wollte."
    }
  },
  {
    "translation": {
      "en": "Is it here?",
      "de": "Ist es hier?"
    }
  },
  {
    "translation": {
      "en": "[Uri] So let's park, uh…",
      "de": "Parken wir..."
    }
  },
  {
    "translation": {
      "en": "-[Uri] I asked him to stay very near. -[Kristoffer] Okay.",
      "de": "-Bleiben Sie in der Nähe. -Ok."
    }
  },
  {
    "translation": {
      "en": "[Uri] In case we need to escape.",
      "de": "Falls wir fliehen müssen."
    }
  },
  {
    "translation": {
      "en": "Uri, Natalie, and I go out.",
      "de": "Uri, Natalie und ich stiegen aus."
    }
  },
  {
    "translation": {
      "en": "My job is to be the cameraman that documents everything that happens.",
      "de": "Mein Job war es, als Kameramann alles zu dokumentieren."
    }
  },
  {
    "translation": {
      "en": "That's the name.",
      "de": "Das ist der Name."
    }
  },
  {
    "translation": {
      "en": "That's the name. This one.",
      "de": "Das ist er. Der hier."
    }
  },
  {
    "translation": {
      "en": "What's it says?",
      "de": "Was steht da?"
    }
  },
  {
    "translation": {
      "en": "It's a letter for him.",
      "de": "Es ist ein Brief für ihn."
    }
  },
  {
    "translation": {
      "en": "-For Shimon? -Shimon Hayut.",
      "de": "-Für Shimon? -Shimon Hayut."
    }
  },
  {
    "translation": {
      "en": "Yeah, this one.",
      "de": "Ja, da steht es."
    }
  },
  {
    "translation": {
      "en": "So he might actually be staying here.",
      "de": "Er könnte also wirklich hier wohnen."
    }
  },
  {
    "translation": {
      "en": "So this is a letter from the authorities",
      "de": "Das ist ein Brief der Behörde,"
    }
  },
  {
    "translation": {
      "en": "that ask money back from people when you owe money.",
      "de": "die Geld zurückfordert, wenn man Schulden hat."
    }
  },
  {
    "translation": {
      "en": "Oh, okay.",
      "de": "Oh, ok."
    }
  },
  {
    "translation": {
      "en": "[in Hebrew] Hello.",
      "de": "Hallo."
    }
  },
  {
    "translation": {
      "en": "Who are you?",
      "de": "Wer sind Sie?"
    }
  },
  {
    "translation": {
      "en": "We're journalists.",
      "de": "Wir sind Journalisten."
    }
  },
  {
    "translation": {
      "en": "We're looking for Simon.",
      "de": "Wir suchen nach Shimon."
    }
  },
  {
    "translation": {
      "en": "[woman] Who is it?",
      "de": "Wer ist da?"
    }
  },
  {
    "translation": {
      "en": "-You are not allowed to be here. -[woman] But, Mom, come in.",
      "de": "-Sie dürfen nicht hier sein. -Mama, komm rein."
    }
  },
  {
    "translation": {
      "en": "So, you're Simon's mother.",
      "de": "Sie sind also Simons Mutter."
    }
  },
  {
    "translation": {
      "en": "-Where is he? -Where is he?",
      "de": "-Wo ist er? -Wo er ist?"
    }
  },
  {
    "translation": {
      "en": "You're looking for him, I'm looking for him.",
      "de": "Sie suchen ihn, ich suche ihn."
    }
  },
  {
    "translation": {
      "en": "He's swindled a woman in Norway for a quarter of a million dollars.",
      "de": "Er hat eine Frau in Norwegen um eine Viertelmillion Dollar betrogen."
    }
  },
  {
    "translation": {
      "en": "I have absolutely no contact with him. I have nothing to do with him.",
      "de": "Ich habe keinen Kontakt zu ihm. Ich habe nichts mit ihm zu tun."
    }
  },
  {
    "translation": {
      "en": "I've not had contact with him since he was 18 years old.",
      "de": "Ich hatte keinen Kontakt mit ihm, seit er 18 war."
    }
  },
  {
    "translation": {
      "en": "-But his registered address is here. -He changed his name and address.",
      "de": "-Aber er ist hier gemeldet. -Er änderte den Namen und die Adresse."
    }
  },
  {
    "translation": {
      "en": "He is not Hayut anymore.",
      "de": "Er ist kein Hayut mehr."
    }
  },
  {
    "translation": {
      "en": "-So who is he? -Leviev.",
      "de": "-Wer ist er? -Leviev."
    }
  },
  {
    "translation": {
      "en": "[in English] Let's go.",
      "de": "Gehen wir."
    }
  },
  {
    "translation": {
      "en": "[Natalie] To confirm that Simon and Shimon was the same person,",
      "de": "Um zu bestätigen, dass Simon und Shimon dieselbe Person waren,"
    }
  },
  {
    "translation": {
      "en": "we need to see the local police.",
      "de": "mussten wir zur örtlichen Polizei."
    }
  },
  {
    "translation": {
      "en": "Is this face familiar to you?",
      "de": "Kennen Sie dieses Gesicht?"
    }
  },
  {
    "translation": {
      "en": "[in Hebrew] Yes.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "In 2017, he changed his name to Simon Leviev.",
      "de": "2017 änderte er seinen Namen in Simon Leviev."
    }
  },
  {
    "translation": {
      "en": "Before that, he was known as Shimon Hayut.",
      "de": "Davor hieß er Shimon Hayut."
    }
  },
  {
    "translation": {
      "en": "[Kristoffer in English] The police confirmed that Simon Leviev and Shimon Hayut",
      "de": "Die Polizei bestätigte, dass Simon Leviev und Shimon Hayut"
    }
  },
  {
    "translation": {
      "en": "is the same guy convicted in Finland.",
      "de": "der ist, der in Finnland verurteilt wurde."
    }
  },
  {
    "translation": {
      "en": "He uses many names.",
      "de": "Er hat viele Namen."
    }
  },
  {
    "translation": {
      "en": "He has been a fraudster since his late teens.",
      "de": "Er ist ein Betrüger, seit er Teenager war."
    }
  },
  {
    "translation": {
      "en": "You start to piece together some more of the puzzle.",
      "de": "Man setzt immer mehr Puzzleteile zusammen."
    }
  },
  {
    "translation": {
      "en": "Back in 2011, Simon was suspected of stealing a check from his employer.",
      "de": "2011 wurde Simon verdächtigt, einen Scheck von seinem Arbeitgeber gestohlen zu haben."
    }
  },
  {
    "translation": {
      "en": "He moves on to other stolen checks and forged checks.",
      "de": "Danach stahl er weiter Schecks und fälschte diese. DREI BLANKO-SCHECKS"
    }
  },
  {
    "translation": {
      "en": "Simon was supposed to meet in court, but he fled the country.",
      "de": "Simon sollte vor Gericht erscheinen, floh aber aus dem Land."
    }
  },
  {
    "translation": {
      "en": "[policewoman in Hebrew] But then he left Israel. He forged a passport and left the country.",
      "de": "Dann verließ er Israel mit einem gefälschten Pass."
    }
  },
  {
    "translation": {
      "en": "[Natalie in English] So he's wanted by the police?",
      "de": "Wird er von der Polizei gesucht?"
    }
  },
  {
    "translation": {
      "en": "[in Hebrew] Yes.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "The Israeli authorities demand that he be found",
      "de": "Die israelischen Behörden fahnden nach ihm,"
    }
  },
  {
    "translation": {
      "en": "so the trial against him can continue.",
      "de": "damit der Prozess gegen ihn weitergehen kann."
    }
  },
  {
    "translation": {
      "en": "And we're doing what we can to find him and bring him in.",
      "de": "Und wir tun, was wir können, um ihn zurückzuholen."
    }
  },
  {
    "translation": {
      "en": "[Natalie in English] We got a lot of new and really good information after the trip to Israel,",
      "de": "Wir hatten viele neue, gute Informationen nach der Reise nach Israel,"
    }
  },
  {
    "translation": {
      "en": "but we don't know where he is right now.",
      "de": "aber wir wussten nicht, wo er gerade war."
    }
  },
  {
    "translation": {
      "en": "Well, I will keep you posted.",
      "de": "Ich halte dich auf dem Laufenden."
    }
  },
  {
    "translation": {
      "en": "Everybody else got their money, so you should too.",
      "de": "Alle haben ihr Geld, das sollst du auch."
    }
  },
  {
    "translation": {
      "en": "I will see what's going on. I will call the bank.",
      "de": "Mal sehen, was los ist. Ich rufe die Bank an."
    }
  },
  {
    "translation": {
      "en": "Love you. Miss you. Bye-bye.",
      "de": "Alles Liebe. Vermiss dich. Tschüss."
    }
  },
  {
    "translation": {
      "en": "He really apologizes and says that he needs to borrow a little bit more.",
      "de": "Er entschuldigte sich und sagte, er muss sich etwas mehr leihen."
    }
  },
  {
    "translation": {
      "en": "I told him, \"Simon, you were supposed to transfer back this money you borrowed",
      "de": "\"Simon, du wolltest zurückzahlen, was du dir geliehen hast."
    }
  },
  {
    "translation": {
      "en": "a week or two after.\"",
      "de": "Nach ein bis zwei Wochen."
    }
  },
  {
    "translation": {
      "en": "\"Are you sure everything is gonna be okay?\"",
      "de": "Bist du sicher, dass alles gut wird?\""
    }
  },
  {
    "translation": {
      "en": "He's like, \"Yeah, everything is gonna be okay.\"",
      "de": "Er sagte: \"Ja, alles wird gut.\""
    }
  },
  {
    "translation": {
      "en": "So I transfer him another $10,000.",
      "de": "Also überwies ich ihm weitere $ 10.000."
    }
  },
  {
    "translation": {
      "en": "[Simon] I guarantee you I will make payment next week.",
      "de": "Ich garantiere dir, ich überweise es nächste Woche."
    }
  },
  {
    "translation": {
      "en": "[Pernilla] The next week, he texts me a bank receipt for $100,000.",
      "de": "In der Woche darauf schickte er mir einen Überweisungsbeleg über $ 100.000."
    }
  },
  {
    "translation": {
      "en": "Simon is being very generous. He only owes me 40,000.",
      "de": "Simon war sehr großzügig. Er schuldete mir nur 40.000."
    }
  },
  {
    "translation": {
      "en": "Oh, seriously, Simon, that is so nice of you.",
      "de": "Im Ernst, Simon, das ist so nett von dir."
    }
  },
  {
    "translation": {
      "en": "Thank you. Thank you. Thank you. Thank you so, so much.",
      "de": "Danke. Vielen Dank."
    }
  },
  {
    "translation": {
      "en": "Kisses.",
      "de": "Küsse."
    }
  },
  {
    "translation": {
      "en": "[Simon] Through the most difficult moments, you have been there for me.",
      "de": "In den schwierigsten Stunden warst du für mich da."
    }
  },
  {
    "translation": {
      "en": "So that's why I wanted to thank you from the bottom of my heart.",
      "de": "Deshalb wollte ich dir von ganzem Herzen danken."
    }
  },
  {
    "translation": {
      "en": "And then the money just don't arrive.",
      "de": "Und dann kam das Geld einfach nicht an."
    }
  },
  {
    "translation": {
      "en": "[Simon] Unfortunately, the bank want me there physically",
      "de": "Leider will die Bank, dass ich physisch anwesend bin."
    }
  },
  {
    "translation": {
      "en": "with my lawyer to sign some few other papers.",
      "de": "Mit meinem Anwalt, um andere Papiere zu unterschreiben."
    }
  },
  {
    "translation": {
      "en": "I need to fly and I need to fix it up. I want to ask you a favor.",
      "de": "Ich muss fliegen und das richten. Ich möchte dich um einen Gefallen bitten."
    }
  },
  {
    "translation": {
      "en": "So I pay for these flights on my American Express card.",
      "de": "Also zahlte ich diese Flüge mit meiner American-Express-Karte."
    }
  },
  {
    "translation": {
      "en": "[Simon] The money has left our bank account",
      "de": "Das Geld hat unser Konto verlassen."
    }
  },
  {
    "translation": {
      "en": "so you have nothing to worry about.",
      "de": "Jetzt musst du dir keine Sorgen mehr machen."
    }
  },
  {
    "translation": {
      "en": "[Pernilla] He asked me to help him with another flight.",
      "de": "Er bat mich, ihm mit einem anderen Flug zu helfen."
    }
  },
  {
    "translation": {
      "en": "And then another flight, and then another flight.",
      "de": "Und noch ein Flug. Und noch ein Flug."
    }
  },
  {
    "translation": {
      "en": "[sighs] So with time just passing, money doesn't come in.",
      "de": "Die Zeit verging, und das Geld kam nicht an."
    }
  },
  {
    "translation": {
      "en": "[crying] I was just at the bank and they can't find any transfer.",
      "de": "Ich war bei der Bank, und sie finden keine Überweisung."
    }
  },
  {
    "translation": {
      "en": "And that I need to pay my bills. I'm really freaking out.",
      "de": "Ich muss meine Rechnungen bezahlen. Ich flippe aus."
    }
  },
  {
    "translation": {
      "en": "I'm panicking. Like, I got myself in so, so much trouble right now.",
      "de": "Ich habe Panik. Ich habe gerade so viel Ärger."
    }
  },
  {
    "translation": {
      "en": "[Simon] They put a stop on my account.",
      "de": "Sie haben mein Konto gesperrt."
    }
  },
  {
    "translation": {
      "en": "Of course I can give you one of my watches.",
      "de": "Ich könnte dir natürlich eine meiner Uhren geben."
    }
  },
  {
    "translation": {
      "en": "I have a watch worth over 100K.",
      "de": "Ich habe eine Uhr im Wert von über 100.000."
    }
  },
  {
    "translation": {
      "en": "So he tells me he will book me a flight to wherever he is",
      "de": "Also sagte er, er bucht einen Flug dorthin, wo er ist."
    }
  },
  {
    "translation": {
      "en": "within a couple of days to collect the watch.",
      "de": "In ein paar Tagen, um die Uhr abzuholen."
    }
  },
  {
    "translation": {
      "en": "We have a lot of new information, but we still haven't found him.",
      "de": "Wir hatten viele neue Informationen, aber wir hatten ihn noch nicht gefunden."
    }
  },
  {
    "translation": {
      "en": "So what we have to do is go back into the documentation we got from Cecilie.",
      "de": "Also sahen wir Cecilies Unterlagen noch einmal durch."
    }
  },
  {
    "translation": {
      "en": "Cecilie gave us a lot of transactions done with her Amex card.",
      "de": "Cecilie zeigte uns viele Transaktionen von ihrer Amex-Karte."
    }
  },
  {
    "translation": {
      "en": "In these transactions, we see flight tickets.",
      "de": "In diesen Transaktionen fanden wir Flugtickets."
    }
  },
  {
    "translation": {
      "en": "There are also names.",
      "de": "Und es gab auch Namen."
    }
  },
  {
    "translation": {
      "en": "[Natalie] The business partner.",
      "de": "Der Geschäftspartner."
    }
  },
  {
    "translation": {
      "en": "The bodyguard.",
      "de": "Der Bodyguard."
    }
  },
  {
    "translation": {
      "en": "But we could also find names of different women.",
      "de": "Aber wir fanden auch die Namen von verschiedenen Frauen."
    }
  },
  {
    "translation": {
      "en": "[Erlend] So one of the names is Pernilla Sjoholm.",
      "de": "Einer der Namen war Pernilla Sjoholm."
    }
  },
  {
    "translation": {
      "en": "So I find Pernilla on Facebook and write a message to her.",
      "de": "Ich fand Pernilla auf Facebook und schrieb ihr eine Nachricht. NACHRICHT"
    }
  },
  {
    "translation": {
      "en": "I… panic.",
      "de": "Ich... geriet in Panik."
    }
  },
  {
    "translation": {
      "en": "I thought I was gonna pass out.",
      "de": "Ich dachte, ich werde ohnmächtig."
    }
  },
  {
    "translation": {
      "en": "I forward the message straight over to Simon.",
      "de": "Ich leitete die Nachricht direkt an Simon weiter."
    }
  },
  {
    "translation": {
      "en": "[Simon] I would not…",
      "de": "Nie würde ich..."
    }
  },
  {
    "translation": {
      "en": "[Pernilla] He says I shouldn't worry, that this is his enemies trying to get information.",
      "de": "Er sagte, ich solle mich nicht sorgen. Seine Feinde suchen nur Informationen."
    }
  },
  {
    "translation": {
      "en": "He really tries to calm me down and even just, like, after hanging up the phone,",
      "de": "Er versuchte, mich zu beruhigen, aber nachdem ich aufgelegt hatte,"
    }
  },
  {
    "translation": {
      "en": "I'm starting to realize, like, this can't be made up.",
      "de": "wurde mir klar, dass man sich so etwas nicht ausdenken kann."
    }
  },
  {
    "translation": {
      "en": "My phone rings. It is Erlend.",
      "de": "Mein Handy klingelte. Es war Erlend."
    }
  },
  {
    "translation": {
      "en": "So I asked her, \"Can I come to Stockholm to meet you to talk through your story?\"",
      "de": "Ich fragte: \"Können wir Ihre Geschichte in Stockholm besprechen?\""
    }
  },
  {
    "translation": {
      "en": "I get on a plane. We were meeting up the next day.",
      "de": "Ich stieg ins Flugzeug. Wir trafen uns am nächsten Tag."
    }
  },
  {
    "translation": {
      "en": "[Pernilla] He tells me everything.",
      "de": "Er sagt mir alles."
    }
  },
  {
    "translation": {
      "en": "I am furious. Why would Simon do this to me?",
      "de": "Ich war wütend. Warum tat Simon mir das an?"
    }
  },
  {
    "translation": {
      "en": "This was a friend who I really cared about, who I loved.",
      "de": "Er war ein Freund, den ich wirklich sehr gern mochte."
    }
  },
  {
    "translation": {
      "en": "He really created this person that I would like,",
      "de": "Er hat diesen Menschen erschaffen den ich gern hatte."
    }
  },
  {
    "translation": {
      "en": "someone who would be a really good friend.",
      "de": "Jemanden, der ein guter Freund war."
    }
  },
  {
    "translation": {
      "en": "So, if it's not only through romantic relationships that he's pursuing scams,",
      "de": "Wenn er also nicht nur in romantischen Beziehungen betrog,"
    }
  },
  {
    "translation": {
      "en": "what else could there be?",
      "de": "was gab es dann noch?"
    }
  },
  {
    "translation": {
      "en": "[Pernilla] I tell Erlend about all the travels and the amount of money he has been spending,",
      "de": "Ich erzählte Erlend von den Reisen, dem Geld, das er ausgegeben hat,"
    }
  },
  {
    "translation": {
      "en": "and all the other people that I have met.",
      "de": "von den anderen, die ich kennengelernt habe."
    }
  },
  {
    "translation": {
      "en": "When he tells me about this Norwegian girl,",
      "de": "Als er mir von dieser Norwegerin erzählte,"
    }
  },
  {
    "translation": {
      "en": "I'm starting to realize that the amount of money she has lost",
      "de": "fiel mir auf, dass die Summe, die sie verloren hat,"
    }
  },
  {
    "translation": {
      "en": "doesn't add up to the lifestyle that he's been living,",
      "de": "nicht zu seinem Lebensstil passte,"
    }
  },
  {
    "translation": {
      "en": "because there is an extreme amount of money that has been spent.",
      "de": "denn er gab absurde Geldsummen aus."
    }
  },
  {
    "translation": {
      "en": "This must just be the tip of the iceberg.",
      "de": "Das muss nur die Spitze des Eisbergs sein."
    }
  },
  {
    "translation": {
      "en": "After looking at Pernilla's bank accounts, I realize this may be a Ponzi scheme.",
      "de": "Nach einem Blick auf Pernillas Konten wusste ich, es war ein Schneeballsystem."
    }
  },
  {
    "translation": {
      "en": "He uses Cecilie's money on Pernilla,",
      "de": "Er benutzte Cecilies Geld für Pernilla,"
    }
  },
  {
    "translation": {
      "en": "and he uses Pernilla's money on somebody else.",
      "de": "und er benutzt Pernillas Geld für jemand anderen."
    }
  },
  {
    "translation": {
      "en": "It's never his name on the credit card, so he has plausible excuse.",
      "de": "Es stand nie sein Name auf der Kreditkarte, also hatte er eine plausible Ausrede."
    }
  },
  {
    "translation": {
      "en": "He can always say, \"I was just borrowing the money.\"",
      "de": "Er konnte immer sagen: \"Das Geld war nur geliehen.\""
    }
  },
  {
    "translation": {
      "en": "It's almost like the perfect scam.",
      "de": "Es ist ein fast perfekter Betrug."
    }
  },
  {
    "translation": {
      "en": "[Erlend] Of course, by using one woman's credit card",
      "de": "Er nutzte die Kreditkarte einer Frau"
    }
  },
  {
    "translation": {
      "en": "to buy plane tickets to a second woman and to buy a dinner to a third,",
      "de": "für die Flugtickets einer zweiten und das Abendessen mit einer dritten."
    }
  },
  {
    "translation": {
      "en": "he was able to travel a lot, and he never stayed long in one place.",
      "de": "Dadurch konnte viel reisen und blieb nie lange an einem Ort."
    }
  },
  {
    "translation": {
      "en": "That made it very hard for local police authorities with low budgets",
      "de": "Das machte es lokalen Polizeistellen mit geringem Budget sehr schwer,"
    }
  },
  {
    "translation": {
      "en": "to go after a man that, in their world, was like a small scam.",
      "de": "einen Mann zu verfolgen, der für sie nur ein kleiner Betrüger war."
    }
  },
  {
    "translation": {
      "en": "Hey, we order all the menu.",
      "de": "Wir bestellen die ganze Karte."
    }
  },
  {
    "translation": {
      "en": "I ask Pernilla, \"Can you tell me where he is?\"",
      "de": "Ich fragte Pernilla: \"Kannst du mir sagen, wo er ist?\""
    }
  },
  {
    "translation": {
      "en": "[Pernilla] I don't just only know where he is.",
      "de": "Ich weiß nicht nur, wo er ist."
    }
  },
  {
    "translation": {
      "en": "I am booked on a flight to go and see him tomorrow.",
      "de": "Ich habe einen Flug gebucht, um ihn morgen zu besuchen."
    }
  },
  {
    "translation": {
      "en": "He's in Munich.",
      "de": "Er ist in München."
    }
  },
  {
    "translation": {
      "en": "In less than 10 hours, we need to be in Munich.",
      "de": "In zehn Stunden mussten wir in München sein."
    }
  },
  {
    "translation": {
      "en": "[Natalie] Our goal in Munich was to film him",
      "de": "Unser Ziel in München war es, ihn zu filmen"
    }
  },
  {
    "translation": {
      "en": "to prove to the police that he was possible to find.",
      "de": "um der Polizei zu beweisen, dass man ihn finden konnte."
    }
  },
  {
    "translation": {
      "en": "You're really focused.",
      "de": "Wir waren sehr konzentriert."
    }
  },
  {
    "translation": {
      "en": "You know you have this one chance to get what you want.",
      "de": "Wir hatten nur eine Chance, zu bekommen, was wir wollten."
    }
  },
  {
    "translation": {
      "en": "Also you have responsibility for Pernilla.",
      "de": "Und wir waren auch für Pernilla verantwortlich."
    }
  },
  {
    "translation": {
      "en": "Simon can absolutely not find out that they are there or that I have done this,",
      "de": "Simon konnte nicht herausfinden, dass sie da sind oder dass ich das getan hatte."
    }
  },
  {
    "translation": {
      "en": "because I don't know if it's dangerous for me",
      "de": "Ich wusste nicht, ob es gefährlich ist,"
    }
  },
  {
    "translation": {
      "en": "if he does find out that I'm doing this behind his back.",
      "de": "wenn er herausfindet, dass ich ihn hintergehe."
    }
  },
  {
    "translation": {
      "en": "I'm going in there trying to sabotage his fabulous life.",
      "de": "Ich versuchte immerhin, sein fabelhaftes Leben zu sabotieren."
    }
  },
  {
    "translation": {
      "en": "The plan is to keep a safe distance,",
      "de": "Der Plan war, sicheren Abstand zu halten."
    }
  },
  {
    "translation": {
      "en": "and to do that, Natalie is tracking Pernilla's whereabouts on the iPhone.",
      "de": "Dazu verfolgte Natalie Pernillas Aufenthaltsort auf dem iPhone."
    }
  },
  {
    "translation": {
      "en": "[Natalie] In case Simon should look at Pernilla's phone,",
      "de": "Für den Fall, dass Simon Pernillas Handy sehen sollte,"
    }
  },
  {
    "translation": {
      "en": "Pernilla saves my number as a different name.",
      "de": "speicherte Pernilla meine Nummer unter anderem Namen."
    }
  },
  {
    "translation": {
      "en": "That makes it possible for Pernilla to have constant contact with me.",
      "de": "So konnte Pernilla ständig Kontakt zu mir halten."
    }
  },
  {
    "translation": {
      "en": "[in Norwegian] She writes that she's just landed.",
      "de": "Sie schreibt, sie ist gerade gelandet."
    }
  },
  {
    "translation": {
      "en": "We have a photographer outside the airport who may be able to get pictures.",
      "de": "Wir haben einen Fotografen am Flughafen der Fotos machen kann."
    }
  },
  {
    "translation": {
      "en": "She writes, \"My friend is picking me up.\"",
      "de": "Sie schreibt: \"Mein Freund holt mich ab.\""
    }
  },
  {
    "translation": {
      "en": "That must be Simon.",
      "de": "Das muss Simon sein."
    }
  },
  {
    "translation": {
      "en": "I've now received a picture from the photographer.",
      "de": "Ich habe ein Foto vom Fotografen bekommen."
    }
  },
  {
    "translation": {
      "en": "Wow, he's in Munich.",
      "de": "Wow, er ist in München."
    }
  },
  {
    "translation": {
      "en": "[in English] My heart is pounding.",
      "de": "Mein Herz raste."
    }
  },
  {
    "translation": {
      "en": "This is the first time I meet his business partner, Avishay,",
      "de": "Es war das erste Mal, dass ich Avishay, seinen Geschäftspartner traf,"
    }
  },
  {
    "translation": {
      "en": "that he had told me so much about.",
      "de": "von dem er so viel erzählt hatte."
    }
  },
  {
    "translation": {
      "en": "I'm starting to become very, very paranoid",
      "de": "Ich wurde langsam sehr paranoid."
    }
  },
  {
    "translation": {
      "en": "because who am I in the car with? Who are they really?",
      "de": "Mit wem saß ich da im Auto? Wer waren sie wirklich?"
    }
  },
  {
    "translation": {
      "en": "I'm looking at him, and I know the truth, like everything that he has done.",
      "de": "Ich sah ihn an und kannte die Wahrheit. Alles, was er getan hatte."
    }
  },
  {
    "translation": {
      "en": "These former feelings that I had that this was my friend just got erased.",
      "de": "Diese früheren Gefühle der Freundschaft waren wie ausgelöscht."
    }
  },
  {
    "translation": {
      "en": "I don't think I ever hated a person my entire life",
      "de": "Ich glaube, ich habe noch nie jemanden gehasst,"
    }
  },
  {
    "translation": {
      "en": "until that second when I was sitting in that car",
      "de": "bis ich in diesem Auto saß"
    }
  },
  {
    "translation": {
      "en": "and just looking at him.",
      "de": "und ihn ansah."
    }
  },
  {
    "translation": {
      "en": "[Natalie] Pernilla texted me that they were going to Mandarin Oriental Hotel.",
      "de": "Pernilla schrieb mir, dass sie ins Mandarin Orient Hotel gehen."
    }
  },
  {
    "translation": {
      "en": "That's a fancy hotel with a restaurant inside.",
      "de": "Das ist ein schickes Hotel mit Restaurant."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "de": "Ok."
    }
  },
  {
    "translation": {
      "en": "The most important job I had in there",
      "de": "Meine wichtigste Aufgabe war es,"
    }
  },
  {
    "translation": {
      "en": "was to text Kristoffer and the still photographer",
      "de": "Kristoffer und dem Standfotografen zu schreiben,"
    }
  },
  {
    "translation": {
      "en": "whenever they were leaving the restaurant.",
      "de": "wenn sie das Restaurant verließen."
    }
  },
  {
    "translation": {
      "en": "[Kristoffer] Opposite, there's a parking garage.",
      "de": "Gegenüber war ein Parkhaus."
    }
  },
  {
    "translation": {
      "en": "Just behind gaps in the wall,",
      "de": "Direkt hinter den Lücken in der Wand"
    }
  },
  {
    "translation": {
      "en": "we can place our lenses to capture Simon as he walks out.",
      "de": "konnten wir unsere Objektive platzieren, um Simon zu erwischen."
    }
  },
  {
    "translation": {
      "en": "Everyone knew about him. \"Welcome back, Mr. Leviev.\" And that gets me going.",
      "de": "Jeder kannte ihn. \"Willkommen zurück, Mr. Leviev.\" Das brachte mich in Schwung."
    }
  },
  {
    "translation": {
      "en": "What have you been doing in Munich? How many victims are here?",
      "de": "Was hast du in München gemacht? Wie viele Opfer sind hier?"
    }
  },
  {
    "translation": {
      "en": "He tells me he's sorry about the situation with the money",
      "de": "Er sagte, es tue ihm leid wegen der Situation mit dem Geld,"
    }
  },
  {
    "translation": {
      "en": "and he gives me the watch.",
      "de": "und er gab mir die Uhr."
    }
  },
  {
    "translation": {
      "en": "He orders everything on the menu,",
      "de": "Er bestellte alles auf der Karte,"
    }
  },
  {
    "translation": {
      "en": "and I feel so bad even sitting there when we're having this dinner,",
      "de": "und ich fühlte mich so schlecht, als wir aßen."
    }
  },
  {
    "translation": {
      "en": "'cause the only thing that goes in my head is,",
      "de": "Das Einzige, was mir durch den Kopf ging, war:"
    }
  },
  {
    "translation": {
      "en": "\"Who's paying for this dinner?\"",
      "de": "\"Wer bezahlt dieses Essen?\""
    }
  },
  {
    "translation": {
      "en": "We're just waiting and waiting for a text from Natalie.",
      "de": "Wir warteten auf eine Nachricht von Natalie."
    }
  },
  {
    "translation": {
      "en": "Simon looks in our direction, and we hide.",
      "de": "Simon sah in unsere Richtung, und wir versteckten uns."
    }
  },
  {
    "translation": {
      "en": "Simon starts speaking in Hebrew and getting very upset to Avishay.",
      "de": "Simon begann, Hebräisch zu sprechen und wurde sehr wütend mit Avishay."
    }
  },
  {
    "translation": {
      "en": "And I'm like, \"What's going on?\"",
      "de": "Ich fragte: \"Was ist los?\""
    }
  },
  {
    "translation": {
      "en": "And they were like, \"There's a camera guy over there.\"",
      "de": "Sie sagten: \"Da drüben ist ein Fotograf.\""
    }
  },
  {
    "translation": {
      "en": "And he started screaming, like, \"Get into the car!\"",
      "de": "Er begann zu schreien: \"Steig ins Auto!\""
    }
  },
  {
    "translation": {
      "en": "Driving around so fast through Munich.",
      "de": "Sie fuhren so schnell durch München."
    }
  },
  {
    "translation": {
      "en": "I don't know what they're saying. Do they know that I have set them up to do this?",
      "de": "Ich wusste nicht, was sie sagen. Wussten sie, dass ich damit zu tun hatte?"
    }
  },
  {
    "translation": {
      "en": "What are they really gonna do with me?",
      "de": "Was hatten sie mit mir vor?"
    }
  },
  {
    "translation": {
      "en": "Just think, like, \"Pernilla, you play your biggest act you have ever done",
      "de": "Ich dachte: \"Pernilla, du musst die Rolle deines Lebens spielen,"
    }
  },
  {
    "translation": {
      "en": "your entire life, because otherwise you are never coming home.\"",
      "de": "sonst kommst du nie wieder nach Hause.\""
    }
  },
  {
    "translation": {
      "en": "I'm trying to twist everything around.",
      "de": "Ich versuchte, alles zurechtzubiegen."
    }
  },
  {
    "translation": {
      "en": "I'm screaming at him, like, \"Is this your enemies? Are they after me now, Simon?\"",
      "de": "Ich schrie ihn an: \"Sind das deine Feinde? Sind sie jetzt hinter mir her, Simon?\""
    }
  },
  {
    "translation": {
      "en": "He's trying to calm down the situation, like, \"No, it's me they're after.\"",
      "de": "Er versuchte, die Situation zu beruhigen: \"Nein, nur hinter mir.\""
    }
  },
  {
    "translation": {
      "en": "I'm telling him, \"Just drop me off.\"",
      "de": "Ich sagte: \"Lass mich hier raus.\""
    }
  },
  {
    "translation": {
      "en": "I never opened a car door as fast in my entire life.",
      "de": "Ich habe noch nie so schnell eine Autotür geöffnet."
    }
  },
  {
    "translation": {
      "en": "[Kristoffer] We were very concerned about Pernilla.",
      "de": "Wir waren sehr besorgt um sie."
    }
  },
  {
    "translation": {
      "en": "We realized we wouldn't be able to confront him there.",
      "de": "Wir merkten, dass wir ihn dort nicht konfrontieren konnten."
    }
  },
  {
    "translation": {
      "en": "We need to go back to Oslo and work out our next step.",
      "de": "Wir mussten zurück nach Oslo und den nächsten Schritt planen."
    }
  },
  {
    "translation": {
      "en": "[Pernilla] I take the watch to a pawn shop, and they tell me it is fake.",
      "de": "Ich brachte die Uhr in ein Pfandhaus, und sie sagten, sie sei gefälscht."
    }
  },
  {
    "translation": {
      "en": "Of course it is, because nothing about him is real.",
      "de": "Natürlich, denn nichts an ihm ist echt."
    }
  },
  {
    "translation": {
      "en": "I really want to confront him and at least tell me the truth.",
      "de": "Ich wollte ihn konfrontieren, dass er mir wenigstens die Wahrheit sagt."
    }
  },
  {
    "translation": {
      "en": "That's what you want from all people. Just tell me the truth, how it is.",
      "de": "Das will man von allen. Sag mir einfach die Wahrheit, wie sie ist."
    }
  },
  {
    "translation": {
      "en": "[Natalie] Pernilla really wants to talk to him, and we are filming that call.",
      "de": "Pernilla wollte unbedingt mit ihm reden, und wir filmten diesen Anruf."
    }
  },
  {
    "translation": {
      "en": "Hello.",
      "de": "Hallo."
    }
  },
  {
    "translation": {
      "en": "Hey, what's up? Good morning.",
      "de": "Wie geht's? Guten Morgen."
    }
  },
  {
    "translation": {
      "en": "Morning.",
      "de": "Morgen."
    }
  },
  {
    "translation": {
      "en": "Good afternoon. Sorry.",
      "de": "Guten Tag. Tut mir leid."
    }
  },
  {
    "translation": {
      "en": "It's okay. What are you doing?",
      "de": "Schon gut. Was machst du?"
    }
  },
  {
    "translation": {
      "en": "I'm all right, and you?",
      "de": "Mir geht's gut, und dir?"
    }
  },
  {
    "translation": {
      "en": "I'm not so good, Simon.",
      "de": "Nicht so gut, Simon."
    }
  },
  {
    "translation": {
      "en": "What is it?",
      "de": "Was ist los?"
    }
  },
  {
    "translation": {
      "en": "Can you just tell me the truth?",
      "de": "Kannst du mir die Wahrheit sagen?"
    }
  },
  {
    "translation": {
      "en": "I told you the truth.",
      "de": "Das habe ich."
    }
  },
  {
    "translation": {
      "en": "No, you haven't told me the truth.",
      "de": "Nein, du hast nicht die Wahrheit gesagt."
    }
  },
  {
    "translation": {
      "en": "Can you give me the entire truth? At least I deserve that.",
      "de": "Kannst du die ganze Wahrheit sagen? Das verdiene ich."
    }
  },
  {
    "translation": {
      "en": "I told you the entire truth, I don't understand what is the--",
      "de": "Ich sagte die ganze Wahrheit. Ich verstehe nicht..."
    }
  },
  {
    "translation": {
      "en": "Simon. Simon, I lost everything I have.",
      "de": "Simon. Simon, ich habe alles verloren."
    }
  },
  {
    "translation": {
      "en": "Can you please tell me the truth for once. It's a little--",
      "de": "Sag mir die Wahrheit. Es ist ein wenig..."
    }
  },
  {
    "translation": {
      "en": "Pernilla, you have no idea. My enemies are trying to--",
      "de": "Pernilla, du hast keine Ahnung. Meine Feinde versuchen..."
    }
  },
  {
    "translation": {
      "en": "Simon! Simon! Simon! Simon, listen to me. I know.",
      "de": "Simon! Nein, hör mir zu. Ich weiß es."
    }
  },
  {
    "translation": {
      "en": "What do you know?",
      "de": "Was weißt du?"
    }
  },
  {
    "translation": {
      "en": "I know about--",
      "de": "Ich weiß von..."
    }
  },
  {
    "translation": {
      "en": "Something that I don't know?",
      "de": "Etwas, das ich nicht weiß?"
    }
  },
  {
    "translation": {
      "en": "What do you know?",
      "de": "Was weißt du?"
    }
  },
  {
    "translation": {
      "en": "I know everything. Simon, I know--",
      "de": "Ich weiß alles. Simon, ich weiß..."
    }
  },
  {
    "translation": {
      "en": "I know you're doing this fraud thing. I know you've been in jail in Finland.",
      "de": "Ich weiß, du betrügst. Ich weiß, du warst in Finnland im Gefängnis."
    }
  },
  {
    "translation": {
      "en": "I know you're--",
      "de": "Ich weiß, du..."
    }
  },
  {
    "translation": {
      "en": "What the fuck is this bullshit?",
      "de": "Was soll der Scheiß?"
    }
  },
  {
    "translation": {
      "en": "I know about the other people that you have frauded.",
      "de": "Ich weiß von den anderen, die du betrogen hast."
    }
  },
  {
    "translation": {
      "en": "You double-cross me…",
      "de": "Du spielst ein doppeltes Spiel."
    }
  },
  {
    "translation": {
      "en": "I can tell you right now,",
      "de": "Eins kann ich dir sagen:"
    }
  },
  {
    "translation": {
      "en": "you will pay for this for the rest of your life.",
      "de": "Dafür wirst du für den Rest deines Lebens zahlen."
    }
  },
  {
    "translation": {
      "en": "I am paying for the rest of my life. You took everything I have.",
      "de": "Ich bezahle für den Rest meines Lebens. Du hast mir alles genommen."
    }
  },
  {
    "translation": {
      "en": "This is your mistake. If you want to make some claims against me,",
      "de": "Das war dein Fehler. Wenn du etwas gegen mich vorbringen willst,"
    }
  },
  {
    "translation": {
      "en": "give me the evidence you have against me.",
      "de": "bring mir die Beweise, die du gegen mich hast."
    }
  },
  {
    "translation": {
      "en": "The Israeli police have confirmed you with your picture.",
      "de": "Die israelische Polizei hat dich per Foto identifiziert."
    }
  },
  {
    "translation": {
      "en": "Nobody has confirmed anything. That's not true.",
      "de": "Niemand hat etwas bestätigt. Das stimmt nicht."
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "de": "Doch."
    }
  },
  {
    "translation": {
      "en": "I had a flight to Amsterdam, right?",
      "de": "Ich flog nach Amsterdam, oder?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "Yeah, who paid for that?",
      "de": "Wer hat das bezahlt?"
    }
  },
  {
    "translation": {
      "en": "I paid for it!",
      "de": "Ich!"
    }
  },
  {
    "translation": {
      "en": "No, you didn't.",
      "de": "Hast du nicht."
    }
  },
  {
    "translation": {
      "en": "I have the transaction for the ticket, and it's paid by another woman. [sniffles]",
      "de": "Ich habe die Transaktion für das Ticket. Eine andere Frau hat dafür bezahlt."
    }
  },
  {
    "translation": {
      "en": "Because of my enemies I couldn't use my own…",
      "de": "Wegen meiner Feinde konnte ich meine…"
    }
  },
  {
    "translation": {
      "en": "I have paid these people in cash.",
      "de": "Ich habe diese Leute bar bezahlt."
    }
  },
  {
    "translation": {
      "en": "I did give them money.",
      "de": "Ich gab ihnen Geld."
    }
  },
  {
    "translation": {
      "en": "Simon, you can't keep doing this.",
      "de": "Simon, das geht so nicht weiter."
    }
  },
  {
    "translation": {
      "en": "Like, it's crazy.",
      "de": "Es ist verrückt."
    }
  },
  {
    "translation": {
      "en": "Honey, what have you done this all for?",
      "de": "Schatz, warum hast du das gemacht?"
    }
  },
  {
    "translation": {
      "en": "There will be a price, and I promise it'll be bigger than money.",
      "de": "Du wirst dafür zahlen. Und ich verspreche, mehr als nur Geld."
    }
  },
  {
    "translation": {
      "en": "What do you mean, the price?",
      "de": "Was meinst du damit?"
    }
  },
  {
    "translation": {
      "en": "You double-cross me, you're gonna pay for it.",
      "de": "Wenn du mich hintergehst, wirst du dafür bezahlen."
    }
  },
  {
    "translation": {
      "en": "[Pernilla] I really got scared, because what have I done?",
      "de": "Ich hatte richtig Angst. Was hatte ich getan?"
    }
  },
  {
    "translation": {
      "en": "The only thing that we can do is to make the VG piece as big as possible",
      "de": "Das einzige, was uns blieb, war, den VG-Artikel richtig groß zu machen."
    }
  },
  {
    "translation": {
      "en": "to get his face out there,",
      "de": "Sein Gesicht zu zeigen."
    }
  },
  {
    "translation": {
      "en": "because if people would know who he is and recognize his face,",
      "de": "Wenn die Leute wissen, wer er ist und sein Gesicht erkennen,"
    }
  },
  {
    "translation": {
      "en": "he can't do this anymore.",
      "de": "kann er das nicht mehr tun."
    }
  },
  {
    "translation": {
      "en": "Coming forward with a story like this takes a lot of courage.",
      "de": "So eine Geschichte zu veröffentlichen, braucht viel Mut."
    }
  },
  {
    "translation": {
      "en": "I was feeling anxious, you know. VG is the biggest newspaper in Norway.",
      "de": "Ich hatte Angst. VG ist die größte Zeitung Norwegens."
    }
  },
  {
    "translation": {
      "en": "Like, my face would be on the front cover.",
      "de": "Mein Gesicht wäre auf der Titelseite."
    }
  },
  {
    "translation": {
      "en": "There would be this big online special.",
      "de": "Es gäbe ein großes Online Special."
    }
  },
  {
    "translation": {
      "en": "I know that people were gonna judge me. Am I ready?",
      "de": "Ich wusste, man würde mich verurteilen. War ich bereit?"
    }
  },
  {
    "translation": {
      "en": "Your entire life is never gonna be the same again.",
      "de": "Mein ganzes Leben würde nie wieder das Gleiche sein."
    }
  },
  {
    "translation": {
      "en": "Everything just, like, went wildfire. It felt like a nightmare.",
      "de": "JEMAND MINUTE WIRD AUF TINDER EIN IDIOT GEBOREN Es war wie ein Lauffeuer. Wie ein Albtraum."
    }
  },
  {
    "translation": {
      "en": "Social media is brutal, you know. They'll eat you alive.",
      "de": "Soziale Medien sind brutal. Sie fressen einen auf."
    }
  },
  {
    "translation": {
      "en": "People are saying what a gold digger you are or, \"She deserved this.\"",
      "de": "Die Leute nannten uns Gold Digger oder sagten: \"Sie hat es verdient.\""
    }
  },
  {
    "translation": {
      "en": "[Pernilla crying] A gold digger would never give out a penny.",
      "de": "Ein Gold Digger würde nie einen Cent ausgeben. FRAUEN WOLLEN IMMER REICHE"
    }
  },
  {
    "translation": {
      "en": "I never understood this, how you can blame a victim.",
      "de": "Ich habe nie verstanden, wie man einem Opfer die Schuld geben kann."
    }
  },
  {
    "translation": {
      "en": "All I did was just trying to help people.",
      "de": "EINE IDIOTIN UND IHR GELD… Ich wollte nur Leuten helfen."
    }
  },
  {
    "translation": {
      "en": "I didn't want anyone else to get hurt.",
      "de": "Ich wollte nicht, dass jemand verletzt wird."
    }
  },
  {
    "translation": {
      "en": "[Cecilie] But it was kind of nice to just see",
      "de": "Aber es war auch schön,"
    }
  },
  {
    "translation": {
      "en": "and try to focus on the positive things that people were writing.",
      "de": "sich auf die positiven Stimmen zu konzentrieren."
    }
  },
  {
    "translation": {
      "en": "I could see the amount of shares.",
      "de": "Ich sah, wie oft es geteilt wurde."
    }
  },
  {
    "translation": {
      "en": "Comment after comment after comment.",
      "de": "Kommentar für Kommentar."
    }
  },
  {
    "translation": {
      "en": "\"Look at this story,\" you know. \"It's just insane.\"",
      "de": "\"Sieh mal, diese Geschichte. Die ist verrückt.\""
    }
  },
  {
    "translation": {
      "en": "[Natalie] We were sitting there watching the numbers go up and up.",
      "de": "Wir saßen da und sahen zu, wie die Zahlen stiegen."
    }
  },
  {
    "translation": {
      "en": "Everybody wanted to read The Tinder Swindler. It was going viral.",
      "de": "Alle wollten The Tinder Swindler lesen. Es ging viral."
    }
  },
  {
    "translation": {
      "en": "This is what I wanted. His face is there. His name is there.",
      "de": "Das wollte ich. Da war sein Gesicht. Da stand sein Name."
    }
  },
  {
    "translation": {
      "en": "No matter who he meets and he says, \"Hi. My name is Simon Leviev,\"",
      "de": "Egal, wen er traf und sagte: \"Hi. Mein Name ist Simon Leviev.\""
    }
  },
  {
    "translation": {
      "en": "the moment they Google him now, it will be there.",
      "de": "Wenn sie ihn jetzt googeln, sehen sie es."
    }
  },
  {
    "translation": {
      "en": "I met Pernilla. Immediately, we had a bond.",
      "de": "Ich traf Pernilla. Wir hatten sofort eine Verbindung."
    }
  },
  {
    "translation": {
      "en": "This is the only person who really understands what I am going through.",
      "de": "Sie war der einzige Mensch, der wirklich verstand, was ich durchmache."
    }
  },
  {
    "translation": {
      "en": "[Cecilie] We wanted to keep the momentum up. We joined forces.",
      "de": "Wir wollten die Stimmung nutzen und haben uns zusammengetan."
    }
  },
  {
    "translation": {
      "en": "Both of us had a goal that this needed to come out",
      "de": "Wir beide hatten das Ziel, dass die Sache"
    }
  },
  {
    "translation": {
      "en": "in as many newspapers in as many countries as possible.",
      "de": "in so vielen Zeitungen wie möglich veröffentlicht werden sollte."
    }
  },
  {
    "translation": {
      "en": "-Hello. -Hi.",
      "de": "-Hallo. -Hallo."
    }
  },
  {
    "translation": {
      "en": "[reporter] First of all, I wanted to apologize",
      "de": "Zuerst wollte ich mich entschuldigen"
    }
  },
  {
    "translation": {
      "en": "and let you know that not all Israeli men are such crooks.",
      "de": "und sagen, dass nicht alle israelischen Männer solche Gauner sind."
    }
  },
  {
    "translation": {
      "en": "Talk shows and news agencies in the US, UK, Netherlands, Germany as well.",
      "de": "Talkshows und Nachrichten in den USA, Großbritannien, Holland, Deutschland."
    }
  },
  {
    "translation": {
      "en": "We needed more exposure and more countries to make their own investigations.",
      "de": "Wir brauchten mehr Aufmerksamkeit, damit mehr Länder ermittelten."
    }
  },
  {
    "translation": {
      "en": "Like, \"What did he do in our country? Do we have any victims here?\"",
      "de": "\"Was hat er in unserem Land gemacht? Gibt es hier Opfer?\""
    }
  },
  {
    "translation": {
      "en": "But another thing was to actually get the police",
      "de": "Eine andere Sache war es,"
    }
  },
  {
    "translation": {
      "en": "to feel the pressure from the media, the pressure from the public,",
      "de": "der Polizei mit den Medien und der Öffentlichkeit Druck zu machen,"
    }
  },
  {
    "translation": {
      "en": "and do something about this.",
      "de": "damit sie etwas unternehmen."
    }
  },
  {
    "translation": {
      "en": "[Natalie] The response was really overwhelming.",
      "de": "Die Reaktion war überwältigend."
    }
  },
  {
    "translation": {
      "en": "We were contacted by victims all over the world.",
      "de": "Wir wurden von Opfern auf der ganzen Welt kontaktiert."
    }
  },
  {
    "translation": {
      "en": "[woman 1] I met him on Tinder in 2015. We met up Copenhagen…",
      "de": "Ich traf ihn 2015 auf Tinder. Wir gingen in Kopenhagen aus… Wir waren sechs Monate zusammen. Er traf meine Familie und Freunde."
    }
  },
  {
    "translation": {
      "en": "[woman 2] We dated for around six months. He met my family and friends.",
      "de": "Wir waren sechs Monate zusammen. Er traf meine Familie und Freunde."
    }
  },
  {
    "translation": {
      "en": "[man 1] He stayed with us in New York. He said his name was Shimon Yehuda Hayut.",
      "de": "Er war bei uns in New York. Er sagte, er heißt Shimon Yehuda Hayut."
    }
  },
  {
    "translation": {
      "en": "-[woman 1] His name was Mordechay Tapiro. -[woman 2] His name was Simon Leviev.",
      "de": "-Er hieß Mordechay Tapiro. -Er hieß Simon Leviev."
    }
  },
  {
    "translation": {
      "en": "[man 2] My wife and I hired Simon to babysit our five-year-old son.",
      "de": "Meine Frau und ich stellten Simon ein, um unseren fünfjährigen Sohn zu betreuen."
    }
  },
  {
    "translation": {
      "en": "He was 20 years old at the time.",
      "de": "Damals war er 20 Jahre alt."
    }
  },
  {
    "translation": {
      "en": "We knew that his father was a rabbi and he came from a very…",
      "de": "Wir wussten, dass sein Vater Rabbi war und er kam aus…"
    }
  },
  {
    "translation": {
      "en": "[woman 3] He told me he was heir to an Israeli airline. He employed me as his PA.",
      "de": "Erbe einer israelischen Fluggesellschaft. Er stellte mich als Assistentin ein."
    }
  },
  {
    "translation": {
      "en": "[man 3] He hired me as his personal chauffeur. And he hired a lot of expensive cars.",
      "de": "Er stellte mich als Chauffeur ein und leaste viele teure Autos."
    }
  },
  {
    "translation": {
      "en": "He never paid the bill. $300,000.",
      "de": "Die Rechnung über $ 300.000 hat er nie bezahlt."
    }
  },
  {
    "translation": {
      "en": "[woman 4] He told me that he was a Mossad agent working undercover as a pilot.",
      "de": "Er sagte, er sei ein Mossadagent, der verdeckt als Pilot arbeite."
    }
  },
  {
    "translation": {
      "en": "[woman 1] He spent nearly $20,000.",
      "de": "Er gab fast $ 20.000 aus."
    }
  },
  {
    "translation": {
      "en": "[man 1] In just three days, he spent $42,000 on our Amex card.",
      "de": "In nur drei Tagen gab er $ 42.000 mit unsere Amex-Karte aus."
    }
  },
  {
    "translation": {
      "en": "[man 3] Three of our checks had been forged.",
      "de": "Drei unserer Schecks waren gefälscht."
    }
  },
  {
    "translation": {
      "en": "[woman 2] Nearly $50,000 in total.",
      "de": "Fast $ 50.000 insgesamt. KREDITKARTENBETRUG"
    }
  },
  {
    "translation": {
      "en": "[woman 4] I'm still not over it, six years later.",
      "de": "Nach sechs Jahren bin ich noch nicht darüber hinweg."
    }
  },
  {
    "translation": {
      "en": "I'm scared of him.",
      "de": "Ich habe Angst vor ihm."
    }
  },
  {
    "translation": {
      "en": "[Natalie] We got all this information, but nothing happened to him.",
      "de": "Wir erhielten all diese Informationen, aber ihm ist nichts passiert."
    }
  },
  {
    "translation": {
      "en": "He was still on the run, he was still a free man,",
      "de": "Er war noch auf der Flucht, immer noch ein freier Mann,"
    }
  },
  {
    "translation": {
      "en": "even though we knew that he was reported to the police",
      "de": "obwohl wir wussten, dass er in mindestens sieben Ländern"
    }
  },
  {
    "translation": {
      "en": "in at least seven different countries.",
      "de": "der Polizei angezeigt worden war."
    }
  },
  {
    "translation": {
      "en": "[woman] I was at the airport in Prague.",
      "de": "Ich war am Flughafen in Prag."
    }
  },
  {
    "translation": {
      "en": "I had been visiting my boyfriend.",
      "de": "Ich hatte meinen Freund besucht."
    }
  },
  {
    "translation": {
      "en": "While I was waiting for my plane to leave,",
      "de": "Während ich darauf wartete, dass mein Flugzeug abhebt,"
    }
  },
  {
    "translation": {
      "en": "I was scrolling through Instagram, and I saw the picture of my boyfriend.",
      "de": "surfte ich durch Instagram und sah das Bild meines Freundes."
    }
  },
  {
    "translation": {
      "en": "I clicked on it.",
      "de": "Ich habe es angeklickt."
    }
  },
  {
    "translation": {
      "en": "\"The Tinder Swindler\"?",
      "de": "Der Tinder-Schwindler?"
    }
  },
  {
    "translation": {
      "en": "What the fuck is this?",
      "de": "Was zum Teufel war das?"
    }
  },
  {
    "translation": {
      "en": "I was completely in shock.",
      "de": "Ich stand unter Schock."
    }
  },
  {
    "translation": {
      "en": "I sent the article to Simon, and he started calling me.",
      "de": "Ich schickte den Artikel an Simon, und er rief mich an."
    }
  },
  {
    "translation": {
      "en": "We were about to take off,",
      "de": "Aber wir hoben gerade ab,"
    }
  },
  {
    "translation": {
      "en": "so I downloaded the article and put my phone on airplane mode.",
      "de": "also lud ich den Artikel runter und schaltete mein Handy auf Flugmodus."
    }
  },
  {
    "translation": {
      "en": "I saw that this girl Cecilie met him on Tinder.",
      "de": "Ich las, dass Cecilie ihn auf Tinder traf."
    }
  },
  {
    "translation": {
      "en": "I also met him on Tinder.",
      "de": "Ich traf ihn auch auf Tinder."
    }
  },
  {
    "translation": {
      "en": "He also took me to a five-star hotel on the first date.",
      "de": "Er brachte mich beim ersten Date auch in ein Fünf-Sterne-Hotel."
    }
  },
  {
    "translation": {
      "en": "I was already dating Simon for 14 months.",
      "de": "Ich war schon 14 Monate mit Simon zusammen."
    }
  },
  {
    "translation": {
      "en": "So we were in a serious relationship.",
      "de": "Wir hatten also eine ernsthafte Beziehung."
    }
  },
  {
    "translation": {
      "en": "I loved him very much.",
      "de": "Ich liebte ihn sehr."
    }
  },
  {
    "translation": {
      "en": "He was very thoughtful. He would remember every little thing.",
      "de": "Er war sehr aufmerksam. Er dachte an alles."
    }
  },
  {
    "translation": {
      "en": "I shared my whole heart with him.",
      "de": "Ich teilte mein ganzes Herz mit ihm."
    }
  },
  {
    "translation": {
      "en": "We started talking about settling down together, starting a family.",
      "de": "Wir sprachen darüber, zusammenzuziehen, eine Familie zu gründen."
    }
  },
  {
    "translation": {
      "en": "I really felt we were meant for each other.",
      "de": "Ich dachte, wir wären füreinander bestimmt."
    }
  },
  {
    "translation": {
      "en": "I was scrolling through the article. I saw these videos coming up.",
      "de": "Ich blätterte durch den Artikel und sah dieses Video."
    }
  },
  {
    "translation": {
      "en": "Cecilie, my love, I love you. I miss you. I can't wait to see you.",
      "de": "Cecilie, Schatz. Ich liebe dich, vermisse dich und freue mich auf dich."
    }
  },
  {
    "translation": {
      "en": "He sent me the same video.",
      "de": "Er hat mir dasselbe Video geschickt."
    }
  },
  {
    "translation": {
      "en": "Ayleen, darling,",
      "de": "Ayleen, Liebling,"
    }
  },
  {
    "translation": {
      "en": "I miss you.",
      "de": "ich vermisse dich."
    }
  },
  {
    "translation": {
      "en": "I went through my WhatsApp history, and I started to compare.",
      "de": "Ich ging meine Whats-App-Historie durch und begann zu vergleichen."
    }
  },
  {
    "translation": {
      "en": "He was sending exactly the same words to her as he did to me.",
      "de": "Er schickte ihr genau die gleichen Worte wie mir."
    }
  },
  {
    "translation": {
      "en": "\"Good morning, love. How are you? I love you. I miss you.\"",
      "de": "\"Guten Morgen, Schatz. Wie geht's? Ich liebe dich. Ich vermisse dich."
    }
  },
  {
    "translation": {
      "en": "\"I wanna have babies with you.\"",
      "de": "Ich will Babys mit dir.\""
    }
  },
  {
    "translation": {
      "en": "He took Cecilie to Amsterdam, my hometown.",
      "de": "Er brachte Cecilie nach Amsterdam, meine Heimatstadt."
    }
  },
  {
    "translation": {
      "en": "Exactly the same period as we were dating,",
      "de": "Genau zu der Zeit, in der wir zusammen waren."
    }
  },
  {
    "translation": {
      "en": "she was looking for houses to start living with him in London.",
      "de": "Sie suchte Häuser, um mit ihm in London zu leben."
    }
  },
  {
    "translation": {
      "en": "I was also looking for houses in Amsterdam.",
      "de": "Ich hatte auch in Amsterdam Häuser gesucht."
    }
  },
  {
    "translation": {
      "en": "The same day, he was flying to Oslo for a business trip,",
      "de": "ÜBERRASCHUNG IN OSLO An dem Tag, an dem er geschäftlich nach Oslo flog,"
    }
  },
  {
    "translation": {
      "en": "he was just going out to see her.",
      "de": "hatte er sie besucht."
    }
  },
  {
    "translation": {
      "en": "He texted me, \"I'm tired as fuck.\" Yeah, of course.",
      "de": "Er schrieb: \"Ich bin unfassbar müde.\" Ja, natürlich."
    }
  },
  {
    "translation": {
      "en": "He was with Cecilie all night.",
      "de": "Er war ja auch die ganze Nacht bei Cecilie."
    }
  },
  {
    "translation": {
      "en": "He told me that this business deal in Munich went wrong.",
      "de": "TUT MIR LEID, DASS ES NICHT GUT GELAUFEN IST Er sagte, das Geschäft in München sei schiefgelaufen."
    }
  },
  {
    "translation": {
      "en": "But he was meeting Pernilla.",
      "de": "Dabei traf er Pernilla."
    }
  },
  {
    "translation": {
      "en": "[Simon] Peter is down!",
      "de": "Peter ist am Boden!"
    }
  },
  {
    "translation": {
      "en": "He sent exactly the same pictures to me,",
      "de": "Er schickte mir genau die gleichen Bilder,"
    }
  },
  {
    "translation": {
      "en": "telling me that his enemies had beaten Peter up.",
      "de": "und sagte, dass seine Feinde Peter verprügelt hätten."
    }
  },
  {
    "translation": {
      "en": "When I got those pictures, I was terrified.",
      "de": "ICH MACHE MIR SORGEN Als ich die Bilder bekam, hatte ich Angst."
    }
  },
  {
    "translation": {
      "en": "It made me paranoid, constantly looking over my shoulder.",
      "de": "Es hat mich paranoid gemacht und ich sah ständig über die Schulter."
    }
  },
  {
    "translation": {
      "en": "A few years ago, I was followed by two guys and they beat me up.",
      "de": "Vor ein paar Jahren verfolgten mich zwei Männer und verprügelten mich."
    }
  },
  {
    "translation": {
      "en": "I told Simon about this.",
      "de": "Ich erzählte Simon davon."
    }
  },
  {
    "translation": {
      "en": "When Simon said I was being followed, I was full of anxiety all the time.",
      "de": "Als Simon sagte, ich werde verfolgt, war ich ständig voller Angst. ICH SCHLAFE NICHT UND BIN GESTRESST"
    }
  },
  {
    "translation": {
      "en": "I'm reading that he is a fugitive.",
      "de": "Ich las, dass er auf der Flucht war."
    }
  },
  {
    "translation": {
      "en": "A convicted criminal.",
      "de": "Ein verurteilter Verbrecher."
    }
  },
  {
    "translation": {
      "en": "He swindled women for millions.",
      "de": "Er hat Frauen um Millionen betrogen."
    }
  },
  {
    "translation": {
      "en": "My heart almost stopped beating, because I also lent him money.",
      "de": "Mein Herz hörte fast auf zu schlagen, denn ich hatte ihm auch Geld geliehen."
    }
  },
  {
    "translation": {
      "en": "It started off small.",
      "de": "Es fing klein an."
    }
  },
  {
    "translation": {
      "en": "His enemies were tracking his phones, so he asked me to get some SIM cards.",
      "de": "Seine Feinde orteten seine Handys, also bat er mich um ein paar Sim-Karten."
    }
  },
  {
    "translation": {
      "en": "So I was paying off those bills.",
      "de": "Also bezahlte ich die Rechnungen."
    }
  },
  {
    "translation": {
      "en": "But it became more and more and more.",
      "de": "Aber es wurde immer mehr."
    }
  },
  {
    "translation": {
      "en": "I gave him $140,000. So much money.",
      "de": "Ich gab ihm $ 140.000. Das ist so viel Geld."
    }
  },
  {
    "translation": {
      "en": "Designer clothes, flight tickets for other women. Fancy dinners.",
      "de": "Designerkleidung, Flugtickets für andere Frauen. Schicke Abendessen."
    }
  },
  {
    "translation": {
      "en": "Now I see, my money he spent on basically bullshit.",
      "de": "Jetzt merkte ich, dass er mein Geld für völligen Mist ausgab."
    }
  },
  {
    "translation": {
      "en": "I had so many emotions.",
      "de": "Ich war so aufgewühlt."
    }
  },
  {
    "translation": {
      "en": "The cheating part, the money part.",
      "de": "Der Betrug, das Geld."
    }
  },
  {
    "translation": {
      "en": "On one small flight, I lost everything.",
      "de": "Auf einem kleinen Flug verlor ich alles."
    }
  },
  {
    "translation": {
      "en": "I didn't want the plane to land,",
      "de": "Ich wollte nicht, dass das Flugzeug landet."
    }
  },
  {
    "translation": {
      "en": "because I needed to face reality, and that reality was terrifying.",
      "de": "Ich musste der Realität ins Auge sehen, und diese Realität war furchtbar."
    }
  },
  {
    "translation": {
      "en": "The moment I land in Amsterdam, I knew he would call me.",
      "de": "Ich wusste, er würde mich anrufen, sobald ich in Amsterdam lande."
    }
  },
  {
    "translation": {
      "en": "[flight crew] …an enjoyable flight. Thank you for flying with us, and have a pleasant evening.",
      "de": "...einen angenehmen Flug. Danke, dass sie mit uns fliegen. Einen schönen Abend."
    }
  },
  {
    "translation": {
      "en": "[Simon] I mean, I don't know where this shit came from.",
      "de": "Ich weiß nicht, woher dieser Dreck kommt."
    }
  },
  {
    "translation": {
      "en": "[Ayleen] He says the article was fake.",
      "de": "Er sagte, der Artikel sei gefälscht."
    }
  },
  {
    "translation": {
      "en": "Cecilie and Pernilla would have been paid by his enemies",
      "de": "Cecilie und Pernilla würden von seinen Feinden bezahlt werden,"
    }
  },
  {
    "translation": {
      "en": "to create this article.",
      "de": "um diesen Artikel zu erschaffen."
    }
  },
  {
    "translation": {
      "en": "I knew I was defrauded. I knew that he was fake.",
      "de": "Ich wusste, dass ich betrogen wurde. Ich wusste, dass er falsch war."
    }
  },
  {
    "translation": {
      "en": "-I love you. I care about you-- -[hangs up]",
      "de": "Ich liebe dich. Du bist mir wichtig."
    }
  },
  {
    "translation": {
      "en": "[Ayleen] I talked to the police.",
      "de": "Ich sprach mit der Polizei."
    }
  },
  {
    "translation": {
      "en": "They said they needed time to build this case,",
      "de": "Sie sagten, sie bräuchten Zeit, um den Fall aufzubauen,"
    }
  },
  {
    "translation": {
      "en": "but it was something I didn't have,",
      "de": "aber genau die hatte ich nicht,"
    }
  },
  {
    "translation": {
      "en": "because I knew that Simon was a fugitive.",
      "de": "denn ich wusste, dass Simon auf der Flucht war."
    }
  },
  {
    "translation": {
      "en": "The moment he was able to get away, he would.",
      "de": "Sobald er die Möglich dazu hätte, würde er fliehen."
    }
  },
  {
    "translation": {
      "en": "I didn't want him to get away with this.",
      "de": "Ich wollte nicht, dass er damit durchkommt."
    }
  },
  {
    "translation": {
      "en": "I wanted to talk to someone who was in the article.",
      "de": "Ich wollte mit jemandem aus dem Artikel reden."
    }
  },
  {
    "translation": {
      "en": "I found Pernilla on Instagram.",
      "de": "Ich fand Pernilla auf Instagram."
    }
  },
  {
    "translation": {
      "en": "[Pernilla] So I get a message from this Dutch girl, Ayleen,",
      "de": "Ich bekam eine Nachricht von dieser Holländerin, Ayleen."
    }
  },
  {
    "translation": {
      "en": "saying that she's the girlfriend of Simon,",
      "de": "Sie schrieb, sie sei die Freundin von Simon."
    }
  },
  {
    "translation": {
      "en": "and she has seen the story",
      "de": "Sie hätte den Artikel gelesen"
    }
  },
  {
    "translation": {
      "en": "and says that it feels like",
      "de": "und würde sich fühlen,"
    }
  },
  {
    "translation": {
      "en": "she is in the middle of a horror movie right now.",
      "de": "als wäre sie mitten in einem Horrorfilm."
    }
  },
  {
    "translation": {
      "en": "[Ayleen] Hi.",
      "de": "Hi."
    }
  },
  {
    "translation": {
      "en": "[Pernilla] Ayleen says she's going to help us catch him,",
      "de": "Ayleen sagte, sie hilft uns, ihn zu fassen,"
    }
  },
  {
    "translation": {
      "en": "but there's something she needs to do first.",
      "de": "aber sie muss erst noch etwas erledigen."
    }
  },
  {
    "translation": {
      "en": "I needed to get my money back. But how? I had to come up with a plan.",
      "de": "ICH LIEBE DICH, BITTE HILF MIR Ich brauchte mein Geld. Aber wie? Ich musste einen Plan machen."
    }
  },
  {
    "translation": {
      "en": "Suddenly I realized I was in a quite powerful position.",
      "de": "UND ICH KANN NICHTS TUN Plötzlich wurde mir klar, dass ich in einer starken Position war."
    }
  },
  {
    "translation": {
      "en": "He wasn't able to get any women on Tinder anymore",
      "de": "Er fand auf Tinder keine Frauen mehr,"
    }
  },
  {
    "translation": {
      "en": "because his face was all over Google.",
      "de": "weil sein Gesicht überall auf Google war."
    }
  },
  {
    "translation": {
      "en": "So he was hiding in Prague",
      "de": "Also versteckte er sich in Prag"
    }
  },
  {
    "translation": {
      "en": "and he had absolutely nowhere else to go besides me.",
      "de": "und konnte nirgendwo hin, außer zu mir."
    }
  },
  {
    "translation": {
      "en": "He always told me keep your friends close and your enemies closer.",
      "de": "Er sagte immer: \"Steh deinen Freunden nah und deinen Feinden noch näher.\""
    }
  },
  {
    "translation": {
      "en": "To make him believe I was still on his side,",
      "de": "Um ihn glauben zu lassen, dass ich noch auf seiner Seite war,"
    }
  },
  {
    "translation": {
      "en": "I told him I still love him, that I believed everything he said.",
      "de": "sagte ich ihm, dass ich ihn immer noch lieben und ihm glauben würde."
    }
  },
  {
    "translation": {
      "en": "I even called these girls bitches.",
      "de": "Ich nannte diese Frauen sogar Schlampen."
    }
  },
  {
    "translation": {
      "en": "I'm texting Simon all the time,",
      "de": "Ständig schrieb ich Simon:"
    }
  },
  {
    "translation": {
      "en": "saying, \"Good morning, love. How are you?\"",
      "de": "\"Guten Morgen, Schatz. Wie geht's? Gute Nacht. Schlaf gut. Ich liebe dich.\""
    }
  },
  {
    "translation": {
      "en": "\"Good night. Sleep well. I love you. I miss you.\"",
      "de": "\"Guten Morgen, Schatz. Wie geht's? Gute Nacht. Schlaf gut. Ich liebe dich.\" Ich vermisse dich."
    }
  },
  {
    "translation": {
      "en": "And he keeps on telling me, and, of course, it's Simon,",
      "de": "Und wie Simon war, sagte er mir immer wieder,"
    }
  },
  {
    "translation": {
      "en": "that he needed money to escape from his enemies.",
      "de": "er brauche Geld, um seinen Feinden zu entkommen."
    }
  },
  {
    "translation": {
      "en": "He needed fake passports.",
      "de": "Er brauchte gefälschte Pässe."
    }
  },
  {
    "translation": {
      "en": "He wanted me to pawn my car.",
      "de": "Er wollte, dass ich mein Auto verpfände."
    }
  },
  {
    "translation": {
      "en": "He wanted me to sell my house.",
      "de": "Ich sollte mein Haus verkaufen."
    }
  },
  {
    "translation": {
      "en": "That's when I got my idea. I was going to swindle the Tinder Swindler.",
      "de": "Da kam mir eine Idee. Ich wollte den Tinder-Schwindler betrügen."
    }
  },
  {
    "translation": {
      "en": "Simon only wears designer clothes. He's covered in it.",
      "de": "Simon trägt nur Designerkleidung. Er hat Massen davon."
    }
  },
  {
    "translation": {
      "en": "I work in the luxury fashion industry,",
      "de": "Ich arbeite in der Luxusmodeindustrie."
    }
  },
  {
    "translation": {
      "en": "so I know his wardrobe is worth a fortune.",
      "de": "Darum wusste ich, dass seine Garderobe ein Vermögen wert ist."
    }
  },
  {
    "translation": {
      "en": "I said to him, \"Please, let me sell those clothes for you",
      "de": "Ich sagte: \"Lass mich deine Sachen verkaufen,"
    }
  },
  {
    "translation": {
      "en": "so we can generate some money.\"",
      "de": "um an etwas Geld zu kommen.\""
    }
  },
  {
    "translation": {
      "en": "Simon has all of these clothes with him.",
      "de": "OK, WANN KANNST DU HERFLIEGEN Simon hatte all die Klamotten bei sich."
    }
  },
  {
    "translation": {
      "en": "I needed to go to Prague.",
      "de": "Ich musste also nach Prag."
    }
  },
  {
    "translation": {
      "en": "Before I leave Amsterdam, Simon had a credit card delivered to me.",
      "de": "Bevor ich Amsterdam verließ, kam bei mir eine Kreditkarte für Simon an."
    }
  },
  {
    "translation": {
      "en": "It says, \"David Sharon.\"",
      "de": "Darauf stand  \"David Sharon\"."
    }
  },
  {
    "translation": {
      "en": "I take a picture and send it to the police,",
      "de": "Ich schickte ein Foto davon an die Polizei"
    }
  },
  {
    "translation": {
      "en": "telling them Simon is creating a new identity.",
      "de": "und sagte ihnen, dass Simon sich eine neue Identität schafft."
    }
  },
  {
    "translation": {
      "en": "His address was in the middle of nowhere.",
      "de": "Sein Haus war mitten im Nirgendwo."
    }
  },
  {
    "translation": {
      "en": "As I'm getting closer, my heart is pounding.",
      "de": "Als ich mich näherte, klopft mein Herz."
    }
  },
  {
    "translation": {
      "en": "I thought, \"Oh, my God, how can I come up with such a stupid plan?",
      "de": "Ich dachte: \"Mein Gott, wie konnte ich mir so einen blöden Plan ausdenken?"
    }
  },
  {
    "translation": {
      "en": "Because now I need to face him.\"",
      "de": "Jetzt muss ich ihn sehen.\""
    }
  },
  {
    "translation": {
      "en": "He's not my boyfriend. He's not the son of Lev Leviev.",
      "de": "Er ist nicht mein Freund. Er ist nicht der Sohn von Lev Leviev."
    }
  },
  {
    "translation": {
      "en": "He's not working for LLD Diamonds.",
      "de": "Er arbeitet nicht für LLD Diamonds."
    }
  },
  {
    "translation": {
      "en": "He is a fraud,",
      "de": "Er ist ein Betrüger,"
    }
  },
  {
    "translation": {
      "en": "and I have absolutely no idea what he's capable of.",
      "de": "und ich hatte keine Ahnung, wozu er fähig ist."
    }
  },
  {
    "translation": {
      "en": "He was already standing outside waiting for me,",
      "de": "Er wartete draußen schon auf mich."
    }
  },
  {
    "translation": {
      "en": "and he hugged me and he kissed me on the lips,",
      "de": "Er umarmte und küsste mich auf die Lippen,"
    }
  },
  {
    "translation": {
      "en": "and I felt disgusting.",
      "de": "und es widerte mich an."
    }
  },
  {
    "translation": {
      "en": "I was so angry and I wanted to scream,",
      "de": "Ich war so wütend und wollte schreien,"
    }
  },
  {
    "translation": {
      "en": "but the only thing I said was, \"I love you and I missed you.\"",
      "de": "aber ich sagte nur: \"Ich liebe dich und ich habe dich vermisst.\""
    }
  },
  {
    "translation": {
      "en": "He made an appointment in the center of Prague,",
      "de": "Er machte einen Termin im Zentrum von Prag"
    }
  },
  {
    "translation": {
      "en": "and he wanted me to come along with him.",
      "de": "und wollte, dass ich mitkomme."
    }
  },
  {
    "translation": {
      "en": "We stopped outside this head office of a plastic surgeon.",
      "de": "Wir hielten vor der Praxis eines Schönheitschirurgen an."
    }
  },
  {
    "translation": {
      "en": "I was like, \"Oh, my God, what are we going to do here?\"",
      "de": "Ich fragte: \"Oh, Gott. Was wollen wir hier?\""
    }
  },
  {
    "translation": {
      "en": "He wanted to change his cheekbones, his nose, his lips, maybe his chin,",
      "de": "Er wollte seine Wangenknochen, seine Nase, seine Lippen, vielleicht sein Kinn ändern,"
    }
  },
  {
    "translation": {
      "en": "and the plastic surgeon says,",
      "de": "aber der Schönheitschirurg sagte:"
    }
  },
  {
    "translation": {
      "en": "\"I'm sorry, but I'm not going to do this surgery",
      "de": "\"Tut mir leid, das werde ich nicht machen."
    }
  },
  {
    "translation": {
      "en": "because only criminals want this.\"",
      "de": "Nur Kriminelle wollen solche Operationen.\""
    }
  },
  {
    "translation": {
      "en": "I almost spit out my water",
      "de": "Ich spuckte fast mein Wasser aus,"
    }
  },
  {
    "translation": {
      "en": "because I really wanted to say to this surgeon,",
      "de": "weil ich dem Chirurgen sagen wollte:"
    }
  },
  {
    "translation": {
      "en": "\"But he is a criminal.\"",
      "de": "\"Er ist ja auch einer.\""
    }
  },
  {
    "translation": {
      "en": "As I'm watching this pathetic man crying for not getting his plastic surgery,",
      "de": "Als ich diesen armseligen Mann weinen sah wegen dieser Schönheitsoperationen,"
    }
  },
  {
    "translation": {
      "en": "I thought,",
      "de": "dachte ich:"
    }
  },
  {
    "translation": {
      "en": "\"If you weren't such… a piece of shit, I would feel sorry for you.\"",
      "de": "\"Wenn du nicht so ein Stück Scheiße wärst, würde ich dich bemitleiden.\""
    }
  },
  {
    "translation": {
      "en": "In the afternoon, we played boyfriend and girlfriend,",
      "de": "Am Nachmittag spielten wir Freund und Freundin,"
    }
  },
  {
    "translation": {
      "en": "holding hands, having dinner together.",
      "de": "hielten Händchen und aßen zusammen."
    }
  },
  {
    "translation": {
      "en": "But then I needed to still sleep next to him.",
      "de": "Aber dann musste ich neben ihm schlafen."
    }
  },
  {
    "translation": {
      "en": "He didn't make any move, thank God, but I was just in bed, frozen,",
      "de": "Zum Glück fasste er mich nicht an, aber ich lag wie erstarrt im Bett"
    }
  },
  {
    "translation": {
      "en": "looking at the ceiling all night.",
      "de": "und starrte die ganze Nacht zur Decke."
    }
  },
  {
    "translation": {
      "en": "Morning finally comes, I pack up three massive suitcases.",
      "de": "Endlich brach der Morgen an. Ich packte drei riesige Koffer."
    }
  },
  {
    "translation": {
      "en": "Simon didn't even help me with it.",
      "de": "Simon hat mir nicht mal geholfen."
    }
  },
  {
    "translation": {
      "en": "Right before I was leaving, he hands over this letter.",
      "de": "Kurz bevor ich ging, gab er mir diesen Brief."
    }
  },
  {
    "translation": {
      "en": "He said, \"Please read it in the plane.\" I cannot get out of there fast enough.",
      "de": "Er sagte: \"Lies ihn im Flugzeug.\" Ich sah zu, dass ich schnell wegkam."
    }
  },
  {
    "translation": {
      "en": "I remember that I had this letter.",
      "de": "Ich erinnere mich an den Brief."
    }
  },
  {
    "translation": {
      "en": "I have it here.",
      "de": "Ich habe ihn hier."
    }
  },
  {
    "translation": {
      "en": "\"Dear Ayleen, well, as you know, this is the most difficult time of my life,",
      "de": "\"Liebe Ayleen, wie du weißt, ist das die schwierigste Zeit meines Lebens,"
    }
  },
  {
    "translation": {
      "en": "and I want to thank you that you are standing by my side",
      "de": "und ich möchte dir dafür danken, dass du an meiner Seite stehst"
    }
  },
  {
    "translation": {
      "en": "and that you don't give up on our love.\"",
      "de": "und unsere Liebe nicht aufgibst."
    }
  },
  {
    "translation": {
      "en": "\"You are the woman of my dreams, and I want to build a future together.\"",
      "de": "Du bist die Frau meiner Träume, ich will eine gemeinsame Zukunft aufbauen."
    }
  },
  {
    "translation": {
      "en": "\"To marry you will be an honor for me.\"",
      "de": "Dich zu heiraten, wird mir eine Ehre sein."
    }
  },
  {
    "translation": {
      "en": "\"And to make a family with kids together, you are the woman I see it with.\"",
      "de": "Du bist die Frau, mit der ich eine Familie und Kinder haben will."
    }
  },
  {
    "translation": {
      "en": "\"You've got to help me with everything you can.\"",
      "de": "Du musst mir helfen, so gut du kannst."
    }
  },
  {
    "translation": {
      "en": "\"It's for you, for your parents, for our future. I'm worth it.\"",
      "de": "Für dich, für deine Eltern, für unsere Zukunft. Ich bin es wert."
    }
  },
  {
    "translation": {
      "en": "\"Now it's time to do the impossible possible.\"",
      "de": "Es ist Zeit, das Unmögliche möglich zu machen."
    }
  },
  {
    "translation": {
      "en": "\"I'm blessed to have a woman like you in my life",
      "de": "Ich bin gesegnet, eine Frau wie dich zu haben,"
    }
  },
  {
    "translation": {
      "en": "to live in happy ever after.\"",
      "de": "mit der ich für immer glücklich zusammenleben kann."
    }
  },
  {
    "translation": {
      "en": "\"I love you like I never loved before.\"",
      "de": "Ich liebe dich wie nie zuvor."
    }
  },
  {
    "translation": {
      "en": "\"I trust you.\"",
      "de": "Ich vertraue dir."
    }
  },
  {
    "translation": {
      "en": "\"Don't give up.\"",
      "de": "Gib nicht auf."
    }
  },
  {
    "translation": {
      "en": "\"Love you forever, yours, Simon.\"",
      "de": "Ich liebe dich für immer, dein Simon.\""
    }
  },
  {
    "translation": {
      "en": "Just a piece of shit.",
      "de": "So ein Stück Scheiße."
    }
  },
  {
    "translation": {
      "en": "I'm on Operation Sell, Sell, Sell.",
      "de": "Jetzt startete Operation \"Verkaufen\"."
    }
  },
  {
    "translation": {
      "en": "Simon is texting and calling me all the time.",
      "de": "BITTE RUF AN, BITTE Ständig schrieb Simon oder rief an."
    }
  },
  {
    "translation": {
      "en": "\"What have you sold? Where's my money? You need to be quick.\"",
      "de": "\"Was hast du verkauft? Wo ist mein Geld? Mach schnell.\""
    }
  },
  {
    "translation": {
      "en": "I keep on telling him I haven't sold anything.",
      "de": "Ich sagte ihm, ich hätte nichts verkauft."
    }
  },
  {
    "translation": {
      "en": "I was selling, selling, selling. I was never going to send him the money.",
      "de": "Ich verkaufte, verkaufte, verkaufte. Ich hatte nie vor, ihm das Geld zu geben."
    }
  },
  {
    "translation": {
      "en": "I just got a notification that I got an offer for one of Simon's items.",
      "de": "Gerade kam ein Angebot für einen von Simons Artikel rein."
    }
  },
  {
    "translation": {
      "en": "Speaking of the Devil.",
      "de": "Wenn man vom Teufel spricht."
    }
  },
  {
    "translation": {
      "en": "[interviewer] So you're still selling his things now?",
      "de": "Du verkaufst also immer noch seine Sachen?"
    }
  },
  {
    "translation": {
      "en": "Yes, I'm still selling his things.",
      "de": "Ja, ich verkaufe sie immer noch."
    }
  },
  {
    "translation": {
      "en": "Of course it wasn't in line with everything that I gave him,",
      "de": "Natürlich entsprach es nicht dem, was ich ihm gab,"
    }
  },
  {
    "translation": {
      "en": "but it felt like a little bit of payback.",
      "de": "aber es fühlte sich wie eine Rückzahlung an."
    }
  },
  {
    "translation": {
      "en": "[Simon] We need the money on Monday.",
      "de": "Wir brauchen das Geld am Montag."
    }
  },
  {
    "translation": {
      "en": "Another day, another day. Are you trying to buy time?",
      "de": "Noch ein Tag, noch ein Tag. Willst du Zeit gewinnen?"
    }
  },
  {
    "translation": {
      "en": "You're dragging it over three fucking weeks. It doesn't take three weeks.",
      "de": "Du ziehst es über drei Wochen hin. Das dauert keine drei Wochen."
    }
  },
  {
    "translation": {
      "en": "[Ayleen] After a few weeks, he knows that I was keeping the money for myself.",
      "de": "Nach ein paar Wochen wusste er, dass ich das Geld für mich behalten würde."
    }
  },
  {
    "translation": {
      "en": "That's when he turned around completely.",
      "de": "Da drehte er sich um 180 Grad."
    }
  },
  {
    "translation": {
      "en": "[Simon shouting] You stop playing game with me now! Stop!",
      "de": "Hör auf mit mir zu spielen! Hör auf!"
    }
  },
  {
    "translation": {
      "en": "He bombs me with all these messages, and they were so aggressive.",
      "de": "Er bombardierte mich mit Nachrichten, und sie waren so aggressiv."
    }
  },
  {
    "translation": {
      "en": "If you're active, listen to me! You're gonna give it today.",
      "de": "Wenn du aktiv bist, hör mir zu! Du gibst es mir heute."
    }
  },
  {
    "translation": {
      "en": "You don't know where the fuck you're going.",
      "de": "Du weißt nicht, was du tust."
    }
  },
  {
    "translation": {
      "en": "Voice memos of, like, 20 minutes.",
      "de": "Sprachnachrichten von 20 Minuten Länge."
    }
  },
  {
    "translation": {
      "en": "[irately] I'm sorry about what I said, but that's it.",
      "de": "Meine Worte tun mir leid, aber das war's."
    }
  },
  {
    "translation": {
      "en": "But you're taking the piss out of me.",
      "de": "Aber du verarschst mich."
    }
  },
  {
    "translation": {
      "en": "This is where I saw his several personalities.",
      "de": "Da sah ich seine verschiedenen Persönlichkeiten."
    }
  },
  {
    "translation": {
      "en": "[irritably] I love you and I care about you. I ask a thousand fucking times.",
      "de": "Ich liebe dich und denke an dich. Ich frage tausendmal."
    }
  },
  {
    "translation": {
      "en": "I ask nicely. I'm speaking to you nicely.",
      "de": "Ich frage nett. Ich rede nett mit dir."
    }
  },
  {
    "translation": {
      "en": "I try to respect you, but it's like you're fucking with me.",
      "de": "Ich respektiere dich, aber du verarschst mich."
    }
  },
  {
    "translation": {
      "en": "[penitently] You have no idea how much I love you. You just need to trust me one last time.",
      "de": "Du weißt nicht, wie sehr ich dich liebe. Du musst mir ein letztes Mal vertrauen."
    }
  },
  {
    "translation": {
      "en": "I need an answer tomorrow. Believe in me. Have a leap of faith for one time. Do it.",
      "de": "Ich brauche morgen eine Antwort. Glaub an mich. Hab Vertrauen. Tu es."
    }
  },
  {
    "translation": {
      "en": "[heatedly] Don't send me lies. I know how to lie. I can teach you how to lie.",
      "de": "Schick mir keine Lügen. Ich kann lügen. Ich kann dir beibringen, wie man lügt."
    }
  },
  {
    "translation": {
      "en": "I need this money to succeed.",
      "de": "Ich brauche das Geld, um Erfolg zu haben."
    }
  },
  {
    "translation": {
      "en": "Help me out here. I don't have nobody else. I have only you.",
      "de": "Hilf mir. Ich habe sonst niemanden. Ich habe nur dich."
    }
  },
  {
    "translation": {
      "en": "I'm begging from you, please.",
      "de": "Ich flehe dich an, bitte."
    }
  },
  {
    "translation": {
      "en": "[angrily] I give you advice. Choose it!",
      "de": "Ich gebe dir einen Rat. Nimm ihn an!"
    }
  },
  {
    "translation": {
      "en": "You disappear. Nobody can see your messages.",
      "de": "Du verschwindest. Keine Nachrichten."
    }
  },
  {
    "translation": {
      "en": "I'm not your enemy. I'm not fighting you.",
      "de": "Ich bin nicht dein Feind."
    }
  },
  {
    "translation": {
      "en": "And you will get the worst fucking enemy you have ever seen in your life",
      "de": "Du wirst den schlimmste Feind bekommen, den du je gesehen hast."
    }
  },
  {
    "translation": {
      "en": "for you and for your fucking family if you will ever play with me!",
      "de": "Für dich und deine Familie, wenn du jemals mit mir spielst!"
    }
  },
  {
    "translation": {
      "en": "Give it today.",
      "de": "Schick es heute."
    }
  },
  {
    "translation": {
      "en": "[penitently] Look, Ayleen, I'm sorry about everything.",
      "de": "Ayleen, das alles tut mir leid."
    }
  },
  {
    "translation": {
      "en": "[angrily] I give you the last fucking warning! Today. You want war?",
      "de": "Das ist die letzte Warnung! Heute. Willst du Krieg?"
    }
  },
  {
    "translation": {
      "en": "You will get fucking war! You will get fucking war!",
      "de": "Dann bekommst du Krieg!"
    }
  },
  {
    "translation": {
      "en": "[Ayleen] It was a horrible experience.",
      "de": "Es war eine schreckliche Erfahrung."
    }
  },
  {
    "translation": {
      "en": "But part of me was actually enjoying seeing him \"swerm.\"",
      "de": "Aber ein Teil von mir genoss, wie er sich \"wend\"."
    }
  },
  {
    "translation": {
      "en": "Squirm. No. [laughing]",
      "de": "Wand. Nein."
    }
  },
  {
    "translation": {
      "en": "[Simon] Ayleen, can I ask you a favor?",
      "de": "Ayleen, tust du mir einen Gefallen?"
    }
  },
  {
    "translation": {
      "en": "Can you put me one lottery ticket with numbers that I can choose?",
      "de": "Holst du mir einen Lottoschein, wenn ich dir die Zahlen gebe?"
    }
  },
  {
    "translation": {
      "en": "How pathetic can you be? I thought you were a billionaire.",
      "de": "Wie erbärmlich kann man sein? Ich dachte, du wärst ein Milliardär."
    }
  },
  {
    "translation": {
      "en": "He has no money coming in. He had no one to go to.",
      "de": "Er hatte kein Geld und niemanden, zu dem er gehen konnte."
    }
  },
  {
    "translation": {
      "en": "He even sent me pictures and texts",
      "de": "DU BIST MEINE LETZTE CHANCE Er schickte mir sogar Bilder und Nachrichten,"
    }
  },
  {
    "translation": {
      "en": "that he was eating leftovers in a shopping mall.",
      "de": "die zeigten, dass er die Reste in einem Einkaufszentrum aß."
    }
  },
  {
    "translation": {
      "en": "He grew himself, like, this big beard.",
      "de": "Dann hat er sich diesen Bart wachsen lassen."
    }
  },
  {
    "translation": {
      "en": "He was sleeping in hostels of $12 a night.",
      "de": "Er schlief in Jugendherbergen für 12 Dollar pro Nacht."
    }
  },
  {
    "translation": {
      "en": "At this moment, I see the real Simon,",
      "de": "In diesem Moment sah ich den echten Simon,"
    }
  },
  {
    "translation": {
      "en": "because without other people's money, he was nobody, and he's nothing.",
      "de": "denn ohne das Geld anderer war er nichts und niemand."
    }
  },
  {
    "translation": {
      "en": "He even called himself \"the homeless king.\"",
      "de": "ICH BIN DER OBDACHLOSE KÖNIG Er nannte sich selbst \"der obdachlose König\"."
    }
  },
  {
    "translation": {
      "en": "The prince of diamonds to this homeless king.",
      "de": "Vom Diamantenprinz zum obdachlosen König."
    }
  },
  {
    "translation": {
      "en": "[laughs] Cry me a river.",
      "de": "Heul doch."
    }
  },
  {
    "translation": {
      "en": "One morning, I get a text from him.",
      "de": "Eines Morgens bekam ich eine Nachricht von ihm."
    }
  },
  {
    "translation": {
      "en": "A few weeks before, he was just mentioning he wanted to go to Greece.",
      "de": "Ein paar Wochen vorher erwähnte er, dass er nach Griechenland wollte."
    }
  },
  {
    "translation": {
      "en": "When I text him back, my message wasn't receiving.",
      "de": "Als ich zurückschrieb, ging die Nachricht nicht durch."
    }
  },
  {
    "translation": {
      "en": "I just saw one tick.",
      "de": "Ich habe nur einen Haken gesehen."
    }
  },
  {
    "translation": {
      "en": "That's when I realized that he was on a flight,",
      "de": "Da wurde mir klar, dass er im Flugzeug saß."
    }
  },
  {
    "translation": {
      "en": "because Simon is always on his phone.",
      "de": "Simon war sonst immer am Telefon."
    }
  },
  {
    "translation": {
      "en": "I'm searching for flights from Prague to Athens.",
      "de": "Ich suchte nach Flügen von Prag nach Athen."
    }
  },
  {
    "translation": {
      "en": "I found a flight exactly the same time as he went offline.",
      "de": "Ein Flug war genau dann gestartet, als er offline ging."
    }
  },
  {
    "translation": {
      "en": "I took a screenshot of the details, and I sent it directly to the police.",
      "de": "SCHREIBEN Ich schickte einen Screenshot direkt an die Polizei. DRINGEND! SIMON LEVIEV IST AUF DIESEM FLUG!"
    }
  },
  {
    "translation": {
      "en": "He wouldn't travel under Simon Leviev because he was wanted for fraud.",
      "de": "Er reiste nicht als Simon Leviev, weil er wegen Betrugs gesucht wurde."
    }
  },
  {
    "translation": {
      "en": "I also make sure they had the name that I saw on the credit card, David Sharon.",
      "de": "Ich stellte sicher, dass sie den Namen haben, den ich auf der Kreditkarte sah, David Sharon."
    }
  },
  {
    "translation": {
      "en": "Now, it was in the hands of the police.",
      "de": "Jetzt lag es in der Hand der Polizei."
    }
  },
  {
    "translation": {
      "en": "It was one of the best moments of my life.",
      "de": "Einer der besten Momente meines Lebens."
    }
  },
  {
    "translation": {
      "en": "He even says…",
      "de": "Er sagte sogar…"
    }
  },
  {
    "translation": {
      "en": "He got arrested by Interpol on a fake passport,",
      "de": "Er wurde von Interpol wegen eines gefälschten Passes verhaftet,"
    }
  },
  {
    "translation": {
      "en": "under the name David Sharon.",
      "de": "unter dem Namen David Sharon."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "Ayleen tells me, \"We got him!\"",
      "de": "Ayleen sagte, wir haben ihn."
    }
  },
  {
    "translation": {
      "en": "I just wanted to call Cecilie.",
      "de": "Ich wollte sofort Cecilie anrufen."
    }
  },
  {
    "translation": {
      "en": "I was like, \"Are you fucking kidding me? He's really caught? Now? Today?\"",
      "de": "Ich sagte: \"Verarschst du mich? Er wurde festgenommen? Jetzt? Heute?\""
    }
  },
  {
    "translation": {
      "en": "I can't even describe the joy it is.",
      "de": "Ich kann die Freude gar nicht beschreiben."
    }
  },
  {
    "translation": {
      "en": "This is what I wanted. I wanted to see him in handcuffs.",
      "de": "Das wollte ich. Ich wollte ihn in Handschellen sehen."
    }
  },
  {
    "translation": {
      "en": "I needed justice for myself.",
      "de": "Ich brauchte Gerechtigkeit."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Does he know you gave that information to the police?",
      "de": "Weiß er, dass du die Polizei informiert hast?"
    }
  },
  {
    "translation": {
      "en": "No. He never believed that I was capable of doing this.",
      "de": "Nein. Er hätte nie geglaubt, dass ich dazu fähig wäre."
    }
  },
  {
    "translation": {
      "en": "He knows now. [laughs]",
      "de": "Jetzt weiß er es."
    }
  },
  {
    "translation": {
      "en": "[Pernilla] Everything that we did did have an effect.",
      "de": "Alles, was wir taten, hatte Wirkung."
    }
  },
  {
    "translation": {
      "en": "We helped at least one person,",
      "de": "Wir halfen mindestens einer Person"
    }
  },
  {
    "translation": {
      "en": "and we did get him arrested.",
      "de": "und ließen ihn verhaften."
    }
  },
  {
    "translation": {
      "en": "Maybe not for everything that we wanted, but he did get arrested.",
      "de": "Vielleicht nicht für alles, was wir wollten, aber er wurde verhaftet."
    }
  },
  {
    "translation": {
      "en": "So our action had a reaction.",
      "de": "Auf unsere Aktion gab es eine Reaktion."
    }
  },
  {
    "translation": {
      "en": "[Simon] Just got my new iPhone 12 Pro. Just received the new shoes. Perfect.",
      "de": "Das ist mein neues iPhone 12 Pro. Gerade die neuen Schuhe bekommen. Perfekt."
    }
  },
  {
    "translation": {
      "en": "This is the real deal. The Bentley or the Ferrari.",
      "de": "Das ist es. Der Bentley oder der Ferrari."
    }
  },
  {
    "translation": {
      "en": "I wish you a great and magnificent evening.",
      "de": "Ich wünsche euch einen schönen Abend."
    }
  },
  {
    "translation": {
      "en": "[Simon] I will proceed with the lawsuit against you for defam-in-ation and lies",
      "de": "Ich werde meine Klage gegen Sie wegen Verleumdung und Lügen fortsetzen."
    }
  },
  {
    "translation": {
      "en": "and, you know, that everything is based, basically, on a lie.",
      "de": "Im Grunde basiert das alles auf einer Lüge."
    }
  },
  {
    "translation": {
      "en": "And that's it, this is how it's gonna be.",
      "de": "Das war's. So wird es laufen."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Have you been on Tinder since? Yes. Oh, tons. Yeah, I know.",
      "de": "-Warst du seitdem wieder auf Tinder? -Ja. Oh, ständig."
    }
  },
  {
    "translation": {
      "en": "Everyone is asking me. Tinder has nothing to do with this.",
      "de": "Alle fragen mich das. Tinder hat damit nichts zu tun."
    }
  },
  {
    "translation": {
      "en": "I was on Tinder immediately.",
      "de": "Ich war sofort wieder auf Tinder."
    }
  },
  {
    "translation": {
      "en": "-You're still looking for love? -I'm still looking for love. So…",
      "de": "-Suchst du noch die Liebe? -Ich suche noch nach Liebe. Also…"
    }
  },
  {
    "translation": {
      "en": "Always. [chuckles]",
      "de": "Immer."
    }
  }
]