[
  {
    "translation": {
      "en": "[woman over phone] Me and him weren't really dating, but I had a crush on him,",
      "de": "Wir waren nicht wirklich zusammen, aber ich war in ihn verknallt,"
    }
  },
  {
    "translation": {
      "en": "and since, like, they saw it as, like, oh, like, you were in a relationship.",
      "de": "und deshalb sahen sie das als Beziehung an,"
    }
  },
  {
    "translation": {
      "en": "That… that just happens in relationships, like…",
      "de": "als etwas, das in Beziehungen vorkommt."
    }
  },
  {
    "translation": {
      "en": "But I was, like, 12, so I told them, I was, like, \"That… that shouldn't have happened.\"",
      "de": "Aber ich war 12, also sagte ich ihm, das hätte nicht passieren dürfen."
    }
  },
  {
    "translation": {
      "en": "Was there a point, like, with the investigation",
      "de": "Gab es einen Punkt während der Ermittlungen,"
    }
  },
  {
    "translation": {
      "en": "where you felt, like, the police just… you knew they weren't believing you and--",
      "de": "an dem du wusstest, dass die Polizei dir nicht glaubt und…"
    }
  },
  {
    "translation": {
      "en": "The detective told me, \"He didn't hold you down. That's not rape.\"",
      "de": "Der Detective sagte: \"Ohne Gewalt ist es keine Vergewaltigung.\""
    }
  },
  {
    "translation": {
      "en": "She filed the charges against me",
      "de": "Er hatte mich angezeigt,"
    }
  },
  {
    "translation": {
      "en": "before my rape kit or anything else came in.",
      "de": "bevor mein Rape Kit oder sonst was kam."
    }
  },
  {
    "translation": {
      "en": "They just didn't believe me from the start.",
      "de": "Sie glaubten mir von Anfang an nicht."
    }
  },
  {
    "translation": {
      "en": "I have a list of more than a hundred other cases that I'm following,",
      "de": "Ich verfolge mehr als hundert weitere Fälle."
    }
  },
  {
    "translation": {
      "en": "so, we can keep talking if that sounds okay with you.",
      "de": "Wir können also in Kontakt bleiben, wenn du magst."
    }
  },
  {
    "translation": {
      "en": "[male investigator 1] The evidence in this case is not jiving with your side of the story.",
      "de": "Unsere Beweise stimmen nicht mit deiner Version überein."
    }
  },
  {
    "translation": {
      "en": "[male investigator 2] I want you to really tell me the truth because I have this on video.",
      "de": "Sag mir wirklich die Wahrheit, ich habe das nämlich auf Video."
    }
  },
  {
    "translation": {
      "en": "[male investigator 3] I don't believe you. I do not believe you at all.",
      "de": "Ich glaube dir ganz und gar nicht."
    }
  },
  {
    "translation": {
      "en": "If you continue to lie to me, this is about to go south.",
      "de": "Lügst du weiter, wird das böse enden."
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "de": "Ich weiß es nicht."
    }
  },
  {
    "translation": {
      "en": "[male investigator 4] Everything was good. Consensual.",
      "de": "Alles war gut. Einvernehmlich."
    }
  },
  {
    "translation": {
      "en": "You guys had sex. Both you guys are grown adults.",
      "de": "Ihr hattet Sex. Aber ihr seid beide erwachsen."
    }
  },
  {
    "translation": {
      "en": "It appears that you were using the threat of rape to get what you wanted.",
      "de": "Offenbar drohten Sie mit der Anzeige, um zu kriegen, was Sie wollten."
    }
  },
  {
    "translation": {
      "en": "[male investigator 5] It's a crime to file that false report. I have to arrest you for it.",
      "de": "Falsche Anzeigen sind strafbar. Ich muss Sie dafür verhaften."
    }
  },
  {
    "translation": {
      "en": "Here at the Student Health Center is where physical therapy students",
      "de": "Hier im Gesundheitszentrum setzen Physiotherapie-Schüler ihr Wissen in die Praxis um."
    }
  },
  {
    "translation": {
      "en": "get to put their knowledge into… into practice.",
      "de": "setzen Physiotherapie-Schüler ihr Wissen in die Praxis um."
    }
  },
  {
    "translation": {
      "en": "I couldn't say that word. Here at the physical therapy center…",
      "de": "Das war nicht gut. Hier im Physiotherapiezentrum…"
    }
  },
  {
    "translation": {
      "en": "Oh. That's not right.",
      "de": "Auch nicht gut."
    }
  },
  {
    "translation": {
      "en": "Here at the physical… No, no, no.",
      "de": "Hier im Physio… Nein."
    }
  },
  {
    "translation": {
      "en": "-Here at the Student Health Center… -[soft music playing]",
      "de": "Hier im Gesundheits…"
    }
  },
  {
    "translation": {
      "en": "Here at the Student Health Center is where physical therapy students",
      "de": "Hier im Gesundheitszentrum setzen Physiotherapieschüler ihr Wissen in die Praxis um…"
    }
  },
  {
    "translation": {
      "en": "get to put their knowledge into practice. They get…",
      "de": "setzen Physiotherapieschüler ihr Wissen in die Praxis um…"
    }
  },
  {
    "translation": {
      "en": "Well, I started journalism in high school working at the local news station.",
      "de": "Schon während der Highschool arbeitete ich bei einem lokalen Nachrichtensender."
    }
  },
  {
    "translation": {
      "en": "One more time.",
      "de": "Noch mal."
    }
  },
  {
    "translation": {
      "en": "My first investigative piece was looking into a pothole -and why it never got fixed. -[soft music continues]",
      "de": "In meinem ersten investigativen Artikel ging es um ein Schlagloch."
    }
  },
  {
    "translation": {
      "en": "And actually, after I published it, it did get fixed, and that felt very good.",
      "de": "Und danach wurde es gerichtet, was ein tolles Gefühl war."
    }
  },
  {
    "translation": {
      "en": "But nobody like… [chuckles] The stakes were very low.",
      "de": "Na ja, es ging nicht um viel."
    }
  },
  {
    "translation": {
      "en": "Although people were getting into accidents.",
      "de": "Aber es gab dort Unfälle."
    }
  },
  {
    "translation": {
      "en": "It was like… It was a big pothole.",
      "de": "Es war ein großes Schlagloch."
    }
  },
  {
    "translation": {
      "en": "Speed limit signs that are white, like this one behind me, mean they have to be enforced,",
      "de": "Weiße Tempolimit-Schilder wie diese müssen durchgesetzt werden."
    }
  },
  {
    "translation": {
      "en": "but if their street surveys aren't up-to-date, police officers can't use radar or laser technologies",
      "de": "Aber Polizisten können keine Blitzer oder Radarpistolen verwenden,"
    }
  },
  {
    "translation": {
      "en": "to pull someone over.",
      "de": "um Fahrer anzuhalten."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] This was easy stuff, not controversial.",
      "de": "Diese Themen waren nicht kontrovers."
    }
  },
  {
    "translation": {
      "en": "Lucy's only been at the Harbor Shelter for two weeks but has become the third adopted dog today.",
      "de": "Lucy war hier erst seit zwei Wochen und wurde als dritter Hund heute adoptiert."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] As an aspiring journalist,",
      "de": "Als angehende Journalistin"
    }
  },
  {
    "translation": {
      "en": "my dream was to work at the Center for Investigative Reporting",
      "de": "wollte ich im Center for Investigative Reporting"
    }
  },
  {
    "translation": {
      "en": "just outside of Oakland.",
      "de": "bei Oakland arbeiten."
    }
  },
  {
    "translation": {
      "en": "I was, like, that's the… that's the most serious place you can go.",
      "de": "Das war für mich die renommierteste Einrichtung überhaupt,"
    }
  },
  {
    "translation": {
      "en": "You know, it's like that and 60 Minutes or something. [chuckles]",
      "de": "auf gleicher Stufe mit 60 Minutes."
    }
  },
  {
    "translation": {
      "en": "I knew it as this amazing organization where the best journalists go to work.",
      "de": "Für mich war das ein Ort, an dem die besten Journalisten arbeiten."
    }
  },
  {
    "translation": {
      "en": "After a couple attempts, I landed an entry-level job.",
      "de": "Nach ein paar Versuchen bekam ich einen Einstiegsjob."
    }
  },
  {
    "translation": {
      "en": "I was working on other people's stories,",
      "de": "Ich arbeitete an fremden Storys,"
    }
  },
  {
    "translation": {
      "en": "so I really wanted to find something that I could own, that I could report on.",
      "de": "also suchte ich ein eigenes Thema, an dem ich arbeiten könnte."
    }
  },
  {
    "translation": {
      "en": "I was searching through local news when I stumbled on a story",
      "de": "Ich fand eine Meldung über eine junge Frau aus der Region,"
    }
  },
  {
    "translation": {
      "en": "of a young woman being arrested for making a false report of rape.",
      "de": "die mutmaßlich eine unwahre Vergewaltigung angezeigt hatte."
    }
  },
  {
    "translation": {
      "en": "A 20-year-old student claiming she'd been raped after a party",
      "de": "Die 20-jährige Studentin sagte, sie sei nach einer Party vergewaltigt worden."
    }
  },
  {
    "translation": {
      "en": "involving the Sacred Heart University football team.",
      "de": "sie sei nach einer Party vergewaltigt worden."
    }
  },
  {
    "translation": {
      "en": "[female reporter] But tonight Nikki Yovino is charged with making it all up",
      "de": "Nun wird Nikki Yovino beschuldigt, alles erfunden"
    }
  },
  {
    "translation": {
      "en": "and then fabricating the evidence.",
      "de": "und die Beweise fingiert zu haben."
    }
  },
  {
    "translation": {
      "en": "These kinds of allegations, what they do is they… They're problematic for the people that are accused.",
      "de": "Diese Vorwürfe sind problematisch für die beschuldigten Personen."
    }
  },
  {
    "translation": {
      "en": "And also, for all the other cases out there that are legitimate MeToo cases where there are cases of assault,",
      "de": "Und auch bei echten MeToo-Fällen, in denen es wirklich zu Übergriffen kam,"
    }
  },
  {
    "translation": {
      "en": "it really muddies the waters in such a dangerous, dangerous way.",
      "de": "sorgt das für Unklarheiten, die gefährlich sind."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Nikki Yovino's case was covered all over national and local media",
      "de": "Über Nikki Yovino wurde in den nationalen und regionalen Medien berichtet,"
    }
  },
  {
    "translation": {
      "en": "at the height of the MeToo movement in 2017.",
      "de": "auf dem Höhepunkt der MeToo-Bewegung 2017."
    }
  },
  {
    "translation": {
      "en": "Nikki was looking at up to a year in prison for the false reporting charge.",
      "de": "Nikki drohte wegen der falschen Anzeige bis zu einem Jahr Gefängnis."
    }
  },
  {
    "translation": {
      "en": "And five more years for tampering with evidence",
      "de": "Plus fünf Jahre für die Manipulation von Beweisen,"
    }
  },
  {
    "translation": {
      "en": "because she got a rape kit exam.",
      "de": "weil sie einen Rape-Kit-Test hatte."
    }
  },
  {
    "translation": {
      "en": "That sounded really punitive.",
      "de": "Das war wirklich belastend."
    }
  },
  {
    "translation": {
      "en": "I thought Nikki's case was an anomaly,",
      "de": "Ich dachte, das sei ein Sonderfall,"
    }
  },
  {
    "translation": {
      "en": "but then I found another case a thousand miles away.",
      "de": "aber dann fand ich einen anderen Fall 1500 km entfernt."
    }
  },
  {
    "translation": {
      "en": "Eighteen-year-old UA student Emma Mannion",
      "de": "Die 18-jährige Studentin Emma Mannion"
    }
  },
  {
    "translation": {
      "en": "told police she was forced into a vehicle and sexually assaulted.",
      "de": "sagte der Polizei, sie sei in einem Auto sexuell missbraucht worden."
    }
  },
  {
    "translation": {
      "en": "Today, Mannion sits behind bars.",
      "de": "Heute sitzt sie hinter Gittern,"
    }
  },
  {
    "translation": {
      "en": "after being charged with false reporting to law enforcement.",
      "de": "nachdem sie wegen falscher Anzeige verurteilt wurde."
    }
  },
  {
    "translation": {
      "en": "When a false report is made like this, then the person that makes the report",
      "de": "Wenn jemand eine falsche Anzeige erstattet,"
    }
  },
  {
    "translation": {
      "en": "such as that, well, they need to suffer the consequences.",
      "de": "muss er die Konsequenzen tragen."
    }
  },
  {
    "translation": {
      "en": "Filing a false report is a Class A misdemeanor punishable up to one year in jail.",
      "de": "Eine falsche Anzeige ist ein Vergehen, auf das bis zu einem Jahr Gefängnis steht."
    }
  },
  {
    "translation": {
      "en": "[Rachel] I gathered all the material I could find, and I took the story to my editorial team.",
      "de": "Mit meinen gesammelten Materialien ging ich zu meiner Redaktion."
    }
  },
  {
    "translation": {
      "en": "[woman] Rae brought the story to a couple of editors,",
      "de": "Rae stellte die Geschichte der Redaktion vor,"
    }
  },
  {
    "translation": {
      "en": "and there was a lot of skepticism… Which I understand.",
      "de": "die skeptisch reagierte, was ich verständlich fand."
    }
  },
  {
    "translation": {
      "en": "I mean, it's a… it's… it takes a lot to green-light a story",
      "de": "Für eine Story gibt man nicht so schnell grünes Licht,"
    }
  },
  {
    "translation": {
      "en": "because you know we're investing incredible time, incredible resources.",
      "de": "weil wir sehr viel Zeit und Ressourcen investieren."
    }
  },
  {
    "translation": {
      "en": "In the cases Rae was looking at, uh, the women had pled guilty.",
      "de": "In den Fällen, die Rae untersuchte, hatten sich die Frauen schuldig bekannt."
    }
  },
  {
    "translation": {
      "en": "And so, there was… there was sort of a knee-jerk sense, well, they pled guilty.",
      "de": "Und da kamen viele schnell zu dem Schluss,"
    }
  },
  {
    "translation": {
      "en": "They admitted it. There… There's no story here.",
      "de": "dass es da keine Geschichte gab."
    }
  },
  {
    "translation": {
      "en": "[male reporter] She lied about being raped…",
      "de": "Sie erfand eine Vergewaltigung…"
    }
  },
  {
    "translation": {
      "en": "[Rachel] Nikki pled guilty and went to prison.",
      "de": "Nikki gab es zu und ging ins Gefängnis."
    }
  },
  {
    "translation": {
      "en": "-[intriguing music playing] -Emma also pled guilty.",
      "de": "Emma gab es auch zu."
    }
  },
  {
    "translation": {
      "en": "But when I spoke to them, they both maintained that the assaults did happen.",
      "de": "Aber mir sagten sie alle, dass die Übergriffe stattgefunden hatten."
    }
  },
  {
    "translation": {
      "en": "I didn't lie to the police about anything.",
      "de": "Ich habe die Polizei nicht belogen."
    }
  },
  {
    "translation": {
      "en": "I didn't lie to the detective about anything.",
      "de": "Ich habe dem Detective keine Lügen erzählt."
    }
  },
  {
    "translation": {
      "en": "I didn't lie…",
      "de": "Ich habe…"
    }
  },
  {
    "translation": {
      "en": "[Rachel] What happened during those police interrogations?",
      "de": "Was passierte während der polizeilichen Vernehmungen?"
    }
  },
  {
    "translation": {
      "en": "Even though the editorial team didn't green-light my story,",
      "de": "Auch wenn die Redaktion meine Story nicht genehmigt hatte,"
    }
  },
  {
    "translation": {
      "en": "I couldn't let it go.",
      "de": "ließ sie mich nicht los."
    }
  },
  {
    "translation": {
      "en": "And so my editor, my supervisor, encouraged me to just keep reporting.",
      "de": "Und mein Vorgesetzter ermutigte mich, weiter darüber zu berichten."
    }
  },
  {
    "translation": {
      "en": "Nikki's story was reported on widely,",
      "de": "Über Nikkis Geschichte wurde viel berichtet,"
    }
  },
  {
    "translation": {
      "en": "but no journalists had talked to Emma Mannion.",
      "de": "aber mit Emma Mannion hatten keine Reporter gesprochen."
    }
  },
  {
    "translation": {
      "en": "As a reporter, you really do have to keep an open mind.",
      "de": "Als Reporter muss man wirklich aufgeschlossen sein."
    }
  },
  {
    "translation": {
      "en": "Just like I'm keeping an open mind that she could be lying,",
      "de": "Ich berücksichtige also, dass sie lügen könnte,"
    }
  },
  {
    "translation": {
      "en": "I'm also keeping an open mind that she's telling the truth.",
      "de": "aber auch, dass sie die Wahrheit sagen könnte."
    }
  },
  {
    "translation": {
      "en": "My name's Emma.",
      "de": "Mein Name ist Emma."
    }
  },
  {
    "translation": {
      "en": "I'm 23 years old,",
      "de": "Ich bin 23 Jahre alt,"
    }
  },
  {
    "translation": {
      "en": "and I'm a dance teacher.",
      "de": "und ich bin Tanzlehrerin."
    }
  },
  {
    "translation": {
      "en": "I am born and raised in New Hampshire.",
      "de": "Ich bin in New Hampshire geboren und aufgewachsen."
    }
  },
  {
    "translation": {
      "en": "The high school that I went to had 60 kids in my graduating class.",
      "de": "An meiner Highschool waren in meiner Abschlussklasse 60 Schüler."
    }
  },
  {
    "translation": {
      "en": "And then I go to a school",
      "de": "Und dann kam ich auf eine Uni"
    }
  },
  {
    "translation": {
      "en": "in a completely different area.",
      "de": "in einer ganz anderen Gegend."
    }
  },
  {
    "translation": {
      "en": "I don't know anyone, and there's 10,000 in my freshman class.",
      "de": "Ich kannte niemanden und war dort mit 10.000 Erstsemestern."
    }
  },
  {
    "translation": {
      "en": "[Emma] It was a hard transition.",
      "de": "Es war ein harter Übergang."
    }
  },
  {
    "translation": {
      "en": "[Emma] That Saturday,",
      "de": "An jenem Samstag"
    }
  },
  {
    "translation": {
      "en": "my friend and I were just gonna go out and have fun.",
      "de": "wollte ich mit einer Freundin weggehen und Spaß haben."
    }
  },
  {
    "translation": {
      "en": "We headed over to the frat row area,",
      "de": "Wir gingen in die Gegend der Studentenverbindungen,"
    }
  },
  {
    "translation": {
      "en": "and a group of guys came up to us.",
      "de": "und eine Gruppe von Jungs kam zu uns."
    }
  },
  {
    "translation": {
      "en": "Very friendly.",
      "de": "Sehr freundlich."
    }
  },
  {
    "translation": {
      "en": "Seemed like normal, friendly college guys trying to talk to girls.",
      "de": "Sie wirkten wie normale College-Jungs, die mit Mädchen reden wollten."
    }
  },
  {
    "translation": {
      "en": "Like, didn't think anything of it.",
      "de": "Ich dachte mir nichts dabei."
    }
  },
  {
    "translation": {
      "en": "-[man] What do you want to dance? -[Emma] You don't know any of that.",
      "de": "-Was willst du tanzen? -Du kennst nichts davon."
    }
  },
  {
    "translation": {
      "en": "-[man] I can learn. -[hysterical laughing]",
      "de": "Ich lerne es."
    }
  },
  {
    "translation": {
      "en": "Hey, did I not make the conversation fun, though?",
      "de": "Hey, war ich nicht lustig?"
    }
  },
  {
    "translation": {
      "en": "I feel like that was me now…",
      "de": "Ich glaube, ich war ich selbst…"
    }
  },
  {
    "translation": {
      "en": "…but like…",
      "de": "…aber…"
    }
  },
  {
    "translation": {
      "en": "way, way more naive.",
      "de": "…wesentlich naiver."
    }
  },
  {
    "translation": {
      "en": "So on November 14th, 2016, around 5:05 in the evening,",
      "de": "Am 14. November 2016 gegen 17:05 Uhr"
    }
  },
  {
    "translation": {
      "en": "Emma called crying hysterically.",
      "de": "rief Emma an und weinte hysterisch."
    }
  },
  {
    "translation": {
      "en": "She was hyperventilating,",
      "de": "Sie hyperventilierte"
    }
  },
  {
    "translation": {
      "en": "saying that she was sexually assaulted in a car in a parking lot",
      "de": "und sagte, sie sei in einem Auto sexuell genötigt worden,"
    }
  },
  {
    "translation": {
      "en": "on the strip outside a place called Mo's Mexican.",
      "de": "vor einem Laden namens Mo's Mexican."
    }
  },
  {
    "translation": {
      "en": "There were two guys.",
      "de": "Da waren zwei Typen,"
    }
  },
  {
    "translation": {
      "en": "They put their arms around her and brought her to their car,",
      "de": "die sie packten und zu ihrem Auto brachten,"
    }
  },
  {
    "translation": {
      "en": "pushed her into the car, banged her head against the car.",
      "de": "sie in das Auto schoben und ihren Kopf gegen das Auto schlugen."
    }
  },
  {
    "translation": {
      "en": "And she wouldn't give any more details at that time.",
      "de": "Mehr sagte sie damals nicht."
    }
  },
  {
    "translation": {
      "en": "All I remember telling her",
      "de": "Ich weiß nur, dass ich ihr sagte,"
    }
  },
  {
    "translation": {
      "en": "is that",
      "de": "ich sei"
    }
  },
  {
    "translation": {
      "en": "I went out,",
      "de": "ausgegangen,"
    }
  },
  {
    "translation": {
      "en": "and something happened, and I didn't want it to happen.",
      "de": "und da sei etwas passiert, das ich nicht wollte."
    }
  },
  {
    "translation": {
      "en": "And she recommended that I go to the hospital.",
      "de": "Sie empfahl mir, ins Krankenhaus zu gehen."
    }
  },
  {
    "translation": {
      "en": "Halfway through the vaginal exam,",
      "de": "Während der Vaginaluntersuchung kam die Krankenschwester und sagte,"
    }
  },
  {
    "translation": {
      "en": "the nurse came in saying that Tuscaloosa PD had arrived.",
      "de": "Während der Vaginaluntersuchung kam die Krankenschwester und sagte, die Polizei sei gekommen."
    }
  },
  {
    "translation": {
      "en": "I have just a hospital gown on,",
      "de": "Ich hatte nur mein Patientenhemd an."
    }
  },
  {
    "translation": {
      "en": "and the two detectives came in.",
      "de": "Und es kamen zwei Detectives rein."
    }
  },
  {
    "translation": {
      "en": "There was no conversation of,",
      "de": "Es gab kein Gespräch wie:"
    }
  },
  {
    "translation": {
      "en": "\"Do you want to report? Do you want to investigate?\"",
      "de": "\"Willst du etwas melden? Sollen wir ermitteln?"
    }
  },
  {
    "translation": {
      "en": "\"Do you want to press charges against anyone?\"",
      "de": "Willst du jemanden anzeigen?\""
    }
  },
  {
    "translation": {
      "en": "It was just, \"We're here to talk about your rape.\"",
      "de": "Nur: \"Wir wollen über deine Vergewaltigung reden."
    }
  },
  {
    "translation": {
      "en": "\"Tell us what happened.\"",
      "de": "Sag, was passiert ist.\""
    }
  },
  {
    "translation": {
      "en": "Three days after the hospital, they called.",
      "de": "Drei Tage nach dem Krankenhaus riefen sie an."
    }
  },
  {
    "translation": {
      "en": "They said, \"Come on in.\"",
      "de": "Sie sagten: \"Komm vorbei."
    }
  },
  {
    "translation": {
      "en": "\"We'll chat a little bit more.\"",
      "de": "Wir reden noch ein bisschen.\""
    }
  },
  {
    "translation": {
      "en": "When I went to the police station,",
      "de": "Als ich auf die Wache ging,"
    }
  },
  {
    "translation": {
      "en": "I felt like I needed to keep my body completely covered.",
      "de": "hatte ich das Gefühl, meinen Körper bedecken zu müssen."
    }
  },
  {
    "translation": {
      "en": "I'm wearing jeans and a puffy vest.",
      "de": "Ich trug Jeans und eine große Weste."
    }
  },
  {
    "translation": {
      "en": "And I am freezing.",
      "de": "Und mir war kalt."
    }
  },
  {
    "translation": {
      "en": "-Hey, Emma, how are you feeling? -I'm okay.",
      "de": "-Emma, wie fühlst du dich? -Ok. ERMITTLER"
    }
  },
  {
    "translation": {
      "en": "Uh, I told you, was it yesterday or the day before yesterday, on the phone",
      "de": "Ich sagte dir ja gestern oder vorgestern am Telefon,"
    }
  },
  {
    "translation": {
      "en": "we just basically, we like to come back a couple days later,",
      "de": "dass wir ein paar Tage später noch mal reden sollten,"
    }
  },
  {
    "translation": {
      "en": "sometimes you remember more detailed stuff,",
      "de": "falls dir mehr Details einfallen,"
    }
  },
  {
    "translation": {
      "en": "so we can get just a… a better formal interview with you",
      "de": "damit wir eine bessere Aussage von dir bekommen,"
    }
  },
  {
    "translation": {
      "en": "and get just as detailed as we possibly can, okay?",
      "de": "die so detailliert ist wie möglich, ok?"
    }
  },
  {
    "translation": {
      "en": "You said two guys pushed you in the vehicle.",
      "de": "Du sagtest, zwei Jungs schoben dich ins Auto."
    }
  },
  {
    "translation": {
      "en": "And the other guys, once Steven got in the vehicle, all the other guys stood around the vehicle.",
      "de": "Und als sie ins Auto stiegen, standen alle anderen Jungs drumherum."
    }
  },
  {
    "translation": {
      "en": "And I just kind of… because it's something that…",
      "de": "Und ich bin… Das ist etwas, das…"
    }
  },
  {
    "translation": {
      "en": "It's inconsistencies. We… We have to hash it out.",
      "de": "Da sind Widersprüche. Wir müssen das aufdröseln."
    }
  },
  {
    "translation": {
      "en": "[Emma, voiceover] I was always kind of raised to respect and trust authority.",
      "de": "Ich wurde immer dazu erzogen, Autoritätspersonen zu respektieren und ihnen zu vertrauen."
    }
  },
  {
    "translation": {
      "en": "I understood him wanting me to walk through my story again.",
      "de": "Ich verstand es, dass er meine Geschichte noch mal hören wollte."
    }
  },
  {
    "translation": {
      "en": "I understood him asking clarifying questions.",
      "de": "Ich verstand es, dass er Fragen zur Klärung stellte."
    }
  },
  {
    "translation": {
      "en": "[Akridge] We've been investigating this all week.",
      "de": "Wir haben die ganze Woche ermittelt."
    }
  },
  {
    "translation": {
      "en": "We have pulled, oh, if you… You have any idea how many video cameras are around there?",
      "de": "Hast du eine Ahnung, wie viele Videokameras es da gibt?"
    }
  },
  {
    "translation": {
      "en": "-All of that has been pulled. -[eerie music playing]",
      "de": "Wir haben alle Aufnahmen."
    }
  },
  {
    "translation": {
      "en": "Okay?",
      "de": "Ok?"
    }
  },
  {
    "translation": {
      "en": "I'm going to tell you, from the… from the investigation, you're not being honest with me, okay?",
      "de": "Ich muss dir sagen, dass du nicht ehrlich zu mir bist, ok?"
    }
  },
  {
    "translation": {
      "en": "-[Emma] With what I just told you? -[Akridge] Yes.",
      "de": "-Was ich gerade gesagt habe? -Ja."
    }
  },
  {
    "translation": {
      "en": "I do not believe you. I do not believe you at all.",
      "de": "Ich glaube dir ganz und gar nicht."
    }
  },
  {
    "translation": {
      "en": "And I think you're one of those people that's taking away from my true victims.",
      "de": "Du bist eine von denen, die meine wahren Opfer benachteiligen."
    }
  },
  {
    "translation": {
      "en": "[Emma, voiceover] I didn't understand any of the accusations.",
      "de": "Ich verstand die ganzen Vorwürfe nicht."
    }
  },
  {
    "translation": {
      "en": "I'm like, I haven't slept in four days.",
      "de": "Ich hatte seit vier Tagen nicht geschlafen."
    }
  },
  {
    "translation": {
      "en": "My… My brain isn't functioning.",
      "de": "Mein Gehirn funktionierte nicht."
    }
  },
  {
    "translation": {
      "en": "I'm not lying.",
      "de": "Aber ich habe nicht gelogen."
    }
  },
  {
    "translation": {
      "en": "[Akridge] Did you have sexual intercourse with Steven? [Emma] Yes.",
      "de": "-Hattest du Geschlechtsverkehr mit Steven? -Ja."
    }
  },
  {
    "translation": {
      "en": "Was it wanted? Was it consensual? No.",
      "de": "Aber gewollt? Einvernehmlich? Nein."
    }
  },
  {
    "translation": {
      "en": "[Akridge] Okay, did you… did you fight him off, kick him, tell him no?",
      "de": "Ok, hast du dich gewehrt, ihn getreten, Nein gesagt?"
    }
  },
  {
    "translation": {
      "en": "[Emma] Yes.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "[Akridge sighs] Watching the video stuff that we have,",
      "de": "VERNEHMUNGSDAUER Die Videoaufnahmen, die wir haben,"
    }
  },
  {
    "translation": {
      "en": "uh, and it shows you and, I guess, Steven making out,",
      "de": "zeigen nur, wie du und vermutlich Steven euch küsst."
    }
  },
  {
    "translation": {
      "en": "everything, and… and I know you got in the vehicle.",
      "de": "Und ich weiß, dass du ins Auto gestiegen bist."
    }
  },
  {
    "translation": {
      "en": "Now imagine you're the person that's out there working overtime all week long.",
      "de": "Stell dir vor, du bist da draußen, schiebst die ganze Woche Überstunden,"
    }
  },
  {
    "translation": {
      "en": "Running around gathering information, talking to people, getting video.",
      "de": "läufst herum, sammelst Informationen, redest mit Leuten, besorgst Aufnahmen."
    }
  },
  {
    "translation": {
      "en": "I'm mad because…",
      "de": "Ich bin sauer, weil…"
    }
  },
  {
    "translation": {
      "en": "Hey, we're… something's gonna be done about this.",
      "de": "Das wird Konsequenzen haben."
    }
  },
  {
    "translation": {
      "en": "[Emma softly] I'm so sorry.",
      "de": "Es tut mir sehr leid."
    }
  },
  {
    "translation": {
      "en": "[Akridge] Well, if you're sorry, then that makes me feel better.",
      "de": "Wenn es dir leidtut, fühle ich mich besser."
    }
  },
  {
    "translation": {
      "en": "[Emma, voiceover] I wanted to leave.",
      "de": "Ich wollte nur weg."
    }
  },
  {
    "translation": {
      "en": "I did not want to be in front of this man anymore.",
      "de": "Ich wollte nicht mehr bei diesem Mann sein."
    }
  },
  {
    "translation": {
      "en": "Because all I heard was that it was my fault, and I fucked up.",
      "de": "Weil ich nur zu hören bekam, dass es meine Schuld war."
    }
  },
  {
    "translation": {
      "en": "[Akridge] It is a crime",
      "de": "Es ist eine Straftat,"
    }
  },
  {
    "translation": {
      "en": "to file that false report.",
      "de": "Falschaussagen zu machen."
    }
  },
  {
    "translation": {
      "en": "It is a crime to… to lie to us.",
      "de": "Es ist eine Straftat, uns anzulügen."
    }
  },
  {
    "translation": {
      "en": "And… I have to arrest you for it.",
      "de": "Und dafür muss ich dich verhaften."
    }
  },
  {
    "translation": {
      "en": "I just got to get behind your back.",
      "de": "Ich muss hinter deinen Rücken."
    }
  },
  {
    "translation": {
      "en": "If you would put your hands like you're praying.",
      "de": "Leg deine Hände so zusammen."
    }
  },
  {
    "translation": {
      "en": "-[Emma] Mmm. -[Akridge] Yep, flat palms to make it…",
      "de": "Ja, mit den Handflächen…"
    }
  },
  {
    "translation": {
      "en": "-So just fixing these up for you. -[handcuffs clicking]",
      "de": "Die legen wir dir an."
    }
  },
  {
    "translation": {
      "en": "[Emma] I got to jail.",
      "de": "Ich kam ins Gefängnis."
    }
  },
  {
    "translation": {
      "en": "I was fingerprinted, had pictures taken.",
      "de": "Man nahm meine Fingerabdrücke, machte Fotos von mir."
    }
  },
  {
    "translation": {
      "en": "One of the older women who was there, she's like, \"Why are you here?\"",
      "de": "Eine der älteren Frauen dort fragte mich: \"Wofür bist du hier?\""
    }
  },
  {
    "translation": {
      "en": "And, like, the only thing I said was that I was raped, and they told me I lied about it.",
      "de": "Und ich sagte, dass ich vergewaltigt wurde und man das für eine Lüge hielt."
    }
  },
  {
    "translation": {
      "en": "And she was just like,",
      "de": "Und sie sagte:"
    }
  },
  {
    "translation": {
      "en": "\"You got fucked over.\"",
      "de": "\"Du wurdest angeschissen.\""
    }
  },
  {
    "translation": {
      "en": "And then it hits me, and I'm like, jeez, I… I literally got fucked over.",
      "de": "Und dann wurde mir klar, dass ich wirklich angeschissen wurde."
    }
  },
  {
    "translation": {
      "en": "And while I was in jail,",
      "de": "Und als ich im Gefängnis war,"
    }
  },
  {
    "translation": {
      "en": "an article was posted online about my arrest.",
      "de": "erschien online ein Artikel über meine Verhaftung."
    }
  },
  {
    "translation": {
      "en": "My face.",
      "de": "Mein Gesicht."
    }
  },
  {
    "translation": {
      "en": "My full name.",
      "de": "Mein vollständiger Name."
    }
  },
  {
    "translation": {
      "en": "That's what I walked out to.",
      "de": "Das erwartete mich."
    }
  },
  {
    "translation": {
      "en": "[Akridge sighs] Watching the video stuff that we have",
      "de": "Die Videos, die wir haben, zeigen,"
    }
  },
  {
    "translation": {
      "en": "shows you and, I guess, Steven making out.",
      "de": "wie du und vermutlich Steven euch küsst."
    }
  },
  {
    "translation": {
      "en": "Are… you get in the vehicle, and you're initially making out or… or what?",
      "de": "Seid ihr ins Auto gestiegen und habt anfangs nur rumgeknutscht?"
    }
  },
  {
    "translation": {
      "en": "[Emma] I don't remember.",
      "de": "Ich erinnere mich nicht."
    }
  },
  {
    "translation": {
      "en": "[Rachel] I keep going back to Investigator Akridge saying he has surveillance footage",
      "de": "Ermittler Akridge sagt, er habe Überwachungsaufnahmen,"
    }
  },
  {
    "translation": {
      "en": "of Emma making out with the man she's accusing.",
      "de": "wo Emma mit dem Mann knutscht, den sie beschuldigt."
    }
  },
  {
    "translation": {
      "en": "Everything changes in that moment.",
      "de": "Damit ist alles anders."
    }
  },
  {
    "translation": {
      "en": "Emma's attorney shared with me all the materials he got from the police.",
      "de": "Emmas Anwalt hat mir alles gezeigt, was er von der Polizei hatte."
    }
  },
  {
    "translation": {
      "en": "But the thing that's always been missing is that surveillance footage. You know?",
      "de": "Nur die Überwachungsaufnahmen fehlten immer."
    }
  },
  {
    "translation": {
      "en": "-[Amanda] Yeah. -He has a Dropbox folder. It's not there.",
      "de": "Sie sind nicht in seiner Dropbox."
    }
  },
  {
    "translation": {
      "en": "And also, even if you had it,",
      "de": "Selbst wenn du sie hättest,"
    }
  },
  {
    "translation": {
      "en": "it has nothing to do with what happened in that car.",
      "de": "hat das nichts mit der Sache im Auto zu tun."
    }
  },
  {
    "translation": {
      "en": "And for as many strengths as Emma has with her case,",
      "de": "Und so überzeugend Emma auch klingt,"
    }
  },
  {
    "translation": {
      "en": "I mean, the biggest weakness was that she pled guilty.",
      "de": "sie hat sich schuldig bekannt."
    }
  },
  {
    "translation": {
      "en": "Right.",
      "de": "Richtig."
    }
  },
  {
    "translation": {
      "en": "[Emma] And it was, like, a week before my court date",
      "de": "Und etwa eine Woche vor meinem Gerichtstermin"
    }
  },
  {
    "translation": {
      "en": "that I read about Megan.",
      "de": "las ich über Megan."
    }
  },
  {
    "translation": {
      "en": "I cr… cried so much. [crying]",
      "de": "Ich musste so sehr weinen."
    }
  },
  {
    "translation": {
      "en": "And so I told my lawyer, I want to know what plea deal I can get.",
      "de": "Also fragte ich meinen Anwalt, was für einen Deal ich aushandeln könnte."
    }
  },
  {
    "translation": {
      "en": "[Rachel] So many people in Tuscaloosa had heard about Megan Rondini.",
      "de": "Sehr viele Leute in Tuscaloosa hatten von Megan Rondini gehört."
    }
  },
  {
    "translation": {
      "en": "The man she had accused of rape, TJ Bunn Jr.,",
      "de": "Ihr vermeintlicher Vergewaltiger, TJ Bunn, Jr.,"
    }
  },
  {
    "translation": {
      "en": "came from one of the town's most prominent families.",
      "de": "stammte aus einer der prominentesten Familien der Stadt."
    }
  },
  {
    "translation": {
      "en": "I scoured everything I could find.",
      "de": "Ich durchforstete alles:"
    }
  },
  {
    "translation": {
      "en": "Text messages, documents, police videos, and audio recordings.",
      "de": "Textnachrichten, Dokumente, Polizeiaufnahmen, Tonaufnahmen."
    }
  },
  {
    "translation": {
      "en": "It's July the second, 2015, 5:37 a.m.",
      "de": "Es ist der 2. Juli 2015, 5:37 Uhr."
    }
  },
  {
    "translation": {
      "en": "It's Investigator Jones, Investigator Hastings at DCH E.R.",
      "de": "Hier sind Ermittler Jones und Hastings in der DCH-Notfaufnahme."
    }
  },
  {
    "translation": {
      "en": "-And I'm speaking with… What's your name? -Megan Rondini.",
      "de": "-Ich spreche mit… Wie heißt du? -Megan Rondini."
    }
  },
  {
    "translation": {
      "en": "[Jones] Are you working? Full-time student here?",
      "de": "Arbeitest du? Studierst du hier?"
    }
  },
  {
    "translation": {
      "en": "[Megan] No, I was taking summer classes, and I was about to go home on Sunday.",
      "de": "Nein, ich war in einem Sommerkurs und wollte Sonntag nach Hause."
    }
  },
  {
    "translation": {
      "en": "[Jones] Tell me what happened last night, who all you were with.",
      "de": "Was ist letzte Nacht passiert, und wer war dabei?"
    }
  },
  {
    "translation": {
      "en": "[Megan] Me and my friends went to trivia at Innisfree.",
      "de": "Ich und meine Freunde waren beim Quiz im Innisfree."
    }
  },
  {
    "translation": {
      "en": "Um… it was like me and a group of ten of my other friends.",
      "de": "Ich war da mit einer Gruppe von zehn Freunden."
    }
  },
  {
    "translation": {
      "en": "[Megan] I know of his… I'm…",
      "de": "Ich weiß von seinen…"
    }
  },
  {
    "translation": {
      "en": "I'll gonna call him Sweet T because that's like his nickname or whatever.",
      "de": "Ich werde Sweet T sagen, weil das sein Spitzname ist."
    }
  },
  {
    "translation": {
      "en": "I mean, I see him there all the time, but like,",
      "de": "Ich sah ihn ständig dort, aber wir redeten nie miteinander."
    }
  },
  {
    "translation": {
      "en": "it's not like we talk to each other. Like, I just know who he is.",
      "de": "Ich sah ihn ständig dort, aber wir redeten nie miteinander. Ich wusste, wer er ist. Ich weiß nicht, ob er wusste, wer ich bin."
    }
  },
  {
    "translation": {
      "en": "I'm not even sure he, like, knew who I was.",
      "de": "Ich wusste, wer er ist. Ich weiß nicht, ob er wusste, wer ich bin."
    }
  },
  {
    "translation": {
      "en": "[Megan] I was leaving.",
      "de": "Ich war dabei, zu gehen."
    }
  },
  {
    "translation": {
      "en": "Somewhere along the line, he picked me up.",
      "de": "An irgendeinem Punkt nahm er mich mit."
    }
  },
  {
    "translation": {
      "en": "And it was me and another guy named Jason, in the back of his car.",
      "de": "Ich saß dann mit einem anderen Typ namens Jason in seinem Auto."
    }
  },
  {
    "translation": {
      "en": "Sweet T took us to his house.",
      "de": "Sweet T fuhr uns zu sich nach Hause."
    }
  },
  {
    "translation": {
      "en": "We were in a room with, like, all the animals he had shot or whatever.",
      "de": "Wir waren in einem Raum mit Tieren, die er geschossen hatte oder so."
    }
  },
  {
    "translation": {
      "en": "Like, I don't know. He goes hunting a lot.",
      "de": "Er geht viel jagen. WO SIND DIE TIERE"
    }
  },
  {
    "translation": {
      "en": "And he told Jason to go to bed, and he told me",
      "de": "Er schickte Jason ins Bett… ICH SCHIESSE EIN ZEBRA"
    }
  },
  {
    "translation": {
      "en": "to go upstairs to his room.",
      "de": "…und mich nach oben in sein Zimmer."
    }
  },
  {
    "translation": {
      "en": "[Jones] Did you ever, uh, resist him?",
      "de": "MUTMASSLICHER TATORT Hast du je Widerstand geleistet?"
    }
  },
  {
    "translation": {
      "en": "-Uh… Swing at him-- -[Megan] I was just trying… I mean, I was… I… I…",
      "de": "-Erkläre… -Ich versuchte es, ich meine…"
    }
  },
  {
    "translation": {
      "en": "I know he's, like, an influential person in Tuscaloosa,",
      "de": "Ich weiß, er ist ein einflussreicher Mensch in Tuscaloosa."
    }
  },
  {
    "translation": {
      "en": "and I was trying to be really nice to him",
      "de": "Ich wollte nett zu ihm sein"
    }
  },
  {
    "translation": {
      "en": "and just be like, my friends are waiting on me… [sobbing] …and, uh…",
      "de": "und sagte, meine Freunde würden auf mich warten"
    }
  },
  {
    "translation": {
      "en": "I just really need to leave.",
      "de": "und ich müsste echt gehen."
    }
  },
  {
    "translation": {
      "en": "I'm gonna go ahead and end the interview right now.",
      "de": "Ich beende jetzt die Vernehmung."
    }
  },
  {
    "translation": {
      "en": "[Rachel] According to the police report, when officers first came to his door,",
      "de": "Als die Polizei erstmalig zu seinem Haus kam,"
    }
  },
  {
    "translation": {
      "en": "TJ Bunn denied having anyone over the night before.",
      "de": "bestritt TJ Bunn, in der Nacht zuvor Besuch gehabt zu haben."
    }
  },
  {
    "translation": {
      "en": "But after a short call with his attorney, he changed his story.",
      "de": "Nach einem kurzen Anruf bei seinem Anwalt änderte er seine Aussage."
    }
  },
  {
    "translation": {
      "en": "[Jones] Can you just tell me kind of what happened last night?",
      "de": "Was ist letzte Nacht geschehen?"
    }
  },
  {
    "translation": {
      "en": "[TJ Bunn] Sure. I, uh, brought somebody back to my residence with me.",
      "de": "VERNEHMUNG 2. JULI 2015 Ich habe jemanden nach Hause mitgenommen."
    }
  },
  {
    "translation": {
      "en": "We had consensual sex.",
      "de": "Wir hatten einvernehmlichen Sex."
    }
  },
  {
    "translation": {
      "en": "And… after I went to sleep,",
      "de": "Und nachdem ich schlafen gegangen war,"
    }
  },
  {
    "translation": {
      "en": "apparently she decided to take my money",
      "de": "beschloss sie offenbar, mein Geld und meinen Autoschlüssel zu nehmen"
    }
  },
  {
    "translation": {
      "en": "and take my car key and leave.",
      "de": "beschloss sie offenbar, mein Geld und meinen Autoschlüssel zu nehmen und zu gehen."
    }
  },
  {
    "translation": {
      "en": "And… uh… Josh Hastings woke me up, ringing my door this morning at 6:45.",
      "de": "Und Josh Hastings weckte mich morgens um 6:45 Uhr auf."
    }
  },
  {
    "translation": {
      "en": "[Jones] Okay. Okay.",
      "de": "Ok."
    }
  },
  {
    "translation": {
      "en": "-Do you know her name? -[TJ Bunn] I do not.",
      "de": "-Kennen Sie ihren Namen? -Nein."
    }
  },
  {
    "translation": {
      "en": "[Jones] All right, man. I appreciate it, thank you.",
      "de": "-Alles klar, vielen Dank. -Ok, gut."
    }
  },
  {
    "translation": {
      "en": "She called me the morning after.",
      "de": "Sie rief mich am Morgen danach an."
    }
  },
  {
    "translation": {
      "en": "Um, and then,",
      "de": "Und dann"
    }
  },
  {
    "translation": {
      "en": "I started driving to Alabama.",
      "de": "fuhr ich nach Alabama los."
    }
  },
  {
    "translation": {
      "en": "[Cindy, voiceover] The police keep calling her, asking her to come in.",
      "de": "Die Polizei bat sie ständig herein."
    }
  },
  {
    "translation": {
      "en": "I don't want her to go in until I get there.",
      "de": "Ich wollte, dass sie auf mich wartet."
    }
  },
  {
    "translation": {
      "en": "[Jones] Megan, I’m going to let you sit there and you sit there next to her.",
      "de": "Sie sitzen da, du dort."
    }
  },
  {
    "translation": {
      "en": "Let me get a notebook, and I'll be right back. [advocate] Ooh! It's chilly in here.",
      "de": "-Ich hole nur ein Notizbuch. -Es ist kalt hier. Meine Güte."
    }
  },
  {
    "translation": {
      "en": "[Cindy, voiceover] She's like, \"Mom, they're pressuring me to come in.\" \"I can do it. It's fine.\" I'm like, \"No, you need someone with you.\"",
      "de": "Sie sagte: \"Ich schaffe das schon.\" Ich meinte: \"Du brauchst jemanden hier.\""
    }
  },
  {
    "translation": {
      "en": "So I requested that an advocate accompany her to the police station.",
      "de": "Also forderte ich einen Anwalt an, damit er mit ihr zur Polizei geht."
    }
  },
  {
    "translation": {
      "en": "[Megan] Another thing that worries me, I don't know if my dad told you,",
      "de": "Was mich noch beunruhigt, ist,"
    }
  },
  {
    "translation": {
      "en": "is, like, this guy is kind of, like, an influential--",
      "de": "dass dieser Typ ziemlich einflussreich…"
    }
  },
  {
    "translation": {
      "en": "[advocate] I'm aware. Yeah.",
      "de": "Ja, das weiß ich."
    }
  },
  {
    "translation": {
      "en": "[Jones] Do you remember",
      "de": "Erinnerst du dich"
    }
  },
  {
    "translation": {
      "en": "getting in the car?",
      "de": "ans Einsteigen?"
    }
  },
  {
    "translation": {
      "en": "[Megan] No.",
      "de": "Nein."
    }
  },
  {
    "translation": {
      "en": "[Jones] Do you remember any stops at all?",
      "de": "Und daran, dass ihr irgendwo angehalten habt?"
    }
  },
  {
    "translation": {
      "en": "[Megan] No. [Jones] So…",
      "de": "-Nein. -Also…"
    }
  },
  {
    "translation": {
      "en": "If I say that y'all stopped by your apartment,",
      "de": "Wenn ich dir sage, dass ihr an deiner Wohnung gehalten habt,"
    }
  },
  {
    "translation": {
      "en": "before you went to TJ's,",
      "de": "bevor ihr zu TJ gefahren seid,"
    }
  },
  {
    "translation": {
      "en": "or Sweet T's, before y'all went there…",
      "de": "oder zu Sweet T…"
    }
  },
  {
    "translation": {
      "en": "Okay, 'cause they're getting… You know, y'all's… your complex has got video there.",
      "de": "Denn dein Apartmentkomplex hat Überwachungskameras."
    }
  },
  {
    "translation": {
      "en": "Okay, do you remember?",
      "de": "Ok, erinnerst du dich daran?"
    }
  },
  {
    "translation": {
      "en": "-[Megan] I do not remember going there. -[Jones] Okay.",
      "de": "-Ich weiß nicht, dass ich dort war. -Ok."
    }
  },
  {
    "translation": {
      "en": "Do you remember fixin' him a drink?",
      "de": "Dass du ihnen Drinks gemacht hast?"
    }
  },
  {
    "translation": {
      "en": "No. I don't… I don't remember being there at all. Like I don't remember being there.",
      "de": "Nein. Ich erinnere mich nicht daran, dass ich dort war."
    }
  },
  {
    "translation": {
      "en": "[Jones] Okay.",
      "de": "Ok."
    }
  },
  {
    "translation": {
      "en": "Is any of this bringing back anything?",
      "de": "Bringt irgendwas davon Erinnerungen zurück?"
    }
  },
  {
    "translation": {
      "en": "I feel like I want to, like, throw up.",
      "de": "Mir ist gerade kotzübel."
    }
  },
  {
    "translation": {
      "en": "[Jones] Okay.",
      "de": "Ok."
    }
  },
  {
    "translation": {
      "en": "[Jones] What we wanna do is just look in your apartment. Okay?",
      "de": "Ich würde mir gern deine Wohnung ansehen, ok?"
    }
  },
  {
    "translation": {
      "en": "Do you have a problem with us doing that?",
      "de": "Hast du ein Problem damit?"
    }
  },
  {
    "translation": {
      "en": "Fine. Okay. -[advocate] I can't go to your apartment. -[Megan] That's fine.",
      "de": "-Gut. Ok. -Ich kann nicht mit in deine Wohnung."
    }
  },
  {
    "translation": {
      "en": "[advocate] I mean, do you want me to hang around here till you come back or--",
      "de": "Soll ich hierbleiben, bis du zurückkommst oder…"
    }
  },
  {
    "translation": {
      "en": "-No, I think… I think I'm… I'll be okay. -[advocate] Are you sure?",
      "de": "-Ich glaube, ich komme schon klar. -Bist du sicher?"
    }
  },
  {
    "translation": {
      "en": "[Mike] The advocate didn't stay with her for the whole questioning,",
      "de": "Die Anwältin blieb nicht bei ihr,"
    }
  },
  {
    "translation": {
      "en": "and that's the point in the interview where they turn the tables.",
      "de": "und das ist wichtig bei Vernehmungen, wenn sie den Spieß umdrehen."
    }
  },
  {
    "translation": {
      "en": "[Jones] While you were in… back in the bedroom,",
      "de": "Als du im Schlafzimmer warst,"
    }
  },
  {
    "translation": {
      "en": "did you remember",
      "de": "weißt du da noch,"
    }
  },
  {
    "translation": {
      "en": "going through any other things in there?",
      "de": "ob du andere Sachen durchsucht hast?"
    }
  },
  {
    "translation": {
      "en": "I went through all the keys, and then",
      "de": "Ich ging alle Schlüssel durch und schaute, ob er Geld hatte, mit dem ich ein Taxi bezahlen könnte."
    }
  },
  {
    "translation": {
      "en": "I tried to see if he had any cash that I could pay for a cab with.",
      "de": "und schaute, ob er Geld hatte, mit dem ich ein Taxi bezahlen könnte."
    }
  },
  {
    "translation": {
      "en": "[Jones] Okay. Did he have any cash?",
      "de": "Ok. Hatte er Bargeld?"
    }
  },
  {
    "translation": {
      "en": "He had, like, three dollars. [Jones] Okay.",
      "de": "-Etwa 3 Dollar. -Ok."
    }
  },
  {
    "translation": {
      "en": "So, you got… Did you get the cash?",
      "de": "Hast du das Geld genommen?"
    }
  },
  {
    "translation": {
      "en": "-Yes. -[Jones] Okay.",
      "de": "-Ja. -Ok."
    }
  },
  {
    "translation": {
      "en": "[Jones] I'm not doubting",
      "de": "Ich glaube dir ja…"
    }
  },
  {
    "translation": {
      "en": "-what you're telling me-- -I just feel like he has some advantage over me and they're saying like I…",
      "de": "Ich habe einfach das Gefühl, er ist mir gegenüber irgendwie im Vorteil…"
    }
  },
  {
    "translation": {
      "en": "I don't really understand why.",
      "de": "Ich verstehe nicht, warum."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Hi, Ms. Gray, um, this is Rachel de Leon.",
      "de": "Hi, Ms. Gray, hier Rachel de Leon."
    }
  },
  {
    "translation": {
      "en": "I was just in speaking with someone there regarding meeting with Sheriff Abernathy.",
      "de": "Ich sprach gerade mit jemandem wegen des Treffens mit Sheriff Abernathy."
    }
  },
  {
    "translation": {
      "en": "Love to know if he might be available on Thursday after 1:00 p.m.",
      "de": "Ich wüsste gern, ob er vielleicht am Donnerstag nach 13 Uhr Zeit hat."
    }
  },
  {
    "translation": {
      "en": "Okay, talk to you soon.",
      "de": "Ok, wir sprechen uns."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] The chain of command for this unit in Tuscaloosa ends with Sheriff Abernathy.",
      "de": "Die Befehlskette bei dieser Einheit in Tuscaloosa endet mit Sheriff Abernathy."
    }
  },
  {
    "translation": {
      "en": "-[intriguing music playing] -He's responsible for his police officers.",
      "de": "Er ist für seine Beamten verantwortlich."
    }
  },
  {
    "translation": {
      "en": "The ones who investigated Megan's and Emma's cases.",
      "de": "Die, die Megans und Emmas Fälle untersuchten."
    }
  },
  {
    "translation": {
      "en": "-[dial tone] -Hi, uh, this is Rachel de Leon.",
      "de": "Hi, hier Rachel de Leon."
    }
  },
  {
    "translation": {
      "en": "I'm a reporter calling from Reveal.",
      "de": "Ich bin Reporterin für Reveal."
    }
  },
  {
    "translation": {
      "en": "I was, uh, following up because you thought perhaps Sheriff Abernathy may have some time today for a phone call.",
      "de": "Sie meinten ja, Sheriff Abernathy hätte heute vielleicht Zeit für einen Anruf."
    }
  },
  {
    "translation": {
      "en": "[receptionist] He's not going to have any time this week to meet with you.",
      "de": "Er kann sich diese Woche nicht mit Ihnen treffen."
    }
  },
  {
    "translation": {
      "en": "Oh, that's really unfortunate. What happened?",
      "de": "Das ist sehr bedauerlich. Was ist passiert?"
    }
  },
  {
    "translation": {
      "en": "[receptionist] He… His calendar just got filled up.",
      "de": "Sein Terminplan ist voll geworden."
    }
  },
  {
    "translation": {
      "en": "He doesn't have any, you know, available time.",
      "de": "Er hat keine Zeit zur Verfügung."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Once Sheriff Abernathy's office decides a crime's been committed,",
      "de": "Sobald der Sheriff entscheidet, dass eine Straftat vorliegt,"
    }
  },
  {
    "translation": {
      "en": "the case moves to the district attorney's office.",
      "de": "geht der Fall an die Staatsanwaltschaft."
    }
  },
  {
    "translation": {
      "en": "It's the DA's office who will decide whether to press charges.",
      "de": "Die entscheidet, ob es zur Anklage kommt."
    }
  },
  {
    "translation": {
      "en": "-[woman] Hello. -Hi, is this attorney, uh, Paula Whitley?",
      "de": "-Hallo. -Hallo, ist da Anwältin Paula Whitley?"
    }
  },
  {
    "translation": {
      "en": "[Paula] I am not willing to really get into anything specific about any particular cases.",
      "de": "Ich werde nichts Konkretes über bestimmte Fälle sagen."
    }
  },
  {
    "translation": {
      "en": "-Bye. -Take care. Bye.",
      "de": "-Tschüs. -Tschüs."
    }
  },
  {
    "translation": {
      "en": "For several months, I tried to reach Sheriff Abernathy,",
      "de": "Monatelang versuchte ich, Sheriff Abernathy zu erreichen,"
    }
  },
  {
    "translation": {
      "en": "but he and others in his department refused to talk to me.",
      "de": "aber niemand wollte mit mir reden."
    }
  },
  {
    "translation": {
      "en": "[answering machine] …for Sheriff Ron Abernathy. Please leave a message, and I will return your call…",
      "de": "…für Sheriff Ron Abernathy, hinterlassen Sie eine Nachricht, ich rufe zurück…"
    }
  },
  {
    "translation": {
      "en": "[Rachel] The only police officer I could find who had a lot of knowledge",
      "de": "Der einzige Polizeibeamte, der viel über Megan Rondini wusste"
    }
  },
  {
    "translation": {
      "en": "about Megan Rondini and was willing to talk to me was Carl Hershman.",
      "de": "Der einzige Polizeibeamte, der viel über Megan Rondini wusste und mit mir reden wollte, war Carl Hershman."
    }
  },
  {
    "translation": {
      "en": "-Okay, you got me now? -Got you now.",
      "de": "-Sehen Sie mich? -Ich sehe Sie."
    }
  },
  {
    "translation": {
      "en": "[Carl] I was a cop for, uh, 32 years. The majority of that time I spent in Sex Crimes Unit.",
      "de": "Ich war 32 Jahre Polizist, überwiegend in der Abteilung für Sexualverbrechen."
    }
  },
  {
    "translation": {
      "en": "I've been here lately testifying a lot.",
      "de": "Ich habe in letzter Zeit viel ausgesagt."
    }
  },
  {
    "translation": {
      "en": "-Nice to meet you. I'm Rae. -Nice to meet you. I'm Carl.",
      "de": "-Freut mich. Rae. -Ich bin Carl."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] He was an expert in a lawsuit involving Megan's case.",
      "de": "Er war Experte in einem Verfahren wegen Megans Fall."
    }
  },
  {
    "translation": {
      "en": "In Megan's case, within 13 hours of her reporting, she's treated as a suspect.",
      "de": "13 Stunden nach Megans Anzeige wurde sie als Verdächtige behandelt."
    }
  },
  {
    "translation": {
      "en": "So, what are the things that they're… that they say, you know, make them question her story?",
      "de": "Wie stellten sie ihre Geschichte infrage?"
    }
  },
  {
    "translation": {
      "en": "Well, there were several. So, the… the inconsistency in her statement",
      "de": "Da gab es Widersprüche in ihren Aussagen."
    }
  },
  {
    "translation": {
      "en": "that she completely left out that they went back to her apartment.",
      "de": "Sie sagte nicht, dass sie noch in ihrer Wohnung waren."
    }
  },
  {
    "translation": {
      "en": "[Jones] Do you remember…",
      "de": "Erinnerst du dich daran?"
    }
  },
  {
    "translation": {
      "en": "[Megan] I do not remember going there. [Jones] Okay.",
      "de": "-Ich weiß nicht, dass ich dort war. -Ok."
    }
  },
  {
    "translation": {
      "en": "[Carl, voiceover] Inconsistent statements are not red flags.",
      "de": "Widersprüche sind keine Alarmsignale."
    }
  },
  {
    "translation": {
      "en": "There's a reason for them.",
      "de": "Dafür gibt es einen Grund."
    }
  },
  {
    "translation": {
      "en": "Megan Rondini, 20 years old, severely intoxicated.",
      "de": "Megan Rondini, 20 Jahre alt, stark betäubt."
    }
  },
  {
    "translation": {
      "en": "She became blacked out.",
      "de": "Sie hatte einen Filmriss."
    }
  },
  {
    "translation": {
      "en": "And now she's scared because she doesn't know what happened at the apartment. This is something new to her.",
      "de": "Sie bekam Angst, weil sie nicht wusste, was in ihrer Wohnung passiert war."
    }
  },
  {
    "translation": {
      "en": "Now she's questioning herself because that was just so foreign to her.",
      "de": "Sie zweifelte an sich, weil ihr das so fremd war."
    }
  },
  {
    "translation": {
      "en": "You can clearly see her body language.",
      "de": "Man sieht es an ihrer Körpersprache."
    }
  },
  {
    "translation": {
      "en": "As a victim, you think to yourself, this will be used against me.",
      "de": "Als Opfer denkst du: \"Das wird gegen mich verwendet."
    }
  },
  {
    "translation": {
      "en": "This is evidence. They… They think I'm lying. Now, she's the suspect.",
      "de": "Das ist ein Beweis. Sie denken, ich lüge.\" Jetzt war sie die Verdächtige."
    }
  },
  {
    "translation": {
      "en": "Those investigators were thinking that this was consensual.",
      "de": "Die Ermittler glaubten, es sei einvernehmlich gewesen."
    }
  },
  {
    "translation": {
      "en": "Even though at the hospital, she makes the statement,",
      "de": "Obwohl sie im Krankenhaus ausgesagt hatte:"
    }
  },
  {
    "translation": {
      "en": "\"He held me down.\"",
      "de": "\"Er hielt mich fest."
    }
  },
  {
    "translation": {
      "en": "[Megan] He didn't hit me, he didn't, like, shove me. But he held me, like, down.",
      "de": "Er hat mich nicht geschlagen oder geschubst, aber er hielt mich fest.\""
    }
  },
  {
    "translation": {
      "en": "Now TJ Bunn, he's not once treated like a sexual assault, uh, suspect.",
      "de": "TJ Bunn wurde zu keiner Zeit behandelt, als würde man ihn eines sexuellen Übergriffs verdächtigen."
    }
  },
  {
    "translation": {
      "en": "As they walk through with a video camera, you hear the lead detective say…",
      "de": "Als sie mit einer Videokamera durchgehen, hört man den leitenden Detective sagen…"
    }
  },
  {
    "translation": {
      "en": "[Jones] …had consensual sex, so… I think he was scared when we showed up,",
      "de": "…hatten einvernehmlichen Sex, also bekam er wohl Angst, als wir kamen,"
    }
  },
  {
    "translation": {
      "en": "still probably intoxicated and making some bad decisions.",
      "de": "war noch betrunken und traf falsche Entscheidungen."
    }
  },
  {
    "translation": {
      "en": "[Carl, voiceover] They… They don't interview him on a sexual assault",
      "de": "Sie befragten ihn nicht zu sexueller Nötigung,"
    }
  },
  {
    "translation": {
      "en": "that just occurred hours before that.",
      "de": "die erst ein paar Stunden her war."
    }
  },
  {
    "translation": {
      "en": "They let him go on a fishing trip…",
      "de": "Er durfte eine Angeltour machen,"
    }
  },
  {
    "translation": {
      "en": "…with his attorney.",
      "de": "mit seinem Anwalt."
    }
  },
  {
    "translation": {
      "en": "-[Jones] Sorry, guys. -[Jason] No, that's all right.",
      "de": "-Tut mir leid. -Schon gut."
    }
  },
  {
    "translation": {
      "en": "I'll get y'all outta here.",
      "de": "Ich hole Sie hier raus. Also los."
    }
  },
  {
    "translation": {
      "en": "-[TJ Bunn] Here. -[Jones] There we go.",
      "de": "Ich hole Sie hier raus. Also los. 4 TAGE NACH MEGANS ANZEIGE"
    }
  },
  {
    "translation": {
      "en": "[Jason] We, uh… We went fishing… What day did we go fishing? Thursday?",
      "de": "An welchem Tag waren wir angeln? Donnerstag?"
    }
  },
  {
    "translation": {
      "en": "Fishing Friday… well, Friday morning.",
      "de": "Angeln am Freitagmorgen."
    }
  },
  {
    "translation": {
      "en": "-[Jones] Anything biting? -[TJ Bunn] Yep.",
      "de": "-Hat was angebissen? -Ja."
    }
  },
  {
    "translation": {
      "en": "It's snapper season in state waters right now,",
      "de": "Es ist Schnappersaison, also haben wir…"
    }
  },
  {
    "translation": {
      "en": "-so we went out. -[Jones] Made a killing, huh?",
      "de": "Es ist Schnappersaison, also haben wir… -Einen Fang gemacht? -Ja, nach etwa 30 Minuten."
    }
  },
  {
    "translation": {
      "en": "Yeah, we… we caught about 30 minutes in.",
      "de": "-Einen Fang gemacht? -Ja, nach etwa 30 Minuten."
    }
  },
  {
    "translation": {
      "en": "[Jones] Really? Thirty minutes?",
      "de": "-Ja. -Echt? 30 Minuten?"
    }
  },
  {
    "translation": {
      "en": "It took us 45 minutes to get there and 30 minutes to catch…",
      "de": "45 Minuten Fahrt und 30 Minuten für den Fang…"
    }
  },
  {
    "translation": {
      "en": "The investigator gave his statement to him.",
      "de": "Der Ermittler gab ihm seine Aussage."
    }
  },
  {
    "translation": {
      "en": "So y'all are having consensual sex. She never said no, never said stop.",
      "de": "Ihr hattet also alle einvernehmlichen Sex. Sie hat nie \"Aufhören\" gesagt?"
    }
  },
  {
    "translation": {
      "en": "She was completely into it. -Right? -That's correct.",
      "de": "-Sie war voll dabei, ja? -Ja, das stimmt."
    }
  },
  {
    "translation": {
      "en": "If anything, to be honest, she was extremely flirtatious",
      "de": "Ehrlich gesagt war sie extrem kokett."
    }
  },
  {
    "translation": {
      "en": "-from the time we picked her up. -[Jones] Okay.",
      "de": "-Und zwar von Anfang an. -Ok."
    }
  },
  {
    "translation": {
      "en": "So, it was a willing--",
      "de": "Beide wollten…"
    }
  },
  {
    "translation": {
      "en": "[TJ Bunn] It was a willing participant on both ends.",
      "de": "-Beide Beteiligten wollten es. -Ok."
    }
  },
  {
    "translation": {
      "en": "Y'all did y'all's job, and I appreciate it.",
      "de": "Ich weiß Ihre Arbeit zu schätzen."
    }
  },
  {
    "translation": {
      "en": "[Jones] Well, the way I look at it, man, if it was me on the other side of it, I'd want to do the same thing for me.",
      "de": "Nun, wenn es um mich ginge, würde ich das auch erwarten."
    }
  },
  {
    "translation": {
      "en": "-You know? -[TJ Bunn] I do. I appreciate all y'all.",
      "de": "-Wissen Sie? -Ja, vielen Dank."
    }
  },
  {
    "translation": {
      "en": "Y'all have done a very thorough job, and I appreciate it.",
      "de": "Sie waren sehr gründlich, das weiß ich zu schätzen."
    }
  },
  {
    "translation": {
      "en": "[Jones] I… I appreciate it. I appreciate you being cooperative.",
      "de": "Sie waren sehr gründlich, das weiß ich zu schätzen. Danke für Ihre Kooperation. Ich weiß, das ist nicht leicht."
    }
  },
  {
    "translation": {
      "en": "I know it's not something easy. And you too, man.",
      "de": "Danke für Ihre Kooperation. Ich weiß, das ist nicht leicht."
    }
  },
  {
    "translation": {
      "en": "You know? He's always… always been easy to deal with,",
      "de": "Er hat es uns immer leicht gemacht."
    }
  },
  {
    "translation": {
      "en": "I'm telling you, always.",
      "de": "Wirklich, immer."
    }
  },
  {
    "translation": {
      "en": "I wish they were all that… that, uh, easy to get a hold of when you need to.",
      "de": "Jeder sollte so kooperativ sein."
    }
  },
  {
    "translation": {
      "en": "-Y'all give me a sec. I'll be right back. -[Jason] Okay.",
      "de": "-Bin gleich wieder da. -Ok. VERNEHMUNGSDAUER"
    }
  },
  {
    "translation": {
      "en": "If they can communicate that to her. That I won't pursue…",
      "de": "Sie können ihr sagen, dass ich keinen Strafantrag stelle,"
    }
  },
  {
    "translation": {
      "en": "I won't pursue her if she don't pursue me.",
      "de": "Sie können ihr sagen, dass ich keinen Strafantrag stelle, wenn sie keinen stellt, ansonsten packe ich alles aus."
    }
  },
  {
    "translation": {
      "en": "But I will play hardball if she does.",
      "de": "wenn sie keinen stellt, ansonsten packe ich alles aus."
    }
  },
  {
    "translation": {
      "en": "-[Jones] You said you never resisted him. -[Megan] I did resist him.",
      "de": "-Du sagtest, du wehrtest dich nicht. -Doch, ich wehrte mich."
    }
  },
  {
    "translation": {
      "en": "I said that I wanted to leave. When he tried to kiss me, I turned away.",
      "de": "Ich wollte gehen. Als er mich küssen wollte, wandte ich mich ab."
    }
  },
  {
    "translation": {
      "en": "-Like, I didn't-- -[Jones] But you didn't.",
      "de": "Als er mich küssen wollte, wandte ich mich ab. Aber du hast ihn nie getreten oder geschlagen,"
    }
  },
  {
    "translation": {
      "en": "Never kicked him or hit him,",
      "de": "Aber du hast ihn nie getreten oder geschlagen,"
    }
  },
  {
    "translation": {
      "en": "tried… tried to resist him.",
      "de": "keinen Widerstand geleistet."
    }
  },
  {
    "translation": {
      "en": "So Megan, um…",
      "de": "Also Megan…"
    }
  },
  {
    "translation": {
      "en": "[haltingly] Later on, Megan learns that they did pursue charges against her",
      "de": "Später erfährt Megan, dass sie wegen Diebstahls angezeigt wurde, nicht wegen falscher Anzeige."
    }
  },
  {
    "translation": {
      "en": "for theft, not for false reporting.",
      "de": "dass sie wegen Diebstahls angezeigt wurde, nicht wegen falscher Anzeige."
    }
  },
  {
    "translation": {
      "en": "And so she moves back home and tries to move on with her life",
      "de": "Und so zieht sie zurück nach Hause und versucht weiterzumachen,"
    }
  },
  {
    "translation": {
      "en": "and go to school, but, uh, sadly Megan ends up taking her own life.",
      "de": "zu studieren, aber leider nimmt sie sich schließlich das Leben."
    }
  },
  {
    "translation": {
      "en": "[tearfully] Sorry.",
      "de": "Entschuldigung."
    }
  },
  {
    "translation": {
      "en": "I was adamant that she find a therapist.",
      "de": "Ich wollte, dass sie zur Therapie geht."
    }
  },
  {
    "translation": {
      "en": "And so she was gonna go.",
      "de": "Und sie wollte das tun."
    }
  },
  {
    "translation": {
      "en": "She filled out all the forms, and they were there on her dresser, um…",
      "de": "Sie füllte alle Formulare aus, die lagen auf ihrer Kommode. Und dann fanden sie ihre Leiche."
    }
  },
  {
    "translation": {
      "en": "-When they found her body. -…filled out when they found her body.",
      "de": "Und dann fanden sie ihre Leiche."
    }
  },
  {
    "translation": {
      "en": "[Rachel] When she died, um, she had a note next to her bed",
      "de": "Als sie starb, lag ein Schreiben neben ihrem Bett."
    }
  },
  {
    "translation": {
      "en": "that said the reason she was seeking mental health treatment",
      "de": "Da stand, warum sie zur Therapie wollte,"
    }
  },
  {
    "translation": {
      "en": "was because she was raped, bullied by police, and changed universities.",
      "de": "weil sie vergewaltigt und von der Polizei fertiggemacht wurde."
    }
  },
  {
    "translation": {
      "en": "Her parents sued the school and the alleged assailant.",
      "de": "Ihre Eltern verklagten die Uni und den mutmaßlichen Täter."
    }
  },
  {
    "translation": {
      "en": "Um, they settled with the school and the alleged assailant. They could not sue the sheriff's department.",
      "de": "Sie einigten sich mit beiden Parteien. Den Sheriff konnten sie nicht verklagen."
    }
  },
  {
    "translation": {
      "en": "A lawsuit filed against two investigators and myself",
      "de": "Eine Klage gegen zwei Ermittler und mich"
    }
  },
  {
    "translation": {
      "en": "regarding the Megan Rondini suicide has been dismissed.",
      "de": "bezüglich des Selbstmordes von Megan Rondini wurde abgewiesen."
    }
  },
  {
    "translation": {
      "en": "The Alabama Attorney General's office reviewed the case",
      "de": "Die Generalstaatsanwaltschaft von Alabama überprüfte den Fall"
    }
  },
  {
    "translation": {
      "en": "and approved our investigators' actions and the investigative process.",
      "de": "und beanstandete unsere Ermittlungen und den Ermittlungsprozess nicht."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Hi, Sheriff Abernathy.",
      "de": "Hallo, Sheriff Abernathy."
    }
  },
  {
    "translation": {
      "en": "My name is Rachel de Leon. I'm a reporter.",
      "de": "Ich bin Rachel de Leon, Reporterin."
    }
  },
  {
    "translation": {
      "en": "-[Abernathy] Hold on a second. -[Rachel] Okay.",
      "de": "-Moment, ja? -Ok."
    }
  },
  {
    "translation": {
      "en": "-Hi. -I really don't have anything to say.",
      "de": "-Hi. -Ich habe wirklich nichts zu sagen."
    }
  },
  {
    "translation": {
      "en": "[Rachel] I… I don't need to get into the specifics. We can talk generally",
      "de": "Es geht nicht um Details, nur allgemein darum, wie die Abteilung mit sexuellen Übergriffen umgeht."
    }
  },
  {
    "translation": {
      "en": "about the department and how it handles sexual assault investigations.",
      "de": "nur allgemein darum, wie die Abteilung mit sexuellen Übergriffen umgeht."
    }
  },
  {
    "translation": {
      "en": "Okay, I'll see what I can do.",
      "de": "Ich sehe, was ich tun kann."
    }
  },
  {
    "translation": {
      "en": "[Rachel] I appreciate that, and sorry for, you know, bombarding you on a weekend,",
      "de": "Ich weiß das zu schätzen, und ich störe ungern am Wochenende,"
    }
  },
  {
    "translation": {
      "en": "but I'm in town tomorrow, and I'd be happy to meet with you if you have some time.",
      "de": "aber ich bin morgen in der Stadt und würde Sie gern treffen."
    }
  },
  {
    "translation": {
      "en": "-Okay. I appreciate it. -[Rachel] In the morning. Thank you.",
      "de": "-Ok. Ich weiß das zu schätzen. -Danke."
    }
  },
  {
    "translation": {
      "en": "I'm super nervous, in general, knocking on someone's door.",
      "de": "Ich bin total nervös, wenn ich an jemandes Tür klopfe."
    }
  },
  {
    "translation": {
      "en": "When I do things like that, I just remember that I'm doing it",
      "de": "Wenn ich so etwas tue, denke ich daran, dass ich es für jemanden tue, der es selbst nicht tun kann."
    }
  },
  {
    "translation": {
      "en": "on behalf of someone else who… who can't do it themselves.",
      "de": "dass ich es für jemanden tue, der es selbst nicht tun kann."
    }
  },
  {
    "translation": {
      "en": "It's really important for me that I see the evidence for myself",
      "de": "Es ist sehr wichtig für mich, dass ich die Beweise selbst sehe,"
    }
  },
  {
    "translation": {
      "en": "to make sure I have everything right",
      "de": "dass ich korrekte Informationen habe,"
    }
  },
  {
    "translation": {
      "en": "and get to the truth without hearing it secondhand.",
      "de": "die nicht aus zweiter Hand stammen."
    }
  },
  {
    "translation": {
      "en": "Megan's and Emma's cases were both handled by the same police unit.",
      "de": "Megans und Emmas Fälle wurden von derselben Polizeieinheit bearbeitet."
    }
  },
  {
    "translation": {
      "en": "But are they indicative of a police culture unique to Tuscaloosa,",
      "de": "Aber ist das eine Polizeikultur, die nur in Tuscaloosa vorherrscht,"
    }
  },
  {
    "translation": {
      "en": "or are they part of a bigger pattern?",
      "de": "oder gehört das zu einem größeren Muster?"
    }
  },
  {
    "translation": {
      "en": "[colleague] Feels like there's a lot of larger cultural issues at play here.",
      "de": "Es sieht aus, als seien es größere kulturelle Probleme,"
    }
  },
  {
    "translation": {
      "en": "Like, from believing women, you know, to police biases.",
      "de": "ob Frauen geglaubt wird, ob die Polizei Vorurteile hat."
    }
  },
  {
    "translation": {
      "en": "To me, the big question is, do we know how representative this is?",
      "de": "Die große Frage ist: Wissen wir, wie repräsentativ das ist?"
    }
  },
  {
    "translation": {
      "en": "You know, without necessarily going to get cases,",
      "de": "Ohne unbedingt Fälle zu bekommen,"
    }
  },
  {
    "translation": {
      "en": "maybe you could collect the media reports of false reporting just to show",
      "de": "könntest du vielleicht mit Medienberichten über falsche Anzeigen zeigen,"
    }
  },
  {
    "translation": {
      "en": "that it is at least maybe a national issue.",
      "de": "dass es eine nationale Angelegenheit ist."
    }
  },
  {
    "translation": {
      "en": "-[Rachel] Nope, don't even go near. -[intriguing music playing]",
      "de": "Nein, bleib ja weg."
    }
  },
  {
    "translation": {
      "en": "I wanted to find out how many people were prosecuted for false reporting,",
      "de": "Ich wollte herausfinden, wie viele Personen wegen falscher Anzeigen angeklagt wurden."
    }
  },
  {
    "translation": {
      "en": "but there is essentially no research that has been done about this.",
      "de": "Aber dazu gibt es im Grunde keine Forschungsergebnisse."
    }
  },
  {
    "translation": {
      "en": "I have a Google alert set up to catch certain articles that would come in,",
      "de": "Ich habe einen Google-Alarm, um bestimmte neue Artikel zu finden,"
    }
  },
  {
    "translation": {
      "en": "and new alerts would show up every month.",
      "de": "und es tauchten jeden Monat neue Meldungen auf."
    }
  },
  {
    "translation": {
      "en": "[female reporter 1] A woman has pled guilty to three felonies and two misdemeanors…",
      "de": "Eine Frau hat drei Straftaten und zwei Vergehen zugegeben…"
    }
  },
  {
    "translation": {
      "en": "[female reporter 2] …charges against a well-known yoga teacher.",
      "de": "…Anzeige gegen einen bekannten Yogalehrer."
    }
  },
  {
    "translation": {
      "en": "[male reporter] …sexually assaulted by three police officers while she…",
      "de": "…sie von drei Polizisten sexuell missbraucht, als sie…"
    }
  },
  {
    "translation": {
      "en": "[Rachel] I managed to gather more than 160 cases that were reported on in the media,",
      "de": "Ich sammelte mehr als 160 Fälle, über die in den Medien berichtet wurde,"
    }
  },
  {
    "translation": {
      "en": "mostly from the last ten years from all over the country.",
      "de": "überwiegend in den letzten zehn Jahren im ganzen Land."
    }
  },
  {
    "translation": {
      "en": "[Amanda] Rae just kept finding more and more cases,",
      "de": "Rae fand immer mehr Fälle,"
    }
  },
  {
    "translation": {
      "en": "and at a certain point, we were like, \"Shit!\"",
      "de": "und irgendwann dachten wir: \"Scheiße.\""
    }
  },
  {
    "translation": {
      "en": "Like, we got this was gonna be a quick story, and this is… this is huge.",
      "de": "Diese Geschichte war größer, als wir dachten."
    }
  },
  {
    "translation": {
      "en": "And my role was to kick the tires on it.",
      "de": "Und meine Aufgabe war es, alles zu überprüfen."
    }
  },
  {
    "translation": {
      "en": "Okay, what… what do we really have?",
      "de": "Ok, was haben wir wirklich?"
    }
  },
  {
    "translation": {
      "en": "What evidence can you find?",
      "de": "Welche Beweise gibt es?"
    }
  },
  {
    "translation": {
      "en": "We have been collecting as much audio or video of interviews as possible,",
      "de": "Wir haben viele Ton- und Videoaufnahmen von Vernehmungen gesammelt."
    }
  },
  {
    "translation": {
      "en": "'cause I just think that's a very important thing to look at.",
      "de": "weil ich es sehr wichtig fand, sich das anzugucken."
    }
  },
  {
    "translation": {
      "en": "[male investigator 1] I'm gonna tell you right now that basically, I got you here",
      "de": "Ich muss Ihnen sagen, dass ich Sie quasi mit einem Trick hergelockt habe."
    }
  },
  {
    "translation": {
      "en": "under, basically, a ruse.",
      "de": "dass ich Sie quasi mit einem Trick hergelockt habe."
    }
  },
  {
    "translation": {
      "en": "-Okay. -[male investigator 1] Okay. Uh…",
      "de": "-Ok. -Ok. LAWRENCE, KANSAS"
    }
  },
  {
    "translation": {
      "en": "-There is no letter. -Okay.",
      "de": "-Es gibt keinen Brief. -Ok."
    }
  },
  {
    "translation": {
      "en": "And what we've done is we've allowed the DA's office to review this case.",
      "de": "Wir haben der Staatsanwaltschaft erlaubt, den Fall zu überprüfen."
    }
  },
  {
    "translation": {
      "en": "And they've issued a warrant for your arrest.",
      "de": "Die hat einen Haftbefehl gegen Sie erlassen."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "de": "Ok."
    }
  },
  {
    "translation": {
      "en": "For falsely reporting a police report, or a rape.",
      "de": "Für die Falschanzeige einer Vergewaltigung."
    }
  },
  {
    "translation": {
      "en": "It appears that you were using the threat of rape to get what you want.",
      "de": "Offenbar drohten Sie mit der Anzeige, um zu kriegen, was Sie wollten."
    }
  },
  {
    "translation": {
      "en": "No, sir.",
      "de": "Nein, Sir."
    }
  },
  {
    "translation": {
      "en": "[male investigator 2] I just wanna tell you this, and there's no getting around it, um,",
      "de": "Ich will dir nur sagen, und das steht außer Frage:"
    }
  },
  {
    "translation": {
      "en": "the evidence that we have in this case is not jiving with your side of the story.",
      "de": "Unsere Beweise stimmen nicht mit deiner Version überein."
    }
  },
  {
    "translation": {
      "en": "[male investigator 3] Our investigation is showing, there is",
      "de": "Unsere Ermittlungen zeigen, dass einige Dinge an deiner Version nicht der Wahrheit entsprechen."
    }
  },
  {
    "translation": {
      "en": "some things that we believe are untrue coming from your side of the story.",
      "de": "dass einige Dinge an deiner Version nicht der Wahrheit entsprechen."
    }
  },
  {
    "translation": {
      "en": "[Amanda] We're never gonna know exactly what happened in any of these assault cases,",
      "de": "Wir werden nie genau wissen, was in all diesen Fällen passiert ist."
    }
  },
  {
    "translation": {
      "en": "but we can look at the police investigation.",
      "de": "Aber wir können die Ermittlungen begutachten."
    }
  },
  {
    "translation": {
      "en": "Who did the police talk to? What methods did they follow?",
      "de": "Mit wem sprach die Polizei? Wie waren ihre Methoden?"
    }
  },
  {
    "translation": {
      "en": "Was it thorough? Was it fair?",
      "de": "War sie gründlich und fair?"
    }
  },
  {
    "translation": {
      "en": "And did they rely on the reporting victim retracting their story or recanting?",
      "de": "Verließ sie sich darauf, dass das Opfer seine Geschichte zurückgezogen hat?"
    }
  },
  {
    "translation": {
      "en": "[female investigator 1] You'll be charged with filing a false report.",
      "de": "Du wirst wegen einer Falschanzeige belangt."
    }
  },
  {
    "translation": {
      "en": "You're gonna go to the Douglas County Jail…",
      "de": "Sie gehen ins Gefängnis."
    }
  },
  {
    "translation": {
      "en": "-From here? -You'll be booked in.",
      "de": "-Direkt von hier? -Und Sie werden… Ja."
    }
  },
  {
    "translation": {
      "en": "[male investigator 2] The charges will be… [female investigator 2] Falsely reporting an incident.",
      "de": "-Die Anklage lautet… -Falsche Anzeige eines Vorfalls."
    }
  },
  {
    "translation": {
      "en": "I noticed when I got into the Sex Crimes Unit",
      "de": "In der Abteilung für Sexualverbrechen"
    }
  },
  {
    "translation": {
      "en": "that every year, more people reported. Right?",
      "de": "stellte ich fest, dass es jedes Jahr mehr Anzeigen gab."
    }
  },
  {
    "translation": {
      "en": "But you're getting less detectives to investigate.",
      "de": "Aber man bekam dafür weniger Ermittler."
    }
  },
  {
    "translation": {
      "en": "Sex crimes are always gonna take longer to work than other crimes.",
      "de": "Bei Sexualverbrechen ermittelt man länger als bei anderen."
    }
  },
  {
    "translation": {
      "en": "And if you're already holding 30 cases to 40 cases,",
      "de": "Und wenn man schon 30 bis 40 Fälle hat,"
    }
  },
  {
    "translation": {
      "en": "you could end up shortcutting your investigative process.",
      "de": "kürzt man den Ermittlungsprozess möglicherweise ab."
    }
  },
  {
    "translation": {
      "en": "If I can get her to, you know, decline prosecution or stop the investigation,",
      "de": "Wenn ich sie dazu bringen kann, keinen Strafantrag zu stellen,"
    }
  },
  {
    "translation": {
      "en": "my numbers come down.",
      "de": "ist es ein Fall weniger."
    }
  },
  {
    "translation": {
      "en": "You don't think I can… an 18-year-old can come up, and I can talk her out of coming forward.",
      "de": "Kann ich es einer 18-Jährigen ausreden, die Sache zu verfolgen?"
    }
  },
  {
    "translation": {
      "en": "Oh, I can.",
      "de": "Ja, das kann ich."
    }
  },
  {
    "translation": {
      "en": "Uh, oh yeah, Cathy. Yeah, yeah, I read your case. Yeah, sorry this happened to you.",
      "de": "\"Cathy, ich habe mir den Fall angeguckt. Tut mir leid, dass dir das passiert ist."
    }
  },
  {
    "translation": {
      "en": "Hey, look, um, I'm gonna tell you right now,",
      "de": "Hey, hör mal, ich sage dir jetzt,"
    }
  },
  {
    "translation": {
      "en": "because you were making out with this guy or his friend before,",
      "de": "da du mit dem Typ oder seinem Freund rumgeknutscht hast,"
    }
  },
  {
    "translation": {
      "en": "uh, that's not gonna look good.",
      "de": "sieht es nicht gut aus."
    }
  },
  {
    "translation": {
      "en": "So, and the DA, they're gonna frown upon that you were drinking underage.",
      "de": "Und außerdem hast du als Minderjährige getrunken.\""
    }
  },
  {
    "translation": {
      "en": "Okay, thanks.",
      "de": "\"Ok, danke.\""
    }
  },
  {
    "translation": {
      "en": "Click. Bang. Sign it off. Hand it in.",
      "de": "Klick. Peng. Unterschreiben. Einreichen."
    }
  },
  {
    "translation": {
      "en": "[Jones] Now you're 20?",
      "de": "Du bist jetzt 20?"
    }
  },
  {
    "translation": {
      "en": "-[Megan] Yes. -[Jones] And you got a fake ID?",
      "de": "-Ja. -Hast einen falschen Ausweis?"
    }
  },
  {
    "translation": {
      "en": "And… And you said that you",
      "de": "Und du sagtest, dass du"
    }
  },
  {
    "translation": {
      "en": "had five cups of beer?",
      "de": "fünf Becher Bier intus hattest."
    }
  },
  {
    "translation": {
      "en": "[Megan] Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "[Akridge] So they offered you shots of the Skyy vodka?",
      "de": "Und sie haben dir Wodka-Shots angeboten?"
    }
  },
  {
    "translation": {
      "en": "-[Emma] Yes. -[Akridge] Did y'all drink any of it?",
      "de": "-Ja. -Hast du welche getrunken?"
    }
  },
  {
    "translation": {
      "en": "This is what I think.",
      "de": "Ich sehe das so."
    }
  },
  {
    "translation": {
      "en": "You and Steven started having consensual sex.",
      "de": "Du und Steven hattet einvernehmlichen Sex begonnen."
    }
  },
  {
    "translation": {
      "en": "You freak out a little bit…",
      "de": "Du bekamst etwas Angst…"
    }
  },
  {
    "translation": {
      "en": "[male investigator] Everything was good? Consensual?",
      "de": "Alles war gut? Einvernehmlich?"
    }
  },
  {
    "translation": {
      "en": "Both you guys are grown adults. You don't wanna ruin this guy's life, do you?",
      "de": "Ihr seid erwachsen. Du willst ihm nicht das Leben ruinieren?"
    }
  },
  {
    "translation": {
      "en": "-You don't wanna see him go to prison. -Deep down he's a good dude.",
      "de": "-Nein. -Ihn in den Knast schicken. Ihr habt einen Fehler gemacht."
    }
  },
  {
    "translation": {
      "en": "I mean, you guys just made a mistake.",
      "de": "Ihr habt einen Fehler gemacht."
    }
  },
  {
    "translation": {
      "en": "You go your way. He'll go his way. We're gonna go our way.",
      "de": "Du gehst deinen Weg, er seinen, wir unseren."
    }
  },
  {
    "translation": {
      "en": "[Rachel] In most of the cases I looked at,",
      "de": "In den meisten Fällen"
    }
  },
  {
    "translation": {
      "en": "the alleged assailant was known somehow to the reporting victim,",
      "de": "war der mutmaßliche Täter dem anzeigenden Opfer bekannt,"
    }
  },
  {
    "translation": {
      "en": "or there was a brief encounter before the incident.",
      "de": "oder es gab eine kurze Begegnung vor dem Vorfall."
    }
  },
  {
    "translation": {
      "en": "[Rachel] That opens up the possibility the police could say there was consent.",
      "de": "Da kann die Polizei sagen, dass es einvernehmlich war."
    }
  },
  {
    "translation": {
      "en": "[Jones] …a pretty big deal, okay?",
      "de": "…große Sache, ok?"
    }
  },
  {
    "translation": {
      "en": "[Rachel] But then I found a case about a total stranger.",
      "de": "Aber dann fand ich einen Fall mit einem Wildfremden."
    }
  },
  {
    "translation": {
      "en": "[reporter] King University student claimed that a law enforcement officer",
      "de": "Eine Studentin behauptete, dass ein Polizeibeamter"
    }
  },
  {
    "translation": {
      "en": "or person impersonating an officer assaulted her during a traffic stop.",
      "de": "oder ein Mann, der sich für einen ausgab, sie angefallen habe."
    }
  },
  {
    "translation": {
      "en": "The sheriff's office says Dyanie Bermeo admitted that she lied",
      "de": "Dyanie Bermeo hat zugegeben, dass sie gelogen hatte,"
    }
  },
  {
    "translation": {
      "en": "and charged her with giving false report to law enforcement.",
      "de": "und sie wurde wegen einer Falschanzeige angeklagt."
    }
  },
  {
    "translation": {
      "en": "[Rachel] I got wind of Dyanie's case as it was unfolding,",
      "de": "Ich erfuhr von Dyanies Fall, als er aktuell war,"
    }
  },
  {
    "translation": {
      "en": "and I met Melissa who is fighting Dyanie's false reporting charge at no cost.",
      "de": "und ich traf Melissa, die unentgeltlich gegen Dyanies Anklage kämpfte."
    }
  },
  {
    "translation": {
      "en": "Like, I saw the story.",
      "de": "-Ich sah die Geschichte. -Ja."
    }
  },
  {
    "translation": {
      "en": "-[Rachel] Yeah. -It didn't sit well with me.",
      "de": "-Ich sah die Geschichte. -Ja. Da passte was nicht."
    }
  },
  {
    "translation": {
      "en": "And I just wanted to let her know,",
      "de": "Ich wollte ihr nur sagen, dass sie mit mir darüber reden kann."
    }
  },
  {
    "translation": {
      "en": "you know, if she wants to talk about it, I'm here. I'm also an attorney…",
      "de": "Ich wollte ihr nur sagen, dass sie mit mir darüber reden kann. Ich bin Anwältin."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] Her case caught my attention",
      "de": "Ihr Fall fiel mir auf,"
    }
  },
  {
    "translation": {
      "en": "because it's so different from the others I've been investigating.",
      "de": "weil er so anders ist als die anderen, die ich untersuchte."
    }
  },
  {
    "translation": {
      "en": "Dyanie says she was assaulted by a total stranger.",
      "de": "Dyanie sagt, sie wurde von einem Fremden angegriffen."
    }
  },
  {
    "translation": {
      "en": "And so, if police aren't disputing consent in the case,",
      "de": "Wenn die Polizei nicht anzweifelt, dass es einvernehmlich war,"
    }
  },
  {
    "translation": {
      "en": "what is the basis for their doubt?",
      "de": "was ist die Grundlage für ihre Zweifel?"
    }
  },
  {
    "translation": {
      "en": "My name is Dyanie Bermeo.",
      "de": "Mein Name ist Dyanie Bermeo."
    }
  },
  {
    "translation": {
      "en": "I go to school at King University,",
      "de": "Ich studiere an der King University,"
    }
  },
  {
    "translation": {
      "en": "and I'm a double major in psychology and criminal justice.",
      "de": "meine Hauptfächer sind Psychologie und Strafrecht."
    }
  },
  {
    "translation": {
      "en": "I remember I was in eighth grade.",
      "de": "Ich war damals in der achten Klasse."
    }
  },
  {
    "translation": {
      "en": "I would hear the Law & Order theme song coming on,",
      "de": "Es lief Law & Order und ich sagte: \"Dad, warum guckst du das?"
    }
  },
  {
    "translation": {
      "en": "and I was like, \"Dad, why are you watching this? Like, just change it.\"",
      "de": "Es lief Law & Order und ich sagte: \"Dad, warum guckst du das? Schalt doch um.\""
    }
  },
  {
    "translation": {
      "en": "And he was just like, \"Sit down and actually watch an episode with me.\"",
      "de": "Und er sagte: \"Schau es dir mit mir an.\""
    }
  },
  {
    "translation": {
      "en": "And I got hooked.",
      "de": "Ich war angefixt."
    }
  },
  {
    "translation": {
      "en": "I'm Detective Benson.",
      "de": "Ich bin Detective Benson."
    }
  },
  {
    "translation": {
      "en": "Who are you?",
      "de": "Wer sind Sie?"
    }
  },
  {
    "translation": {
      "en": "I'm Dori.",
      "de": "Ich bin Dori."
    }
  },
  {
    "translation": {
      "en": "[Dyanie, voiceover] My favorite detective probably would be Olivia Benson.",
      "de": "Mein Lieblings-Detective ist wohl Olivia Benson."
    }
  },
  {
    "translation": {
      "en": "You know where she is!",
      "de": "Du weißt, wo sie ist!"
    }
  },
  {
    "translation": {
      "en": "[Dyanie, continuing] I used to just love watching her catch the bad guy",
      "de": "Ich fand es toll, wie sie die Täter erwischte"
    }
  },
  {
    "translation": {
      "en": "and just how she pieced all the clues together and everything.",
      "de": "und das ganze Puzzle aus Indizien zusammensetzte."
    }
  },
  {
    "translation": {
      "en": "The hints, the evidence. And it was awesome.",
      "de": "Die Beweise. Das war toll."
    }
  },
  {
    "translation": {
      "en": "We've got names, addresses, dates of birth, Social Security numbers.",
      "de": "Wir haben Namen, Adressen, Geburtsdaten."
    }
  },
  {
    "translation": {
      "en": "I knew I wanted to be a cop. But this past year,",
      "de": "Ich wollte Polizistin werden, aber in dem Jahr davor"
    }
  },
  {
    "translation": {
      "en": "that hope of trying to be a… like, trying to make a difference…",
      "de": "war die Hoffnung, etwas bewirken zu können,"
    }
  },
  {
    "translation": {
      "en": "[tearfully] …just wasn't there anymore.",
      "de": "einfach nicht mehr da."
    }
  },
  {
    "translation": {
      "en": "[Dyanie] I was 21 at the time.",
      "de": "Ich war damals 21."
    }
  },
  {
    "translation": {
      "en": "I was driving back to campus, and I was listening to music.",
      "de": "Ich fuhr zurück zum Campus und hörte Musik."
    }
  },
  {
    "translation": {
      "en": "And then for a flash second, I was looking up at my rearview mirror,",
      "de": "Und dann sah ich kurz in den Rückspiegel."
    }
  },
  {
    "translation": {
      "en": "and I saw blue lights, and I was just like, \"Are you kidding me?\"",
      "de": "Ich sah Blaulicht und dachte: \"Soll das ein Witz sein?\""
    }
  },
  {
    "translation": {
      "en": "So, I pulled over,",
      "de": "Ich hielt also an,"
    }
  },
  {
    "translation": {
      "en": "and the officer came to my window, and he said, \"Did you know how fast you were going?\"",
      "de": "und der Beamte kam zu mir und sagte: \"Weißt du, wie schnell du gefahren bist?\""
    }
  },
  {
    "translation": {
      "en": "And I was like, \"No, sir. It couldn't have been more than 40.\"",
      "de": "Und ich sagte: \"Nein, aber sicher nicht schneller als 65.\""
    }
  },
  {
    "translation": {
      "en": "He was, like, \"Okay, well, can you step out of the vehicle?\"",
      "de": "Er meinte: \"Ok, steigst du bitte aus?\""
    }
  },
  {
    "translation": {
      "en": "I asked him why,",
      "de": "Ich fragte ihn, warum,"
    }
  },
  {
    "translation": {
      "en": "and he was just, like,",
      "de": "und er sagte:"
    }
  },
  {
    "translation": {
      "en": "\"Well if you're gonna be this much trouble,",
      "de": "\"Wenn du so viel Ärger machst,"
    }
  },
  {
    "translation": {
      "en": "I can call for backup and have five to six officers out here.\"",
      "de": "rufe ich Verstärkung, dann kommen fünf bis sechs Beamte.\""
    }
  },
  {
    "translation": {
      "en": "And as soon as I got out of the vehicle,",
      "de": "Als ich ausstieg, ließ er mich nicht mal sein Gesicht sehen."
    }
  },
  {
    "translation": {
      "en": "he didn't even let me look at him or anything. He turned me around.",
      "de": "Als ich ausstieg, ließ er mich nicht mal sein Gesicht sehen. Er drehte mich um."
    }
  },
  {
    "translation": {
      "en": "He started searching me like…",
      "de": "Er durchsuchte mich, er machte so…"
    }
  },
  {
    "translation": {
      "en": "Like, he went like this. He didn't go under my shirt or anything,",
      "de": "Er durchsuchte mich, er machte so… Er ging nicht unter mein Hemd, aber er ging mir zwischen die Beine."
    }
  },
  {
    "translation": {
      "en": "and then he went in between my legs. I was just standing there.",
      "de": "Er ging nicht unter mein Hemd, aber er ging mir zwischen die Beine. Ich wollte nichts sehen, ich hatte die Augen geschlossen."
    }
  },
  {
    "translation": {
      "en": "I didn't want to look. I had my eyes closed and everything.",
      "de": "Ich wollte nichts sehen, ich hatte die Augen geschlossen."
    }
  },
  {
    "translation": {
      "en": "He got back in his car, and he drove off.",
      "de": "Er stieg in sein Auto und fuhr weg."
    }
  },
  {
    "translation": {
      "en": "The first person I called was my dad.",
      "de": "Als Ersten rief ich meinen Dad an."
    }
  },
  {
    "translation": {
      "en": "And I remember crying to him, and I told him to not be mad.",
      "de": "Und ich weinte am Telefon und sagte, er soll nicht sauer sein."
    }
  },
  {
    "translation": {
      "en": "I had told him that I was going to talk to the police… [sniffles]",
      "de": "Ich sagte ihm, ich würde mit der Polizei reden"
    }
  },
  {
    "translation": {
      "en": "…and to report it, and he was like, \"Okay, okay, that's fine. Yeah.\"",
      "de": "und das anzeigen, und er meinte: \"Ok, gut. Ja.\""
    }
  },
  {
    "translation": {
      "en": "[male investigator 1] What could you tell about his face, if anything?",
      "de": "Kannst du etwas über sein Gesicht sagen?"
    }
  },
  {
    "translation": {
      "en": "[Dyanie] Nothing. I mean, he didn't even… As soon as I got out of the vehicle,",
      "de": "Nichts. Er hat nicht mal… Er sagte, ich soll mich umdrehen und die Hände auf mein Auto legen."
    }
  },
  {
    "translation": {
      "en": "he told me to turn around and put my hands on my car.",
      "de": "Er sagte, ich soll mich umdrehen und die Hände auf mein Auto legen."
    }
  },
  {
    "translation": {
      "en": "And while he was touching me, I… All I could say was,",
      "de": "Während er mich berührte, konnte ich nur sagen:"
    }
  },
  {
    "translation": {
      "en": "\"P… Please think what you're doing.\" \"What you're about to do. Just, please, think about it.\"",
      "de": "\"Denken Sie bitte darüber nach, was Sie da tun, was Sie vorhaben.\""
    }
  },
  {
    "translation": {
      "en": "And he told me to shut up.",
      "de": "Er sagte, ich soll den Mund halten."
    }
  },
  {
    "translation": {
      "en": "I didn't even get to see him.",
      "de": "Ich sah ihn nicht mal."
    }
  },
  {
    "translation": {
      "en": "[male investigator 1] About how tall, compared to you, do you feel like he was?",
      "de": "Wie groß war er etwa im Vergleich zu dir?"
    }
  },
  {
    "translation": {
      "en": "[Dyanie] Taller. Um, at least six-four. [male investigator 1] What car were you in?",
      "de": "-Größer. Mindestens 1,92 m. -Was für ein Auto bist du gefahren?"
    }
  },
  {
    "translation": {
      "en": "[Dyanie] A 2020 black Kia Soul.",
      "de": "Schwarzer Kia Soul von 2020."
    }
  },
  {
    "translation": {
      "en": "[male investigator 1] Kia Soul.",
      "de": "Kia Soul."
    }
  },
  {
    "translation": {
      "en": "We're taking this serious,",
      "de": "Wir nehmen das ernst,"
    }
  },
  {
    "translation": {
      "en": "and certainly we don't want anyone out there impersonating a police officer",
      "de": "und wir wollen nicht, dass sich Leute für Polizisten ausgeben"
    }
  },
  {
    "translation": {
      "en": "and stopping females, and…",
      "de": "und Frauen anhalten und…"
    }
  },
  {
    "translation": {
      "en": "-Uh… -That's right.",
      "de": "Genau."
    }
  },
  {
    "translation": {
      "en": "Touching their body inappropriately or whatever.",
      "de": "…sie unsittlich anfassen oder so."
    }
  },
  {
    "translation": {
      "en": "You don't want them doing that.",
      "de": "Das wollen Sie nicht."
    }
  },
  {
    "translation": {
      "en": "I started digging into these cases where rape victims",
      "de": "Ich begann etwa 2013, die Fälle zu untersuchen,"
    }
  },
  {
    "translation": {
      "en": "have been prosecuted for false reporting back in about 2013,",
      "de": "in denen Vergewaltigungsopfer wegen Falschanzeigen angeklagt wurden."
    }
  },
  {
    "translation": {
      "en": "and there's been a number of cases where I've served as an expert witness",
      "de": "Bei einigen Fällen fungierte ich als Expertin,"
    }
  },
  {
    "translation": {
      "en": "when somebody's been prosecuted for a suspected false reporting.",
      "de": "wenn jemand mutmaßlich eine Falschanzeige getätigt hatte."
    }
  },
  {
    "translation": {
      "en": "[male investigator 1] If I pull it up on Google Maps, you think you could show me",
      "de": "Könntest du mir auf Google Maps zeigen, wo du angehalten wurdest?"
    }
  },
  {
    "translation": {
      "en": "-about where you were stopped at? -[Dyanie] Yes.",
      "de": "wo du angehalten wurdest?"
    }
  },
  {
    "translation": {
      "en": "She's… I don't expect she's necessarily gonna remember where she was assaulted. Where exactly on the road.",
      "de": "Ich rechne nicht unbedingt damit, dass sie sich an den Ort erinnern wird."
    }
  },
  {
    "translation": {
      "en": "-She does though. -Does she?",
      "de": "-Sie tut es. -Ja?"
    }
  },
  {
    "translation": {
      "en": "She gives them so much information because she…",
      "de": "Sie gibt ihnen so viele Infos."
    }
  },
  {
    "translation": {
      "en": "-She’s a very detail-oriented person. -Okay.",
      "de": "-Sie achtet sehr auf Details. -Ok."
    }
  },
  {
    "translation": {
      "en": "[male investigator 1] All right, thank you very much. [Dyanie] Thank you.",
      "de": "-Ok, vielen Dank. -Danke."
    }
  },
  {
    "translation": {
      "en": "Oh, and here they start talking about their suspect. This is very interesting.",
      "de": "Hier reden sie über ihre Verdächtigen. Das ist sehr interessant."
    }
  },
  {
    "translation": {
      "en": "[male investigator 1] Guy's gonna be about 50, 45 to 50 years old. You know exactly who I'm thinking, don't you?",
      "de": "Der Typ ist etwa 45-50 Jahre alt? Du weißt genau, an wen ich denke, oder?"
    }
  },
  {
    "translation": {
      "en": "-[male investigator 2] Six-foot-four. -[male investigator 1] Dewayne Mullins.",
      "de": "-1,92 m. -1,92… Dewayne Mullins."
    }
  },
  {
    "translation": {
      "en": "We suspected him years ago for stuff like that,",
      "de": "Wir verdächtigten ihn vor Jahren, einen Polizisten zu spielen."
    }
  },
  {
    "translation": {
      "en": "-wanting to be a police officer. -[male investigator 2] Dewayne Mullins…",
      "de": "Wir verdächtigten ihn vor Jahren, einen Polizisten zu spielen. Ich weiß."
    }
  },
  {
    "translation": {
      "en": "[male investigator 1] Yes! He's got family--",
      "de": "-Ja! Er hat Familie… -Er hat einen Crown Vic."
    }
  },
  {
    "translation": {
      "en": "He's got a Crown Vic! He's got family down this way.",
      "de": "-Ja! Er hat Familie… -Er hat einen Crown Vic. -Er hat… -Er hat dort Familie."
    }
  },
  {
    "translation": {
      "en": "You know, they have a lead here. This is a possible suspect.",
      "de": "Die haben einen möglichen Verdächtigen."
    }
  },
  {
    "translation": {
      "en": "You have to alibi that guy. Where were you on this date and time?",
      "de": "Er braucht ein Alibi. \"Wo waren Sie zu diesem Zeitpunkt?\""
    }
  },
  {
    "translation": {
      "en": "And he's six-five.",
      "de": "Und er ist 1,95."
    }
  },
  {
    "translation": {
      "en": "He's been convicted for impersonating a police officer before.",
      "de": "Er wurde verurteilt, weil er sich als Polizist ausgab."
    }
  },
  {
    "translation": {
      "en": "I'm not saying it's Dewayne Mullins.",
      "de": "Ich sage nicht, er war's,"
    }
  },
  {
    "translation": {
      "en": "I'm just saying that… that's a lead you got to follow up on and really hard.",
      "de": "aber man muss diese Spur wirklich ernsthaft verfolgen."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Hi, this message is for Dewayne Mullins.",
      "de": "Diese Nachricht ist für Dewayne Mullins."
    }
  },
  {
    "translation": {
      "en": "Um, I don't know if I have the right number--",
      "de": "Wenn die Nummer stimmt."
    }
  },
  {
    "translation": {
      "en": "[automated voice] …rerecord your message, press one. To mark your message urgent, press two.",
      "de": "Drücken Sie 1 für eine erneute Aufnahme. Drücken Sie 2, wenn es dringend ist."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Hi, Dewayne, my name is Rachel de Leon.",
      "de": "Hi, Dewayne, ich heiße Rachel de Leon."
    }
  },
  {
    "translation": {
      "en": "There's something that's come up in a story I'm working on,",
      "de": "Es gibt etwas an der Geschichte, an der ich arbeite,"
    }
  },
  {
    "translation": {
      "en": "and I think you're the person I want to speak with about.",
      "de": "und ich glaube, Sie sind die Person, mit der ich reden sollte."
    }
  },
  {
    "translation": {
      "en": "They had someone in mind. She remembers the person being six-four or six-five.",
      "de": "Sie dachten an jemanden. Sie sagte, er war etwa 1,92."
    }
  },
  {
    "translation": {
      "en": "Said he was driving a Crown Victoria.",
      "de": "Dass er einen Crown Victoria fuhr."
    }
  },
  {
    "translation": {
      "en": "-I haven't had a Crown Vic in years. -Okay. All right.",
      "de": "-Ich habe seit Jahren keinen Crown Vic. -Ok."
    }
  },
  {
    "translation": {
      "en": "We never even heard of the case. -They never reached out to let you know? -[both] No.",
      "de": "-Wir kennen den Fall nicht. -Sie wurden nie kontaktiert?"
    }
  },
  {
    "translation": {
      "en": "If you do figure out, like, where you were, I'd really appreciate it.",
      "de": "Wenn Sie sagen könnten, wo Sie waren, wäre das toll."
    }
  },
  {
    "translation": {
      "en": "-And I heard-- -I wasn't back around there. From nine to… nine to ten, I would've been at work.",
      "de": "-Und ich hörte… -Zwischen 9 und 10 Uhr sicher arbeiten."
    }
  },
  {
    "translation": {
      "en": "-Titan Wheel. -Yeah. They got cameras.",
      "de": "-Titan Wheel… -Ja."
    }
  },
  {
    "translation": {
      "en": "-In Saltville. They got cameras. -Say it again.",
      "de": "-Die haben Kameras. -Noch mal, bitte."
    }
  },
  {
    "translation": {
      "en": "[Carl] They had a guy in mind, a possible suspect in mind.",
      "de": "Sie hatten einen möglichen Verdächtigen."
    }
  },
  {
    "translation": {
      "en": "What they decide to do is go out and try to get video",
      "de": "Nun wollten sie versuchen, eine Aufnahme zu bekommen,"
    }
  },
  {
    "translation": {
      "en": "of where she had driven into and such.",
      "de": "wo sie dort entlangfährt und so."
    }
  },
  {
    "translation": {
      "en": "Right. Maybe we'll get his car on there, and then we can confront him with it.",
      "de": "Wenn sein Auto drauf ist, konfrontieren wir ihn damit."
    }
  },
  {
    "translation": {
      "en": "That's great.",
      "de": "Sehr gut."
    }
  },
  {
    "translation": {
      "en": "First video was from a gas station that nobody ever mentions they drove past.",
      "de": "Das erste Video war von einer Tankstelle, die niemand erwähnt hatte."
    }
  },
  {
    "translation": {
      "en": "The second one was from a Jeep dealership.",
      "de": "Das zweite war von einem Jeep-Händler."
    }
  },
  {
    "translation": {
      "en": "They call, and they talked to Adam.",
      "de": "Sie riefen an und sprachen mit Adam."
    }
  },
  {
    "translation": {
      "en": "No… No last name.",
      "de": "Kein Nachname."
    }
  },
  {
    "translation": {
      "en": "Adam calls him back and says,",
      "de": "Adam ruft zurück und sagt:"
    }
  },
  {
    "translation": {
      "en": "\"Oh I saw a 2020 Kia drive past our dealership,",
      "de": "\"Oh, ich sah einen 2020er Kia an unserem Autohaus vorbeifahren."
    }
  },
  {
    "translation": {
      "en": "no car behind it.\"",
      "de": "Kein Auto dahinter.\""
    }
  },
  {
    "translation": {
      "en": "And then the third video was from this private residence",
      "de": "Und das dritte Video war von einem Privatgrundstück,"
    }
  },
  {
    "translation": {
      "en": "that sets back off about 150 yards.",
      "de": "das etwa 150 Meter entfernt ist,"
    }
  },
  {
    "translation": {
      "en": "-A football field and a half. -[music fades]",
      "de": "eineinhalb Football-Felder."
    }
  },
  {
    "translation": {
      "en": "But at nighttime, you can see the road if there's little lights blinking, I guess.",
      "de": "Aber nachts sieht man die Straße, blinkende Lichter, denke ich."
    }
  },
  {
    "translation": {
      "en": "[Dyanie] I did not, like, realize that he was \"behind me\" behind me",
      "de": "Ich hatte nicht bemerkt, dass er hinter mir war,"
    }
  },
  {
    "translation": {
      "en": "until I saw the lights.",
      "de": "bis ich das Licht sah."
    }
  },
  {
    "translation": {
      "en": "But the lights were so far back.",
      "de": "Aber das war weit hinter mir."
    }
  },
  {
    "translation": {
      "en": "-That's when I saw this. -[Melissa] Okay?",
      "de": "-Dann sah ich das. -Ok."
    }
  },
  {
    "translation": {
      "en": "[Dyanie] And I pulled over…",
      "de": "Und ich hielt an."
    }
  },
  {
    "translation": {
      "en": "right here.",
      "de": "Genau hier."
    }
  },
  {
    "translation": {
      "en": "-[Rachel] You okay? -[Dyanie] Mm-hmm.",
      "de": "Alles ok?"
    }
  },
  {
    "translation": {
      "en": "I just remember putting the car in parked.",
      "de": "Ich weiß noch, dass ich die Parkstellung einlegte."
    }
  },
  {
    "translation": {
      "en": "And I put the e-brake on,",
      "de": "Ich zog die Handbremse an"
    }
  },
  {
    "translation": {
      "en": "and I just waited until he came to the car.",
      "de": "und wartete, bis er ans Auto kam."
    }
  },
  {
    "translation": {
      "en": "And that's whenever he had the flashlight on.",
      "de": "Und er hatte eine Taschenlampe an."
    }
  },
  {
    "translation": {
      "en": "And I couldn't see his face.",
      "de": "Ich sah also sein Gesicht nicht."
    }
  },
  {
    "translation": {
      "en": "You can't see anything from here.",
      "de": "Von hier sieht man nichts."
    }
  },
  {
    "translation": {
      "en": "Like, I don't even know if you could see the house from over here.",
      "de": "Ich weiß nicht mal, ob man das Haus von hier sehen kann."
    }
  },
  {
    "translation": {
      "en": "-Like, not at all. -[Rachel] No.",
      "de": "-Nein. -Gar nicht."
    }
  },
  {
    "translation": {
      "en": "-You wanna take a walk over there? -Let's do it.",
      "de": "-Gehen wir da rüber? -Ja, los."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] I need to see where the police got the surveillance footage",
      "de": "Ich muss wissen, woher die Polizei die Aufnahmen hatte,"
    }
  },
  {
    "translation": {
      "en": "used as evidence in Dyanie’s case.",
      "de": "die als Beweis in Dyanies Fall dienten."
    }
  },
  {
    "translation": {
      "en": "-[Melissa] Yeah, that one. Yep. -[Rachel] Okay.",
      "de": "-Ja, das hier. Ja. -Ok."
    }
  },
  {
    "translation": {
      "en": "Totally empty.",
      "de": "Völlig leer."
    }
  },
  {
    "translation": {
      "en": "The camera should have been right here,",
      "de": "Die Kamera müsste hier gewesen sein."
    }
  },
  {
    "translation": {
      "en": "because on the video, there were two vehicles parked here.",
      "de": "Denn auf dem Video standen hier zwei Fahrzeuge."
    }
  },
  {
    "translation": {
      "en": "So this is the extent of what you see though.",
      "de": "Das ist also das, was man sehen kann."
    }
  },
  {
    "translation": {
      "en": "We just, um, had a couple of quick questions, if you don't mind. Um…",
      "de": "Wir hätten nur ein paar kurze Fragen."
    }
  },
  {
    "translation": {
      "en": "So my client was driving",
      "de": "Meine Mandantin fuhr nachts diese Straße entlang."
    }
  },
  {
    "translation": {
      "en": "down this road at night, she was sexually assaulted--",
      "de": "Meine Mandantin fuhr nachts diese Straße entlang. -Sie wurde sexuell belästigt… -Hier?"
    }
  },
  {
    "translation": {
      "en": "-[homeowner] Here? -[Melissa] Yes.",
      "de": "-Sie wurde sexuell belästigt… -Hier?"
    }
  },
  {
    "translation": {
      "en": "So I guess a cop never came and asked you questions about this.",
      "de": "Ja. Die Polizei hat Sie also nie befragt?"
    }
  },
  {
    "translation": {
      "en": "-[homeowner] Didn't know a thing about it. -[Melissa] Thank you so much.",
      "de": "Ich wusste nichts davon. Vielen Dank."
    }
  },
  {
    "translation": {
      "en": "If I was a detective, I'd be knocking on all of these doors.",
      "de": "Als Detective hätte ich an all diese Türen geklopft."
    }
  },
  {
    "translation": {
      "en": "When the detectives came to my dorm, I didn't know that they were recording me,",
      "de": "Ich wusste nicht, dass die Detectives mich im Wohnheim aufnahmen,"
    }
  },
  {
    "translation": {
      "en": "because I didn't know it was an interrogation or something.",
      "de": "weil ich nicht wusste, dass es ein Verhör war."
    }
  },
  {
    "translation": {
      "en": "[male investigator] Scott told you earlier we're trying to get video from that one house.",
      "de": "Scott sagte dir, dass wir Aufnahmen von diesem Haus wollen."
    }
  },
  {
    "translation": {
      "en": "We've looked at that video, and we see you go by.",
      "de": "Wir haben die Aufnahmen, darauf fährst du vorbei."
    }
  },
  {
    "translation": {
      "en": "-[Dyanie] Yeah. -[male investigator] But no one else.",
      "de": "-Ja. -Aber sonst niemand."
    }
  },
  {
    "translation": {
      "en": "[Dyanie] Okay.",
      "de": "Ok."
    }
  },
  {
    "translation": {
      "en": "After they said, like, \"Oh, we saw this video recording.\" \"We could specifically see your car just passing by and nothing else,\"",
      "de": "Nachdem sie sagten, sie hätten auf dem Video nur mein Auto gesehen,"
    }
  },
  {
    "translation": {
      "en": "is whenever I felt like they… they just turned, and they didn't believe me anymore.",
      "de": "bekam ich das Gefühl, dass sie mir nicht mehr glaubten."
    }
  },
  {
    "translation": {
      "en": "I didn't even think about asking, like,",
      "de": "Ich dachte nicht mal dran, zu fragen:"
    }
  },
  {
    "translation": {
      "en": "\"Hey, can I see the video or anything?\" I just wanted it to be over with.",
      "de": "\"Kann ich das Video sehen?\" Ich wollte nur, dass es vorbei ist. Ich wollte nicht mehr darüber reden."
    }
  },
  {
    "translation": {
      "en": "I just didn't want to talk about it anymore.",
      "de": "Ich wollte nur, dass es vorbei ist. Ich wollte nicht mehr darüber reden."
    }
  },
  {
    "translation": {
      "en": "[Melissa] This is the video.",
      "de": "Das ist das Video."
    }
  },
  {
    "translation": {
      "en": "-Okay. -So there goes one car.",
      "de": "-Ok. -Da fährt ein Auto vorbei."
    }
  },
  {
    "translation": {
      "en": "All they need is one car going by and claim it is a Kia Soul.",
      "de": "Sie sahen nur ein Auto und behaupteten, es sei ein Kia Soul."
    }
  },
  {
    "translation": {
      "en": "-They made their minds up. -Right, yeah. They knew that they were going down there to accuse her.",
      "de": "Sie hatten sich schon entschieden, sie würden sie beschuldigen."
    }
  },
  {
    "translation": {
      "en": "[male investigator] The last thing I want to do is stand here and call you a liar.",
      "de": "Ich will dich nicht eine Lügnerin nennen."
    }
  },
  {
    "translation": {
      "en": "[Dyanie] Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "[male investigator] Okay, but what I see you doing is digging your hole deeper.",
      "de": "Aber du schaufelst dir ein immer tieferes Loch."
    }
  },
  {
    "translation": {
      "en": "So we just need you to keep it between us.",
      "de": "Also… Das muss einfach unter uns bleiben."
    }
  },
  {
    "translation": {
      "en": "-But we need you to tell us the truth. -[Dyanie] Okay.",
      "de": "-Aber du musst die Wahrheit sagen. -Ok."
    }
  },
  {
    "translation": {
      "en": "[male investigator] Okay?",
      "de": "Ok?"
    }
  },
  {
    "translation": {
      "en": "No stop happened, did it?",
      "de": "Es gab keine Kontrolle?"
    }
  },
  {
    "translation": {
      "en": "[male investigator] Why did you make that up?",
      "de": "Warum hast du das erfunden?"
    }
  },
  {
    "translation": {
      "en": "[Dyanie] I don't know.",
      "de": "Weiß ich nicht."
    }
  },
  {
    "translation": {
      "en": "The moment he says, \"Well, why did you do this?\" And she says, \"I don't know.\"",
      "de": "Er sagte: \"Warum hast du das getan?\" Und sie sagte: \"Weiß ich nicht.\""
    }
  },
  {
    "translation": {
      "en": "Instead of saying, \"I was doing poorly in school,\"",
      "de": "Anstatt: \"An der Uni lief es schlecht.\" Was nicht stimmte."
    }
  },
  {
    "translation": {
      "en": "which she wasn't, \"I was fighting with my boyfriend,\"",
      "de": "Anstatt: \"An der Uni lief es schlecht.\" Was nicht stimmte. \"Ich hatte Krach mit meinem Freund.\""
    }
  },
  {
    "translation": {
      "en": "which she wasn't,",
      "de": "\"Ich hatte Krach mit meinem Freund.\""
    }
  },
  {
    "translation": {
      "en": "\"I was having personal problems at home,\" which she wasn't.",
      "de": "\"Ich hatte Probleme zu Hause.\""
    }
  },
  {
    "translation": {
      "en": "She doesn't need the attention of this,",
      "de": "Sie braucht diese Aufmerksamkeit nicht."
    }
  },
  {
    "translation": {
      "en": "but they needed that admission from her, so they tricked her.",
      "de": "Aber sie erschlichen sich ihr Geständnis."
    }
  },
  {
    "translation": {
      "en": "[Dyanie] I got a call from Detective Adkins,",
      "de": "Detective Adkins rief mich an"
    }
  },
  {
    "translation": {
      "en": "and he asked me if it was okay if I could come to the station",
      "de": "und fragte, ob ich auf die Wache kommen könnte,"
    }
  },
  {
    "translation": {
      "en": "and sign some paperwork to close off the case.",
      "de": "damit der Fall abgeschlossen wird."
    }
  },
  {
    "translation": {
      "en": "He sat me down, and he was, like, \"There's no other way to tell you this,",
      "de": "Er sagte: \"Es gibt keinen anderen Weg, dir das zu sagen,"
    }
  },
  {
    "translation": {
      "en": "but we have to charge you with filing a false police report.\"",
      "de": "aber wir müssen dich wegen Falschanzeige belangen."
    }
  },
  {
    "translation": {
      "en": "\"You wasted so many people's time and everything.\"",
      "de": "Du hast die Zeit vieler Leute verschwendet."
    }
  },
  {
    "translation": {
      "en": "\"So that's why we have to charge you and that this is the sheriff's decision to do this and everything.\"",
      "de": "Darum müssen wir dich verklagen, das hat der Sheriff so entschieden."
    }
  },
  {
    "translation": {
      "en": "We all talked, and we… we decided we have to press charges.",
      "de": "Wir alle haben geredet und so entschieden.\""
    }
  },
  {
    "translation": {
      "en": "They took me back to take my mugshot. They did my fingerprints,",
      "de": "Sie machten ein Polizeifoto von mir, sie nahmen meine Fingerabdrücke,"
    }
  },
  {
    "translation": {
      "en": "and then Detective Adkins was like, \"If you plead guilty, you know,",
      "de": "und dann meinte Detective Adkins: \"Wenn du dich schuldig bekennst,"
    }
  },
  {
    "translation": {
      "en": "we'll try and give a good word to the prosecutor that, you know, to go easy on you.\"",
      "de": "legen wir ein gutes Wort für dich ein, damit der Staatsanwalt gnädig ist.\""
    }
  },
  {
    "translation": {
      "en": "I drove back to campus,",
      "de": "Ich fuhr zurück zum Campus und"
    }
  },
  {
    "translation": {
      "en": "and… I was just crying…",
      "de": "Ich fuhr zurück zum Campus und habe nur geweint."
    }
  },
  {
    "translation": {
      "en": "[tearfully] …because not only have I not told anybody that the police didn't believe me,",
      "de": "Weil ich nicht nur keinem gesagt hatte, dass die Polizei mir nicht glaubt,"
    }
  },
  {
    "translation": {
      "en": "but now I have to tell everybody",
      "de": "jetzt musste ich allen sagen,"
    }
  },
  {
    "translation": {
      "en": "that I'm being charged with filing a false police report.",
      "de": "dass ich wegen Falschanzeige angeklagt werde."
    }
  },
  {
    "translation": {
      "en": "And…",
      "de": "Und…"
    }
  },
  {
    "translation": {
      "en": "I’m so sorry.",
      "de": "Es tut mir leid."
    }
  },
  {
    "translation": {
      "en": "[director, off screen] What's making you so upset?",
      "de": "Was wühlt dich so auf?"
    }
  },
  {
    "translation": {
      "en": "Just remembering how scared I was and how…",
      "de": "Daran zu denken, wie viel Angst ich hatte."
    }
  },
  {
    "translation": {
      "en": "Just how I handled everything.",
      "de": "Wie ich damit umgegangen bin."
    }
  },
  {
    "translation": {
      "en": "That night, I didn't sleep good either. And when I woke up,",
      "de": "In jener Nacht schlief ich schlecht, und als ich aufwachte, sagte meine Mitbewohnerin:"
    }
  },
  {
    "translation": {
      "en": "my roommate was like,",
      "de": "und als ich aufwachte, sagte meine Mitbewohnerin:"
    }
  },
  {
    "translation": {
      "en": "\"Dyanie, what is this?\"",
      "de": "\"Dyanie, was ist das?\""
    }
  },
  {
    "translation": {
      "en": "And it was the article that the police had posted on their Facebook page.",
      "de": "Und es war der Artikel, den die Polizei auf ihrer Facebook-Seite gepostet hatte."
    }
  },
  {
    "translation": {
      "en": "I was getting Facebook messages from random people.",
      "de": "Ich bekam Facebook-Nachrichten von Unbekannten."
    }
  },
  {
    "translation": {
      "en": "Basically saying what you could only imagine, that I was going to rot in jail.",
      "de": "Da stand alles Mögliche drin. Dass ich im Gefängnis verrotten würde."
    }
  },
  {
    "translation": {
      "en": "\"People like you are the reason why cops get bad rep.\"",
      "de": "Wegen Leuten wie dir haben Cops einen schlechten Ruf."
    }
  },
  {
    "translation": {
      "en": "My face was plastered everywhere,",
      "de": "Mein Gesicht war überall."
    }
  },
  {
    "translation": {
      "en": "and I didn't want to stay on campus anymore.",
      "de": "Ich wollte nicht mehr auf dem Campus bleiben."
    }
  },
  {
    "translation": {
      "en": "There certainly seems to be a media obsession",
      "de": "Die Medien sind besessen von der Idee,"
    }
  },
  {
    "translation": {
      "en": "with this notion that, uh yeah, women are somehow, uh, falsely accusing",
      "de": "dass Frauen Männer zu unrecht sexuelle Übergriffe vorwerfen."
    }
  },
  {
    "translation": {
      "en": "all kinds of men of sexual assault. There's a huge media fascination.",
      "de": "dass Frauen Männer zu unrecht sexuelle Übergriffe vorwerfen. Es fasziniert die Medien."
    }
  },
  {
    "translation": {
      "en": "Desi assaulted me that night.",
      "de": "Desi hat mich letzte Nacht angefallen."
    }
  },
  {
    "translation": {
      "en": "[Carl, voiceover] The Gone Girl syndrome, right?",
      "de": "Das Gone Girl-Syndrom, ja?"
    }
  },
  {
    "translation": {
      "en": "She intentionally lied to you about the assault.",
      "de": "Sie hat einen Übergriff bewusst erfunden."
    }
  },
  {
    "translation": {
      "en": "I was being held prisoner.",
      "de": "Ich wurde gefangen gehalten."
    }
  },
  {
    "translation": {
      "en": "[Carl] A… A lot of officers are told, usually from somebody in their own office,",
      "de": "Viele Polizisten hören von anderen, meistens von ihren Kollegen:"
    }
  },
  {
    "translation": {
      "en": "\"Oh, yeah. You know, half of them lie.\"",
      "de": "\"Weißt du, die Hälfte von denen lügt.\""
    }
  },
  {
    "translation": {
      "en": "Or, \"Yeah, like, you know, two-thirds of them lie.\"",
      "de": "Oder: \"Zwei Drittel von ihnen lügen.\""
    }
  },
  {
    "translation": {
      "en": "False reports of sexual assault are actually pretty rare.",
      "de": "Falsche Anzeigen sexueller Übergriffe sind selten."
    }
  },
  {
    "translation": {
      "en": "The most reliable studies say 2% to 10%.",
      "de": "Die zuverlässigsten Studien sagen, es sind 2 bis 10 %."
    }
  },
  {
    "translation": {
      "en": "The much, much bigger concern people should have, including men,",
      "de": "Die viel größere Sorge, die Menschen, auch Männer, haben sollten,"
    }
  },
  {
    "translation": {
      "en": "is that they could be sexually assaulted.",
      "de": "sind die Übergriffe."
    }
  },
  {
    "translation": {
      "en": "At least one out of every three women and at least one out of every six men",
      "de": "Mindestens eine von drei Frauen und mindestens einer von sechs Männern"
    }
  },
  {
    "translation": {
      "en": "will be a victim of sexual assault in their lifetime.",
      "de": "werden Opfer sexueller Gewalt."
    }
  },
  {
    "translation": {
      "en": "Then their perpetrator could be left to re-offend.",
      "de": "Und der Täter könnte es immer wieder tun."
    }
  },
  {
    "translation": {
      "en": "[Rachel] I've been collecting news stories on false reporting cases",
      "de": "Ich sammle Nachrichten über Falschanzeigen"
    }
  },
  {
    "translation": {
      "en": "from mostly the past ten years.",
      "de": "aus den letzten zehn Jahren."
    }
  },
  {
    "translation": {
      "en": "But what is the media not including?",
      "de": "Aber was zeigen die Medien nicht?"
    }
  },
  {
    "translation": {
      "en": "We needed to go beyond the headlines and access the details in the police records.",
      "de": "Wir waren an den Details aus den Polizeiakten interessiert."
    }
  },
  {
    "translation": {
      "en": "To get that kind of information takes time, lawyers,",
      "de": "Um sie zu bekommen, braucht man viel Zeit, Anwälte und zahlreiche Freedom-of-Information-Gesuche, FOIAs."
    }
  },
  {
    "translation": {
      "en": "and lots of Freedom of Information requests, or FOIAs.",
      "de": "Anwälte und zahlreiche Freedom-of-Information-Gesuche, FOIAs."
    }
  },
  {
    "translation": {
      "en": "It wasn't possible to FOIA every single police department in the United States.",
      "de": "Wir konnten sie nicht bei jeder Polizeibehörde in den USA stellen."
    }
  },
  {
    "translation": {
      "en": "So, it was just choosing a few counties to look at",
      "de": "Wir suchten uns also ein paar Countys aus,"
    }
  },
  {
    "translation": {
      "en": "to try to get full case files so we could really do a deep dive.",
      "de": "um Fallakten zu bekommen und wirklich vollen Einblick zu haben."
    }
  },
  {
    "translation": {
      "en": "What did the police investigation look like?",
      "de": "Wie sahen die Ermittlungen aus?"
    }
  },
  {
    "translation": {
      "en": "-Why did they make that flip? -[intriguing music continues]",
      "de": "Was bewirkte ihren Umschwung?"
    }
  },
  {
    "translation": {
      "en": "[Rachel] Once we started requesting and even suing for police records,",
      "de": "Sobald wir anfingen, Polizeiakten anzufordern oder gar einzuklagen,"
    }
  },
  {
    "translation": {
      "en": "I was drowning in documents.",
      "de": "versank ich in Unterlagen."
    }
  },
  {
    "translation": {
      "en": "This took three years, but we were able to uncover records",
      "de": "Es dauerte drei Jahre, aber wir konnten die Akten von 52 Fällen aufdecken."
    }
  },
  {
    "translation": {
      "en": "for 52 cases.",
      "de": "aber wir konnten die Akten von 52 Fällen aufdecken."
    }
  },
  {
    "translation": {
      "en": "I needed a team of journalists to help me make sense of what we were finding.",
      "de": "Ich brauchte ein Team von Journalisten, um die Akten auszuwerten."
    }
  },
  {
    "translation": {
      "en": "[colleague] Four to five hundred pages in here.",
      "de": "Vier- bis fünfhundert Seiten."
    }
  },
  {
    "translation": {
      "en": "-[Rachel] And that was one case. -Like a… a needle in a haystack.",
      "de": "Und das war ein Fall. Nadel im Heuhaufen."
    }
  },
  {
    "translation": {
      "en": "There were some cases where they were charged with false reporting within a day.",
      "de": "In manchen Fällen warf man ihnen nach einem Tag eine Falschanzeige vor."
    }
  },
  {
    "translation": {
      "en": "You're supposed to finish the sexual assault investigation first",
      "de": "Man sollte zuerst den angezeigten sexuellen Übergriff untersuchen"
    }
  },
  {
    "translation": {
      "en": "to show that there was no assault or rape that occurred.",
      "de": "und nachweisen, dass es keinen gegeben hat."
    }
  },
  {
    "translation": {
      "en": "And then, once you've done that, you explore whether it was a false report.",
      "de": "Erst danach untersucht man, ob es eine Falschanzeige war."
    }
  },
  {
    "translation": {
      "en": "-But it only happened in one of our cases. -Yeah.",
      "de": "Das gab es nur in einem unserer Fälle."
    }
  },
  {
    "translation": {
      "en": "It's incredibly important as journalists to never take what police write as the…",
      "de": "Es ist wichtig für Journalisten, das, was die Polizei schreibt, als Tatsache oder Wahrheit hinzunehmen."
    }
  },
  {
    "translation": {
      "en": "as fact and truth.",
      "de": "als Tatsache oder Wahrheit hinzunehmen."
    }
  },
  {
    "translation": {
      "en": "[Rachel] It's only in the details that you start seeing",
      "de": "Erst in den Details sieht man,"
    }
  },
  {
    "translation": {
      "en": "how a reporting victim becomes a suspect.",
      "de": "wie ein anzeigendes Opfer zum Verdächtigen wird."
    }
  },
  {
    "translation": {
      "en": "It was finally enough to start looking for patterns.",
      "de": "Wir hatten endlich genug, um nach Mustern zu suchen."
    }
  },
  {
    "translation": {
      "en": "In more than half the cases we found, the reporting victim recanted.",
      "de": "In mehr als der Hälfte der Fälle zog das Opfer die Anzeige zurück."
    }
  },
  {
    "translation": {
      "en": "So if the investigator's writing that they recanted, what happened before that?",
      "de": "Die Ermittler haben das vermerkt, aber was war davor passiert?"
    }
  },
  {
    "translation": {
      "en": "I wonder how many of these investigators",
      "de": "Ich frage mich, wie viele dieser Ermittler"
    }
  },
  {
    "translation": {
      "en": "used deceit before the person allegedly confessed or recanted?",
      "de": "die Person getäuscht hatten, bevor sie gestand oder zurückzog."
    }
  },
  {
    "translation": {
      "en": "[male investigator 1] I want you to really tell me the truth because I have this on video.",
      "de": "Sag mir wirklich die Wahrheit, ich habe das nämlich auf Video."
    }
  },
  {
    "translation": {
      "en": "[male investigator 2] The evidence that we have in this case is not jiving with your side of the story.",
      "de": "Unsere Beweise stimmen nicht mit deiner Version überein."
    }
  },
  {
    "translation": {
      "en": "I've got the video. We've got video too.",
      "de": "Ich habe das Video. Wir haben Aufnahmen."
    }
  },
  {
    "translation": {
      "en": "[Avalos] Police officers in this country are allowed to lie to you,",
      "de": "Polizisten in diesem Land dürfen einen anlügen"
    }
  },
  {
    "translation": {
      "en": "and they don't have to indicate in the police report that they lied to you.",
      "de": "und müssen das in ihren Berichten nicht vermerken."
    }
  },
  {
    "translation": {
      "en": "They don't have to say that.",
      "de": "Sie müssen das nicht sagen."
    }
  },
  {
    "translation": {
      "en": "An officer will sometimes say, \"We have video footage",
      "de": "Ein Polizist sagt manchmal: \"Wir haben Aufnahmen,"
    }
  },
  {
    "translation": {
      "en": "showing the encounter, so I'm going to ask you some questions.\"",
      "de": "ich stelle Ihnen also ein paar Fragen."
    }
  },
  {
    "translation": {
      "en": "\"Now, be honest with me, because remember, I have video.\"",
      "de": "Seien Sie ehrlich, denn ich habe ja das Video.\""
    }
  },
  {
    "translation": {
      "en": "[victim] I believe evidence,",
      "de": "Ich glaube Beweisen,"
    }
  },
  {
    "translation": {
      "en": "so if you tell me you have video evidence that that didn't happen,",
      "de": "wenn Sie also Filmaufnahmen haben, die beweisen, dass es nicht passiert ist,"
    }
  },
  {
    "translation": {
      "en": "then, like, I guess I have to believe you.",
      "de": "muss ich Ihnen wohl glauben."
    }
  },
  {
    "translation": {
      "en": "[Avalos] You're not getting the truth out when you do these kinds of things.",
      "de": "Auf diese Weise findet man nicht die Wahrheit heraus."
    }
  },
  {
    "translation": {
      "en": "You are confusing a person who's already traumatized and already has memory difficulties.",
      "de": "Man verwirrt eine traumatisierte Person, die schon Gedächtnisprobleme hat."
    }
  },
  {
    "translation": {
      "en": "[male investigator 3] I know he's taken two polygraphs. And I know…",
      "de": "Er hat zwei Lügendetektor-Tests gemacht. Zwei sind mir bekannt."
    }
  },
  {
    "translation": {
      "en": "He didn't take two polygraphs. He's lying to her.",
      "de": "Das stimmt nicht, er belügt sie."
    }
  },
  {
    "translation": {
      "en": "-Oh wow. -Yeah.",
      "de": "-Oh, wow. -Ja."
    }
  },
  {
    "translation": {
      "en": "[male investigator 3] You don't think…",
      "de": "Du denkst nicht…"
    }
  },
  {
    "translation": {
      "en": "[Avalos] Getting the victim to retract their allegations is",
      "de": "Das Opfer zur Rücknahme der Vorwürfe zu bringen,"
    }
  },
  {
    "translation": {
      "en": "such an important strategy for some of these police officers",
      "de": "ist eine wichtige Strategie dieser Polizisten,"
    }
  },
  {
    "translation": {
      "en": "because they haven't actually investigated the sexual assault thoroughly.",
      "de": "die den sexuellen Übergriff nicht gründlich untersucht haben."
    }
  },
  {
    "translation": {
      "en": "They don't actually have any evidence no crime was committed",
      "de": "Sie haben keine Beweise, dass kein Verbrechen begangen wurde,"
    }
  },
  {
    "translation": {
      "en": "or attempted against the victim, and so their best bet",
      "de": "Sie haben keine Beweise, dass kein Verbrechen begangen wurde, also bringen Sie die Person dazu, ihre Anschuldigungen zurückzuziehen,"
    }
  },
  {
    "translation": {
      "en": "is to pressure this person to retract their allegations",
      "de": "also bringen Sie die Person dazu, ihre Anschuldigungen zurückzuziehen,"
    }
  },
  {
    "translation": {
      "en": "and then use that retraction to charge them.",
      "de": "und nutzen das dann gegen sie."
    }
  },
  {
    "translation": {
      "en": "I was really curious to talk to you about Emma's case.",
      "de": "Ich würde mit Ihnen gern über Emmas Fall sprechen."
    }
  },
  {
    "translation": {
      "en": "You know, she reported this, and then five days later,",
      "de": "Sie erstattete Anzeige, und fünf Tage später war sie die Schuldige, in Handschellen."
    }
  },
  {
    "translation": {
      "en": "you know, it flips on her entirely. They've got her in handcuffs.",
      "de": "und fünf Tage später war sie die Schuldige, in Handschellen."
    }
  },
  {
    "translation": {
      "en": "So I'm trying to understand how that happens for someone who,",
      "de": "Also versuche ich zu verstehen, wie das mit jemandem passiert,"
    }
  },
  {
    "translation": {
      "en": "you know, is adamant that this did, you know, happen to her, that she was assaulted.",
      "de": "der fest davon überzeugt ist, dass der Übergriff stattgefunden hat."
    }
  },
  {
    "translation": {
      "en": "[Rachel] So about an hour and a half into Emma's interview,",
      "de": "Nach etwa anderthalb Stunden von Emmas Vernehmung"
    }
  },
  {
    "translation": {
      "en": "Investigator Akridge walks out of the room and locks the door behind him.",
      "de": "verlässt Ermittler Akridge den Raum und schließt die Tür hinter sich ab."
    }
  },
  {
    "translation": {
      "en": "And then they put on a white noise machine.",
      "de": "Und dann lassen sie Rauschen laufen,"
    }
  },
  {
    "translation": {
      "en": "So the white noise is they're talking outside the door, and they just don't want her to hear.",
      "de": "weil sie vor der Tür reden und nicht von ihr gehört werden wollen."
    }
  },
  {
    "translation": {
      "en": "[Rachel] So they leave it on for ten minutes.",
      "de": "Also lassen sie es zehn Minuten laufen."
    }
  },
  {
    "translation": {
      "en": "[Akridge sighs] Watching the video stuff that we have,",
      "de": "Die Videoaufnahmen, die wir haben,"
    }
  },
  {
    "translation": {
      "en": "um, and it shows you and, I guess, Steven making out…",
      "de": "zeigen nur, wie du und vermutlich Steven euch küsst."
    }
  },
  {
    "translation": {
      "en": "He talks about that there is this video, and they've watched this video,",
      "de": "Er erzählt ihr von diesem Video. Aber wir wissen nicht, ob es existiert. Emma hat es da noch nicht gesehen."
    }
  },
  {
    "translation": {
      "en": "and we… we don't know if it exists. Emma hasn't seen it at this point.",
      "de": "Aber wir wissen nicht, ob es existiert. Emma hat es da noch nicht gesehen."
    }
  },
  {
    "translation": {
      "en": "His theory is what? It's consensual.",
      "de": "Er denkt, es war einvernehmlich."
    }
  },
  {
    "translation": {
      "en": "You know, but she still hasn't submitted yet to his theory.",
      "de": "Sie hat sich seiner Theorie noch nicht unterworfen."
    }
  },
  {
    "translation": {
      "en": "So if he is making up a video here, uh, this would be the perfect time to do it.",
      "de": "Wenn er also ein Video erfinden will, wäre das der perfekte Zeitpunkt dafür."
    }
  },
  {
    "translation": {
      "en": "That video was to get a reaction out of her,",
      "de": "Das Video sollte sie zu einer Reaktion bringen."
    }
  },
  {
    "translation": {
      "en": "and so when she recants or submits, that's their entire case.",
      "de": "Ob sie zurückzieht oder nicht, darauf baut ihre ganze Ermittlung auf."
    }
  },
  {
    "translation": {
      "en": "At this point, I had not gotten the surveillance footage,",
      "de": "Zu diesem Zeitpunkt hatte ich die Überwachungsvideos nicht."
    }
  },
  {
    "translation": {
      "en": "which I really, really wanted, and they would not give it to me.",
      "de": "Ich wollte sie unbedingt, man gab sie mir nicht."
    }
  },
  {
    "translation": {
      "en": "It was just a full denial.",
      "de": "Totale Ablehnung."
    }
  },
  {
    "translation": {
      "en": "However, I knew that… that some of it should be public record,",
      "de": "Aber ich wusste, dass ein Teil davon öffentlich sein sollte,"
    }
  },
  {
    "translation": {
      "en": "and so we were gonna fight for that.",
      "de": "also kämpften wir darum."
    }
  },
  {
    "translation": {
      "en": "-[dramatic music playing] -Hi, Attorney Bailey.",
      "de": "Herr Rechtsanwalt Bailey."
    }
  },
  {
    "translation": {
      "en": "We took the extra step to hire an Alabama-based attorney",
      "de": "Wir haben eigens einen Anwalt aus Alabama engagiert,"
    }
  },
  {
    "translation": {
      "en": "to sue for the records, and we… we won.",
      "de": "um die Akten einzuklagen, und wir haben gewonnen."
    }
  },
  {
    "translation": {
      "en": "We got some of the records.",
      "de": "Wir bekamen mehrere Akten."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Okay, let’s see.",
      "de": "Ok, mal sehen."
    }
  },
  {
    "translation": {
      "en": "This is hours of footage from four different security cameras.",
      "de": "Das sind Stunden an Aufnahmen von vier Überwachungskameras."
    }
  },
  {
    "translation": {
      "en": "We're looking for Emma making out or getting into a Jeep.",
      "de": "Wir suchen Emma, wie sie rumknutscht oder in einen Jeep steigt."
    }
  },
  {
    "translation": {
      "en": "[colleague] That's a couple.",
      "de": "Ein Pärchen."
    }
  },
  {
    "translation": {
      "en": "What is that? A spider?",
      "de": "Ist das eine Spinne?"
    }
  },
  {
    "translation": {
      "en": "This is almost 1:00 a.m.",
      "de": "Es ist kurz vor 13 Uhr."
    }
  },
  {
    "translation": {
      "en": "Yeah, I can’t really tell.",
      "de": "Schwer zu sagen."
    }
  },
  {
    "translation": {
      "en": "[colleague] Yeah, they just start making out.",
      "de": "Ja, sie fangen an zu knutschen."
    }
  },
  {
    "translation": {
      "en": "[Rachel] I want you to tell me what you see, and if anything's upsetting, we'll stop. Um…",
      "de": "Sag mir, was du siehst. Falls es dir zu viel wird, brechen wir ab."
    }
  },
  {
    "translation": {
      "en": "So, this is a perspective from, I guess, an alleyway nearby.",
      "de": "Ich denke, diese Kamera war in einer Gasse in der Nähe."
    }
  },
  {
    "translation": {
      "en": "The sheriff's department confirmed it's near Gallettes Bar,",
      "de": "Der Sheriff hat bestätigt, es ist nahe der Gallettes Bar."
    }
  },
  {
    "translation": {
      "en": "if that sounds familiar at all?",
      "de": "Sagt dir das was?"
    }
  },
  {
    "translation": {
      "en": "Anyway, that's the first couple we saw, so we noted it.",
      "de": "Das ist das erste Pärchen, das man sieht."
    }
  },
  {
    "translation": {
      "en": "-Do they look familiar to you at all? -No.",
      "de": "-Kommen sie dir bekannt vor? -Nein."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Okay, this is a couple that's making out.",
      "de": "Ok, hier knutscht ein Pärchen."
    }
  },
  {
    "translation": {
      "en": "[Emma] That's not… m… me.",
      "de": "Das bin ich… …nicht."
    }
  },
  {
    "translation": {
      "en": "-Like, that's just not… -[Rachel] Mm-hmm.",
      "de": "Das bin einfach nicht…"
    }
  },
  {
    "translation": {
      "en": "-That's not me. -[Rachel] Mm-hmm.",
      "de": "Nicht ich."
    }
  },
  {
    "translation": {
      "en": "Does that at all look like who could have attacked you?",
      "de": "Sieht er annähernd wie dein Angreifer aus?"
    }
  },
  {
    "translation": {
      "en": "-No, not at all. -Okay.",
      "de": "-Nein, gar nicht. -Ok."
    }
  },
  {
    "translation": {
      "en": "Like, that's the longest and closest I saw any couple doing anything like that in the footage I was provided.",
      "de": "Länger und enger hat das kein Pärchen in den gesichteten Aufnahmen gemacht."
    }
  },
  {
    "translation": {
      "en": "-[Emma] Gotcha. -[Lisa] On this video they wouldn't give you that you had to go to court to get.",
      "de": "In den Aufnahmen, die du einklagen musstest."
    }
  },
  {
    "translation": {
      "en": "Yeah. Wow.",
      "de": "-Ja. -Wow."
    }
  },
  {
    "translation": {
      "en": "If it was truly an unbiased investigation to get to the truth,",
      "de": "Wäre es wirklich eine unvoreingenommene Suche nach der Wahrheit gewesen,"
    }
  },
  {
    "translation": {
      "en": "asking you whether or not that was you on the video should have been part of it.",
      "de": "hätte man dich fragen müssen, ob du in den Aufnahmen zu sehen bist."
    }
  },
  {
    "translation": {
      "en": "[Emma] Yeah. They don't get into a car.",
      "de": "-Ja. -Sie steigen nicht in ein Auto."
    }
  },
  {
    "translation": {
      "en": "They very clearly walked around and away after they were done kissing.",
      "de": "Sie sind nach dem Küssen eindeutig um die Autos herum und weggegangen."
    }
  },
  {
    "translation": {
      "en": "Do you all want to look at, um, the cell phone footage from that night?",
      "de": "Wollt ihr die Handyaufnahmen von jenem Abend sehen?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. I feel that would be smart. -Absolutely.",
      "de": "-Ja. Das wäre klug. -Absolut."
    }
  },
  {
    "translation": {
      "en": "-[Lisa] Where'd you get that? -[Emma] It's from my friend's phone.",
      "de": "-Woher sind die? -Vom Handy einer Freundin."
    }
  },
  {
    "translation": {
      "en": "-It's a video from that night. -Oh, that's right.",
      "de": "-Von jenem Abend. -Genau."
    }
  },
  {
    "translation": {
      "en": "I forgot about that.",
      "de": "Stimmt ja."
    }
  },
  {
    "translation": {
      "en": "The guy who's in the video with me is the one who stood outside of the vehicle.",
      "de": "Der Typ im Video stand draußen am Auto."
    }
  },
  {
    "translation": {
      "en": "[Lisa] Okay.",
      "de": "Ok."
    }
  },
  {
    "translation": {
      "en": "[Emma] She's very clearly got some type of skirt or dress on.",
      "de": "Sie trägt eindeutig einen Rock oder ein Kleid."
    }
  },
  {
    "translation": {
      "en": "Her hair is fully down.",
      "de": "Ihre Haare sind offen."
    }
  },
  {
    "translation": {
      "en": "My hair was in braids that night.",
      "de": "Ich hatte an jenem Abend Zöpfe."
    }
  },
  {
    "translation": {
      "en": "So if that's the video he's going off of, this is a very direct lie to my face.",
      "de": "Wenn er also von diesem Video ausgeht, dann lügt er mir direkt ins Gesicht."
    }
  },
  {
    "translation": {
      "en": "-Makes me very angry. -[Rachel] Mm-hmm.",
      "de": "Das macht mich sehr wütend."
    }
  },
  {
    "translation": {
      "en": "I think it could become harmful to the subject",
      "de": "Ich glaube, es kann dem Thema schaden,"
    }
  },
  {
    "translation": {
      "en": "if a journalist starts to play an advocate role.",
      "de": "wenn ein Journalist als Fürsprecher auftritt."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] My job is to investigate it fully.",
      "de": "Mein Job ist es, alles zu untersuchen."
    }
  },
  {
    "translation": {
      "en": "I cannot be their friend, and I don't ever want there to be confusion about that.",
      "de": "Ich kann nicht ihre Freundin sein, und das soll auch immer klar sein."
    }
  },
  {
    "translation": {
      "en": "So I need to maintain, like, a professional boundary there.",
      "de": "Ich muss eine professionelle Grenze ziehen."
    }
  },
  {
    "translation": {
      "en": "[Emma] Ooh. Behind one of these frats is where that video that you have of us is taken.",
      "de": "Hinter einem dieser Verbindungshäuser wurde dieses Video von uns aufgenommen."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] Emma told me the detectives never accompanied her",
      "de": "Emma sagte, die Ermittler hätten mit ihr nie ihre Schritte an jenem Abend zurückverfolgt."
    }
  },
  {
    "translation": {
      "en": "to retrace her steps the night of the alleged assault.",
      "de": "die Ermittler hätten mit ihr nie ihre Schritte an jenem Abend zurückverfolgt."
    }
  },
  {
    "translation": {
      "en": "-[man] What do you want to dance? -[Emma] You don't know any of that.",
      "de": "-Was willst du tanzen? -Du kennst nichts davon."
    }
  },
  {
    "translation": {
      "en": "[Emma] Wait. Yeah, it’s right here.",
      "de": "Warte. Ja, hier ist es."
    }
  },
  {
    "translation": {
      "en": "[Rachel] That's it. Is that it? -Yes, that's the white-- -[Emma] Yeah.",
      "de": "-Ist es nicht das? -Ja, hier geht's lang."
    }
  },
  {
    "translation": {
      "en": "-[Rachel] Yep, that's absolutely it. -[Emma] Yeah.",
      "de": "-Ja, das ist es definitiv. -Ja."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "[Emma] From, like, right here.",
      "de": "Von hier."
    }
  },
  {
    "translation": {
      "en": "Going back that way…",
      "de": "Wir sind da um die Ecke."
    }
  },
  {
    "translation": {
      "en": "…is how we went up",
      "de": "So sind wir"
    }
  },
  {
    "translation": {
      "en": "toward the strip area.",
      "de": "zur Strip-Gegend gegangen."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Okay.",
      "de": "Ok."
    }
  },
  {
    "translation": {
      "en": "[Rachel] I need to understand where Emma remembers the alleged rape occurring",
      "de": "Ich muss wissen, wo Emma ihrer Erinnerung nach vergewaltigt wurde"
    }
  },
  {
    "translation": {
      "en": "and whether that location was captured in any of the footage that I have.",
      "de": "und ob dieser Ort in den Aufnahmen, die ich habe, zu sehen ist."
    }
  },
  {
    "translation": {
      "en": "This is it.",
      "de": "Das ist es."
    }
  },
  {
    "translation": {
      "en": "[Emma] So I don't know where the angle is on the… on your video.",
      "de": "Ich weiß nicht, aus welchem Winkel es aufgenommen wurde."
    }
  },
  {
    "translation": {
      "en": "-I feel like that's this alley? -Right.",
      "de": "-Das ist diese Gasse? -Richtig."
    }
  },
  {
    "translation": {
      "en": "Yeah, it's got the white painted brick. That's the camera.",
      "de": "Ja, die weiße Ziegelwand. Das ist die Kamera."
    }
  },
  {
    "translation": {
      "en": "So let's see if we can find where the couple is kissing.",
      "de": "Mal sehen, ob wir die Stelle finden, wo das Pärchen knutscht."
    }
  },
  {
    "translation": {
      "en": "There is a camera right there, right?",
      "de": "Da ist eine Kamera, oder?"
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] The footage I received from the Tuscaloosa Sheriff's Office",
      "de": "Die Aufnahmen, die ich vom Sheriff habe,"
    }
  },
  {
    "translation": {
      "en": "is from four surveillance cameras around Gallettes Bar.",
      "de": "sind von vier Überwachungskameras an der Gallettes Bar."
    }
  },
  {
    "translation": {
      "en": "The couple making out was here.",
      "de": "Das knutschende Pärchen war hier."
    }
  },
  {
    "translation": {
      "en": "Emma says she didn't walk by the bar at all.",
      "de": "Emma sagt, sie sei nicht an der Bar vorbeigelaufen."
    }
  },
  {
    "translation": {
      "en": "She told the detectives she walked with the alleged assailants",
      "de": "Sie erzählte den Ermittlern, sie sei mit den Tätern"
    }
  },
  {
    "translation": {
      "en": "from a completely different direction and on to the gravel lot.",
      "de": "von einer ganz anderen Richtung zu dem Kiesparkplatz gekommen."
    }
  },
  {
    "translation": {
      "en": "[Emma] The car was parked here.",
      "de": "Das Auto stand hier."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Absolutely no cameras.",
      "de": "Absolut keine Kameras."
    }
  },
  {
    "translation": {
      "en": "Fuck.",
      "de": "Scheiße."
    }
  },
  {
    "translation": {
      "en": "[Akridge] Watching the video stuff that we have,",
      "de": "Die Videoaufnahmen, die wir haben,"
    }
  },
  {
    "translation": {
      "en": "um, and it shows you, and, I guess, Steven, making out and everything.",
      "de": "zeigen nur, wie du und vermutlich Steven euch küsst."
    }
  },
  {
    "translation": {
      "en": "And I… I know you got in the vehicle.",
      "de": "Ich weiß, du bist ins Auto gestiegen."
    }
  },
  {
    "translation": {
      "en": "How can you tell me that I'm lying to you when there are no cameras pointing in that area?",
      "de": "Wie kann man mir sagen, dass ich lüge, wenn keine Kameras diesen Bereich filmen?"
    }
  },
  {
    "translation": {
      "en": "And the only footage that they gave you",
      "de": "Die einzigen Aufnahmen, die Sie haben,"
    }
  },
  {
    "translation": {
      "en": "is on the other side of the building. I feel so unbelievably lied to.",
      "de": "sind von der anderen Seite des Gebäudes. Ich fühle mich total belogen."
    }
  },
  {
    "translation": {
      "en": "Fuck!",
      "de": "Scheiße!"
    }
  },
  {
    "translation": {
      "en": "[Rachel] Um, I was wondering if Mr. Jared Akridge is available.",
      "de": "Ist Mr. Jared Akridge zu sprechen?"
    }
  },
  {
    "translation": {
      "en": "I was hoping to talk to you about an investigation that happened several years ago--",
      "de": "Ich wollte über einen Fall von vor ein paar Jahren reden…"
    }
  },
  {
    "translation": {
      "en": "[Akridge] I can't speak to you about any of our cases. [Rachel] All right. Well, can we sit down, I'll talk?",
      "de": "-Ich darf nicht über unsere Fälle reden. -Ok. Und wenn nur ich rede?"
    }
  },
  {
    "translation": {
      "en": "And if I can show you, I would be very, very grateful.",
      "de": "Ich würde Ihnen gern etwas zeigen."
    }
  },
  {
    "translation": {
      "en": "[Akridge] I'm just not willing to talk about anything at all.",
      "de": "Ich möchte über nichts reden."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Okay.",
      "de": "Ok."
    }
  },
  {
    "translation": {
      "en": "How are you doing? How are you holding up?",
      "de": "-Wie geht's? -Wie geht's dir?"
    }
  },
  {
    "translation": {
      "en": "[Rachel] Um, I'm doing okay.",
      "de": "Ganz ok."
    }
  },
  {
    "translation": {
      "en": "I mean, I can't even imagine, like the… just the… the small amount that you shared from the case files",
      "de": "Nur kleine Auszüge aus den Akten, die du mit uns geteilt hast,"
    }
  },
  {
    "translation": {
      "en": "is enough to really stick with you.",
      "de": "reichen aus, um dir echt nahezugehen."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Yeah, it's just hard to know, I guess, if this is really gonna make",
      "de": "Ja, es ist schwer zu sagen, ob man etwas erreichen wird,"
    }
  },
  {
    "translation": {
      "en": "a difference, um… doing this because",
      "de": "Ja, es ist schwer zu sagen, ob man etwas erreichen wird, wenn man das macht,"
    }
  },
  {
    "translation": {
      "en": "I guess, I'm not sure that the police will ever own up to anything",
      "de": "weil die Polizei vielleicht nichts zugeben wird."
    }
  },
  {
    "translation": {
      "en": "because I know that matters in the public's opinion.",
      "de": "Und der Öffentlichkeit ist es wichtig,"
    }
  },
  {
    "translation": {
      "en": "-[Amanda] Right. -Like what will the police own up to.",
      "de": "was die Polizei zugibt."
    }
  },
  {
    "translation": {
      "en": "Right.",
      "de": "Richtig."
    }
  },
  {
    "translation": {
      "en": "[Rachel] For Alabama, Sheriff Abernathy won't talk to me.",
      "de": "Sheriff Abernathy aus Alabama will nicht reden."
    }
  },
  {
    "translation": {
      "en": "Investigator Akridge won't talk to me.",
      "de": "Ermittler Akridge will nicht reden."
    }
  },
  {
    "translation": {
      "en": "[Amanda] It's very frustrating.",
      "de": "Es ist frustrierend."
    }
  },
  {
    "translation": {
      "en": "[Rachel] In Virginia, no one will give me an interview.",
      "de": "In Virginia gibt mir niemand ein Interview."
    }
  },
  {
    "translation": {
      "en": "I don't know what else to do. I really just hit like a big wall.",
      "de": "Ich weiß nicht, was ich noch machen soll."
    }
  },
  {
    "translation": {
      "en": "We have no police right now talking to me.",
      "de": "Niemand von der Polizei will mit mir reden."
    }
  },
  {
    "translation": {
      "en": "[Amanda] Um… What about Cotto?",
      "de": "Und Cotto?"
    }
  },
  {
    "translation": {
      "en": "Cotto, maybe.",
      "de": "Cotto? Vielleicht."
    }
  },
  {
    "translation": {
      "en": "Cotto, maybe. Perhaps.",
      "de": "Cotto vielleicht."
    }
  },
  {
    "translation": {
      "en": "[Cotto] Okay.",
      "de": "Ok."
    }
  },
  {
    "translation": {
      "en": "My name is Detective Cotto of the Bridgeport Police Department.",
      "de": "Ich bin Detective Cotto von der Polizei Bridgeport."
    }
  },
  {
    "translation": {
      "en": "[Rachel] As I read through these cases,",
      "de": "Ich hatte die Akten gelesen"
    }
  },
  {
    "translation": {
      "en": "the one detective who I keep thinking about is Detective Cotto.",
      "de": "und musste immer wieder an einen Detective denken: Cotto."
    }
  },
  {
    "translation": {
      "en": "He's the one who investigated Nikki Yovino's case",
      "de": "Er hat den Fall Nikki Yovino untersucht,"
    }
  },
  {
    "translation": {
      "en": "and is the reason why I got started on this.",
      "de": "wegen dem ich mit der ganzen Sache angefangen habe."
    }
  },
  {
    "translation": {
      "en": "[male reporter 1] Nikki Yovino originally claimed two Sacred Heart football players",
      "de": "Nikki Yovino hatte behauptet, zwei Football-Spieler von der Uni"
    }
  },
  {
    "translation": {
      "en": "had pulled her into a bathroom and then took turns raping her.",
      "de": "hätten sie auf die Toilette gezerrt und dann abwechselnd vergewaltigt."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] In both Emma's and Dyanie’s cases,",
      "de": "Weder bei Emma noch bei Dyanie"
    }
  },
  {
    "translation": {
      "en": "the police won't confirm whether the videos were used as a ruse,",
      "de": "will die Polizei sagen, ob die Filme zur Täuschung benutzt wurden,"
    }
  },
  {
    "translation": {
      "en": "but Detective Cotto",
      "de": "aber Detective Cotto gibt offen zu,"
    }
  },
  {
    "translation": {
      "en": "is pretty open that he does use ruses to get confessions.",
      "de": "aber Detective Cotto gibt offen zu, dass er Tricks benutzt, um Geständnisse zu bekommen."
    }
  },
  {
    "translation": {
      "en": "Uh, as part of your job as a detective,",
      "de": "Bei Ihrer Arbeit als Ermittler"
    }
  },
  {
    "translation": {
      "en": "um, you lie to people that you are interrogating, right?",
      "de": "lügen Sie vernommene Personen teilweise an, korrekt?"
    }
  },
  {
    "translation": {
      "en": "-[mysterious music playing] -[Cotto] Uh, yes. It's called a ruse.",
      "de": "Ja, das ist richtig."
    }
  },
  {
    "translation": {
      "en": "What you try to do is get to see",
      "de": "Man versucht herauszufinden…"
    }
  },
  {
    "translation": {
      "en": "if, uh, you know, you suggest things to see what their responses are",
      "de": "Man behauptet Dinge, um die Reaktionen zu sehen"
    }
  },
  {
    "translation": {
      "en": "and where they're gonna lead to.",
      "de": "und wohin sie einen führen."
    }
  },
  {
    "translation": {
      "en": "[male reporter 2] Yesterday was her sentencing hearing, and she was sentenced",
      "de": "Gestern war ihre Anhörung. Sie wurde zu einem Jahr Haft verurteilt,"
    }
  },
  {
    "translation": {
      "en": "to one year behind bars,",
      "de": "Sie wurde zu einem Jahr Haft verurteilt,"
    }
  },
  {
    "translation": {
      "en": "and she got a lashing from the judge.",
      "de": "und sie bekam eine Standpauke vom Richter."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] After Nikki's case, five people submitted citizen complaints",
      "de": "Nach Nikkis Fall reichten fünf Personen Beschwerden"
    }
  },
  {
    "translation": {
      "en": "about Detective Cotto's treatment of sexual assault victims.",
      "de": "wegen der Behandlung der Opfer durch Detective Cotto ein."
    }
  },
  {
    "translation": {
      "en": "None resulted in a ruling against him.",
      "de": "Alle gingen zu seinen Gunsten aus."
    }
  },
  {
    "translation": {
      "en": "Cotto was still the lead detective in the Bridgeport unit that investigates sexual assault.",
      "de": "Cotto war immer noch leitender Detective für Sexualverbrechen in Bridgeport."
    }
  },
  {
    "translation": {
      "en": "After three years of trying to talk to Detective Cotto,",
      "de": "Drei Jahren lang versuchte ich, mit Detective Cotto zu sprechen,"
    }
  },
  {
    "translation": {
      "en": "he finally said yes.",
      "de": "bis er endlich einwilligte."
    }
  },
  {
    "translation": {
      "en": "-Hi, Detective Cotto. I’m Rae. -How are you?",
      "de": "-Ich bin Rae. -Hallo."
    }
  },
  {
    "translation": {
      "en": "-Nice to meet you. -A pleasure.",
      "de": "-Freut mich. -Ebenso."
    }
  },
  {
    "translation": {
      "en": "Thanks so much for having us here today and taking the time out of your day.",
      "de": "Danke, dass Sie uns empfangen und sich die Zeit genommen haben."
    }
  },
  {
    "translation": {
      "en": "-I really appreciate it. -It's okay.",
      "de": "und sich die Zeit genommen haben."
    }
  },
  {
    "translation": {
      "en": "Tell me about what this job is like.",
      "de": "Sagen Sie mir, wie dieser Job ist."
    }
  },
  {
    "translation": {
      "en": "My job is a fact-finding mission.",
      "de": "Mein Job ist eine Mission, um Fakten zu ermitteln."
    }
  },
  {
    "translation": {
      "en": "Okay, so I have to be unbiased.",
      "de": "Ich muss also unvoreingenommen sein."
    }
  },
  {
    "translation": {
      "en": "Criminal investigation is quite difficult because you have to prove",
      "de": "Strafrechtliche Ermittlungen sind schwierig, weil man beweisen muss,"
    }
  },
  {
    "translation": {
      "en": "that a sexual assault did, in fact, happen.",
      "de": "dass ein sexueller Übergriff stattfand."
    }
  },
  {
    "translation": {
      "en": "And a lot of it is the interrogation.",
      "de": "Und ein großer Teil davon sind Vernehmungen."
    }
  },
  {
    "translation": {
      "en": "I was privileged to take interview and interrogation courses.",
      "de": "Ich hatte das Privileg, Verhörkurse absolvieren zu können."
    }
  },
  {
    "translation": {
      "en": "How are we gonna get a confession? What's a confession?",
      "de": "Wie kommen wir zu einem Geständnis?"
    }
  },
  {
    "translation": {
      "en": "[Rachel] There are numerous training techniques that police use to elicit confessions.",
      "de": "Die Polizei hat zahlreiche Techniken, um Geständnisse zu entlocken."
    }
  },
  {
    "translation": {
      "en": "One of the most famous is the Reid technique.",
      "de": "Eine der bekanntesten ist die Reid-Technik."
    }
  },
  {
    "translation": {
      "en": "Through extended research and years of experience,",
      "de": "Durch Forschung und jahrelange Erfahrung"
    }
  },
  {
    "translation": {
      "en": "John Reid and Associates has developed a nine-step interrogation process.",
      "de": "hat John Reid and Associates einen 9-Schritte-Verhörprozess entwickelt."
    }
  },
  {
    "translation": {
      "en": "[Avalos] There's been a lot of controversy around Reid and false confessions.",
      "de": "Es gab viele Kontroversen um Reid und falsche Geständnisse."
    }
  },
  {
    "translation": {
      "en": "When you have a combination of an officer",
      "de": "Wenn ein Ermittler einerseits"
    }
  },
  {
    "translation": {
      "en": "who has learned tactics that are designed to elicit confessions from suspects",
      "de": "Taktiken erlernt hat, die Geständnisse entlocken sollen,"
    }
  },
  {
    "translation": {
      "en": "and that person has skepticism of, uh, sexual assault victims, thinking that they're lying,",
      "de": "und gleichzeitig an Aussagen von Opfern sexueller Übergriffe zweifelt,"
    }
  },
  {
    "translation": {
      "en": "then they will often turn to those interrogation tactics",
      "de": "dann wird er oft die Taktiken verwenden,"
    }
  },
  {
    "translation": {
      "en": "that they've learned in order to try to elicit an admission from the victim that they're lying.",
      "de": "um den Opfern ein Geständnis zu entlocken, dass sie lügen."
    }
  },
  {
    "translation": {
      "en": "In an effort to increase the suspect's feeling of internal anxiety and guilt",
      "de": "Um beim Verdächtigen innere Ängste und Schuldgefühle zu steigern,"
    }
  },
  {
    "translation": {
      "en": "at this stage of the interrogation,",
      "de": "nähern wir uns in dieser Phase des Verhörs an"
    }
  },
  {
    "translation": {
      "en": "we begin to move closer, shortening the distance",
      "de": "nähern wir uns in dieser Phase des Verhörs an und betreten den persönlichen Bereich des Verdächtigen."
    }
  },
  {
    "translation": {
      "en": "between the suspect and ourselves, moving into their personal space.",
      "de": "und betreten den persönlichen Bereich des Verdächtigen."
    }
  },
  {
    "translation": {
      "en": "[Cotto] Listen. I… I'm sorry.",
      "de": "Ok, hör zu. Es tut mir leid. Ich will dich nicht kompromittieren."
    }
  },
  {
    "translation": {
      "en": "I'm not trying to embarrass you.",
      "de": "Es tut mir leid. Ich will dich nicht kompromittieren."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] In her interview, he touches her knees several times.",
      "de": "Er berührt bei der Vernehmung mehrmals ihre Knie."
    }
  },
  {
    "translation": {
      "en": "-[Nikki] So-- -[Cotto] You're in the bathroom?",
      "de": "-Also… -Ihr seid also im WC?"
    }
  },
  {
    "translation": {
      "en": "[Nikki] Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "[Rachel, continuing] He's an adult male, and she's an 18-year-old who was recently,",
      "de": "Er ist ein erwachsener Mann, und sie ist eine 18-Jährige, die kürzlich,"
    }
  },
  {
    "translation": {
      "en": "according to her,",
      "de": "wie sie sagt,"
    }
  },
  {
    "translation": {
      "en": "led into a bathroom by two men where an unwanted sexual act took place.",
      "de": "von zwei Männern auf einer Toilette zu ungewolltem Sex genötigt wurde."
    }
  },
  {
    "translation": {
      "en": "[Cotto] So, they didn't pull you into the bathroom, correct?",
      "de": "Sie zerrten dich also nicht aufs Klo, ja?"
    }
  },
  {
    "translation": {
      "en": "[Nikki] No, but they did grab my arm at first.",
      "de": "Nein, aber sie packten mich am Arm."
    }
  },
  {
    "translation": {
      "en": "[Cotto] Sure? I mean, and… and…",
      "de": "Klar. Wer würde dich nicht am Arm packen? Du bist eine hübsche junge Dame."
    }
  },
  {
    "translation": {
      "en": "and who wouldn't grab your arm? Look, you're a pretty young lady.",
      "de": "Wer würde dich nicht am Arm packen? Du bist eine hübsche junge Dame."
    }
  },
  {
    "translation": {
      "en": "You… You really are. You're a pretty young lady.",
      "de": "Du bist wirklich hübsch."
    }
  },
  {
    "translation": {
      "en": "You're a nice young lady.",
      "de": "Eine nette junge Dame."
    }
  },
  {
    "translation": {
      "en": "Can you walk me through as much as you can? -[Cotto] Mm-hmm. -The, um, technique that you used.",
      "de": "Können Sie mir erläutern, welche Technik Sie benutzt haben?"
    }
  },
  {
    "translation": {
      "en": "So for an example, I'm… I'm gonna… I'm just gonna use you right now.",
      "de": "Als Beispiel wende ich sie bei Ihnen an."
    }
  },
  {
    "translation": {
      "en": "Okay, you are, um, engaged in what I'm saying.",
      "de": "Sie sind damit beschäftigt, was ich sage."
    }
  },
  {
    "translation": {
      "en": "How do I know that?",
      "de": "Woher weiß ich das?"
    }
  },
  {
    "translation": {
      "en": "You were sitting back, and I was mirroring you in how you were sitting.",
      "de": "Sie waren zurückgelehnt, und ich ahmte Ihre Sitzposition nach."
    }
  },
  {
    "translation": {
      "en": "Right? So my hands were here. You were holding it. You were like this.",
      "de": "Meine Hände waren hier. Sie saßen so."
    }
  },
  {
    "translation": {
      "en": "So you're studying body language as you're…",
      "de": "Sie studieren also die Körpersprache…"
    }
  },
  {
    "translation": {
      "en": "I am. I'm breaking down psychological barriers",
      "de": "Ich beseitige psychologische Barrieren,"
    }
  },
  {
    "translation": {
      "en": "to the point where… You know, and you can use ruse.",
      "de": "bis ich weiß, dass ich die Person täuschen kann."
    }
  },
  {
    "translation": {
      "en": "A ruse. -You know, I give it… -What is that?",
      "de": "-Täuschung. Sie wissen… -Wie geht das?"
    }
  },
  {
    "translation": {
      "en": "A ruse is a tool that allows… that aids law enforcement to get to the truth.",
      "de": "Täuschung kann der Polizei helfen, die Wahrheit herauszubekommen."
    }
  },
  {
    "translation": {
      "en": "-Okay. -It's actually not being truthful to them.",
      "de": "Man ist im Grunde nicht ehrlich zu ihnen."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Oh. Like what?",
      "de": "Ach. Zum Beispiel?"
    }
  },
  {
    "translation": {
      "en": "Saying a lie. Saying like… like, \"What if I tell you",
      "de": "Lügen. Zum Beispiel: \"Was, wenn ich Ihnen sage,"
    }
  },
  {
    "translation": {
      "en": "that the intersection… this intersection at this particular time…",
      "de": "dass diese Kreuzung zu diesem Zeitpunkt"
    }
  },
  {
    "translation": {
      "en": "…um, you know, record… was recording.\"",
      "de": "gefilmt wurde?\""
    }
  },
  {
    "translation": {
      "en": "But you don't have this footage.",
      "de": "Aber Sie haben keine Aufnahmen."
    }
  },
  {
    "translation": {
      "en": "-[Cotto] Maybe not. -Maybe not. Okay.",
      "de": "-Vielleicht nicht. -Vielleicht nicht."
    }
  },
  {
    "translation": {
      "en": "We use ruse every single day. Everybody does.",
      "de": "Wir täuschen jeden Tag, jeder tut es."
    }
  },
  {
    "translation": {
      "en": "[Cotto] What if I tell you",
      "de": "Was, wenn ich dir sage,"
    }
  },
  {
    "translation": {
      "en": "I was able to obtain phone video",
      "de": "dass ich ein Handyvideo aufgetrieben habe,"
    }
  },
  {
    "translation": {
      "en": "that shows you at the wall speaking to them at the party.",
      "de": "auf dem zu sehen ist, wie du auf der Party mit ihnen redest."
    }
  },
  {
    "translation": {
      "en": "Who was the first person that walked out the bathroom?",
      "de": "Wer verließ als Erstes die Toilette?"
    }
  },
  {
    "translation": {
      "en": "'Cause this is also videotaped.",
      "de": "Das wurde nämlich auch gefilmt."
    }
  },
  {
    "translation": {
      "en": "[Rachel] He repeatedly tells Nikki that she made up the whole thing,",
      "de": "Er sagt Nikki wiederholt, sie habe alles erfunden,"
    }
  },
  {
    "translation": {
      "en": "that she went into the bathroom willingly to have sex.",
      "de": "sie sei aufs Klo gegangen, um Sex zu haben."
    }
  },
  {
    "translation": {
      "en": "She actually never says that.",
      "de": "Sie sagt das nicht."
    }
  },
  {
    "translation": {
      "en": "At some point, she just doesn't disagree with him.",
      "de": "Aber irgendwann widerspricht sie ihm nicht mehr."
    }
  },
  {
    "translation": {
      "en": "[Cotto] You didn't get raped in the bathroom. You knew that.",
      "de": "Du wurdest nicht vergewaltigt. Das wusstest du."
    }
  },
  {
    "translation": {
      "en": "And you know, afterwards you just wanted to distance yourself from it.",
      "de": "Und danach wolltest du dich davon distanzieren."
    }
  },
  {
    "translation": {
      "en": "-Right? -[Nikki] Mm-hmm.",
      "de": "Richtig?"
    }
  },
  {
    "translation": {
      "en": "This happened to you, and now somebody is accusing you",
      "de": "Das ist dir passiert, und dann wirft man dir vor,"
    }
  },
  {
    "translation": {
      "en": "of lying about it and fabricating the whole thing.",
      "de": "gelogen und das Ganze erfunden zu haben."
    }
  },
  {
    "translation": {
      "en": "[Cotto] I'll be right back, okay?",
      "de": "Bin gleich zurück."
    }
  },
  {
    "translation": {
      "en": "[Avalos] In that situation, they need to get out of that encounter.",
      "de": "In diesem Fall müssen sie raus aus der Situation."
    }
  },
  {
    "translation": {
      "en": "Countless women, especially young women,",
      "de": "Unzählige Frauen, vor allem junge Frauen,"
    }
  },
  {
    "translation": {
      "en": "have been talked into and cajoled into recanting",
      "de": "wurden dazu überredet, ihre Aussage zurückzuziehen,"
    }
  },
  {
    "translation": {
      "en": "because that's how they can get out of that situation.",
      "de": "weil sie so aus dieser Situation rauskamen."
    }
  },
  {
    "translation": {
      "en": "[Cotto] I mean, if you read my investigation, everything I do is fact-based.",
      "de": "Wenn Sie meine Ermittlungen lesen, da beruht alles auf Fakten."
    }
  },
  {
    "translation": {
      "en": "I don’t have an opinion in here. There's not one opinion",
      "de": "Ich habe keine Meinung. Nicht eine einzige Meinung"
    }
  },
  {
    "translation": {
      "en": "anywhere in my investigations.",
      "de": "taucht in meinen Ermittlungen auf."
    }
  },
  {
    "translation": {
      "en": "Did you ever interview the two men? I did not. No, they didn't want to be interviewed.",
      "de": "-Haben Sie die beiden Männer verhört? -Nein, das wollten sie nicht."
    }
  },
  {
    "translation": {
      "en": "-Oh, but you asked? -[Cotto] Oh, absolutely I did.",
      "de": "Sie haben gefragt? Oh, auf jeden Fall."
    }
  },
  {
    "translation": {
      "en": "Oh yeah, absolutely I did, but they just didn't want to.",
      "de": "Ja, absolut, aber sie wollen es nicht."
    }
  },
  {
    "translation": {
      "en": "One gave a written statement to his school… Okay.",
      "de": "Einer gab seiner Uni eine schriftliche Aussage,"
    }
  },
  {
    "translation": {
      "en": "…but none gave me, uh, a statement personally.",
      "de": "aber keiner sagte bei mir persönlich aus."
    }
  },
  {
    "translation": {
      "en": "Okay. It did come out recently",
      "de": "Ok. Vor Kurzem wurde bekannt,"
    }
  },
  {
    "translation": {
      "en": "that one of the men had previously been accused of a sexual assault",
      "de": "dass einem der Männer ein sexueller Übergriff vorgeworfen worden war,"
    }
  },
  {
    "translation": {
      "en": "while at Sacred Heart a month before Nikki reported it to you.",
      "de": "einen Monat bevor Nikki bei Ihnen die Anzeige machte."
    }
  },
  {
    "translation": {
      "en": "And I… I need to know if you knew that while you were investigating Nikki's case.",
      "de": "Und ich muss wissen, ob Sie das wussten, als Sie Nikkis Fall untersuchten."
    }
  },
  {
    "translation": {
      "en": "-Who are we talk-- -[Rachel] About… [bleep] No, it's on there. His name on there… [bleep]",
      "de": "-Von wem reden wir? -Von ****. Sein Name steht hier."
    }
  },
  {
    "translation": {
      "en": "Was it from… And… And that's from where?",
      "de": "Und woher kommt das?"
    }
  },
  {
    "translation": {
      "en": "-Sacred Heart University? -[Rachel] Yeah.",
      "de": "-Sacred Heart University? -Ja."
    }
  },
  {
    "translation": {
      "en": "Yeah, no. So I… So during it, I was not aware.",
      "de": "Ja, nein… Also, als das aktuell war, war mir das nicht klar."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Does this change anything, you think?",
      "de": "Denken Sie, das ändert etwas?"
    }
  },
  {
    "translation": {
      "en": "No, because I'm going to explain something to you. So, um…",
      "de": "Nein, denn ich erkläre Ihnen etwas. Also…"
    }
  },
  {
    "translation": {
      "en": "So… there was an individual,",
      "de": "Also… Es gab eine Person…"
    }
  },
  {
    "translation": {
      "en": "I'm positive I didn’t see it… [smacks lips] …and then it… I… I'm positive it was not in the, um…",
      "de": "Ich bin sicher, ich habe es nicht gesehen, es war nicht in den…"
    }
  },
  {
    "translation": {
      "en": "the, uh… you know, wasn't of any evidence that I obtained.",
      "de": "…Beweisen, die ich hatte."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Okay.",
      "de": "Ok."
    }
  },
  {
    "translation": {
      "en": "[Cotto] Okay. So let's do this.",
      "de": "Ok. Dann machen wir das."
    }
  },
  {
    "translation": {
      "en": "Can you… Let's stop this, and then let's look.",
      "de": "Machen wir Pause und schauen nach."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Okay.",
      "de": "Ok."
    }
  },
  {
    "translation": {
      "en": "Why not? Let's look.",
      "de": "Schauen wir nach."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "de": "Danke."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] Detective Cotto says he couldn't find the man's name in the system.",
      "de": "Detective Cotto konnte den Namen des Mannes nicht im System finden."
    }
  },
  {
    "translation": {
      "en": "A thorough investigation would have included looking into the suspect's past.",
      "de": "Man hätte die Vergangenheit des Verdächtigen beleuchten müssen."
    }
  },
  {
    "translation": {
      "en": "Cotto interrogated Nikki",
      "de": "Cotto hatte Nikki verhört,"
    }
  },
  {
    "translation": {
      "en": "but never interviewed either of the two men",
      "de": "aber keinen der beiden Männer,"
    }
  },
  {
    "translation": {
      "en": "who have since insisted the sex was consensual.",
      "de": "die behaupteten, dass der Sex einvernehmlich war."
    }
  },
  {
    "translation": {
      "en": "Ultimately, Nikki plead guilty.",
      "de": "Nikki bekannte sich schuldig."
    }
  },
  {
    "translation": {
      "en": "[Cotto, busily] The physical check. Now, let's see it.",
      "de": "Ärztliche Untersuchung. Mal sehen."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] In the false reporting cases I went through, in almost half of them,",
      "de": "In fast der Hälfte meiner Fälle von Falschanzeigen ist nicht klar,"
    }
  },
  {
    "translation": {
      "en": "it's not clear if the suspect was even interviewed or was identified.",
      "de": "ob der Verdächtige überhaupt verhört oder identifiziert wurde."
    }
  },
  {
    "translation": {
      "en": "Which is, like, a really big deal. [chuckling]",
      "de": "Was eine große Sache ist."
    }
  },
  {
    "translation": {
      "en": "It's, like, a very key part of an investigation.",
      "de": "Das ist ein zentraler Teil von Ermittlungen."
    }
  },
  {
    "translation": {
      "en": "I'm just like, wow, there's so much more they could have done.",
      "de": "Sie hätten so viel mehr tun können."
    }
  },
  {
    "translation": {
      "en": "There's just so much more they could have done.",
      "de": "So viel mehr."
    }
  },
  {
    "translation": {
      "en": "[Akridge] There have been several investigators involved,",
      "de": "Mehrere Ermittler waren beteiligt,"
    }
  },
  {
    "translation": {
      "en": "and we have done a very, very thorough investigation.",
      "de": "wir haben sehr gründlich gearbeitet."
    }
  },
  {
    "translation": {
      "en": "[Carl] In Emma’s case, both the suspects weren't even identified.",
      "de": "Bei Emma wurden die Verdächtigen nie identifiziert."
    }
  },
  {
    "translation": {
      "en": "There were other friends that possibly knew him",
      "de": "Es gab andere Freunde oder Zeugen, die sie vielleicht kannten."
    }
  },
  {
    "translation": {
      "en": "or other witnesses that… that knew him. Did they go to that school?",
      "de": "Es gab andere Freunde oder Zeugen, die sie vielleicht kannten. Von dieser Uni?"
    }
  },
  {
    "translation": {
      "en": "She had a video that one of the suspects were on.",
      "de": "Sie hatte ein Video, auf dem einer der Verdächtigen war."
    }
  },
  {
    "translation": {
      "en": "I mean, they… they would have been… It would have been easy to find.",
      "de": "Es wäre leicht gewesen, sie zu finden."
    }
  },
  {
    "translation": {
      "en": "I mean, if you're gonna do anything, you need to identify them two.",
      "de": "Das wäre eine Grundvoraussetzung gewesen."
    }
  },
  {
    "translation": {
      "en": "[Rachel] In Emma's police report, the surveillance video appears to be",
      "de": "In Emmas Polizeibericht scheint das Überwachungsvideo der entscheidende Beweis zu sein,"
    }
  },
  {
    "translation": {
      "en": "this really critical piece of evidence to justify her arrest.",
      "de": "scheint das Überwachungsvideo der entscheidende Beweis zu sein, um sie zu verhaften."
    }
  },
  {
    "translation": {
      "en": "And if they just completely misidentified her, I would think that they'd care.",
      "de": "Und wenn sie sie falsch identifizierten, sollte es sie interessieren."
    }
  },
  {
    "translation": {
      "en": "Folks like Emma's family reach out to lawyers like myself,",
      "de": "Menschen wie Emmas Familie wenden sich an Anwälte wie mich,"
    }
  },
  {
    "translation": {
      "en": "uh, because we have a certain perspective.",
      "de": "weil wir eine bestimmte Perspektive haben."
    }
  },
  {
    "translation": {
      "en": "Uh, we understand what it's like to be at the bottom of the boot.",
      "de": "Wir wissen, wie es ist, ganz unten zu stehen."
    }
  },
  {
    "translation": {
      "en": "We're essentially claiming that they withheld, uh, this video from us.",
      "de": "Wir behaupten im Grunde, sie hätten uns das Video vorenthalten."
    }
  },
  {
    "translation": {
      "en": "We think it clearly exonerates Emma.",
      "de": "Wir glauben, dass das Emma klar entlastet."
    }
  },
  {
    "translation": {
      "en": "[Rachel] There is now an opportunity to overturn the case,",
      "de": "Man kann jetzt das Urteil aufheben,"
    }
  },
  {
    "translation": {
      "en": "meaning that this could just be completely wiped from her record",
      "de": "dann verschwindet es aus ihrem Führungszeugnis,"
    }
  },
  {
    "translation": {
      "en": "as if this false reporting charge never happened.",
      "de": "als sei ihr die Falschanzeige nie vorgeworfen worden."
    }
  },
  {
    "translation": {
      "en": "And if we win that and they determine that there was a constitutional violation,",
      "de": "Wenn wir gewinnen und sie einen Verfassungsverstoß feststellen,"
    }
  },
  {
    "translation": {
      "en": "uh, then yeah, the case will be overturned.",
      "de": "ja, dann wird das Urteil aufgehoben."
    }
  },
  {
    "translation": {
      "en": "[Rachel] I'm so used to seeing her documents",
      "de": "Ich bin es gewohnt, ihre Dokumente"
    }
  },
  {
    "translation": {
      "en": "as the State of Alabama versus Emma Catherine Mannion.",
      "de": "wie \"Bundesstaat Alabama gegen Emma Catherine Mannion\" zu sehen."
    }
  },
  {
    "translation": {
      "en": "Now it's Emma Catherine Mannion versus the State of Alabama.",
      "de": "Nun ist es umgekehrt: sie gegen Alabama."
    }
  },
  {
    "translation": {
      "en": "[Maxwell] All right.",
      "de": "Ok."
    }
  },
  {
    "translation": {
      "en": "-Thank you, guys. -[Maxwell] Thank you, Emma.",
      "de": "Danke, Leute. Danke, Emma."
    }
  },
  {
    "translation": {
      "en": "-Uh, we'll be talking to you soon. -Thank you.",
      "de": "-Wir sprechen uns bald. -Danke."
    }
  },
  {
    "translation": {
      "en": "The last few years have catapulted my healing.",
      "de": "In den letzten paar Jahren schritt mein Heilungsprozess voran."
    }
  },
  {
    "translation": {
      "en": "Aw, it's good to see you.",
      "de": "Schön, dich zu sehen."
    }
  },
  {
    "translation": {
      "en": "Because Rae's taken my word for my word and not just done it blindly",
      "de": "Weil Rae mir geglaubt hat, aber nicht blind geglaubt."
    }
  },
  {
    "translation": {
      "en": "but gone and done the legwork that the police should have done.",
      "de": "Sie hat viel Mühe investiert, die die Polizei nicht investiert hatte."
    }
  },
  {
    "translation": {
      "en": "They have a tough job, you know. I would dot your I's and cross your T's.",
      "de": "Sie haben einen schweren Job. Ich würde nicht extrem gründlich arbeiten."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "de": "Ok."
    }
  },
  {
    "translation": {
      "en": "I'd like to run through the questions and see if it lines up with what I'm looking from for you.",
      "de": "Ich würde gerne schauen, ob die Fragen dem entsprechen, was ich erwarte."
    }
  },
  {
    "translation": {
      "en": "So my first question would be, what are some of the reasons",
      "de": "Erste Frage: Aus welchen Gründen können Opfer von Sexualverbrechen"
    }
  },
  {
    "translation": {
      "en": "that a sexual assault victim might recant a legitimate report?",
      "de": "Erste Frage: Aus welchen Gründen können Opfer von Sexualverbrechen eine wahre Aussage widerrufen?"
    }
  },
  {
    "translation": {
      "en": "[Avalos] It can be how she's treated by officers. Um, if, uh, they used deception on her.",
      "de": "Die Behandlung durch die Polizei. Wenn sie von ihnen getäuscht wurden."
    }
  },
  {
    "translation": {
      "en": "You know, it's not strong, confident, middle-aged women",
      "de": "Es sind keine selbstbewussten Frauen mittleren Alters,"
    }
  },
  {
    "translation": {
      "en": "that experience being charged with false reporting.",
      "de": "denen man Falschanzeigen vorwirft."
    }
  },
  {
    "translation": {
      "en": "-It's young women, vulnerable. -[Melissa] Right.",
      "de": "Es sind junge, anfällige Frauen."
    }
  },
  {
    "translation": {
      "en": "So she's somebody that is easy to take advantage of. -A perfect target. -Yeah. Mm-hmm.",
      "de": "Sie ist jemand, den man leicht ausnutzen kann."
    }
  },
  {
    "translation": {
      "en": "If… If she \"false reported,\" then the sexual assault didn't happen, right?",
      "de": "Wenn es eine Falschanzeige war, gab es keinen Übergriff, ja?"
    }
  },
  {
    "translation": {
      "en": "So they just completely forget about the sexual assault portion of it.",
      "de": "Sie vergessen also komplett den Teil mit dem sexuellen Übergriff."
    }
  },
  {
    "translation": {
      "en": "I just want to really get her exonerated.",
      "de": "Ich will unbedingt, dass sie entlastet wird."
    }
  },
  {
    "translation": {
      "en": "-That's really the biggest thing. [sighs] -[Avalos] Okay.",
      "de": "Das ist das Wichtigste."
    }
  },
  {
    "translation": {
      "en": "[Dyanie] When we got that guilty verdict, Melissa was like, \"It's okay. We're going to appeal.\"",
      "de": "Als der Schuldspruch kam, sagte Melissa: \"Macht nichts. Wir gehen in Berufung.\""
    }
  },
  {
    "translation": {
      "en": "I'm hoping that it's a different outcome this time,",
      "de": "Ich hoffe, dass es diesmal anders ausgeht,"
    }
  },
  {
    "translation": {
      "en": "but do I have the same faith in the criminal justice system like I did before?",
      "de": "aber habe ich das gleiche Vertrauen ins Strafjustizsystem wie vorher?"
    }
  },
  {
    "translation": {
      "en": "No, I don't.",
      "de": "Nein, habe ich nicht."
    }
  },
  {
    "translation": {
      "en": "[Rachel] How are you two feeling?",
      "de": "Wie fühlt ihr euch?"
    }
  },
  {
    "translation": {
      "en": "Nervous.",
      "de": "Nervös."
    }
  },
  {
    "translation": {
      "en": "I just…",
      "de": "Ich…"
    }
  },
  {
    "translation": {
      "en": "This place doesn't bring me good memories.",
      "de": "Ich habe keine guten Erinnerungen an diesen Ort."
    }
  },
  {
    "translation": {
      "en": "-Were you here for the last hearing, the-- -Yeah.",
      "de": "-Waren Sie bei der letzten Anhörung? -Ja."
    }
  },
  {
    "translation": {
      "en": "Yeah, and it was…",
      "de": "Ja, und es war…"
    }
  },
  {
    "translation": {
      "en": "[inhales deeply] It wasn't good.",
      "de": "Nicht gut."
    }
  },
  {
    "translation": {
      "en": "Yeah, I just felt so powerless, you know what I mean?",
      "de": "Ich fühlte mich so machtlos, wissen Sie?"
    }
  },
  {
    "translation": {
      "en": "I felt in a way that I never felt in almost my 30 years being in this country.",
      "de": "In den 30 Jahren in diesem Land hatte ich mich nie so gefühlt."
    }
  },
  {
    "translation": {
      "en": "I think I feel what other people say it",
      "de": "Ich verstehe die Leute, die sagen,"
    }
  },
  {
    "translation": {
      "en": "when they say that sometimes the justice system is not made for everybody.",
      "de": "dass das Justizsystem nicht für alle geschaffen ist."
    }
  },
  {
    "translation": {
      "en": "I was the one who said to her, you know, \"Baby, you need to go the cops.\"",
      "de": "Ich war derjenige, der ihr sagte: \"Baby, du musst zur Polizei."
    }
  },
  {
    "translation": {
      "en": "You know, \"You need to report this.\" So I feel like, you know what I mean,",
      "de": "Du musst das anzeigen.\" Ich habe also meine Tochter zu diesen verdammten Leuten geschickt."
    }
  },
  {
    "translation": {
      "en": "like, I… I sent my daughter to these freaking people here.",
      "de": "Ich habe also meine Tochter zu diesen verdammten Leuten geschickt."
    }
  },
  {
    "translation": {
      "en": "You know what I mean? I could easily say, you know what? Don't worry about it, you know.",
      "de": "Verstehen Sie? Ich hätte sagen können: \"Mach dir nichts draus.\""
    }
  },
  {
    "translation": {
      "en": "It's just hard whenever you do everything that you're supposed to,",
      "de": "Da tut man das, was man eigentlich tun soll,"
    }
  },
  {
    "translation": {
      "en": "and things like that happen, you know?",
      "de": "und dann passiert so was."
    }
  },
  {
    "translation": {
      "en": "I'm Laura Dunn, counsel for defendant.",
      "de": "Ich bin Laura Dunn, Anwältin der Angeklagten."
    }
  },
  {
    "translation": {
      "en": "The judge believed me.",
      "de": "Der Richter hat mir geglaubt. Das ist alles, was ich wollte."
    }
  },
  {
    "translation": {
      "en": "That's all I wanted from the first place… uh, the first time around,",
      "de": "Der Richter hat mir geglaubt. Das ist alles, was ich wollte. Schon beim ersten Mal."
    }
  },
  {
    "translation": {
      "en": "and I'm just… I'm still out of words for it,",
      "de": "Schon beim ersten Mal. Mir fehlen immer noch die Worte."
    }
  },
  {
    "translation": {
      "en": "but it meant a lot more than anything when he said not guilty.",
      "de": "Es bedeutete mir mehr als alles andere, als er \"Nicht schuldig\" sagte."
    }
  },
  {
    "translation": {
      "en": "This was a huge ruling.",
      "de": "Das war ein großes Urteil."
    }
  },
  {
    "translation": {
      "en": "False recantations happen when law enforcement",
      "de": "Falsche Widerrufe kommen vor, wenn die Polizei"
    }
  },
  {
    "translation": {
      "en": "don't approach victims the right way and don't support them and don't believe them at every step.",
      "de": "falsch mit den Opfern umgeht und sie nicht unterstützt."
    }
  },
  {
    "translation": {
      "en": "And I hope that changes,",
      "de": "Und ich hoffe, das ändert sich,"
    }
  },
  {
    "translation": {
      "en": "just this county and perhaps even broader, and you'll be part of that.",
      "de": "vielleicht nicht nur in diesem County. Und du wirst der Grund dafür sein."
    }
  },
  {
    "translation": {
      "en": "You'll be the reason for that.",
      "de": "Und du wirst der Grund dafür sein."
    }
  },
  {
    "translation": {
      "en": "Dyanie, you did the hard work, for real like…",
      "de": "Dyanie, du hast das meiste geleistet."
    }
  },
  {
    "translation": {
      "en": "It feels so good to have… to have won,",
      "de": "Es fühlt sich so gut an, gewonnen zu haben,"
    }
  },
  {
    "translation": {
      "en": "but there's so many pieces to still pick up of her.",
      "de": "aber sie muss immer noch viele Schäden reparieren,"
    }
  },
  {
    "translation": {
      "en": "Like… [scoffs] …they left a lot of damage in the wake.",
      "de": "die sie ihr zugefügt haben."
    }
  },
  {
    "translation": {
      "en": "It's not so simple.",
      "de": "Das ist nicht leicht."
    }
  },
  {
    "translation": {
      "en": "She wants to be a law enforcement officer. She had wanted to intern at the FBI right before this happened.",
      "de": "Sie wollte Polizistin werden, ein Praktikum beim FBI machen."
    }
  },
  {
    "translation": {
      "en": "They took that from her. They took all of it from her.",
      "de": "Das haben sie ihr alles genommen."
    }
  },
  {
    "translation": {
      "en": "Before the story comes out, we, you know… we want to reach out to them again. Like, just so you know,",
      "de": "Bevor der Artikel erscheint, wollen wir ihnen sagen,"
    }
  },
  {
    "translation": {
      "en": "-this is what we're saying in our article. -Yes.",
      "de": "-was drinstehen wird. -Ja."
    }
  },
  {
    "translation": {
      "en": "[Amanda] The question with the headline is, how do you accurately portray the story?",
      "de": "Aber welche Überschrift gibt die Geschichte gut wieder?"
    }
  },
  {
    "translation": {
      "en": "She reported her rape to police, and when they didn't believe her, or something, you know, just a…",
      "de": "\"Sie zeigte ihre Vergewaltigung an, aber als die Polizei ihr nicht glaubte…\""
    }
  },
  {
    "translation": {
      "en": "She reported a rape.",
      "de": "\"Sie zeigte ihre Vergewaltigung an"
    }
  },
  {
    "translation": {
      "en": "She ended up in handcuffs or something like--",
      "de": "und endete in Handschellen\" oder so."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Or we could play with something like",
      "de": "-Ja, -Oder wir versuchen was anderes."
    }
  },
  {
    "translation": {
      "en": "when a victim flips to a suspect.",
      "de": "\"Wenn ein Opfer zur Verdächtigen wird\"."
    }
  },
  {
    "translation": {
      "en": "[Amanda] Mm-hmm. Or police charged her with lying after they lied to her.",
      "de": "Oder \"Die Polizei log sie an und warf ihr dann Lügen vor\"."
    }
  },
  {
    "translation": {
      "en": "[Rachel] Yeah. Mm-hmm.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "[Amanda] What does it take to fight one of these charges? To get justice?",
      "de": "Was braucht es, um Gerechtigkeit zu bekommen?"
    }
  },
  {
    "translation": {
      "en": "So, for Dyanie to get justice, it took, you know, at least half a dozen people that she had to bring on board,",
      "de": "Dyanie brauchte mindestens sechs Personen an ihrer Seite,"
    }
  },
  {
    "translation": {
      "en": "hundreds of hours of work, and it would have been",
      "de": "Hunderte Arbeitsstunden, und Rechtshilfe, die Zehntausende Dollar kostete."
    }
  },
  {
    "translation": {
      "en": "tens of thousands of dollars of legal help.",
      "de": "und Rechtshilfe, die Zehntausende Dollar kostete."
    }
  },
  {
    "translation": {
      "en": "For… And that's one case.",
      "de": "Und das ist nur ein Fall."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] As I get closer to publishing, there's one question I keep coming back to.",
      "de": "Kurz vor Veröffentlichung beschäftigt mich immer wieder eine Frage."
    }
  },
  {
    "translation": {
      "en": "[Rachel] I just… I just have this question.",
      "de": "Ich habe eine Frage."
    }
  },
  {
    "translation": {
      "en": "So if police aren't believing someone,",
      "de": "Wenn die Polizei jemandem nicht glaubt,"
    }
  },
  {
    "translation": {
      "en": "why not just dismiss the case?",
      "de": "warum weist sie die Anzeige nicht ab?"
    }
  },
  {
    "translation": {
      "en": "Why go through the trouble of making arrests?",
      "de": "Warum der Stress mit Verhaftungen?"
    }
  },
  {
    "translation": {
      "en": "Those are easy.",
      "de": "Die sind einfach."
    }
  },
  {
    "translation": {
      "en": "All… If I can get her to recant,",
      "de": "Wenn ich sie zum Widerruf bringen kann,"
    }
  },
  {
    "translation": {
      "en": "I'm done.",
      "de": "bin ich fertig."
    }
  },
  {
    "translation": {
      "en": "I… I… I get an arrest and don't have to do a full investigation,",
      "de": "Ich nehme eine Verhaftung vor und brauche keine volle Ermittlung,"
    }
  },
  {
    "translation": {
      "en": "and that's just another one off my desk.",
      "de": "die Sache ist vom Tisch."
    }
  },
  {
    "translation": {
      "en": "Or they cleared the sexual assault with an arrest, and that's the arrest of the victim.",
      "de": "Oder sie klären den sexuellen Übergriff mit der Verhaftung des Opfers."
    }
  },
  {
    "translation": {
      "en": "And then you… you go out,",
      "de": "Und dann gehen sie raus"
    }
  },
  {
    "translation": {
      "en": "and you shame her.",
      "de": "und kompromittieren sie."
    }
  },
  {
    "translation": {
      "en": "They're gonna teach that person the lesson.",
      "de": "Sie erteilen ihr eine Lektion."
    }
  },
  {
    "translation": {
      "en": "When a false report's made like this, then the person that makes a report such as that, you know, they… they need to suffer the consequences.",
      "de": "Wer so eine Falschanzeige erstattet, muss die Konsequenzen tragen."
    }
  },
  {
    "translation": {
      "en": "[Avalos] The main effect is the chilling effect.",
      "de": "Sie wollen vor allem abschrecken."
    }
  },
  {
    "translation": {
      "en": "They are chilling the reporting of sexual assault because other victims are going to be afraid to come forward.",
      "de": "Andere Opfer werden Angst haben, sexuelle Übergriffe anzuzeigen."
    }
  },
  {
    "translation": {
      "en": "So the message they send to all the sexual assault survivors in their community",
      "de": "Ihre Botschaft an alle Überlebenden von sexuellen Übergriffen lautet also:"
    }
  },
  {
    "translation": {
      "en": "is that if the police don't believe you, they might prosecute you.",
      "de": "Glaubt dir die Polizei nicht, könnte sie dich anklagen."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] First, you report being sexually assaulted,",
      "de": "Erst zeigst du einen sexuellen Übergriff an,"
    }
  },
  {
    "translation": {
      "en": "and then you have the police calling you a liar.",
      "de": "und dann behauptet die Polizei, dass du lügst."
    }
  },
  {
    "translation": {
      "en": "Then the police will sometimes post about this",
      "de": "Und manchmal postet die Polizei das"
    }
  },
  {
    "translation": {
      "en": "on their own social media accounts.",
      "de": "in ihren Social-Media-Profilen."
    }
  },
  {
    "translation": {
      "en": "[female reporter] The sheriff's office says Dyanie Bermeo also reported the…",
      "de": "Das Sheriff's Office sagt, dass Dyanie Bermeo…"
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] Journalists pick this up and republish it",
      "de": "Journalisten teilen das,"
    }
  },
  {
    "translation": {
      "en": "without their own investigation. 'Cause you're no longer a sexual assault victim,",
      "de": "ohne selbst zu recherchieren, weil du kein Opfer sexueller Gewalt bist."
    }
  },
  {
    "translation": {
      "en": "you do not have that right to privacy anymore.",
      "de": "Du hast dieses Recht auf Privatsphäre nicht mehr."
    }
  },
  {
    "translation": {
      "en": "Once your name is in the press, it's everywhere. You can't put it back.",
      "de": "Sobald dein Name in der Presse ist, ist er überall."
    }
  },
  {
    "translation": {
      "en": "[male caller] To Mrs. Yovino, I really hope you get the full two years",
      "de": "An Mrs. Yovino: Ich hoffe, Sie kriegen die zwei Jahre,"
    }
  },
  {
    "translation": {
      "en": "'cause you fucking deserve it.",
      "de": "weil Sie sie voll verdienen."
    }
  },
  {
    "translation": {
      "en": "[Rachel] These young women have no idea,",
      "de": "Diese jungen Frauen haben keine Ahnung,"
    }
  },
  {
    "translation": {
      "en": "when they go to report an assault, what could happen to them.",
      "de": "was passieren kann, wenn sie einen Übergriff anzeigen."
    }
  },
  {
    "translation": {
      "en": "[Carl] Most of the victims in sexual assault are between ages of 14 and 26.",
      "de": "Die meisten Opfer sexueller Gewalt sind zwischen 14 und 26 Jahre alt."
    }
  },
  {
    "translation": {
      "en": "So you're dealing with somebody that's really young, and they just don't understand how it works.",
      "de": "Sie sind also sehr jung und wissen nicht, wie der Hase läuft."
    }
  },
  {
    "translation": {
      "en": "Even adults don't know how it works, but, um…",
      "de": "Selbst Erwachsene wissen das nicht…"
    }
  },
  {
    "translation": {
      "en": "Yeah. [director, off screen] Why do you care so much?",
      "de": "-Ja. -Warum ist Ihnen das so wichtig?"
    }
  },
  {
    "translation": {
      "en": "Good question. Um…",
      "de": "Gute Frage."
    }
  },
  {
    "translation": {
      "en": "My sister was sexually assaulted.",
      "de": "Meine Schwester wurde sexuell missbraucht."
    }
  },
  {
    "translation": {
      "en": "Twice.",
      "de": "Zweimal."
    }
  },
  {
    "translation": {
      "en": "The first time she was 13.",
      "de": "Das erste Mal mit 13."
    }
  },
  {
    "translation": {
      "en": "She came home, my mom called the police, they did zero.",
      "de": "Sie kam heim, meine Mom rief die Polizei an, die taten nichts, sie nahmen es nicht mal auf."
    }
  },
  {
    "translation": {
      "en": "They didn't even take a report.",
      "de": "die taten nichts, sie nahmen es nicht mal auf."
    }
  },
  {
    "translation": {
      "en": "And my sister got heavily into drugs, and, um… and I… a lot of that was from what happened to her.",
      "de": "Meine Schwester fing mit Drogen an, und dieses Erlebnis war mitverantwortlich."
    }
  },
  {
    "translation": {
      "en": "And, um… she became addicted, and then when she was 17 years old,",
      "de": "Sie wurde süchtig, und als sie 17 war,"
    }
  },
  {
    "translation": {
      "en": "she was raped by two… two males",
      "de": "wurde sie von zwei Männern vergewaltigt"
    }
  },
  {
    "translation": {
      "en": "and, uh, two suspects.",
      "de": "und von zwei Verdächtigen."
    }
  },
  {
    "translation": {
      "en": "Cops came out. Did nothing.",
      "de": "Die Polizei kam und hat nichts getan."
    }
  },
  {
    "translation": {
      "en": "And my sister just struggled for the rest of her life.",
      "de": "Und meine Schwester hatte den Rest ihres Lebens Probleme."
    }
  },
  {
    "translation": {
      "en": "And I… I know it came from that.",
      "de": "Und ich weiß, das war der Ursprung."
    }
  },
  {
    "translation": {
      "en": "So, I…",
      "de": "Also…"
    }
  },
  {
    "translation": {
      "en": "I look at my victims, and I see…",
      "de": "Wenn ich meine Opfer sehe, sehe ich…"
    }
  },
  {
    "translation": {
      "en": "[choking up] I see her.",
      "de": "Ich sehe sie."
    }
  },
  {
    "translation": {
      "en": "That's why.",
      "de": "Deshalb."
    }
  },
  {
    "translation": {
      "en": "[trainee] I want to thank you for coming in today.",
      "de": "Ich danke dir fürs Kommen."
    }
  },
  {
    "translation": {
      "en": "I'm here to help you. Okay?",
      "de": "Ich möchte dir helfen, ok?"
    }
  },
  {
    "translation": {
      "en": "-You went to the party? -[victim actress] Yeah.",
      "de": "-Du warst auf der Party? -Ja."
    }
  },
  {
    "translation": {
      "en": "-[trainee] Okay. Okay. -[victim actress] I got too drunk.",
      "de": "-Ok. -Ich wurde zu betrunken. -Ok. -Ich habe mich übergeben."
    }
  },
  {
    "translation": {
      "en": "And I got sick.",
      "de": "-Ok. -Ich habe mich übergeben."
    }
  },
  {
    "translation": {
      "en": "I should have just gone home.",
      "de": "Ich hätte heimgehen sollen."
    }
  },
  {
    "translation": {
      "en": "[Carl] What I think needs to be done is, obviously, training.",
      "de": "Was wir wirklich brauchen, sind Schulungen."
    }
  },
  {
    "translation": {
      "en": "You have detectives who've never been trained in sex crimes, especially in smaller agencies.",
      "de": "Viele Ermittler wurde nie in Sexualverbrechen geschult."
    }
  },
  {
    "translation": {
      "en": "If you asked a question twice,",
      "de": "Wiederholt man eine Frage,"
    }
  },
  {
    "translation": {
      "en": "then the victim feels, you know, you're doubting them.",
      "de": "denkt das Opfer, man glaubt ihm nicht."
    }
  },
  {
    "translation": {
      "en": "Just bear in mind, if you do it too much, down the road, she's gonna be thinking… you know--",
      "de": "Denken Sie daran, wenn Sie das zu oft tun, wird sie denken…"
    }
  },
  {
    "translation": {
      "en": "-[victim actress] You don't believe me. -Right.",
      "de": "-Man glaubt ihr nicht. -Ganz genau."
    }
  },
  {
    "translation": {
      "en": "-[trainee] Or even paying attention. -You're not paying attention.",
      "de": "-Man glaubt ihr nicht. -Ganz genau. Man hört ihr nicht richtig zu."
    }
  },
  {
    "translation": {
      "en": "You're not listening.",
      "de": "Man hört ihr nicht richtig zu."
    }
  },
  {
    "translation": {
      "en": "A lot of detectives will come up to me,",
      "de": "Viele Detectives sagen mir,"
    }
  },
  {
    "translation": {
      "en": "they're like, \"Yeah, we really want to work these cases but no training.\"",
      "de": "sie wollen diese Fälle bearbeiten, sind aber nicht geschult."
    }
  },
  {
    "translation": {
      "en": "[Akridge] But I'm telling you right now,",
      "de": "Aber ich sage es dir,"
    }
  },
  {
    "translation": {
      "en": "if you continue to lie to me, this is about to go south.",
      "de": "lügst du weiter, wird das böse enden."
    }
  },
  {
    "translation": {
      "en": "[Emma] I'm not lying. I'm not.",
      "de": "Ich lüge aber nicht."
    }
  },
  {
    "translation": {
      "en": "They were treating the victim in the same interview as a suspect.",
      "de": "Sie behandelten das Opfer im selben Verhör wie die Verdächtige."
    }
  },
  {
    "translation": {
      "en": "Of course there's gonna be inconsistencies. Which we already established, the inconsistencies.",
      "de": "Natürlich gibt es Ungereimtheiten, die wir bereits festgestellt haben."
    }
  },
  {
    "translation": {
      "en": "They automatically started kind of putting the burden of proof on the victim.",
      "de": "Sie begannen automatisch, vom Opfer Beweise zu verlangen."
    }
  },
  {
    "translation": {
      "en": "We've been talking all day today about, uh, two survivors",
      "de": "Wir haben den ganzen Tag über zwei Überlebende gesprochen,"
    }
  },
  {
    "translation": {
      "en": "that are gonna come in and do their, uh, impact statement.",
      "de": "die heute ihr Impact Statement machen."
    }
  },
  {
    "translation": {
      "en": "And they're here today. Uh, honestly, I've been training a long time,",
      "de": "Ich mache schon lange Schulungen,"
    }
  },
  {
    "translation": {
      "en": "and to get survivors to come in to talk at… on any level, uh, is a really tough thing to do.",
      "de": "und Überlebende dazu zu bewegen, sich zu äußern, ist wirklich schwer."
    }
  },
  {
    "translation": {
      "en": "Do I want to go up in front all these cops and tell them this?",
      "de": "Will ich das vor all den Polizisten erzählen?"
    }
  },
  {
    "translation": {
      "en": "-[Emma laughs] -No, not really. I don't wanna hear, \"I'm sorry.\"",
      "de": "Eigentlich nicht. Ich will keine Entschuldigungen."
    }
  },
  {
    "translation": {
      "en": "-[Emma] Yeah, that one. -Like… I like… Like you didn't do this to me.",
      "de": "-Ja, genau. -Die haben mir das nicht angetan."
    }
  },
  {
    "translation": {
      "en": "-I've had enough… -[Dyanie] Of I'm sorry's.",
      "de": "-Ich habe genug… -Entschuldigungen."
    }
  },
  {
    "translation": {
      "en": "-…like, of pity cries for Emma. -[Dyanie] Yes.",
      "de": "-…vom Mitleid für Emma. -Ja."
    }
  },
  {
    "translation": {
      "en": "I… That's not… [chuckles] That's not where I'm at.",
      "de": "Darüber bin ich hinweg."
    }
  },
  {
    "translation": {
      "en": "And… And I know that",
      "de": "Und ich weiß,"
    }
  },
  {
    "translation": {
      "en": "case to case is different,",
      "de": "dass jeder Fall anders ist."
    }
  },
  {
    "translation": {
      "en": "longevity is diff… Like, this is year five for me.",
      "de": "Das ist für mich Jahr fünf."
    }
  },
  {
    "translation": {
      "en": "To the right.",
      "de": "Nach rechts."
    }
  },
  {
    "translation": {
      "en": "[Emma] I was 18 years old.",
      "de": "Ich war 18 Jahre alt."
    }
  },
  {
    "translation": {
      "en": "I was raped",
      "de": "Ich wurde vergewaltigt"
    }
  },
  {
    "translation": {
      "en": "in the back of a vehicle by a stranger",
      "de": "von einem Fremden auf dem Rücksitz."
    }
  },
  {
    "translation": {
      "en": "with his friend who stood outside the car watching.",
      "de": "Sein Freund sah draußen am Auto zu."
    }
  },
  {
    "translation": {
      "en": "I walked through my statement",
      "de": "Ich ging meine Aussage durch,"
    }
  },
  {
    "translation": {
      "en": "and was bluntly told by the detective that they did not believe me.",
      "de": "und der Detective sagte mir, dass sie mir nicht glaubten"
    }
  },
  {
    "translation": {
      "en": "That he wanted to help me, but he couldn't help a liar.",
      "de": "und einer Lügnerin nicht helfen könnten."
    }
  },
  {
    "translation": {
      "en": "I fell victim to a rapist",
      "de": "Ich wurde vergewaltigt"
    }
  },
  {
    "translation": {
      "en": "and was never given the privilege or dignity to process my assault.",
      "de": "und bekam nie das Privileg oder die Würde, das zu verarbeiten."
    }
  },
  {
    "translation": {
      "en": "If a survivor is coming to you, and they need your help,",
      "de": "Wenn eine Überlebende zu dir kommt und deine Hilfe braucht"
    }
  },
  {
    "translation": {
      "en": "and you don't help them,",
      "de": "und du ihr nicht hilfst,"
    }
  },
  {
    "translation": {
      "en": "there's a monster walking around free.",
      "de": "dann läuft ein Monster frei herum."
    }
  },
  {
    "translation": {
      "en": "If you assume immediately that they're lying,",
      "de": "Wenn du sofort annimmst, dass sie lügt,"
    }
  },
  {
    "translation": {
      "en": "if you feel like your job would be easier",
      "de": "wenn du denkst, dein Job wird leichter,"
    }
  },
  {
    "translation": {
      "en": "if it was swept under the rug,",
      "de": "wenn man es unter den Teppich kehrt,"
    }
  },
  {
    "translation": {
      "en": "or if you're tired of all the paperwork,",
      "de": "oder wenn du den Papierkram satthast,"
    }
  },
  {
    "translation": {
      "en": "find a new career.",
      "de": "such dir einen neuen Job."
    }
  },
  {
    "translation": {
      "en": "[Dyanie] I thought they were coming down to the campus to help me,",
      "de": "Ich dachte, sie kommen zum Campus, um mir zu helfen,"
    }
  },
  {
    "translation": {
      "en": "but in reality, they came down ready to interrogate me.",
      "de": "aber in Wirklichkeit kamen sie, um mich zu verhören."
    }
  },
  {
    "translation": {
      "en": "There is a law saying, like, you know, police officers can lie to people, and it's okay.",
      "de": "Ein Gesetz erlaubt es Polizisten, Menschen ohne Konsequenzen anzulügen."
    }
  },
  {
    "translation": {
      "en": "I'm very sorry, and I'm telling you right now,",
      "de": "Es tut mir sehr leid, aber ich finde,"
    }
  },
  {
    "translation": {
      "en": "I don't think you should lie to sexual assault survivors.",
      "de": "Opfer von Sexualverbrechen sollte man nicht anlügen."
    }
  },
  {
    "translation": {
      "en": "[Emma] I applaud you all for being here,",
      "de": "Ich finde es toll, dass Sie alle hier sind,"
    }
  },
  {
    "translation": {
      "en": "but I think this should be standard practice across the board.",
      "de": "aber ich finde, das sollte überall Standard sein."
    }
  },
  {
    "translation": {
      "en": "[Avalos] This is a problem we can solve.",
      "de": "Wir können dieses Problem lösen."
    }
  },
  {
    "translation": {
      "en": "We need to ensure",
      "de": "Wir müssen sicherstellen,"
    }
  },
  {
    "translation": {
      "en": "that police departments are not relying on a victim recantation as their evidence",
      "de": "dass Polizeibehörden beim Widerruf einer Aussage nicht davon ausgehen,"
    }
  },
  {
    "translation": {
      "en": "that no crime was committed or attempted.",
      "de": "dass kein Verbrechen vorlag."
    }
  },
  {
    "translation": {
      "en": "If they close a sexual assault case without a thorough investigation,",
      "de": "Wenn sie einen Fall ohne gründliche Untersuchung schließen,"
    }
  },
  {
    "translation": {
      "en": "if they accuse the victim without evidence,",
      "de": "Opfer ohne Beweise beschuldigen,"
    }
  },
  {
    "translation": {
      "en": "then they should be held accountable and risk losing federal funding.",
      "de": "sollten sie zur Verantwortung gezogen werden."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] So much of my investigation was focused on police process.",
      "de": "Meine Nachforschungen waren größtenteils auf die Polizei fokussiert."
    }
  },
  {
    "translation": {
      "en": "But it's also the prosecutors,",
      "de": "Aber es betrifft auch Staatsanwälte,"
    }
  },
  {
    "translation": {
      "en": "legislators, the judges, even the mayors.",
      "de": "Gesetzgeber, Richter, sogar Bürgermeister."
    }
  },
  {
    "translation": {
      "en": "There is an institution of people who allow it to happen.",
      "de": "Es gibt eine Institution von Menschen, die das zulassen."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] I've been working on this story for four years",
      "de": "Ich arbeite seit vier Jahren an dieser Story"
    }
  },
  {
    "translation": {
      "en": "and found about 200 cases so far",
      "de": "und habe bisher etwa 200 Fälle gefunden,"
    }
  },
  {
    "translation": {
      "en": "where alleged victims of sexual assault were turned into suspects.",
      "de": "in denen mutmaßliche Opfer sexueller Gewalt zu Verdächtigen wurden."
    }
  },
  {
    "translation": {
      "en": "It's impossible to say how often law enforcement is doing this,",
      "de": "Es ist unmöglich zu sagen, wie oft die Polizei das tut,"
    }
  },
  {
    "translation": {
      "en": "but here's what we do know.",
      "de": "aber Folgendes wissen wir:"
    }
  },
  {
    "translation": {
      "en": "There are more than 460,000 sexual assaults in the United States every year.",
      "de": "In den USA gibt es jedes Jahr mehr als 460.000 Sexualverbrechen."
    }
  },
  {
    "translation": {
      "en": "Only 30% of those are reported to the police,",
      "de": "Nur 30 % davon werden der Polizei angezeigt,"
    }
  },
  {
    "translation": {
      "en": "and only 1% of perpetrators are ever prosecuted.",
      "de": "und nur 1 % der Täter wird strafrechtlich verfolgt."
    }
  },
  {
    "translation": {
      "en": "There's so little justice for victims,",
      "de": "Es gibt so wenig Gerechtigkeit für Opfer,"
    }
  },
  {
    "translation": {
      "en": "and when law enforcement turns them into the suspects,",
      "de": "und wenn die Polizei sie zu Verdächtigen macht,"
    }
  },
  {
    "translation": {
      "en": "it demands the question, is reporting worth the risk?",
      "de": "stellt sich die Frage, ob eine Anzeige das Risiko wert ist."
    }
  },
  {
    "translation": {
      "en": "This was my first big solo investigative piece.",
      "de": "Das war mein erster großer investigativer Solo-Artikel."
    }
  },
  {
    "translation": {
      "en": "It's nerve-racking.",
      "de": "Nervenaufreibend."
    }
  },
  {
    "translation": {
      "en": "I mean, I don't know if I'll sleep the night that this comes out, to be honest with you.",
      "de": "Wenn er erscheint, weiß ich nicht, ob ich die Nacht schlafen werde."
    }
  },
  {
    "translation": {
      "en": "There's a lot of power that stories like this can have.",
      "de": "Solche Artikel können viel bewirken."
    }
  },
  {
    "translation": {
      "en": "Look, I'm sorry if I'm, you know, pestering you at this point,",
      "de": "Es tut mir leid, wenn ich Sie jetzt belästige,"
    }
  },
  {
    "translation": {
      "en": "but I… it's really important that I speak with you.",
      "de": "aber es ist wirklich wichtig."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] Anybody in my story, I want them to be aware of it.",
      "de": "Jeder in meiner Story soll sich dessen bewusst sein,"
    }
  },
  {
    "translation": {
      "en": "That it's coming out.",
      "de": "dass sie erscheint."
    }
  },
  {
    "translation": {
      "en": "Gonna be quite a few people that won't like this story,",
      "de": "Vielen wird die Story nicht gefallen,"
    }
  },
  {
    "translation": {
      "en": "but that's… you know, that's journalism.",
      "de": "aber das ist Journalismus."
    }
  },
  {
    "translation": {
      "en": "That's journalism, baby.",
      "de": "Das ist Journalismus, Baby."
    }
  },
  {
    "translation": {
      "en": "[Rachel, voiceover] The footage shows Emma walking with the alleged assailants",
      "de": "Die Aufnahmen zeigen Emma mit den mutmaßlichen Tätern"
    }
  },
  {
    "translation": {
      "en": "moments before her alleged assault.",
      "de": "kurz vor dem mutmaßlichen Übergriff."
    }
  },
  {
    "translation": {
      "en": "It corroborates exactly her description of where she was and with whom.",
      "de": "Sie bestätigen genau ihre Aussage, wo sie war und mit wem."
    }
  },
  {
    "translation": {
      "en": "[Emma, over recording] It was just myself, Steven,",
      "de": "Es waren nur ich, Steven,"
    }
  },
  {
    "translation": {
      "en": "the guy in the blue shirt, and… [bleep].",
      "de": "der Typ im blauen Shirt und *****."
    }
  },
  {
    "translation": {
      "en": "[host] From the Center for Investigative Reporting and PRX, this is Reveal.",
      "de": "Das Center for Investigative Reporting und PRX zeigen Ihnen Revealed."
    }
  },
  {
    "translation": {
      "en": "Today, we're talking with reporter, Rae de Leon",
      "de": "Heute sprechen wir mit Reporterin Rae de Leon"
    }
  },
  {
    "translation": {
      "en": "about her yearslong investigation",
      "de": "über ihre jahrelangen Nachforschungen,"
    }
  },
  {
    "translation": {
      "en": "that raises troubling questions about how police investigate sexual assault.",
      "de": "die Fragen dazu aufwerfen, wie die Polizei Sexualverbrechen untersucht."
    }
  },
  {
    "translation": {
      "en": "-[Rae] Hi, Al. -[Al] Hey, Rae.",
      "de": "-Hi, Al. -Hey, Rae."
    }
  }
]