[
  {
    "translation": {
      "en": "[woman] This is my diary.",
      "de": "Das ist mein Tagebuch."
    }
  },
  {
    "translation": {
      "en": "I'm reading you the excerpt from December 12, 1978.",
      "de": "Ich lese den Eintrag vom 12. Dezember 1978 vor."
    }
  },
  {
    "translation": {
      "en": "So, it says, \"Today was an absolute miserable day.\"",
      "de": "\"Heute war ein schrecklicher Tag."
    }
  },
  {
    "translation": {
      "en": "\"Rob never came home last night.\"",
      "de": "Rob kam gestern Abend nicht heim."
    }
  },
  {
    "translation": {
      "en": "\"He never got back to the store, and he never went home.\"",
      "de": "Er kam weder in den Laden noch nach Hause zurück.\""
    }
  },
  {
    "translation": {
      "en": "[woman] When I was about 15, I started working at Nisson Pharmacy.",
      "de": "Ich war etwa 15 Jahre alt, als ich in der Nisson-Apotheke anfing."
    }
  },
  {
    "translation": {
      "en": "I was a clerk. I was the person at the front and ran the cash register.",
      "de": "Ich stand am Verkaufsschalter und betreute die Kasse."
    }
  },
  {
    "translation": {
      "en": "I met Rob Piest when he came to work at the pharmacy.",
      "de": "Ich traf Rob Piest, als er in der Apotheke anfing."
    }
  },
  {
    "translation": {
      "en": "He was the new stock boy.",
      "de": "Er war der neue Junge im Lager."
    }
  },
  {
    "translation": {
      "en": "He did sports.",
      "de": "Er war sportlich."
    }
  },
  {
    "translation": {
      "en": "He was a gymnast.",
      "de": "Er war Turner."
    }
  },
  {
    "translation": {
      "en": "And he had outdoor interests, um, in hiking, and he was a photographer.",
      "de": "Er interessierte sich fürs Wandern und war Fotograf."
    }
  },
  {
    "translation": {
      "en": "He was actually working there to save money for a camera and a car.",
      "de": "Er arbeitete dort, um Geld für eine Kamera und ein Auto zu sparen."
    }
  },
  {
    "translation": {
      "en": "He was very close with his family.",
      "de": "Er stand seiner Familie nah."
    }
  },
  {
    "translation": {
      "en": "He loved his family and he talked about 'em a lot.",
      "de": "Er liebte sie und sprach oft über sie."
    }
  },
  {
    "translation": {
      "en": "I remember when I came to work on December 11.",
      "de": "Ich weiß noch, wie ich am 11. Dezember zur Arbeit kam."
    }
  },
  {
    "translation": {
      "en": "In December in Chicago, it is freezing.",
      "de": "Im Dezember ist es in Chicago eiskalt."
    }
  },
  {
    "translation": {
      "en": "And the cash register was right at the front of the door,",
      "de": "Die Kasse stand direkt an der Eingangstür."
    }
  },
  {
    "translation": {
      "en": "and people were in and out a lot, and I would get cold.",
      "de": "Wenn viele Leute raus- und reingingen, wurde mir kalt."
    }
  },
  {
    "translation": {
      "en": "And so, Rob had a very nice, uh, blue down jacket.",
      "de": "Rob hatte eine sehr schöne blaue Daunenjacke."
    }
  },
  {
    "translation": {
      "en": "So I asked him if I could borrow it and wear it at the front while I was working the cash register.",
      "de": "Ich bat Rob, sie mir zu leihen, während ich an der Kasse arbeitete."
    }
  },
  {
    "translation": {
      "en": "There was a man, a middle-aged man in, you know, a flannel shirt",
      "de": "Ein Mann mittleren Alters in einem Flanellhemd"
    }
  },
  {
    "translation": {
      "en": "walking around the store.",
      "de": "ging durch den Laden."
    }
  },
  {
    "translation": {
      "en": "I asked the pharmacist and he said, oh, he was a contractor",
      "de": "Der Apotheker meinte, er sei ein Bauunternehmer,"
    }
  },
  {
    "translation": {
      "en": "who was there because they were thinking about doing some remodeling in the store.",
      "de": "der aufgrund von geplanten Umbauarbeiten im Laden wäre."
    }
  },
  {
    "translation": {
      "en": "As the night was winding down,",
      "de": "Am Abend desselben Tages"
    }
  },
  {
    "translation": {
      "en": "Rob came back to the front of the counter and said, \"Hey, can I have my jacket back?\"",
      "de": "kam Rob zurück an den Tresen und meinte: \"Kann ich meine Jacke zurückhaben?"
    }
  },
  {
    "translation": {
      "en": "\"I'm gonna go outside and talk to that contractor about a job.\"",
      "de": "Ich möchte den Bauunternehmer draußen nach einem Job fragen.\""
    }
  },
  {
    "translation": {
      "en": "And then he put his jacket on and he went outside.",
      "de": "Er zog seine Jacke an und ging raus."
    }
  },
  {
    "translation": {
      "en": "[Byers-Lund] And then, you know, the store stayed busy.",
      "de": "Im Laden war jede Menge los."
    }
  },
  {
    "translation": {
      "en": "So I kind of lost track of time",
      "de": "Ich verlor das Zeitgefühl."
    }
  },
  {
    "translation": {
      "en": "and the fact that, you know, we were getting ready to close.",
      "de": "Der Laden sollte in Kürze schließen."
    }
  },
  {
    "translation": {
      "en": "And his mom came in and wanted to know where he was.",
      "de": "Seine Mutter kam herein und wollte wissen, wo er war."
    }
  },
  {
    "translation": {
      "en": "And I asked her, I said, \"He's outside talking to some contractor about a job.\"",
      "de": "Ich sagte: \"Er spricht draußen mit einem Bauunternehmer über einen Job.\""
    }
  },
  {
    "translation": {
      "en": "And she said, no, he… she didn't see him out there.",
      "de": "Und sie meinte, sie hätte ihn draußen nicht gesehen."
    }
  },
  {
    "translation": {
      "en": "So she said, \"Tell him just call me when he gets back,",
      "de": "Sie sagte: \"Er soll mich anrufen, wenn er zurückkommt."
    }
  },
  {
    "translation": {
      "en": "and I will come over and pick him up.\"",
      "de": "Sie sagte: \"Er soll mich anrufen, wenn er zurückkommt. Ich komme ihn dann abholen.\""
    }
  },
  {
    "translation": {
      "en": "And so, when the final closing was at 10:00,",
      "de": "TIERFUTTER Als der Laden um 22 Uhr geschlossen wurde,"
    }
  },
  {
    "translation": {
      "en": "um, his mom had called and said, \"Is he back yet?\"",
      "de": "Als der Laden um 22 Uhr geschlossen wurde, rief seine Mutter an: \"Ist er zurück?\""
    }
  },
  {
    "translation": {
      "en": "And I said, \"No. He's not here at all.\"",
      "de": "Ich sagte, dass er nicht da sei."
    }
  },
  {
    "translation": {
      "en": "I knew that that night was Rob's mom's birthday.",
      "de": "Ich wusste, dass Robs Mutter Geburtstag hatte."
    }
  },
  {
    "translation": {
      "en": "That's why she waited for a while, 'cause they had a birthday celebration planned for that night.",
      "de": "Deshalb wartete sie eine Weile. Sie hatte eine Geburtstagsfeier geplant."
    }
  },
  {
    "translation": {
      "en": "Rob would never have missed his mom's birthday.",
      "de": "Rob hätte ihren Geburtstag niemals verpasst."
    }
  },
  {
    "translation": {
      "en": "He was missing.",
      "de": "Er war verschwunden."
    }
  },
  {
    "translation": {
      "en": "[Gacy] First of all, drop that \"Mr. Gacy\" thing.",
      "de": "Lassen Sie zuallererst dieses \"Herr Gacy\" sein."
    }
  },
  {
    "translation": {
      "en": "[investigator] Okay, John. That was technical.",
      "de": "Ok, John. Das war fürs Protokoll."
    }
  },
  {
    "translation": {
      "en": "[Gacy] I don't know who the hell you're talking to. Just John.",
      "de": "Ich weiß nicht, mit wem Sie reden. Einfach John."
    }
  },
  {
    "translation": {
      "en": "[investigator] Okay, John. Go ahead.",
      "de": "Ok, John. Fahren Sie fort."
    }
  },
  {
    "translation": {
      "en": "[Gacy] John, or JW, or whatever the hell else they call me,",
      "de": "John oder JW, wie auch immer die mich nennen,"
    }
  },
  {
    "translation": {
      "en": "or whatever else comes to your mind if I get too mad.",
      "de": "oder was Ihnen auch einfällt, wenn ich Sie verrückt mache."
    }
  },
  {
    "translation": {
      "en": "[Gacy] Nobody wants to accept what the hell I say.",
      "de": "Niemand will akzeptieren, was ich sage."
    }
  },
  {
    "translation": {
      "en": "Because what I tell you is… is what I know as fact.",
      "de": "Denn alles, was ich Ihnen erzähle, sind Tatsachen."
    }
  },
  {
    "translation": {
      "en": "I have nothing to gain.",
      "de": "Ich habe nichts zu gewinnen und nichts zu verlieren,"
    }
  },
  {
    "translation": {
      "en": "I have nothing to lose by telling you something that's not the truth.",
      "de": "Ich habe nichts zu gewinnen und nichts zu verlieren, indem ich Sie anlüge."
    }
  },
  {
    "translation": {
      "en": "But I'm getting to the point that I keep going over and over and over",
      "de": "Aber ich komme an den Punkt, an dem ich ständig wieder alles durchgehe."
    }
  },
  {
    "translation": {
      "en": "every fucking thing.",
      "de": "an dem ich ständig wieder alles durchgehe."
    }
  },
  {
    "translation": {
      "en": "But I'm at the breaking point with it.",
      "de": "Ich stehe kurz vor dem Zusammenbruch."
    }
  },
  {
    "translation": {
      "en": "I don't… I don't know how much more of this shit I can take.",
      "de": "Ich weiß nicht, wie lange ich das noch ertrage."
    }
  },
  {
    "translation": {
      "en": "-[investigator] What do you think happen-- -[Gacy] I don't know. I… I don't.",
      "de": "--Was passierte mit Robert Piest? -Keine Ahnung. Ich weiß es nicht."
    }
  },
  {
    "translation": {
      "en": "[man] 1978. I had just left the Public Defender's Office.",
      "de": "1978 legte ich gerade die Arbeit als Pflichtverteidiger nieder."
    }
  },
  {
    "translation": {
      "en": "I decided to go into private practice.",
      "de": "Ich entschied mich für eine Privatkanzlei."
    }
  },
  {
    "translation": {
      "en": "Sitting in my new office and, uh, I get a telephone call.",
      "de": "Ich sitze in meinem neuen Büro und bekomme einen Anruf."
    }
  },
  {
    "translation": {
      "en": "[Amirante] I said, \"Law office.\" He said, \"Hi, Sam. This is John Gacy.\"",
      "de": "\"Anwaltskanzlei.\" -\"Hi, Sam. Hier ist John Gacy.\" -\"Hi, John, wie geht's Ihnen?\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Hi, John, how are you?\" He said, \"Can you do me a favor?\"",
      "de": "-\"Hi, Sam. Hier ist John Gacy.\" -\"Hi, John, wie geht's Ihnen?\" -\"Tun Sie mir einen Gefallen?\" -\"Klar. Was für einen?\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Sure. What do you need?\"",
      "de": "-\"Tun Sie mir einen Gefallen?\" -\"Klar. Was für einen?\""
    }
  },
  {
    "translation": {
      "en": "\"Find out why I'm being tailed by the Des Plaines police.\" \"No problem.\"",
      "de": "\"Finden Sie heraus, wieso mich die Polizei verfolgt.\" \"Kein Problem.\""
    }
  },
  {
    "translation": {
      "en": "[Sam] I had been Chief Public Defender in Des Plaines, where this was going on.",
      "de": "Ich war zuvor leitender Pflichtverteidiger in Des Plaines gewesen."
    }
  },
  {
    "translation": {
      "en": "I knew all those guys over there. I know the chief, I know the mayor.",
      "de": "Ich kannte jeden dort. Den Polizeichef, den Bürgermeister."
    }
  },
  {
    "translation": {
      "en": "I'll… I'll find out. I'll ask some questions, I'll ask around.",
      "de": "Ich wollte mich umhören und es herausfinden."
    }
  },
  {
    "translation": {
      "en": "And so, my first client in my private practice was John Gacy.",
      "de": "Mein erster Mandant in der Privatkanzlei war John Gacy."
    }
  },
  {
    "translation": {
      "en": "You know, everybody from the neighborhood,",
      "de": "Jeder in dieser Gegend, den nordwestlichen Vororten Chicagos,"
    }
  },
  {
    "translation": {
      "en": "from the northwest suburbs of Chicago knew John Gacy.",
      "de": "Jeder in dieser Gegend, den nordwestlichen Vororten Chicagos, kannte John Gacy."
    }
  },
  {
    "translation": {
      "en": "He had a construction business called Painting, Decorating and Maintenance.",
      "de": "Er hatte eine Baufirma namens P.D.M. Contractors."
    }
  },
  {
    "translation": {
      "en": "He was also a Democratic Precinct Captain",
      "de": "Er war auch Bezirksvorsteher"
    }
  },
  {
    "translation": {
      "en": "in the Cook County Democratic Organization.",
      "de": "in der Demokratischen Regionalverwaltung von Cook County."
    }
  },
  {
    "translation": {
      "en": "Precinct Captains take care of the people in the neighborhood.",
      "de": "Bezirksvorsteher kümmern sich um die Nachbarschaft."
    }
  },
  {
    "translation": {
      "en": "So if somebody needed a garbage can, or somebody needed a bulb changed,",
      "de": "Brauchte jemand eine Mülltonne oder eine neue Glühbirne,"
    }
  },
  {
    "translation": {
      "en": "or somebody needed their driveway shoveled, or something,",
      "de": "oder musste in einer Auffahrt Schnee geschaufelt werden,"
    }
  },
  {
    "translation": {
      "en": "the Precinct Captain would be there to help them.",
      "de": "dann würde der Bezirksvorsteher helfen."
    }
  },
  {
    "translation": {
      "en": "Gacy was the best Precinct Captain",
      "de": "Gacy war der beste Bezirksvorsteher"
    }
  },
  {
    "translation": {
      "en": "in the Norwood Park Democratic Organization.",
      "de": "in der Demokratischen Organisation von Norwood Park."
    }
  },
  {
    "translation": {
      "en": "Everybody knew him.",
      "de": "Jeder kannte ihn."
    }
  },
  {
    "translation": {
      "en": "I got active in the Democratic Party because I wanted to get into politics someday.",
      "de": "Ich wurde mit politischen Ambitionen in der Demokratischen Partei aktiv."
    }
  },
  {
    "translation": {
      "en": "And so, I knew him through doing that.",
      "de": "Und dadurch kannte ich ihn."
    }
  },
  {
    "translation": {
      "en": "He called me because he thought I had influence.",
      "de": "Er rief mich an, weil er dachte, ich hätte Einfluss."
    }
  },
  {
    "translation": {
      "en": "Not because he thought I was a great lawyer. He thought I had clout.",
      "de": "Nicht, weil er dachte, ich sei ein großartiger Anwalt."
    }
  },
  {
    "translation": {
      "en": "So the first thing I did was go to the police.",
      "de": "Als Erstes ging ich zur Polizei."
    }
  },
  {
    "translation": {
      "en": "\"Hey, John Gacy's a good guy. What are you guys following him for?\"",
      "de": "\"John Gacy ist ein guter Kerl. Warum verfolgt ihr ihn?\""
    }
  },
  {
    "translation": {
      "en": "They'd say, \"There's a missing kid. We think he has something to do with it.\"",
      "de": "\"Ein Kind wird vermisst. Wir denken, er ist involviert.\""
    }
  },
  {
    "translation": {
      "en": "I'd be like, \"You're crazy, a missing kid. You obviously have the wrong guy.\"",
      "de": "\"Ihr müsst verrückt sein, ihr habt offensichtlich den Falschen.\""
    }
  },
  {
    "translation": {
      "en": "[man 1] I was assigned to the Piest case the day after he disappeared.",
      "de": "Der Fall Robert Piest wurde mir einen Tag nach seinem Verschwinden zugeteilt."
    }
  },
  {
    "translation": {
      "en": "Rob Piest had a part-time job at Nisson Drugs. It was on Touhy Avenue in Des Plaines.",
      "de": "Rob Piest hatte einen Teilzeitjob in der Nisson-Apotheke in Des Plaines."
    }
  },
  {
    "translation": {
      "en": "A missing persons report was filed by the Piest family.",
      "de": "VERMISSTENANZEIGE Die Familie Piest hatte ihn als vermisst gemeldet."
    }
  },
  {
    "translation": {
      "en": "They were in shock, I believe,",
      "de": "Sie standen unter Schock."
    }
  },
  {
    "translation": {
      "en": "because this is just so unlike the young man to disappear.",
      "de": "Es war für den jungen Mann sehr untypisch, einfach zu verschwinden."
    }
  },
  {
    "translation": {
      "en": "When Mr. and Mrs. Piest came into the office,",
      "de": "STAATSANWALT"
    }
  },
  {
    "translation": {
      "en": "uh, they were… uh, distraught, completely.",
      "de": "Als Herr und Frau Piest ins Büro kamen, waren sie völlig verzweifelt."
    }
  },
  {
    "translation": {
      "en": "They had been out all night searching for Rob.",
      "de": "Sie waren die ganze Nacht auf der Suche nach Rob gewesen."
    }
  },
  {
    "translation": {
      "en": "We talked, and they convinced me in about a minute,",
      "de": "Wir unterhielten uns kurz und sie überzeugten mich umgehend,"
    }
  },
  {
    "translation": {
      "en": "that, in fact, uh, we had something more than a runaway on our hands.",
      "de": "dass wir es hier nicht einfach mit einem Ausreißer zu tun hatten."
    }
  },
  {
    "translation": {
      "en": "And that's really what led our office, that is the prosecutor's office,",
      "de": "Und das hat unser Büro, die Staatsanwaltschaft, dazu bewogen, sich diesem Fall anzunehmen."
    }
  },
  {
    "translation": {
      "en": "uh, to become involved in the case.",
      "de": "dazu bewogen, sich diesem Fall anzunehmen."
    }
  },
  {
    "translation": {
      "en": "[man 2] Rob Piest was a great all-American kid, 15 years old.",
      "de": "Rob Piest war ein typisch amerikanischer Junge, 15 Jahre alt."
    }
  },
  {
    "translation": {
      "en": "Come from a very stable family, well-liked by everybody,",
      "de": "Er kam aus einer sehr stabilen Familie. Er wurde von allen gemocht."
    }
  },
  {
    "translation": {
      "en": "didn't have any girlfriend problems or any other issues.",
      "de": "Keine Probleme mit Freundinnen oder Sonstigem."
    }
  },
  {
    "translation": {
      "en": "And he had a… a brother and a sister.",
      "de": "Er hatte einen Bruder und eine Schwester."
    }
  },
  {
    "translation": {
      "en": "Uh, he was the youngest. And everybody got along well with that family.",
      "de": "Er war der Jüngste. Alle verstanden sich gut mit der Familie."
    }
  },
  {
    "translation": {
      "en": "[Tovar] The officer that filed the missing persons report",
      "de": "Der Beamte, der die Vermisstenanzeige verfolgte,"
    }
  },
  {
    "translation": {
      "en": "went back to the drug store and asked who had been there that night",
      "de": "ging zurück in die Drogerie und erfasste die Namen aller Personen, die an diesem Abend dort gewesen waren."
    }
  },
  {
    "translation": {
      "en": "and incorporated all those names of the people that had been there.",
      "de": "und erfasste die Namen aller Personen, die an diesem Abend dort gewesen waren."
    }
  },
  {
    "translation": {
      "en": "Among them was John Wayne Gacy's name.",
      "de": "Darunter war auch John Wayne Gacy."
    }
  },
  {
    "translation": {
      "en": "He was there to, uh, get an estimate",
      "de": "Er war dort, um einen Kostenvoranschlag"
    }
  },
  {
    "translation": {
      "en": "for a job he wanted to do there at the drugstore.",
      "de": "für einen Auftrag in der Drogerie zu unterbreiten."
    }
  },
  {
    "translation": {
      "en": "One of the first things we always do, we see who we're dealing with.",
      "de": "Zuerst sehen wir uns immer an, mit wem wir es zu tun haben."
    }
  },
  {
    "translation": {
      "en": "So we started running the names, checking them for criminal histories.",
      "de": "Wir prüften eine mögliche kriminelle Vorgeschichte."
    }
  },
  {
    "translation": {
      "en": "I think the next-to-last name I checked was Gacy's name.",
      "de": "Ich glaube, Gacy war der vorletzte Name."
    }
  },
  {
    "translation": {
      "en": "And we immediately got a hit on him, that he had done time in Iowa for sodomy.",
      "de": "Wir hatten sofort einen Treffer. Er war in Iowa wegen Unzucht im Gefängnis gewesen."
    }
  },
  {
    "translation": {
      "en": "So immediately, that put him at the head of the line",
      "de": "UNZUCHT Somit war er für uns umgehend von besonderem Interesse."
    }
  },
  {
    "translation": {
      "en": "as far as possible persons of interest.",
      "de": "Somit war er für uns umgehend von besonderem Interesse."
    }
  },
  {
    "translation": {
      "en": "John Wayne Gacy lived in Norwood Park Township.",
      "de": "John Wayne Gacy lebte in der Gemeinde Norwood Park."
    }
  },
  {
    "translation": {
      "en": "It's a Chicago address,",
      "de": "Es ist eine Chicagoer Adresse, doch die Gegend liegt in Cook County."
    }
  },
  {
    "translation": {
      "en": "but it's an unincorporated area of Cook County.",
      "de": "Es ist eine Chicagoer Adresse, doch die Gegend liegt in Cook County. HAUS VON GACY"
    }
  },
  {
    "translation": {
      "en": "[Albrecht] Joseph Kozenczak was Head of Investigations of the Des Plaines Police Department.",
      "de": "Joseph Kozenczak war der leitende Ermittlungsbeamte der Polizei Des Plaines."
    }
  },
  {
    "translation": {
      "en": "He went out to talk to John Gacy.",
      "de": "Er sprach mit John Gacy."
    }
  },
  {
    "translation": {
      "en": "[Gacy] Lieutenant Kozenczak, the asshole from Des Plaines Police Department,",
      "de": "Leutnant Kozenczak, das Arschloch von der Polizei Des Plaines,"
    }
  },
  {
    "translation": {
      "en": "talked to me about the Piest boy disappearance,",
      "de": "sprach mit mir über das Verschwinden des Jungen."
    }
  },
  {
    "translation": {
      "en": "asked me if I'd come down and give a witness statement.",
      "de": "Er wollte eine Zeugenaussage von mir."
    }
  },
  {
    "translation": {
      "en": "I told him I didn't have time, that I'd just had a death in the family,",
      "de": "Ich sagte, ich hätte keine Zeit. Ein Todesfall in der Familie."
    }
  },
  {
    "translation": {
      "en": "that I'm waiting for a call from my mother in Arkansas.",
      "de": "Ich wartete auf einen Anruf meiner Mutter aus Arkansas."
    }
  },
  {
    "translation": {
      "en": "So he told Kozenczak he had to take care of his family things,",
      "de": "Er sagte Kozenczak, er hätte Familienangelegenheiten,"
    }
  },
  {
    "translation": {
      "en": "and Kozenczak told him it would just be a while, just come out.",
      "de": "und Kozenczak erwiderte, dass es nicht lange dauern würde."
    }
  },
  {
    "translation": {
      "en": "He got very aggravated about that. He said, \"You know, Kozenczak has no respect for the dead.\"",
      "de": "Er sagte wütend, dass Kozenczak keinen Respekt vor den Toten hätte."
    }
  },
  {
    "translation": {
      "en": "[Gacy] I said, \"You're very rude at the time of death.\"",
      "de": "Ich sagte ihm, wie unverschämt ich das fand."
    }
  },
  {
    "translation": {
      "en": "And I just told him, you know, \"When I got time, I'd get down there.\"",
      "de": "Und dass ich kommen würde, wenn ich die Zeit dazu hätte."
    }
  },
  {
    "translation": {
      "en": "I said, \"I'll come down later.\" \"How much later?\"",
      "de": "-Ich sagte: \"Ich komme später.\" -\"Wie viel später?\""
    }
  },
  {
    "translation": {
      "en": "\"I don't know. When I get down there, I'll be down there.\"",
      "de": "\"Keine Ahnung. Wenn ich da bin, bin ich da.\""
    }
  },
  {
    "translation": {
      "en": "[Tovar] One detective was assigned to watch the house.",
      "de": "Ein Polizeibeamter überwachte sein Haus."
    }
  },
  {
    "translation": {
      "en": "They had seen Gacy arrive in his van.",
      "de": "Gacy wurde bei der Ankunft in seinem Van gesehen."
    }
  },
  {
    "translation": {
      "en": "Well, when the van left, they followed the van,",
      "de": "Als der Van wieder losfuhr, folgten sie dem Van."
    }
  },
  {
    "translation": {
      "en": "thinking that Gacy was in it,",
      "de": "Sie vermuteten Gacy darin."
    }
  },
  {
    "translation": {
      "en": "when, in fact, it was one of his workers that took the van.",
      "de": "Tatsächlich hatte einer seiner Arbeiter den Van genommen."
    }
  },
  {
    "translation": {
      "en": "When they finally caught up to it, they realized it wasn't Gacy.",
      "de": "Als sie bemerkten, dass Gacy nicht in dem Wagen saß,"
    }
  },
  {
    "translation": {
      "en": "By that time, Gacy was gone.",
      "de": "war er schon verschwunden."
    }
  },
  {
    "translation": {
      "en": "[man 3] When Gacy did come into the police station,",
      "de": "Gacy tauchte um drei Uhr morgens auf dem Polizeirevier auf."
    }
  },
  {
    "translation": {
      "en": "he comes in at 3:00 in the morning, everybody's gone.",
      "de": "Gacy tauchte um drei Uhr morgens auf dem Polizeirevier auf. Niemand war da."
    }
  },
  {
    "translation": {
      "en": "He's covered with mud. His pants are full of mud. His, you know, his shoes are all full of mud.",
      "de": "Er war voller Schlamm. Hose und Schuhe waren voller Schlamm."
    }
  },
  {
    "translation": {
      "en": "His car with the back bumper was packed with mud.",
      "de": "Die Stoßstange seines Wagens war voller Schlamm."
    }
  },
  {
    "translation": {
      "en": "There was mud up to the axles. He had mud all over the floorboard.",
      "de": "Schlamm bis hoch in die Achsen. Schlamm im Fußraum."
    }
  },
  {
    "translation": {
      "en": "Uh, and there was nobody there to talk to him. So he left.",
      "de": "Da niemand mit ihm sprechen konnte, ging er wieder."
    }
  },
  {
    "translation": {
      "en": "[Gacy] I drove over to the Des Plaines police station because I knew they were waiting for me.",
      "de": "Ich fuhr zur Polizeiwache Des Plaines, weil ich wusste, sie warten auf mich."
    }
  },
  {
    "translation": {
      "en": "[investigator] Who'd you see?",
      "de": "Wen sahen Sie dort?"
    }
  },
  {
    "translation": {
      "en": "[Gacy] I said, \"I'm here to see Lt. Kozenczak.\" He says, \"Oh, he left hours ago.\"",
      "de": "Ich sagte, ich will zu Kozenczak. Sie meinten, er sei längst weg."
    }
  },
  {
    "translation": {
      "en": "I says, \"Well, okay, tell him I'll be back in the morning.\"",
      "de": "Ich sagte ihnen, ich würde am Morgen wiederkommen."
    }
  },
  {
    "translation": {
      "en": "[Bedoe] But what happened? Why did he get covered with mud?",
      "de": "Aber was war passiert? Warum war er voller Schlamm?"
    }
  },
  {
    "translation": {
      "en": "How'd he get mud in the car?",
      "de": "Wie kam der Schlamm ins Auto?"
    }
  },
  {
    "translation": {
      "en": "[Gacy] I went down to the police station around ten, eleven o'clock in the morning.",
      "de": "Ich fuhr abermals zur Polizeistation. Etwa um zehn, elf Uhr morgens."
    }
  },
  {
    "translation": {
      "en": "They said, \"Mr. Kozenczak wants to talk to you.\"",
      "de": "Sie meinten, Kozenczak wolle mich sprechen."
    }
  },
  {
    "translation": {
      "en": "I said, \"All right, I'll wait a few minutes.\"",
      "de": "Ich sagte: \"Alles klar. Ich warte einige Minuten.\""
    }
  },
  {
    "translation": {
      "en": "11:00 came, 12:00 came, I says, \"Look,\" I says, \"I've got to go",
      "de": "Es wurde 11 Uhr, dann 12 Uhr. Ich sagte, ich müsse los."
    }
  },
  {
    "translation": {
      "en": "'cause I've got things to do.\"",
      "de": "Um Verschiedenes zu erledigen."
    }
  },
  {
    "translation": {
      "en": "I don't know what they were waiting for.",
      "de": "Keine Ahnung, worauf sie gewartet haben."
    }
  },
  {
    "translation": {
      "en": "[Tovar] They told me to entertain him for a while.",
      "de": "Ich sollte ihn eine Weile unterhalten."
    }
  },
  {
    "translation": {
      "en": "He was not under arrest, we couldn't detain him.",
      "de": "Er stand nicht unter Arrest, wir konnten ihn nicht festhalten."
    }
  },
  {
    "translation": {
      "en": "So I had to use, you know, my imagination on how to keep him there.",
      "de": "Er stand nicht unter Arrest, wir konnten ihn nicht festhalten. Daher musste ich mir etwas einfallen lassen."
    }
  },
  {
    "translation": {
      "en": "I've been a pretty good judge of character,",
      "de": "Ich habe recht gute Menschenkenntnis."
    }
  },
  {
    "translation": {
      "en": "and I quickly determined this guy had a big ego,",
      "de": "Schnell erkannte ich das große Ego dieses Typen,"
    }
  },
  {
    "translation": {
      "en": "so I just kinda fed on that a little bit.",
      "de": "also habe ich das ausgenutzt."
    }
  },
  {
    "translation": {
      "en": "And a lot of times he was just full of crap, you know.",
      "de": "Die meiste Zeit redete er Müll."
    }
  },
  {
    "translation": {
      "en": "He was exaggerating his importance, you know, but I didn't care.",
      "de": "Er prahlte mit seinem großen Einfluss, aber mir war das egal."
    }
  },
  {
    "translation": {
      "en": "All I cared was he was staying there without me having to force him to stay there.",
      "de": "Mir war nur wichtig, dass er blieb, ohne dass ich ihn dazu zwingen musste."
    }
  },
  {
    "translation": {
      "en": "[Sullivan] So I go over to the little room, introduce myself.",
      "de": "Ich ging also in den kleinen Raum, stellte mich vor."
    }
  },
  {
    "translation": {
      "en": "And I said, uh, \"Do you want to give us permission",
      "de": "Und ich sagte zu ihm: \"Geben Sie uns die Erlaubnis, Ihr Haus zu durchsuchen?"
    }
  },
  {
    "translation": {
      "en": "to… to go take a look in your house?\"",
      "de": "\"Geben Sie uns die Erlaubnis, Ihr Haus zu durchsuchen?"
    }
  },
  {
    "translation": {
      "en": "\"Since you're telling us you've got nothing to hide.\"",
      "de": "Sie sagten, Sie hätten nichts zu verbergen.\""
    }
  },
  {
    "translation": {
      "en": "He said, \"No. I'm not gonna give you permission.\"",
      "de": "\"Nein, das lasse ich nicht zu.\""
    }
  },
  {
    "translation": {
      "en": "I already suspected the guy.",
      "de": "Ich verdächtigte den Typen bereits."
    }
  },
  {
    "translation": {
      "en": "Now the question is, what does he have to hide?",
      "de": "Die Frage war nun, was er vor uns versteckt?"
    }
  },
  {
    "translation": {
      "en": "If we're gonna get a search warrant, we'd better get it soon",
      "de": "Wir sollten bald einen Durchsuchungsbefehl bekommen,"
    }
  },
  {
    "translation": {
      "en": "so that he doesn't destroy anything that might be there.",
      "de": "damit er nichts davon vernichten kann."
    }
  },
  {
    "translation": {
      "en": "[Gacy] Then around 3:30 or 4:30, or I don't know what the hell time it was,",
      "de": "Etwa um 15:30 oder 16:30, ich habe keine Ahnung, wie spät es war,"
    }
  },
  {
    "translation": {
      "en": "they wanted the keys for my house and that.",
      "de": "wollten Sie meine Hausschlüssel."
    }
  },
  {
    "translation": {
      "en": "\"What do you want the keys for my house?\" \"We've got a search warrant for your house,",
      "de": "-\"Wozu brauchen Sie die Schlüssel?\" -\"Wir haben einen Durchsuchungsbefehl."
    }
  },
  {
    "translation": {
      "en": "so you either give us the keys or we're gonna kick the door down.\"",
      "de": "Entweder wir bekommen die Schlüssel oder wir treten die Tür ein.\""
    }
  },
  {
    "translation": {
      "en": "I said, \"I don't have to give you nothing.\" You know?",
      "de": "Ich meinte, ich müsse ihnen gar nichts geben."
    }
  },
  {
    "translation": {
      "en": "But they… they took the keys from me.",
      "de": "Aber Sie nahmen mir die Schlüssel ab."
    }
  },
  {
    "translation": {
      "en": "[Bedoe] The investigators from Des Plaines,",
      "de": "Als die Ermittler den Durchsuchungsbefehl vollstreckten,"
    }
  },
  {
    "translation": {
      "en": "when they executed the search warrant, they were looking for Robert Piest.",
      "de": "Als die Ermittler den Durchsuchungsbefehl vollstreckten, suchten sie nach Robert Piest."
    }
  },
  {
    "translation": {
      "en": "We were optimistic that maybe he was being held captive.",
      "de": "Wir hofften darauf, ihn womöglich dort zu finden."
    }
  },
  {
    "translation": {
      "en": "[Tovar] Gacy's house was decorated very eclectic.",
      "de": "Die Einrichtung in Gacys Haus war bunt zusammengewürfelt."
    }
  },
  {
    "translation": {
      "en": "He had a tiki bar there and a pool table.",
      "de": "Es gab dort eine Tiki-Bar und einen Billardtisch."
    }
  },
  {
    "translation": {
      "en": "In the bedrooms, he had pictures of clowns.",
      "de": "In den Schlafzimmern hingen Bilder von Clowns."
    }
  },
  {
    "translation": {
      "en": "They were a little weird.",
      "de": "Sie waren etwas seltsam."
    }
  },
  {
    "translation": {
      "en": "I think they were more evil than… [chuckles] …than nice clowns, you know, but…",
      "de": "Für mich waren das eher böse als lustige Clowns, wissen Sie?"
    }
  },
  {
    "translation": {
      "en": "to each his own.",
      "de": "Jedem das Seine."
    }
  },
  {
    "translation": {
      "en": "[Tovar] He had an office",
      "de": "Er hatte ein Büro."
    }
  },
  {
    "translation": {
      "en": "where he had all sorts of things on his, uh, bulletin board.",
      "de": "Dort hingen verschiedene Dinge an seiner Pinnwand."
    }
  },
  {
    "translation": {
      "en": "But the hallway",
      "de": "Aber der Flur,"
    }
  },
  {
    "translation": {
      "en": "going from the front from the kitchen to the back bedrooms was really bizarre.",
      "de": "der von der Küche in die hinteren Schlafzimmer führte, war wirklich bizarr."
    }
  },
  {
    "translation": {
      "en": "It was dark brown,",
      "de": "Er war dunkelbraun"
    }
  },
  {
    "translation": {
      "en": "and then it had zigzag lines of yellow paint going to the back.",
      "de": "und Zickzacklinien in gelber Farbe führten nach hinten."
    }
  },
  {
    "translation": {
      "en": "Found books that… talking about…",
      "de": "HÜBSCHE JUNGS MÜSSEN STERBEN Ich fand Bücher über..."
    }
  },
  {
    "translation": {
      "en": "\"Gay Boys Must Die,\" I think, was one of the titles.",
      "de": "Ein Titel lautete \"Schwule Jungs müssen sterben\"."
    }
  },
  {
    "translation": {
      "en": "We found some sex toys, some torture toys.",
      "de": "PÄDOPHILIE Wir fanden Sexspielzeug, einige Folterspielzeuge."
    }
  },
  {
    "translation": {
      "en": "We found chains, handcuffs.",
      "de": "Wir fanden Ketten, Handschellen."
    }
  },
  {
    "translation": {
      "en": "We got to the trash, and in the trash, we found a photo receipt.",
      "de": "Wir durchsuchten den Müll und fanden dort eine Fotoquittung."
    }
  },
  {
    "translation": {
      "en": "Most people nowadays don't know about this,",
      "de": "Die meisten wissen das heute nicht mehr,"
    }
  },
  {
    "translation": {
      "en": "but in the old days, you took your film to a drugstore to get it printed.",
      "de": "Die meisten wissen das heute nicht mehr, aber früher brachte man seinen Film in eine Drogerie."
    }
  },
  {
    "translation": {
      "en": "And, uh, they would give you a tab off an envelope.",
      "de": "Die Quittung wurde von einem Umschlag abgerissen."
    }
  },
  {
    "translation": {
      "en": "And, uh, we didn't know what it could possibly be,",
      "de": "Wir wussten nicht, worum es sich handeln könnte."
    }
  },
  {
    "translation": {
      "en": "but we were just hoping we'd find some connection.",
      "de": "Wir hofften nur, eine Verbindung zu finden."
    }
  },
  {
    "translation": {
      "en": "Also a high school class ring from Maine West High School.",
      "de": "Wir fanden auch einen Ring von der Maine West High School."
    }
  },
  {
    "translation": {
      "en": "Maine West is located in Des Plaines.",
      "de": "Maine West liegt in Des Plaines."
    }
  },
  {
    "translation": {
      "en": "It had, uh, initials JAS on them.",
      "de": "Er hatte die Initialen JAS."
    }
  },
  {
    "translation": {
      "en": "[Bedoe] Temporary driver's licenses,",
      "de": "Vorläufige Führerscheine,"
    }
  },
  {
    "translation": {
      "en": "other pieces of identification belonging to other people.",
      "de": "mehrere Identifikationsnachweise anderer Personen."
    }
  },
  {
    "translation": {
      "en": "What's he doing with all this?",
      "de": "Was machte er damit?"
    }
  },
  {
    "translation": {
      "en": "One of the things that we discovered was a crawl space,",
      "de": "Unter anderem entdeckten wir einen Kriechkeller."
    }
  },
  {
    "translation": {
      "en": "and access into it was via a trapdoor in the front closet.",
      "de": "Man erreichte diesen durch eine Falltür im Abstellraum."
    }
  },
  {
    "translation": {
      "en": "The water table is pretty high there, so the sump pump was constantly going.",
      "de": "Der Grundwasserspiegel ist dort hoch. Deswegen lief ständig die Tauchpumpe."
    }
  },
  {
    "translation": {
      "en": "I suffer a little bit of claustrophobia, so it affected me going down there,",
      "de": "Ich leide an Klaustrophobie, also ging ich nicht gern da runter,"
    }
  },
  {
    "translation": {
      "en": "but I put that aside.",
      "de": "aber ich überwand mich."
    }
  },
  {
    "translation": {
      "en": "And what I could see down there was muck, basically.",
      "de": "Und ich konnte eigentlich nur Dreck sehen, mehr nicht."
    }
  },
  {
    "translation": {
      "en": "Just in case it was a freshly dug grave, we're looking for some…",
      "de": "Bei einem frisch ausgehobenen Grab suchen wir nach einer Aufschüttung, aber so etwas gab es dort nicht."
    }
  },
  {
    "translation": {
      "en": "a mound of dirt, but there was no mound.",
      "de": "suchen wir nach einer Aufschüttung, aber so etwas gab es dort nicht."
    }
  },
  {
    "translation": {
      "en": "[Bedoe] Nothing was disturbed down there. No body was laying around. No clothing.",
      "de": "Es gab dort nichts Ungewöhnliches. Keine Leiche. Keine Kleidung."
    }
  },
  {
    "translation": {
      "en": "You don't have a body, you don't have a crime.",
      "de": "Ohne Leiche kein Verbrechen."
    }
  },
  {
    "translation": {
      "en": "All you have is a missing 15-year-old.",
      "de": "Nur ein vermisster 15-Jähriger."
    }
  },
  {
    "translation": {
      "en": "So we couldn't charge him, but I said, \"We can at least talk to him.\"",
      "de": "Wir konnten ihn nicht anklagen, aber wir mussten mit ihm sprechen."
    }
  },
  {
    "translation": {
      "en": "[Gacy] I told him that I had left Nisson's,",
      "de": "Ich sagte ihm, ich hätte die Apotheke verlassen"
    }
  },
  {
    "translation": {
      "en": "and I never seen the boy, and left it at that.",
      "de": "und diesen Jungen nie gesehen."
    }
  },
  {
    "translation": {
      "en": "I never talked to him.",
      "de": "Ich sprach nie mit ihm."
    }
  },
  {
    "translation": {
      "en": "[Bedoe] Gacy was arrogant.",
      "de": "Gacy war arrogant."
    }
  },
  {
    "translation": {
      "en": "Real dismissive.",
      "de": "Sehr abweisend."
    }
  },
  {
    "translation": {
      "en": "He was insulted that we were even asking him stuff like this.",
      "de": "Er war beleidigt, dass wir ihn solche Dinge fragten."
    }
  },
  {
    "translation": {
      "en": "Gacy was, excuse my language, full of crap.",
      "de": "Gacy laberte nur Scheiße. Entschuldigen Sie den Ausdruck."
    }
  },
  {
    "translation": {
      "en": "I mean, he was always boasting himself, how good he was, how rich he was,",
      "de": "Er prahlte damit, wie gut und wie wohlhabend er war."
    }
  },
  {
    "translation": {
      "en": "just every context he had.",
      "de": "Bei jeder Gelegenheit."
    }
  },
  {
    "translation": {
      "en": "[Gacy] They just kept fucking me around there,",
      "de": "Die sind mir andauernd blöd gekommen."
    }
  },
  {
    "translation": {
      "en": "playing back and forth, back and forth.",
      "de": "Das ging die ganze Zeit so hin und her."
    }
  },
  {
    "translation": {
      "en": "You know? I had given them the statement. What else did they want from me?",
      "de": "Ich habe meine Aussage gemacht. Was wollen die noch von mir?"
    }
  },
  {
    "translation": {
      "en": "I says, \"You either charge me with something or,\" I says, \"leave me go.\"",
      "de": "\"Ich sagte: Entweder ihr erhebt Anklage oder ihr lasst mich gehen.\""
    }
  },
  {
    "translation": {
      "en": "And then that was like, okay, charge him or… or… we le… we let him go.",
      "de": "Wir mussten ihn also entweder anklagen oder gehen lassen."
    }
  },
  {
    "translation": {
      "en": "We couldn't hold him. We didn't know what happened to Robert Piest.",
      "de": "Wir wussten zwar nicht, was mit Robert Piest geschehen war,"
    }
  },
  {
    "translation": {
      "en": "But we suspected Gacy had something to do with it.",
      "de": "vermuteten aber, dass Gracy darin involviert war."
    }
  },
  {
    "translation": {
      "en": "And with the criminal sexual conviction in Iowa, it made us even more suspicious.",
      "de": "Seine Verurteilung als Sexualstraftäter machte ihn noch verdächtiger."
    }
  },
  {
    "translation": {
      "en": "Definitely was worth looking into.",
      "de": "Wir mussten ihn uns genauer ansehen."
    }
  },
  {
    "translation": {
      "en": "[man 4] Waterloo was a great place.",
      "de": "Waterloo war ein toller Ort."
    }
  },
  {
    "translation": {
      "en": "Kids rode their bikes.",
      "de": "Kinder fuhren Fahrrad."
    }
  },
  {
    "translation": {
      "en": "They were out, they moved around, and there was not a lot of crime.",
      "de": "Sie spielten unbeschwert im Freien, es gab nicht viele Verbrechen."
    }
  },
  {
    "translation": {
      "en": "You felt safe in the community.",
      "de": "Man fühlte sich in der Gemeinde sicher."
    }
  },
  {
    "translation": {
      "en": "I came to Waterloo in 1963",
      "de": "Ich kam 1963 nach Waterloo,"
    }
  },
  {
    "translation": {
      "en": "right out of law school from University of Iowa,",
      "de": "direkt vom Jura-Studium an der Universität Iowa,"
    }
  },
  {
    "translation": {
      "en": "and I was, uh, hired into a bank as a trust officer.",
      "de": "und arbeitete als Treuhandbeauftragter bei einer Bank."
    }
  },
  {
    "translation": {
      "en": "And very soon became involved in the Waterloo Jaycees.",
      "de": "Nach kurzer Zeit wurde ich Mitglied der Waterloo Jaycees."
    }
  },
  {
    "translation": {
      "en": "And within two years, I ran for president.",
      "de": "Innerhalb von zwei Jahren kandidierte ich für das Präsidentenamt."
    }
  },
  {
    "translation": {
      "en": "And, uh, it was during that time that John Gacy came to Waterloo.",
      "de": "Innerhalb von zwei Jahren kandidierte ich für das Präsidentenamt. Und während dieser Zeit kam John Gacy nach Waterloo."
    }
  },
  {
    "translation": {
      "en": "[Gacy] Moved to Waterloo, Iowa.",
      "de": "Umzug nach Waterloo, Iowa."
    }
  },
  {
    "translation": {
      "en": "I was getting into the Jaycees. I was active in the Jaycees.",
      "de": "Ich trat den Jaycees bei. Ich war in den Jaycees aktiv."
    }
  },
  {
    "translation": {
      "en": "[Burger] The Jaycees, during the '60s and '70s and even into the '80s,",
      "de": "Die Jaycees waren in den 60ern und 70ern und sogar bis in die 80er"
    }
  },
  {
    "translation": {
      "en": "was basically an organization of young men 18 to 35.",
      "de": "eine Organisation junger Männer zwischen 18 und 35."
    }
  },
  {
    "translation": {
      "en": "We did some charitable drives.",
      "de": "Wir widmeten uns karitativen Zwecken."
    }
  },
  {
    "translation": {
      "en": "[Burger] And it was just a way for somebody that was young",
      "de": "Es war einfach eine Möglichkeit für junge Männer,"
    }
  },
  {
    "translation": {
      "en": "to get involved in the community.",
      "de": "sich in die Gemeinschaft einzubringen."
    }
  },
  {
    "translation": {
      "en": "[Burger] I was first approached by John Gacy in 1966.",
      "de": "John Gacy kontaktierte mich erstmals im Jahr 1966."
    }
  },
  {
    "translation": {
      "en": "And he just came in to say he was interested in becoming a part of the organization.",
      "de": "Er äußerte sein Interesse daran, ein Teil der Organisation werden."
    }
  },
  {
    "translation": {
      "en": "I knew he was married.",
      "de": "Ich wusste, dass er verheiratet war."
    }
  },
  {
    "translation": {
      "en": "[Gacy] Marlynn, we got engaged March 13th of 1964.",
      "de": "Marlynn, wir haben uns am 13. März 1964 verlobt."
    }
  },
  {
    "translation": {
      "en": "We didn't get married until September.",
      "de": "Wir heirateten erst im September."
    }
  },
  {
    "translation": {
      "en": "You know, I enjoyed the first two years of my married life.",
      "de": "Ich habe die ersten zwei Ehejahre genossen."
    }
  },
  {
    "translation": {
      "en": "I was really wrapped into it.",
      "de": "Ich fühlte mich wirklich wohl."
    }
  },
  {
    "translation": {
      "en": "I just had such a nice, warm feeling, and I was so happy with her,",
      "de": "Es war so ein angenehmes, warmes Gefühl, und ich war sehr glücklich mit ihr."
    }
  },
  {
    "translation": {
      "en": "and the two kids, Michael and Christine.",
      "de": "Und mit den beiden Kindern, Michael und Christine."
    }
  },
  {
    "translation": {
      "en": "It was like being in church all the time.",
      "de": "Als wären wir die ganze Zeit in der Kirche."
    }
  },
  {
    "translation": {
      "en": "When we moved up to Iowa, it wasn't that my marriage was falling apart.",
      "de": "Als wir nach Iowa zogen, belastete das unsere Ehe anfänglich nicht."
    }
  },
  {
    "translation": {
      "en": "It was after a year or so with her father, I couldn't handle her father.",
      "de": "Nach einem Jahr konnte ich ihren Vater nicht länger ertragen."
    }
  },
  {
    "translation": {
      "en": "[Burger] When John Gacy came to Waterloo,",
      "de": "Als John Gacy nach Waterloo kam,"
    }
  },
  {
    "translation": {
      "en": "it was, uh, to manage these Kentucky Fried Chicken franchises",
      "de": "übernahm er die Leitung der Kentucky-Fried-Chicken-Filialen"
    }
  },
  {
    "translation": {
      "en": "that, uh, his father-in-law owned.",
      "de": "seines Schwiegervaters."
    }
  },
  {
    "translation": {
      "en": "[Gacy] I could never please my father-in-law. My father-in-law comes out in the same image as my dad.",
      "de": "Ich konnte meinen Schwiegervater nie zufriedenstellen. Er war wie mein Vater."
    }
  },
  {
    "translation": {
      "en": "I could never do enough for my dad's acceptance. My father-in-law came out the same way.",
      "de": "Was ich getan habe, war nie genug, um seine Anerkennung zu bekommen."
    }
  },
  {
    "translation": {
      "en": "My dad and I never really got along well while I lived in the house",
      "de": "Mein Vater und ich verstanden uns nie gut, solange ich zu Hause lebte."
    }
  },
  {
    "translation": {
      "en": "'cause I never, I don't know… I guess I… I never lived up to his standards.",
      "de": "Ich weiß auch nicht. Vermutlich habe ich seine Erwartungen nie erfüllt."
    }
  },
  {
    "translation": {
      "en": "[Burger] John was always viewed as pushy. I… I think that's a fair statement.",
      "de": "John war jemand, der oft Druck machte. Die Beschreibung passt einfach."
    }
  },
  {
    "translation": {
      "en": "And there were some who didn't like that. There were some who didn't care.",
      "de": "Manche mochten das nicht, und anderen war das egal."
    }
  },
  {
    "translation": {
      "en": "One particular trait always stood out was he drove fast everywhere he went.",
      "de": "Eine Sache, die besonders auffällig war: Er fuhr immer sehr schnell."
    }
  },
  {
    "translation": {
      "en": "And nobody liked to ride with him.",
      "de": "Niemand fuhr gern mit ihm."
    }
  },
  {
    "translation": {
      "en": "I mean, it was like he was headed to a fire every time he got in the car.",
      "de": "Es war so, als gäbe es jedes Mal einen Notfall."
    }
  },
  {
    "translation": {
      "en": "I don't know where he was headed and I don't even know if he knew where he was headed,",
      "de": "Keine Ahnung, wohin er wollte, und ich weiß auch nicht, ob er das wusste,"
    }
  },
  {
    "translation": {
      "en": "but it was… He obviously had some drive.",
      "de": "aber er stand offensichtlich unter Strom."
    }
  },
  {
    "translation": {
      "en": "[man 5] I was 18 years old in 1967.",
      "de": "Im Jahr 1967 war ich 18 Jahre alt."
    }
  },
  {
    "translation": {
      "en": "I was a student at Ellsworth Community College",
      "de": "Ich war Schüler am Ellsworth Community College"
    }
  },
  {
    "translation": {
      "en": "I rode to school with two other guys that lived in Waterloo.",
      "de": "Ich fuhr mit zwei anderen Schülern aus Waterloo zur Schule."
    }
  },
  {
    "translation": {
      "en": "One particular night in January of 1967,",
      "de": "EINWOHNER DES BUNDESSTAATS IOWA Eines Abends im Januar 1967 holten sie mich zu Hause ab."
    }
  },
  {
    "translation": {
      "en": "uh, I got picked up at my home.",
      "de": "Eines Abends im Januar 1967 holten sie mich zu Hause ab."
    }
  },
  {
    "translation": {
      "en": "And one of those, uh, boys that I went back to school with",
      "de": "Einer der Jungs, mit denen ich wieder zur Schule fuhr,"
    }
  },
  {
    "translation": {
      "en": "worked at one of the local Kentucky Fried Chicken places.",
      "de": "arbeitete in einem der örtlichen Kentucky-Fried-Chicken-Läden."
    }
  },
  {
    "translation": {
      "en": "And he had said he had to stop by the Kentucky Fried Chicken and pick up his check",
      "de": "Er sagte, er müsse bei dem Laden halten, um seinen Scheck abzuholen,"
    }
  },
  {
    "translation": {
      "en": "prior to us driving back to Iowa Falls.",
      "de": "bevor wir zurück nach Iowa Falls fuhren."
    }
  },
  {
    "translation": {
      "en": "That's when I first met John Gacy.",
      "de": "So habe ich John Gacy kennengelernt."
    }
  },
  {
    "translation": {
      "en": "He seemed very personable, very friendly.",
      "de": "Er wirkte sehr sympathisch, sehr freundlich."
    }
  },
  {
    "translation": {
      "en": "Um, but nothing remarkable to describe him at the time.",
      "de": "Aber nichts an ihm… …war damals sonderlich auffällig."
    }
  },
  {
    "translation": {
      "en": "While we're there,",
      "de": "Während wir dort waren, sagte John Gacy:"
    }
  },
  {
    "translation": {
      "en": "John Gacy was telling these two guys that, \"Hey, you should come to my house.\"",
      "de": "Während wir dort waren, sagte John Gacy: \"Ihr solltet bei mir vorbeikommen."
    }
  },
  {
    "translation": {
      "en": "He said, \"My wife and my son are out of town. They're in Chicago.\"",
      "de": "Meine Frau und mein Sohn sind in Chicago."
    }
  },
  {
    "translation": {
      "en": "He says, \"Why don't you come over to my house and we can play some pool",
      "de": "Warum kommt ihr nicht zu mir? Wir könnten Billard spielen und etwas trinken.\""
    }
  },
  {
    "translation": {
      "en": "and… and do some drinking and stuff.\"",
      "de": "Wir könnten Billard spielen und etwas trinken.\""
    }
  },
  {
    "translation": {
      "en": "John Gacy's house was just a normal house",
      "de": "John Gacys Haus war ein ganz typisches Mittelklasse-Haus"
    }
  },
  {
    "translation": {
      "en": "in a, you know, middle-class suburb of Waterloo.",
      "de": "John Gacys Haus war ein ganz typisches Mittelklasse-Haus in einem bürgerlichen Vorort von Waterloo."
    }
  },
  {
    "translation": {
      "en": "He had a basement that was, uh, fixed up.",
      "de": "Er hatte den Keller ausgebaut."
    }
  },
  {
    "translation": {
      "en": "It had a… a bar, a built-in bar down there. It had a nice pool table.",
      "de": "Dort unten stand eine eingebaute Bar und ein schöner Billardtisch."
    }
  },
  {
    "translation": {
      "en": "We started playing pool, and I was, at the time, a very good pool player,",
      "de": "Wir spielten Billard und ich war damals ein sehr guter Spieler."
    }
  },
  {
    "translation": {
      "en": "and I was beating him every game.",
      "de": "Ich gewann jedes Spiel gegen ihn."
    }
  },
  {
    "translation": {
      "en": "[Nemmers] And at one point, he asked if I wanted to play for money,",
      "de": "Irgendwann fragte er, ob ich um Geld spielen will."
    }
  },
  {
    "translation": {
      "en": "and I said, \"Certainly.\"",
      "de": "Ich sagte: \"Klar.\""
    }
  },
  {
    "translation": {
      "en": "And so we started playing pool for a dollar a game.",
      "de": "Also spielten wir Billard für einen Dollar pro Spiel."
    }
  },
  {
    "translation": {
      "en": "He also mentioned to me that he was originally from the Chicago area",
      "de": "Er erwähnte auch, dass er ursprünglich aus Chicago stammte"
    }
  },
  {
    "translation": {
      "en": "and that he had lots of connections in Chicago.",
      "de": "und viele Kontakte in Chicago hatte."
    }
  },
  {
    "translation": {
      "en": "He told me that he was, uh, personal friends with the mayor of Chicago",
      "de": "Er sei mit dem Bürgermeister von Chicago persönlich befreundet"
    }
  },
  {
    "translation": {
      "en": "and also with the chief of police in Chicago.",
      "de": "sowie mit dem Polizeichef von Chicago."
    }
  },
  {
    "translation": {
      "en": "All along the walls, there were these certificates",
      "de": "Überall hingen diese gerahmten Urkunden"
    }
  },
  {
    "translation": {
      "en": "framed and hanging on the walls.",
      "de": "an den Wänden."
    }
  },
  {
    "translation": {
      "en": "One particular, um, certificate",
      "de": "Eine besondere Urkunde war vom Ausschuss für Sexualität und Gesundheit"
    }
  },
  {
    "translation": {
      "en": "was from the Illinois Governor's Board of Sex and Health.",
      "de": "Eine besondere Urkunde war vom Ausschuss für Sexualität und Gesundheit des Gouverneursrats von Illinois."
    }
  },
  {
    "translation": {
      "en": "And he told me that he was on a… a board",
      "de": "Und er sagte mir, er sei Teil einer Behörde,"
    }
  },
  {
    "translation": {
      "en": "that studied homosexuals.",
      "de": "die Homosexuelle studierte."
    }
  },
  {
    "translation": {
      "en": "[Gacy] There's three types of sexes.",
      "de": "Es gibt drei sexuelle Identitäten."
    }
  },
  {
    "translation": {
      "en": "There's heterosexual,",
      "de": "Heterosexuell,"
    }
  },
  {
    "translation": {
      "en": "there is homosexual,",
      "de": "homosexuell"
    }
  },
  {
    "translation": {
      "en": "and there's bisexual.",
      "de": "und bisexuell."
    }
  },
  {
    "translation": {
      "en": "You know, you can't take the clinical definition and apply it to me",
      "de": "Man kann die klinische Definition nicht auf mich anwenden,"
    }
  },
  {
    "translation": {
      "en": "because I don't think that way.",
      "de": "weil ich nicht so denke."
    }
  },
  {
    "translation": {
      "en": "A heterosexual is one who's in love with the opposite sex.",
      "de": "Ein Heterosexueller ist jemand, der das andere Geschlecht liebt."
    }
  },
  {
    "translation": {
      "en": "A homosexual is one who's in love with his own sex.",
      "de": "Ein Homosexueller ist jemand, der das eigene Geschlecht liebt."
    }
  },
  {
    "translation": {
      "en": "Now a bisexual has sex just for having sex.",
      "de": "Ein Bisexueller hat einfach Sex, nur um Sex zu haben."
    }
  },
  {
    "translation": {
      "en": "To me, it's like a form of masturbation.",
      "de": "Für mich ist es eine Art Masturbation."
    }
  },
  {
    "translation": {
      "en": "He'll have sex with either one with no feeling involved.",
      "de": "Er hat Sex mit beiden, und keine Gefühle sind involviert."
    }
  },
  {
    "translation": {
      "en": "So I honestly can say that I've never had a homosexual relationship",
      "de": "Ich hatte also ehrlich niemals eine homosexuelle Beziehung."
    }
  },
  {
    "translation": {
      "en": "because all I've ever, you know, either oral or anal intercourse",
      "de": "Denn bei dem, was ich hatte, entweder Oral- oder Analverkehr,"
    }
  },
  {
    "translation": {
      "en": "with no lovemaking.",
      "de": "war nie Liebe im Spiel."
    }
  },
  {
    "translation": {
      "en": "There was no feeling there. There was no love.",
      "de": "Keine Gefühle waren involviert, keine Liebe."
    }
  },
  {
    "translation": {
      "en": "[Nemmers] The two guys that I was there with who were getting inebriated",
      "de": "Die anderen beiden Typen hatten schon jede Menge getrunken."
    }
  },
  {
    "translation": {
      "en": "started talking about a party that they were gonna have,",
      "de": "Sie erzählten von einer geplanten Party"
    }
  },
  {
    "translation": {
      "en": "and they wanted John Gacy to come.",
      "de": "und wollten John Gacy dazu einladen."
    }
  },
  {
    "translation": {
      "en": "So my two friends",
      "de": "Meine zwei Freunde sagten:"
    }
  },
  {
    "translation": {
      "en": "said that, \"Well, Nemmers, maybe you should stay the night with Gacy,",
      "de": "\"Nemmers, du könntest heute doch bei Gacy übernachten"
    }
  },
  {
    "translation": {
      "en": "and then, tomorrow morning, you can drive up to Iowa Falls",
      "de": "und morgen früh mit ihm nach Iowa Falls fahren,"
    }
  },
  {
    "translation": {
      "en": "and show him where everything's at.\"",
      "de": "um ihm dort alles zu zeigen.\""
    }
  },
  {
    "translation": {
      "en": "I did not want to spend the night at John Gacy's house.",
      "de": "Ich wollte nicht bei John Gacy übernachten."
    }
  },
  {
    "translation": {
      "en": "I didn't know this man.",
      "de": "Ich kannte diesen Mann nicht."
    }
  },
  {
    "translation": {
      "en": "But I thought it would be safer to stay at John Gacy's house",
      "de": "Aber ich dachte, es wäre sicherer, bei John Gacy zu bleiben,"
    }
  },
  {
    "translation": {
      "en": "than the drive back on winter roads with a drunk driver.",
      "de": "als im Winter mit einem betrunkenen Fahrer zurückzufahren."
    }
  },
  {
    "translation": {
      "en": "They left Gacy's house, and we continued to play pool.",
      "de": "Sie verließen Gacys Haus, und wir spielten weiter Billard."
    }
  },
  {
    "translation": {
      "en": "John Gacy changed the whole conversation",
      "de": "John Gacy änderte das Gesprächsthema,"
    }
  },
  {
    "translation": {
      "en": "and looked at me and said, \"I have an idea.\"",
      "de": "sah mich an und sagte: \"Ich habe eine Idee."
    }
  },
  {
    "translation": {
      "en": "\"Why don't we play one game for really big stakes?\"",
      "de": "Warum spielen wir nicht ein Spiel um einen sehr großen Einsatz?"
    }
  },
  {
    "translation": {
      "en": "\"If I win, you have to commit a sex act on me.\"",
      "de": "Wenn ich gewinne, musst du eine sexuelle Handlung an mir ausführen."
    }
  },
  {
    "translation": {
      "en": "\"If you win, I have to commit a sex act on you.\"",
      "de": "Wenn du gewinnst, muss ich eine sexuelle Handlung an dir ausführen.\""
    }
  },
  {
    "translation": {
      "en": "[Gacy] My approach to it was I would mention it to somebody,",
      "de": "Mein Ansatz war, das Thema ins Spiel zu bringen."
    }
  },
  {
    "translation": {
      "en": "and if somebody wanted to get into it, then they would pursue the conversation.",
      "de": "Wenn jemand darauf einging, würde dieser das Gespräch fortsetzen."
    }
  },
  {
    "translation": {
      "en": "Because you just can't go along the street and walk up and say to somebody,",
      "de": "Man kann nicht einfach die Straße entlanggehen und fragen:"
    }
  },
  {
    "translation": {
      "en": "\"You want to get into sex with a guy?\"",
      "de": "\"Willst du Sex mit einem Mann?\""
    }
  },
  {
    "translation": {
      "en": "without getting decked or something like that.",
      "de": "Man würde verprügelt werden oder so."
    }
  },
  {
    "translation": {
      "en": "You drop hints or drop seeds and let them come back with the feedback on it.",
      "de": "Man macht Andeutungen oder Anspielungen und wartet auf ihre Reaktion."
    }
  },
  {
    "translation": {
      "en": "And I told him, \"No way.\"",
      "de": "Und ich sagte: \"Niemals."
    }
  },
  {
    "translation": {
      "en": "\"I'm not gonna have you do a sex act on me,",
      "de": "Ich werden nicht zulassen, dass du eine sexuelle Handlung an mir ausführst,"
    }
  },
  {
    "translation": {
      "en": "and I'm certainly not gonna do a sex act on you.\"",
      "de": "und ich mache das auch bestimmt nicht bei dir.\""
    }
  },
  {
    "translation": {
      "en": "And then he started laughing.",
      "de": "Und dann begann er zu lachen."
    }
  },
  {
    "translation": {
      "en": "And then he asked me had… if I had ever seen any…",
      "de": "Er fragte mich, ob ich jemals irgendwelche..."
    }
  },
  {
    "translation": {
      "en": "At those da… Those… In those days, we called pornography, we called them \"stag films.\"",
      "de": "Wir nannten Pornofilme damals Junggesellen-Filme"
    }
  },
  {
    "translation": {
      "en": "He said, \"Would you like to see a stag film?\"",
      "de": "Er fragte, ob ich einen sehen will."
    }
  },
  {
    "translation": {
      "en": "So he got the projector out and set it all up on a table.",
      "de": "Er holte einen Filmprojektor und stellte ihn auf einen Tisch."
    }
  },
  {
    "translation": {
      "en": "He even set up a big, uh… a screen.",
      "de": "Er baute sogar eine große Leinwand auf,"
    }
  },
  {
    "translation": {
      "en": "Pulled up the screen.",
      "de": "zog eine Leinwand hoch."
    }
  },
  {
    "translation": {
      "en": "He turned on the projector and, uh, left.",
      "de": "Er schaltete den Filmprojektor ein und ging."
    }
  },
  {
    "translation": {
      "en": "And it wasn't… [sighs]",
      "de": "Und es waren"
    }
  },
  {
    "translation": {
      "en": "…five minutes, probably,",
      "de": "keine fünf Minuten, vermutlich,"
    }
  },
  {
    "translation": {
      "en": "and all of a sudden, I… the lights went on,",
      "de": "und plötzlich ging das Licht an."
    }
  },
  {
    "translation": {
      "en": "and at the same time, I heard a click behind me.",
      "de": "Zur selben Zeit hörte ich ein Klicken hinter mir."
    }
  },
  {
    "translation": {
      "en": "And I turned around…",
      "de": "Und ich drehte mich um..."
    }
  },
  {
    "translation": {
      "en": "to see a gun pointed right at my head.",
      "de": "Eine Waffe war auf meinen Kopf gerichtet."
    }
  },
  {
    "translation": {
      "en": "I could see the cylinders.",
      "de": "Ich konnte die Trommel sehen."
    }
  },
  {
    "translation": {
      "en": "It was a revolver, and I could see bullets in the cylinders.",
      "de": "Es war ein Revolver und ich sah Kugeln in der Trommel."
    }
  },
  {
    "translation": {
      "en": "So I knew this was a real gun, and he had it pointed at my head.",
      "de": "Das war also eine echte Waffe, und sie war auf meinen Kopf gerichtet."
    }
  },
  {
    "translation": {
      "en": "And then he told me that he wanted me to take my pants down",
      "de": "Dann sagte er zu mir, ich solle meine Hose ausziehen"
    }
  },
  {
    "translation": {
      "en": "and that he was going to commit a sex act on me.",
      "de": "und er würde Geschlechtsverkehr mit mir haben."
    }
  },
  {
    "translation": {
      "en": "[Nemmers] And I was crying.",
      "de": "Und ich weinte."
    }
  },
  {
    "translation": {
      "en": "I was crying,",
      "de": "Ich weinte..."
    }
  },
  {
    "translation": {
      "en": "and I was begging him not to do this.",
      "de": "Ich flehte ihn an, das nicht zu tun."
    }
  },
  {
    "translation": {
      "en": "And after a minute of sheer… fright,",
      "de": "Und nach einer Minute purer… …Angst…"
    }
  },
  {
    "translation": {
      "en": "he laughed and said, \"Walk… Get over to the… Go on over to the…\"",
      "de": "…lachte er und sagte: \"Geh dort rüber."
    }
  },
  {
    "translation": {
      "en": "\"Pull your pants up and go back… go on over to the bar.\"",
      "de": "Zieh dir die Hose hoch und geh rüber zur Bar.\""
    }
  },
  {
    "translation": {
      "en": "And he continued to laugh",
      "de": "Und er lachte weiter"
    }
  },
  {
    "translation": {
      "en": "and talk about this particular obsession he has",
      "de": "Und er lachte weiter und sprach über diese Besessenheit, die er hatte,"
    }
  },
  {
    "translation": {
      "en": "with putting a lot of psychological pressure on people",
      "de": "großen psychologischen Druck auf Menschen auszuüben"
    }
  },
  {
    "translation": {
      "en": "and seeing what their reactions would be.",
      "de": "und deren Reaktionen darauf zu beobachten."
    }
  },
  {
    "translation": {
      "en": "And he was telling me, he analyzed… he alw… was analyzing me the whole time.",
      "de": "Und er sagte zu mir, er hätte mich die ganze Zeit über analysiert."
    }
  },
  {
    "translation": {
      "en": "My guard went entirely down. I… I thought I was safe.",
      "de": "Nun hatte ich keine Angst mehr. Von da an fühlte ich mich in Sicherheit."
    }
  },
  {
    "translation": {
      "en": "You know, this guy, although he may be an oddball or weird,",
      "de": "Dieser Typ war zwar ein komischer Vogel oder etwas seltsam,"
    }
  },
  {
    "translation": {
      "en": "I… I f… I felt safe.",
      "de": "aber ich fühlte mich sicher."
    }
  },
  {
    "translation": {
      "en": "And then he said, \"Well, want to go to bed?\"",
      "de": "Dann sagte er, wir sollten schlafen gehen."
    }
  },
  {
    "translation": {
      "en": "\"Let's… let's go to bed, and we'll get up first thing in the morning.\"",
      "de": "Dann sagte er, wir sollten schlafen gehen. \"Gehen wir schlafen und stehen morgen früh auf."
    }
  },
  {
    "translation": {
      "en": "\"We'll have breakfast and we'll hit the road to Iowa Falls.\"",
      "de": "Wir frühstücken und fahren nach Iowa Falls.\""
    }
  },
  {
    "translation": {
      "en": "I was having a hard time falling asleep.",
      "de": "Das Einschlafen fiel mir schwer."
    }
  },
  {
    "translation": {
      "en": "Next thing I know is, I felt a hand on my thigh.",
      "de": "Plötzlich spürte ich eine Hand auf meinem Oberschenkel."
    }
  },
  {
    "translation": {
      "en": "And I opened up my eyes, and there was John Gacy sitting at the side of the bed.",
      "de": "Ich öffnete meine Augen, und John Gacy saß neben meinem Bett."
    }
  },
  {
    "translation": {
      "en": "And, uh… [voice catches]",
      "de": "Und…"
    }
  },
  {
    "translation": {
      "en": "…through the light of the window, I could see his face.",
      "de": "…durch das Licht des Fensters konnte ich sein Gesicht sehen."
    }
  },
  {
    "translation": {
      "en": "Well, that's a sight I'll… uh,",
      "de": "Und dieser Anblick"
    }
  },
  {
    "translation": {
      "en": "that actually still haunts me to this day.",
      "de": "verfolgt mich tatsächlich bis heute."
    }
  },
  {
    "translation": {
      "en": "[emotionally] And, uh…",
      "de": "Und…"
    }
  },
  {
    "translation": {
      "en": "the face that I saw that night was, um…",
      "de": "Das Gesicht, das ich in dieser Nacht sah..."
    }
  },
  {
    "translation": {
      "en": "I don't know how to explain it. It was just frightful.",
      "de": "Ich weiß auch nicht, es war grauenerregend."
    }
  },
  {
    "translation": {
      "en": "He had a knife that was right in the little hole in your throat here.",
      "de": "Er hatte ein Messer und setzte mir dieses direkt an dieses kleine Loch hier am Hals."
    }
  },
  {
    "translation": {
      "en": "He was pushing that knife right there.",
      "de": "Er schob das Messer genau hierhin."
    }
  },
  {
    "translation": {
      "en": "And rubbing my leg at the same time.",
      "de": "Und währenddessen streichelte er mein Bein."
    }
  },
  {
    "translation": {
      "en": "And he told me that we're going to finish what we started in the basement",
      "de": "Und er sagte zu mir, dass wir beenden würden, was wir im Keller begonnen hatten"
    }
  },
  {
    "translation": {
      "en": "and we're going to commit sex acts on each… on each other.",
      "de": "und nun miteinander Sex haben würden."
    }
  },
  {
    "translation": {
      "en": "So I just started bawling again",
      "de": "Ich fing wieder an zu weinen."
    }
  },
  {
    "translation": {
      "en": "and just crying and begging him not to do this.",
      "de": "Ich weinte und flehte ihn an, das nicht zu tun."
    }
  },
  {
    "translation": {
      "en": "And pretty soon, he let the pressure off the knife,",
      "de": "Nach kurzer Zeit nahm er das Messer wieder herunter"
    }
  },
  {
    "translation": {
      "en": "and he started laughing again",
      "de": "und begann abermals zu lachen."
    }
  },
  {
    "translation": {
      "en": "and explained to me that he was frustrated with himself",
      "de": "Er erklärte mir, dass er frustriert war,"
    }
  },
  {
    "translation": {
      "en": "that he was not able to break me in the basement",
      "de": "weil er mich im Keller nicht brechen konnte,"
    }
  },
  {
    "translation": {
      "en": "when he was doing these psychological tests on me,",
      "de": "als er diese psychologischen Tests an mir durchführte."
    }
  },
  {
    "translation": {
      "en": "and that he is frustrated and he wanted to give it one more try.",
      "de": "Das hätte ihn so frustriert, dass er es noch einmal versuchen wollte."
    }
  },
  {
    "translation": {
      "en": "I wasn't buying it.",
      "de": "Ich habe ihm nicht geglaubt."
    }
  },
  {
    "translation": {
      "en": "Then he left, went in his bedroom,",
      "de": "Er verschwand in sein Schlafzimmer und ich stand sofort auf,"
    }
  },
  {
    "translation": {
      "en": "and I got up instantly and got dressed and sat on that bed until 6:30.",
      "de": "Er verschwand in sein Schlafzimmer und ich stand sofort auf, zog mich an und saß bis 6:30 Uhr auf diesem Bett."
    }
  },
  {
    "translation": {
      "en": "In the morning, I banged on his door and I said, \"I'm ready to go.\"",
      "de": "Am Morgen klopfte ich an seine Tür und sagte ihm, ich sei bereit."
    }
  },
  {
    "translation": {
      "en": "It's about an hour and a half drive to Iowa Falls.",
      "de": "Die Fahrt nach Iowa Falls dauert etwa eineinhalb Stunden."
    }
  },
  {
    "translation": {
      "en": "And he said, \"Now, Steve, I know that you're upset with me,",
      "de": "Er sagte: \"Steve, ich weiß, du bist sauer auf mich,"
    }
  },
  {
    "translation": {
      "en": "but I want you to understand,",
      "de": "aber du sollst wissen,"
    }
  },
  {
    "translation": {
      "en": "if I find out you mentioned this to anybody,",
      "de": "wenn ich herausfinde, dass du irgendjemandem davon erzählst,"
    }
  },
  {
    "translation": {
      "en": "all I have to do is pick up the phone and make one phone call to Chicago,",
      "de": "muss ich nur einen Telefonanruf nach Chicago machen,"
    }
  },
  {
    "translation": {
      "en": "and there will be a man in Iowa Falls",
      "de": "und dann wird ein Mann nach Iowa Falls kommen,"
    }
  },
  {
    "translation": {
      "en": "the next day to kill you.\"",
      "de": "am Tag darauf, um dich umzubringen.\""
    }
  },
  {
    "translation": {
      "en": "I didn't report it to the Waterloo police because I didn't want to discuss it.",
      "de": "Ich meldete es nicht der Polizei von Waterloo, weil ich nicht darüber reden wollte."
    }
  },
  {
    "translation": {
      "en": "I was a young 18-year-old kid and…",
      "de": "Ich war ein 18-jähriger Junge und ein Erwachsener zwang mich,"
    }
  },
  {
    "translation": {
      "en": "and I have a grown man making me pull my pants down,",
      "de": "Ich war ein 18-jähriger Junge und ein Erwachsener zwang mich, meine Hose auszuziehen."
    }
  },
  {
    "translation": {
      "en": "and a grown man putting a knife to my throat and rubbing my… my thigh.",
      "de": "Ein erwachsener Mann hielt mir ein Messer an den Hals und streichelte mein Bein."
    }
  },
  {
    "translation": {
      "en": "That's… It's not something a young boy wants to talk about.",
      "de": "Kein Junge möchte über so etwas sprechen."
    }
  },
  {
    "translation": {
      "en": "[Burger] I think I always felt, uh, John was, uh, aggressive",
      "de": "Ich hielt John vermutlich immer schon für aggressiv."
    }
  },
  {
    "translation": {
      "en": "and wanted to advance within the Jaycees.",
      "de": "Er wollte innerhalb der Jaycees aufsteigen."
    }
  },
  {
    "translation": {
      "en": "He was ultimately appointed by one of my successors",
      "de": "Schließlich ernannte ihn einer meiner Nachfolger"
    }
  },
  {
    "translation": {
      "en": "to be the chaplain for the Waterloo Jaycees,",
      "de": "zum Kaplan der Waterloo Jaycees."
    }
  },
  {
    "translation": {
      "en": "which primarily was to give a blessing at when we had meals.",
      "de": "Dessen Aufgabe bestand im Wesentlichen im Sprechen des Tischgebets."
    }
  },
  {
    "translation": {
      "en": "And it was after that that his aspirations to become the president emerged.",
      "de": "KAPLAN UND ORGANISATOR Damit begannen seine Bestrebungen, Präsident zu werden."
    }
  },
  {
    "translation": {
      "en": "I guess this was when the rumors started coming out",
      "de": "Ich denke, zu dieser Zeit kamen die ersten Gerüchte auf,"
    }
  },
  {
    "translation": {
      "en": "that John Gacy was not all what he appeared to be.",
      "de": "dass John Gacy nicht der war, für den er sich ausgab."
    }
  },
  {
    "translation": {
      "en": "[Gacy] Long about '67 when I was running for Jaycee President,",
      "de": "Im Jahr 1967, als ich für das Jaycees-Präsidentenamt kandidierte,"
    }
  },
  {
    "translation": {
      "en": "I asked Donald Voorhees Sr. to become my campaign manager.",
      "de": "bat ich Donald Voorhees senior darum, meine Kampagne zu leiten."
    }
  },
  {
    "translation": {
      "en": "[Burger] Don Voorhees Sr. was a member of the Jaycees.",
      "de": "AMTIERENDER DIREKTOR DER IOWA JAYCEES Don Voorhees senior war Mitglied der Jaycees."
    }
  },
  {
    "translation": {
      "en": "He then ran for the state legislature",
      "de": "Später kandidierte er für den Senat"
    }
  },
  {
    "translation": {
      "en": "and was elected as a member of the Iowa State Legislature.",
      "de": "und wurde Abgeordneter im Unterhaus des Staates Iowa."
    }
  },
  {
    "translation": {
      "en": "[Gacy] In the incident with this Donald Voorhees Jr.,",
      "de": "Bei dem Vorfall mit Donald Voorhees junior"
    }
  },
  {
    "translation": {
      "en": "he was 15 years old.",
      "de": "war dieser 15 Jahre alt."
    }
  },
  {
    "translation": {
      "en": "I think it was in '67,",
      "de": "Ich glaube, es war 1967,"
    }
  },
  {
    "translation": {
      "en": "the summer of '67, or August of '67, or September of '67,",
      "de": "im Sommer 1967 oder August 1967 oder September 1967,"
    }
  },
  {
    "translation": {
      "en": "somewhere in there.",
      "de": "irgendwann in der Zeit."
    }
  },
  {
    "translation": {
      "en": "Donald Voorhees, I was driving from one store to the other,",
      "de": "Ich fuhr von einem Laden zum nächsten,"
    }
  },
  {
    "translation": {
      "en": "which was my daily routine.",
      "de": "das war damals mein Arbeitsalltag."
    }
  },
  {
    "translation": {
      "en": "Donald Voorhees was hitchhiking. I picked him up.",
      "de": "Donald Voorhees fuhr per Anhalter, und ich habe ihn mitgenommen."
    }
  },
  {
    "translation": {
      "en": "He was asking me about the stag films.",
      "de": "Er fragte mich nach den Junggesellen-Filmen."
    }
  },
  {
    "translation": {
      "en": "[Gacy] So me, like… like an asshole, I… I took him over to my house",
      "de": "Ich nahm ihn wie ein Arschloch mit zu mir nach Hause"
    }
  },
  {
    "translation": {
      "en": "and I showed him the films.",
      "de": "und zeigte ihm die Filme."
    }
  },
  {
    "translation": {
      "en": "Of course, I got horny by watching 'em.",
      "de": "Natürlich hat mich das erregt."
    }
  },
  {
    "translation": {
      "en": "And anyhow, you know, to cut the conversation short,",
      "de": "Wie auch immer, um es kurz zu machen,"
    }
  },
  {
    "translation": {
      "en": "what… what happened is that he ended up blowing me,",
      "de": "letzten Endes hat er mich oral befriedigt,"
    }
  },
  {
    "translation": {
      "en": "and I believe I went down on him.",
      "de": "letzten Endes hat er mich oral befriedigt, und ich tat wohl dasselbe bei ihm."
    }
  },
  {
    "translation": {
      "en": "I had a wife. I had two children. I… I had business. I had wealth.",
      "de": "Ich hatte eine Frau. Ich hatte zwei Kinder. Meine Geschäfte liefen gut. Ich war wohlhabend."
    }
  },
  {
    "translation": {
      "en": "Why in the fuck did I go out and get myself involved with a kid?",
      "de": "Warum zum Teufel habe ich mich auf ein Kind eingelassen?"
    }
  },
  {
    "translation": {
      "en": "He told his dad.",
      "de": "GACY VERGING SICH AN EINEM MINDERJÄHRIGEN"
    }
  },
  {
    "translation": {
      "en": "Well, his dad turned around and got ahold of the state's attorney,",
      "de": "Er erzählte es seinem Vater. Sein Vater informierte den Staatsanwalt, und ich wurde angeklagt."
    }
  },
  {
    "translation": {
      "en": "and then I was, uh, charged with it.",
      "de": "Sein Vater informierte den Staatsanwalt, und ich wurde angeklagt."
    }
  },
  {
    "translation": {
      "en": "[Burger] Once John was arrested for the assault on Donald Jr.,",
      "de": "Als John wegen des Übergriffs auf Donald junior verhaftet wurde,"
    }
  },
  {
    "translation": {
      "en": "it became much more of a topic of conversation in town.",
      "de": "wurde die ganze Sache zum Gesprächsthema Nummer eins in der Stadt."
    }
  },
  {
    "translation": {
      "en": "[Gacy] So then I was subsequently indicted for sodomy.",
      "de": "Schließlich wurde ich wegen Unzucht angeklagt. GACY DER UNZUCHT ANGEKLAGT"
    }
  },
  {
    "translation": {
      "en": "When I went through the psychiatric evaluation at Iowa City,",
      "de": "Bei der psychiatrischen Untersuchung wurde eine antisoziale Persönlichkeit diagnostiziert."
    }
  },
  {
    "translation": {
      "en": "I was told I had an anti-social personality,",
      "de": "wurde eine antisoziale Persönlichkeit diagnostiziert. \"PSYCHOPATHISCH\""
    }
  },
  {
    "translation": {
      "en": "that it was deemed as an experimental-type thing and that",
      "de": "Sie bewerteten es als experimentelle Handlung"
    }
  },
  {
    "translation": {
      "en": "they felt that it would be not a reoccurring thing, and…",
      "de": "und waren der Auffassung, dass es sich nicht wiederholen würde."
    }
  },
  {
    "translation": {
      "en": "that it was-- The whole thing was stupid.",
      "de": "Dass es einfach bescheuert war. STREITET ALLES AB"
    }
  },
  {
    "translation": {
      "en": "That it should've never happened.",
      "de": "Es hätte nie passieren dürfen."
    }
  },
  {
    "translation": {
      "en": "That's why I keep saying instead of being the perpetrator,",
      "de": "Deshalb sage ich immer wieder, ich war nicht Täter, sondern Opfer und wurde benutzt."
    }
  },
  {
    "translation": {
      "en": "I was the victim. I was used.",
      "de": "ich war nicht Täter, sondern Opfer und wurde benutzt."
    }
  },
  {
    "translation": {
      "en": "I was thinking of the kids, and I was thinking of Marlynn,",
      "de": "Ich dachte an die Kinder, ich dachte an Marlynn."
    }
  },
  {
    "translation": {
      "en": "and I'd never got in trouble before.",
      "de": "Ich hatte nie zuvor Ärger."
    }
  },
  {
    "translation": {
      "en": "And when the pre-sentence report come back that they recommended that…",
      "de": "Und die Gutachter empfahlen, dass ich eine Bewährungsstrafe erhalten sollte."
    }
  },
  {
    "translation": {
      "en": "I should be given, uh, probation.",
      "de": "dass ich eine Bewährungsstrafe erhalten sollte."
    }
  },
  {
    "translation": {
      "en": "And we changed our plea from \"not guilty\" to \"guilty,\"",
      "de": "Wir änderten unsere Aussage und bekannten uns schuldig."
    }
  },
  {
    "translation": {
      "en": "and they set sentencing.",
      "de": "BEKENNT SICH SCHULDIG Sie verurteilten mich zu zehn Jahren."
    }
  },
  {
    "translation": {
      "en": "Sentenced me to 10 years, and I nearly dropped.",
      "de": "Sie verurteilten mich zu zehn Jahren. ZEHN JAHRE HAFT"
    }
  },
  {
    "translation": {
      "en": "I could not believe it.",
      "de": "Ich konnte es nicht glauben."
    }
  },
  {
    "translation": {
      "en": "The day after I was sentenced, I was served with divorce papers from Marlynn",
      "de": "Am Tag nach meiner Verurteilung bekam ich Marlynns Scheidungspapiere."
    }
  },
  {
    "translation": {
      "en": "on grounds of conviction.",
      "de": "Aufgrund der Verurteilung."
    }
  },
  {
    "translation": {
      "en": "She came there to see me for the last time.",
      "de": "Sie kam ein letztes Mal zu mir."
    }
  },
  {
    "translation": {
      "en": "She came to me, and she told me that she had to get a divorce.",
      "de": "Sie kam zu mir und sagte, sie müsse sich scheiden lassen."
    }
  },
  {
    "translation": {
      "en": "That if she didn't get a divorce, her dad was gonna take the kids away from her.",
      "de": "Wenn sie das nicht täte, würde ihr Vater ihr die Kinder wegnehmen."
    }
  },
  {
    "translation": {
      "en": "[investigator] Now these were your natural children, right?",
      "de": "Das waren Ihre leiblichen Kinder, oder?"
    }
  },
  {
    "translation": {
      "en": "[Gacy] Right.",
      "de": "Genau."
    }
  },
  {
    "translation": {
      "en": "[clears throat] Right. That's how young they were.",
      "de": "Genau. So jung waren sie damals. 1968 sah ich sie zum letzten Mal."
    }
  },
  {
    "translation": {
      "en": "1968, last time I ever seen 'em.",
      "de": "So jung waren sie damals. 1968 sah ich sie zum letzten Mal."
    }
  },
  {
    "translation": {
      "en": "[Sullivan] Gacy was, uh, sentenced to the penitentiary",
      "de": "Gacy war wegen Missbrauchs eines Jungen"
    }
  },
  {
    "translation": {
      "en": "for misusing a young boy.",
      "de": "zu einer Gefängnisstrafe verurteilt worden."
    }
  },
  {
    "translation": {
      "en": "Wow, did that open our eyes at that particular time.",
      "de": "Das hat uns damals ganz schön die Augen geöffnet."
    }
  },
  {
    "translation": {
      "en": "Now, what do we do with that?",
      "de": "Wie gehen wir jetzt damit um?"
    }
  },
  {
    "translation": {
      "en": "How do we go and keep an eye on Gacy?",
      "de": "Wie können wir Gacy im Auge behalten?"
    }
  },
  {
    "translation": {
      "en": "Where might he lead us?",
      "de": "Wo könnte er uns hinführen?"
    }
  },
  {
    "translation": {
      "en": "[Albrecht] Lieutenant Joe Kozenczak, who was the head of the investigations,",
      "de": "Leutnant Joe Kozenczak leitete die Ermittlungen"
    }
  },
  {
    "translation": {
      "en": "plotted a surveillance on Gacy 24 hours.",
      "de": "und verfügte eine 24-stündige Überwachung von Gacy."
    }
  },
  {
    "translation": {
      "en": "So Bob Schultz and Ron Robinson started the noon to midnight.",
      "de": "Bob Schultz und Ron Robinson übernahmen die Überwachung von Mittag bis Mitternacht."
    }
  },
  {
    "translation": {
      "en": "And Dave Hachmeister was at midnight to noon.",
      "de": "Dave Hachmeister war von Mitternacht bis Mittag eingeteilt."
    }
  },
  {
    "translation": {
      "en": "I became his partner, and we were on Gacy from midnight to, uh, to noon,",
      "de": "Ich wurde sein Partner, und wir überwachten Gacy die ganze Zeit."
    }
  },
  {
    "translation": {
      "en": "wherever he went.",
      "de": "Wohin er auch ging."
    }
  },
  {
    "translation": {
      "en": "[Sullivan] The police were supposed to be undercover,",
      "de": "Die Polizei sollte verdeckt arbeiten,"
    }
  },
  {
    "translation": {
      "en": "but it didn't take him but a day to realize that we were following him.",
      "de": "aber es dauerte vielleicht einen Tag, bis er merkte, dass wir ihm folgten."
    }
  },
  {
    "translation": {
      "en": "At that stage, then we have to try to change our tactics.",
      "de": "In so einem Fall müssen wir versuchen, unsere Taktik zu ändern."
    }
  },
  {
    "translation": {
      "en": "[man 6] And we decided that it would put a lot more psychological pressure on Gacy",
      "de": "Wir waren der Ansicht, es würde bedeutend mehr psychologischen Druck auf Gacy ausüben,"
    }
  },
  {
    "translation": {
      "en": "if we did an overt type of surveillance.",
      "de": "es würde bedeutend mehr psychologischen Druck auf Gacy ausüben, wenn wir ihn nicht heimlich überwachten."
    }
  },
  {
    "translation": {
      "en": "And an overt surveillance is where you knock on the individual's door,",
      "de": "Bei einer offenen Überwachung klopft man an die Tür dieser Person,"
    }
  },
  {
    "translation": {
      "en": "introduce yourself and tell him that you're the police",
      "de": "stellt sich als die Polizei vor"
    }
  },
  {
    "translation": {
      "en": "and that you're gonna be following him 24 hours a day, seven days a week,",
      "de": "und macht klar, dass man ihr 24 Stunden am Tag, sieben Tage die Woche, an jeden Ort hin folgen wird."
    }
  },
  {
    "translation": {
      "en": "every place that they go.",
      "de": "sieben Tage die Woche, an jeden Ort hin folgen wird."
    }
  },
  {
    "translation": {
      "en": "[Albrecht] The first public place he went into was the Moose Lodge in Des Plaines.",
      "de": "Die Moose Lodge in Des Plaines war der erste Ort, zu dem er fuhr."
    }
  },
  {
    "translation": {
      "en": "And when Gacy walked in, people just… \"John's here!\"",
      "de": "Gacy ging rein, und die Leute sagten: \"John ist hier!\""
    }
  },
  {
    "translation": {
      "en": "They gravitated towards him. \"How you doing, John? Great to see you!\"",
      "de": "Die Menschen gingen auf ihn zu. \"Wie geht's? Freut mich.\""
    }
  },
  {
    "translation": {
      "en": "Kind of the life of the party. That happened quite frequently.",
      "de": "Er war im Mittelpunkt. Das passierte häufig."
    }
  },
  {
    "translation": {
      "en": "[Amirante] He seemed to welcome the investigation.",
      "de": "Er schien die Ermittlungen zu begrüßen."
    }
  },
  {
    "translation": {
      "en": "He welcomed the… the jousting, the back and forth with the police.",
      "de": "Das ständige Hin und Her mit der Polizei schien ihm zu gefallen."
    }
  },
  {
    "translation": {
      "en": "[Gacy] Constantly, I was under surveillance.",
      "de": "Ich stand ständig unter Beobachtung."
    }
  },
  {
    "translation": {
      "en": "I could have ditched 'em any one of a number of times and gotten away,",
      "de": "Ich hätte sie jederzeit abhängen können,"
    }
  },
  {
    "translation": {
      "en": "but I was constantly stopping and trying to help them, you know?",
      "de": "aber ich hielt ständig an, um ihnen zu helfen."
    }
  },
  {
    "translation": {
      "en": "They were slowing me down. He said, \"Well, goddamn, you never stop.\"",
      "de": "Sie bremsten mich. Er sagte: \"Sie sind immer auf Achse.\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Well, I got things to do.\"",
      "de": "Ich sagte: \"Ich habe zu tun."
    }
  },
  {
    "translation": {
      "en": "I said, \"I got a job going in Aurora, Illinois.\"",
      "de": "Ich habe einen Auftrag in Aurora, Illinois."
    }
  },
  {
    "translation": {
      "en": "\"I've got one in Waukegan, Illinois. I've got three in Chicago.\"",
      "de": "Ich habe einen in Waukegan. Ich habe drei in Chicago."
    }
  },
  {
    "translation": {
      "en": "And I says, \"It takes time, and I've got to move around all of them.\"",
      "de": "Das braucht seine Zeit, ich muss dort überall hin.\""
    }
  },
  {
    "translation": {
      "en": "[Amirante] He was playing a… a cat and mouse game",
      "de": "Er spielte ein Katz-und-Mausspiel mit der Polizei."
    }
  },
  {
    "translation": {
      "en": "with the police department, trying to outfox them,",
      "de": "Er spielte ein Katz-und-Mausspiel mit der Polizei. Er wollte sie auszutricksen und manipulieren"
    }
  },
  {
    "translation": {
      "en": "trying to manipulate what they were doing,",
      "de": "Er wollte sie auszutricksen und manipulieren"
    }
  },
  {
    "translation": {
      "en": "trying to show that he was in control of this situation.",
      "de": "und so zeigen, dass er die Situation kontrollierte."
    }
  },
  {
    "translation": {
      "en": "[Robinson] One way that John could kinda get even with us for following him",
      "de": "Er konnte uns die Verfolgung mit seinem völlig irren Fahrstil"
    }
  },
  {
    "translation": {
      "en": "was driving like a maniac.",
      "de": "in gewisser Weise heimzahlen."
    }
  },
  {
    "translation": {
      "en": "John would test our driving abilities every day",
      "de": "John testete unsere Fahrkünste jeden Tag."
    }
  },
  {
    "translation": {
      "en": "going up and down side streets.",
      "de": "Er raste die Seitenstraßen rauf und runter."
    }
  },
  {
    "translation": {
      "en": "He would be doing 40, 50 miles an hour on these side streets.",
      "de": "Er raste die Seitenstraßen rauf und runter. Er fuhr mit 65, 80 km/h auf diesen Seitenstraßen."
    }
  },
  {
    "translation": {
      "en": "And when we would get on, like, the Kennedy Expressway,",
      "de": "Wenn wir den Kennedy Expressway erreichten,"
    }
  },
  {
    "translation": {
      "en": "there were many times where, in trying to keep up with John,",
      "de": "mussten wir, um an John dranzubleiben,"
    }
  },
  {
    "translation": {
      "en": "we would have to ride on the shoulder of the road,",
      "de": "oftmals auf dem Seitenstreifen fahren,"
    }
  },
  {
    "translation": {
      "en": "either on the inside of the Kennedy or the outside of the Kennedy,",
      "de": "entweder innen oder außen auf dem Kennedy Expressway."
    }
  },
  {
    "translation": {
      "en": "just trying to keep up with him.",
      "de": "Nur um mit ihm mitzuhalten."
    }
  },
  {
    "translation": {
      "en": "We're gonna stay with you all the time.",
      "de": "Wir wollten immer an ihm dranbleiben."
    }
  },
  {
    "translation": {
      "en": "If he went into a coffee shop for coffee, we went in with John and sat with him and had coffee.",
      "de": "Wenn er in ein Café ging, gingen wir mit, setzten uns zu John und tranken Kaffee."
    }
  },
  {
    "translation": {
      "en": "If he went into a bar, we went into the bar with him.",
      "de": "Ging er in eine Bar, gingen wir auch in die Bar."
    }
  },
  {
    "translation": {
      "en": "[Albrecht] During these stops at restaurants, we had quite long conversations with Gacy.",
      "de": "Während dieser Restaurantbesuche hatten wir lange Gespräche mit Gacy."
    }
  },
  {
    "translation": {
      "en": "People started seeing us there all the time with Gacy,",
      "de": "Die Leute sahen uns ständig mit Gacy."
    }
  },
  {
    "translation": {
      "en": "and so Gacy would, uh, describe us as the FBI trying to get some kind of drug case on him.",
      "de": "Gacy erzählte also, wir wären vom FBI und würden ihm Drogenhandel vorwerfen."
    }
  },
  {
    "translation": {
      "en": "A couple places he went, he described us as his bodyguards.",
      "de": "An einigen Orten beschrieb er uns als seine Leibwächter."
    }
  },
  {
    "translation": {
      "en": "But he also told us that he had hired people to follow us",
      "de": "Aber er sagte uns auch, dass er Leute beauftragte hätte,"
    }
  },
  {
    "translation": {
      "en": "to watch us,",
      "de": "die uns beobachten."
    }
  },
  {
    "translation": {
      "en": "and if he gave the sign, they were gonna take us out.",
      "de": "Und wenn er das Zeichen gibt, würden sie uns erledigen."
    }
  },
  {
    "translation": {
      "en": "So, uh, we were aware that Gacy was full of himself.",
      "de": "Wir wussten also, wie grenzenlos eingebildet er war."
    }
  },
  {
    "translation": {
      "en": "One time, he told us that he had heard that Rob Piest was found up in, uh, Wisconsin",
      "de": "Einmal erzählte er uns, er hätte gehört, dass Rob Piest in Wisconsin gefunden wurde"
    }
  },
  {
    "translation": {
      "en": "and he was all right.",
      "de": "und es ihm gut ging."
    }
  },
  {
    "translation": {
      "en": "[Byers-Lund] Rob would never run away.",
      "de": "Rob wäre nie weggelaufen."
    }
  },
  {
    "translation": {
      "en": "There was something wrong.",
      "de": "Irgendetwas stimmte nicht."
    }
  },
  {
    "translation": {
      "en": "The police came to visit me at school with the Piest family",
      "de": "Die Polizei kam mit der Familie Piest in meine Schule,"
    }
  },
  {
    "translation": {
      "en": "to see, you know, what did Rob say and, um, where was he going.",
      "de": "um herauszufinden, was Rob gesagt hatte und wohin er gegangen war."
    }
  },
  {
    "translation": {
      "en": "And I explained that Rob said he was going outside",
      "de": "um herauszufinden, was Rob gesagt hatte und wohin er gegangen war. Ich sagte, dass Rob draußen mit dem Bauunternehmer sprechen wollte."
    }
  },
  {
    "translation": {
      "en": "to talk to the contractor about a job.",
      "de": "Ich sagte, dass Rob draußen mit dem Bauunternehmer sprechen wollte."
    }
  },
  {
    "translation": {
      "en": "They told me later that the contractor denied all that,",
      "de": "Doch der Bauunternehmer meinte, ich hätte gelogen."
    }
  },
  {
    "translation": {
      "en": "that I was lying, and he never talked to that boy about getting a job.",
      "de": "Er hätte mit dem Jungen nie über einen Job gesprochen."
    }
  },
  {
    "translation": {
      "en": "I was so angry 'cause I never lie.",
      "de": "Ich war so wütend, weil ich nie lüge."
    }
  },
  {
    "translation": {
      "en": "[Bedoe] I was working with the Des Plaines police, but I wasn't a member.",
      "de": "Ich arbeitete mit der Polizei Des Plaines, war aber kein Mitglied."
    }
  },
  {
    "translation": {
      "en": "I was the investigator with the Cook County Sheriff's Dept.",
      "de": "Ich war Ermittler bei der Polizei Cook County"
    }
  },
  {
    "translation": {
      "en": "assigned to the State's Attorney's office.",
      "de": "im Auftrag der Staatsanwaltschaft."
    }
  },
  {
    "translation": {
      "en": "I was like an in-between guy.",
      "de": "Ich war sozusagen Vermittler."
    }
  },
  {
    "translation": {
      "en": "Fortunately, I could do whatever I wanted to, uh, most of the time",
      "de": "Glücklicherweise konnte ich die meiste Zeit tun, was ich wollte,"
    }
  },
  {
    "translation": {
      "en": "because of my position.",
      "de": "aufgrund meiner Position."
    }
  },
  {
    "translation": {
      "en": "If something needed to be investigated, I did it.",
      "de": "Musste etwas untersucht werden, tat ich das einfach."
    }
  },
  {
    "translation": {
      "en": "I didn't have to get permission from anybody. I just went out and did it.",
      "de": "Musste etwas untersucht werden, tat ich das einfach. Ich brauchte keinerlei Erlaubnis. IN ILLINOIS BEDINGT ENTLASSEN"
    }
  },
  {
    "translation": {
      "en": "We looked at his rap sheet. He had other arrests.",
      "de": "Wir fanden noch weitere Verhaftungen,"
    }
  },
  {
    "translation": {
      "en": "But they didn't jump off the rap sheet as being sexually related.",
      "de": "aber keine in Bezug auf sexuelle Handlungen."
    }
  },
  {
    "translation": {
      "en": "A lot of times, they were, like, disorderly conduct or battery or whatever.",
      "de": "Es ging um ungebührliches Benehmen oder Körperverletzung."
    }
  },
  {
    "translation": {
      "en": "You know, they didn't really go into the detail of he was soliciting a kid for sex.",
      "de": "Nichts war genau genug, um einen Bezug zu Sex mit Minderjährigen herzustellen."
    }
  },
  {
    "translation": {
      "en": "You know, those details weren't there.",
      "de": "Diese Details fehlten."
    }
  },
  {
    "translation": {
      "en": "[Amirante] Gacy was part of that powerful Democratic Party.",
      "de": "Gacy war Mitglied dieser mächtigen Demokratischen Partei."
    }
  },
  {
    "translation": {
      "en": "You don't think a phone call could have been made to the local police department,",
      "de": "Natürlich gab es Anrufe bei der örtlichen Polizei:"
    }
  },
  {
    "translation": {
      "en": "saying, \"Leave this guy alone. He's, uh, a decent… He's a good guy.\"",
      "de": "\"Lasst diesen Kerl in Ruhe. Er ist anständig. Er ist ein guter Kerl.\""
    }
  },
  {
    "translation": {
      "en": "\"He's a good guy.\" And that's how Cook County used to work back then.",
      "de": "\"Lasst diesen Kerl in Ruhe. Er ist anständig. Er ist ein guter Kerl.\" So war es damals in Cook County."
    }
  },
  {
    "translation": {
      "en": "And, you know, people were looking down at… at gay kids at the time, gay young men.",
      "de": "Damals blickte man auf Homosexuelle herab, auf schwule junge Männer."
    }
  },
  {
    "translation": {
      "en": "You think the police were about to listen to the gay guy that came in",
      "de": "Denken Sie, die Polizei hätte auf einen Homosexuellen gehört,"
    }
  },
  {
    "translation": {
      "en": "and… and beefed about Gacy, who everybody knew, and, you know, he was… he was friends with everybody?",
      "de": "der über Gacy herzog, den alle kannten und der mit jedermann befreundet war?"
    }
  },
  {
    "translation": {
      "en": "[Tovar] Gacy's choice for workers was always young men,",
      "de": "Gacy stellte als Mitarbeiter immer junge Männer ein."
    }
  },
  {
    "translation": {
      "en": "small in stature, usually light-colored hair.",
      "de": "Von kleiner Statur und mit blonden Haaren."
    }
  },
  {
    "translation": {
      "en": "[Amirante] The two main guys that we encountered was Mike Rossi",
      "de": "Die beiden wichtigsten Typen, auf die wir stießen, waren Mike Rossi"
    }
  },
  {
    "translation": {
      "en": "and David Cram.",
      "de": "und David Cram."
    }
  },
  {
    "translation": {
      "en": "Michael Rossi and David Cram were Gacy's assistants",
      "de": "Die beiden waren Gacys Assistenten"
    }
  },
  {
    "translation": {
      "en": "at PDM Contractors",
      "de": "bei P.D.M. Contractors."
    }
  },
  {
    "translation": {
      "en": "who worked very closely with him in everything he did.",
      "de": "Sie arbeiteten bei allem sehr eng mit ihm zusammen."
    }
  },
  {
    "translation": {
      "en": "But they were basically his little…",
      "de": "DER MEISTER BEI DER ARBEIT"
    }
  },
  {
    "translation": {
      "en": "They were gofers, and they would help him running the business, they'd help him run his business.",
      "de": "Im Grunde waren sie seine Laufburschen und halfen ihm bei seinen Geschäften."
    }
  },
  {
    "translation": {
      "en": "[Sullivan] As we're going through the investigation",
      "de": "Im Laufe der Ermittlungen"
    }
  },
  {
    "translation": {
      "en": "and we talk to people and find out that,",
      "de": "fanden wir bei Gesprächen mit Personen heraus:"
    }
  },
  {
    "translation": {
      "en": "\"Yeah, there's a kid by the name of such-and-such.\"",
      "de": "\"Ja, dieser Junge hat für Gacy gearbeitet."
    }
  },
  {
    "translation": {
      "en": "\"He worked for Gacy at a time. I haven't seen him in a while.\"",
      "de": "Ich habe ihn schon länger nicht mehr gesehen.\""
    }
  },
  {
    "translation": {
      "en": "And then we got, uh… people started coming… coming forward, saying,",
      "de": "Immer mehr Personen sagten aus, dass sie Jungs kennen,"
    }
  },
  {
    "translation": {
      "en": "you know, \"I know this guy. He worked there. He's missing too.\"",
      "de": "die dort gearbeitet haben und auch vermisst werden."
    }
  },
  {
    "translation": {
      "en": "Gregory Godzik was a Chicago boy.",
      "de": "ZULETZT GESEHEN AM 11. DEZEMBER 1976 Gregory Godzik kam aus Chicago, hatte für Gacy gearbeitet"
    }
  },
  {
    "translation": {
      "en": "He had worked for Gacy,",
      "de": "Gregory Godzik kam aus Chicago, hatte für Gacy gearbeitet"
    }
  },
  {
    "translation": {
      "en": "and, uh, he turned up missing.",
      "de": "und wurde als vermisst gemeldet."
    }
  },
  {
    "translation": {
      "en": "[Bedoe] And then, we… we find out",
      "de": "Und dann fanden wir heraus,"
    }
  },
  {
    "translation": {
      "en": "that another kid that used to work for Gacy,",
      "de": "Und dann fanden wir heraus, dass ein weiterer Mitarbeiter Gacys verschwunden war."
    }
  },
  {
    "translation": {
      "en": "he's up and disappeared.",
      "de": "dass ein weiterer Mitarbeiter Gacys verschwunden war."
    }
  },
  {
    "translation": {
      "en": "John Butkovich one day didn't show up for work. Nobody ever saw him again.",
      "de": "Er kam eines Tages nicht zur Arbeit. Niemand hatte ihn seither gesehen."
    }
  },
  {
    "translation": {
      "en": "The police came by asking questions. You know, nothing.",
      "de": "Die Polizei befragte ihn dazu. Nichts."
    }
  },
  {
    "translation": {
      "en": "Gacy denied knowing anything about the kid's disappearance.",
      "de": "Gacy bestritt, irgendetwas über sein Verschwinden zu wissen."
    }
  },
  {
    "translation": {
      "en": "[Tovar] The class ring that had the initials JS",
      "de": "Der Absolventenring mit den Initialen JAS,"
    }
  },
  {
    "translation": {
      "en": "that we found in Gacy's house during the search warrant",
      "de": "den wir bei der Durchsuchung von Gacys Haus fanden,"
    }
  },
  {
    "translation": {
      "en": "turned out to belong to a young man named John Szyc.",
      "de": "gehörte einem jungen Mann namens John Szyc."
    }
  },
  {
    "translation": {
      "en": "And had lived in Des Plaines, but, uh, had moved into the city.",
      "de": "Er hatte in Des Plaines gelebt, war aber in die Stadt gezogen."
    }
  },
  {
    "translation": {
      "en": "Uh, we contacted his parents,",
      "de": "Wir kontaktierten seine Eltern und seine Mutter sagte,"
    }
  },
  {
    "translation": {
      "en": "and his mother told us that he had been missing for a while.",
      "de": "Wir kontaktierten seine Eltern und seine Mutter sagte, dass er seit längerem vermisst wurde."
    }
  },
  {
    "translation": {
      "en": "[Bedoe] John Szyc's car was never recovered when he disappeared.",
      "de": "Szycs Auto wurde nach seinem Verschwinden nie gefunden."
    }
  },
  {
    "translation": {
      "en": "And then, during the course of the investigation,",
      "de": "Und im Zuge der Ermittlungen,"
    }
  },
  {
    "translation": {
      "en": "when I got the information from Szyc's parents what car he'd been driving,",
      "de": "nachdem ich von Szycs Eltern erfuhr, welches Auto er fuhr,"
    }
  },
  {
    "translation": {
      "en": "one of the guys, might've been Tovar said,",
      "de": "sagte einer unserer Jungs:"
    }
  },
  {
    "translation": {
      "en": "\"That's the same kind of car that Mike Rossi's driving.\"",
      "de": "\"Mike Rossi fährt genau dasselbe Auto.\""
    }
  },
  {
    "translation": {
      "en": "The VIN number was altered.",
      "de": "Die Fahrgestellnummer wurde geändert,"
    }
  },
  {
    "translation": {
      "en": "And then Gacy sold it to Rossi for, you know, pennies on the dollar.",
      "de": "und Gacy hatte es Rossi zum Spottpreis verkauft."
    }
  },
  {
    "translation": {
      "en": "[Robinson] That put John in contact, or knowing, four or five different people",
      "de": "Das brachte John mit vier oder fünf verschiedenen Personen in Kontakt,"
    }
  },
  {
    "translation": {
      "en": "who had come up missing that had never been located.",
      "de": "die vermisst und noch nicht aufgefunden worden waren."
    }
  },
  {
    "translation": {
      "en": "This is highly unusual.",
      "de": "Das ist sehr ungewöhnlich."
    }
  },
  {
    "translation": {
      "en": "I mean, most people don't know any missing peop… person,",
      "de": "Die meisten Menschen kennen keine einzige vermisste Person,"
    }
  },
  {
    "translation": {
      "en": "let alone coming to know four or five.",
      "de": "geschweige denn vier oder fünf."
    }
  },
  {
    "translation": {
      "en": "[Sullivan] All of these things were going on at the same time.",
      "de": "All diese Dinge passierten gleichzeitig."
    }
  },
  {
    "translation": {
      "en": "We were suspecting a bad outcome.",
      "de": "Wir hatten eine böse Vorahnung,"
    }
  },
  {
    "translation": {
      "en": "But we also knew that we didn't have any bodies.",
      "de": "aber wir hatten nicht mal eine Leiche."
    }
  },
  {
    "translation": {
      "en": "[Bedoe] Why are these people vanishing, never to be found or seen again?",
      "de": "Warum verschwanden all diese Personen spurlos?"
    }
  },
  {
    "translation": {
      "en": "Bodies never discovered.",
      "de": "Keine Leichen wurden gefunden."
    }
  },
  {
    "translation": {
      "en": "You're scratching your head, you're going, \"What happened? They just vanished.\"",
      "de": "Man fragte sich: \"Was ist passiert? Sie sind einfach verschwunden?"
    }
  },
  {
    "translation": {
      "en": "\"Never turned up. Where did they go?\"",
      "de": "Wo sind sie bloß hin?\""
    }
  },
  {
    "translation": {
      "en": "[Sullivan] You know, \"When does this end? What have we got here?\"",
      "de": "\"Wann endet das alles? Womit haben wir es hier zu tun?\""
    }
  },
  {
    "translation": {
      "en": "'Cause truly, we didn't know.",
      "de": "Wir hatten wirklich keine Ahnung."
    }
  },
  {
    "translation": {
      "en": "[Bedoe] The scary part was that his attorneys had run down to the federal court",
      "de": "Wir waren beunruhigt, denn seine Anwälte hatten am Bundesgericht"
    }
  },
  {
    "translation": {
      "en": "and applied for a federal injunction against the State's Attorney's office",
      "de": "eine einstweilige Verfügung gegen die Staatsanwaltschaft"
    }
  },
  {
    "translation": {
      "en": "and the Des Plaines Police Department.",
      "de": "und die Polizei Des Plaines beantragt."
    }
  },
  {
    "translation": {
      "en": "[Amirante] Leroy Stevens, who was his civil lawyer for his company at the time, and I",
      "de": "Leroy Stevens, sein damaliger Zivilanwalt im Unternehmen, und ich,"
    }
  },
  {
    "translation": {
      "en": "were in the midst of preparing a federal lawsuit",
      "de": "waren gerade dabei, eine Bundesklage gegen die Polizei von Des Plaines vorzubereiten."
    }
  },
  {
    "translation": {
      "en": "against the Des Plaines Police Department",
      "de": "eine Bundesklage gegen die Polizei von Des Plaines vorzubereiten."
    }
  },
  {
    "translation": {
      "en": "um, to enjoin them from, uh, harassing Gacy.",
      "de": "Um sie davon abzuhalten, Gacy zu belästigen."
    }
  },
  {
    "translation": {
      "en": "And really ruining his business",
      "de": "Es ruinierte sein Geschäft, weil sie ihm so dicht folgten."
    }
  },
  {
    "translation": {
      "en": "because they were following him so closely and violating his civil rights.",
      "de": "Es ruinierte sein Geschäft, weil sie ihm so dicht folgten. Und sie verletzten seine Bürgerrechte."
    }
  },
  {
    "translation": {
      "en": "Terry Sullivan, who was the prosecutor, was playing it close to the vest.",
      "de": "Terry Sullivan, der Staatsanwalt, hielt sich bedeckt."
    }
  },
  {
    "translation": {
      "en": "The police department was playing it close to the vest. We couldn't get information.",
      "de": "Die Polizei hielt sich bedeckt. Wir bekamen keine Informationen."
    }
  },
  {
    "translation": {
      "en": "The only way we'd get to the bottom of it was file the lawsuit.",
      "de": "Eine Klage war also unsere einzige Möglichkeit."
    }
  },
  {
    "translation": {
      "en": "[Bedoe] If he gets that injunction approved, that's the end of it.",
      "de": "Eine einstweilige Verfügung hätte das Ende bedeutet."
    }
  },
  {
    "translation": {
      "en": "We'd have to back off altogether.",
      "de": "Wir hätten uns zurückziehen müssen,"
    }
  },
  {
    "translation": {
      "en": "Can't interview him, his employees, nothing.",
      "de": "und ihn und seine Mitarbeiter nicht mehr befragen können."
    }
  },
  {
    "translation": {
      "en": "So yeah, time was of the essence. There's no question about it.",
      "de": "und ihn und seine Mitarbeiter nicht mehr befragen können. Es war also Eile geboten."
    }
  },
  {
    "translation": {
      "en": "[Amirante] You have to understand that, at the time,",
      "de": "Sie müssen verstehen, Leroy und ich waren zu diesem Zeitpunkt"
    }
  },
  {
    "translation": {
      "en": "Leroy and I really truly believed Gacy was innocent.",
      "de": "Sie müssen verstehen, Leroy und ich waren zu diesem Zeitpunkt von Gacys Unschuld überzeugt."
    }
  },
  {
    "translation": {
      "en": "Terry Sullivan eventually told me about the case that John had in Iowa,",
      "de": "Terry Sullivan erzählte mir schließlich von Johns Prozess in Iowa."
    }
  },
  {
    "translation": {
      "en": "which was a sodomy case, which, you know, I was shocked that he had that",
      "de": "Ein Prozess wegen Unzucht. Ich war schockiert. Ich hatte nicht erwartet, dass Gacy, unser Bezirksvorsteher,"
    }
  },
  {
    "translation": {
      "en": "'cause no… who expected Gacy, this guy who was the precinct captain,",
      "de": "Ich hatte nicht erwartet, dass Gacy, unser Bezirksvorsteher,"
    }
  },
  {
    "translation": {
      "en": "to have been convicted of sodomy? Nobody knew that.",
      "de": "ein verurteilter Sexualstraftäter war. Niemand wusste das."
    }
  },
  {
    "translation": {
      "en": "[Gacy] I was sentenced to Fort Madison, Iowa,",
      "de": "Ich wurde zur Haft in Fort Madison verurteilt."
    }
  },
  {
    "translation": {
      "en": "which was a penitentiary,",
      "de": "Das war ein Strafgefängnis."
    }
  },
  {
    "translation": {
      "en": "but then they revised it and said that since I was a first offender and I was still under 26,",
      "de": "Aber das Urteil wurde überarbeitet, da ich Ersttäter und noch unter 26 war."
    }
  },
  {
    "translation": {
      "en": "that I should be sent to the men's reformatory at Anamosa.",
      "de": "Ich kam in die Erziehungsanstalt für Männer in Anamosa."
    }
  },
  {
    "translation": {
      "en": "I was sent there. I was scared to death.",
      "de": "Als ich dorthin kam, hatte ich Todesangst."
    }
  },
  {
    "translation": {
      "en": "Again, never being arrested before,",
      "de": "Ich war nie zuvor verhaftet worden,"
    }
  },
  {
    "translation": {
      "en": "never being in jail before, didn't know what the hell…",
      "de": "nie zuvor im Gefängnis, ich wusste nichts."
    }
  },
  {
    "translation": {
      "en": "I thought I was gonna get killed in there. [male choir sings] ♪ O come let us adore him ♪",
      "de": "Ich dachte, die bringen mich dort um."
    }
  },
  {
    "translation": {
      "en": "♪ O come let us adore him ♪",
      "de": "WEIHNACHTEN IN ANAMOSA"
    }
  },
  {
    "translation": {
      "en": "♪ O come let us adore him ♪",
      "de": "WEIHNACHTEN IN ANAMOSA SONDERNACHRICHTEN-BEITRAG 1969"
    }
  },
  {
    "translation": {
      "en": "…I got into it and organized myself.",
      "de": "Wie sich herausstellte, lebte ich mich dort gut ein."
    }
  },
  {
    "translation": {
      "en": "I went in there with a positive attitude.",
      "de": "Ich ging mit einer positiven Einstellung hinein."
    }
  },
  {
    "translation": {
      "en": "And, uh, I became not only popular, but powerful.",
      "de": "Und ich wurde nicht nur beliebt, sondern auch mächtig."
    }
  },
  {
    "translation": {
      "en": "Hello, I'm John Gacy. I'm from Waterloo, Iowa.",
      "de": "Ich bin John Gacy und komme aus Waterloo, Iowa."
    }
  },
  {
    "translation": {
      "en": "[man 7] And you're a man of some authority here. What's your title?",
      "de": "Und Sie sind ein Mann von Autorität. Wie lautet Ihr Titel?"
    }
  },
  {
    "translation": {
      "en": "Well, I'm first cook in the kitchen,",
      "de": "Nun, ich habe die Leitung der Küche"
    }
  },
  {
    "translation": {
      "en": "and I run the, uh, the morning meal and the afternoon meal in the kitchen.",
      "de": "und kümmere mich um das Essen am Morgen und am Nachmittag."
    }
  },
  {
    "translation": {
      "en": "Food was a… was an avenue of power",
      "de": "Essen war ein Zugang zur Macht."
    }
  },
  {
    "translation": {
      "en": "is… is I guess that's how I would describe it,",
      "de": "EHEMALIGER INSASSE ERZIEHUNGSANSTALT ANAMOSA"
    }
  },
  {
    "translation": {
      "en": "would be an avenue of power.",
      "de": "So würde ich es wohl beschreiben, ein Zugang zur Macht."
    }
  },
  {
    "translation": {
      "en": "And John used it relentlessly.",
      "de": "Und John nutzte diesen unerbittlich."
    }
  },
  {
    "translation": {
      "en": "Screw with John Gacy and you better start taking your meals somewhere else",
      "de": "Wer sich mit John Gacy angelegt hatte, nahm die Mahlzeiten besser woanders ein."
    }
  },
  {
    "translation": {
      "en": "because you had to assume that you're gonna get something like,",
      "de": "Denn man musste davon ausgehen, dass man beim nächstem Mal mindestens Mäuse-Kacke im Essen hatte,"
    }
  },
  {
    "translation": {
      "en": "for lack of a better description,",
      "de": "dass man beim nächstem Mal mindestens Mäuse-Kacke im Essen hatte,"
    }
  },
  {
    "translation": {
      "en": "mouse turds in your… in your food the next time you come through",
      "de": "dass man beim nächstem Mal mindestens Mäuse-Kacke im Essen hatte, weil man nicht getan hatte, was er wollte."
    }
  },
  {
    "translation": {
      "en": "because you didn't do what he said.",
      "de": "weil man nicht getan hatte, was er wollte."
    }
  },
  {
    "translation": {
      "en": "[Gacy] Without force, I controlled the kitchen,",
      "de": "Ohne Gewalt kontrollierte ich die Küche."
    }
  },
  {
    "translation": {
      "en": "and there was some 55 inmates in the kitchen.",
      "de": "Und es gab 55 Insassen in der Küche."
    }
  },
  {
    "translation": {
      "en": "But I never yield to anybody.",
      "de": "Aber ich habe niemals irgendjemandem nachgegeben."
    }
  },
  {
    "translation": {
      "en": "[Cornell] The other thing, of course, was the… the Jaycees,",
      "de": "Die andere Sache waren natürlich die Jaycees"
    }
  },
  {
    "translation": {
      "en": "and that's how I met him.",
      "de": "und so lernte ich ihn kennen."
    }
  },
  {
    "translation": {
      "en": "I'm sitting there reading or something,",
      "de": "Ich las gerade oder so und er sagt:"
    }
  },
  {
    "translation": {
      "en": "and he said, \"Hi, I'm John Gacy, and, uh, I'm recruiting for the Jaycees.\"",
      "de": "\"Hi, ich bin John Gacy und auf der Suche nach neuen Mitgliedern für die Jaycees.\""
    }
  },
  {
    "translation": {
      "en": "I didn't even know what the hell the Jaycees was at that point.",
      "de": "Ich wusste damals nicht einmal, was die Jaycees waren."
    }
  },
  {
    "translation": {
      "en": "By halfway through the time that we were there,",
      "de": "PRÄSIDENT RESOZIALISIERUNGSPROGRAMM ICH BIN STOLZ AUF AMERIKA Als wir Ende 1969 etwa die halbe Zeit unserer Strafe dort abgesessen hatten,"
    }
  },
  {
    "translation": {
      "en": "say toward the end of 1969,",
      "de": "Als wir Ende 1969 etwa die halbe Zeit unserer Strafe dort abgesessen hatten,"
    }
  },
  {
    "translation": {
      "en": "that was one of the largest Jaycee chapters in the entire state of Iowa,",
      "de": "waren wir eine der größten Einheiten der Jaycees in ganz Iowa."
    }
  },
  {
    "translation": {
      "en": "largely due to the recruiting efforts of John Gacy.",
      "de": "Hauptsächlich aufgrund der Rekrutierungsbemühungen von John Gacy."
    }
  },
  {
    "translation": {
      "en": "…at the Anamosa Men's Reformatory.",
      "de": "Ich wurde zum Mann des Jahres in der Erziehungsanstalt Anamosa gekürt."
    }
  },
  {
    "translation": {
      "en": "I built the first miniature golf course inside the walls of a reformatory.",
      "de": "Ich errichtete den ersten Minigolfplatz hinter den Mauern einer Erziehungsanstalt."
    }
  },
  {
    "translation": {
      "en": "[Cornell] This is an example of the man's abilities and talent.",
      "de": "Das war ein Beispiel für die Fähigkeiten und das Talent dieses Mannes."
    }
  },
  {
    "translation": {
      "en": "I think you could make a case that there was a good John and a bad John.",
      "de": "Man könnte wohl sagen, es gab einen guten und einen bösen John."
    }
  },
  {
    "translation": {
      "en": "I knew the good John.",
      "de": "Ich kannte den guten John."
    }
  },
  {
    "translation": {
      "en": "I had glimpses of other things.",
      "de": "Ich sah Anzeichen von anderen Dingen."
    }
  },
  {
    "translation": {
      "en": "[Gacy] The weak do not survive in prison.",
      "de": "Die Schwachen überleben im Gefängnis nicht."
    }
  },
  {
    "translation": {
      "en": "You either come under, uh, the ruling of… of some gang",
      "de": "Du wirst dich entweder einer Gang"
    }
  },
  {
    "translation": {
      "en": "or… or some other forceful inmate.",
      "de": "oder einem anderen gewalttätigen Insassen unterordnen müssen."
    }
  },
  {
    "translation": {
      "en": "You do what he says, otherwise you get the shit kicked out of you.",
      "de": "Du tust, was er sagt, oder wirst halb totgeprügelt."
    }
  },
  {
    "translation": {
      "en": "Well, I would not bow to any of that shit because nobody will ever lead me.",
      "de": "Mit mir machten die diesen Scheiß nicht, denn mich wird niemals jemals anführen."
    }
  },
  {
    "translation": {
      "en": "He was walking on the range that he lived in, over in the south house,",
      "de": "Er lief im Südflügel herum, wo er untergebracht war,"
    }
  },
  {
    "translation": {
      "en": "and he saw one inmate performing fellatio on another inmate in a cell,",
      "de": "und sah dort, wie ein Häftling mit einem anderen Insassen Oralverkehr hatte."
    }
  },
  {
    "translation": {
      "en": "and just simply walked over, and kicked the guy in the face four times,",
      "de": "Er ging einfach hin und trat dem Typen viermal ins Gesicht"
    }
  },
  {
    "translation": {
      "en": "and basically broke his jaw.",
      "de": "und brach ihm im Grunde den Kiefer."
    }
  },
  {
    "translation": {
      "en": "He's struggling with his sexual urges toward homosexuals.",
      "de": "Er hat versucht, seine homosexuellen Triebe zu unterdrücken."
    }
  },
  {
    "translation": {
      "en": "That came out in his, in my opinion…",
      "de": "Und das zeigte sich meiner Meinung nach"
    }
  },
  {
    "translation": {
      "en": "That came out in his personality as anger, as rage.",
      "de": "in seiner Persönlichkeit durch Zorn und Wut."
    }
  },
  {
    "translation": {
      "en": "[man 7] How long have you been here?",
      "de": "Wie lange sind Sie schon hier?"
    }
  },
  {
    "translation": {
      "en": "I've been here now a year and about two weeks.",
      "de": "Ich bin seit etwa einem Jahr und zwei Wochen hier."
    }
  },
  {
    "translation": {
      "en": "[man 7] You mind my asking how long do you plan to take up residence here?",
      "de": "Darf ich fragen, wie lange Sie noch bleiben werden?"
    }
  },
  {
    "translation": {
      "en": "Well, I hope to be getting out sometime in May.",
      "de": "Nun, hoffentlich komme ich irgendwann im Mai raus."
    }
  },
  {
    "translation": {
      "en": "[man 7] Well, good. Yes. You gonna continue as a cook, use that as a profession, do you think?",
      "de": "Gut. Werden Sie als Koch weiterarbeiten und das zu Ihrem Beruf machen?"
    }
  },
  {
    "translation": {
      "en": "Right. This is my profession before I came in.",
      "de": "Genau. Das war schon zuvor mein Beruf."
    }
  },
  {
    "translation": {
      "en": "-[man 7] All right. -Food service.",
      "de": "-Verstehe. -Gastronomie."
    }
  },
  {
    "translation": {
      "en": "[Cornell] It was Christmastime.",
      "de": "Es war Weihnachten."
    }
  },
  {
    "translation": {
      "en": "We were deeply involved in the Toys for Tots project.",
      "de": "Wir arbeiteten an dem Projekt \"Spielzeug für die Kleinsten\"."
    }
  },
  {
    "translation": {
      "en": "We were deeply involved with the Christmas banquet",
      "de": "Wir arbeiteten an dem Weihnachtsbankett"
    }
  },
  {
    "translation": {
      "en": "for the Jaycees.",
      "de": "für die Jaycees."
    }
  },
  {
    "translation": {
      "en": "A lot was going on.",
      "de": "Es war jede Menge los."
    }
  },
  {
    "translation": {
      "en": "But then, John's… [clears throat]",
      "de": "Aber dann…"
    }
  },
  {
    "translation": {
      "en": "…John's father died.",
      "de": "…starb Johns Vater."
    }
  },
  {
    "translation": {
      "en": "[Gacy] December 18th, my dad went in the hospital in Chicago",
      "de": "Am 18. Dezember kam mein Vater ins Krankenhaus."
    }
  },
  {
    "translation": {
      "en": "and I was never told of it.",
      "de": "Ich erfuhr nichts davon."
    }
  },
  {
    "translation": {
      "en": "My dad died December 25th, Christmas Day.",
      "de": "Mein Vater starb am 25. Dezember, am Weihnachtstag."
    }
  },
  {
    "translation": {
      "en": "They didn't tell me until after my dad was buried that he died.",
      "de": "Sie erzählten es mir erst nach seinem Begräbnis."
    }
  },
  {
    "translation": {
      "en": "Even after going to the joint for… for this sodomy conviction and all that,",
      "de": "Auch wenn er wegen der Unzucht eine Haftstrafe verbüßen musste,"
    }
  },
  {
    "translation": {
      "en": "his father was still alive.",
      "de": "war sein Vater noch am Leben."
    }
  },
  {
    "translation": {
      "en": "John had the option at some point in time of trying to mend that fence.",
      "de": "John hatte immer noch die Möglichkeit, irgendwann Frieden zu schließen."
    }
  },
  {
    "translation": {
      "en": "But not after that.",
      "de": "Doch danach nicht mehr."
    }
  },
  {
    "translation": {
      "en": "It was over. It was done.",
      "de": "Es war vorbei. Ende."
    }
  },
  {
    "translation": {
      "en": "I don't recall ever hearing him laugh very much after that.",
      "de": "Von diesem Zeitpunkt an hörte ich ihn kaum jemals lachen."
    }
  },
  {
    "translation": {
      "en": "[Gacy] What I'm doing is just telling what my dad always told me, is I'm weak.",
      "de": "Ich sage nur, was mein Vater mir immer sagte, dass ich schwach bin."
    }
  },
  {
    "translation": {
      "en": "Just a dumb, stupid kid. Can't do nothing.",
      "de": "Nur ein dummer kleiner Junge. Ich kann überhaupt nichts."
    }
  },
  {
    "translation": {
      "en": "Yeah, he was right about a lot of things. I let him down when he died.",
      "de": "Ja, er hatte mit vielem recht. Ich habe ihn enttäuscht, als er starb."
    }
  },
  {
    "translation": {
      "en": "[Cornell] Most of the people who were serving ten-year sentences",
      "de": "Die meisten, die zehnjährige Haftstrafen verbüßten,"
    }
  },
  {
    "translation": {
      "en": "would serve around two years.",
      "de": "kamen nach zwei Jahren frei."
    }
  },
  {
    "translation": {
      "en": "But because of who we were and what we did inside,",
      "de": "Weil wir waren, wer wir waren und taten, was wir taten,"
    }
  },
  {
    "translation": {
      "en": "John and I got out in 18 months.",
      "de": "kamen John und ich nach 18 Monaten raus."
    }
  },
  {
    "translation": {
      "en": "So he and I basically left, uh, that, uh, second week in July,",
      "de": "Wir verließen beide die Anstalt in der zweiten Juliwoche,"
    }
  },
  {
    "translation": {
      "en": "and, uh, we shook hands and walked away.",
      "de": "schüttelten uns die Hände und gingen unsere Wege."
    }
  },
  {
    "translation": {
      "en": "[Robinson] By being with John everywhere all the time,",
      "de": "Indem wir John rund um die Uhr beschatteten,"
    }
  },
  {
    "translation": {
      "en": "we were trying to break him down.",
      "de": "wollten ihn kleinkriegen."
    }
  },
  {
    "translation": {
      "en": "I mean, I think that you can be the most law-abiding citizen in the entire world",
      "de": "Man kann vermutlich der gesetzestreueste Bürger der Welt sein"
    }
  },
  {
    "translation": {
      "en": "and you still would not want the police to be following you",
      "de": "und würde trotzdem nicht wollen, dass die Polizei einem 24 Stunden am Tag,"
    }
  },
  {
    "translation": {
      "en": "24 hours a day, seven days a week.",
      "de": "und würde trotzdem nicht wollen, dass die Polizei einem 24 Stunden am Tag, sieben Tage die Woche folgt."
    }
  },
  {
    "translation": {
      "en": "[Albrecht] As it went along",
      "de": "Mit der Zeit, während die Ermittler Gacys Kontakte und Freunde befragten,"
    }
  },
  {
    "translation": {
      "en": "and the investigators were interviewing Gacy contacts, Gacy's friends,",
      "de": "während die Ermittler Gacys Kontakte und Freunde befragten, wurde wohl einigen seiner Bekannten klar,"
    }
  },
  {
    "translation": {
      "en": "I think some friends started realizing there's something more to this.",
      "de": "wurde wohl einigen seiner Bekannten klar, dass es hier um mehr ging."
    }
  },
  {
    "translation": {
      "en": "I feel we were all that Gacy had left to talk to.",
      "de": "Gacy konnte nur noch mit uns sprechen."
    }
  },
  {
    "translation": {
      "en": "Nobody else wanted much to do with him.",
      "de": "Niemand wollte mit ihm zu tun haben."
    }
  },
  {
    "translation": {
      "en": "[Robinson] In some ways,",
      "de": "In gewisser Weise"
    }
  },
  {
    "translation": {
      "en": "I think John began to think that we were his best friends.",
      "de": "begann John zu denken, dass wir seine besten Freunde waren."
    }
  },
  {
    "translation": {
      "en": "We weren't giving him a hard time, only following him.",
      "de": "Wir machten es ihm nicht schwer. Wir folgten ihm nur."
    }
  },
  {
    "translation": {
      "en": "[Robinson] Many times, he invited us in, trying to show what a nice guy he was",
      "de": "Er lud uns oft in sein Haus ein, um zu zeigen, wie nett er war."
    }
  },
  {
    "translation": {
      "en": "and how amiable he was with us, and it got us into the house.",
      "de": "Er lud uns oft in sein Haus ein, um zu zeigen, wie nett er war. Er wollte entgegenkommen sein. So kamen wir in sein Haus."
    }
  },
  {
    "translation": {
      "en": "We had gotten a request from Lieutenant Kozenczak.",
      "de": "Polizeileutnant Kozenczak hatte uns darum gebeten,"
    }
  },
  {
    "translation": {
      "en": "There were a missing TV and a missing radio from a missing person.",
      "de": "uns nach dem Fernseher und dem Radio einer vermissten Person umzuschauen."
    }
  },
  {
    "translation": {
      "en": "[Tovar] John Szyc's mother told us",
      "de": "John Szycs Mutter erzählte uns,"
    }
  },
  {
    "translation": {
      "en": "that a little TV that he had in his bedroom",
      "de": "dass ein kleiner Fernseher aus dem Schlafzimmer seiner Wohnung fehlte."
    }
  },
  {
    "translation": {
      "en": "was missing from his house.",
      "de": "aus dem Schlafzimmer seiner Wohnung fehlte."
    }
  },
  {
    "translation": {
      "en": "She described it as a Motorola type TV,",
      "de": "Sie beschrieb diesen als Fernsehapparat der Marke Motorola."
    }
  },
  {
    "translation": {
      "en": "and we recalled having seen a TV similar to that",
      "de": "Wir erinnerten uns daran, dass wir so einen Fernseher"
    }
  },
  {
    "translation": {
      "en": "when we went into Gacy's house during the search warrant.",
      "de": "während der Durchsuchung von Gacys Haus gesehen hatten."
    }
  },
  {
    "translation": {
      "en": "So Bob Schultz said he had to use the restroom,",
      "de": "Bob Schultz sagte, er müsse mal die Toilette benutzen."
    }
  },
  {
    "translation": {
      "en": "which would get him into the other part of the house where he could search.",
      "de": "So konnte er den anderen Teil des Hauses durchsuchen."
    }
  },
  {
    "translation": {
      "en": "My job became then to keep John entertained",
      "de": "Meine Aufgabe war es, John währenddessen abzulenken,"
    }
  },
  {
    "translation": {
      "en": "so he didn't go looking for Bob.",
      "de": "damit er nicht nach Bob suchte."
    }
  },
  {
    "translation": {
      "en": "Bob looked around, couldn't find the TV.",
      "de": "Bob konnte den Fernseher nicht finden."
    }
  },
  {
    "translation": {
      "en": "So he's in the bathroom, flushin' the toilet like a good guy should. [laughs]",
      "de": "Also ging er ins Bad, spülte die Toilette und wusch sich die Hände."
    }
  },
  {
    "translation": {
      "en": "But then, the heat kicked on.",
      "de": "Aber dann ging die Lüftung an."
    }
  },
  {
    "translation": {
      "en": "And that made all the difference in the world",
      "de": "Und das veränderte schlagartig alles."
    }
  },
  {
    "translation": {
      "en": "because Bob was right there by the heating duct, and this came up,",
      "de": "Denn Bob stand direkt neben dem Lüftungsschacht,"
    }
  },
  {
    "translation": {
      "en": "and he got a whiff of that like you wouldn't believe.",
      "de": "und mit der Wärme stieg ein unerträglicher Gestank auf."
    }
  },
  {
    "translation": {
      "en": "And right away, he thought, \"A putrid odor?\"",
      "de": "Er dachte sofort an Verwesungsgeruch."
    }
  },
  {
    "translation": {
      "en": "Yes, it was.",
      "de": "Und das war es. Wir hatten diesen Job zu lange gemacht,"
    }
  },
  {
    "translation": {
      "en": "We've been on the job for too long, we've handled too many dead bodies.",
      "de": "Und das war es. Wir hatten diesen Job zu lange gemacht, mit zu vielen Leichen zu tun gehabt."
    }
  },
  {
    "translation": {
      "en": "If he says that's what it was, you can take it to the bank.",
      "de": "Wenn er sich sicher war, konnte man sich darauf verlassen."
    }
  },
  {
    "translation": {
      "en": "Schultz recognized an odor that he knew was decomposing flesh.",
      "de": "Schultz kannte den Geruch von verwesendem Fleisch, von einer Leiche."
    }
  },
  {
    "translation": {
      "en": "A body, a dead body.",
      "de": "von verwesendem Fleisch, von einer Leiche."
    }
  },
  {
    "translation": {
      "en": "Anyway, he comes back at the end of his shift and tells me about the smell.",
      "de": "Nach seiner Schicht erzählte er mir von dem Geruch."
    }
  },
  {
    "translation": {
      "en": "Well at the same time, I was hell-bent on trying to find a way",
      "de": "Ich versuchte zu diesem Zeitpunkt mit allen Mitteln,"
    }
  },
  {
    "translation": {
      "en": "to get underneath Gacy's skin",
      "de": "Gacys unter die Haut zu gehen,"
    }
  },
  {
    "translation": {
      "en": "to… to make him lose his temper and slip up and make a mistake.",
      "de": "damit er die Beherrschung verliert und einen Fehler macht,"
    }
  },
  {
    "translation": {
      "en": "Say something, you know, that would be incriminating.",
      "de": "irgendetwas Belastendes sagt."
    }
  },
  {
    "translation": {
      "en": "David Cram worked for him, for his company PDM.",
      "de": "David Cram arbeitete für ihn in seinem Unternehmen."
    }
  },
  {
    "translation": {
      "en": "I said, \"Let's get Cram back in here for an interview.\"",
      "de": "Ich sagte: \"Bringt Cram aufs Revier."
    }
  },
  {
    "translation": {
      "en": "\"Drag him back. Let's talk to him some more.\"",
      "de": "Wir müssen ihn abermals befragen.\""
    }
  },
  {
    "translation": {
      "en": "So, I'm talking to Cram, and I said to him,",
      "de": "Ich sprach also mit Cram und fragte ihn, ob er je gesehen hätte,"
    }
  },
  {
    "translation": {
      "en": "\"Did you ever see Gacy completely lose his temper?\"",
      "de": "Ich sprach also mit Cram und fragte ihn, ob er je gesehen hätte, wie Gacy die Beherrschung verliert?"
    }
  },
  {
    "translation": {
      "en": "He says, \"Yeah.\" I say, \"What… what was the circumstance?\"",
      "de": "Er sagte: \"Ja.\" Ich fragte: \"Wie kam es dazu?\""
    }
  },
  {
    "translation": {
      "en": "He says, \"Well, Gacy had me digging in the crawl space.\"",
      "de": "Er sagte: \"Gacy wollte, dass ich in seinem Kriechkeller grabe.\""
    }
  },
  {
    "translation": {
      "en": "And he says, \"I changed directions.\"",
      "de": "\"Ich habe die Richtung geändert."
    }
  },
  {
    "translation": {
      "en": "\"Instead of going on a straight line, I went on a diagonal.\"",
      "de": "Statt einer geraden Linie habe ich diagonal gegraben."
    }
  },
  {
    "translation": {
      "en": "\"Gacy came down to check on what I was doing, how I was digging.\"",
      "de": "Gacy kam runter und wollte sich das Ganze ansehen."
    }
  },
  {
    "translation": {
      "en": "\"He saw a diagonal instead of a straight line, he completely lost his temper.\"",
      "de": "Er sah die diagonale Linie und verlor völlig die Beherrschung."
    }
  },
  {
    "translation": {
      "en": "Swearing, jumping up and down, hollering, screaming,",
      "de": "Er fluchte, war außer sich und brüllte:"
    }
  },
  {
    "translation": {
      "en": "\"Goddamn it, I told you. I want you to dig here, not here.\"",
      "de": "'Ich sagte doch, du sollst nicht dort graben.'\""
    }
  },
  {
    "translation": {
      "en": "And that's what got me thinking, the whole time we were doing this,",
      "de": "Das hat mich ins Grübeln gebracht. Wir versuchten herauszufinden, wo all diese Leute hin sind."
    }
  },
  {
    "translation": {
      "en": "we're trying to figure out where these people went.",
      "de": "Wir versuchten herauszufinden, wo all diese Leute hin sind."
    }
  },
  {
    "translation": {
      "en": "Where are they?",
      "de": "Wo waren sie?"
    }
  },
  {
    "translation": {
      "en": "And, you know, in my wildest dreams, I say, \"It can't possibly be,\"",
      "de": "Man kann sich so etwas einfach nicht vorstellen,"
    }
  },
  {
    "translation": {
      "en": "but then you hear a story,",
      "de": "doch nach der Geschichte fragte ich mich:"
    }
  },
  {
    "translation": {
      "en": "and then you go, \"Is it possible that there's somebody down there?\"",
      "de": "doch nach der Geschichte fragte ich mich: \"Ist es möglich, dass da unten jemand ist?\""
    }
  },
  {
    "translation": {
      "en": "So I, that… with that, I had, um… my mission was… [laughs]",
      "de": "Es war meine Aufgabe, Terry Sullivan dazu zu bringen,"
    }
  },
  {
    "translation": {
      "en": "…was to get Terry Sullivan to give us a second search warrant,",
      "de": "uns einen zweiten Durchsuchungsbefehl zu erteilen."
    }
  },
  {
    "translation": {
      "en": "which is not usual. Two search warrants on the same property.",
      "de": "Das war nicht üblich. Zwei für dasselbe Grundstück."
    }
  },
  {
    "translation": {
      "en": "That was crazy. Come on. We gotta get this second search warrant.",
      "de": "Aber wir brauchten ihn unbedingt. Ich sagte: \"Los, gib ihn uns.\""
    }
  },
  {
    "translation": {
      "en": "\"We need the second search warrant!\" Terry says, \"You can't.\"",
      "de": "Aber wir brauchten ihn unbedingt. Ich sagte: \"Los, gib ihn uns.\" Terry sagte: \"Das geht nicht.\""
    }
  },
  {
    "translation": {
      "en": "I said, \"We gotta… Figure it out! You're the lawyer!\"",
      "de": "Ich sagte: \"Doch. Du bist der Jurist!\""
    }
  },
  {
    "translation": {
      "en": "[Sullivan] What we needed during those days was evidence.",
      "de": "Zu diesem Zeitpunkt brauchten wir unbedingt handfeste Beweise."
    }
  },
  {
    "translation": {
      "en": "We needed to hook the evidence onto Gacy so it wouldn't fall off.",
      "de": "Und wir mussten Gacy mit diesen Beweisen unbestreitbar belasten."
    }
  },
  {
    "translation": {
      "en": "[Byers-Lund] \"I came home after school to get something to eat before I went shopping.\"",
      "de": "\"Ich kam nach der Schule nach Hause und aß etwas, bevor ich einkaufen ging."
    }
  },
  {
    "translation": {
      "en": "\"The phone rang, they asked me questions about the film slip.\"",
      "de": "Sie befragten mich am Telefon zur Foto-Quittung.\""
    }
  },
  {
    "translation": {
      "en": "The night that Rob went missing,",
      "de": "Am Abend von Robs Verschwinden..."
    }
  },
  {
    "translation": {
      "en": "I was, um, handing in some film to be processed at the pharmacy.",
      "de": "Am Abend von Robs Verschwinden... SCHNELLER SERVICE ...hatte ich in der Drogerie einen Film zum Entwickeln abgegeben."
    }
  },
  {
    "translation": {
      "en": "And I filled out my envelope,",
      "de": "Ich füllte meinen Umschlag aus"
    }
  },
  {
    "translation": {
      "en": "and I put it in the pack that was to be picked up.",
      "de": "und legte diesen zu den anderen unentwickelten Filmen."
    }
  },
  {
    "translation": {
      "en": "And I tore off the receipt,",
      "de": "Ich riss die Quittung ab"
    }
  },
  {
    "translation": {
      "en": "and then I put the receipt in the little trash box that was near the side of the cash register.",
      "de": "und legte sie in den kleinen Müllbehälter neben der Kasse."
    }
  },
  {
    "translation": {
      "en": "And then, um, I just kind of stopped.",
      "de": "Und plötzlich hielt ich inne."
    }
  },
  {
    "translation": {
      "en": "And then, I stared at that receipt, and it stared back at me.",
      "de": "Ich starrte auf die Quittung und sie starrte mich an."
    }
  },
  {
    "translation": {
      "en": "And for an unknown reason,",
      "de": "Aus irgendeinem Grund nahm ich die Quittung raus"
    }
  },
  {
    "translation": {
      "en": "I grabbed the receipt and I stuck it in Rob's jacket pocket.",
      "de": "Aus irgendeinem Grund nahm ich die Quittung raus und steckte sie in Robs Jackentasche."
    }
  },
  {
    "translation": {
      "en": "[Sullivan] Thank God Kim Byers had put that little receipt",
      "de": "Gott sei Dank hatte Kim Byers diese kleine Quittung"
    }
  },
  {
    "translation": {
      "en": "into her pocket,",
      "de": "in die Tasche ihrer Jacke gesteckt."
    }
  },
  {
    "translation": {
      "en": "which turns out to be Rob's coat.",
      "de": "Wie sich herausstellte, war das Robs Jacke."
    }
  },
  {
    "translation": {
      "en": "[Byers-Lund] Those are those hunches, or intuitions, whatever you wanna call them.",
      "de": "Man kann so etwas Vorahnung oder Intuition nennen."
    }
  },
  {
    "translation": {
      "en": "They drive us to do things that we're not sure why we do.",
      "de": "Wir wissen nicht, warum wir diese Dinge tun."
    }
  },
  {
    "translation": {
      "en": "I call them \"God whispers,\" where someone guides you to do something.",
      "de": "Ich nenne es \"Gottes Flüstern\", wenn jemand uns anleitet, etwas zu tun."
    }
  },
  {
    "translation": {
      "en": "[Tovar] That receipt wound up in the trash at John Wayne Gacy's house.",
      "de": "Diese Quittung tauchte im Müll in John Wayne Gacys Haus auf."
    }
  },
  {
    "translation": {
      "en": "And that was our first connection putting Robert in that house.",
      "de": "Das war unsere erste Verbindung zwischen Robert und diesem Haus."
    }
  },
  {
    "translation": {
      "en": "[Sullivan] We had it sent out to the crime lab",
      "de": "Wir schickten die Quittung ins Kriminallabor,"
    }
  },
  {
    "translation": {
      "en": "to see if they could match it up",
      "de": "um feststellen zu lassen, ob diese zu dem Umschlag des entwickelten Films passte."
    }
  },
  {
    "translation": {
      "en": "to the envelope of developed film.",
      "de": "ob diese zu dem Umschlag des entwickelten Films passte."
    }
  },
  {
    "translation": {
      "en": "And, in fact, there was a match,",
      "de": "Sie passten tatsächlich zusammen."
    }
  },
  {
    "translation": {
      "en": "exactly how it was torn off",
      "de": "Der Teil der Quittung, der abgerissen wurde,"
    }
  },
  {
    "translation": {
      "en": "and the different little pieces and angles that were still in there.",
      "de": "passte zu den kleinen Ecken und Kanten des Umschlags."
    }
  },
  {
    "translation": {
      "en": "Wow, it perfectly matched.",
      "de": "Sie passten perfekt zusammen."
    }
  },
  {
    "translation": {
      "en": "We were, of course, very happy 'cause that looks really good in court.",
      "de": "Wir waren sehr froh, weil das vor Gericht gut aussieht."
    }
  },
  {
    "translation": {
      "en": "[Bedoe] The receipt for the film from Kim Byers, plus the smell,",
      "de": "Die Quittung für den Film von Kim Byers und der Geruch"
    }
  },
  {
    "translation": {
      "en": "that was enough for Terry to say okay, and he drew up a second warrant.",
      "de": "reichten Terry, um einen zweiten Durchsuchungsbefehl auszustellen."
    }
  },
  {
    "translation": {
      "en": "[Robinson] We had a lot of heat on him at this time,",
      "de": "Wir hatten nun einiges gegen ihn in der Hand."
    }
  },
  {
    "translation": {
      "en": "and we could tell from John's deportment that he could feel the pressure too.",
      "de": "Und Johns Verhalten zeigte uns, dass er diesen Druck auch spürte."
    }
  },
  {
    "translation": {
      "en": "[Amirante] The net was kind of closing in on him. The web was closing in on him at the time.",
      "de": "Die Schlinge um seinen Hals wurde zu dieser Zeit immer enger."
    }
  },
  {
    "translation": {
      "en": "His cat and mouse game was coming to an end.",
      "de": "Sein Katz-und-Maus-Spiel ging zu Ende."
    }
  },
  {
    "translation": {
      "en": "[Tovar] I think we started noticing that something was happening to him,",
      "de": "Ich glaube, wir merkten, dass irgendetwas mit ihm passierte."
    }
  },
  {
    "translation": {
      "en": "which eventually did.",
      "de": "Und so war es auch."
    }
  },
  {
    "translation": {
      "en": "He finally just kinda went off the rails a little bit.",
      "de": "Letztendlich verlor er ein wenig die Kontrolle."
    }
  },
  {
    "translation": {
      "en": "[Amirante] John Gacy called me, wanted to get together",
      "de": "John Gacy rief mich an und wollte sich treffen."
    }
  },
  {
    "translation": {
      "en": "because he told me that he had something new to tell me and Leroy Stevens.",
      "de": "Er sagte, er wolle mir und Leroy Stevens etwas Neues erzählen."
    }
  },
  {
    "translation": {
      "en": "And I told him, \"John, if it's something new, fine.\"",
      "de": "Ich sagte: \"Wenn es etwas Neues ist, gut."
    }
  },
  {
    "translation": {
      "en": "\"Otherwise, I don't wanna hear the same old bullshit from you.\"",
      "de": "Ich will nicht schon wieder denselben Mist hören.\""
    }
  },
  {
    "translation": {
      "en": "[Gacy] Rationally and understandably,",
      "de": "Rational und verständlich formuliert"
    }
  },
  {
    "translation": {
      "en": "I went over to talk to Sam about the harassment,",
      "de": "sprach ich mit Sam über die ständige Belästigung."
    }
  },
  {
    "translation": {
      "en": "not of me,",
      "de": "Nicht von mir,"
    }
  },
  {
    "translation": {
      "en": "but why they were harassing my employees.",
      "de": "aber ich fragte, wieso sie meine Angestellten schikanierten."
    }
  },
  {
    "translation": {
      "en": "Why was I defending them?",
      "de": "Sie fragten, wieso ich sie verteidige."
    }
  },
  {
    "translation": {
      "en": "Was I afraid they were gonna say something about what I was doing?",
      "de": "Ob ich Angst hätte, dass sie etwas über mich erzählen könnten."
    }
  },
  {
    "translation": {
      "en": "He came and told me the same old story,",
      "de": "Er erzählte mir wieder dasselbe"
    }
  },
  {
    "translation": {
      "en": "vehemently denying anything to do with this kid.",
      "de": "und bestritt alles vehement."
    }
  },
  {
    "translation": {
      "en": "I… I didn't believe him anymore. I really did not believe him.",
      "de": "Ich habe ihm nicht geglaubt."
    }
  },
  {
    "translation": {
      "en": "I had a picture of Robbie Piest",
      "de": "VERMISSTER TRAF DIESEN MANN LAUT ZEUGENAUSSAGE"
    }
  },
  {
    "translation": {
      "en": "that was on the front page of the Daily Herald,",
      "de": "Ich hatte ein Foto von Robbie Piest vom Titelblatt des Daily Herald,"
    }
  },
  {
    "translation": {
      "en": "the suburban news daily out there.",
      "de": "Ich hatte ein Foto von Robbie Piest vom Titelblatt des Daily Herald, der örtlichen Tageszeitung."
    }
  },
  {
    "translation": {
      "en": "I started pounding on the table. I said…",
      "de": "Ich schlug auf den Tisch."
    }
  },
  {
    "translation": {
      "en": "I said, \"Look at this, Gacy! Look at this, John!\"",
      "de": "Ich sagte: \"Gacy! Sieh dir das an, John!"
    }
  },
  {
    "translation": {
      "en": "\"This kid is missing! They think you did it!\"",
      "de": "Dieser Junge wird vermisst! Sie denken, du warst es!"
    }
  },
  {
    "translation": {
      "en": "\"Stop lying to me!\"",
      "de": "Hör auf, mich anzulügen!\""
    }
  },
  {
    "translation": {
      "en": "I yelled at him like that. I pounded the thing.",
      "de": "Ich habe ihn richtig angeschrien."
    }
  },
  {
    "translation": {
      "en": "And he got very sheepish, and he said, \"Do you have anything to drink here?\"",
      "de": "Er wurde ganz kleinlaut und sagte: \"Haben Sie was zu trinken hier?\""
    }
  },
  {
    "translation": {
      "en": "I poured a little vino for me, a little bit for Gacy, little bit for Stevens.",
      "de": "Ich schenkte mir, Gacy und Stevens etwas Wein ein."
    }
  },
  {
    "translation": {
      "en": "We each drank a shot of it.",
      "de": "Jeder von uns trank einen Schluck."
    }
  },
  {
    "translation": {
      "en": "And Gacy said, \"Fill up my cup.\" And I filled his cup up,",
      "de": "Gacy meinte: \"Geben Sie mir noch mehr.\" Und ich füllte sein Glas."
    }
  },
  {
    "translation": {
      "en": "and he just chugged it down, chugged it down.",
      "de": "Er trank alles in einem Zug leer."
    }
  },
  {
    "translation": {
      "en": "He looks at the picture of Robbie Piest, he goes, um… [clicks tongue]",
      "de": "Er schaute auf das Foto von Robbie Piest und sagte:"
    }
  },
  {
    "translation": {
      "en": "\"This boy is dead.\" Just like that.",
      "de": "\"Dieser Junge ist tot.\" Einfach so."
    }
  },
  {
    "translation": {
      "en": "My heart…",
      "de": "Mein Herz..."
    }
  },
  {
    "translation": {
      "en": "My heart start… boom-boom… started pounding.",
      "de": "Mein Herz begann zu klopfen."
    }
  },
  {
    "translation": {
      "en": "It was just… I'm like, \"What? What am I getting into here?\"",
      "de": "Es war einfach... Ich dachte: \"Was passiert hier?\""
    }
  },
  {
    "translation": {
      "en": "Then he says… And Leroy and I are just sitting here watching him, and he goes,",
      "de": "Leroy und ich saßen nur da und sahen zu. Er fuhr fort: \"Ich war für viele Menschen Richter, Geschworener und Henker."
    }
  },
  {
    "translation": {
      "en": "\"I've been a judge, jury, and executioner of many, many people.\"",
      "de": "Er fuhr fort: \"Ich war für viele Menschen Richter, Geschworener und Henker."
    }
  },
  {
    "translation": {
      "en": "Now I wanna be my own judge, jury, and executioner.\"",
      "de": "Jetzt will ich Richter, Geschworener und Henker meiner selbst sein."
    }
  },
  {
    "translation": {
      "en": "\"I wanna tell you everything that happened.\"",
      "de": "Ich werde alles erzählen.\""
    }
  },
  {
    "translation": {
      "en": "[Amirante] I aged many, many years during that night, uh,",
      "de": "Ich bin in dieser Nacht viele Jahre gealtert,"
    }
  },
  {
    "translation": {
      "en": "both as a lawyer, uh, and as a person.",
      "de": "sowohl als Anwalt als auch als Mensch."
    }
  },
  {
    "translation": {
      "en": "It was one of the scariest nights of my life.",
      "de": "Eine der grauenvollsten Nächte meines Lebens."
    }
  },
  {
    "translation": {
      "en": "My heart was pounding out of my chest the rest of the night,",
      "de": "Mein Herz schlug die restliche Nacht wie wild."
    }
  },
  {
    "translation": {
      "en": "s-smoking one cigarette after another one.",
      "de": "Ich rauchte eine Zigarette nach der anderen."
    }
  },
  {
    "translation": {
      "en": "Leroy was smoking. He turned…",
      "de": "Leroy rauchte."
    }
  },
  {
    "translation": {
      "en": "He… he lit his cigarettes backwards. The filter was on the wrong end.",
      "de": "Er zündete seine Zigaretten am falschen Ende an."
    }
  },
  {
    "translation": {
      "en": "And after he told us all this…",
      "de": "Nachdem er uns alles erzählt hatte…"
    }
  },
  {
    "translation": {
      "en": "he, um… he fell asleep.",
      "de": "…schlief er ein."
    }
  },
  {
    "translation": {
      "en": "[Gacy] I don't remember exactly what happened.",
      "de": "Ich erinnere mich nicht mehr gut."
    }
  },
  {
    "translation": {
      "en": "I can remember I went to Sam's office,",
      "de": "Ich war in Sams Büro,"
    }
  },
  {
    "translation": {
      "en": "but I did not go to Sam's office to tell him all that shit.",
      "de": "aber nicht, um ihm diesen ganzen Scheiß zu erzählen."
    }
  },
  {
    "translation": {
      "en": "Evidently, when I got there…",
      "de": "Doch als ich dorthin kam..."
    }
  },
  {
    "translation": {
      "en": "something else took over and some other conversation come up.",
      "de": "...übernahm jemand anderes die Kontrolle, und wir wechselten das Thema."
    }
  },
  {
    "translation": {
      "en": "It was a horrible, professional, ethical spot for me as a young lawyer.",
      "de": "Es war eine schreckliche Situation für mich als junger Anwalt."
    }
  },
  {
    "translation": {
      "en": "I was 30 years old.",
      "de": "Ich war 30 Jahre alt."
    }
  },
  {
    "translation": {
      "en": "And, uh, Leroy, you know, we had to figure…",
      "de": "Leroy und ich mussten nun..."
    }
  },
  {
    "translation": {
      "en": "The best thing to do is get him to a psychiatrist, have him committed,",
      "de": "Das Beste war, ihn zu einem Psychiater zu bringen,"
    }
  },
  {
    "translation": {
      "en": "and then figure out what to do with this guy.",
      "de": "um herauszufinden, was wir mit ihm machen sollen."
    }
  },
  {
    "translation": {
      "en": "So we set up an appointment for, like, eight o'cl… eight, nine o'clock in the morning",
      "de": "Also verabredeten wir einen Termin für acht, neun Uhr morgens"
    }
  },
  {
    "translation": {
      "en": "with the psychiatrist we found during the night.",
      "de": "mit dem ausfindig gemachten Psychiater."
    }
  },
  {
    "translation": {
      "en": "[Albrecht] My partner and I started that night",
      "de": "Mein Partner und ich fuhren an jenem Abend"
    }
  },
  {
    "translation": {
      "en": "at Gacy's attorney, Sam Amirante's, office in Park Ridge, downtown Park Ridge.",
      "de": "Mein Partner und ich fuhren an jenem Abend in die Kanzlei von Gacys Anwalt Sam Amirante in Park Ridge."
    }
  },
  {
    "translation": {
      "en": "So just as I got to the building,",
      "de": "Als ich im Gebäude eintraf,"
    }
  },
  {
    "translation": {
      "en": "Sam Amirante and his other attorney, Leroy Stevens,",
      "de": "kamen Sam Amirante und sein anderer Anwalt, Leroy Stevens,"
    }
  },
  {
    "translation": {
      "en": "were coming out of his office",
      "de": "aus seinem Büro."
    }
  },
  {
    "translation": {
      "en": "and into the vestibule, the whole building there, and they invited us in.",
      "de": "Wir waren in der Vorhalle des Gebäudes, und sie baten uns hinein."
    }
  },
  {
    "translation": {
      "en": "And they couldn't be nice enough to us. They cou…",
      "de": "Sie waren unglaublich nett zu uns."
    }
  },
  {
    "translation": {
      "en": "\"You want a bottle of booze? Want anything to eat?\" Um…",
      "de": "\"Wollt ihr was trinken oder was zu essen?"
    }
  },
  {
    "translation": {
      "en": "\"Whatever you want, we'll get for you. You can't let Gacy go.\"",
      "de": "Was immer ihr wollt. Ihr dürft Gacy nicht gehenlassen."
    }
  },
  {
    "translation": {
      "en": "\"If he tries to leave, you gotta shoot his tires out, and don't let him leave.\" \"You can't let him leave.\"",
      "de": "Wenn er abhauen will, müsst ihr seine Reifen zerschießen.\""
    }
  },
  {
    "translation": {
      "en": "Finally, we said, \"Sam, we're not gonna shoot somebody's tires out.\"",
      "de": "Wir meinten: \"Sam, wir werden niemandem auf die Reifen schießen."
    }
  },
  {
    "translation": {
      "en": "\"Unless, why? Why should we be taking this kind of activity?\"",
      "de": "Warum sollten wir so etwas tun?\""
    }
  },
  {
    "translation": {
      "en": "\"Just do what you can.\" \"I can't tell you now, but you… you can't let him go.\"",
      "de": "\"Tut einfach, was ihr könnt. Aber lasst ihn nicht gehen.\""
    }
  },
  {
    "translation": {
      "en": "[Amirante] About six in the morning, it started to get light.",
      "de": "Gegen sechs Uhr morgens wurde es hell."
    }
  },
  {
    "translation": {
      "en": "Gacy starts waking up. He goes, \"What am I doing here?\" You know…",
      "de": "Gacy wachte auf und sagte: \"Was mache ich hier?"
    }
  },
  {
    "translation": {
      "en": "\"What… I got things to do. I got places to go today. I'm… I'm really busy.\"",
      "de": "Ich habe zu tun. Ich habe heute Termine. Ich bin sehr beschäftigt.\""
    }
  },
  {
    "translation": {
      "en": "I said, \"John, you told me everything. You were here all night.\"",
      "de": "Ich sagte: \"John, du hast mir heute Nacht alles erzählt."
    }
  },
  {
    "translation": {
      "en": "\"Leroy and I, you talked to us, you told us the whole thing.\"",
      "de": "Du hast Leroy und mir alles erzählt.\""
    }
  },
  {
    "translation": {
      "en": "\"Well, I can't talk about that. I got places to go, things to do.\" \"I'm outta here.\" Pew…",
      "de": "\"Ich kann jetzt nicht darüber reden. Ich habe zu tun. Ich muss weg.\""
    }
  },
  {
    "translation": {
      "en": "Takes off.",
      "de": "Und weg war er."
    }
  }
]