[
  {
    "translation": {
      "en": "[Leonardo DiCaprio] In 1776, 56 men signed a document claiming something radical:",
      "de": "Im Jahr 1776 unterzeichneten 56 Männer ein Dokument mit radikalem Anspruch:"
    }
  },
  {
    "translation": {
      "en": "All men are created equal.",
      "de": "Alle Menschen wurden gleich geschaffen."
    }
  },
  {
    "translation": {
      "en": "A couple lines down, they went further.",
      "de": "Ein paar Zeilen tiefer gingen sie weiter."
    }
  },
  {
    "translation": {
      "en": "It says quite clearly in the Declaration of Independence",
      "de": "Es steht ganz klar in der Unabhängigkeitserklärung:"
    }
  },
  {
    "translation": {
      "en": "that all governments derive \"their just powers",
      "de": "Alle Regierungen leiten \"ihre gerechten Befugnisse aus der Zustimmung der Regierten\" ab."
    }
  },
  {
    "translation": {
      "en": "-from the consent of the governed.\" -And then we got the Constitution.",
      "de": "\"ihre gerechten Befugnisse aus der Zustimmung der Regierten\" ab. Die Verfassung kam."
    }
  },
  {
    "translation": {
      "en": "The Constitution basically said,",
      "de": "Die Verfassung besagte:"
    }
  },
  {
    "translation": {
      "en": "\"Yeah, we think that those things are true, but we didn't mean it for everyone.\"",
      "de": "\"Ja, wir glauben, dass das wahr ist, aber meinten es nicht für alle.\""
    }
  },
  {
    "translation": {
      "en": "They want some level of democracy,",
      "de": "Sie wollten ein gewisses Maß an Demokratie,"
    }
  },
  {
    "translation": {
      "en": "but they own human beings.",
      "de": "aber sie besaßen Menschen."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Voting was a privilege almost exclusively for white men with property.",
      "de": "Es war ein Privileg, zu wählen. Fast nur für weiße Männer mit Besitz."
    }
  },
  {
    "translation": {
      "en": "[Anderson] In the founding Constitution, you will not find the right to vote.",
      "de": "In der Gründungsverfassung findet man kein Wahlrecht."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] When George Washington was elected America's first president,",
      "de": "Als George Washington zum ersten Präsidenten Amerikas wurde,"
    }
  },
  {
    "translation": {
      "en": "at most, 20% of the governed were eligible to vote.",
      "de": "waren höchstens 20 Prozent der Regierten wahlberechtigt."
    }
  },
  {
    "translation": {
      "en": "But that number grew.",
      "de": "Aber diese Zahl nahm zu."
    }
  },
  {
    "translation": {
      "en": "One of the great engines of American history",
      "de": "Einer der großen Motoren der amerikanischen Geschichte"
    }
  },
  {
    "translation": {
      "en": "is the struggle to decide and declare",
      "de": "ist der Kampf um die Entscheidung und die Erklärung,"
    }
  },
  {
    "translation": {
      "en": "that voting was a right,",
      "de": "dass Wählen ein Recht ist,"
    }
  },
  {
    "translation": {
      "en": "not a privilege.",
      "de": "und kein Privileg."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] First, Black men won the vote, then white women in 1920,",
      "de": "Zuerst gewannen Schwarze das Wahlrecht, dann weiße Frauen im Jahr 1920, dann amerikanische Ureinwohner."
    }
  },
  {
    "translation": {
      "en": "then Native Americans.",
      "de": "dann weiße Frauen im Jahr 1920, dann amerikanische Ureinwohner."
    }
  },
  {
    "translation": {
      "en": "And in 1971, the voting age dropped from 21 to 18.",
      "de": "Und 1971 sank das Wahlalter von 21 auf 18 Jahre."
    }
  },
  {
    "translation": {
      "en": "By 2016, around 90% of everyone over 18 in America had the right to vote.",
      "de": "Bis 2016 hatten um die 90 % aller über 18-Jährigen in Amerika das Wahlrecht."
    }
  },
  {
    "translation": {
      "en": "But only 56% actually used it.",
      "de": "Aber nur 56 % übten es aus."
    }
  },
  {
    "translation": {
      "en": "The United States lags behind most other developed countries",
      "de": "Die USA liegen bei der Wahlbeteiligung hinter den meisten anderen Industrieländern zurück."
    }
  },
  {
    "translation": {
      "en": "in voter participation.",
      "de": "hinter den meisten anderen Industrieländern zurück."
    }
  },
  {
    "translation": {
      "en": "Our democracy is broken.",
      "de": "Unsere Demokratie ist kaputt."
    }
  },
  {
    "translation": {
      "en": "It's a rigged system, and people are angry.",
      "de": "Das System ist manipuliert. Die Leute sind wütend."
    }
  },
  {
    "translation": {
      "en": "People are upset.",
      "de": "Sie sind verärgert."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] And the coronavirus pandemic has made the debate around voting inescapable.",
      "de": "Und die Coronavirus-Pandemie macht die Diskussion über die Wahl unumgänglich."
    }
  },
  {
    "translation": {
      "en": "The mail ballots are corrupt.",
      "de": "Die Briefwahlen sind korrupt."
    }
  },
  {
    "translation": {
      "en": "Some are concerned that, well, if we allow this,",
      "de": "Manche sind besorgt, dass, wenn wir das zulassen,"
    }
  },
  {
    "translation": {
      "en": "there'll be, quote, \"too many people who can vote.\"",
      "de": "es \"zu viele Leute gibt, die wählen können.\""
    }
  },
  {
    "translation": {
      "en": "Well, that's kind of a pathetic excuse.",
      "de": "Das ist eine erbärmliche Ausrede."
    }
  },
  {
    "translation": {
      "en": "You do have to ask yourself,",
      "de": "Man muss sich das mal fragen:"
    }
  },
  {
    "translation": {
      "en": "if someone doesn't really care enough",
      "de": "Wenn jemand so wenig investiert ist,"
    }
  },
  {
    "translation": {
      "en": "to go down to the school gymnasium and cast a ballot,",
      "de": "dass er nicht mal zu einer Schule geht, um seine Stimme abzugeben,"
    }
  },
  {
    "translation": {
      "en": "how eager should we be to get that person's vote?",
      "de": "wie eifrig sollen wir da die Stimme dieser Person einholen?"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] It's an age-old battle in America,",
      "de": "Es ist ein uralter Kampf in Amerika…"
    }
  },
  {
    "translation": {
      "en": "whether the vote should be for everybody, or just some people,",
      "de": "…ob die Wahl für jeden oder nur für einige sein sollte,"
    }
  },
  {
    "translation": {
      "en": "whether it should be easy or hard.",
      "de": "und ob sie leicht oder schwer sein sollte."
    }
  },
  {
    "translation": {
      "en": "It's the world's oldest democracy,",
      "de": "Es ist die älteste Demokratie der Welt,"
    }
  },
  {
    "translation": {
      "en": "so why is the right to vote still a fight?",
      "de": "warum ist da das Wahlrecht immer noch umstritten?"
    }
  },
  {
    "translation": {
      "en": "The great right of all.",
      "de": "Das größte Recht."
    }
  },
  {
    "translation": {
      "en": "Our most important right, the right to vote.",
      "de": "Unser wichtigstes Recht, das Wahlrecht."
    }
  },
  {
    "translation": {
      "en": "I'm so grateful to exercise my right as a voter again.",
      "de": "Ich bin dankbar, dass ich mein Wahlrecht wieder ausüben kann."
    }
  },
  {
    "translation": {
      "en": "We're willing to be beaten for democracy!",
      "de": "Wir lassen uns für die Demokratie schlagen!"
    }
  },
  {
    "translation": {
      "en": "You beat people bloody in order that they will not have the privilege to vote!",
      "de": "Ihr schlagt Menschen blutig, damit sie nicht wählen dürfen!"
    }
  },
  {
    "translation": {
      "en": "[John Lewis] Some people gave more than a little blood.",
      "de": "Manche Menschen gaben mehr als Blut."
    }
  },
  {
    "translation": {
      "en": "-Some gave their very lives. -[man] I don't want everybody to vote.",
      "de": "Manche gaben ihr Leben. Es sollen nicht alle wählen."
    }
  },
  {
    "translation": {
      "en": "Our leverage in the elections quite candidly goes up as the voting populace goes down.",
      "de": "Unser Einfluss bei den Wahlen steigt, wenn die Wählerschaft sinkt."
    }
  },
  {
    "translation": {
      "en": "Don't boo. Vote.",
      "de": "Buhen Sie nicht. Wählen Sie."
    }
  },
  {
    "translation": {
      "en": "This right to vote is the basic right without which all others are meaningless.",
      "de": "Dieses Wahlrecht ist das Grundrecht, ohne dem alle anderen bedeutungslos sind."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] America's never held an election quite like this one.",
      "de": "Amerika hat bisher noch nie eine Wahl wie diese abgehalten."
    }
  },
  {
    "translation": {
      "en": "Given the deadly pandemic,",
      "de": "Wegen der tödlichen Pandemie"
    }
  },
  {
    "translation": {
      "en": "states all over the country have extended the option to vote by mail.",
      "de": "haben Staaten im ganzen Land die Möglichkeit zur Briefwahl zugelassen."
    }
  },
  {
    "translation": {
      "en": "So there's a small number of states that have universal vote-by-mail.",
      "de": "In ein paar Staaten gibt es die allgemeine Briefwahl."
    }
  },
  {
    "translation": {
      "en": "States like Colorado, Washington, Oregon.",
      "de": "Staaten wie Colorado, Washington, Oregon."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Ballots are mailed to every registered voter,",
      "de": "Alle registrierten Wähler bekommen Stimmzettel,"
    }
  },
  {
    "translation": {
      "en": "but in most states, you have to apply, like in Kansas.",
      "de": "aber in den meisten Staaten muss man das beantragen, wie in Kansas."
    }
  },
  {
    "translation": {
      "en": "The ballot won't be sent to you until",
      "de": "Der Stimmzettel wird erst geschickt,"
    }
  },
  {
    "translation": {
      "en": "the signature on your request form is verified",
      "de": "wenn die Unterschrift auf dem Antrag verifiziert ist,"
    }
  },
  {
    "translation": {
      "en": "and matched with a signature that the state has on file with you.",
      "de": "und mit der bekannten Unterschrift abgeglichen wurde."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] In some states, you need an excuse to vote by mail,",
      "de": "Manche Staaten verlangen eine Begründung für die Briefwahl,"
    }
  },
  {
    "translation": {
      "en": "and the pandemic doesn't count.",
      "de": "und die Pandemie zählt nicht."
    }
  },
  {
    "translation": {
      "en": "The rules that govern American elections are largely made by state politicians.",
      "de": "Die Politiker der einzelnen Staaten legen die Regeln für die Wahlen fest."
    }
  },
  {
    "translation": {
      "en": "That's how it's always been.",
      "de": "So war das schon immer."
    }
  },
  {
    "translation": {
      "en": "Voting was always left to the states.",
      "de": "Die Wahlen wurden immer den Staaten überlassen."
    }
  },
  {
    "translation": {
      "en": "Different states can try different systems,",
      "de": "Die Staaten können verschiedene Systeme testen."
    }
  },
  {
    "translation": {
      "en": "and if they work, other states will copy them.",
      "de": "Wenn sie funktionieren, kopieren sie die anderen."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] And these partisan politicians can also set the rules",
      "de": "Und diese Parteipolitiker können auch die Regeln festlegen,"
    }
  },
  {
    "translation": {
      "en": "for who has the right to vote at all.",
      "de": "wer überhaupt das Wahlrecht hat."
    }
  },
  {
    "translation": {
      "en": "You know, I remember in 2016, when my wife ran for office,",
      "de": "Ich erinnere mich noch, als meine Frau 2016 kandidierte,"
    }
  },
  {
    "translation": {
      "en": "and I couldn't even vote for her.",
      "de": "konnte ich sie nicht wählen."
    }
  },
  {
    "translation": {
      "en": "Because I lived in Florida, I couldn't vote for my own wife.",
      "de": "Weil ich in Florida lebte, konnte ich meine Frau nicht wählen."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Florida had stripped the right to vote from all convicted felons for life.",
      "de": "Florida hat verurteilten Straftätern das Wahlrecht auf Lebenszeit entzogen."
    }
  },
  {
    "translation": {
      "en": "But from 2007 to 2011, 155,000 of them got it back",
      "de": "Aber von 2007 bis 2011 bekamen es 155.000 zurück,"
    }
  },
  {
    "translation": {
      "en": "from then-Republican Governor Charlie Crist",
      "de": "vom damaligen republikanischen Gouverneur Charlie Crist,"
    }
  },
  {
    "translation": {
      "en": "through a nearly automatic process.",
      "de": "durch einen fast automatisierten Prozess."
    }
  },
  {
    "translation": {
      "en": "Then Rick Scott became governor.",
      "de": "Dann wurde Rick Scott Gouverneur."
    }
  },
  {
    "translation": {
      "en": "I'll never forget when the governor at the time, Rick Scott,",
      "de": "Ich werde es nie vergessen, wie der damalige Gouverneur Rick Scott"
    }
  },
  {
    "translation": {
      "en": "he rolled back the clemency policies from the previous administration.",
      "de": "die Begnadigungspolitik der vorherigen Regierung aufhob."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Ex-felons now had to make their appeal in an in-person hearing.",
      "de": "Ehemalige Straftäter mussten jetzt persönlich darum bitten."
    }
  },
  {
    "translation": {
      "en": "People would basically go in front of the governor and his cabinet",
      "de": "Die Leute standen vor dem Gouverneur und seinem Kabinett,"
    }
  },
  {
    "translation": {
      "en": "and beg the governor to restore their rights.",
      "de": "und baten den Gouverneur, ihre Rechte wiederherzustellen."
    }
  },
  {
    "translation": {
      "en": "I'm here to get my rights back so I can have a voice.",
      "de": "Ich möchte meine Rechte zurück, um wieder eine Stimme zu haben."
    }
  },
  {
    "translation": {
      "en": "And the governor would just deny so many people for no rhyme or reason.",
      "de": "Und der Gouverneur verweigerte das sehr vielen Leuten grundlos."
    }
  },
  {
    "translation": {
      "en": "I deny a full pardon. I deny a full pardon.",
      "de": "Ich lehne eine volle Begnadigung ab."
    }
  },
  {
    "translation": {
      "en": "I deny restoration of civil rights and deny the full pardon.",
      "de": "Ich lehne die Wiederherstellung der Bürgerrechte ab."
    }
  },
  {
    "translation": {
      "en": "That whole process was an arbitrary process.",
      "de": "Der ganze Prozess war willkürlich."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Scott restored the right to vote",
      "de": "Scott stellte das Wahlrecht"
    }
  },
  {
    "translation": {
      "en": "to less than 4,000 ex-felons over eight years.",
      "de": "in acht Jahren nur bei weniger als 4.000 ehemaligen Straftätern wieder her."
    }
  },
  {
    "translation": {
      "en": "And I remember thinking, \"Wow, that's a lot of power",
      "de": "Und ich dachte: \"Wow, das ist viel Macht, entscheiden zu können,"
    }
  },
  {
    "translation": {
      "en": "to be able to decide which American citizen gets to vote",
      "de": "Und ich dachte: \"Wow, das ist viel Macht, entscheiden zu können, welcher amerikanische Bürger wählen darf, und welcher nicht.\""
    }
  },
  {
    "translation": {
      "en": "and which American citizen don't get to vote.\"",
      "de": "welcher amerikanische Bürger wählen darf, und welcher nicht.\""
    }
  },
  {
    "translation": {
      "en": "And I thought that was too much power for any politician to have.",
      "de": "Und ich dachte, so viel Macht sollte kein Politiker haben."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Rick Scott then won a seat in the Senate by a very thin margin.",
      "de": "Rick Scott gewann dann mit knapper Mehrheit einen Sitz im Senat."
    }
  },
  {
    "translation": {
      "en": "If he'd restored voting rights like his predecessor, he might have lost.",
      "de": "Hätte er das Wahlrecht wie sein Vorgänger wiederhergestellt, hätte er verlieren können."
    }
  },
  {
    "translation": {
      "en": "That's why expansions of the vote have faced resistance from the beginning.",
      "de": "Deshalb stieß die Ausweitung der Wahl von Anfang an auf Widerstand."
    }
  },
  {
    "translation": {
      "en": "When America declared independence,",
      "de": "Als Amerika die Unabhängigkeit erklärte,"
    }
  },
  {
    "translation": {
      "en": "New Jersey decided to let anyone with enough wealth vote.",
      "de": "beschloss New Jersey, jeden mit genug Reichtum wählen zu lassen."
    }
  },
  {
    "translation": {
      "en": "[Berkin] There were women who were widows.",
      "de": "Es gab Frauen, die Witwen waren."
    }
  },
  {
    "translation": {
      "en": "There were free African Americans in New Jersey who said, \"I own property.",
      "de": "Es gab freie Afroamerikaner in New Jersey, die sagten: \"Ich habe Besitz. Ich werde wählen.\""
    }
  },
  {
    "translation": {
      "en": "I'm going to vote.\" And they did.",
      "de": "\"Ich habe Besitz. Ich werde wählen.\" Und das taten sie."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] But then came concerns about voter fraud.",
      "de": "Aber dann kamen Bedenken wegen Wahlbetrugs."
    }
  },
  {
    "translation": {
      "en": "Men cross-dressing to vote.",
      "de": "Männer in Frauenkleidern."
    }
  },
  {
    "translation": {
      "en": "Ineligible women voting by the carriageful.",
      "de": "Kutschen voller unberechtigter Frauen."
    }
  },
  {
    "translation": {
      "en": "After 30 years, New Jersey politicians",
      "de": "Nach 30 Jahren nahmen Politiker New Jerseys"
    }
  },
  {
    "translation": {
      "en": "stripped women and Black men of the right to vote,",
      "de": "Frauen und Schwarzen das Wahlrecht ab,"
    }
  },
  {
    "translation": {
      "en": "groups that also happened to be voting against them.",
      "de": "Gruppen, die auch gegen sie stimmten."
    }
  },
  {
    "translation": {
      "en": "Non-citizens could vote almost everywhere in early America,",
      "de": "Nicht-Staatsbürger konnten im frühen Amerika fast überall wählen,"
    }
  },
  {
    "translation": {
      "en": "but over the decades, states took that right away, too.",
      "de": "aber über die Jahrzehnte nahmen die Staaten das Recht weg."
    }
  },
  {
    "translation": {
      "en": "And when the federal government began to extend the right to vote to Black men in 1867…",
      "de": "Und als die Bundesregierung 1867 begann, schwarzen Männern das Wahlrecht zu geben…"
    }
  },
  {
    "translation": {
      "en": "The very next year, Florida passed a law",
      "de": "Im folgenden Jahr verabschiedete Florida ein Gesetz,"
    }
  },
  {
    "translation": {
      "en": "that said those with a felony conviction could not vote.",
      "de": "das verurteilten Straftätern das Wahlrecht abnahm."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] The 15th Amendment banned states",
      "de": "Der 15. Zusatzartikel verbot Staaten,"
    }
  },
  {
    "translation": {
      "en": "from restricting the right to vote on account of race.",
      "de": "das Wahlrecht aufgrund der Rasse einzuschränken."
    }
  },
  {
    "translation": {
      "en": "It doesn't say anything about getting arrested.",
      "de": "Er sagt nichts über Verhaftungen."
    }
  },
  {
    "translation": {
      "en": "What's also happening at this time, a rise of laws coming out of these states",
      "de": "Zu den Entwicklungen zu jener Zeit gehörte auch eine Zunahme von Gesetzen in diesen Staaten,"
    }
  },
  {
    "translation": {
      "en": "that criminalize Blackness,",
      "de": "die Dunkelhäutigkeit kriminalisierten."
    }
  },
  {
    "translation": {
      "en": "laws that only Black people are subjected to.",
      "de": "Gesetze, denen nur Schwarze unterworfen waren."
    }
  },
  {
    "translation": {
      "en": "The main reason was to prevent newly-freed slaves from being able to",
      "de": "Der Hauptgrund war, zu verhindern, dass neu freigelassene Sklaven"
    }
  },
  {
    "translation": {
      "en": "actively participate in our democracy.",
      "de": "an unserer Demokratie teilnahmen."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] And it wasn't just Florida.",
      "de": "Und nicht nur in Florida."
    }
  },
  {
    "translation": {
      "en": "Felony disenfranchisement laws had spread all around the country.",
      "de": "Gesetze zum Wahlrechtsentzug bei Straftätern verbreiteten sich im Land."
    }
  },
  {
    "translation": {
      "en": "White Democrats throughout the South enacted a patchwork of other laws",
      "de": "Weiße Demokraten im Süden erließen ein Flickwerk weiterer Gesetze,"
    }
  },
  {
    "translation": {
      "en": "designed to restrict the vote, so they could hold on to power.",
      "de": "um die Wahl einzuschränken, damit sie die Macht behalten konnten."
    }
  },
  {
    "translation": {
      "en": "They did it by using the legacies of slavery,",
      "de": "Sie nutzten das Vermächtnis der Sklaverei,"
    }
  },
  {
    "translation": {
      "en": "the legacies of the lack of wealth.",
      "de": "das Vermächtnis des fehlenden Reichtums."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Like taxes, you had to pay to vote,",
      "de": "Etwa Steuern, die man beim Wählen zahlen musste,"
    }
  },
  {
    "translation": {
      "en": "with exemptions if your grandfather voted.",
      "de": "mit Ausnahmen, wenn der Großvater gewählt hatte."
    }
  },
  {
    "translation": {
      "en": "Well, if you were a slave, this is the first generation after slavery,",
      "de": "Als Sklave der ersten Generation nach der Sklaverei"
    }
  },
  {
    "translation": {
      "en": "no one's grandfather, if you were Black, would have been permitted to vote.",
      "de": "hatte man keinen schwarzen Großvater, der gewählt hatte."
    }
  },
  {
    "translation": {
      "en": "The legacies of the lack of access to education.",
      "de": "Das Vermächtnis fehlenden Bildungszugangs."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Like understanding clauses and literacy tests.",
      "de": "Oder das Verständnis von Klauseln und Alphabetisierungstests."
    }
  },
  {
    "translation": {
      "en": "The man who helped raise me talked about taking the literacy test.",
      "de": "Der Mann, mit dem ich aufwuchs, sprach über den Alphabetisierungstest."
    }
  },
  {
    "translation": {
      "en": "And his question was, \"How high is up?\"",
      "de": "Und die Frage an ihn war: \"Wie hoch ist 'oben'?\""
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "Those actually originated in the Northeast,",
      "de": "Die Tests entstanden im Nordosten."
    }
  },
  {
    "translation": {
      "en": "and they targeted European immigrants who came from non-English-speaking countries.",
      "de": "Sie zielten auf europäische Einwanderer aus nicht englischsprachigen Ländern."
    }
  },
  {
    "translation": {
      "en": "And so over and over again, we've seen voter suppression target communities.",
      "de": "Wir sehen, wie die Wählerunterdrückung immer wieder bestimmte Zielgruppen hat."
    }
  },
  {
    "translation": {
      "en": "Sometimes it's racially-based,",
      "de": "Manchmal nach der Rasse,"
    }
  },
  {
    "translation": {
      "en": "but always it's because those in power do not want to share that power.",
      "de": "aber immer, weil die Machthaber die Macht nicht teilen wollen."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] The list went on.",
      "de": "Und die Liste ging weiter."
    }
  },
  {
    "translation": {
      "en": "And whatever those policies didn't cover, we'd experience state-sanctioned violence.",
      "de": "Deckten diese Regeln etwas nicht ab, sahen wir staatlich sanktionierte Gewalt."
    }
  },
  {
    "translation": {
      "en": "[Abrams] Voter suppression has existed in almost every state in our nation.",
      "de": "Die Wählerunterdrückung gab es in fast jedem Staat unserer Nation."
    }
  },
  {
    "translation": {
      "en": "But the South was the most effective purveyor of voter suppression.",
      "de": "Aber bei der Wählerunterdrückung war der Süden am effektivsten."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] The right to vote there was essentially destroyed.",
      "de": "Das Wahlrecht wurde dort regelrecht zerstört."
    }
  },
  {
    "translation": {
      "en": "[Anderson] By 1940,",
      "de": "Im Jahr 1940 waren im Süden nur noch drei Prozent"
    }
  },
  {
    "translation": {
      "en": "only three percent of African-American adults in the South",
      "de": "Im Jahr 1940 waren im Süden nur noch drei Prozent der afroamerikanischen Erwachsenen für die Wahl registriert."
    }
  },
  {
    "translation": {
      "en": "were registered to vote.",
      "de": "der afroamerikanischen Erwachsenen für die Wahl registriert."
    }
  },
  {
    "translation": {
      "en": "Three percent.",
      "de": "Drei Prozent."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] In 1964, a Constitutional amendment banned poll taxes,",
      "de": "Ein Verfassungszusatz verbot 1964 die Wahlsteuern,"
    }
  },
  {
    "translation": {
      "en": "but it took until the next year for the tide to break.",
      "de": "aber es dauerte noch ein Jahr, bis sich was änderte."
    }
  },
  {
    "translation": {
      "en": "Hundreds marched for the right to vote in Selma, Alabama,",
      "de": "Hunderte demonstrierten für das Wahlrecht in Selma, Alabama,"
    }
  },
  {
    "translation": {
      "en": "and the images of police",
      "de": "und Bilder, wie die Polizei die Demonstranten brutal angriff,"
    }
  },
  {
    "translation": {
      "en": "brutally attacking protesters, including future Congressman John Lewis,",
      "de": "und Bilder, wie die Polizei die Demonstranten brutal angriff, darunter den späteren Abgeordneten John Lewis,"
    }
  },
  {
    "translation": {
      "en": "finally shocked the nation",
      "de": "zwangen die Nation"
    }
  },
  {
    "translation": {
      "en": "and President Lyndon Johnson into action.",
      "de": "und Präsident Lyndon Johnson endlich zum Handeln."
    }
  },
  {
    "translation": {
      "en": "The right is one which no American",
      "de": "Dieses Recht ist ein Recht, das kein Amerikaner, der zu unseren Prinzipien steht,"
    }
  },
  {
    "translation": {
      "en": "true to our principles can deny.",
      "de": "das kein Amerikaner, der zu unseren Prinzipien steht, verweigern kann."
    }
  },
  {
    "translation": {
      "en": "[Will] With the passage of the Voting Rights Act in 1965,",
      "de": "Mit der Verabschiedung des Wahlrechtsgesetzes 1965"
    }
  },
  {
    "translation": {
      "en": "the United States finally became, in the full sense of the word, a democracy.",
      "de": "wurden die USA endlich eine Demokratie, im wahrsten Sinne des Wortes."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] All these racist tactics became illegal, and crucially,",
      "de": "All diese rassistischen Taktiken wurden illegal, und Staaten,"
    }
  },
  {
    "translation": {
      "en": "states that had disenfranchised the most citizens",
      "de": "die die meisten Bürger entrechtet hatten,"
    }
  },
  {
    "translation": {
      "en": "now had to get pre-clearance from the federal government",
      "de": "brauchten die Vorabgenehmigung der Bundesregierung,"
    }
  },
  {
    "translation": {
      "en": "if they wanted to make voting harder.",
      "de": "wenn sie die Wahl erschweren wollten."
    }
  },
  {
    "translation": {
      "en": "The system worked, and it changed American politics forever.",
      "de": "Das System funktionierte und veränderte die amerikanische Politik."
    }
  },
  {
    "translation": {
      "en": "Starting in 1965, after the Voting Rights Act,",
      "de": "Nach dem Wahlrechtsgesetz von 1965"
    }
  },
  {
    "translation": {
      "en": "we saw the emergence of basically a bipartisan consensus to make voting easier.",
      "de": "entstand ein überparteilicher Konsens, das Wählen leichter zu machen."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Every time the Voting Rights Act was set to expire,",
      "de": "Jedes Mal, wenn das Wahlrechtsgesetz auslaufen sollte,"
    }
  },
  {
    "translation": {
      "en": "the government reauthorized it.",
      "de": "verlängerte es die Regierung."
    }
  },
  {
    "translation": {
      "en": "[Reagan] As long as I'm in a position to uphold the Constitution,",
      "de": "Solange ich in der Position bin, die Verfassung zu wahren,"
    }
  },
  {
    "translation": {
      "en": "no barrier will come between our citizens and the voting booth.",
      "de": "gibt es keine Barrieren zwischen unseren Bürgern und der Wahlkabine."
    }
  },
  {
    "translation": {
      "en": "By reauthorizing this Act, Congress has reaffirmed its belief",
      "de": "Mit der Wiederbevollmächtigung dieses Gesetzes bekräftigt der Kongress, dass alle Menschen gleich sind."
    }
  },
  {
    "translation": {
      "en": "that all men are created equal.",
      "de": "bekräftigt der Kongress, dass alle Menschen gleich sind."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] And there were new ideas to make voting easier,",
      "de": "Und es gab neue Ideen, das Wählen zu erleichtern,"
    }
  },
  {
    "translation": {
      "en": "like making registration simpler.",
      "de": "wie die Vereinfachung der Registrierung…"
    }
  },
  {
    "translation": {
      "en": "In this country, we don't have a person to waste.",
      "de": "In diesem Land vergeuden wir keine Person."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Letting people vote before Election Day.",
      "de": "…Leute vor dem Wahltag abstimmen zu lassen…"
    }
  },
  {
    "translation": {
      "en": "They're voting for president today, under the state's new early voting program.",
      "de": "Sie wählen heute den Präsidenten, im Rahmen der frühzeitigen Stimmabgabe."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] And expanding voting by mail.",
      "de": "…und die Ausweitung der Briefwahl."
    }
  },
  {
    "translation": {
      "en": "[newsman] Everyone eligible to vote in this election, 1.4 million people,",
      "de": "Alle Wahlberechtigten bei dieser Wahl, 1,4 Millionen Menschen, erhielten Briefwahlzettel."
    }
  },
  {
    "translation": {
      "en": "received mail-in ballots.",
      "de": "1,4 Millionen Menschen, erhielten Briefwahlzettel."
    }
  },
  {
    "translation": {
      "en": "Georgia actually has one of the most expansive standards for vote-by-mail,",
      "de": "Georgia hat einen der breitesten Standards für die Briefwahl."
    }
  },
  {
    "translation": {
      "en": "and it was passed by Republicans when they took control in 2005.",
      "de": "Die Republikaner beschlossen ihn, als sie 2005 die Kontrolle übernahmen."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] And in 2008…",
      "de": "Und 2008…"
    }
  },
  {
    "translation": {
      "en": "[Obama] If there is anyone out there",
      "de": "Wenn da draußen noch jemand ist,"
    }
  },
  {
    "translation": {
      "en": "who still questions the power of our democracy,",
      "de": "der die Macht unserer Demokratie noch infrage stellt,"
    }
  },
  {
    "translation": {
      "en": "tonight is your answer.",
      "de": "hier ist die Antwort."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Record numbers of people",
      "de": "Rekordzahlen an Leuten,"
    }
  },
  {
    "translation": {
      "en": "who had been historically locked out of voting",
      "de": "die historisch von Wahlen ausgeschlossen waren,"
    }
  },
  {
    "translation": {
      "en": "elected the nation's first Black president.",
      "de": "wählten den ersten schwarzen Präsidenten der Nation."
    }
  },
  {
    "translation": {
      "en": "After President Obama got elected in 2008,",
      "de": "Nach der Wahl von Präsident Obama 2008"
    }
  },
  {
    "translation": {
      "en": "that's where this bipartisan consensus kind of broke apart.",
      "de": "zerbrach der überparteiliche Konsens."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Obama and the Democratic party had captured the growing diversity of America.",
      "de": "Obama und die Demokraten fingen die wachsende Vielfalt Amerikas ein."
    }
  },
  {
    "translation": {
      "en": "Republicans hadn't.",
      "de": "Die Republikaner nicht."
    }
  },
  {
    "translation": {
      "en": "Democrats in the South had been incentivized to suppress the vote.",
      "de": "Die Demokraten hatten früher Anreize zur Wählerunterdrückung im Süden."
    }
  },
  {
    "translation": {
      "en": "Now Republicans were.",
      "de": "Nun hatten die Republikaner sie."
    }
  },
  {
    "translation": {
      "en": "And in 2013, the Supreme Court made that a lot easier.",
      "de": "Und der Oberste Gerichtshof vereinfachte das im Jahr 2013 sehr."
    }
  },
  {
    "translation": {
      "en": "Today, the Supreme Court essentially knocked down",
      "de": "Der Oberste Gerichtshof hat heute eine der Säulen"
    }
  },
  {
    "translation": {
      "en": "one of the pillars of the Civil Rights Movement.",
      "de": "der Bürgerrechtsbewegung gestürzt."
    }
  },
  {
    "translation": {
      "en": "The US Supreme Court has driven a stake through the heart of the most important",
      "de": "Der Oberste Gerichtshof hat einen Pfahl durch das Herz des wichtigsten Bürgerrechts getrieben, dem Wahlrechtsgesetz."
    }
  },
  {
    "translation": {
      "en": "Civil Rights law ever enacted, the Voting Rights Act.",
      "de": "des wichtigsten Bürgerrechts getrieben, dem Wahlrechtsgesetz."
    }
  },
  {
    "translation": {
      "en": "Today, the Supreme Court stuck a dagger in the heart of the Voting Rights Act.",
      "de": "Der Oberste Gerichtshof hat einen Dolch ins Herz des Wahlrechtsgesetzes gestoßen."
    }
  },
  {
    "translation": {
      "en": "In a five-to-four ruling, the Court's conservatives said",
      "de": "In dem Fünf-zu-vier-Urteil sagen die Konservativen,"
    }
  },
  {
    "translation": {
      "en": "the areas covered by the Voting Rights Act had changed,",
      "de": "die Aufgaben des Gesetzes hätten sich geändert,"
    }
  },
  {
    "translation": {
      "en": "but the law has not kept up.",
      "de": "und dass es veraltet sei."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] States and counties the Voting Rights Act had regulated",
      "de": "Staaten und Landkreise, die vom Wahlrechtsgesetz reguliert wurden,"
    }
  },
  {
    "translation": {
      "en": "could now change their election laws without federal pre-clearance.",
      "de": "konnten nun ihre Wahlgesetze ohne Vorabgenehmigung ändern."
    }
  },
  {
    "translation": {
      "en": "It sent a loud and clear message:",
      "de": "Die Botschaft war deutlich."
    }
  },
  {
    "translation": {
      "en": "The Supreme Court was not going to police voter suppression",
      "de": "Der Oberste Gerichtshof würde die Wählerunterdrückung"
    }
  },
  {
    "translation": {
      "en": "in the way in which courts had before.",
      "de": "nicht so wie früher kontrollieren."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Throughout this period,",
      "de": "Während dieser Zeit"
    }
  },
  {
    "translation": {
      "en": "half of the United States enacted new restrictions on how people voted.",
      "de": "erließ die Hälfte der Vereinigten Staaten neue Wahlbeschränkungen."
    }
  },
  {
    "translation": {
      "en": "Polling places closed, and lines at the polls grew…",
      "de": "Wahllokale wurden geschlossen, und die Schlangen bei den Wahlen wuchsen…"
    }
  },
  {
    "translation": {
      "en": "I feel like maybe it's intentional that it's so difficult to vote. [laughs]",
      "de": "Ich denke, es ist Absicht, dass es so schwierig ist, zu wählen."
    }
  },
  {
    "translation": {
      "en": "…with Black and Latino voters waiting 45% longer than white voters.",
      "de": "…wobei Schwarze und Latinos 45 % länger anstehen mussten als Weiße."
    }
  },
  {
    "translation": {
      "en": "And while states always have to maintain the registration lists…",
      "de": "Und obwohl die Staaten die Verzeichnislisten pflegen müssen…"
    }
  },
  {
    "translation": {
      "en": "Every state has this problem of what I call \"slop\" on the voter rolls.",
      "de": "Jeder Staat hat das Problem von Überschuss im Wählerverzeichnis."
    }
  },
  {
    "translation": {
      "en": "Additional names on the voter rolls.",
      "de": "Zu viele Namen im Verzeichnis."
    }
  },
  {
    "translation": {
      "en": "…the states now free of federal supervision",
      "de": "…löschten die Staaten jetzt ohne Bundesaufsicht"
    }
  },
  {
    "translation": {
      "en": "purged 40% more names.",
      "de": "zusätzlich über 40 % der Namen."
    }
  },
  {
    "translation": {
      "en": "We saw much, much stricter ID laws become much more common.",
      "de": "Die Ausweisgesetze wurden viel strenger, und sie wurden viel häufiger."
    }
  },
  {
    "translation": {
      "en": "It sounds innocuous,",
      "de": "Es klingt unverfänglich,"
    }
  },
  {
    "translation": {
      "en": "and it's built on a lie.",
      "de": "und es basiert auf einer Lüge."
    }
  },
  {
    "translation": {
      "en": "It's built on the lie of massive, rampant voter fraud.",
      "de": "Auf der Lüge des massiven, ungezügelten Wahlbetrugs."
    }
  },
  {
    "translation": {
      "en": "A Los Angeles man today charged with voter fraud.",
      "de": "Ein Mann aus Los Angeles wurde wegen Wahlbetrugs angeklagt."
    }
  },
  {
    "translation": {
      "en": "-Voter fraud. -Voter fraud.",
      "de": "-Wahlbetrug. -Wahlbetrug."
    }
  },
  {
    "translation": {
      "en": "-Voter fraud. -Voter fraud.",
      "de": "-Wahlbetrug. -Wahlbetrug."
    }
  },
  {
    "translation": {
      "en": "-Voter fraud. -[all] Voter fraud.",
      "de": "-Wahlbetrug. -Wahlbetrug."
    }
  },
  {
    "translation": {
      "en": "Voter fraud in the form of a non-citizen voting is also pretty frequent.",
      "de": "Wahlbetrug durch Nicht-Staatsbürger, die wählen, ist auch recht häufig."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] President Trump and Kris Kobach claim that millions illegally voted in 2016,",
      "de": "Präsident Trump und Kris Kobach behaupten, dass 2016 Millionen illegal gewählt haben,"
    }
  },
  {
    "translation": {
      "en": "without any evidence.",
      "de": "ohne Beweise dafür zu haben."
    }
  },
  {
    "translation": {
      "en": "If 11.3% of aliens residing in the United States voted,",
      "de": "Wenn 11,3 % der Ausländer in den Vereinigten Staaten wählen,"
    }
  },
  {
    "translation": {
      "en": "you can probably conclude that a very high percentage voted for Hillary Clinton.",
      "de": "hat davon wohl ein sehr großer Anteil für Hillary Clinton gestimmt."
    }
  },
  {
    "translation": {
      "en": "Not a conspiracy theory, folks.",
      "de": "Keine Verschwörungstheorie."
    }
  },
  {
    "translation": {
      "en": "Millions and millions of people.",
      "de": "Millionen von Menschen."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Elections have been rigged in America's history.",
      "de": "Wahlen wurden in der Geschichte Amerikas manipuliert."
    }
  },
  {
    "translation": {
      "en": "But it's politicians, not individual voters, who do it.",
      "de": "Aber es sind Politiker, nicht einzelne Wähler, die das tun."
    }
  },
  {
    "translation": {
      "en": "One election official admitted that, in 1948,",
      "de": "Ein Wahlbeamter gab zu, dass er 1948 etwa 200 betrügerische Stimmen zuließ,"
    }
  },
  {
    "translation": {
      "en": "he approved around 200 fraudulent votes",
      "de": "dass er 1948 etwa 200 betrügerische Stimmen zuließ,"
    }
  },
  {
    "translation": {
      "en": "on the orders of a Democratic political boss,",
      "de": "auf Anweisung eines führenden Demokraten,"
    }
  },
  {
    "translation": {
      "en": "so their candidate could win his Senate primary.",
      "de": "damit ihr Kandidat die Senatsvorwahl gewinnt."
    }
  },
  {
    "translation": {
      "en": "The candidate? Future President Lyndon Johnson.",
      "de": "Der Kandidat? Der zukünftige Präsident Lyndon Johnson."
    }
  },
  {
    "translation": {
      "en": "Election security has improved a lot since 1948.",
      "de": "Die Wahlsicherheit hat sich seit 1948 sehr verbessert."
    }
  },
  {
    "translation": {
      "en": "In 2017, Trump asked Kobach to lead a commission",
      "de": "Im Jahr 2017 bat Trump Kobach, eine Kommission zu leiten,"
    }
  },
  {
    "translation": {
      "en": "to look for evidence to back their claims of non-citizens illegally voting.",
      "de": "um Beweise für die Wahlbeteiligung von Nicht-Staatsbürgern zu finden."
    }
  },
  {
    "translation": {
      "en": "There's never been a nationwide effort to do some sort of analysis of this scope and scale.",
      "de": "Es gab noch nie landesweite Bemühungen für eine Analyse von diesem Ausmaß."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Eight months later,",
      "de": "Acht Monate später"
    }
  },
  {
    "translation": {
      "en": "the president disbanded the commission that hadn't uncovered any fraud.",
      "de": "löste der Präsident die Kommission auf, die keinen Betrug finden konnte."
    }
  },
  {
    "translation": {
      "en": "One comprehensive study has found",
      "de": "Eine umfassende Studie befand,"
    }
  },
  {
    "translation": {
      "en": "only 45 credible allegations of voter impersonation,",
      "de": "dass nur 45 glaubwürdige Anschuldigungen für Wähler-Imitation vorliegen,"
    }
  },
  {
    "translation": {
      "en": "the kind of fraud that voter ID laws are for.",
      "de": "die Art von Betrug, die das Ausweisgesetz abdeckt."
    }
  },
  {
    "translation": {
      "en": "Spread that out over 16 years and over one billion votes cast.",
      "de": "Und das in 16 Jahren bei über einer Milliarde abgegebener Stimmen."
    }
  },
  {
    "translation": {
      "en": "And another analysis found that in three universal vote-by-mail states,",
      "de": "Eine weitere Studie ergab, dass es in drei Staaten mit allgemeiner Briefwahl"
    }
  },
  {
    "translation": {
      "en": "there were only 372 cases of suspicious votes",
      "de": "dass es in drei Staaten mit allgemeiner Briefwahl nur 372 Fälle mit verdächtigen Stimmen gab,"
    }
  },
  {
    "translation": {
      "en": "out of 14.6 million mailed ballots.",
      "de": "und das bei über 14,6 Millionen verschickten Stimmzetteln."
    }
  },
  {
    "translation": {
      "en": "The evidence of voter fraud is scant to vanishing.",
      "de": "Die Beweise für Wahlbetrug sind verschwindend gering."
    }
  },
  {
    "translation": {
      "en": "It's a minor problem in the United States, if a problem at all.",
      "de": "Das ist nur ein kleines Problem in den USA, wenn überhaupt."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] But voter fraud doesn't need to be real for states to restrict the vote.",
      "de": "Aber Wahlbetrug muss nicht real sein, damit Staaten die Wahl einschränken."
    }
  },
  {
    "translation": {
      "en": "In 2008, a lawsuit over Indiana's ID law went all the way to the Supreme Court.",
      "de": "Im Jahr 2008 ging ein Prozess wegen Indianas Ausweisgesetz bis zum Obersten Gerichtshof."
    }
  },
  {
    "translation": {
      "en": "The Supreme Court had a choice between whether or not to say",
      "de": "Der Oberste Gerichtshof hatte die Wahl, darüber zu entscheiden,"
    }
  },
  {
    "translation": {
      "en": "that restrictions on the right to vote…",
      "de": "ob Einschränkungen des Wahlrechts…"
    }
  },
  {
    "translation": {
      "en": "because they are a restriction on a fundamental right,",
      "de": "Denn wenn ein Grundrecht eingeschränkt wird…"
    }
  },
  {
    "translation": {
      "en": "have to meet a really high bar in order to be upheld.",
      "de": "…muss es eine hohe Messlatte geben, um das durchzubringen."
    }
  },
  {
    "translation": {
      "en": "That's true with most fundamental rights.",
      "de": "Das gilt für die meisten Grundrechte."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Like free speech.",
      "de": "Wie die Redefreiheit."
    }
  },
  {
    "translation": {
      "en": "In the USA, you can burn a flag, have a Neo-Nazi rally,",
      "de": "In den USA kann man eine Flagge verbrennen, eine Neonazi-Versammlung abhalten"
    }
  },
  {
    "translation": {
      "en": "and watch adult content all at once.",
      "de": "und gleichzeitig jugendgefährdende Inhalte ansehen."
    }
  },
  {
    "translation": {
      "en": "The states can't restrict that",
      "de": "Die Staaten können das nicht einschränken,"
    }
  },
  {
    "translation": {
      "en": "unless they have a super, super, super compelling reason,",
      "de": "es sei denn, sie haben einen sehr triftigen Grund, den es fast nie gibt."
    }
  },
  {
    "translation": {
      "en": "which almost never exists.",
      "de": "sie haben einen sehr triftigen Grund, den es fast nie gibt."
    }
  },
  {
    "translation": {
      "en": "Instead, the Supreme Court adopted this balancing test,",
      "de": "Stattdessen wägt der Oberste Gerichtshof ab,"
    }
  },
  {
    "translation": {
      "en": "of, \"Well, you know, what's the state's interest",
      "de": "welches Interesse der Staat hat, einen Wahlbetrug zu verhindern,"
    }
  },
  {
    "translation": {
      "en": "in preventing fraud even if there's no history of fraud?\"",
      "de": "welches Interesse der Staat hat, einen Wahlbetrug zu verhindern, auch wenn es noch keinen gab."
    }
  },
  {
    "translation": {
      "en": "Frankly, the state of Indiana doesn't have to prove",
      "de": "Der Bundesstaat Indiana muss nicht beweisen,"
    }
  },
  {
    "translation": {
      "en": "that voter impersonation or any particular type of fraud occurs frequently",
      "de": "dass häufig Wähler-Imitation oder andere Formen von Betrug auftreten,"
    }
  },
  {
    "translation": {
      "en": "in order to legally justify the photo ID law that Indiana had.",
      "de": "um Indianas Ausweisgesetz rechtlich zu rechtfertigen."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] It's also hard to prove",
      "de": "Es ist auch schwer zu beweisen,"
    }
  },
  {
    "translation": {
      "en": "whether any one of these rules has swung an election.",
      "de": "ob eine dieser Regeln ein Wahlergebnis geändert hat."
    }
  },
  {
    "translation": {
      "en": "[Elias] People are always looking for the one thing",
      "de": "Die Leute suchen immer nach dem einen Grund,"
    }
  },
  {
    "translation": {
      "en": "that causes voters not to vote.",
      "de": "der die Wähler nicht wählen lässt."
    }
  },
  {
    "translation": {
      "en": "Voter suppression laws work in tandem with one another.",
      "de": "Die Gesetze zur Wählerunterdrückung wirken im Zusammenspiel."
    }
  },
  {
    "translation": {
      "en": "Oftentimes these things come in pairs, or they come in groups of three or four.",
      "de": "Diese Dinge treten oft paarweise auf, oder in Gruppen von drei oder vier."
    }
  },
  {
    "translation": {
      "en": "And it is the cumulative effect of each of these individual provisions",
      "de": "Es ist der kumulative Effekt von jeder einzelnen Bestimmung,"
    }
  },
  {
    "translation": {
      "en": "that has a suppressive effect on voting.",
      "de": "der eine unterdrückende Wirkung auf die Stimmabgabe hat."
    }
  },
  {
    "translation": {
      "en": "I ran against the Secretary of State.",
      "de": "Ich trat gegen den Innenminister an."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Brian Kemp, who is both the candidate and in charge of the election.",
      "de": "Brian Kemp, der sowohl Kandidat als auch Wahlleiter ist."
    }
  },
  {
    "translation": {
      "en": "Under Secretary Kemp, more people have lost the right to vote in the state of Georgia.",
      "de": "Unter Minister Kemp haben in Georgia mehr Menschen das Wahlrecht verloren."
    }
  },
  {
    "translation": {
      "en": "He purged 1.4 million voters, including nearly half a million people",
      "de": "Er entfernte 1,4 Millionen Wähler, darunter fast eine halbe Million,"
    }
  },
  {
    "translation": {
      "en": "who should not have been removed from the rolls.",
      "de": "die nicht hätten gelöscht werden dürfen."
    }
  },
  {
    "translation": {
      "en": "He oversaw the closure of 214 polling places,",
      "de": "Er verantwortete die Schließung von 214 Wahllokalen,"
    }
  },
  {
    "translation": {
      "en": "which, according to independent analysis, meant between 54,000 and 85,000 people",
      "de": "was laut unabhängiger Analyse für 54.000 bis 85.000 Menschen bedeutete,"
    }
  },
  {
    "translation": {
      "en": "physically could not cast a ballot because they simply could not get",
      "de": "nicht wählen zu können, weil sie den Ort der Stimmabgabe nicht erreichen konnten."
    }
  },
  {
    "translation": {
      "en": "to the place where the ballots had to be cast.",
      "de": "weil sie den Ort der Stimmabgabe nicht erreichen konnten."
    }
  },
  {
    "translation": {
      "en": "When it was my turn, after waiting three hours, I had difficulties with casting my vote",
      "de": "Als ich nach drei Stunden Warten drankam, gab es Probleme bei meiner Stimmabgabe,"
    }
  },
  {
    "translation": {
      "en": "because the machine kept glitching and it was pausing and freezing.",
      "de": "weil die Maschine ständig Defekte hatte und einfror."
    }
  },
  {
    "translation": {
      "en": "And they told me there was nothing we could do about it.",
      "de": "Sie sagten, sie könnten da nichts tun."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Under Georgia's Exact Match law,",
      "de": "Georgias Gesetz zur genauen Übereinstimmung"
    }
  },
  {
    "translation": {
      "en": "a registration with a slight spelling mismatch to government records,",
      "de": "erlaubt es, eine Registrierung mit einer Abweichung zu den Unterlagen,"
    }
  },
  {
    "translation": {
      "en": "like a shortened name or missing accent,",
      "de": "etwa ein verkürzter Name oder ein fehlender Akzent, einzufrieren,"
    }
  },
  {
    "translation": {
      "en": "could be put on hold, and that happened to 53,000 people.",
      "de": "etwa ein verkürzter Name oder ein fehlender Akzent, einzufrieren, was 53.000 Leuten passiert ist."
    }
  },
  {
    "translation": {
      "en": "Eighty percent of those people were people of color, 70% of them were Black.",
      "de": "80 % dieser Menschen waren Farbige, 70 % davon waren Schwarze."
    }
  },
  {
    "translation": {
      "en": "The machinery of democracy should work for everyone everywhere,",
      "de": "Die Maschinerie der Demokratie sollte für jeden überall funktionieren,"
    }
  },
  {
    "translation": {
      "en": "not just in certain places and not just on a certain day.",
      "de": "nicht nur an bestimmten Orten und an einem bestimmten Tag."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Kemp won by 55,000 votes,",
      "de": "Kemp gewann um 55.000 Stimmen,"
    }
  },
  {
    "translation": {
      "en": "which means it's just not clear if these tactics tipped the race.",
      "de": "daher ist unklar, ob diese Taktik die Wahl entschieden hat."
    }
  },
  {
    "translation": {
      "en": "It will forever be a question.",
      "de": "Das steht für immer infrage."
    }
  },
  {
    "translation": {
      "en": "And while we can't know the full impact of these policies around the country,",
      "de": "Und obwohl wir nicht wissen, wie sich diese Gesetze im Land auswirken…"
    }
  },
  {
    "translation": {
      "en": "we do know that the pandemic is making this problem so much worse.",
      "de": "…wissen wir, dass die Pandemie das Problem noch viel schlimmer macht."
    }
  },
  {
    "translation": {
      "en": "[Will] Obviously, this is an enormous problem, an unprecedented problem.",
      "de": "Das ist offensichtlich ein großes Problem, ein beispielloses Problem."
    }
  },
  {
    "translation": {
      "en": "It will drive the country toward early voting,",
      "de": "Das führt zur frühzeitigen Stimmabgabe, zur Briefwahl wegen Abwesenheit"
    }
  },
  {
    "translation": {
      "en": "toward absentee voting, and toward voting by mail.",
      "de": "und zur allgemeinen Briefwahl."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] But some states don't have early voting.",
      "de": "Einige Staaten haben keine frühzeitige Stimmabgabe."
    }
  },
  {
    "translation": {
      "en": "Rules around mail-in voting, remember, are all over the place,",
      "de": "Die Regeln für die Briefwahl sind überall unterschiedlich…"
    }
  },
  {
    "translation": {
      "en": "and the huge influx of mail ballots are more likely to be rejected,",
      "de": "…und durch den großen Anstieg von Briefwahlzetteln steigt die Chance auf eine Ablehnung, vor allem, wenn man jung ist."
    }
  },
  {
    "translation": {
      "en": "especially if you're young.",
      "de": "steigt die Chance auf eine Ablehnung, vor allem, wenn man jung ist."
    }
  },
  {
    "translation": {
      "en": "If you vote by mail, you have a one to two-percent chance that your ballot won't count.",
      "de": "Die Chance, dass eine Briefwahlstimme nicht gezählt wird, liegt bei 1 bis 2 %."
    }
  },
  {
    "translation": {
      "en": "But when you dig into that data further,",
      "de": "Betrachtet man die Daten genauer,"
    }
  },
  {
    "translation": {
      "en": "what you find out is that not everyone's ballot has an equal chance of being rejected.",
      "de": "sieht man, dass die Wahrscheinlichkeit einer Ablehnung ungleich verteilt ist."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Florida rejected less than one percent of mailed ballots in 2018,",
      "de": "Florida lehnte 2018 weniger als ein Prozent der Stimmzettel"
    }
  },
  {
    "translation": {
      "en": "for voters over 65.",
      "de": "von Wählern über 65 Jahren ab."
    }
  },
  {
    "translation": {
      "en": "[Elias] But when you look at the other end of the age spectrum, at voters 18 to 21,",
      "de": "Betrachtet man das andere Ende des Altersspektrums, Wähler zwischen 18 und 21,"
    }
  },
  {
    "translation": {
      "en": "they had a 5.4% rejection rate.",
      "de": "so hatten diese eine Ablehnungsrate von 5,4 %."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] The most common reasons for rejection…",
      "de": "Die häufigsten Gründe für eine Ablehnung:"
    }
  },
  {
    "translation": {
      "en": "The voter didn't sign where they needed to,",
      "de": "Die Unterschrift war falsch platziert,"
    }
  },
  {
    "translation": {
      "en": "or their signature didn't match the one on file,",
      "de": "oder sie stimmte nicht mit jener in den Akten überein,"
    }
  },
  {
    "translation": {
      "en": "or the ballot didn't make it back to election officials on time.",
      "de": "oder der Stimmzettel kam nicht rechtzeitig zurück."
    }
  },
  {
    "translation": {
      "en": "And all this is getting much worse in 2020.",
      "de": "Und all das wird 2020 noch schlimmer."
    }
  },
  {
    "translation": {
      "en": "NPR analyzed primary election data.",
      "de": "NPR hat die Daten zur Vorwahl analysiert."
    }
  },
  {
    "translation": {
      "en": "It found at least 550,000 mail ballots were rejected,",
      "de": "Sie fanden heraus, dass mindestens 550.000 Briefwahlzettel abgelehnt wurden."
    }
  },
  {
    "translation": {
      "en": "most of them from first-time absentee voters.",
      "de": "Die meisten stammten von erstmaligen Briefwählern."
    }
  },
  {
    "translation": {
      "en": "The US Postal Service, something we all rely on, is the center of a bitter battle.",
      "de": "Der US-Postdienst, auf den wir uns alle verlassen, ist bitter umkämpft."
    }
  },
  {
    "translation": {
      "en": "President Trump doubling down on his opposition to giving",
      "de": "Präsident Trump bestätigt seine Ablehnung,"
    }
  },
  {
    "translation": {
      "en": "25 billion dollars in needed funding to the US Postal Service...",
      "de": "dem US-Postdienst die notwendigen 25 Milliarden zu geben."
    }
  },
  {
    "translation": {
      "en": "[Trump] They need that money to have the post office work.",
      "de": "Sie brauchen das Geld, damit die Post arbeiten kann."
    }
  },
  {
    "translation": {
      "en": "...in order to block expanded mail-in voting for November's election",
      "de": "Um die Briefwahl für die Wahl im November zu blockieren,"
    }
  },
  {
    "translation": {
      "en": "because he believes it will benefit Democrats.",
      "de": "weil er glaubt, dass sie den Demokraten hilft."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] If you are voting by mail, you're probably going to need some stamps.",
      "de": "Wenn Sie per Briefwahl wählen, brauchen Sie sicher Briefmarken."
    }
  },
  {
    "translation": {
      "en": "And make absolutely sure you're following the instructions.",
      "de": "Und folgen Sie unbedingt den Anweisungen."
    }
  },
  {
    "translation": {
      "en": "Remember to sign in the right spot.",
      "de": "Unterschreiben Sie an der richtigen Stelle."
    }
  },
  {
    "translation": {
      "en": "Get your vote in early, and if you're worried, avoid the mail.",
      "de": "Schicken Sie es früh ab. Vermeiden Sie im Zweifelsfall die Post."
    }
  },
  {
    "translation": {
      "en": "Most states have drop-off options.",
      "de": "Die meisten Staaten haben Einwurfboxen."
    }
  },
  {
    "translation": {
      "en": "I didn't put mine in the mail because I have concerns about the US Postal Service right now.",
      "de": "Ich habe ihn nicht zur Post gebracht, beim US-Postdienst habe ich Bedenken."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] All those extra mail ballots mean",
      "de": "Mit den zusätzlichen Briefwahlzetteln"
    }
  },
  {
    "translation": {
      "en": "we can't expect results on Election Night.",
      "de": "können wir am Wahlabend keine Ergebnisse erwarten."
    }
  },
  {
    "translation": {
      "en": "It might be Election Week, or Month.",
      "de": "Es könnte eine Wahlwoche werden, oder ein Wahlmonat."
    }
  },
  {
    "translation": {
      "en": "The lawsuits are already mounting,",
      "de": "Die Klagen darüber, wessen Stimmen gezählt werden sollen,"
    }
  },
  {
    "translation": {
      "en": "fighting over whose votes should get counted.",
      "de": "Die Klagen darüber, wessen Stimmen gezählt werden sollen, nehmen bereits zu."
    }
  },
  {
    "translation": {
      "en": "And for some people, they're still fighting for the right to vote at all.",
      "de": "Und manche Leute kämpfen noch immer um ihr Wahlrecht."
    }
  },
  {
    "translation": {
      "en": "[chanting] Let my people vote! Let my people vote!",
      "de": "Lasst meine Leute wählen!"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] In 2018, alongside the candidates on Florida's ballot,",
      "de": "2018 konnte man auf Floridas Stimmzetteln neben den Kandidaten noch auswählen,"
    }
  },
  {
    "translation": {
      "en": "voters could decide whether to restore the right to vote for former felons.",
      "de": "ob das Wahlrecht ehemaliger Straftäter wiederhergestellt werden soll."
    }
  },
  {
    "translation": {
      "en": "Florida had disenfranchised 10% of its voting-age population,",
      "de": "Florida hatte zehn Prozent der Bevölkerung im Wahlalter entrechtet,"
    }
  },
  {
    "translation": {
      "en": "20% of its Black voting-age population.",
      "de": "20 Prozent seiner schwarzen Bevölkerung im Wahlalter."
    }
  },
  {
    "translation": {
      "en": "How long did I have to endure this?",
      "de": "Wie lang musste ich das ertragen?"
    }
  },
  {
    "translation": {
      "en": "How long do people like me have to wait to be able to vote again?",
      "de": "Wie lange müssen Leute wie ich warten, um wieder wählen zu können?"
    }
  },
  {
    "translation": {
      "en": "-[DiCaprio] It took building a movement. -[Meade] God, it was a grind, day-to-day.",
      "de": "Es musste sich eine Bewegung bilden. Das war täglich harte Arbeit."
    }
  },
  {
    "translation": {
      "en": "I was on the campaign trail for well over four years.",
      "de": "Ich war über vier Jahre auf Wahlkampftour."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Desmond and the Florida Rights Restoration Committee",
      "de": "Das Florida Rights Restoration Committee und Desmond"
    }
  },
  {
    "translation": {
      "en": "needed hundreds of thousands of signatures.",
      "de": "brauchten hunderttausende Unterschriften."
    }
  },
  {
    "translation": {
      "en": "I put over 50,000 miles a year on my car,",
      "de": "Ich legte über 80.000 Kilometer pro Jahr mit meinem Auto zurück,"
    }
  },
  {
    "translation": {
      "en": "just driving from town to town, county to county.",
      "de": "um von Stadt zu Stadt, von Kreis zu Kreis zu fahren."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Five-point-one million voters chose \"Yes\" to extending the right to vote",
      "de": "5,1 Millionen Wähler stimmten mit einem \"Ja\" dafür, das Wahlrecht auf weitere 1,4 Millionen auszuweiten."
    }
  },
  {
    "translation": {
      "en": "-to 1.4 million more. -[cheering]",
      "de": "das Wahlrecht auf weitere 1,4 Millionen auszuweiten."
    }
  },
  {
    "translation": {
      "en": "[newsman] Florida restored voting rights to nearly 1.5 million former felons.",
      "de": "Florida stellt das Wahlrecht von fast 1,5 Millionen Ex-Straftätern wieder her."
    }
  },
  {
    "translation": {
      "en": "They've paid their debt to society. Now let them vote.",
      "de": "Sie haben ihre Schuld beglichen. Lasst sie wählen."
    }
  },
  {
    "translation": {
      "en": "Once they pay the price for what they've done,",
      "de": "Wenn sie den Preis für ihre Tat bezahlt haben,"
    }
  },
  {
    "translation": {
      "en": "I think they ought to have their rights restored.",
      "de": "sollten die Rechte wiederhergestellt werden."
    }
  },
  {
    "translation": {
      "en": "In this political climate, where there is so much hate and fear,",
      "de": "In diesem politischen Klima, wo es so viel Hass und Angst gibt,"
    }
  },
  {
    "translation": {
      "en": "there were 5.1 million votes",
      "de": "gab es 5,1 Millionen Stimmen,"
    }
  },
  {
    "translation": {
      "en": "that was based on love, forgiveness, and redemption.",
      "de": "die auf Liebe, Vergebung und Erlösung beruhten."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] After Florida's people voted to restore voting rights to felons,",
      "de": "Nachdem Floridas Bevölkerung entschied, das Wahlrecht wiederherzustellen,"
    }
  },
  {
    "translation": {
      "en": "their elected officials had their own vote,",
      "de": "führten ihre gewählten Vertreter ihre eigene Wahl durch."
    }
  },
  {
    "translation": {
      "en": "requiring felons to first pay all their court fines, fees, and restitution,",
      "de": "Straftäter müssen nun zuerst ihre Strafen, Gebühren und Entschädigungen zahlen,"
    }
  },
  {
    "translation": {
      "en": "putting half of those newly eligible voters in flux.",
      "de": "was die Hälfte der neuen Wähler ins Ungewisse versetzte."
    }
  },
  {
    "translation": {
      "en": "The new Republican Governor Ron DeSantis,",
      "de": "Der neue republikanische Gouverneur, Ron DeSantis,"
    }
  },
  {
    "translation": {
      "en": "who had won by only 30,000 votes, cheered",
      "de": "der um nur 30.000 Stimmen gewonnen hatte,"
    }
  },
  {
    "translation": {
      "en": "and called voting \"a privilege.\"",
      "de": "jubelte und bezeichnete das Wählen als \"Privileg\"."
    }
  },
  {
    "translation": {
      "en": "Floridians overwhelmingly voted to enfranchise felons.",
      "de": "Sie stimmten mit überwältigender Mehrheit für die Wiederherstellung des Wahlrechts."
    }
  },
  {
    "translation": {
      "en": "If people are still putting impediments in the way of the right to vote by these felons,",
      "de": "Wenn die Leute immer noch das Wahlrecht dieser Straftäter behindern,"
    }
  },
  {
    "translation": {
      "en": "shame on them, and that's up to the courts of Florida to make them stop.",
      "de": "ist das beschämend, und die Gerichte Floridas müssen das beenden."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] The Supreme Court refused to intervene.",
      "de": "Der Oberste Gerichtshof lehnte es ab, zu intervenieren."
    }
  },
  {
    "translation": {
      "en": "In dissent, Justice Sotomayor wrote,",
      "de": "Mit abweichender Meinung schrieb Richter Sotomayor:"
    }
  },
  {
    "translation": {
      "en": "\"The court's inaction continues a trend of condoning disenfranchisement.\"",
      "de": "\"Die Untätigkeit des Gerichts folgt dem Trend, den Wahlrechtsentzug zu dulden.\""
    }
  },
  {
    "translation": {
      "en": "I think the big question facing our democracy right now",
      "de": "Ich denke, die große Frage in unserer Demokratie ist,"
    }
  },
  {
    "translation": {
      "en": "is whether the right to vote is slipping back.",
      "de": "ob das Wahlrecht sich rückwärts entwickelt."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] America is the world's oldest democracy.",
      "de": "Amerika ist die älteste Demokratie der Welt."
    }
  },
  {
    "translation": {
      "en": "We still carry the weight of that old age.",
      "de": "Wir tragen noch das Gewicht dieses hohen Alters."
    }
  },
  {
    "translation": {
      "en": "If we really wanted everyone to vote,",
      "de": "Wenn wirklich alle wählen sollen,"
    }
  },
  {
    "translation": {
      "en": "we could learn from those countries where more people do vote.",
      "de": "könnten wir von den Ländern lernen, in denen mehr Leute wählen."
    }
  },
  {
    "translation": {
      "en": "Most have elections on weekends, not Tuesdays.",
      "de": "Die meisten haben Wahlen am Wochenende, und nicht am Dienstag."
    }
  },
  {
    "translation": {
      "en": "In a few, voting is more than a right.",
      "de": "In einigen ist Wählen mehr als ein Recht."
    }
  },
  {
    "translation": {
      "en": "It's a duty, like jury duty.",
      "de": "Es ist Pflicht, wie die Geschworenenpflicht."
    }
  },
  {
    "translation": {
      "en": "And almost all of them make voter registration entirely automatic.",
      "de": "Und fast alle haben eine automatische Wählerregistrierung."
    }
  },
  {
    "translation": {
      "en": "Some states have implemented automatic voter registration.",
      "de": "Einige Staaten haben automatische Registrierungen eingeführt."
    }
  },
  {
    "translation": {
      "en": "These ones let voters register on Election Day.",
      "de": "In diesen können sich Wähler am Wahltag registrieren."
    }
  },
  {
    "translation": {
      "en": "And North Dakota doesn't have registration at all.",
      "de": "Und Norddakota hat überhaupt keine Registrierung."
    }
  },
  {
    "translation": {
      "en": "But mostly, Americans need to deal with registration themselves in advance.",
      "de": "Aber zum Großteil müssen sich Amerikaner im Voraus selbst registrieren lassen."
    }
  },
  {
    "translation": {
      "en": "So don't wait. Do it now.",
      "de": "Also warten Sie nicht. Tun Sie das jetzt."
    }
  },
  {
    "translation": {
      "en": "Find out more information at vox.com/vote.",
      "de": "Weitere Informationen finden Sie unter: vox.com/vote."
    }
  },
  {
    "translation": {
      "en": "The people most likely to vote today",
      "de": "Die Leute, die heute am ehesten wählen,"
    }
  },
  {
    "translation": {
      "en": "look like those who didn't have to fight for the right to vote.",
      "de": "sind die, die nicht um ihr Wahlrecht kämpfen mussten."
    }
  },
  {
    "translation": {
      "en": "Whiter. Richer. Older.",
      "de": "Weißer. Reicher. Älter."
    }
  },
  {
    "translation": {
      "en": "And that's not an accident.",
      "de": "Und das ist kein Zufall."
    }
  },
  {
    "translation": {
      "en": "If your vote didn't matter,",
      "de": "Wenn Ihre Stimme nicht zählt,"
    }
  },
  {
    "translation": {
      "en": "why the hell are so many systems and people",
      "de": "warum gibt es dann so viele Systeme und Leute,"
    }
  },
  {
    "translation": {
      "en": "trying so hard to prevent you from voting?",
      "de": "die so sehr versuchen, Sie von der Wahl abzuhalten?"
    }
  },
  {
    "translation": {
      "en": "This right to vote has been a battlefield in American democracy.",
      "de": "Das Wahlrecht war ein Schlachtfeld in der amerikanischen Demokratie."
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] All of us may have been created equal,",
      "de": "Wir mögen alle gleich geschaffen sein,"
    }
  },
  {
    "translation": {
      "en": "but we'll never actually be equal until we all vote.",
      "de": "aber wir werden nie gleich sein, bis wir alle wählen."
    }
  },
  {
    "translation": {
      "en": "[Meade] Moms and dads took their kids to vote with them during the Civil Rights era.",
      "de": "Mütter und Väter nahmen ihre Kinder in der Bürgerrechtsära zum Wählen mit."
    }
  },
  {
    "translation": {
      "en": "[voice breaking] And how I get to do that now…",
      "de": "So wie ich das jetzt machen kann…"
    }
  },
  {
    "translation": {
      "en": "How I get to take my family with me!",
      "de": "So wie ich meine Familie mitnehmen kann!"
    }
  },
  {
    "translation": {
      "en": "-In 2020, we're making this personal! -[man] Yes!",
      "de": "-Im Jahr 2020 machen wir das persönlich! -Ja!"
    }
  },
  {
    "translation": {
      "en": "[Meade] It is our time…",
      "de": "Unsere Zeit ist gekommen…"
    }
  },
  {
    "translation": {
      "en": "-Yes! -…to finally have our voices heard.",
      "de": "-Ja! -…um endlich gehört zu werden."
    }
  },
  {
    "translation": {
      "en": "-[woman] Yeah! -[man] Absolutely!",
      "de": "-Ja! -Absolut!"
    }
  },
  {
    "translation": {
      "en": "-Our time! -[all] Right now! -Our time! -[all] Right now!",
      "de": "-Unsere Zeit! -Genau jetzt!"
    }
  }
]