[
  {
    "translation": {
      "en": "[man] You could think of yourself driving in a mountainous area",
      "de": "Stellen Sie sich vor, Sie fahren durch ein Gebirge."
    }
  },
  {
    "translation": {
      "en": "with the road circling up the mountain.",
      "de": "Die Straße führt den Berg hinauf."
    }
  },
  {
    "translation": {
      "en": "An overpowered engine driving much, much too fast,",
      "de": "Das übermotorisierte Auto fährt viel zu schnell."
    }
  },
  {
    "translation": {
      "en": "driving without any headlights.",
      "de": "Es fährt ohne Scheinwerfer."
    }
  },
  {
    "translation": {
      "en": "Cliffs that you're at risk of falling over.",
      "de": "Es droht, von den Klippen zu stürzen."
    }
  },
  {
    "translation": {
      "en": "You want, of course, to turn on the headlights,",
      "de": "Sie wollen Scheinwerfer einschalten."
    }
  },
  {
    "translation": {
      "en": "and that is what science tries to do all the time.",
      "de": "Die Wissenschaft gibt uns die Scheinwerfer,"
    }
  },
  {
    "translation": {
      "en": "To give us the headlights so we can see what risks we're facing.",
      "de": "Die Wissenschaft gibt uns die Scheinwerfer, damit wir Risiken sehen."
    }
  },
  {
    "translation": {
      "en": "Recent discoveries made by scientists",
      "de": "Jüngste Entdeckungen von Wissenschaftlern,"
    }
  },
  {
    "translation": {
      "en": "studying the ways in which our planet works",
      "de": "die die Funktionsweise unseres Planeten untersuchen,"
    }
  },
  {
    "translation": {
      "en": "are surely of the greatest importance for all of us.",
      "de": "sind von größter Bedeutung für uns alle."
    }
  },
  {
    "translation": {
      "en": "Their insights are deeply troubling.",
      "de": "Ihre Erkenntnisse sind zutiefst beunruhigend."
    }
  },
  {
    "translation": {
      "en": "Nonetheless, they also give us hope,",
      "de": "Aber sie geben uns auch Hoffnung,"
    }
  },
  {
    "translation": {
      "en": "because they show us how we can fix things.",
      "de": "denn sie zeigen, wie wir Dinge reparieren können."
    }
  },
  {
    "translation": {
      "en": "One of those who has devoted his life to studying these globally important problems",
      "de": "Einer, der sein Leben dem Studium dieser global bedeutenden Probleme widmet,"
    }
  },
  {
    "translation": {
      "en": "comes from Sweden.",
      "de": "kommt aus Schweden."
    }
  },
  {
    "translation": {
      "en": "What he and his colleagues around the world have discovered",
      "de": "Was er und seine Kollegen auf der Welt entdeckten,"
    }
  },
  {
    "translation": {
      "en": "is perhaps the most important scientific insight of our times.",
      "de": "ist vielleicht die wichtigste wissenschaftliche Erkenntnis unserer Zeit."
    }
  },
  {
    "translation": {
      "en": "Johan has given us hope.",
      "de": "Johan gibt uns Hoffnung."
    }
  },
  {
    "translation": {
      "en": "Hope that there is a way out of this crisis.",
      "de": "Hoffnung, dass es einen Ausweg aus dieser Krise gibt,"
    }
  },
  {
    "translation": {
      "en": "And once you too have heard it,",
      "de": "Wenn auch Sie davon gehört haben,"
    }
  },
  {
    "translation": {
      "en": "you may never look at the world in the same way again.",
      "de": "werden Sie die Welt vielleicht mit anderen Augen sehen."
    }
  },
  {
    "translation": {
      "en": "[Johan] This is not about the planet. This is about us. It is about our future.",
      "de": "Es geht nicht um den Planeten. Es geht um uns, um unsere Zukunft."
    }
  },
  {
    "translation": {
      "en": "We still have a chance.",
      "de": "Wir haben noch eine Chance."
    }
  },
  {
    "translation": {
      "en": "The window is still open for us to have a future for humanity.",
      "de": "Das Fenster steht noch offen für eine Zukunft der Menschheit."
    }
  },
  {
    "translation": {
      "en": "That I think is the beauty of where we are today.",
      "de": "Das ist das Schöne an unserer heutigen Position."
    }
  },
  {
    "translation": {
      "en": "[David Attenborough] Our understanding of how our planet works is always advancing.",
      "de": "Das Wissen über unseren Planeten entwickelt sich ständig weiter."
    }
  },
  {
    "translation": {
      "en": "We can now see more clearly than ever",
      "de": "Wir sehen jetzt deutlicher als je zuvor,"
    }
  },
  {
    "translation": {
      "en": "how life's intricate complexity is essential for our own survival.",
      "de": "wie wesentlich die Komplexität des Lebens für unser eigenes Überleben ist."
    }
  },
  {
    "translation": {
      "en": "But biodiversity is collapsing, and our climate is changing.",
      "de": "Aber die Biodiversität bricht zusammen und unser Klima ändert sich."
    }
  },
  {
    "translation": {
      "en": "Johan Rockström has focused on what keeps our planet stable.",
      "de": "Johan Rockström fokussiert sich darauf, was unseren Planeten stabil hält."
    }
  },
  {
    "translation": {
      "en": "We're the first generation, thanks to science,",
      "de": "Wir sind die erste Generation, die dank der Wissenschaft weiß,"
    }
  },
  {
    "translation": {
      "en": "to be informed that we may be undermining",
      "de": "Wir sind die erste Generation, die dank der Wissenschaft weiß, dass wir die Stabilität der Erde untergraben,"
    }
  },
  {
    "translation": {
      "en": "the stability and the ability of planet Earth",
      "de": "dass wir die Stabilität der Erde untergraben, und ihre Fähigkeit, die uns bekannte menschliche Entwicklung zu unterstützen."
    }
  },
  {
    "translation": {
      "en": "to support human development as we know it.",
      "de": "und ihre Fähigkeit, die uns bekannte menschliche Entwicklung zu unterstützen."
    }
  },
  {
    "translation": {
      "en": "This comes from ice core data, and I think that this is the most important graph we have today.",
      "de": "Eiskerndaten liefern uns die aktuell wichtigste Grafik."
    }
  },
  {
    "translation": {
      "en": "[David] The graph is a revelation.",
      "de": "Die Grafik ist eine Offenbarung."
    }
  },
  {
    "translation": {
      "en": "It shows global temperature variability over the past 100,000 years",
      "de": "Sie zeigt globale Temperaturschwankungen über die letzten 100.000 Jahre,"
    }
  },
  {
    "translation": {
      "en": "since the first appearance of modern humans.",
      "de": "seit dem ersten Auftreten des modernen Menschen."
    }
  },
  {
    "translation": {
      "en": "We were jumping between plus-minus ten degrees Celsius in a decade.",
      "de": "Es gab in einem Jahrzehnt Temperatursprünge von 10 ºC."
    }
  },
  {
    "translation": {
      "en": "We had, to put it simple, a rough time.",
      "de": "Wir hatten, einfach gesagt, eine harte Zeit."
    }
  },
  {
    "translation": {
      "en": "[David] What's critical is that the temperature stabilized just 10,000 years ago.",
      "de": "Wesentlich ist, dass sich die Temperatur erst vor 10.000 Jahren stabilisierte."
    }
  },
  {
    "translation": {
      "en": "[Johan] You can just see from the graph that this is a remarkable,",
      "de": "Auf der Grafik ist eine bemerkenswerte,"
    }
  },
  {
    "translation": {
      "en": "not to say almost miraculously stable, interglacial period.",
      "de": "fast wundersam stabile Zwischeneiszeit zu sehen."
    }
  },
  {
    "translation": {
      "en": "[David] Geologists have given this period of stability its own special name.",
      "de": "Geologen gaben dieser Stabilitätsphase ihren eigenen Namen."
    }
  },
  {
    "translation": {
      "en": "It's called the Holocene.",
      "de": "Sie heißt Holozän."
    }
  },
  {
    "translation": {
      "en": "The Holocene is remarkable.",
      "de": "Das Holozän ist bemerkenswert."
    }
  },
  {
    "translation": {
      "en": "It is a warm period where the planet's global mean temperature",
      "de": "Es ist eine warme Zeit, in der die globale Mitteltemperatur"
    }
  },
  {
    "translation": {
      "en": "varies between just plus-minus one degree Celsius during the entire period.",
      "de": "während der gesamten Periode nur um plus-minus 1 ºC schwankt."
    }
  },
  {
    "translation": {
      "en": "Plus-minus one.",
      "de": "Plus-minus 1 ºC."
    }
  },
  {
    "translation": {
      "en": "…is plus-minus one degree Celsius.",
      "de": "Plus-minus 1 ºC."
    }
  },
  {
    "translation": {
      "en": "This is what established the modern world as we know it.",
      "de": "Das begründete die moderne Welt, wie wir sie kennen."
    }
  },
  {
    "translation": {
      "en": "[David] The Holocene's stable temperatures gave us a stable planet.",
      "de": "Die stabilen Temperaturen des Holozäns bescherten uns einen stabilen Planeten."
    }
  },
  {
    "translation": {
      "en": "Sea levels stabilized.",
      "de": "Der Meeresspiegel stabilisierte sich."
    }
  },
  {
    "translation": {
      "en": "For the first time, we had predictable seasons and reliable weather.",
      "de": "Erstmals gab es berechenbare Jahreszeiten und verlässliches Wetter."
    }
  },
  {
    "translation": {
      "en": "This stability was fundamental.",
      "de": "Diese Stabilität war wesentlich."
    }
  },
  {
    "translation": {
      "en": "For the first time, civilization was possible,",
      "de": "Zum ersten Mal war Zivilisation möglich."
    }
  },
  {
    "translation": {
      "en": "and humanity wasted no time in taking advantage.",
      "de": "Die Menschheit verschwendete keine Zeit, das auszunutzen."
    }
  },
  {
    "translation": {
      "en": "We domesticated rice, wheat, teff, maize, sorghum,",
      "de": "Wir domestizierten Reis, Weizen, Teff, Mais und Sorghum."
    }
  },
  {
    "translation": {
      "en": "on different continents roughly at the same time.",
      "de": "Auf verschiedenen Kontinenten, ungefähr gleichzeitig."
    }
  },
  {
    "translation": {
      "en": "And off we go on the civilizational journey as we know it.",
      "de": "Und los ging unsere zivilisatorische Reise."
    }
  },
  {
    "translation": {
      "en": "This is the interglacial stage that has enabled us",
      "de": "Diese zwischeneiszeitliche Phase ermöglichte uns,"
    }
  },
  {
    "translation": {
      "en": "to develop modern civilizations as we know it.",
      "de": "moderne Zivilisationen zu entwickeln."
    }
  },
  {
    "translation": {
      "en": "The Holocene is the only state of the planet we know for certain",
      "de": "Das Holozän ist der einzige Zustand des Planeten, von dem wir wissen,"
    }
  },
  {
    "translation": {
      "en": "can support the modern world as we know it.",
      "de": "dass er die moderne Welt unterstützt, die wir kennen."
    }
  },
  {
    "translation": {
      "en": "[David] Since the dawn of civilization,",
      "de": "Seit Anbeginn der Zivilisation"
    }
  },
  {
    "translation": {
      "en": "we have depended on this stable state of the planet.",
      "de": "sind wir auf diesen stabilen Zustand des Planeten angewiesen."
    }
  },
  {
    "translation": {
      "en": "A planet with two permanent ice caps,",
      "de": "Ein Planet mit zwei permanenten Eiskappen,"
    }
  },
  {
    "translation": {
      "en": "flowing rivers,",
      "de": "fließenden Flüssen,"
    }
  },
  {
    "translation": {
      "en": "a cloak of forests,",
      "de": "einem Mantel aus Wäldern,"
    }
  },
  {
    "translation": {
      "en": "reliable weather,",
      "de": "verlässlichem Wetter,"
    }
  },
  {
    "translation": {
      "en": "and an abundance of life.",
      "de": "und einer Fülle von Leben."
    }
  },
  {
    "translation": {
      "en": "Throughout the Holocene, this stable planet has given us food to eat,",
      "de": "Im Holozän gab uns dieser stabile Planet Nahrung zum Essen,"
    }
  },
  {
    "translation": {
      "en": "water to drink, and clean air to breathe.",
      "de": "Wasser zum Trinken und saubere Luft zum Atmen."
    }
  },
  {
    "translation": {
      "en": "But we have just left the Holocene behind.",
      "de": "Aber wir haben das Holozän hinter uns gelassen."
    }
  },
  {
    "translation": {
      "en": "The exponential rise in human pressures on planet Earth has now reached a stage",
      "de": "Der exponentiell steigende menschliche Druck auf die Erde"
    }
  },
  {
    "translation": {
      "en": "where we have now created our own geological epoch.",
      "de": "führte zu unserer eigenen geologischen Epoche."
    }
  },
  {
    "translation": {
      "en": "[David] Scientists recently declared that the Holocene has ended",
      "de": "Wissenschaftler erklärten das Holozän unlängst für beendet."
    }
  },
  {
    "translation": {
      "en": "and that we are now in the Anthropocene, the age of humans,",
      "de": "Wir sind jetzt im Anthropozän, dem Zeitalter der Menschen."
    }
  },
  {
    "translation": {
      "en": "because we now are the primary drivers of change on planet Earth.",
      "de": "Denn wir sind jetzt der Hauptantrieb von Veränderungen auf der Erde."
    }
  },
  {
    "translation": {
      "en": "We have converted half the world's habitable land",
      "de": "Wir nutzen die Hälfte der bewohnbaren Erdoberfläche"
    }
  },
  {
    "translation": {
      "en": "to grow crops and rear livestock.",
      "de": "für Ackerbau und Viehzucht."
    }
  },
  {
    "translation": {
      "en": "We move more sediment and rock than all the Earth's natural processes.",
      "de": "Wir bewegen mehr Sediment und Gestein als alle natürlichen Prozesse der Erde."
    }
  },
  {
    "translation": {
      "en": "More than half of the ocean is actively fished.",
      "de": "Mehr als die Hälfte des Ozeans wird aktiv befischt."
    }
  },
  {
    "translation": {
      "en": "Nine out of ten of us breathe unhealthy air.",
      "de": "Neun von zehn Menschen atmen ungesunde Luft."
    }
  },
  {
    "translation": {
      "en": "And, in a single lifetime,",
      "de": "Und in einem Menschenalter"
    }
  },
  {
    "translation": {
      "en": "we have warmed the Earth by more than one degree.",
      "de": "haben wir die Erde um mehr als 1 ºC erwärmt."
    }
  },
  {
    "translation": {
      "en": "I would say that perhaps the most dire message to humanity is the following.",
      "de": "Die vielleicht schlimmste Botschaft an die Menschheit ist folgende:"
    }
  },
  {
    "translation": {
      "en": "So we have, in just 50 years,",
      "de": "In nur 50 Jahren"
    }
  },
  {
    "translation": {
      "en": "managed to push ourselves",
      "de": "haben wir uns aus einem Zustand gedrängt,"
    }
  },
  {
    "translation": {
      "en": "outside of a state that we've been in for the past 10,000 years.",
      "de": "haben wir uns aus einem Zustand gedrängt, in dem wir uns 10.000 Jahre befanden."
    }
  },
  {
    "translation": {
      "en": "Are we at risk of destabilizing the whole planet?",
      "de": "Riskieren wir, den gesamten Planeten zu destabilisieren?"
    }
  },
  {
    "translation": {
      "en": "It's just a mind-boggling situation to be in.",
      "de": "Es ist eine wahnsinnige Situation."
    }
  },
  {
    "translation": {
      "en": "For the first time, we have to seriously consider the risk of destabilizing the entire planet.",
      "de": "Zum ersten Mal besteht das Risiko, dass wir den Planeten destabilisieren."
    }
  },
  {
    "translation": {
      "en": "[David] Johan's ambition has been to see the big picture.",
      "de": "Johans verfolgt das Ziel, das große Ganze zu sehen,"
    }
  },
  {
    "translation": {
      "en": "To draw from a global network of knowledge,",
      "de": "aus einem globalen Netzwerk von Wissen zu schöpfen,"
    }
  },
  {
    "translation": {
      "en": "to learn what keeps the entire planet stable.",
      "de": "und zu lernen, was den ganzen Planeten stabil hält."
    }
  },
  {
    "translation": {
      "en": "What are the systems that determine the state of the planet?",
      "de": "Welche Systeme bestimmen den Zustand des Planeten?"
    }
  },
  {
    "translation": {
      "en": "And if they are five or if they were 30,",
      "de": "Sind es fünf oder sind es 30?"
    }
  },
  {
    "translation": {
      "en": "we did not know when we started.",
      "de": "Das wussten wir anfangs nicht."
    }
  },
  {
    "translation": {
      "en": "We just open-ended asked the question,",
      "de": "Wir stellten einfach die offene Frage:"
    }
  },
  {
    "translation": {
      "en": "\"Can we identify the systems that regulate the state of the planet?\"",
      "de": "\"Können wir die Systeme identifizieren, die den Planeten regulieren?\""
    }
  },
  {
    "translation": {
      "en": "[David] Those systems have held the planet in its stable state throughout the Holocene.",
      "de": "Diese Systeme hielten den Planeten im Holozän in einem stabilen Zustand."
    }
  },
  {
    "translation": {
      "en": "As we increase our pressures on Earth,",
      "de": "Wenn wir den Druck auf die Erde erhöhen, besteht die Gefahr,"
    }
  },
  {
    "translation": {
      "en": "there is a danger that those systems will start to break down.",
      "de": "Wenn wir den Druck auf die Erde erhöhen, besteht die Gefahr, dass diese Systeme zusammenbrechen."
    }
  },
  {
    "translation": {
      "en": "That we will break through Earth's boundaries,",
      "de": "Dass wir die Grenzen der Erde durchbrechen"
    }
  },
  {
    "translation": {
      "en": "causing the stability that we depend on to collapse.",
      "de": "und die Stabilität, von der wir abhängig sind, kollabiert."
    }
  },
  {
    "translation": {
      "en": "[Johan] I was absolutely convinced that we wanted to dig into this challenge of defining planetary boundaries,",
      "de": "Ich hielt es für wichtig, dass wir planetare Grenzen definieren sollten."
    }
  },
  {
    "translation": {
      "en": "and can we identify a quantitative point",
      "de": "Können wir einen quantitativen Punkt bestimmen,"
    }
  },
  {
    "translation": {
      "en": "beyond which we risk triggering nonlinear changes?",
      "de": "jenseits dessen wir riskieren, nichtlineare Veränderungen auszulösen?"
    }
  },
  {
    "translation": {
      "en": "And that becomes your boundary.",
      "de": "Das wäre unsere Grenze."
    }
  },
  {
    "translation": {
      "en": "[David] If scientists could define our planet's boundaries,",
      "de": "Wenn Wissenschaftler die Grenzen unseres Planeten definieren,"
    }
  },
  {
    "translation": {
      "en": "could they also give us the road map to guide us out of our current crisis?",
      "de": "können sie auch einen Plan aufzeigen, um uns aus der aktuellen Krise zu führen?"
    }
  },
  {
    "translation": {
      "en": "To show us not only how to avoid collapse,",
      "de": "Können sie uns zeigen, wie wir den Kollaps vermeiden"
    }
  },
  {
    "translation": {
      "en": "but how to secure our own thriving future on planet Earth?",
      "de": "und uns eine blühende Zukunft auf der Erde sichern können?"
    }
  },
  {
    "translation": {
      "en": "The first and most obvious boundary is well known to us all.",
      "de": "Die erste und offensichtlichste Grenze ist uns allen bekannt."
    }
  },
  {
    "translation": {
      "en": "With global temperatures now warmer than they've been since the dawn of civilization,",
      "de": "Die globalen Temperaturen sind wärmer als seit Anbeginn der Zivilisation."
    }
  },
  {
    "translation": {
      "en": "there is a danger that we have already crossed the boundary in Earth's climate.",
      "de": "Es besteht die Gefahr, dass die Grenze des Erdklimas bereits überschritten ist."
    }
  },
  {
    "translation": {
      "en": "Perhaps the most alarming evidence of this",
      "de": "Der vielleicht alarmierendste Beweis dafür"
    }
  },
  {
    "translation": {
      "en": "is in the change of our planet's ice.",
      "de": "ist die Veränderung des Eises unseres Planeten."
    }
  },
  {
    "translation": {
      "en": "As a Swede, Johan feels this more keenly than most.",
      "de": "Als Schwede spürt Johan dies stärker als die meisten."
    }
  },
  {
    "translation": {
      "en": "[Johan] As a kid in Sweden, like all children in Sweden,",
      "de": "In Schweden lernen alle Kinder,"
    }
  },
  {
    "translation": {
      "en": "we learn that the south top at Kebnekaise is the highest peak in this country.",
      "de": "dass die Südspitze des Kebnekaise der höchste Gipfel des Landes ist."
    }
  },
  {
    "translation": {
      "en": "And it's something that is just ingrained in the identity of being a Swedish citizen.",
      "de": "Das ist in der Identität eines schwedischen Bürgers verankert."
    }
  },
  {
    "translation": {
      "en": "So, of course, it's… You know, with sadness,",
      "de": "Natürlich empfindet man Traurigkeit,"
    }
  },
  {
    "translation": {
      "en": "one comes to realize that that will no longer be the case.",
      "de": "wenn man erkennt, dass das nicht mehr der Fall sein wird."
    }
  },
  {
    "translation": {
      "en": "[David] The south peak of Kebnekaise",
      "de": "Der Südgipfel des Kebnekaise verlor kürzlich seinen Status"
    }
  },
  {
    "translation": {
      "en": "has recently lost its status as the highest peak in Sweden.",
      "de": "Der Südgipfel des Kebnekaise verlor kürzlich seinen Status als höchster Gipfel in Schweden."
    }
  },
  {
    "translation": {
      "en": "The glacier that makes up its highest point",
      "de": "Der Gletscher , der seinen höchsten Punkt bildet,"
    }
  },
  {
    "translation": {
      "en": "has been shrinking roughly at the rate of half a meter a year",
      "de": "Der Gletscher , der seinen höchsten Punkt bildet, schrumpfte in den letzten 50 Jahren um einen halben Meter pro Jahr."
    }
  },
  {
    "translation": {
      "en": "for the last 50 years.",
      "de": "schrumpfte in den letzten 50 Jahren um einen halben Meter pro Jahr."
    }
  },
  {
    "translation": {
      "en": "[Johan] What we're seeing here at Kebnekaise",
      "de": "Was wir hier am Kebnekaise sehen,"
    }
  },
  {
    "translation": {
      "en": "on its own will not destabilize the planet.",
      "de": "wird für sich genommen den Planeten nicht destabilisieren."
    }
  },
  {
    "translation": {
      "en": "But having two caps of a permanent ice in the Arctic and in Antarctica is",
      "de": "Aber zwei permanente Eiskappen in der Arktis und in der Antarktis"
    }
  },
  {
    "translation": {
      "en": "the very precondition for the planet to stay in this state",
      "de": "sind die Voraussetzung, dass der Planet in dem Zustand bleibt,"
    }
  },
  {
    "translation": {
      "en": "that has enabled us to develop civilizations as we know it.",
      "de": "der Zivilisationen ermöglicht, wie wir sie kennen."
    }
  },
  {
    "translation": {
      "en": "And that's why it's such an enormous concern to see glaciers melting,",
      "de": "Deshalb ist es so besorgniserregend, Gletscher schmelzen zu sehen."
    }
  },
  {
    "translation": {
      "en": "irrespective of whether it's a small glacier at Kebnekaise, or whether we're talking about Greenland,",
      "de": "Sei es der kleine Gletscher des Kebnekaise oder Gletscher in Grönland."
    }
  },
  {
    "translation": {
      "en": "because they all add together to this fantastic capacity of cooling the planet.",
      "de": "Alle zusammen tragen zur Kapazität bei, den Planeten zu kühlen."
    }
  },
  {
    "translation": {
      "en": "[David] This cooling effect was fundamental",
      "de": "Dieser Kühleffekt war entscheidend,"
    }
  },
  {
    "translation": {
      "en": "in keeping the Earth's temperature stable throughout the Holocene.",
      "de": "die Erdtemperatur im Holozän stabil zu halten."
    }
  },
  {
    "translation": {
      "en": "The planet's ice was reflecting just the right amount of the Sun's energy",
      "de": "Das Eis des Planeten reflektierte genau die richtige Menge Sonnenenergie"
    }
  },
  {
    "translation": {
      "en": "back into space.",
      "de": "zurück ins All."
    }
  },
  {
    "translation": {
      "en": "A permanent white surface like what we can see around us here",
      "de": "Eine permanent weiße Oberfläche, wie wir sie hier sehen,"
    }
  },
  {
    "translation": {
      "en": "is reflecting back 90, 95% of incoming heat from the Sun.",
      "de": "reflektiert 90–95 % der einfallenden Sonnenwärme."
    }
  },
  {
    "translation": {
      "en": "When these ice sheets start melting, not only do they shrink in size",
      "de": "Wenn diese Eisschilde schmelzen, schrumpfen sie nicht nur."
    }
  },
  {
    "translation": {
      "en": "so the fringe areas are very dark and absorb heat,",
      "de": "Die Randbereiche sind dunkel und absorbieren Hitze."
    }
  },
  {
    "translation": {
      "en": "but even just the fact that you get liquid surface on the ice",
      "de": "Allein die flüssige Oberfläche auf dem Eis verändert die Farbe bedeutend."
    }
  },
  {
    "translation": {
      "en": "changes the color so significantly, so you can come to a point",
      "de": "Allein die flüssige Oberfläche auf dem Eis verändert die Farbe bedeutend. Es kann zu einem Punkt kommen,"
    }
  },
  {
    "translation": {
      "en": "where the ice sheets tip over from being self-cooling to becoming self-warming,",
      "de": "wo Eisschilde von Selbstkühlung zur Selbsterwärmung umkippen."
    }
  },
  {
    "translation": {
      "en": "and that is the most dramatic tipping point in the Earth's system.",
      "de": "Das ist der dramatischste Kipppunkt im System der Erde."
    }
  },
  {
    "translation": {
      "en": "[David] A tipping point is a point",
      "de": "Ein Kipppunkt ist ein Punkt,"
    }
  },
  {
    "translation": {
      "en": "beyond which a change becomes irreversible.",
      "de": "jenseits dessen eine Veränderung unumkehrbar wird."
    }
  },
  {
    "translation": {
      "en": "[man] It's like a train that's parked on a slope, and it's beginning to move.",
      "de": "Es ist wie ein Zug , der am Hang steht und sich in Bewegung setzt."
    }
  },
  {
    "translation": {
      "en": "We're losing the brakes on the train,",
      "de": "Wir verlieren die Bremsen des Zuges."
    }
  },
  {
    "translation": {
      "en": "and so the train is accelerating,",
      "de": "Der Zug beschleunigt und wird immer schneller."
    }
  },
  {
    "translation": {
      "en": "getting faster and faster, and at some point, we lose control.",
      "de": "Der Zug beschleunigt und wird immer schneller. Irgendwann verlieren wir die Kontrolle."
    }
  },
  {
    "translation": {
      "en": "[David] We are already losing the brakes",
      "de": "Wir verlieren bereits die Bremsen,"
    }
  },
  {
    "translation": {
      "en": "that could prevent the melting of the Greenland ice cap.",
      "de": "die das Schmelzen der Grönland-Eiskappe verhindern könnten."
    }
  },
  {
    "translation": {
      "en": "[man] When I first came here, aged 20,",
      "de": "Als ich mit 20 herkam,"
    }
  },
  {
    "translation": {
      "en": "it felt like kind of a dream,",
      "de": "war es wie ein Traum."
    }
  },
  {
    "translation": {
      "en": "because I was seeing landscapes that I had only kind of seen in textbooks.",
      "de": "Ich sah Landschaften, die ich nur aus Lehrbüchern kannte."
    }
  },
  {
    "translation": {
      "en": "[David] Jason is one of the many scientists around the world",
      "de": "Jason ist einer der vielen Wissenschaftler weltweit,"
    }
  },
  {
    "translation": {
      "en": "whose evidence and insights were fundamental to Johan's research.",
      "de": "deren Befunde und Erkenntnisse grundlegend für Johans Forschung waren."
    }
  },
  {
    "translation": {
      "en": "The millennia snowfall onto Greenland has accumulated, produced this dome of ice.",
      "de": "Jahrtausendelanger Schneefall auf Grönland hat einen Eisdom geschaffen."
    }
  },
  {
    "translation": {
      "en": "It's two miles thick and, you know, well up in the atmosphere.",
      "de": "Er ist 3 km dick und ragt in die Atmosphäre."
    }
  },
  {
    "translation": {
      "en": "It's really cold up there.",
      "de": "Es ist sehr kalt da oben."
    }
  },
  {
    "translation": {
      "en": "[David] As it melts, the surface of the ice cap",
      "de": "Beim Schmelzen sinkt die Oberfläche der Eiskappe"
    }
  },
  {
    "translation": {
      "en": "lowers into warmer air,",
      "de": "Beim Schmelzen sinkt die Oberfläche der Eiskappe in wärmere Luft, was die Schmelze beschleunigt."
    }
  },
  {
    "translation": {
      "en": "speeding up the melt.",
      "de": "in wärmere Luft, was die Schmelze beschleunigt."
    }
  },
  {
    "translation": {
      "en": "The more it melts,",
      "de": "Je mehr sie schmilzt, desto kühler müsste das Klima werden,"
    }
  },
  {
    "translation": {
      "en": "the cooler the climate would need to become in order to reverse it.",
      "de": "Je mehr sie schmilzt, desto kühler müsste das Klima werden, um es umzukehren."
    }
  },
  {
    "translation": {
      "en": "But today's climate is already too hot for Greenland.",
      "de": "Aber das heutige Klima ist für Grönland schon zu heiß."
    }
  },
  {
    "translation": {
      "en": "So in the current climate, Greenland is already beyond its threshold,",
      "de": "Im derzeitigen Klima hat Grönland seine Schwelle bereits überschritten."
    }
  },
  {
    "translation": {
      "en": "er, where it's now losing 10,000 cubic meters of ice per second.",
      "de": "Es verliert 10.000 Kubikmeter Eis pro Sekunde."
    }
  },
  {
    "translation": {
      "en": "That's the average loss rate.",
      "de": "Als durchschnittliche Verlustrate."
    }
  },
  {
    "translation": {
      "en": "Now, that loss rate will only continue as the climate heats up.",
      "de": "Diese Verlustrate wird sich erhöhen, wenn das Klima heißer wird."
    }
  },
  {
    "translation": {
      "en": "So is Greenland lost?",
      "de": "Also, ist Grönland verloren?"
    }
  },
  {
    "translation": {
      "en": "Evidently, it is.",
      "de": "Offenbar schon."
    }
  },
  {
    "translation": {
      "en": "[David] Unless we can significantly cool the Earth's climate,",
      "de": "Wenn wir das Erdklima nicht deutlich abkühlen,"
    }
  },
  {
    "translation": {
      "en": "the melting of the Greenland ice cap will inevitably continue.",
      "de": "wird die grönländische Eiskappe unweigerlich weiter abschmelzen."
    }
  },
  {
    "translation": {
      "en": "[Johan] The drama here is that one characteristic of tipping points",
      "de": "Kipppunkte haben eine dramatische Eigenschaft."
    }
  },
  {
    "translation": {
      "en": "is that once you've pressed the on button, you cannot stop it.",
      "de": "Wenn der Einschaltknopf gedrückt ist, gibt es kein Zurück."
    }
  },
  {
    "translation": {
      "en": "It takes over. It's too late. It's not like you could say,",
      "de": "Dann ist es zu spät. Man kann nicht mehr sagen:"
    }
  },
  {
    "translation": {
      "en": "\"Oops. Now I realize I didn't want to melt the Greenland ice sheet.",
      "de": "\"Huch, ich wollte gar nicht, dass der Eisschild schmilzt."
    }
  },
  {
    "translation": {
      "en": "Let's… Let's back off.\"",
      "de": "Gehen wir zurück.\""
    }
  },
  {
    "translation": {
      "en": "Then, it's too late.",
      "de": "Es ist dann zu spät."
    }
  },
  {
    "translation": {
      "en": "When you cross these tipping points, you can enter a point of no return",
      "de": "Wenn man Kipppunkte überschreitet, erreicht man den Point of no Return."
    }
  },
  {
    "translation": {
      "en": "that you basically commit the planet to an irreversible sliding away",
      "de": "Dann entfernt sich der Planet unumkehrbar von einem Zustand, der uns Menschen unterstützen kann."
    }
  },
  {
    "translation": {
      "en": "from a state that, in our case, can support us humans.",
      "de": "von einem Zustand, der uns Menschen unterstützen kann."
    }
  },
  {
    "translation": {
      "en": "[David] The melting of Greenland's ice cap",
      "de": "Das Schmelzen von Grönlands Eiskappe"
    }
  },
  {
    "translation": {
      "en": "would raise sea levels around the world by seven meters.",
      "de": "würde den Meeresspiegel weltweit um 7 m anheben."
    }
  },
  {
    "translation": {
      "en": "[Jason] Imagine a world where sea level is not static.",
      "de": "Stellen Sie sich eine Welt ohne statischen Meeresspiegel vor."
    }
  },
  {
    "translation": {
      "en": "Where it's changing.",
      "de": "Wo er sich ändert."
    }
  },
  {
    "translation": {
      "en": "Cities, hundreds of coastal cities now are threatened by rising seas.",
      "de": "Hunderte von Küstenstädten sind von steigenden Meeren bedroht."
    }
  },
  {
    "translation": {
      "en": "Er, that stability in sea level was key",
      "de": "Der stabile Meeresspiegels war der Schlüssel"
    }
  },
  {
    "translation": {
      "en": "to the development of civilization.",
      "de": "zur Entwicklung der Zivilisation."
    }
  },
  {
    "translation": {
      "en": "It's… It's a… It's a Mad Max future that we're facing.",
      "de": "Uns droht eine Zukunft wie in Mad Max."
    }
  },
  {
    "translation": {
      "en": "[David] But Greenland is just one of Earth's polar ice caps,",
      "de": "Aber Grönland ist nur eine der polaren Eiskappen der Erde."
    }
  },
  {
    "translation": {
      "en": "and it's dwarfed by its southern twin.",
      "de": "Viel kleiner als ihr südlicher Zwilling."
    }
  },
  {
    "translation": {
      "en": "Not so many years ago,",
      "de": "Vor nicht allzu vielen Jahren dachte man,"
    }
  },
  {
    "translation": {
      "en": "it was thought that Antarctica was the resilient system.",
      "de": "Vor nicht allzu vielen Jahren dachte man, dass die Antarktis ein widerstandsfähiges System sei."
    }
  },
  {
    "translation": {
      "en": "This was the ice sheet that was not very much affected by climate change.",
      "de": "Dass der Eisschild nicht stark vom Klimawandel betroffen wäre."
    }
  },
  {
    "translation": {
      "en": "But today, that has changed completely.",
      "de": "Das hat sich komplett geändert."
    }
  },
  {
    "translation": {
      "en": "Today we're seeing accelerated loss of mass",
      "de": "Heute erleben wir in der Antarktis einen beschleunigten Massenverlust und Eisverlust in den Ozean hinein."
    }
  },
  {
    "translation": {
      "en": "and loss of ice into the ocean in Antarctica.",
      "de": "einen beschleunigten Massenverlust und Eisverlust in den Ozean hinein."
    }
  },
  {
    "translation": {
      "en": "West Antarctica would lead to sea-level rise of more than five meters",
      "de": "Die Westantarktis würde den Meeresspiegel mehr als 5 m steigen lassen,"
    }
  },
  {
    "translation": {
      "en": "if it were to melt down completely,",
      "de": "wenn sie komplett schmelzen würde."
    }
  },
  {
    "translation": {
      "en": "and then east Antarctica actually holds the tenfold of that,",
      "de": "Die Ostantarktis hat das zehnfache Potenzial,"
    }
  },
  {
    "translation": {
      "en": "so more than 50 meters worth of sea-level potential.",
      "de": "also einen Meeresspiegelanstieg von mehr als 50 m."
    }
  },
  {
    "translation": {
      "en": "[David] Ricarda is one of Johan's colleagues,",
      "de": "Ricarda ist eine Kollegin von Johan."
    }
  },
  {
    "translation": {
      "en": "and she studies how tipping points can interact.",
      "de": "Sie untersucht, wie Kipppunkte zusammenwirken können."
    }
  },
  {
    "translation": {
      "en": "The important point to make here is that everything",
      "de": "Die wichtigste Aussage ist, dass im System der Erde alles miteinander verbunden ist."
    }
  },
  {
    "translation": {
      "en": "in the Earth's system is connected.",
      "de": "dass im System der Erde alles miteinander verbunden ist."
    }
  },
  {
    "translation": {
      "en": "If one part of the climate system crosses its tipping point,",
      "de": "Wenn ein Teil des Klimasystems den Kipppunkt überschreitet,"
    }
  },
  {
    "translation": {
      "en": "then that might make it more likely",
      "de": "dann ist es wahrscheinlicher"
    }
  },
  {
    "translation": {
      "en": "for other parts of the system to also cross their critical threshold,",
      "de": "dass andere Teile ihre kritische Schwelle überschreiten."
    }
  },
  {
    "translation": {
      "en": "so you can think of this in terms of dominoes.",
      "de": "Man kann sich das als Dominoeffekt vorstellen."
    }
  },
  {
    "translation": {
      "en": "If you tip one of them over, then this might lead to a cascading effect.",
      "de": "Wenn man einen umkippt, kann es zum Kaskadeneffekt führen."
    }
  },
  {
    "translation": {
      "en": "What is clear is that with ongoing global warming,",
      "de": "Mit fortschreitender globaler Erwärmung"
    }
  },
  {
    "translation": {
      "en": "we're increasing the risk of crossing tipping points in the Earth's system.",
      "de": "steigt eindeutig das Risiko, Kipppunkte im Erdsystem zu überschreiten."
    }
  },
  {
    "translation": {
      "en": "When we cross tipping points, we unleash irreversible changes",
      "de": "Wenn wir Kipppunkte überschreiten, gibt es irreversible Veränderungen."
    }
  },
  {
    "translation": {
      "en": "that would mean that the planet will go from our best friend",
      "de": "Momentan ist der Planet unser bester Freund."
    }
  },
  {
    "translation": {
      "en": "to a position where it dampens and reduces the stress,",
      "de": "Er dämpft und reduziert die Belastung."
    }
  },
  {
    "translation": {
      "en": "sucking up carbon dioxide,",
      "de": "Er saugt Kohlendioxid auf."
    }
  },
  {
    "translation": {
      "en": "taking up heat, absorbing impacts,",
      "de": "Er absorbiert Wärme und Einwirkungen."
    }
  },
  {
    "translation": {
      "en": "and tipping over to a point where it could self-reinforce warming",
      "de": "Aber er kann kippen, die Erwärmung selbst verstärken"
    }
  },
  {
    "translation": {
      "en": "and become a foe.",
      "de": "und zum Feind werden."
    }
  },
  {
    "translation": {
      "en": "[David] The climate is, of course, being warmed by greenhouse gases,",
      "de": "Das Klima wird natürlich durch Treibhausgase erwärmt."
    }
  },
  {
    "translation": {
      "en": "so it's in our emissions of these gases that we find a global tipping point.",
      "de": "Unsere Ausstoß dieser Gase führt also zu einem globalen Kipppunkt."
    }
  },
  {
    "translation": {
      "en": "Since long before human beings appeared, the Earth's average temperature",
      "de": "Schon lange vor Erscheinen des Menschen folgte die Durchschnittstemperatur der Erde"
    }
  },
  {
    "translation": {
      "en": "was closely tracking the concentration of carbon dioxide in the atmosphere.",
      "de": "folgte die Durchschnittstemperatur der Erde der Kohlendioxidkonzentration in der Atmosphäre."
    }
  },
  {
    "translation": {
      "en": "During the Holocene, this concentration remained relatively steady,",
      "de": "Während des Holozäns blieb diese Konzentration relativ stabil."
    }
  },
  {
    "translation": {
      "en": "but that all changed with the Industrial Revolution.",
      "de": "Aber das änderte sich mit der industriellen Revolution."
    }
  },
  {
    "translation": {
      "en": "In 1988, we passed 350 parts per million",
      "de": "Im Jahr 1988 überschritten wir 350 Anteile pro Million Kohlendioxid in der Erdatmosphäre."
    }
  },
  {
    "translation": {
      "en": "of carbon dioxide in Earth's atmosphere.",
      "de": "350 Anteile pro Million Kohlendioxid in der Erdatmosphäre."
    }
  },
  {
    "translation": {
      "en": "This was the moment we crossed the boundary.",
      "de": "In dem Moment überschritten wir die Grenze."
    }
  },
  {
    "translation": {
      "en": "Ever since then, we've been at risk of triggering changes",
      "de": "Seitdem besteht das Risiko, dass wir Veränderungen auslösen,"
    }
  },
  {
    "translation": {
      "en": "that lead to runaway warming.",
      "de": "die zur unkontrollierten Erwärmung führen."
    }
  },
  {
    "translation": {
      "en": "[Johan] You go past 350 PPM in the concentration of carbon dioxide in the atmosphere,",
      "de": "Nach einer Kohlendioxidkonzentration in der Atmosphäre von 350 Millionsteln"
    }
  },
  {
    "translation": {
      "en": "and you enter the danger zone.",
      "de": "beginnt die Gefahrenzone."
    }
  },
  {
    "translation": {
      "en": "[David] So 350 parts per million is the first of Johan's boundaries,",
      "de": "350 Anteile pro Million ist die erste von Johans Grenzen."
    }
  },
  {
    "translation": {
      "en": "and we're already well beyond it.",
      "de": "Wir sind schon weit darüber hinaus."
    }
  },
  {
    "translation": {
      "en": "[Johan] Right now, we've reached a point of carbon dioxide concentration",
      "de": "Im Moment haben wir in der Atmosphäre einen Kohlendioxidgehalt"
    }
  },
  {
    "translation": {
      "en": "in the atmosphere of roughly 415 parts per million.",
      "de": "Im Moment haben wir in der Atmosphäre einen Kohlendioxidgehalt von etwa 415 Anteilen pro Million."
    }
  },
  {
    "translation": {
      "en": "We're starting to see the impacts of being",
      "de": "Wir sehen mittlerweile Auswirkungen davon,"
    }
  },
  {
    "translation": {
      "en": "in the middle of the danger zone in the climate boundary",
      "de": "dass wir uns in der Gefahrenzone befinden."
    }
  },
  {
    "translation": {
      "en": "in terms of rising frequency of droughts, and heatwaves, and floods,",
      "de": "Es gibt häufiger Dürren, Hitzewellen und Überschwemmungen."
    }
  },
  {
    "translation": {
      "en": "and accelerated melting of ice,",
      "de": "Eis schmilzt schneller."
    }
  },
  {
    "translation": {
      "en": "and accelerated thawing of permafrost, and higher frequency of forest fires.",
      "de": "Permafrost taut schneller. Es gibt häufiger Waldbrände."
    }
  },
  {
    "translation": {
      "en": "[David] Up ahead is a second threshold.",
      "de": "Vor uns liegt eine zweite Schwelle."
    }
  },
  {
    "translation": {
      "en": "We are rapidly approaching 450 parts per million carbon dioxide.",
      "de": "Wir nähern uns 450 Anteilen Kohlendioxid pro Million."
    }
  },
  {
    "translation": {
      "en": "[Johan] The planetary boundary danger zone is defined",
      "de": "Die Gefahrenzone des Planeten ist durch den wissenschaftlichen Unsicherheitsbereich definiert."
    }
  },
  {
    "translation": {
      "en": "by the uncertainty range in science.",
      "de": "ist durch den wissenschaftlichen Unsicherheitsbereich definiert."
    }
  },
  {
    "translation": {
      "en": "Today, our assessment is that the uncertainty range in science",
      "de": "Unserer Einschätzung nach liegt der Unsicherheitsbereich"
    }
  },
  {
    "translation": {
      "en": "lies between 350 PPM,",
      "de": "zwischen 350 Millionstel,"
    }
  },
  {
    "translation": {
      "en": "which is the boundary between the safe zone and entering the danger zone,",
      "de": "also der Grenze zwischen der sicheren Zone und dem Beginn der Gefahrenzone,"
    }
  },
  {
    "translation": {
      "en": "up to 450 PPM,",
      "de": "und 450 Millionstel."
    }
  },
  {
    "translation": {
      "en": "which is when you exit the danger zone and go into a really high-risk zone.",
      "de": "Da endet die Gefahrenzone, und es beginnt eine Hochrisiko-Zone."
    }
  },
  {
    "translation": {
      "en": "[David] If we enter the high-risk zone,",
      "de": "In der Hochrisiko-Zone"
    }
  },
  {
    "translation": {
      "en": "irreversible tipping points become highly likely, if not inevitable,",
      "de": "sind unumkehrbare Kipppunkte sehr wahrscheinlich oder unvermeidlich."
    }
  },
  {
    "translation": {
      "en": "and this is a conservative estimate,",
      "de": "Das ist eine vorsichtige Schätzung,"
    }
  },
  {
    "translation": {
      "en": "given that the signs of tipping points are all around us now.",
      "de": "denn Anzeichen von Kipppunkten sind bereits überall zu finden."
    }
  },
  {
    "translation": {
      "en": "In simple terms, the climate planetary boundary",
      "de": "Einfach ausgedrückt liegt die planetare Klimagrenze"
    }
  },
  {
    "translation": {
      "en": "is equal to 1.5 degrees Celsius warming,",
      "de": "bei einer Erwärmung von 1,5 ºC."
    }
  },
  {
    "translation": {
      "en": "and it just provides all this evidence",
      "de": "Es gibt viele Belege dafür,"
    }
  },
  {
    "translation": {
      "en": "that we take a huge risk if we allow ourselves to go beyond 1.5.",
      "de": "dass wir ein großes Risiko eingehen, wenn wir uns mehr als 1,5 ºC  erlauben."
    }
  },
  {
    "translation": {
      "en": "We are at 1.1, we're rapidly moving towards 1.5,",
      "de": "Wir sind bei 1,1 ºC und nähern uns schnell 1,5 ºC."
    }
  },
  {
    "translation": {
      "en": "and our only chance to stay within the planetary boundary on climate",
      "de": "Wir können nur innerhalb der planetaren Klimagrenze bleiben,"
    }
  },
  {
    "translation": {
      "en": "is that we, you know,",
      "de": "wenn wir innerhalb der nächsten 30 Jahre"
    }
  },
  {
    "translation": {
      "en": "reach a fossil-fuel-free world economy within the next 30 years.",
      "de": "eine Weltwirtschaft ohne fossile Brennstoffe erreichen."
    }
  },
  {
    "translation": {
      "en": "[David] While that target for global temperature may have grabbed all the headlines,",
      "de": "Dieses Ziel für die globale Temperatur beherrschte die Schlagzeilen."
    }
  },
  {
    "translation": {
      "en": "Johan knew that this was only one part of a bigger picture.",
      "de": "Aber Johan wusste, dass es nur Teil eines Gesamtbildes war."
    }
  },
  {
    "translation": {
      "en": "For our planet's stability relies on more than just its climate.",
      "de": "Die Stabilität unseres Planeten hängt von mehr als nur seinem Klima ab."
    }
  },
  {
    "translation": {
      "en": "More research and evidence had to be brought forward",
      "de": "Mehr Forschung und Beweise mussten vorgebracht werden,"
    }
  },
  {
    "translation": {
      "en": "to conclude that we also have four biosphere boundaries.",
      "de": "um zu schließen, dass es auch vier Biosphärengrenzen gibt."
    }
  },
  {
    "translation": {
      "en": "Boundaries that are in the living Earth.",
      "de": "Grenzen, die in der lebendigen Erde liegen."
    }
  },
  {
    "translation": {
      "en": "These include the land configuration.",
      "de": "Dazu gehört die Landkonstellation."
    }
  },
  {
    "translation": {
      "en": "How… How is the composition of biomes on Earth?",
      "de": "Wie ist die Zusammensetzung der Biome auf der Erde?"
    }
  },
  {
    "translation": {
      "en": "Er, the three rain forests, the temperate forest,",
      "de": "Die drei Regenwälder, der temperierte Wald,"
    }
  },
  {
    "translation": {
      "en": "the boreal forest,",
      "de": "der boreale Wald,"
    }
  },
  {
    "translation": {
      "en": "the grasslands,",
      "de": "das Grasland,"
    }
  },
  {
    "translation": {
      "en": "the wetlands.",
      "de": "die Feuchtgebiete."
    }
  },
  {
    "translation": {
      "en": "Second is biodiversity.",
      "de": "Zweitens die Biodiversität."
    }
  },
  {
    "translation": {
      "en": "So all the species in water and on land.",
      "de": "Also alle Arten im Wasser und an Land."
    }
  },
  {
    "translation": {
      "en": "And then the third one, of course, the bloodstream, the hydrological cycle.",
      "de": "Drittens natürlich der Wasserkreislauf."
    }
  },
  {
    "translation": {
      "en": "And then, finally, the injection of nutrients",
      "de": "Und schließlich die Nährstoffe,"
    }
  },
  {
    "translation": {
      "en": "that are fundamental for the functioning of the living biosphere.",
      "de": "die für das Funktionieren der Biosphäre wesentlich sind."
    }
  },
  {
    "translation": {
      "en": "The nitrogen and phosphorus cycles.",
      "de": "Stickstoff- und Phosphorkreisläufe."
    }
  },
  {
    "translation": {
      "en": "[David] The first of the biosphere boundaries, the composition of the habitats on Earth,",
      "de": "Die erste der Biosphärengrenzen, die Zusammensetzung der Lebensräume,"
    }
  },
  {
    "translation": {
      "en": "is concerned with how we are now transforming those natural habitats.",
      "de": "befasst sich damit, wie wir natürliche Lebensräume verändern."
    }
  },
  {
    "translation": {
      "en": "We are fast approaching a major tipping point",
      "de": "Wir nähern uns einem wichtigen Kipppunkt"
    }
  },
  {
    "translation": {
      "en": "in one of the planet's largest remaining wildernesses.",
      "de": "in einem der größten verbleibenden Wildnisgebiete."
    }
  },
  {
    "translation": {
      "en": "The Amazon.",
      "de": "Der Amazonas."
    }
  },
  {
    "translation": {
      "en": "Carlos Nobre has been studying",
      "de": "Carlos Nobre untersucht seit Jahrzehnten"
    }
  },
  {
    "translation": {
      "en": "the rain forest's importance to our planet's stability for decades.",
      "de": "Carlos Nobre untersucht seit Jahrzehnten die Bedeutung des Regenwaldes für die Stabilität unseres Planeten."
    }
  },
  {
    "translation": {
      "en": "He was the first to sound the alarm.",
      "de": "Er war der Erste, der Alarm schlug."
    }
  },
  {
    "translation": {
      "en": "[in Portuguese] I saw the Amazon in 1971-72 undisturbed.",
      "de": "Ich sah den Amazonas in den Jahren 1971 und 1972 ungestört."
    }
  },
  {
    "translation": {
      "en": "I saw the forest",
      "de": "Ich sah den Wald"
    }
  },
  {
    "translation": {
      "en": "and the rivers.",
      "de": "und die Flüsse."
    }
  },
  {
    "translation": {
      "en": "I would swim in the Rio Negro with the piranhas,",
      "de": "Ich schwamm mit Piranhas im Rio Negro."
    }
  },
  {
    "translation": {
      "en": "And nothing ever happened to me.",
      "de": "Mir passierte nichts."
    }
  },
  {
    "translation": {
      "en": "[David] Since that time, large swathes of Amazon have been cleared",
      "de": "Seitdem wurden große Teile des Amazonas"
    }
  },
  {
    "translation": {
      "en": "for livestock and soya farming.",
      "de": "für Viehzucht und Sojaanbau gerodet."
    }
  },
  {
    "translation": {
      "en": "Carlos has discovered that this is pushing us closer",
      "de": "Carlos fand heraus, dass dadurch unumkehrbare Veränderungen in verbleibenden Bereichen näherrücken."
    }
  },
  {
    "translation": {
      "en": "to triggering irreversible change across much of what remains.",
      "de": "unumkehrbare Veränderungen in verbleibenden Bereichen näherrücken."
    }
  },
  {
    "translation": {
      "en": "[in Portuguese] In 1998, we began the largest scientific experiment",
      "de": "1998 begannen wir das größte wissenschaftliche Experiment, das je im tropischen Regenwald durchgeführt wurde."
    }
  },
  {
    "translation": {
      "en": "ever conducted in a tropical rain forest.",
      "de": "das je im tropischen Regenwald durchgeführt wurde."
    }
  },
  {
    "translation": {
      "en": "[David] Many towers were built in the rain forest",
      "de": "Es wurden Türme im Regenwald gebaut,"
    }
  },
  {
    "translation": {
      "en": "to study how it creates its own climate.",
      "de": "um zu untersuchen, wie er sein eigenes Klima schafft."
    }
  },
  {
    "translation": {
      "en": "The data shows large parts of the rain forest are drying out.",
      "de": "Die Daten zeigen, dass große Teile des Regenwaldes austrocknen."
    }
  },
  {
    "translation": {
      "en": "[Carlos in Portuguese] In the Amazon, the dry season lasts a maximum of three months.",
      "de": "Im Amazonas dauert die Trockenzeit maximal drei Monate."
    }
  },
  {
    "translation": {
      "en": "But with global warming",
      "de": "Aber mit der globalen Erwärmung"
    }
  },
  {
    "translation": {
      "en": "and also forest degradation, due to human activities,",
      "de": "und der Waldzerstörung durch menschliche Aktivitäten,"
    }
  },
  {
    "translation": {
      "en": "in particular, livestock and soya farming,",
      "de": "insbesondere Viehzucht und Sojaanbau,"
    }
  },
  {
    "translation": {
      "en": "the dry season has become six days longer",
      "de": "ist die Trockenzeit seit den 1980ern mit jedem Jahrzehnt sechs Tage länger geworden."
    }
  },
  {
    "translation": {
      "en": "each decade since the 1980s.",
      "de": "sechs Tage länger geworden."
    }
  },
  {
    "translation": {
      "en": "[David] As the forest is reduced and fragmented,",
      "de": "Wenn der Wald verkleinert und fragmentiert wird,"
    }
  },
  {
    "translation": {
      "en": "its ability to recycle water",
      "de": "verringert sich seine Fähigkeit,"
    }
  },
  {
    "translation": {
      "en": "and generate rain into the dry season is diminished.",
      "de": "Wasser zu recyceln und in der Trockenzeit Regen zu erzeugen."
    }
  },
  {
    "translation": {
      "en": "If the dry season becomes longer than four months,",
      "de": "Wenn die Trockenzeit länger als vier Monate dauert,"
    }
  },
  {
    "translation": {
      "en": "the jungle trees die and are replaced by savanna.",
      "de": "sterben die Urwaldbäume ab und werden durch Savanne ersetzt."
    }
  },
  {
    "translation": {
      "en": "A process called savannization.",
      "de": "Dieser Prozess wird \"Savannisierung\" genannt."
    }
  },
  {
    "translation": {
      "en": "There are signs that parts of the Amazon are already changing.",
      "de": "Es gibt Anzeichen, dass sich Teile des Amazonas bereits verändern."
    }
  },
  {
    "translation": {
      "en": "[in Portuguese] If deforestation goes above 20 to 25% of the forest,",
      "de": "Wenn die Entwaldung 20–25 % des Waldes übersteigt,"
    }
  },
  {
    "translation": {
      "en": "with global warming increasing,",
      "de": "und die globale Erwärmung zunimmt,"
    }
  },
  {
    "translation": {
      "en": "we are likely to experience an irreversible process of savannization",
      "de": "tritt wahrscheinlich eine unumkehrbare Savannisierung ein,"
    }
  },
  {
    "translation": {
      "en": "that could affect 50 to 60% of the entire Amazon forest.",
      "de": "die 50–60 % des gesamten Amazonaswaldes betreffen könnte."
    }
  },
  {
    "translation": {
      "en": "[David] We have already lost close to 20% of the Amazon rain forest.",
      "de": "Wir haben bereits fast 20 % des Amazonas-Regenwalds verloren."
    }
  },
  {
    "translation": {
      "en": "We could be about to tip the Amazon from planetary friend to planetary foe.",
      "de": "Der Amazonas könnte vom planetaren Freund zum planetaren Feind kippen."
    }
  },
  {
    "translation": {
      "en": "As the jungle turns to savanna, many trees die,",
      "de": "Wenn der Urwald zur Savanne wird, sterben viele Bäume ab."
    }
  },
  {
    "translation": {
      "en": "and carbon is released into the atmosphere.",
      "de": "Kohlenstoff wird in die Atmosphäre freigesetzt."
    }
  },
  {
    "translation": {
      "en": "Carlos has calculated the Amazon could release",
      "de": "Carlos hat berechnet , dass der Amazonas in den nächsten 30 Jahren 200 Milliarden Tonnen freisetzen könnte."
    }
  },
  {
    "translation": {
      "en": "200 billion tons over the next 30 years.",
      "de": "in den nächsten 30 Jahren 200 Milliarden Tonnen freisetzen könnte."
    }
  },
  {
    "translation": {
      "en": "That's equivalent to all the carbon emitted worldwide",
      "de": "Das entspricht dem gesamten weltweiten Kohlenstoffausstoß"
    }
  },
  {
    "translation": {
      "en": "for the past five years.",
      "de": "der letzten fünf Jahre."
    }
  },
  {
    "translation": {
      "en": "[Carlos] We are very, very close to the tipping point.",
      "de": "Wir sind dem Kipppunkt sehr nahe."
    }
  },
  {
    "translation": {
      "en": "Are we concerned about fighting the climate crisis?",
      "de": "Sind wir daran interessiert, die Klimakrise zu bekämpfen?"
    }
  },
  {
    "translation": {
      "en": "Are we, er, concerned about keeping the carbon in the forest?",
      "de": "Sind wir daran interessiert, dass der Kohlenstoff im Wald bleibt?"
    }
  },
  {
    "translation": {
      "en": "Or \"I don't care\"?",
      "de": "Oder ist es uns egal?"
    }
  },
  {
    "translation": {
      "en": "There is reason to be deeply concerned at this point.",
      "de": "Es gibt Grund, tief besorgt zu sein."
    }
  },
  {
    "translation": {
      "en": "We're still expanding agricultural land into natural ecosystems.",
      "de": "Wir dehnen weiter Agrarland in natürliche Ökosysteme aus."
    }
  },
  {
    "translation": {
      "en": "We are still cutting down the rain forest at a pace that puts the whole system at risk.",
      "de": "Wir roden den Regenwald in einem Tempo, das das ganze System gefährdet."
    }
  },
  {
    "translation": {
      "en": "[David] And it's not just the rain forests.",
      "de": "Und es sind nicht nur die Regenwälder."
    }
  },
  {
    "translation": {
      "en": "Trees of every description are invaluable in maintaining planetary stability.",
      "de": "Bäume jeder Art sind von unschätzbarem Wert für die planetare Stabilität."
    }
  },
  {
    "translation": {
      "en": "So much so that a loss of just 25% of the world's forest cover",
      "de": "Ein Verlust von nur 25 % der weltweiten Waldfläche"
    }
  },
  {
    "translation": {
      "en": "risks triggering catastrophic tipping points.",
      "de": "droht katastrophale Kipppunkte auszulösen."
    }
  },
  {
    "translation": {
      "en": "But we have already cleared almost 40%.",
      "de": "Aber wir haben bereits fast 40 % gerodet."
    }
  },
  {
    "translation": {
      "en": "We are well into the danger zone for this boundary.",
      "de": "Wir befinden uns bei dieser Grenze weit in der Gefahrenzone."
    }
  },
  {
    "translation": {
      "en": "A second major consequence of deforestation is a loss of biodiversity.",
      "de": "Eine zweite Folge der Entwaldung ist der Verlust der Artenvielfalt,"
    }
  },
  {
    "translation": {
      "en": "Of nature.",
      "de": "also der Natur."
    }
  },
  {
    "translation": {
      "en": "Biodiversity is the second of the biosphere boundaries,",
      "de": "Biodiversität ist die zweite der Biosphärengrenzen."
    }
  },
  {
    "translation": {
      "en": "because it underpins our own ability to thrive on Earth.",
      "de": "Sie unterstützt unsere Fähigkeit, auf der Erde zu gedeihen."
    }
  },
  {
    "translation": {
      "en": "But we are not treating it well.",
      "de": "Aber wir behandeln sie nicht gut."
    }
  },
  {
    "translation": {
      "en": "Nature is being degraded at a rate and a scale",
      "de": "Die Natur wird in einem Tempo und Ausmaß geschädigt,"
    }
  },
  {
    "translation": {
      "en": "that is unprecedented, er, in human history.",
      "de": "wie es in der Geschichte der Menschheit noch nie vorgekommen ist."
    }
  },
  {
    "translation": {
      "en": "[David] Anne Larigauderie is an ecologist alarmed by the growing flood of evidence.",
      "de": "Die Ökologin Anne Larigauderie ist durch die Beweisflut alarmiert."
    }
  },
  {
    "translation": {
      "en": "Everywhere around the world, nature is in decline.",
      "de": "Überall auf der Welt st die Natur im Niedergang."
    }
  },
  {
    "translation": {
      "en": "One million of species of plants and animals",
      "de": "Eine Million Pflanzen- und Tierarten"
    }
  },
  {
    "translation": {
      "en": "out of an estimated total of eight million are threatened with extinction.",
      "de": "von insgesamt schätzungsweise 8 Millionen sind vom Aussterben bedroht."
    }
  },
  {
    "translation": {
      "en": "If we continue with this negative trend,",
      "de": "Wenn wir diesen Negativtrend fortsetzen,"
    }
  },
  {
    "translation": {
      "en": "we might be headed towards a sixth mass extinction.",
      "de": "steuern wir auf ein sechstes Massenaussterben zu."
    }
  },
  {
    "translation": {
      "en": "[David] In just 50 years,",
      "de": "In nur 50 Jahren hat die Menschheit"
    }
  },
  {
    "translation": {
      "en": "humanity has wiped out 68% of global wildlife populations.",
      "de": "In nur 50 Jahren hat die Menschheit 68 % der globalen Wildtierpopulation ausgerottet."
    }
  },
  {
    "translation": {
      "en": "It's clear that we are in the midst of a biodiversity crisis.",
      "de": "Wir befinden uns eindeutig in einer Biodiversitätskrise."
    }
  },
  {
    "translation": {
      "en": "Losing all of this fabric of life,",
      "de": "Der Verlust dieses Lebensgefüges und der Biodiversität"
    }
  },
  {
    "translation": {
      "en": "all of this biodiversity, is threatening our own life on Earth.",
      "de": "Der Verlust dieses Lebensgefüges und der Biodiversität bedroht unser eigenes Leben auf der Erde."
    }
  },
  {
    "translation": {
      "en": "With current negative trends in biodiversity,",
      "de": "Mit den derzeitigen negativen Trends der Biodiversität"
    }
  },
  {
    "translation": {
      "en": "we are not going to be able to feed the planet.",
      "de": "werden wir den Planeten nicht ernähren können."
    }
  },
  {
    "translation": {
      "en": "For that, you need nature that functions well.",
      "de": "Dafür braucht man eine gut funktionierende Natur."
    }
  },
  {
    "translation": {
      "en": "[David] For Johan, it was a story close to home",
      "de": "Johan ging diese Geschichte sehr nahe."
    }
  },
  {
    "translation": {
      "en": "that really hit him.",
      "de": "Sie traf ihn hart."
    }
  },
  {
    "translation": {
      "en": "I opened the newspaper and read this story about UK scientists coming over to Sweden",
      "de": "Ich las einen Zeitungsbericht über britische Wissenschaftler, die nach Schweden kamen, um Hummelköniginnen zu stehlen."
    }
  },
  {
    "translation": {
      "en": "and stealing, you know, short-haired bumblebee queens.",
      "de": "die nach Schweden kamen, um Hummelköniginnen zu stehlen."
    }
  },
  {
    "translation": {
      "en": "And it read like they had, you know, sneaked over at night",
      "de": "Sie schlichen sich nachts rüber,"
    }
  },
  {
    "translation": {
      "en": "and basically snatched these hundred bumblebee queens to bring them back into the UK",
      "de": "klauten 100 Hummelköniginnen und brachten sie nach Großbritannien."
    }
  },
  {
    "translation": {
      "en": "and to basically save what they had been destroying.",
      "de": "Um zu retten , was sie zerstört hatten."
    }
  },
  {
    "translation": {
      "en": "[David] Across Europe, short-haired bumblebees are key pollinators for food crops.",
      "de": "In ganz Europa sind Hummeln wichtige Bestäuber für Nahrungspflanzen."
    }
  },
  {
    "translation": {
      "en": "But by the 1990s, they had been classed as extinct in the UK.",
      "de": "Aber in den 1990er Jahren galten sie in Großbritannien als ausgestorben."
    }
  },
  {
    "translation": {
      "en": "Here, we have, you know, a country that feels forced to go to another country",
      "de": "Hier sah sich ein Land gezwungen, Bestäuber aus einem anderen Land zu stehlen,"
    }
  },
  {
    "translation": {
      "en": "and then steal back some of its pollinators",
      "de": "Bestäuber aus einem anderen Land zu stehlen,"
    }
  },
  {
    "translation": {
      "en": "to have a functioning ecosystem.",
      "de": "für ein funktionierendes Ökosystem."
    }
  },
  {
    "translation": {
      "en": "That's a… Then, you know, to me personally, that was a moment of, er, of realization that",
      "de": "Für mich persönlich war das ein Moment der Erkenntnis."
    }
  },
  {
    "translation": {
      "en": "this is serious.",
      "de": "Es ist ernst."
    }
  },
  {
    "translation": {
      "en": "[David] Around 70% of the world's crop species",
      "de": "Rund 70 % der weltweiten Nutzpflanzenarten"
    }
  },
  {
    "translation": {
      "en": "rely to some extent on insect pollination.",
      "de": "sind teilweise auf Insektenbestäubung angewiesen."
    }
  },
  {
    "translation": {
      "en": "But the expansion of intensive monoculture is leading",
      "de": "Aber die Ausbreitung intensiver Monokulturen führt zu einem drastischen Rückgang an Insekten."
    }
  },
  {
    "translation": {
      "en": "to a drastic decline in insects.",
      "de": "führt zu einem drastischen Rückgang an Insekten."
    }
  },
  {
    "translation": {
      "en": "The irony is that our global production of food is, in essence,",
      "de": "Das ist die Ironie unserer globalen Nahrungsmittelproduktion."
    }
  },
  {
    "translation": {
      "en": "wiping out the very thing our food production relies on.",
      "de": "Sie vernichtet, worauf sie angewiesen ist."
    }
  },
  {
    "translation": {
      "en": "It was not only proof of one of the fundamentals",
      "de": "Es war mehr als der Beweis für eine der Grundlagen der Biodiversitätsforschung."
    }
  },
  {
    "translation": {
      "en": "in biodiversity research,",
      "de": "für eine der Grundlagen der Biodiversitätsforschung."
    }
  },
  {
    "translation": {
      "en": "which is that biodiversity is not something",
      "de": "für eine der Grundlagen der Biodiversitätsforschung. Biodiversität muss nicht nur wegen ihrer Schönheit geschützt werden,"
    }
  },
  {
    "translation": {
      "en": "we need to protect just because of the beauty",
      "de": "Biodiversität muss nicht nur wegen ihrer Schönheit geschützt werden,"
    }
  },
  {
    "translation": {
      "en": "or some kind of moral responsibility from one species, humans,",
      "de": "oder wegen einer moralischen Verantwortung der menschlichen Spezies"
    }
  },
  {
    "translation": {
      "en": "to another species like flora and fauna.",
      "de": "gegenüber Flora und Fauna."
    }
  },
  {
    "translation": {
      "en": "Oh no, it's the toolbox for the functioning of our societies.",
      "de": "Nein, sie ist der Werkzeugkasten für funktionierende Gesellschaften."
    }
  },
  {
    "translation": {
      "en": "It is a fundamental piece of the puzzle",
      "de": "Sie ist ein wesentliches Puzzleteil,"
    }
  },
  {
    "translation": {
      "en": "to make food production, clean air, clean water,",
      "de": "damit Nahrungsproduktion, saubere Luft, sauberes Wasser,"
    }
  },
  {
    "translation": {
      "en": "carbon sequestration, nutrient recycling, to work.",
      "de": "Kohlenstoffbindung und Nährstoffrecycling funktionieren."
    }
  },
  {
    "translation": {
      "en": "[David] Scientists have tried to calculate the benefits that insects provide",
      "de": "Wissenschaftler haben versucht, den Nutzen zu berechnen, den Insekten bieten, indem sie einfach in großer Zahl ihr Geschäft verrichten."
    }
  },
  {
    "translation": {
      "en": "simply by going about their daily business in large numbers,",
      "de": "den Insekten bieten, indem sie einfach in großer Zahl ihr Geschäft verrichten."
    }
  },
  {
    "translation": {
      "en": "each kind providing a subtly different service.",
      "de": "Jede Art bietet einen geringfügig anderen Dienst."
    }
  },
  {
    "translation": {
      "en": "But their value is mostly incalculable until suddenly…",
      "de": "Ihr Wert ist größtenteils unberechenbar, bis sie plötzlich…"
    }
  },
  {
    "translation": {
      "en": "they're gone.",
      "de": "…weg sind."
    }
  },
  {
    "translation": {
      "en": "A planet without insects is not a functioning planet.",
      "de": "Der Planet kann ohne Insekten nicht funktionieren."
    }
  },
  {
    "translation": {
      "en": "And, of course, the decline is not just confined to insects.",
      "de": "Und natürlich ist der Niedergang nicht auf Insekten beschränkt."
    }
  },
  {
    "translation": {
      "en": "Wildlife has been squeezed out",
      "de": "Wildtiere wurden verdrängt, als sich unsere Landwirtschaft"
    }
  },
  {
    "translation": {
      "en": "as our agriculture has expanded across much of Earth's habitable land.",
      "de": "Wildtiere wurden verdrängt, als sich unsere Landwirtschaft über den Großteil der bewohnbaren Erde ausbreitete."
    }
  },
  {
    "translation": {
      "en": "Today, of all the birds on Earth, only 30% are wild.",
      "de": "Heute sind nur 30 % aller Vögel auf der Erde wild."
    }
  },
  {
    "translation": {
      "en": "And of all the mammals on the planet,",
      "de": "Und von allen Säugetieren des Planeten"
    }
  },
  {
    "translation": {
      "en": "wild species now make up, by weight, only 4%.",
      "de": "machen wilde Arten heute nur noch 4 % aus, gemessen nach Gewicht."
    }
  },
  {
    "translation": {
      "en": "So where is the boundary for biodiversity?",
      "de": "Wo liegt die Grenze für Biodiversität?"
    }
  },
  {
    "translation": {
      "en": "How much more of the natural world can we afford to lose",
      "de": "Wie viel Natur können wir noch verlieren,"
    }
  },
  {
    "translation": {
      "en": "before our own societies collapse?",
      "de": "bevor unsere Gesellschaften zusammenbrechen?"
    }
  },
  {
    "translation": {
      "en": "There are many different tipping points in the natural world,",
      "de": "Es gibt viele verschiedene Kipppunkte in der Natur."
    }
  },
  {
    "translation": {
      "en": "and it's difficult to translate concretely the planetary boundary when it comes to biodiversity,",
      "de": "Es ist schwierig, die planetare Grenze der Biodiversität genau zu bestimmen,"
    }
  },
  {
    "translation": {
      "en": "because life is very complicated.",
      "de": "denn das Leben ist komplex."
    }
  },
  {
    "translation": {
      "en": "[David] A single boundary for the loss of nature",
      "de": "Eine Grenze für den Naturverlust"
    }
  },
  {
    "translation": {
      "en": "may be hard to pinpoint because of nature's complexity,",
      "de": "mag wegen ihrer Komplexität schwer zu bestimmen sein."
    }
  },
  {
    "translation": {
      "en": "but one thing is clear.",
      "de": "Aber eins ist klar:"
    }
  },
  {
    "translation": {
      "en": "We've already crossed well beyond it.",
      "de": "Wir haben sie bereits weit überschritten."
    }
  },
  {
    "translation": {
      "en": "[Johan] We are so deep in the red.",
      "de": "Wir sind tief im roten Bereich."
    }
  },
  {
    "translation": {
      "en": "We are in such a dangerous point",
      "de": "Wir sind an einem gefährlichen Punkt,"
    }
  },
  {
    "translation": {
      "en": "when it comes to losing species on Earth and destroying ecosystems on Earth",
      "de": "was den Artenverlust und die Zerstörung der Ökosysteme betrifft."
    }
  },
  {
    "translation": {
      "en": "that we have to halt the loss of biodiversity",
      "de": "Wir müssen den Verlust der Biodiversität stoppen,"
    }
  },
  {
    "translation": {
      "en": "as quickly as we ever can.",
      "de": "so schnell wir können."
    }
  },
  {
    "translation": {
      "en": "Now is the time to set as a target",
      "de": "Wir müssen uns jetzt Ziele"
    }
  },
  {
    "translation": {
      "en": "for 2021, 2022,",
      "de": "für 2021 und 2022 setzen."
    }
  },
  {
    "translation": {
      "en": "I mean really at the early parts of this decade,",
      "de": "Zu Beginn dieses Jahrzehnts."
    }
  },
  {
    "translation": {
      "en": "that we must aim at a zero loss of nature.",
      "de": "Wir müssen auf null Naturverlust abzielen."
    }
  },
  {
    "translation": {
      "en": "The equivalent of 1.5 degrees Celsius maximum allowed warming",
      "de": "Die Entsprechung zur maximalen Erwärmung von 1,5 ºC"
    }
  },
  {
    "translation": {
      "en": "would be zero loss of nature from now onwards.",
      "de": "wäre null Naturverlust von jetzt an."
    }
  },
  {
    "translation": {
      "en": "[David] The third biosphere boundary relates to the planet's bloodstream,",
      "de": "Die dritte Biosphärengrenze betrifft den Blutkreislauf des Planeten."
    }
  },
  {
    "translation": {
      "en": "for fresh water is another of the fundamentals",
      "de": "Süßwasser ist eine weitere Grundlage,"
    }
  },
  {
    "translation": {
      "en": "that society depends on.",
      "de": "von der die Gesellschaft abhängt."
    }
  },
  {
    "translation": {
      "en": "Did you know that you and I need roughly",
      "de": "Wissen Sie, ein Mensch braucht ungefähr"
    }
  },
  {
    "translation": {
      "en": "something like 3,000 liters of fresh water per person every day for us to stay alive?",
      "de": "Wissen Sie, ein Mensch braucht ungefähr 3.000 Liter Süßwasser pro Tag, um zu überleben."
    }
  },
  {
    "translation": {
      "en": "And you say, \"My God, 3,000 liters? Three tons of water? How can that be?\"",
      "de": "Man denkt: \"Mein Gott, 3.000 Liter? Drei Tonnen Wasser? Wie kann das sein?\""
    }
  },
  {
    "translation": {
      "en": "Yes, we only need 50 liters for hygiene and drinking.",
      "de": "Ja, wir brauchen nur 50 Liter für Hygiene und Trinken."
    }
  },
  {
    "translation": {
      "en": "We, in the rich world, use roughly another hundred for washing, our household needs.",
      "de": "In der reichen Welt verbrauchen wir weitere 100 Liter für Wäsche und Haushalt."
    }
  },
  {
    "translation": {
      "en": "And then industry needs another 150, so that's like 300 liters.",
      "de": "Die Industrie braucht weitere 150 Liter. Das macht 300 Liter."
    }
  },
  {
    "translation": {
      "en": "But the rest, the 2,500 or so, is for food.",
      "de": "Aber die restlichen 2.500 Liter sind für Nahrung."
    }
  },
  {
    "translation": {
      "en": "That's the fresh water we need to produce everything that we have on our plates when we eat our food.",
      "de": "So viel Süßwasser benötigen wir, um all unser Essen zu produzieren."
    }
  },
  {
    "translation": {
      "en": "[David] Fresh water has a special significance for Johan.",
      "de": "Süßwasser hat für Johann eine besondere Bedeutung."
    }
  },
  {
    "translation": {
      "en": "It was the subject of his PhD",
      "de": "Es war Gegenstand seiner Doktorarbeit"
    }
  },
  {
    "translation": {
      "en": "and many years of research in the semi-arid regions of Africa.",
      "de": "und langjähriger Forschung in den semiariden Regionen Afrikas."
    }
  },
  {
    "translation": {
      "en": "I spent from, you know, sunrise to sunset walking around, sweating like crazy,",
      "de": "Ich rannte von Sonnenaufgang bis Sonnenuntergang herum, schwitzte wie verrückt ,"
    }
  },
  {
    "translation": {
      "en": "collecting data, you know.",
      "de": "sammelte Daten,"
    }
  },
  {
    "translation": {
      "en": "Digging profiles in the soil,",
      "de": "grub Profile in den Boden,"
    }
  },
  {
    "translation": {
      "en": "taking soil samples, doing soil moisture measurements.",
      "de": "entnahm Bodenproben, maß die Bodenfeuchtigkeit,"
    }
  },
  {
    "translation": {
      "en": "Just getting wind speed data and rainfall data.",
      "de": "beschaffte Daten zu Windgeschwindigkeit und Niederschlag."
    }
  },
  {
    "translation": {
      "en": "I've measured so much leaf area.",
      "de": "Ich maß so viel Blattflächen."
    }
  },
  {
    "translation": {
      "en": "You don't, you won't imagine, you know,",
      "de": "Ein Wissenschaftler muss unvorstellbar vorsichtig sein,"
    }
  },
  {
    "translation": {
      "en": "how careful a scientist has to be in just measuring in square millimeters",
      "de": "Ein Wissenschaftler muss unvorstellbar vorsichtig sein, wenn er millimetergenau die Größe der Blätter einer Pflanze misst."
    }
  },
  {
    "translation": {
      "en": "the size of all the leaves on a plant.",
      "de": "wenn er millimetergenau die Größe der Blätter einer Pflanze misst."
    }
  },
  {
    "translation": {
      "en": "[David] It was the details he needed to answer a much bigger question.",
      "de": "Diese Details brauchte er, um eine viel größere Frage zu beantworten."
    }
  },
  {
    "translation": {
      "en": "How much water do we need to feed the world?",
      "de": "Wie viel Wasser brauchen wir, um die Welt zu ernähren?"
    }
  },
  {
    "translation": {
      "en": "My tentative answer when I was doing my MSc was,",
      "de": "Als ich meinen Master machte, gab ich die Antwort:"
    }
  },
  {
    "translation": {
      "en": "was that, \"Yes, there seemed to be enough water.\"",
      "de": "\"Ja, es scheint genug Wasser zu geben.\""
    }
  },
  {
    "translation": {
      "en": "[David] But there's another side to the coin.",
      "de": "Aber es gibt eine Kehrseite."
    }
  },
  {
    "translation": {
      "en": "Is there a global threshold for fresh water use",
      "de": "Gibt es eine globale Schwelle für den Süßwasserverbrauch,"
    }
  },
  {
    "translation": {
      "en": "beyond which the system starts to collapse?",
      "de": "ab der das System zusammenbricht?"
    }
  },
  {
    "translation": {
      "en": "[Johan] We actually scanned off all the river basins in the world",
      "de": "Wir scannten alle Flussgebiete der Welt."
    }
  },
  {
    "translation": {
      "en": "and then, you know, defining what's the minimum amount of runoff water",
      "de": "Wir scannten alle Flussgebiete der Welt. Dann definierten wir die minimale Menge an Abflusswasser,"
    }
  },
  {
    "translation": {
      "en": "any given river basin must have to maintain the wetness in the system",
      "de": "die ein Flussgebiet haben muss, um die Nässe im System aufrechtzuerhalten."
    }
  },
  {
    "translation": {
      "en": "so that you have thriving ecosystems,",
      "de": "Damit es florierende Ökosysteme gibt,"
    }
  },
  {
    "translation": {
      "en": "good supply of water, functioning river basins.",
      "de": "eine gute Wasserversorgung, funktionierende Flussgebiete."
    }
  },
  {
    "translation": {
      "en": "[David] The volume of water currently being extracted from each river",
      "de": "Die Wassermenge, die derzeit aus jedem Fluss entnommen wird,"
    }
  },
  {
    "translation": {
      "en": "reveals why many are now in danger of running dry.",
      "de": "offenbart, warum vielen die Austrocknung droht."
    }
  },
  {
    "translation": {
      "en": "[Johan] Globally, we're still, as far as our assessment shows today,",
      "de": "Weltweit befinden wir uns heute unserer Einschätzung zufolge"
    }
  },
  {
    "translation": {
      "en": "in the safe zone on fresh water,",
      "de": "in der sicheren Zone für Süßwasser,"
    }
  },
  {
    "translation": {
      "en": "but we're rapidly moving towards a danger zone.",
      "de": "aber nähern uns schnell der Gefahrenzone."
    }
  },
  {
    "translation": {
      "en": "[David] The last of the biosphere boundaries",
      "de": "Die letzte Biosphärengrenze"
    }
  },
  {
    "translation": {
      "en": "involves the flow of nutrients, nitrogen, and phosphorus.",
      "de": "betrifft den Fluss der Nährstoffe Stickstoff und Phosphor."
    }
  },
  {
    "translation": {
      "en": "They are the essential components of all living things,",
      "de": "Sie sind wesentliche Bestandteile aller Lebewesen"
    }
  },
  {
    "translation": {
      "en": "the key ingredients in fertilizers.",
      "de": "und wichtige Bestandteile von Düngemitteln."
    }
  },
  {
    "translation": {
      "en": "Johan has witnessed firsthand the impacts of their increasing use.",
      "de": "Johan hat die Auswirkungen ihrer vermehrten Nutzung direkt erlebt."
    }
  },
  {
    "translation": {
      "en": "He spent his childhood summers on an island in the Baltic Sea.",
      "de": "Er verbrachte die Sommer seiner Kindheit auf einer Insel in der Ostsee."
    }
  },
  {
    "translation": {
      "en": "[Johan] We loved fishing.",
      "de": "Wir liebten das Angeln."
    }
  },
  {
    "translation": {
      "en": "Most often, I fished with my closest friend here, Anders,",
      "de": "Meistens angelte ich mit meinem besten Freund Anders"
    }
  },
  {
    "translation": {
      "en": "and my little brother Nicklaus. And…",
      "de": "und meinem kleinen Bruder Nicklaus. Wir waren also oft zu dritt."
    }
  },
  {
    "translation": {
      "en": "So there was often the three of us.",
      "de": "Wir waren also oft zu dritt."
    }
  },
  {
    "translation": {
      "en": "Almost being able to tell my mother and dad that,",
      "de": "Wir konnten meine Eltern fragen:"
    }
  },
  {
    "translation": {
      "en": "\"So you want some fish for dinner?\"",
      "de": "\"Wollt ihr Fisch zum Abendessen?\""
    }
  },
  {
    "translation": {
      "en": "and we would come home with a catch, basically.",
      "de": "Dann kamen wir mit einem Fang nach Hause."
    }
  },
  {
    "translation": {
      "en": "One of the adventures was going out",
      "de": "Eins unserer Abenteuer war,"
    }
  },
  {
    "translation": {
      "en": "one, two nautical miles out in the open Baltic,",
      "de": "ein oder zwei Seemeilen in die offene Ostsee rauszurudern."
    }
  },
  {
    "translation": {
      "en": "and that's where we could, by hand, fishing cod.",
      "de": "Dort konnten wir Dorsche angeln."
    }
  },
  {
    "translation": {
      "en": "I was, at that time, the best at rinsing the fish,",
      "de": "Ich war damals der Beste beim Säubern der Fische."
    }
  },
  {
    "translation": {
      "en": "so, after one hour, I had to abandon the fishing,",
      "de": "Nach einer Stunde musste ich das Angeln aufgeben,"
    }
  },
  {
    "translation": {
      "en": "because we got so much cod that the only way to bring it home",
      "de": "weil wir so viele Dorsche hatten. Wir kriegten sie nur nach Hause, indem wir sie an Ort und Stelle ausnahmen."
    }
  },
  {
    "translation": {
      "en": "was that we would actually cut up the fish on site.",
      "de": "Wir kriegten sie nur nach Hause, indem wir sie an Ort und Stelle ausnahmen."
    }
  },
  {
    "translation": {
      "en": "So we would have the seagulls just engulfing us,",
      "de": "Möwen umringten uns,"
    }
  },
  {
    "translation": {
      "en": "because there was so much, er, you know, entrails",
      "de": "denn das Wasser war voller Eingeweide und Fischstücke,"
    }
  },
  {
    "translation": {
      "en": "and then pieces of fish that I was then cutting off",
      "de": "denn das Wasser war voller Eingeweide und Fischstücke, die ich abschnitt, damit alles ins Boot passte."
    }
  },
  {
    "translation": {
      "en": "just to fit in the boat.",
      "de": "die ich abschnitt, damit alles ins Boot passte."
    }
  },
  {
    "translation": {
      "en": "And that was a cause of great, great excitement as a kid to do that.",
      "de": "Als Kinder fanden wir das sehr aufregend."
    }
  },
  {
    "translation": {
      "en": "A few decades later, today, it's a completely different situation,",
      "de": "Heute, ein paar Jahrzehnte später, ist die Situation völlig anders."
    }
  },
  {
    "translation": {
      "en": "and you see nobody trying to go out to catch cod,",
      "de": "Man sieht niemanden mehr Dorsche angeln."
    }
  },
  {
    "translation": {
      "en": "because, er, it's just literally empty.",
      "de": "Denn die See ist leer."
    }
  },
  {
    "translation": {
      "en": "It looks exactly the same, by the way, as it did in the 1970s, 1980s",
      "de": "Es sieht hier übrigens genauso aus wie in den 1970ern und 1980ern,"
    }
  },
  {
    "translation": {
      "en": "when you look at it from above,",
      "de": "von oben betrachtet."
    }
  },
  {
    "translation": {
      "en": "but when you look at it from below, it's something completely different.",
      "de": "Aber von unten betrachtet sieht es völlig anders aus."
    }
  },
  {
    "translation": {
      "en": "[David] When Johan was a boy, the Baltic was a healthy environment",
      "de": "Als Johan ein Kind war, war die Ostsee eine gesunde Umgebung,"
    }
  },
  {
    "translation": {
      "en": "dominated by predatory fish like cod.",
      "de": "dominiert von Raubfischen wie dem Dorsch."
    }
  },
  {
    "translation": {
      "en": "But while overfishing removed many of the fish,",
      "de": "Überfischung dezimierte den Fischbestand,"
    }
  },
  {
    "translation": {
      "en": "it was fertilizers washed off the surrounding fields",
      "de": "aber erst abgeschwemmte Düngemittel von umliegenden Feldern"
    }
  },
  {
    "translation": {
      "en": "that tipped the Baltic into disaster.",
      "de": "stürzten die Ostsee in die Katastrophe."
    }
  },
  {
    "translation": {
      "en": "It's now the world's most polluted sea.",
      "de": "Es ist heute das am stärksten belastete Meer der Welt."
    }
  },
  {
    "translation": {
      "en": "[Johan] It is when you have many Baltic Sea equivalents across the planet",
      "de": "Wenn man viele Ostsee-Äquivalente auf dem Planeten hat,"
    }
  },
  {
    "translation": {
      "en": "that there is reason for deep concern,",
      "de": "ist es Grund zu tiefer Besorgnis."
    }
  },
  {
    "translation": {
      "en": "because it's a…",
      "de": "Denn das ist ein Signal, dass der gesamte Planet"
    }
  },
  {
    "translation": {
      "en": "It's a signal that the entire planet is gradually losing its resilience",
      "de": "Denn das ist ein Signal, dass der gesamte Planet allmählich seine Resilienz verliert und immer schwächer wird."
    }
  },
  {
    "translation": {
      "en": "and gradually becoming weaker and weaker.",
      "de": "allmählich seine Resilienz verliert und immer schwächer wird."
    }
  },
  {
    "translation": {
      "en": "[David] Elena Bennett is an expert on the impacts of fertilizers.",
      "de": "Elena Bennett ist Expertin für die Auswirkungen von Düngemitteln."
    }
  },
  {
    "translation": {
      "en": "We take nitrogen out of the air and chemically convert it",
      "de": "Wir nehmen Stickstoff aus der Luft und verwandeln ihn chemisch"
    }
  },
  {
    "translation": {
      "en": "into a form that is able to be used by plants,",
      "de": "in eine Form, die von Pflanzen genutzt werden kann."
    }
  },
  {
    "translation": {
      "en": "or, in the case of phosphorus, we dig it up out of the ground. We mine it.",
      "de": "Phosphor bauen wir aus dem Boden ab."
    }
  },
  {
    "translation": {
      "en": "We developed these chemical pathways or ways to mine phosphorus that were much, much more efficient,",
      "de": "Wir haben chemischen Wege entwickelt, um Phosphor effektiver abzubauen."
    }
  },
  {
    "translation": {
      "en": "and that basically doubled, tripled,",
      "de": "Dadurch verdoppelte, verdreifachte oder sogar vervierfachte sich"
    }
  },
  {
    "translation": {
      "en": "or even quadrupled the production of food around the world.",
      "de": "Dadurch verdoppelte, verdreifachte oder sogar vervierfachte sich die weltweite Nahrungsmittelproduktion."
    }
  },
  {
    "translation": {
      "en": "[David] This was invaluable in feeding a growing population,",
      "de": "Das war wichtig für eine wachsende Bevölkerung."
    }
  },
  {
    "translation": {
      "en": "but we got into the habit of applying far more fertilizer",
      "de": "Aber wir fingen an, viel mehr Dünger anzuwenden,"
    }
  },
  {
    "translation": {
      "en": "than the crops could actually use.",
      "de": "als die Pflanzen nutzen konnten."
    }
  },
  {
    "translation": {
      "en": "The unused nutrients wash into rivers, over-fertilizing them too.",
      "de": "Die ungenutzten Nährstoffe landen in Flüssen und überdüngen sie."
    }
  },
  {
    "translation": {
      "en": "A process called eutrophication.",
      "de": "Diesen Prozess nennt man Eutrophierung."
    }
  },
  {
    "translation": {
      "en": "What we see are these algal blooms.",
      "de": "Wir erleben Algenblüten."
    }
  },
  {
    "translation": {
      "en": "Sort of looks like a blue-green scum on top of the lake.",
      "de": "Sie sehen aus wie blaugrüner Abschaum auf dem See."
    }
  },
  {
    "translation": {
      "en": "They often smell terrible because we're smelling the rotting of that algae.",
      "de": "Sie stinken oft, weil wir die Fäulnis der Algen riechen."
    }
  },
  {
    "translation": {
      "en": "As it's decomposing, it uses up oxygen.",
      "de": "Bei der Zersetzung wird Sauerstoff verbraucht."
    }
  },
  {
    "translation": {
      "en": "[David] Reduced oxygen changes the chemical composition",
      "de": "Weniger Sauerstoff verändert die chemische Zusammensetzung"
    }
  },
  {
    "translation": {
      "en": "of the sediment on the bottom of the lake, causing it to release more phosphorus.",
      "de": "des Sediments auf dem Seeboden, wodurch mehr Phosphor freigesetzt wird."
    }
  },
  {
    "translation": {
      "en": "[Elena] Soon as you have a eutrophication problem, the lake sort of says, \"Oh good, we're gonna make it worse,\"",
      "de": "Sobald ein Eutrophierungsproblem auftritt, macht der See es nur noch schlimmer."
    }
  },
  {
    "translation": {
      "en": "and it just creates a positive feedback cycle",
      "de": "Es entsteht ein positiver Feedback-Kreislauf."
    }
  },
  {
    "translation": {
      "en": "that creates more and more and more phosphorus going into that lake and essentially keeps it in that state.",
      "de": "Es wird immer mehr Phosphor erzeugt, der den See in diesem Zustand hält."
    }
  },
  {
    "translation": {
      "en": "We also have the same issue of eutrophication in oceans,",
      "de": "Wir haben das Problem der Eutrophierung auch in Ozeanen,"
    }
  },
  {
    "translation": {
      "en": "where we get what are called dead zones from the same nutrients,",
      "de": "wo wir sogenannte Totzonen bekommen, aufgrund der gleichen Nährstoffe."
    }
  },
  {
    "translation": {
      "en": "and we see those dead zones now in a few hundred places around the world.",
      "de": "Wir sehen solche Totzonen mittlerweile an ein paar hundert Orten weltweit."
    }
  },
  {
    "translation": {
      "en": "[David] Eutrophication in the ocean may have been an important contributor",
      "de": "Eutrophierung im Ozean könnte ein wichtiger Faktor"
    }
  },
  {
    "translation": {
      "en": "to one of the world's five previous mass extinction events.",
      "de": "bei einem der fünf bisherigen Massenaussterben der Welt gewesen sein."
    }
  },
  {
    "translation": {
      "en": "Already today, some dead zones have expanded",
      "de": "Schon heute haben sich einige Totzonen auf zehntausende Quadratkilometer ausgedehnt."
    }
  },
  {
    "translation": {
      "en": "to cover tens of thousands of square kilometers.",
      "de": "auf zehntausende Quadratkilometer ausgedehnt."
    }
  },
  {
    "translation": {
      "en": "Our overuse of phosphorus and nitrogen",
      "de": "Der übermäßige Einsatz von Phosphor und Stickstoff"
    }
  },
  {
    "translation": {
      "en": "is one of the least known, but most critical impacts we're having on the biosphere.",
      "de": "hat eine wenig bekannte, aber kritische Auswirkung auf die Biosphäre."
    }
  },
  {
    "translation": {
      "en": "We are already deep into the danger zone.",
      "de": "Wir befinden uns bereits tief in der Gefahrenzone."
    }
  },
  {
    "translation": {
      "en": "[Elena] We are well across the nutrient boundary.",
      "de": "Wir haben die Nährstoffgrenze weit überschritten."
    }
  },
  {
    "translation": {
      "en": "It's… It's not a thing that we think about very often.",
      "de": "Daran denken wir nicht oft."
    }
  },
  {
    "translation": {
      "en": "I think we need to be taking this boundary much more seriously than we currently are.",
      "de": "Wir sollten diese Grenze viel ernster nehmen, als wir es derzeit tun."
    }
  },
  {
    "translation": {
      "en": "[David] Nutrients, water, our forests, biodiversity, and the climate.",
      "de": "Nährstoffe, Wasser, unsere Wälder, Biodiversität und das Klima."
    }
  },
  {
    "translation": {
      "en": "Five big components of our planet that regulate stability",
      "de": "Fünf große Komponenten unseres Planeten, die die Stabilität regulieren und unser Überleben stützen."
    }
  },
  {
    "translation": {
      "en": "and underpin our own survival.",
      "de": "die die Stabilität regulieren und unser Überleben stützen."
    }
  },
  {
    "translation": {
      "en": "But Johan and his colleagues knew that this still wasn't the full picture.",
      "de": "Aber Johan und seine Kollegen wussten, dass das noch nicht alles war."
    }
  },
  {
    "translation": {
      "en": "They hadn't yet accounted for a little-known drama",
      "de": "Sie hatten ein wenig bekanntes Drama nicht bedacht,"
    }
  },
  {
    "translation": {
      "en": "that's playing out in the oceans.",
      "de": "das sich in den Ozeanen abspielt."
    }
  },
  {
    "translation": {
      "en": "Its impact on our planet's stability could outplay all others.",
      "de": "Seine Auswirkung auf die Stabilität des Planeten könnte alle anderen übertreffen."
    }
  },
  {
    "translation": {
      "en": "When we emit CO2 into the atmosphere,",
      "de": "Wenn wir CO2 in die Atmosphäre emittieren,"
    }
  },
  {
    "translation": {
      "en": "about a third of that emissions has ended up in the ocean.",
      "de": "landet etwa ein Drittel dieser Emissionen im Meer."
    }
  },
  {
    "translation": {
      "en": "[David] Terry Hughes has been a close collaborator with Johan over many years.",
      "de": "Terry Hughes arbeitet seit vielen Jahren eng mit Johan zusammen."
    }
  },
  {
    "translation": {
      "en": "[Terry] That has changed the chemistry of the ocean.",
      "de": "Das hat die Chemie des Ozeans verändert."
    }
  },
  {
    "translation": {
      "en": "It has changed the pH",
      "de": "Es hat den pH-Wert verändert."
    }
  },
  {
    "translation": {
      "en": "and made it less alkaline, or more acidic.",
      "de": "Der Ozean ist weniger basisch, oder saurer."
    }
  },
  {
    "translation": {
      "en": "Hence the name \"ocean acidification.\"",
      "de": "Daher die Bezeichnung \"Versauerung der Meere\"."
    }
  },
  {
    "translation": {
      "en": "[David] When carbon dioxide dissolves in water,",
      "de": "Wenn sich Kohlendioxid in Wasser löst,"
    }
  },
  {
    "translation": {
      "en": "it creates carbonic acid.",
      "de": "entsteht Kohlensäure."
    }
  },
  {
    "translation": {
      "en": "[Terry] The vulnerability is in colder waters.",
      "de": "Kältere Gewässer sind anfällig."
    }
  },
  {
    "translation": {
      "en": "[David] Over the past few decades,",
      "de": "In den letzten Jahrzehnten"
    }
  },
  {
    "translation": {
      "en": "the world's ocean has become 26% more acidic,",
      "de": "sind die Weltmeere um 26 % saurer geworden."
    }
  },
  {
    "translation": {
      "en": "and, for as long as carbon dioxide concentrations",
      "de": "Und solange die Kohlendioxydkonzentration"
    }
  },
  {
    "translation": {
      "en": "in the atmosphere remain high,",
      "de": "in der Atmosphäre hoch bleibt,"
    }
  },
  {
    "translation": {
      "en": "the ocean will continue acidifying.",
      "de": "wird der Ozean weiter versauern."
    }
  },
  {
    "translation": {
      "en": "The acid reacts with chemicals in the water called carbonate ions,",
      "de": "Die Säure reagiert mit Chemikalien im Wasser, den sogenannten Karbonationen,"
    }
  },
  {
    "translation": {
      "en": "reducing their concentration.",
      "de": "und reduziert deren Konzentration."
    }
  },
  {
    "translation": {
      "en": "[Terry] It affects a broad suite of organisms,",
      "de": "Es betrifft ein breites Spektrum an Organismen."
    }
  },
  {
    "translation": {
      "en": "particularly those that need carbonate to grow their skeletons.",
      "de": "Insbesondere solche, die Karbonat zum Aufbau ihrer Skelette brauchen."
    }
  },
  {
    "translation": {
      "en": "Things like mollusks, oysters, mussels.",
      "de": "Zum Beispiel Weichtiere, Austern und Muscheln."
    }
  },
  {
    "translation": {
      "en": "[David] Ocean acidification has an ominous history.",
      "de": "Die Versauerung der Meere hat eine unheilvolle Geschichte."
    }
  },
  {
    "translation": {
      "en": "Global changes in the acidification,",
      "de": "Globale Veränderungen bei der Versauerung und dem pH-Wert des Ozeans"
    }
  },
  {
    "translation": {
      "en": "the pH of the ocean, can actually cause mass extinctions.",
      "de": "Globale Veränderungen bei der Versauerung und dem pH-Wert des Ozeans können Massenaussterben verursachen."
    }
  },
  {
    "translation": {
      "en": "We've seen that repeatedly in the geological record.",
      "de": "Das gab es in der geologischen Geschichte schon mehrfach."
    }
  },
  {
    "translation": {
      "en": "So as we manipulate",
      "de": "Wenn wir also das Klima des Planeten manipulieren,"
    }
  },
  {
    "translation": {
      "en": "the planet's climate, we're literally playing with fire",
      "de": "Wenn wir also das Klima des Planeten manipulieren, spielen wir mit Feuer, was die unvorhersehbaren Folgen betrifft."
    }
  },
  {
    "translation": {
      "en": "in terms of the unforeseen consequences",
      "de": "spielen wir mit Feuer, was die unvorhersehbaren Folgen betrifft."
    }
  },
  {
    "translation": {
      "en": "of moving past these planetary boundaries into uncharted territory.",
      "de": "Wenn wir diese planetaren Grenzen überschreiten, betreten wir unbekanntes Terrain."
    }
  },
  {
    "translation": {
      "en": "[David] We are still in the safe zone for ocean acidification,",
      "de": "Noch befinden wir uns in der sicheren Zone der Ozeanversauerung."
    }
  },
  {
    "translation": {
      "en": "but we're pushing towards the danger zone",
      "de": "Aber wir nähern uns der Gefahrenzone"
    }
  },
  {
    "translation": {
      "en": "and potentially a catastrophic mass extinction.",
      "de": "und möglicherweise einem katastrophalen Massenaussterben."
    }
  },
  {
    "translation": {
      "en": "For all the complexities of Earth,",
      "de": "Bei aller Komplexität der Erde"
    }
  },
  {
    "translation": {
      "en": "Johan and his colleagues discovered that there are just nine systems",
      "de": "entdeckten Johan und seine Kollegen nur neun Systeme,"
    }
  },
  {
    "translation": {
      "en": "that keep our planet stable.",
      "de": "die unseren Planeten stabilisieren."
    }
  },
  {
    "translation": {
      "en": "But they've not yet identified where the boundaries lie for two of them.",
      "de": "Bei zwei davon konnten sie die Grenzen noch nicht bestimmen."
    }
  },
  {
    "translation": {
      "en": "The first one is an assortment of human-made pollutants.",
      "de": "Das erste ist ein Sortiment menschengemachter Schadstoffe."
    }
  },
  {
    "translation": {
      "en": "We call it \"novel entities,\" and it is everything from nuclear waste",
      "de": "Wir nennen sie \"neue Entitäten\". Dazu zählen nukleare Abfälle, persistente organische Schadstoffe,"
    }
  },
  {
    "translation": {
      "en": "to persistent organic pollutants",
      "de": "Dazu zählen nukleare Abfälle, persistente organische Schadstoffe,"
    }
  },
  {
    "translation": {
      "en": "to loading of heavy metals to microplastics.",
      "de": "die Belastung durch Schwermetalle und Mikroplastik."
    }
  },
  {
    "translation": {
      "en": "[David] Humans have created 100,000 new materials,",
      "de": "Menschen haben 100.000 neue Materialien erschaffen."
    }
  },
  {
    "translation": {
      "en": "any number of which could interact with the environment in catastrophic ways.",
      "de": "Viele davon können katastrophale Wechselwirkungen mit der Umwelt eingehen."
    }
  },
  {
    "translation": {
      "en": "As of yet, this boundary is not quantified.",
      "de": "Diese Grenze ist bislang nicht beziffert."
    }
  },
  {
    "translation": {
      "en": "We simply don't know the long-term or cumulative impacts",
      "de": "Wir kennen die langfristigen oder kumulativen Auswirkungen"
    }
  },
  {
    "translation": {
      "en": "of these polluting substances.",
      "de": "dieser schädlichen Substanzen einfach nicht."
    }
  },
  {
    "translation": {
      "en": "But most have the potential to cause planet-wide disruption",
      "de": "Aber die meisten haben das Potenzial für weltweite Störungen,"
    }
  },
  {
    "translation": {
      "en": "if not controlled in some way.",
      "de": "wenn sie nicht kontrolliert werden."
    }
  },
  {
    "translation": {
      "en": "There's one form of pollutant that is already having a global impact.",
      "de": "Es gibt eine Art von Schadstoff, die bereits globale Auswirkungen hat."
    }
  },
  {
    "translation": {
      "en": "So much so that it has a boundary of its own.",
      "de": "Sie hat sogar eine eigene Grenze."
    }
  },
  {
    "translation": {
      "en": "Aerosols are basically particles in the atmosphere.",
      "de": "Aerosole sind Partikel in der Atmosphäre."
    }
  },
  {
    "translation": {
      "en": "They are what's called air pollution particulates.",
      "de": "Es sind Luftverschmutzungspartikel."
    }
  },
  {
    "translation": {
      "en": "75% of the aerosol pollution is from fossil fuel combustion.",
      "de": "75 % der Aerosolverschmutzung entstammt der Verbrennung von Fossilien."
    }
  },
  {
    "translation": {
      "en": "We see them as hazy sky,",
      "de": "Wir nehmen sie als eine Art Nebel wahr,"
    }
  },
  {
    "translation": {
      "en": "because they intercept sunlight and just scatter it like mirrors.",
      "de": "denn sie fangen Sonnenlicht auf und verstreuen es wie Spiegel."
    }
  },
  {
    "translation": {
      "en": "And they cause what's called \"global dimming.\"",
      "de": "Sie verursachen globale Verdunkelung."
    }
  },
  {
    "translation": {
      "en": "[David] Veerabhadran has spent a lifetime studying the air around and above us.",
      "de": "Veerabhadran hat sein Leben lang die Luft um und über uns studiert."
    }
  },
  {
    "translation": {
      "en": "The other way aerosols impact climate,",
      "de": "Aerosole beeinflussen das Klima noch auf andere Art."
    }
  },
  {
    "translation": {
      "en": "because you're cutting sunlight, which is the major energy source",
      "de": "Sie mindern das Sonnenlicht, die Hauptenergiequelle für die Temperatur des Planeten."
    }
  },
  {
    "translation": {
      "en": "for driving the temperature of the planet, these aerosols have caused some cooling.",
      "de": "die Hauptenergiequelle für die Temperatur des Planeten. Insofern wirken Aerosole abkühlend."
    }
  },
  {
    "translation": {
      "en": "When you hear climate scientists like me say that aerosols are cooling the planet",
      "de": "Wenn Klimawissenschaftler wie ich sagen, dass Aerosole kühlend wirken und die Erwärmung maskieren,"
    }
  },
  {
    "translation": {
      "en": "and mask the warming, you may think, \"That's a good thing.\"",
      "de": "dass Aerosole kühlend wirken und die Erwärmung maskieren, klingt das erst einmal gut."
    }
  },
  {
    "translation": {
      "en": "But unfortunately, it's not.",
      "de": "Leider ist es das nicht."
    }
  },
  {
    "translation": {
      "en": "Because of this masking,",
      "de": "Wegen dieser Maskierung"
    }
  },
  {
    "translation": {
      "en": "we are still not seeing the full greenhouse beast.",
      "de": "sehen wir den vollen Umfang des Treibhauseffekts nicht."
    }
  },
  {
    "translation": {
      "en": "[David] This cooling effect from aerosols is masking",
      "de": "Dieser Kühleffekt durch Aerosole maskiert etwa 40 % der globalen Erwärmung."
    }
  },
  {
    "translation": {
      "en": "about 40% of the effects of global warming.",
      "de": "maskiert etwa 40 % der globalen Erwärmung."
    }
  },
  {
    "translation": {
      "en": "And it comes at a high price.",
      "de": "Und er hat einen hohen Preis."
    }
  },
  {
    "translation": {
      "en": "Air pollution kills over seven million people every year",
      "de": "Luftverschmutzung kostet jährlich über 7 Millionen Menschen das Leben."
    }
  },
  {
    "translation": {
      "en": "and takes, on average, three years off the life expectancy of each one of us.",
      "de": "Sie verkürzt die Lebenserwartung eines jeden Menschen um durchschnittlich drei Jahre."
    }
  },
  {
    "translation": {
      "en": "Where the boundary for air pollution lies has not yet been scientifically determined.",
      "de": "Wo die Grenze der Luftverschmutzung liegt, ist wissenschaftlich noch nicht geklärt."
    }
  },
  {
    "translation": {
      "en": "Just based on the 7.5 million deaths by these particles,",
      "de": "Allein aufgrund der 7,5 Millionen Todesfälle durch diese Partikel würde ich sagen,"
    }
  },
  {
    "translation": {
      "en": "I would say we have already crossed the boundary",
      "de": "durch diese Partikel würde ich sagen, dass wir die Aerosolgrenze bereits überschritten haben."
    }
  },
  {
    "translation": {
      "en": "as far as aerosols are concerned.",
      "de": "dass wir die Aerosolgrenze bereits überschritten haben."
    }
  },
  {
    "translation": {
      "en": "[David] Finally, the ninth boundary is the ozone layer.",
      "de": "Die letzte und neunte Grenze ist die Ozonschicht."
    }
  },
  {
    "translation": {
      "en": "It has the unique distinction of being the only boundary",
      "de": "Sie hat eine Besonderheit: Sie ist die einzige Grenze, wo wir uns in die richtige Richtung bewegen."
    }
  },
  {
    "translation": {
      "en": "where we're moving in the right direction.",
      "de": "Sie ist die einzige Grenze, wo wir uns in die richtige Richtung bewegen."
    }
  },
  {
    "translation": {
      "en": "[Veerabhadran] The ozone intercepts harmful ultraviolet radiation,",
      "de": "Das Ozon fängt schädliche ultraviolette Strahlung ab,"
    }
  },
  {
    "translation": {
      "en": "which directly impacts our DNA",
      "de": "die sich direkt auf unsere DNA auswirkt"
    }
  },
  {
    "translation": {
      "en": "and causes deadly diseases like skin cancer.",
      "de": "und tödliche Krankheiten wie Hautkrebs verursacht."
    }
  },
  {
    "translation": {
      "en": "That is why,",
      "de": "Folglich,"
    }
  },
  {
    "translation": {
      "en": "when the Antarctic ozone hole was discovered in the 1980s,",
      "de": "als das antarktische Ozonloch in den 1980ern entdeckt wurde,"
    }
  },
  {
    "translation": {
      "en": "there was a global panic.",
      "de": "gab es eine globale Panik."
    }
  },
  {
    "translation": {
      "en": "[David] The discovery of the ozone hole",
      "de": "Die Entdeckung des Ozonlochs,"
    }
  },
  {
    "translation": {
      "en": "caused by chemical pollutants being released into the atmosphere",
      "de": "verursacht durch Freisetzung von Schadstoffen in die Atmosphäre,"
    }
  },
  {
    "translation": {
      "en": "persuaded nations to phase out these chemicals.",
      "de": "überzeugte Nationen, diese Chemikalien auslaufen zu lassen."
    }
  },
  {
    "translation": {
      "en": "[Johan] It was quite fantastic how the scientific warnings",
      "de": "Es war fantastisch, wie wissenschaftliche Warnungen in politisches Handeln umgesetzt wurden."
    }
  },
  {
    "translation": {
      "en": "translated into political action.",
      "de": "wie wissenschaftliche Warnungen in politisches Handeln umgesetzt wurden."
    }
  },
  {
    "translation": {
      "en": "This is the first and only example",
      "de": "Es ist das erste und einzige Beispiel,"
    }
  },
  {
    "translation": {
      "en": "that we can actually manage the whole planet.",
      "de": "dass wir den ganzen Planeten verwalten können."
    }
  },
  {
    "translation": {
      "en": "We can actually return into a safe operating space",
      "de": "Wir können in einen sicheren Bereich zurückkehren,"
    }
  },
  {
    "translation": {
      "en": "for a planetary boundary that we had seriously gone into the high-risk zone,",
      "de": "nachdem wir uns bei einer planetaren Grenze tief in der Hochrisikozone befanden."
    }
  },
  {
    "translation": {
      "en": "and we returned back into a safe operating space.",
      "de": "Wir kehrten zurück in einen sicheren Bereich."
    }
  },
  {
    "translation": {
      "en": "It was indeed fantastic to witness.",
      "de": "Es war wirklich fantastisch, das zu sehen."
    }
  },
  {
    "translation": {
      "en": "Scientists raised the alarm, and the world acted.",
      "de": "Wissenschaftler schlugen Alarm, die Welt handelte."
    }
  },
  {
    "translation": {
      "en": "Thanks to Johan and his colleagues,",
      "de": "Dank Johan und seinen Kollegen"
    }
  },
  {
    "translation": {
      "en": "we now know the planet has nine boundaries",
      "de": "wissen wir jetzt, dass der Planet neun Grenzen hat."
    }
  },
  {
    "translation": {
      "en": "and the risks we face by crossing them.",
      "de": "Und um die Risiken, wenn wir sie überschreiten."
    }
  },
  {
    "translation": {
      "en": "Together with the ozone layer, we are, at least for now,",
      "de": "Neben der Ozonschicht befinden wir uns zumindest momentan"
    }
  },
  {
    "translation": {
      "en": "within the safe zone for ocean acidification and fresh water.",
      "de": "in der sicheren Zone bei Ozeanversauerung und Süßwasser."
    }
  },
  {
    "translation": {
      "en": "We don't yet know how close we are to the danger zone for air pollution,",
      "de": "Wir wissen noch nicht, wie nah wir der Gefahrenzone bei Luftverschmutzung oder den anderen Schadstoffen sind,"
    }
  },
  {
    "translation": {
      "en": "or for all the other pollutants, the novel entities.",
      "de": "bei Luftverschmutzung oder den anderen Schadstoffen sind, den neuen Entitäten."
    }
  },
  {
    "translation": {
      "en": "But most worryingly, we have already exceeded",
      "de": "Es ist besorgniserregend, dass wir mindestens vier der neun Grenzen bereits überschritten haben:"
    }
  },
  {
    "translation": {
      "en": "at least four of the nine boundaries.",
      "de": "dass wir mindestens vier der neun Grenzen bereits überschritten haben:"
    }
  },
  {
    "translation": {
      "en": "Climate, forest loss, nutrients, and biodiversity.",
      "de": "Klima, Waldverlust, Nährstoffe und Biodiversität."
    }
  },
  {
    "translation": {
      "en": "We are now crossing irreversible tipping points,",
      "de": "Wir überqueren jetzt unumkehrbare Kipppunkte."
    }
  },
  {
    "translation": {
      "en": "and we are perilously close to tipping the Earth",
      "de": "Und wir sind gefährlich nah dran, die Erde in einen Zustand zu kippen,"
    }
  },
  {
    "translation": {
      "en": "into a state that is unable to support our own civilizations.",
      "de": "Und wir sind gefährlich nah dran, die Erde in einen Zustand zu kippen, der unsere eigene Zivilisationen nicht mehr tragen kann."
    }
  },
  {
    "translation": {
      "en": "What we're seeing in the world today verifies the planetary boundary framework.",
      "de": "Was wir heute in der Welt sehen, bestätigt die planetaren Grenzen."
    }
  },
  {
    "translation": {
      "en": "We can see so clear evidence that,",
      "de": "Wir sehen klare Beweise. Beim Klima sind wir in der Gefahrenzone."
    }
  },
  {
    "translation": {
      "en": "because we're in the danger zone on climate,",
      "de": "Beim Klima sind wir in der Gefahrenzone."
    }
  },
  {
    "translation": {
      "en": "because we're in the deep high-risk zone on biodiversity loss,",
      "de": "Bei der Biodiversität sind wir tief in der Hochrisikozone."
    }
  },
  {
    "translation": {
      "en": "we start seeing increased drought, impacts on the rain forest,",
      "de": "Wir sehen verstärkte Dürren, Auswirkungen auf den Regenwald,"
    }
  },
  {
    "translation": {
      "en": "the forest fires in Australia and in the Amazon,",
      "de": "Waldbrände in Australien und am Amazonas,"
    }
  },
  {
    "translation": {
      "en": "the accelerated ice melt, the collapse of coral reef systems.",
      "de": "die beschleunigte Eisschmelze, den Kollaps der Korallenriffe."
    }
  },
  {
    "translation": {
      "en": "[David] For the scientists bearing witness to these planetary changes,",
      "de": "Für die Wissenschaftler, die Zeugen dieser Veränderungen sind,"
    }
  },
  {
    "translation": {
      "en": "the loss is much more than just numbers.",
      "de": "sind die Verluste viel mehr als nur Zahlen."
    }
  },
  {
    "translation": {
      "en": "Terry Hughes has spent a lifetime studying coral reefs.",
      "de": "Terry Hughes hat sein Leben lang Korallenriffe studiert."
    }
  },
  {
    "translation": {
      "en": "[Terry] A bleached coral is very, very sick.",
      "de": "Gebleichte Korallen sind sehr krank."
    }
  },
  {
    "translation": {
      "en": "[David] Corals bleach when the waters around them get too warm,",
      "de": "Korallen bleichen aus, wenn das Wasser zu warm wird."
    }
  },
  {
    "translation": {
      "en": "something that's happening with increasing frequency and intensity",
      "de": "Das geschieht immer häufiger und intensiver,"
    }
  },
  {
    "translation": {
      "en": "as a consequence of global warming.",
      "de": "als Folge der globalen Erwärmung."
    }
  },
  {
    "translation": {
      "en": "In big thermal extremes, like we've been seeing",
      "de": "Extreme Temperaturen führten in den letzten Jahrzehnten zu Massenbleichereignissen."
    }
  },
  {
    "translation": {
      "en": "during mass bleaching events in recent decades,",
      "de": "führten in den letzten Jahrzehnten zu Massenbleichereignissen."
    }
  },
  {
    "translation": {
      "en": "they can actually die very, very quickly.",
      "de": "Sie können sehr schnell sterben."
    }
  },
  {
    "translation": {
      "en": "They cook.",
      "de": "Sie kochen."
    }
  },
  {
    "translation": {
      "en": "The footprint of a bleaching event is ten times bigger",
      "de": "Der Fußabdruck eines Bleichereignisses ist zehnmal größer"
    }
  },
  {
    "translation": {
      "en": "than the most extreme Category 5 tropical cyclone.",
      "de": "als der eines tropischen Wirbelsturms der Kategorie 5."
    }
  },
  {
    "translation": {
      "en": "So they're off the scale in terms of the size of the impact,",
      "de": "Bleichereignisse sind überwältigend, was die Größe ihrer Auswirkungen und ihre Häufigkeit betrifft."
    }
  },
  {
    "translation": {
      "en": "and in terms of how frequently they are occurring.",
      "de": "was die Größe ihrer Auswirkungen und ihre Häufigkeit betrifft."
    }
  },
  {
    "translation": {
      "en": "[David] Terry studies the Great Barrier Reef, the largest reef system in the world.",
      "de": "Terry studiert das Great Barrier Reef, das größte Riffsystem der Welt."
    }
  },
  {
    "translation": {
      "en": "Bleaching events used to be localized and rare,",
      "de": "Bleichereignisse waren früher lokal begrenzt und selten."
    }
  },
  {
    "translation": {
      "en": "but over the past two decades,",
      "de": "Aber in den letzten zwei Jahrzehnten"
    }
  },
  {
    "translation": {
      "en": "marine heatwaves have caused widespread bleaching.",
      "de": "haben marine Hitzewellen eine weit verbreitete Bleiche verursacht."
    }
  },
  {
    "translation": {
      "en": "Three of the five biggest bleaching events have occurred in the past five years.",
      "de": "Drei der fünf größten Bleichereignisse traten in den letzten fünf Jahren auf."
    }
  },
  {
    "translation": {
      "en": "[Terry] We're worried about that shrinking gap between one bleaching event and the next one.",
      "de": "Die Abstände zwischen Bleichereignissen werden leider immer kürzer."
    }
  },
  {
    "translation": {
      "en": "We've already seen back-to-back bleaching events occur for the first time on the Great Barrier Reef",
      "de": "Es gab zwei aufeinanderfolgende Bleichereignisse am Great Barrier Reef."
    }
  },
  {
    "translation": {
      "en": "in two consecutive summers in 2016 and 2017.",
      "de": "In zwei aufeinanderfolgenden Sommern, 2016 und 2017."
    }
  },
  {
    "translation": {
      "en": "[David] Those gaps are critically important if the corals are to recover.",
      "de": "Diese Abstände sind wichtig für die Erholung der Korallen."
    }
  },
  {
    "translation": {
      "en": "Half the reef's corals have already died.",
      "de": "Die Hälfte der Korallen des Riffs sind bereits tot."
    }
  },
  {
    "translation": {
      "en": "Terry's work involves conducting aerial surveys",
      "de": "Terrys Arbeit beinhaltet Luftaufnahmen,"
    }
  },
  {
    "translation": {
      "en": "to record the extent of each bleaching event.",
      "de": "um das Ausmaß jedes Bleichereignisses aufzuzeichnen."
    }
  },
  {
    "translation": {
      "en": "[Terry] When we do our aerial surveys, we fly as slowly as we can,",
      "de": "Für Luftaufnahmen fliegen wir möglichst langsam und niedrig."
    }
  },
  {
    "translation": {
      "en": "as low as we can, so we can see individual corals,",
      "de": "Für Luftaufnahmen fliegen wir möglichst langsam und niedrig. So sehen wir individuelle Korallen und können beurteilen,"
    }
  },
  {
    "translation": {
      "en": "and we can assess how many of them are bleached white or not.",
      "de": "So sehen wir individuelle Korallen und können beurteilen, wie viele gebleicht sind oder nicht."
    }
  },
  {
    "translation": {
      "en": "[Terry] All the coral's bleached.",
      "de": "Alle Korallen sind gebleicht."
    }
  },
  {
    "translation": {
      "en": "[man] Yeah, that's bad.",
      "de": "Ja, das ist schlimm."
    }
  },
  {
    "translation": {
      "en": "[Terry] You can actually see a bleached reef from kilometers away,",
      "de": "Man sieht gebleichte Riffe kilometerweit."
    }
  },
  {
    "translation": {
      "en": "because it virtually glows. There's so much white coral on it.",
      "de": "Sie leuchten förmlich, wegen der vielen weißen Korallen."
    }
  },
  {
    "translation": {
      "en": "[Terry] So I've got very broad crest, and just about everything's bleached.",
      "de": "Ich sehen einen sehr breiten Kamm. Alles ist gebleicht."
    }
  },
  {
    "translation": {
      "en": "Those surveys have now been done five times,",
      "de": "Solche Bestandsaufnahmen wurden fünfmal gemacht."
    }
  },
  {
    "translation": {
      "en": "and I have led three of those.",
      "de": "Ich leitete drei davon."
    }
  },
  {
    "translation": {
      "en": "The last three in 2016, 2017, and 2020.",
      "de": "Die letzten drei in den Jahren 2016, 2017 und 2020."
    }
  },
  {
    "translation": {
      "en": "It's, um… It's a job I'd hoped I'd never have to do,",
      "de": "Ich hatte gehofft, so einen Job nie machen zu müssen."
    }
  },
  {
    "translation": {
      "en": "because it's actually, um, very confronting.",
      "de": "Er ist schwer zu ertragen."
    }
  },
  {
    "translation": {
      "en": "Sorry.",
      "de": "Entschuldigung."
    }
  },
  {
    "translation": {
      "en": "[David] We're heading for a future in which the Great Barrier Reef",
      "de": "Wir steuern auf eine Zukunft zu, in der das Great Barrier Reef"
    }
  },
  {
    "translation": {
      "en": "is a coral graveyard.",
      "de": "ein Korallenfriedhof ist."
    }
  },
  {
    "translation": {
      "en": "[Terry] The climate modelers are telling us, the biologists,",
      "de": "Klimamodelle sagen uns Biologen,"
    }
  },
  {
    "translation": {
      "en": "that business-as-usual carbon emissions",
      "de": "dass gleichbleibende Kohlenstoffemissionen"
    }
  },
  {
    "translation": {
      "en": "will result in back-to-back bleaching events",
      "de": "zu stetigen Bleichereignissen führen werden."
    }
  },
  {
    "translation": {
      "en": "every consecutive summer by the end of this century.",
      "de": "Jeden Sommer, bis zum Ende dieses Jahrhunderts."
    }
  },
  {
    "translation": {
      "en": "We've gone past the tipping point for coral bleaching.",
      "de": "Wir haben den Kipppunkt der Korallenbleiche überschritten."
    }
  },
  {
    "translation": {
      "en": "Scientists and ecologists like myself",
      "de": "Wissenschaftler und Ökologen wie ich"
    }
  },
  {
    "translation": {
      "en": "have been talking for decades now about global warming,",
      "de": "reden seit Jahrzehnten über die globale Erwärmung."
    }
  },
  {
    "translation": {
      "en": "and it has been frustrating, um, that we haven't been listened to.",
      "de": "Es ist frustrierend, dass wir nicht erhört wurden."
    }
  },
  {
    "translation": {
      "en": "I get angry.",
      "de": "Ich werde wütend."
    }
  },
  {
    "translation": {
      "en": "I don't get depressed. I get angry.",
      "de": "Ich werde nicht deprimiert, sondern wütend."
    }
  },
  {
    "translation": {
      "en": "There is a real reason to be frustrated,",
      "de": "Es gibt guten Grund, frustriert zu sein."
    }
  },
  {
    "translation": {
      "en": "because the science is clear and has been communicated for the past 30 years,",
      "de": "Die Wissenschaft ist eindeutig und wird seit 30 Jahren kommuniziert."
    }
  },
  {
    "translation": {
      "en": "and still we're not moving in the right direction.",
      "de": "Trotzdem ändern wir den Kurs nicht."
    }
  },
  {
    "translation": {
      "en": "I want you to panic.",
      "de": "Geraten Sie in Panik."
    }
  },
  {
    "translation": {
      "en": "I want you to feel the fear I feel every day.",
      "de": "Spüren Sie die Angst, die ich täglich spüre."
    }
  },
  {
    "translation": {
      "en": "And then I want you to act.",
      "de": "Und dann handeln Sie."
    }
  },
  {
    "translation": {
      "en": "I want you to act as you would in a crisis.",
      "de": "Handeln Sie wie in einer Krise."
    }
  },
  {
    "translation": {
      "en": "I want you to act as if the house was on fire.",
      "de": "Handeln Sie, als brenne das Haus."
    }
  },
  {
    "translation": {
      "en": "Because it is.",
      "de": "Denn das tut es."
    }
  },
  {
    "translation": {
      "en": "[woman] The bush fires in Australia have raged for months,",
      "de": "Buschfeuer in Australien wüten seit Monaten"
    }
  },
  {
    "translation": {
      "en": "destroying so much of the country's east coast--",
      "de": "und verwüsten die Ostküste."
    }
  },
  {
    "translation": {
      "en": "[David] In 2020, Australia endured a summer from hell.",
      "de": "Im Jahr 2020 erlebte Australien einen höllischen Sommer."
    }
  },
  {
    "translation": {
      "en": "[man] And our only way out is now",
      "de": "Unser einziger Ausweg"
    }
  },
  {
    "translation": {
      "en": "a treacherous gauntlet of fallen trees and flames.",
      "de": "ist eine tückische Schneise aus umgestürzten Bäumen und Flammen."
    }
  },
  {
    "translation": {
      "en": "[David] Fueled by record-breaking temperatures and months of severe drought,",
      "de": "Bei Rekordtemperaturen und nach monatelange Dürre"
    }
  },
  {
    "translation": {
      "en": "50 million acres of lands were incinerated.",
      "de": "verbrannten 50 Millionen Hektar Land."
    }
  },
  {
    "translation": {
      "en": "People fear this will become the new normal.",
      "de": "Menschen fürchten, dass es die neue Normalität werden könnte."
    }
  },
  {
    "translation": {
      "en": "But the science says there will be no normal.",
      "de": "Aber laut Wissenschaft gibt es keine neue Normalität."
    }
  },
  {
    "translation": {
      "en": "Daniella Teixeira studies glossy black cockatoos,",
      "de": "Daniella Teixeira erforscht Braunkopfkakadus,"
    }
  },
  {
    "translation": {
      "en": "one of Australia's most vulnerable birds.",
      "de": "eine der gefährdeten Vogelarten Australiens."
    }
  },
  {
    "translation": {
      "en": "[Daniella] Glossy black cockatoos let you get really close to them.",
      "de": "Braunkopfkakadus lassen dich ganz nah ran."
    }
  },
  {
    "translation": {
      "en": "They will learn who you are, and, in places where you visit regularly,",
      "de": "Sie lernen, wer du bist. An Orten, die du regelmäßig besuchst, lernen sie dich kennen."
    }
  },
  {
    "translation": {
      "en": "they actually, I think, get to know who you are,",
      "de": "An Orten, die du regelmäßig besuchst, lernen sie dich kennen."
    }
  },
  {
    "translation": {
      "en": "and so you can actually go up to them, sit underneath the tree where they're feeding,",
      "de": "Man kann sich unter den Baum setzen, wo sie fressen,"
    }
  },
  {
    "translation": {
      "en": "and get to know the individual birds.",
      "de": "und sie auseinanderhalten."
    }
  },
  {
    "translation": {
      "en": "[David] As soon as it was safe to do so,",
      "de": "Sobald es sicher möglich war,"
    }
  },
  {
    "translation": {
      "en": "Daniella returned to one of her main study sites",
      "de": "fuhr Daniella zu einem ihrer Hauptforschungsorte"
    }
  },
  {
    "translation": {
      "en": "on Kangaroo Island off South Australia.",
      "de": "auf Kangaroo Island vor Südaustralien."
    }
  },
  {
    "translation": {
      "en": "It's February. Nesting season for the cockatoos.",
      "de": "Im Februar, der Brutzeit der Kakadus."
    }
  },
  {
    "translation": {
      "en": "There's no sign of any wildlife at all.",
      "de": "Es gibt keinerlei Spur von Wildtieren."
    }
  },
  {
    "translation": {
      "en": "There's nothing left here.",
      "de": "Hier ist nichts übrig."
    }
  },
  {
    "translation": {
      "en": "It just looks like",
      "de": "Es sieht aus"
    }
  },
  {
    "translation": {
      "en": "complete carnage.",
      "de": "wie ein Gemetzel."
    }
  },
  {
    "translation": {
      "en": "It's almost like I'm not looking at the spot that I know.",
      "de": "Der Ort kommt mir fast fremd vor."
    }
  },
  {
    "translation": {
      "en": "Like it's almost like this can't be the same spot,",
      "de": "Als könne es nicht derselbe Ort sein."
    }
  },
  {
    "translation": {
      "en": "because it's so starkly different.",
      "de": "Es hat sich krass verändert."
    }
  },
  {
    "translation": {
      "en": "Yeah, I've spent the last four years working in this very location, so this is…",
      "de": "Ich habe die letzten vier Jahre an diesem Ort gearbeitet."
    }
  },
  {
    "translation": {
      "en": "This is about, um…",
      "de": "Es ist…"
    }
  },
  {
    "translation": {
      "en": "Yeah, this is about as hard as it gets. This spot was really, um…",
      "de": "Ja, es ist echt hart. An diesem Ort…"
    }
  },
  {
    "translation": {
      "en": "Like there was a big commotion every evening.",
      "de": "Hier war jeden Abend großes Getümmel."
    }
  },
  {
    "translation": {
      "en": "We would have had young chicks by this point.",
      "de": "Wir hätten jetzt junge Küken."
    }
  },
  {
    "translation": {
      "en": "This is… This is heartbreaking.",
      "de": "Es ist herzzerreißend."
    }
  },
  {
    "translation": {
      "en": "Jesus.",
      "de": "Himmel."
    }
  },
  {
    "translation": {
      "en": "I know this nest",
      "de": "Ich kenne dieses Nest."
    }
  },
  {
    "translation": {
      "en": "pretty well.",
      "de": "ziemlich gut."
    }
  },
  {
    "translation": {
      "en": "It's absolutely horrible to see it like this.",
      "de": "Es ist schrecklich, es so zu sehen."
    }
  },
  {
    "translation": {
      "en": "And all that's left is…",
      "de": "Alles, was noch übrig ist,"
    }
  },
  {
    "translation": {
      "en": "Is the iron collar just burnt on the ground.",
      "de": "ist der Eisenkragen, verbrannt auf dem Boden."
    }
  },
  {
    "translation": {
      "en": "Like, the iron collar is… Is what we put on the nest trees to save them.",
      "de": "Wir legten Eisenkragen um die Nestbäume, um sie zu retten."
    }
  },
  {
    "translation": {
      "en": "To stop the possums from… From predating on the chicks.",
      "de": "Um Opossums abzuhalten, die Küken zu fressen."
    }
  },
  {
    "translation": {
      "en": "And just to see all around me these iron collars just",
      "de": "Und jetzt sehe ich überall diese Eisenkragen."
    }
  },
  {
    "translation": {
      "en": "open on the ground.",
      "de": "Offen auf dem Boden."
    }
  },
  {
    "translation": {
      "en": "You know, they weren't enough to save them.",
      "de": "Sie reichten nicht, um die Bäume zu retten."
    }
  },
  {
    "translation": {
      "en": "This is an ecological catastrophe. There's no doubt about it.",
      "de": "Es ist eine ökologische Katastrophe, zweifellos."
    }
  },
  {
    "translation": {
      "en": "[David] The 2020 bushfires",
      "de": "Die Buschfeuer des Jahres 2020"
    }
  },
  {
    "translation": {
      "en": "were the most devastating in Australia's history.",
      "de": "waren die verheerendsten in Australiens Geschichte."
    }
  },
  {
    "translation": {
      "en": "[Daniella] Climate scientists have been talking about these events for a long time,",
      "de": "Klimawissenschaftler reden schon lange über solche Ereignisse."
    }
  },
  {
    "translation": {
      "en": "and we were expecting that this might happen,",
      "de": "Wir hatten mit so etwas gerechnet."
    }
  },
  {
    "translation": {
      "en": "but I don't think anybody expected it to be so soon or so severe.",
      "de": "Aber niemand rechnete damit, dass es so bald und so hart sein würde."
    }
  },
  {
    "translation": {
      "en": "[David] Scientists estimate that the fires killed or displaced three billion animals.",
      "de": "Wissenschaftler schätzen, dass durch die Brände 3 Milliarden Tiere getötet oder vertrieben wurden."
    }
  },
  {
    "translation": {
      "en": "[Daniella] 1.43 million mammals,",
      "de": "1,43 Millionen Säugetiere,"
    }
  },
  {
    "translation": {
      "en": "2.46 billion reptiles,",
      "de": "2,46 Milliarden Reptilien,"
    }
  },
  {
    "translation": {
      "en": "180 million birds,",
      "de": "180 Millionen Vögel"
    }
  },
  {
    "translation": {
      "en": "and 51 million frogs.",
      "de": "und 51 Millionen Frösche."
    }
  },
  {
    "translation": {
      "en": "These figures are so enormous,",
      "de": "Diese Zahlen sind enorm"
    }
  },
  {
    "translation": {
      "en": "so consequential…",
      "de": "und folgenreich."
    }
  },
  {
    "translation": {
      "en": "I don't know how to make sense of them.",
      "de": "Ich kann sie kaum einordnen."
    }
  },
  {
    "translation": {
      "en": "That's not what we should be dealing with as conservationists.",
      "de": "Das ist nichts für Naturschützer."
    }
  },
  {
    "translation": {
      "en": "I think this is a wake-up call.",
      "de": "Ich denke, das ist ein Weckruf."
    }
  },
  {
    "translation": {
      "en": "These black summer fires really showed us that it's now, it's affecting us today,",
      "de": "Die Feuer des \"schwarzen Sommers\" zeigen, dass wir jetzt betroffen sind."
    }
  },
  {
    "translation": {
      "en": "and this is gonna have long-lasting consequences.",
      "de": "Das wird lang anhaltende Folgen haben."
    }
  },
  {
    "translation": {
      "en": "Like, where can he go?",
      "de": "Wo soll er hin?"
    }
  },
  {
    "translation": {
      "en": "[David] Wildfires and coral bleaching are caused by us overstepping the climate boundary.",
      "de": "Waldbrände und Korallenbleiche entstehen, wenn wir die Klimagrenze überschreiten."
    }
  },
  {
    "translation": {
      "en": "But it is the destruction of nature that lies behind what has been by far",
      "de": "Und die Zerstörung der Natur ist auch ein Grund für die weitreichendste Auswirkung unseres destabilisierenden Planeten."
    }
  },
  {
    "translation": {
      "en": "the most far-reaching impact of our destabilizing planet.",
      "de": "für die weitreichendste Auswirkung unseres destabilisierenden Planeten."
    }
  },
  {
    "translation": {
      "en": "The COVID-19 pandemic.",
      "de": "Die COVID-19-Pandemie."
    }
  },
  {
    "translation": {
      "en": "It affected your life as it affected mine.",
      "de": "Sie wirkte sich auf Ihr Leben ebenso aus wie auf meins."
    }
  },
  {
    "translation": {
      "en": "COVID-19 was a planetary impact we were ill-equipped to deal with.",
      "de": "Bei COVID-19 war eine planetare Auswirkung, für die wir schlecht gerüstet waren."
    }
  },
  {
    "translation": {
      "en": "It overwhelmed health services",
      "de": "Sie überforderte das Gesundheitswesen"
    }
  },
  {
    "translation": {
      "en": "and brought the global economy to its knees.",
      "de": "und zwang die Weltwirtschaft in die Knie."
    }
  },
  {
    "translation": {
      "en": "Though it surprised many,",
      "de": "Sie überraschte viele,"
    }
  },
  {
    "translation": {
      "en": "the World Health Organization had forewarned that it was coming.",
      "de": "aber die Weltgesundheitsorganisation hatte vor ihr gewarnt."
    }
  },
  {
    "translation": {
      "en": "I think it was a question of time.",
      "de": "Es war eine Frage der Zeit."
    }
  },
  {
    "translation": {
      "en": "Er, we were destroying nature. We were destroying our ecosystems.",
      "de": "Wir zerstörten die Natur. Wir zerstörten unsere Ökosysteme."
    }
  },
  {
    "translation": {
      "en": "We have been doing very aggressive agricultural practices.",
      "de": "Wir verfolgten aggressive landwirtschaftliche Praktiken."
    }
  },
  {
    "translation": {
      "en": "We were doing an incredible, very aggressive deforestation.",
      "de": "Wir betrieben eine unglaubliche, sehr aggressive Entwaldung."
    }
  },
  {
    "translation": {
      "en": "If you add to that the fact that we live in very polluted cities",
      "de": "Dazu kommt, dass wir in sehr verschmutzten Städten leben,"
    }
  },
  {
    "translation": {
      "en": "with a very high population density,",
      "de": "mit einer sehr hohen Bevölkerungsdichte."
    }
  },
  {
    "translation": {
      "en": "I think all of those elements were kind of contributing to create",
      "de": "All diese Elemente trugen dazu bei."
    }
  },
  {
    "translation": {
      "en": "the perfect scenario for any new virus to spread.",
      "de": "Es war das perfekte Szenario für die Verbreitung eines neuen Virus."
    }
  },
  {
    "translation": {
      "en": "[David] Zoonotic diseases emerge and spread into the human population",
      "de": "Zoonosen entstehen und verbreiten sich in der menschlichen Bevölkerung,"
    }
  },
  {
    "translation": {
      "en": "when nature's resilience is weakened.",
      "de": "wenn die Resilienz der Natur schwach ist."
    }
  },
  {
    "translation": {
      "en": "It's not healthy nature that causes pandemics.",
      "de": "Gesunde Natur verursacht keine Pandemien."
    }
  },
  {
    "translation": {
      "en": "In terms of transmission of the diseases,",
      "de": "Die Übertragung solcher Krankheiten"
    }
  },
  {
    "translation": {
      "en": "it's only with certain species under certain circumstances",
      "de": "erfolgt nur bei bestimmten Arten unter bestimmten Umständen."
    }
  },
  {
    "translation": {
      "en": "and when we invade their environment in a very aggressive way.",
      "de": "Und wenn wir aggressiv in ihre Umgebung eindringen."
    }
  },
  {
    "translation": {
      "en": "So, for the human health, animal health, and environmental health, the three are so much linked.",
      "de": "Die Gesundheit von Mensch, Tier und Umwelt sind eng verbunden."
    }
  },
  {
    "translation": {
      "en": "Exposure to nature is good,",
      "de": "Kontakt mit der Natur ist gut."
    }
  },
  {
    "translation": {
      "en": "provided we do not destroy nature",
      "de": "Vorausgesetzt, wir zerstören weder die Natur"
    }
  },
  {
    "translation": {
      "en": "and we not destroy the ecosystems where other species are able to live.",
      "de": "noch die Ökosysteme, in denen andere Arten leben können."
    }
  },
  {
    "translation": {
      "en": "COVID-19, I feel, has made us understand for the first time that,",
      "de": "Ich glaube, COVID-19 hat uns zum ersten Mal vor Augen geführt:"
    }
  },
  {
    "translation": {
      "en": "\"Oh my God, something that goes wrong somewhere else on the planet",
      "de": "\"Oh mein Gott. Etwas, das woanders auf dem Planeten schiefläuft,"
    }
  },
  {
    "translation": {
      "en": "can suddenly hit the whole world economy",
      "de": "kann die ganze Weltwirtschaft treffen"
    }
  },
  {
    "translation": {
      "en": "and can change my life, like, immediately.\"",
      "de": "und mein Leben augenblicklich verändern.\""
    }
  },
  {
    "translation": {
      "en": "The appearance of COVID-19",
      "de": "Das Auftreten von COVID-19 war eine klare Warnung,"
    }
  },
  {
    "translation": {
      "en": "was a clear warning that all is not well with our planet.",
      "de": "Das Auftreten von COVID-19 war eine klare Warnung, dass es dem Planeten nicht gut geht."
    }
  },
  {
    "translation": {
      "en": "But it's also given us an opportunity to rebuild in a new direction.",
      "de": "Aber es ist auch eine Chance, den Wiederaufbau in eine neue Richtung zu lenken."
    }
  },
  {
    "translation": {
      "en": "Now that Johan and his colleagues have turned on the headlights,",
      "de": "Johan und seine Kollegen haben Scheinwerfer angeschaltet."
    }
  },
  {
    "translation": {
      "en": "we can clearly see the boundaries.",
      "de": "Wir können die Grenzen nun erkennen."
    }
  },
  {
    "translation": {
      "en": "We can see the path back to a safe space,",
      "de": "Wir erkennen den Weg zurück in einen sicheren Bereich,"
    }
  },
  {
    "translation": {
      "en": "to a more resilient future.",
      "de": "in eine resiliente Zukunft."
    }
  },
  {
    "translation": {
      "en": "It is achievable.",
      "de": "Das ist erreichbar."
    }
  },
  {
    "translation": {
      "en": "It's not a question anymore of doing economic growth here",
      "de": "Es geht nicht mehr darum, Wirtschaftswachstum zu haben"
    }
  },
  {
    "translation": {
      "en": "and then do some environmental impact reduction over here.",
      "de": "und nebenbei die Umweltbelastung zu reduzieren."
    }
  },
  {
    "translation": {
      "en": "Oh no, now it's a question of framing the entire growth model around sustainability,",
      "de": "Wir müssen das gesamte Wachstumsmodell auf Nachhaltigkeit ausrichten"
    }
  },
  {
    "translation": {
      "en": "and have the planet guide everything we do.",
      "de": "und uns bei allem vom Planeten leiten lassen."
    }
  },
  {
    "translation": {
      "en": "[David] An immediate priority is to reduce carbon emissions to zero",
      "de": "Es ist dringend notwendig, Kohlenstoffemissionen auf null zu senken"
    }
  },
  {
    "translation": {
      "en": "and stabilize global temperature as low as we possibly can.",
      "de": "und die globale Temperatur möglichst niedrig zu stabilisieren."
    }
  },
  {
    "translation": {
      "en": "The window is still open for us to be able to avoid passing two degrees.",
      "de": "Das Fenster steht noch offen, um 2 ºC Erwärmung zu vermeiden."
    }
  },
  {
    "translation": {
      "en": "It's even open to come to 1.5.",
      "de": "Es steht sogar offen für 1,5 ºC."
    }
  },
  {
    "translation": {
      "en": "But the window is really just… It's… It's barely open.",
      "de": "Aber das Fenster steht nur einen Spalt offen."
    }
  },
  {
    "translation": {
      "en": "[David] Since the beginning of the Industrial Revolution,",
      "de": "Seit Beginn der Industriellen Revolution"
    }
  },
  {
    "translation": {
      "en": "we have emitted 2,400 billion tons of carbon dioxide.",
      "de": "haben wir 2400 Milliarden Tonnen Kohlendioxid ausgestoßen."
    }
  },
  {
    "translation": {
      "en": "To stay below 1.5 degrees,",
      "de": "Um unter 1,5 ºC zu bleiben,"
    }
  },
  {
    "translation": {
      "en": "we must emit less than 300 billion tons more.",
      "de": "dürfen wir höchstens weitere 300 Milliarden Tonnen ausstoßen."
    }
  },
  {
    "translation": {
      "en": "If we continue to emit 40 billion tons each year,",
      "de": "Wenn wir weiterhin 40 Milliarden Tonnen pro Jahr ausstoßen,"
    }
  },
  {
    "translation": {
      "en": "our budget will run out within seven years.",
      "de": "ist unser Budget in sieben Jahren aufgebraucht."
    }
  },
  {
    "translation": {
      "en": "Of course, we cannot shut down",
      "de": "Natürlich können wir nicht alle Energieversorger der Welt"
    }
  },
  {
    "translation": {
      "en": "all energy utilities in the world overnight,",
      "de": "Natürlich können wir nicht alle Energieversorger der Welt über Nacht abschalten."
    }
  },
  {
    "translation": {
      "en": "so the only orderly way to do this",
      "de": "Der einzige geordnete Weg ist,"
    }
  },
  {
    "translation": {
      "en": "is to bend the global curve of emissions now,",
      "de": "die globale Emissionskurve sofort zu senken."
    }
  },
  {
    "translation": {
      "en": "because that's what all science shows.",
      "de": "Die Wissenschaft zeigt,"
    }
  },
  {
    "translation": {
      "en": "Now is the last chance we have to bend the global curve.",
      "de": "dass jetzt die letzte Chance ist, die globale Kurve zu senken."
    }
  },
  {
    "translation": {
      "en": "What is the most rapid pace of emission reduction that we can accomplish?",
      "de": "Wie schnell können wir eine Emissionsreduzierung erreichen?"
    }
  },
  {
    "translation": {
      "en": "Well, there's no study that suggests that we can go faster than 6, 7% per year,",
      "de": "Keine Studie besagt, dass es schneller als 6–7 % pro Jahr ginge."
    }
  },
  {
    "translation": {
      "en": "because 6, 7% per year, that is cutting by half in a decade.",
      "de": "6–7% pro Jahr wäre eine Halbierung in einem Jahrzehnt."
    }
  },
  {
    "translation": {
      "en": "[David] Cutting our emissions in half every decade",
      "de": "Die Halbierung der Emissionen jedes Jahrzehnt"
    }
  },
  {
    "translation": {
      "en": "is an exponential rate of change.",
      "de": "wäre eine exponentielle Veränderung."
    }
  },
  {
    "translation": {
      "en": "[Johan] Anyone can adopt this pace.",
      "de": "Dieses Tempo kann jeder übernehmen."
    }
  },
  {
    "translation": {
      "en": "I mean, you and I can do it as individuals.",
      "de": "Auch wir Einzelpersonen können sagen:"
    }
  },
  {
    "translation": {
      "en": "We can say, \"Okay, from now on, myself and my family",
      "de": "\"Ok, fortan werden ich und meine Familie versuchen,"
    }
  },
  {
    "translation": {
      "en": "will try to cut emissions by half every decade,\"",
      "de": "die Emissionen jedes Jahrzehnt zu halbieren.\""
    }
  },
  {
    "translation": {
      "en": "which would mean that you would be fossil fuel-free",
      "de": "Damit wären wir innerhalb einer Generation frei von fossilen Brennstoffen,"
    }
  },
  {
    "translation": {
      "en": "in one generation, in 30 years' time.",
      "de": "Damit wären wir innerhalb einer Generation frei von fossilen Brennstoffen, also in 30 Jahren."
    }
  },
  {
    "translation": {
      "en": "And a company can do it, or a country can do it,",
      "de": "Das können Unternehmen und Länder tun."
    }
  },
  {
    "translation": {
      "en": "or the world can/must do it.",
      "de": "Das kann oder muss die Welt tun."
    }
  },
  {
    "translation": {
      "en": "[David] Phasing out fossil fuels will, of course,",
      "de": "Ein Ausstieg aus fossilen Brennstoffen wird unseren Weg"
    }
  },
  {
    "translation": {
      "en": "begin our journey back towards the safe space",
      "de": "Ein Ausstieg aus fossilen Brennstoffen wird unseren Weg zurück in den sicheren Bereich innerhalb der Klimagrenze einleiten."
    }
  },
  {
    "translation": {
      "en": "within the climate boundary.",
      "de": "zurück in den sicheren Bereich innerhalb der Klimagrenze einleiten."
    }
  },
  {
    "translation": {
      "en": "And it will also substantially reduce air pollution",
      "de": "Er wird auch die Luftverschmutzung erheblich reduzieren,"
    }
  },
  {
    "translation": {
      "en": "and also slow down ocean acidification",
      "de": "die Versauerung der Ozeane verlangsamen"
    }
  },
  {
    "translation": {
      "en": "as well as reduce pressure on biodiversity.",
      "de": "und den Druck auf die Biodiversität verringern."
    }
  },
  {
    "translation": {
      "en": "But zero emissions are not enough.",
      "de": "Aber null Emissionen reichen nicht."
    }
  },
  {
    "translation": {
      "en": "We must also draw down the carbon that's already overheating the planet,",
      "de": "Wir müssen auch den Kohlenstoff abbauen, der den Planeten bereits überhitzt."
    }
  },
  {
    "translation": {
      "en": "and there's one very effective way to do this.",
      "de": "Dazu gibt einen sehr effektiven Weg:"
    }
  },
  {
    "translation": {
      "en": "Plant more trees.",
      "de": "Mehr Bäume pflanzen."
    }
  },
  {
    "translation": {
      "en": "A global effort to plant billions of trees",
      "de": "Ein globaler Versuch, Milliarden Bäume zu pflanzen,"
    }
  },
  {
    "translation": {
      "en": "could be one of the most cost-effective and achievable solutions",
      "de": "wäre eine kosteneffektive und erreichbare Lösung"
    }
  },
  {
    "translation": {
      "en": "to the climate crisis.",
      "de": "für die Klimakrise."
    }
  },
  {
    "translation": {
      "en": "And growing more trees is vital to offset the carbon we continue to emit",
      "de": "Mehr Bäume zu pflanzen ist wichtig, um den Kohlenstoffausstoß zu kompensieren,"
    }
  },
  {
    "translation": {
      "en": "as we strive to reach zero emissions as fast as we can.",
      "de": "während wir möglichst schnell null Emissionen anstreben."
    }
  },
  {
    "translation": {
      "en": "Of course, capturing carbon is only one of the benefits that trees provide.",
      "de": "Die Bindung von Kohlenstoff ist nur einer der Vorteile von Bäumen."
    }
  },
  {
    "translation": {
      "en": "Cheikh Mbow has collaborated with Johan for many years.",
      "de": "Cheikh Mbow arbeitet seit vielen Jahren mit Johan zusammen."
    }
  },
  {
    "translation": {
      "en": "He's an advocate for trees.",
      "de": "Er ist Fürsprecher für Bäume."
    }
  },
  {
    "translation": {
      "en": "[in Wolof] Trees prevent soil erosion.",
      "de": "Bäume verhindern Bodenerosion."
    }
  },
  {
    "translation": {
      "en": "Without trees, there will be less rain.",
      "de": "Ohne Bäume gibt es weniger Regen."
    }
  },
  {
    "translation": {
      "en": "If we plant trees in the fields,",
      "de": "Wenn wir Bäume auf Feldern pflanzen,"
    }
  },
  {
    "translation": {
      "en": "the fertility of the fields and, therefore, production will increase.",
      "de": "steigen die Fruchtbarkeit der Felder und die Produktion."
    }
  },
  {
    "translation": {
      "en": "We want to bring the tree back to its place",
      "de": "Wir wollen dem Baum seinen Platz"
    }
  },
  {
    "translation": {
      "en": "at the center of sustainable development.",
      "de": "im Zentrum nachhaltiger Entwicklung zurückgeben."
    }
  },
  {
    "translation": {
      "en": "Our job is to make sure that wherever a tree can grow, we plant one.",
      "de": "Wir müssen Bäume pflanzen, wo immer sie wachsen können."
    }
  },
  {
    "translation": {
      "en": "[David] Planting trees and restoring our natural world",
      "de": "Das Pflanzen von Bäumen und die Wiederherstellung der Natur"
    }
  },
  {
    "translation": {
      "en": "will, of course, have huge benefits for our planet's biodiversity,",
      "de": "wird natürlich große Vorteile für die Biodiversität haben."
    }
  },
  {
    "translation": {
      "en": "but it will also help to stabilize our climate, our fresh water,",
      "de": "Aber es hilft auch, das Klima zu stabilisieren sichert das Süßwasser und hat enorme Vorteile"
    }
  },
  {
    "translation": {
      "en": "and have enormous benefits for our food production",
      "de": "sichert das Süßwasser und hat enorme Vorteile für unsere Nahrungsproduktion und alle anderen Dienste,"
    }
  },
  {
    "translation": {
      "en": "and all the other services that nature provides for free.",
      "de": "für unsere Nahrungsproduktion und alle anderen Dienste, die die Natur umsonst gewährt."
    }
  },
  {
    "translation": {
      "en": "Just imagine, for the first time since the dawn of humanity,",
      "de": "Man stelle sich vor: Zum ersten Mal seit Beginn der Menschheit"
    }
  },
  {
    "translation": {
      "en": "we could wake up one morning",
      "de": "könnten wir auf einem Planeten erwachen,"
    }
  },
  {
    "translation": {
      "en": "on a planet with more wildlife than there was when we went to sleep.",
      "de": "könnten wir auf einem Planeten erwachen, auf dem es mehr Wildtiere gibt als am Abend zuvor."
    }
  },
  {
    "translation": {
      "en": "There's another transformation that is almost unbelievably simple,",
      "de": "Es gibt eine weitere Veränderung, die unglaublich einfach ist,"
    }
  },
  {
    "translation": {
      "en": "but it's key to staying within our planet's boundaries.",
      "de": "aber sehr wichtig, um innerhalb der planetaren Grenzen zu bleiben."
    }
  },
  {
    "translation": {
      "en": "It can be adopted by you or me.",
      "de": "Jeder von uns kann sie ausführen."
    }
  },
  {
    "translation": {
      "en": "In fact, by anyone with the freedom to choose what food they eat.",
      "de": "Jeder, der die Wahl hat, was er isst."
    }
  },
  {
    "translation": {
      "en": "[Johan] Now, the exciting thing is the diet that is more flexitarian,",
      "de": "Die flexitarische Ernährung ist spannend."
    }
  },
  {
    "translation": {
      "en": "less red meat, more plant-based protein,",
      "de": "Weniger rotes Fleisch, mehr pflanzliches Eiweiß,"
    }
  },
  {
    "translation": {
      "en": "more fruit and nuts, less starchy foods,",
      "de": "mehr Obst und Nüsse, weniger stärkehaltige Lebensmittel."
    }
  },
  {
    "translation": {
      "en": "if you take that diet",
      "de": "Wenn diese Nahrungsweise übernommen würde"
    }
  },
  {
    "translation": {
      "en": "and assume that all people would eat healthy food,",
      "de": "und alle Menschen gesund essen würden,"
    }
  },
  {
    "translation": {
      "en": "we could actually come back within a safe operating space,",
      "de": "könnten wir wieder in den sicheren Bereich gelangen."
    }
  },
  {
    "translation": {
      "en": "not only on climate, but also on biodiversity,",
      "de": "In Bezug auf das Klima, auf Biodiversität,"
    }
  },
  {
    "translation": {
      "en": "on land, on water, on nitrogen and phosphorus.",
      "de": "auf Land, auf Wasser, auf Stickstoff und Phosphor."
    }
  },
  {
    "translation": {
      "en": "Quite exciting that eating healthy food",
      "de": "Ich finde es spannend, dass gesundes Essen"
    }
  },
  {
    "translation": {
      "en": "might be the single most important way of contributing to save the planet.",
      "de": "der wichtigste Beitrag zur Rettung des Planeten sein könnte."
    }
  },
  {
    "translation": {
      "en": "There's one more transformation that is vital.",
      "de": "Es gibt noch eine wichtige Veränderung,"
    }
  },
  {
    "translation": {
      "en": "It would bring us back towards the safe zone within all our planet's boundaries.",
      "de": "die uns in den sicheren Bereich aller planetaren Grenzen führen würde."
    }
  },
  {
    "translation": {
      "en": "Imagine a world without waste,",
      "de": "Stellen Sie sich eine Welt ohne Abfall vor,"
    }
  },
  {
    "translation": {
      "en": "with nothing to throw away.",
      "de": "in der nichts weggeworfen wird."
    }
  },
  {
    "translation": {
      "en": "Our waste is created by design.",
      "de": "Unser Abfall entsteht durch Design."
    }
  },
  {
    "translation": {
      "en": "When we make products, we rarely build in the means to recover the raw materials.",
      "de": "Wir bauen in Produkte zu selten die Mittel zur Wiederverwertung der Rohstoffe ein."
    }
  },
  {
    "translation": {
      "en": "If we turn that linear system into a circular one,",
      "de": "Wenn wir das lineare System in ein Kreissystem verwandeln"
    }
  },
  {
    "translation": {
      "en": "designing products so that the raw materials can all be recovered,",
      "de": "und Produkte so entwerfen, dass Rohstoffe wiederverwertet werden,"
    }
  },
  {
    "translation": {
      "en": "our use of resources could be infinite.",
      "de": "hätten wir unerschöpfliche Ressourcen."
    }
  },
  {
    "translation": {
      "en": "[Johan] So more and more evidence shows that circular economies",
      "de": "Es gibt immer mehr Belege dafür, dass die Kreislaufwirtschaft"
    }
  },
  {
    "translation": {
      "en": "are fundamental if we are to stand a chance",
      "de": "wesentlich ist, wenn wir eine Chance haben wollen,"
    }
  },
  {
    "translation": {
      "en": "of providing good lives for all citizens in the world.",
      "de": "allen Bewohnern der Welt ein gutes Leben zu ermöglichen."
    }
  },
  {
    "translation": {
      "en": "[David] Eliminating waste would bring us closer to the safe zone for climate,",
      "de": "Die Reduzierung von Abfall würde uns den sicheren Zonen bei Klima, Biodiversität, Nährstoffen,"
    }
  },
  {
    "translation": {
      "en": "biodiversity, and especially nutrients, novel entities, and air pollution.",
      "de": "bei Klima, Biodiversität, Nährstoffen, neuen Entitäten und Luftverschmutzung näherbringen."
    }
  },
  {
    "translation": {
      "en": "The planetary boundaries have given us a clear path ahead.",
      "de": "Die planetaren Grenzen haben uns uns einen klaren Weg vorgegeben."
    }
  },
  {
    "translation": {
      "en": "Simple things, like choosing renewable energy,",
      "de": "Einfache Dinge wie erneuerbare Energien,"
    }
  },
  {
    "translation": {
      "en": "eating healthy food, planting trees, saying no to waste.",
      "de": "gesundes Essen, Bäume pflanzen, Verzicht auf Abfall."
    }
  },
  {
    "translation": {
      "en": "Together, these could transform our future on Earth.",
      "de": "Zusammen könnten sie unsere Zukunft auf der Erde verändern."
    }
  },
  {
    "translation": {
      "en": "And the magic in this is that these transformations",
      "de": "Das Zauberhafte ist, dass diese Veränderungen"
    }
  },
  {
    "translation": {
      "en": "would also improve all our lives right now.",
      "de": "auch unser aller Leben verbessern würde."
    }
  },
  {
    "translation": {
      "en": "[Johan] Even if you don't care at all about the planet",
      "de": "Es gibt Menschen, die der Planet nicht kümmert,"
    }
  },
  {
    "translation": {
      "en": "and even if you don't care too much about equity in the world,",
      "de": "die Gerechtigkeit in der Welt nicht kümmert,"
    }
  },
  {
    "translation": {
      "en": "but rather are selfish, just focusing on yourself",
      "de": "die egoistisch sind und nur an sich denken,"
    }
  },
  {
    "translation": {
      "en": "and your family and your own life,",
      "de": "an ihre Familie und ihr eigenes Leben."
    }
  },
  {
    "translation": {
      "en": "which I think is a very respectful position to have",
      "de": "Ich habe Respekt für diese Position."
    }
  },
  {
    "translation": {
      "en": "as a human being struggling with everyday life,",
      "de": "Menschen müssen den Alltag bewältigen."
    }
  },
  {
    "translation": {
      "en": "still you would want to come back to a safe operating space.",
      "de": "Doch auch diese Menschen wollen in den sicheren Bereich."
    }
  },
  {
    "translation": {
      "en": "Everyone would benefit immediately of having clean air,",
      "de": "Jeder würde sofort davon profitieren, wenn die Luft sauber wäre,"
    }
  },
  {
    "translation": {
      "en": "giving more healthy and longer life expectancies.",
      "de": "was die Gesundheit und Lebenserwartung erhöhen würde."
    }
  },
  {
    "translation": {
      "en": "Your children would be healthier.",
      "de": "Die Kinder wären gesünder."
    }
  },
  {
    "translation": {
      "en": "Coming back within planetary boundaries",
      "de": "Die Rückkehr in die planetaren Grenzen erhöht auch die Wahrscheinlichkeit"
    }
  },
  {
    "translation": {
      "en": "also means you are more likely to live in,",
      "de": "Die Rückkehr in die planetaren Grenzen erhöht auch die Wahrscheinlichkeit für Gesellschaften mit stabilen Märkten und Arbeitsplätzen."
    }
  },
  {
    "translation": {
      "en": "in societies with, you know, stable markets and stable jobs,",
      "de": "für Gesellschaften mit stabilen Märkten und Arbeitsplätzen."
    }
  },
  {
    "translation": {
      "en": "which then reduces risks of conflict and instability where you're living.",
      "de": "Das wiederum reduziert das Risiko von Konflikten und Instabilität."
    }
  },
  {
    "translation": {
      "en": "So, all in all,",
      "de": "Alles in allem"
    }
  },
  {
    "translation": {
      "en": "you want to be in a safe space,",
      "de": "will man im sicheren Bereich sein, statt in der Gefahrenzone,"
    }
  },
  {
    "translation": {
      "en": "rather than being in a danger zone where everything is just in flux.",
      "de": "will man im sicheren Bereich sein, statt in der Gefahrenzone, wo alles sich wandelt."
    }
  },
  {
    "translation": {
      "en": "What we do between 2020 and 2030,",
      "de": "Was tun wir zwischen 2020 und 2030?"
    }
  },
  {
    "translation": {
      "en": "from the evidence we have today, my conclusion is,",
      "de": "Heutigen Erkenntnissen zufolge wird das Jahrzehnt"
    }
  },
  {
    "translation": {
      "en": "it will be the decisive decade for humanity's future on Earth.",
      "de": "über die Zukunft der Menschheit entscheiden."
    }
  },
  {
    "translation": {
      "en": "The future's not determined.",
      "de": "Die Zukunft ist nicht bestimmt."
    }
  },
  {
    "translation": {
      "en": "The future is in our hands.",
      "de": "Sie liegt in unseren Händen."
    }
  },
  {
    "translation": {
      "en": "What happens over the next centuries",
      "de": "Die nächsten Jahrhunderte hängen davon ab,"
    }
  },
  {
    "translation": {
      "en": "will be determined of how we play our cards this decade.",
      "de": "wie wir in diesem Jahrzehnt unsere Karten ausspielen."
    }
  },
  {
    "translation": {
      "en": "[David] It's a remarkable time to be alive,",
      "de": "Es ist eine bemerkenswerte Zeit zu leben."
    }
  },
  {
    "translation": {
      "en": "but it also carries great responsibility to act decisively.",
      "de": "Aber wir tragen die große Verantwortung, entschlossen zu handeln."
    }
  },
  {
    "translation": {
      "en": "We have no time to lose.",
      "de": "Wir haben keine Zeit zu verlieren."
    }
  },
  {
    "translation": {
      "en": "[Johan] What would we do if we had had a report tomorrow morning",
      "de": "Was würden wir tun, wenn berichtet würde,"
    }
  },
  {
    "translation": {
      "en": "saying that an asteroid is on its way to Earth?",
      "de": "dass ein Asteroid auf die Erde zurast?"
    }
  },
  {
    "translation": {
      "en": "Well, I'm sure that we would just put everything else aside",
      "de": "Wir würden alles andere beiseite lassen"
    }
  },
  {
    "translation": {
      "en": "and just focus then on solving the problem.",
      "de": "und uns nur auf dieses Problem konzentrieren."
    }
  },
  {
    "translation": {
      "en": "Cost whatever cost it takes.",
      "de": "Koste es, was es wolle."
    }
  },
  {
    "translation": {
      "en": "[David] It is now clear from the science",
      "de": "Die Wissenschaft verdeutlicht, dass die planetare Krise, die uns droht,"
    }
  },
  {
    "translation": {
      "en": "that the planetary crisis we are facing requires the same united response.",
      "de": "Die Wissenschaft verdeutlicht, dass die planetare Krise, die uns droht, die gleiche gemeinsame Reaktion erfordert."
    }
  },
  {
    "translation": {
      "en": "[Johan] I would say that we do not have environmental problems in the world anymore.",
      "de": "Ich würde sagen, auf der Welt gibt es kein Umweltproblem mehr."
    }
  },
  {
    "translation": {
      "en": "Destabilizing the planet…",
      "de": "Das Risiko, den Planeten zu destabilisieren,"
    }
  },
  {
    "translation": {
      "en": "The risk of destabilizing the planet is a question of security and stability",
      "de": "Das Risiko, den Planeten zu destabilisieren, ist eine Frage der Sicherheit und Stabilität"
    }
  },
  {
    "translation": {
      "en": "for all societies in the world.",
      "de": "für alle Gesellschaften der Welt."
    }
  },
  {
    "translation": {
      "en": "Therefore, it is a question for the Security Council.",
      "de": "Somit ist es eine Frage für den Sicherheitsrat."
    }
  },
  {
    "translation": {
      "en": "I think one should put the planetary boundaries right at the center",
      "de": "Man sollte die planetaren Grenzen strategisch ins Zentrum"
    }
  },
  {
    "translation": {
      "en": "of the most strategic top governance level we have in the world,",
      "de": "Man sollte die planetaren Grenzen strategisch ins Zentrum der höchsten Regierungsebene der Welt stellen."
    }
  },
  {
    "translation": {
      "en": "which is the United Nations Security Council.",
      "de": "Das ist der UN-Sicherheitsrat."
    }
  },
  {
    "translation": {
      "en": "[David] Such a global response is now within reach as never before.",
      "de": "Eine solche weltweite Reaktion ist jetzt greifbar wie nie zuvor."
    }
  },
  {
    "translation": {
      "en": "There's something bigger happening right now,",
      "de": "Es passiert etwas Größeres."
    }
  },
  {
    "translation": {
      "en": "which is that one species, we humans,",
      "de": "Es gibt eine Spezies, uns Menschen,"
    }
  },
  {
    "translation": {
      "en": "are such a dominant force on the planet",
      "de": "die eine dominante Kraft auf dem Planeten ist."
    }
  },
  {
    "translation": {
      "en": "in a way that we haven't seen across the eons over the past four billion years.",
      "de": "Das gab es in der Ewigkeit der letzten vier Milliarden Jahre nie."
    }
  },
  {
    "translation": {
      "en": "Mother Earth is under continuous diagnosis and continuous observation.",
      "de": "Mutter Erde wird fortwährend diagnostiziert und beobachtet."
    }
  },
  {
    "translation": {
      "en": "The digitalization and the hyper-connectivity",
      "de": "Die Digitalisierung und die Hyperkonnektivität"
    }
  },
  {
    "translation": {
      "en": "in the world of science and in the world of observation",
      "de": "in der Welt der Wissenschaft und der Beobachtung bedeutet,"
    }
  },
  {
    "translation": {
      "en": "now means we've covered the whole planet with knowledge.",
      "de": "in der Welt der Wissenschaft und der Beobachtung bedeutet, dass wir den ganzen Planeten mit Wissen bedeckt haben."
    }
  },
  {
    "translation": {
      "en": "What if we're now entering a new, unique geological epoch",
      "de": "Was ist, wenn wir jetzt in eine neue, einzigartige geologische Epoche eintreten,"
    }
  },
  {
    "translation": {
      "en": "that is not only geophysically defined,",
      "de": "die nicht nur geophysikalisch definiert ist,"
    }
  },
  {
    "translation": {
      "en": "but also defined by the fact that we have a new consciousness embedded inside the planet?",
      "de": "sondern auch durch die Tatsache, dass wir ein neues Bewusstsein haben?"
    }
  },
  {
    "translation": {
      "en": "Thanks to the work of scientists like Johan Rockström,",
      "de": "Dank der Arbeit von Wissenschaftlern wie Johan Rockström"
    }
  },
  {
    "translation": {
      "en": "we now have the capacity to act as Earth's conscience, its brain.",
      "de": "sind wir nun in der Lage, als Gewissen der Erde zu handeln, als ihr Gehirn."
    }
  },
  {
    "translation": {
      "en": "Thinking and acting with one unified purpose",
      "de": "Wir können mit einem vereinten Ziel denken und handeln:"
    }
  },
  {
    "translation": {
      "en": "to ensure that our planet forever remains healthy and resilient.",
      "de": "Sicherstellen, dass unser Planet für immer gesund und resilient bleibt."
    }
  },
  {
    "translation": {
      "en": "The perfect home.",
      "de": "Das perfekte Zuhause."
    }
  }
]