[
  {
    "translation": {
      "en": "[host] Yes, it is actually confirmed.",
      "de": "Ja, es ist tatsächlich bestätigt."
    }
  },
  {
    "translation": {
      "en": "1.6-million-dollar prize pool!",
      "de": "1,6 Millionen Dollar Preisgeld!"
    }
  },
  {
    "translation": {
      "en": "I'm double-checking to make sure they haven't changed any details since last time.",
      "de": "Ich schaue nochmal, ob unsere letzten Informationen noch aktuell sind."
    }
  },
  {
    "translation": {
      "en": "One million in US dollars for first prize.",
      "de": "1 Million US-Dollar für den ersten Platz. Das ist für den Sieger."
    }
  },
  {
    "translation": {
      "en": "That is for the winner. One million dollars for winning Dota!",
      "de": "1 Million Dollar für den Sieg beim Dota! Es wird großartig werden."
    }
  },
  {
    "translation": {
      "en": "It's gonna be huge. Dota2.com. The tournament tab is up, too.",
      "de": "Die Turnierseiten sind nun auch auf Dota2.com verfügbar."
    }
  },
  {
    "translation": {
      "en": "Our website will actually change for the next 24 hours as well,",
      "de": "Auch unsere Website ändert sich für die nächsten 24 Stunden,"
    }
  },
  {
    "translation": {
      "en": "so you get to read all the details…",
      "de": "da sind alle Details."
    }
  },
  {
    "translation": {
      "en": "[hyhy] The day I transformed into an adult was the day I started playing Dota.",
      "de": "Ich wurde erwachsen, als ich anfing, Dota zu spielen."
    }
  },
  {
    "translation": {
      "en": "It's times like, when you go up on the stage,",
      "de": "Momente wie diese, wenn du auf die Bühne gehst,"
    }
  },
  {
    "translation": {
      "en": "you represent your country for something.",
      "de": "und dein Land für etwas repräsentierst"
    }
  },
  {
    "translation": {
      "en": "You get the prize.",
      "de": "und den Preis erhältst."
    }
  },
  {
    "translation": {
      "en": "It's the amount of satisfaction and achievement that nothing else can give you.",
      "de": "Dieses Gefühl von Genugtuung und Triumph kann dir nichts anderes geben."
    }
  },
  {
    "translation": {
      "en": "It's something I definitely don't regret ever doing.",
      "de": "Ich werde das definitiv nie bereuen."
    }
  },
  {
    "translation": {
      "en": "Gaming is simply the proudest thing in my life.",
      "de": "Gaming ist einfach der Stolz meines Lebens."
    }
  },
  {
    "translation": {
      "en": "[Dendi] It can be called \"gamer,\" but for me, it's something different.",
      "de": "Man kann mich \"Gamer\" nennen, aber für mich ist es etwas anderes."
    }
  },
  {
    "translation": {
      "en": "One way to forget about pain is to do something that you will be in completely.",
      "de": "Um Schmerz zu vergessen, kann man sich z. B. völlig in etwas vertiefen."
    }
  },
  {
    "translation": {
      "en": "So… computer games.",
      "de": "Also… Computerspiele."
    }
  },
  {
    "translation": {
      "en": "For me, it was… everything.",
      "de": "Mir bedeutete es… alles."
    }
  },
  {
    "translation": {
      "en": "[Fear] This is my career. I've chosen to do it for so long.",
      "de": "Das ist mein Weg, den ich seit langem gehe."
    }
  },
  {
    "translation": {
      "en": "Success in my eyes is always based off on how other people see you.",
      "de": "Erfolg basiert für mich immer auf der Wahrnehmung anderer."
    }
  },
  {
    "translation": {
      "en": "In the eyes of the public, it's up to them.",
      "de": "In den Augen der Öffentlichkeit entscheiden sie darüber."
    }
  },
  {
    "translation": {
      "en": "[hyhy] It's important to be doing things that you love and you really appreciate,",
      "de": "Es ist wichtig, Dinge zu tun, die du liebst und wirklich schätzt,"
    }
  },
  {
    "translation": {
      "en": "because that's your passion, man.",
      "de": "das ist, was dich begeistert."
    }
  },
  {
    "translation": {
      "en": "You should… you should really work for your passions. Yeah.",
      "de": "Du solltest wirklich immer für das arbeiten, was dich begeistert."
    }
  },
  {
    "translation": {
      "en": "Okay, guys, you have… you have seven minutes",
      "de": "Okay Leute, ihr habt sieben Minuten, um alles aufzubauen,"
    }
  },
  {
    "translation": {
      "en": "to set everything up and then we go.",
      "de": "Okay Leute, ihr habt sieben Minuten, um alles aufzubauen, und dann legen wir los."
    }
  },
  {
    "translation": {
      "en": "[Fear] This is the first time I wanted to take something seriously",
      "de": "Das ist das erste Mal, dass ich etwas ernst nehmen"
    }
  },
  {
    "translation": {
      "en": "and do something good for my life.",
      "de": "und etwas Gutes für mein Leben tun will."
    }
  },
  {
    "translation": {
      "en": "[Troels] Ten years ago, competitive gaming wasn't even really a thing.",
      "de": "Vor zehn Jahren gab es keine wirklichen Gaming-Wettkämpfe."
    }
  },
  {
    "translation": {
      "en": "You'd play for fun against your friends. Maybe you would play for a cup of coffee or whatever you wanted.",
      "de": "Man spielte zum Spaß gegen Freunde um eine Tasse Kaffee oder so."
    }
  },
  {
    "translation": {
      "en": "[Alexander] When I started playing, we'd been fighting for 24 bottles of beer as a first place.",
      "de": "Als ich anfing zu spielen, haben wir für Platz 1 um einen Kasten Bier gespielt."
    }
  },
  {
    "translation": {
      "en": "I'm not joking.",
      "de": "Kein Witz."
    }
  },
  {
    "translation": {
      "en": "[Jon] From there, though, online happened.",
      "de": "Später konnte man dann online spielen."
    }
  },
  {
    "translation": {
      "en": "And, all of a sudden, you weren't just trying to be the best on your block.",
      "de": "Auf einmal ging es nicht nur darum, der Beste der Umgebung zu sein,"
    }
  },
  {
    "translation": {
      "en": "[Jon] Now you're trying to be the best in the world.",
      "de": "jetzt wollte man der Beste der Welt werden."
    }
  },
  {
    "translation": {
      "en": "And that opened up competitive gaming to a whole new landscape.",
      "de": "Das eröffnete wettkampfmäßigem Gaming eine völlig neue Welt."
    }
  },
  {
    "translation": {
      "en": "And one of the games really leading the way is Dota.",
      "de": "Und eines der darin führenden Spiele ist Dota."
    }
  },
  {
    "translation": {
      "en": "[Liu] Dota is sort of a combination of football, or soccer for the Americans, and chess.",
      "de": "Dota ist eine Art Kombination aus Fußball und Schach."
    }
  },
  {
    "translation": {
      "en": "This is probably how I would try to explain Dota",
      "de": "So würde ich wohl versuchen, jemandem Dota zu erklären,"
    }
  },
  {
    "translation": {
      "en": "to someone who's not familiar with it.",
      "de": "der das Spiel nicht kennt."
    }
  },
  {
    "translation": {
      "en": "At least, that's what I did to my parents.",
      "de": "So erklärte ich es meinen Eltern."
    }
  },
  {
    "translation": {
      "en": "[host] Dota is a game of momentum. You as five players",
      "de": "Dota ist ein Spiel mit Schwungkraft. Die fünf Spieler deines Teams"
    }
  },
  {
    "translation": {
      "en": "try and battle against the other five players for momentum.",
      "de": "kämpfen gegen die Schwungkraft der gegnerischen Spieler."
    }
  },
  {
    "translation": {
      "en": "Every single player controls one unit.",
      "de": "Jeder Spieler kontrolliert eine Einheit."
    }
  },
  {
    "translation": {
      "en": "And the main objective of the game is to destroy the final enemy building",
      "de": "Das Hauptziel ist, das letzte Gebäude des Gegners zu zerstören,"
    }
  },
  {
    "translation": {
      "en": "which is called the \"Ancient.\"",
      "de": "das \"Ancient\" genannt wird."
    }
  },
  {
    "translation": {
      "en": "[host] Everything else that happens in the meantime,",
      "de": "Alles andere in der Zwischenzeit"
    }
  },
  {
    "translation": {
      "en": "is your amazing filler of a game.",
      "de": "ist der faszinierende Ablauf dieses Spiels."
    }
  },
  {
    "translation": {
      "en": "[Jeremy] You could play 100 heroes in conjunction with 99 other heroes.",
      "de": "Man könnte 100 Helden in Verbindung mit 99 anderen Helden spielen."
    }
  },
  {
    "translation": {
      "en": "It's just nonstop, uh, possibilities and it's so much fun.",
      "de": "Es gibt einfach unendliche Möglichkeiten und es macht so viel Spaß."
    }
  },
  {
    "translation": {
      "en": "And, you know, it's like the same map every single time",
      "de": "Und, obwohl es zwar immer die gleiche Karte ist,"
    }
  },
  {
    "translation": {
      "en": "but it literally never gets boring.",
      "de": "wird es dennoch niemals wirklich langweilig."
    }
  },
  {
    "translation": {
      "en": "[Jeremy] I would say Dota is a way of life.",
      "de": "Ich würde sagen, Dota ist eine Lebensweise."
    }
  },
  {
    "translation": {
      "en": "[Clement] When prizes started coming, I was like, \"Well, we have tournaments.\"",
      "de": "Als Preisgelder ins Spiel kamen, dachte ich, wir haben die Turniere,"
    }
  },
  {
    "translation": {
      "en": "So obviously some people are gonna come and say,",
      "de": "jetzt kommen bestimmt einige Leute und sagen:"
    }
  },
  {
    "translation": {
      "en": "\"This is a great game. Let's play it. Like, let's put money in it.\"",
      "de": "\"Ein tolles Spiel. Lasst uns spielen und Geld investieren.\""
    }
  },
  {
    "translation": {
      "en": "[Clement] And it started progressing each year.",
      "de": "Und jedes Jahr wurde es mehr."
    }
  },
  {
    "translation": {
      "en": "[Tammy] Those at the top level, they just do like lots of calculations in their head.",
      "de": "Spieler auf höchstem Niveau machen unzählige Berechnungen im Kopf."
    }
  },
  {
    "translation": {
      "en": "Something like A Beautiful Mind where you see like all kinds of things.",
      "de": "Ein wenig wie im Film A Beautiful Mind, wo man alle möglichen Dinge sieht"
    }
  },
  {
    "translation": {
      "en": "[Tammy] And using all this information, make your next move.",
      "de": "und anhand all dieser Informationen seine nächste Aktion plant."
    }
  },
  {
    "translation": {
      "en": "I see it in a lot of ways similar to basketball.",
      "de": "Für mich ähnelt es einem Sport wie Basketball:"
    }
  },
  {
    "translation": {
      "en": "Just like a five-on-five game where you kind of have to work together",
      "de": "ein Spiel mit fünf gegen fünf, in dem man zusammenarbeiten,"
    }
  },
  {
    "translation": {
      "en": "and utilize each other's strengths and synergizing everything together.",
      "de": "die Stärken voneinander nutzen und alles aufeinander abstimmen muss."
    }
  },
  {
    "translation": {
      "en": "The teamwork, and the trust, and the sacrifice,",
      "de": "Das Teamwork, das Vertrauen und die Aufopferung,"
    }
  },
  {
    "translation": {
      "en": "those are all true for every single team sport.",
      "de": "all das trifft auf jede einzelne Mannschaftssportart zu."
    }
  },
  {
    "translation": {
      "en": "Dota is a game that unites everybody.",
      "de": "Dota ist ein Spiel, das alle vereint."
    }
  },
  {
    "translation": {
      "en": "It doesn't matter what country or from what race you are.",
      "de": "Es ist egal, welchem Land oder Volk du abstammst."
    }
  },
  {
    "translation": {
      "en": "It's like a bond that is shared.",
      "de": "Es verbindet uns."
    }
  },
  {
    "translation": {
      "en": "And when you're part of this tight-knit group of people,",
      "de": "Und wenn man Teil dieser eng verbundenen Gruppe ist,"
    }
  },
  {
    "translation": {
      "en": "it's like having a second family.",
      "de": "ist es so, als hätte man eine zweite Familie."
    }
  },
  {
    "translation": {
      "en": "That's something you never let go.",
      "de": "Das ist etwas, was du niemals loslässt."
    }
  },
  {
    "translation": {
      "en": "[Tammy] Everyone's searching for something.",
      "de": "Jeder sucht nach seiner Bestimmung."
    }
  },
  {
    "translation": {
      "en": "Fulfillment. Fame.",
      "de": "Erfüllung. Ruhm."
    }
  },
  {
    "translation": {
      "en": "Satisfaction.",
      "de": "Zufriedenheit."
    }
  },
  {
    "translation": {
      "en": "It gives you the ability to become someone else.",
      "de": "Es gibt dir die Möglichkeit, jemand anderes zu werden."
    }
  },
  {
    "translation": {
      "en": "A someone who is powerful.",
      "de": "Jemand, der mächtig ist."
    }
  },
  {
    "translation": {
      "en": "Who can take down five opponents.",
      "de": "Jemand, der es mit fünf Gegnern aufnehmen kann."
    }
  },
  {
    "translation": {
      "en": "Express their creativity.",
      "de": "Jemand, der seine Kreativität ausdrückt."
    }
  },
  {
    "translation": {
      "en": "Break the rules without actually getting arrested.",
      "de": "Jemand, der die Regeln brechen kann, ohne gleich verhaftet zu werden."
    }
  },
  {
    "translation": {
      "en": "All of these reasons are in there somewhere.",
      "de": "All diese Dinge sind Teil davon."
    }
  },
  {
    "translation": {
      "en": "The player himself might not even know. He might not even understand it himself.",
      "de": "Der Spieler selbst weiß es vielleicht gar nicht. Und versteht es vielleicht auch nicht."
    }
  },
  {
    "translation": {
      "en": "But it's there.",
      "de": "Aber sie sind da."
    }
  },
  {
    "translation": {
      "en": "[Fear] Gaming fulfills my competitive need.",
      "de": "Im Gaming kann ich mich mit anderen messen."
    }
  },
  {
    "translation": {
      "en": "I'm a very competitive person.",
      "de": "Ich bin sehr ehrgeizig."
    }
  },
  {
    "translation": {
      "en": "When it comes to sports, I consider gaming a sport.",
      "de": "Was Sport anbelangt, sehe ich Gaming auch als Sport."
    }
  },
  {
    "translation": {
      "en": "So I use my competitiveness and I fuel it with Dota.",
      "de": "Also stachele ich meinen Ehrgeiz mit Dota an."
    }
  },
  {
    "translation": {
      "en": "So it fulfills that side of me completely.",
      "de": "Dota erfüllt diesen Aspekt von mir vollständig."
    }
  },
  {
    "translation": {
      "en": "Fear's one of the best in America, if not the best.",
      "de": "Fear ist einer der Besten in den USA, wenn nicht der Beste."
    }
  },
  {
    "translation": {
      "en": "He has a lot of experience. He's one of the old hogs, basically.",
      "de": "Er hat eine Menge Erfahrung, sozusagen einer der alten Hasen."
    }
  },
  {
    "translation": {
      "en": "And he's generally just a calm guy. So, in my opinion, that's his strength.",
      "de": "Er ist allgemein ein ruhiger Typ. Das ist seine Stärke."
    }
  },
  {
    "translation": {
      "en": "Really, good basketball player. I remember my coaches watch him playing",
      "de": "Echt guter Basketballspieler. Meine Trainer sahen ihn spielen"
    }
  },
  {
    "translation": {
      "en": "and talk about picking him up the next year he came in.",
      "de": "und wollten ihn im nächstem Jahr im Team haben."
    }
  },
  {
    "translation": {
      "en": "Always had nothing but good things to say, but he wasn't picked on the team.",
      "de": "Sie sagten immer nur Gutes, aber er wurde letztlich nie ins Team aufgenommen."
    }
  },
  {
    "translation": {
      "en": "Just the reason was, yeah, he just wasn't tall enough, I guess.",
      "de": "aber er wurde letztlich nie ins Team aufgenommen. Er war wohl einfach nicht groß genug."
    }
  },
  {
    "translation": {
      "en": "So, I know that, yeah, he found the game.",
      "de": "Er entdeckte dann dieses Spiel, dem er sich dann wirklich widmete"
    }
  },
  {
    "translation": {
      "en": "He got really devoted in that and stuff and just found something else that worked.",
      "de": "Er entdeckte dann dieses Spiel, dem er sich dann wirklich widmete und etwas fand, das für ihn klappte."
    }
  },
  {
    "translation": {
      "en": "[Karen] I was your typical parent.",
      "de": "Ich war die typische Mutter:"
    }
  },
  {
    "translation": {
      "en": "\"Clinton, you're spending too much time playing computer games.\"",
      "de": "\"Clinton, du verbringst zu viel Zeit mit Computerspielen.\""
    }
  },
  {
    "translation": {
      "en": "\"You need to go to school. You need to go to college.\"",
      "de": "\"Du musst zur Schule gehen.\" \"Du musst aufs College.\""
    }
  },
  {
    "translation": {
      "en": "[Karen] And he would tell me,",
      "de": "Und er sagte immer:"
    }
  },
  {
    "translation": {
      "en": "\"I want to be able to play games and get paid for it.\"",
      "de": "\"Ich will spielen können und dafür bezahlt werden.\""
    }
  },
  {
    "translation": {
      "en": "Now, he said this at a very young age before Dota ever came along.",
      "de": "Das hat er schon gesagt, als er noch sehr jung war, noch bevor es Dota überhaupt gab."
    }
  },
  {
    "translation": {
      "en": "[Karen] And I thought, well, you know, he's gonna grow out of it.",
      "de": "Ich dachte, er wächst schon noch aus dieser Phase heraus."
    }
  },
  {
    "translation": {
      "en": "He's gonna get sick and tired of sitting there",
      "de": "Irgendwann ist er es leid, immer vor dem Computer zu sitzen"
    }
  },
  {
    "translation": {
      "en": "in front of that computer and playing.",
      "de": "Irgendwann ist er es leid, immer vor dem Computer zu sitzen und immer nur zu spielen."
    }
  },
  {
    "translation": {
      "en": "Never did. Never did.",
      "de": "Das ist aber nie passiert."
    }
  },
  {
    "translation": {
      "en": "[hyhy] In Singapore, the families actually put a lot of stress on us",
      "de": "In Singapur macht uns die Familie ziemlich viel Druck"
    }
  },
  {
    "translation": {
      "en": "in terms of our education.",
      "de": "in Bezug auf unsere Ausbildung."
    }
  },
  {
    "translation": {
      "en": "I would say it's been tough on me trying to juggle both studies and gaming at the same time.",
      "de": "Es war nicht einfach für mich, Schule und Spiele in Einklang zu bringen."
    }
  },
  {
    "translation": {
      "en": "My grades have dropped for two years already.",
      "de": "Meine Noten verschlechtern sich seit zwei Jahren."
    }
  },
  {
    "translation": {
      "en": "And my parents have treated the gaming as the cause of it.",
      "de": "Und meine Eltern gaben den Spielen die Schuld."
    }
  },
  {
    "translation": {
      "en": "I mean, there was this phrase that they used.",
      "de": "Es gab da diesen einen Satz, den sie immer gesagt haben:"
    }
  },
  {
    "translation": {
      "en": "They said, \"Gaming will be the death of you one day.\"",
      "de": "\"Computerspiele werden mal dein Untergang sein.\""
    }
  },
  {
    "translation": {
      "en": "-[indistinct chatter] -[all cheer]",
      "de": "Micronology!"
    }
  },
  {
    "translation": {
      "en": "[Toh] He's a great player and a great captain.",
      "de": "Er ist ein guter Spieler und ein großartiger Kapitän."
    }
  },
  {
    "translation": {
      "en": "I would say he's the top player in Singapore.",
      "de": "Er ist der beste Spieler in Singapur."
    }
  },
  {
    "translation": {
      "en": "Easily.",
      "de": "Bei Weitem."
    }
  },
  {
    "translation": {
      "en": "[hyhy] My parents and my… my family, they don't actually speak much of my gaming career.",
      "de": "Meine Eltern und Familie reden nicht viel über meine Spielkarriere."
    }
  },
  {
    "translation": {
      "en": "They don't tell their friends and my other relatives",
      "de": "Sie erzählen ihren Freunden oder anderen Verwandten nicht,"
    }
  },
  {
    "translation": {
      "en": "that I'm actually that good at my games.",
      "de": "dass ich wirklich so gut in Spielen bin."
    }
  },
  {
    "translation": {
      "en": "All along they have only been bragging about my studies.",
      "de": "Sie haben schon immer nur mit meinen Noten geprahlt,"
    }
  },
  {
    "translation": {
      "en": "Because I used to be an \"A\" student.",
      "de": "weil ich nur Einser hatte."
    }
  },
  {
    "translation": {
      "en": "Yeah, they go on and on. And…",
      "de": "Ja, sie hören nicht damit auf. Und…"
    }
  },
  {
    "translation": {
      "en": "And it seemed like that was the only thing they could ever be proud of.",
      "de": "Und es schien, als könnten sie nur darauf jemals stolz sein."
    }
  },
  {
    "translation": {
      "en": "[hyhy] Actually, there has only been one person that has always been very supportive of me gaming.",
      "de": "Nur eine einzige Person hat mich und mein Spielen immer unterstützt."
    }
  },
  {
    "translation": {
      "en": "And that was, uh, my ex-girlfriend, Huayan.",
      "de": "Und das war meine Exfreundin Huayan."
    }
  },
  {
    "translation": {
      "en": "She's from the female Dota team in Singapore.",
      "de": "Sie ist im weiblichen Dota-Team von Singapur."
    }
  },
  {
    "translation": {
      "en": "There are a lot of things that we share in life. So many things.",
      "de": "Es gibt so viele Dinge im Leben, die wir teilen."
    }
  },
  {
    "translation": {
      "en": "In my case, it felt really good, you know, to have someone",
      "de": "Es war ein gutes Gefühl, jemanden zu haben,"
    }
  },
  {
    "translation": {
      "en": "who truly appreciated what you did best and loved you for it.",
      "de": "der echt zu schätzen wusste, worin ich am besten war. Und mich dafür geliebt hat."
    }
  },
  {
    "translation": {
      "en": "She was aware of what I'm doing and what I'm passionate about.",
      "de": "Sie wusste, was ich tue und was meine Leidenschaft ist."
    }
  },
  {
    "translation": {
      "en": "The breakup was her decision and I respected it.",
      "de": "Die Trennung war ihre Entscheidung und ich habe das respektiert."
    }
  },
  {
    "translation": {
      "en": "We'd been together for close to three years",
      "de": "Wir waren fast drei Jahre lang zusammen"
    }
  },
  {
    "translation": {
      "en": "and ever since the breakup, I haven't gotten over it.",
      "de": "und ich komme einfach nicht über unsere Trennung hinweg."
    }
  },
  {
    "translation": {
      "en": "I recall the last time she spoke to me she named me as a bastard, so…",
      "de": "In ihren letzten Worten nannte sie mich einen Bastard…"
    }
  },
  {
    "translation": {
      "en": "We're not in contact anymore, yeah, but…",
      "de": "Wir haben keinen Kontakt mehr, hm ja, aber…"
    }
  },
  {
    "translation": {
      "en": "life goes on, yeah.",
      "de": "…das Leben geht weiter."
    }
  },
  {
    "translation": {
      "en": "-[man singing] -[gentle music playing]",
      "de": "LWIW, UKRAINE"
    }
  },
  {
    "translation": {
      "en": "[Dendi] I'm from Ukraine. My nickname is Dendi.",
      "de": "Ich bin aus der Ukraine. Mein Spitzname ist Dendi."
    }
  },
  {
    "translation": {
      "en": "I finished my university,",
      "de": "Ich habe mein Studium abgeschlossen"
    }
  },
  {
    "translation": {
      "en": "and I'm just playing computer games right now.",
      "de": "und spiele im Moment nur Computerspiele."
    }
  },
  {
    "translation": {
      "en": "[in Russian] He was doing music. He played the piano. [Irina, in Russian] He was doing dancing.",
      "de": "Er hat Musik gemacht. Er hat Klavier gespielt. Er hat getanzt."
    }
  },
  {
    "translation": {
      "en": "At school, he had musical plays in which he played the main role.",
      "de": "In der Schule hat er in Musicals die Hauptrolle gespielt."
    }
  },
  {
    "translation": {
      "en": "Audiences were always impressed by his artistic ability.",
      "de": "Das Publikum war stets von seinem schauspielerischen Können beeindruckt."
    }
  },
  {
    "translation": {
      "en": "When their kids' group was showing, Danil would always stand out.",
      "de": "In den Aufführungen seiner Gruppe stach Danil immer hervor."
    }
  },
  {
    "translation": {
      "en": "[Katya] When we were growing up, it wasn't a good time financially for our family.",
      "de": "Als wir aufwuchsen, war es finanziell nicht einfach für unsere Familie."
    }
  },
  {
    "translation": {
      "en": "But my grandma helped us to get our first computer in 1997.",
      "de": "Aber meine Großmutter half uns, 1997 unseren ersten Computer zu kaufen."
    }
  },
  {
    "translation": {
      "en": "Early, compared with other kids in Ukraine.",
      "de": "Sehr früh, im Vergleich zu anderen Kindern in der Ukraine."
    }
  },
  {
    "translation": {
      "en": "We got visitors every day.",
      "de": "Wir hatten jeden Tag Besucher."
    }
  },
  {
    "translation": {
      "en": "The friends of my older brother used to come to visit us",
      "de": "Die Freunde meines älteren Bruders kamen regelmäßig zu Besuch"
    }
  },
  {
    "translation": {
      "en": "and we were playing games.",
      "de": "und wir haben Computerspiele gespielt."
    }
  },
  {
    "translation": {
      "en": "[Artem] And Danil, every time looked at what we do.",
      "de": "Und Danil schaute jedes Mal dabei zu, was wir da taten."
    }
  },
  {
    "translation": {
      "en": "Every time we would try to push him away but he would come back and look again.",
      "de": "Jedes Mal versuchten wir, ihn loszuwerden, aber er kam immer wieder zurück und schaute weiter zu."
    }
  },
  {
    "translation": {
      "en": "[Irina, in Russian] It was more prominent with him than with other kids.",
      "de": "Es war bei ihm auffälliger als bei den anderen Kindern."
    }
  },
  {
    "translation": {
      "en": "During all his conscious life we were trying to stop him from playing.",
      "de": "Sein ganzes Leben lang haben wir versucht, ihn vom Spielen abzuhalten."
    }
  },
  {
    "translation": {
      "en": "[Katya] We were hiding our computer cord everywhere in our apartment,",
      "de": "Wir haben unser Computerstromkabel überall in der Wohnung versteckt,"
    }
  },
  {
    "translation": {
      "en": "but he always found it.",
      "de": "aber er fand es jedes Mal."
    }
  },
  {
    "translation": {
      "en": "[in Russian] I always wanted to understand him better.",
      "de": "Ich wollte ihn stets besser verstehen. Auch dieses Hobby wollte ich besser verstehen."
    }
  },
  {
    "translation": {
      "en": "Including that hobby, I wanted to understand him better.",
      "de": "Auch dieses Hobby wollte ich besser verstehen. Es gab bestimmte Gründe dafür, die ich jetzt nicht nennen möchte."
    }
  },
  {
    "translation": {
      "en": "[Irina, in Russian] There were certain reasons. I'm not going to mention them now.",
      "de": "Es gab bestimmte Gründe dafür, die ich jetzt nicht nennen möchte."
    }
  },
  {
    "translation": {
      "en": "I think somewhere deep inside he's a little bit sad.",
      "de": "Ich glaube, irgendwo tief drin ist er ein wenig traurig, das …"
    }
  },
  {
    "translation": {
      "en": "[Katya] Uh, she stopped preventing him from playing Dota.",
      "de": "Sie hat aufgehört, ihn daran zu hindern, Dota zu spielen."
    }
  },
  {
    "translation": {
      "en": "She gave Dendi the freedom to choose what is the best for him and his life.",
      "de": "Sie hat Dendi die Freiheit gegeben, selbst zu bestimmen, was das Beste für ihn und sein Leben ist."
    }
  },
  {
    "translation": {
      "en": "[Dominik] Tournaments back then were like really low prizes.",
      "de": "Damals gab es bei Turnieren nur wenig Preisgeld"
    }
  },
  {
    "translation": {
      "en": "And a lot of prize money didn't even get to the players.",
      "de": "und ein Großteil davon ging nicht einmal an die Spieler."
    }
  },
  {
    "translation": {
      "en": "There's been a lot of scams with the managers and stuff like that.",
      "de": "Es gab viele Fälle von Betrug seitens der Manager und sowas."
    }
  },
  {
    "translation": {
      "en": "[Dominik] There were, like, some rumors that it's gonna be, like, 50,000 dollars, first place,",
      "de": "Es gab einige Gerüchte, etwa dass es für den ersten Platz 50.000 Dollar gäbe,"
    }
  },
  {
    "translation": {
      "en": "and everyone was going, like, \"Nah, it's not gonna be like that.\"",
      "de": "aber alle dachten nur: \"Nein, das kann nicht sein.\""
    }
  },
  {
    "translation": {
      "en": "[host] Watch the forums go nuts, guys. Watch the forums go nuts.",
      "de": "Schaut, wie die Foren ausflippen."
    }
  },
  {
    "translation": {
      "en": "It is actually confirmed. It is off the fricking hook.",
      "de": "Es wurde tatsächlich bestätigt. Die Katze ist aus dem Sack."
    }
  },
  {
    "translation": {
      "en": "1.6-million-dollar prize pool!",
      "de": "1,6 Millionen Dollar Preisgeld!"
    }
  },
  {
    "translation": {
      "en": "That is for the winner, one million dollars for winning Dota!",
      "de": "Das ist für den Sieger, 1 Million Dollar für den Sieg in Dota!"
    }
  },
  {
    "translation": {
      "en": "[Rasmus] Dota, the game I've played for five years now,",
      "de": "Dota, das Spiel, das ich seit fünf Jahren aus Spaß,"
    }
  },
  {
    "translation": {
      "en": "which I played for fun, for some food money or whatever, you know,",
      "de": "für Taschengeld oder so gespielt habe."
    }
  },
  {
    "translation": {
      "en": "okay, it's actually getting big.",
      "de": "Das wird nun richtig groß."
    }
  },
  {
    "translation": {
      "en": "It's the largest prize pool of any gaming competition to date.",
      "de": "Es ist das höchste Preisgeld, das es bisher bei einem Spieleturnier gab."
    }
  },
  {
    "translation": {
      "en": "[Tammy] It just felt like the start of something big.",
      "de": "Es hat sich angefühlt wie der Beginn von etwas Großem."
    }
  },
  {
    "translation": {
      "en": "Like a revolution.",
      "de": "Wie eine Revolution."
    }
  },
  {
    "translation": {
      "en": "[Rasmus] You know, we had everything we needed",
      "de": "Wir hatten alles, was nötig war,"
    }
  },
  {
    "translation": {
      "en": "for the game to become big and respected as an E-Sport.",
      "de": "um das Spiel groß rauszubringen und im E-Sport zu etablieren."
    }
  },
  {
    "translation": {
      "en": "It would kind of like vindicate us.",
      "de": "Wir fühlten uns bestätigt."
    }
  },
  {
    "translation": {
      "en": "[Tammy] We're not just playing because we're addicted.",
      "de": "Wir spielen nicht nur, weil wir süchtig danach sind."
    }
  },
  {
    "translation": {
      "en": "There's a goal, a motive.",
      "de": "Jetzt gibt es einen Beweggrund, ein Ziel,"
    }
  },
  {
    "translation": {
      "en": "That we can actually reach out and grab if we are good enough.",
      "de": "das wir erreichen können, wenn wir gut genug sind."
    }
  },
  {
    "translation": {
      "en": "Over in Asia, professional gamers are treated like rock stars.",
      "de": "Drüben in Asien werden professionelle Spieler wie Rockstars behandelt."
    }
  },
  {
    "translation": {
      "en": "It's a viable career opportunity.",
      "de": "Es ist eine realistische Karrieremöglichkeit."
    }
  },
  {
    "translation": {
      "en": "They actually live in gamer houses.",
      "de": "Sie leben sogar in Gamer-Häusern,"
    }
  },
  {
    "translation": {
      "en": "So it's set up to be a thing all year long.",
      "de": "sodass sie das ganze Jahr lang spielen können."
    }
  },
  {
    "translation": {
      "en": "I think their approach to practice is that it's like a day job.",
      "de": "Ich denke, ihre Einstellung zum Training ist wie zu einem normalen Job."
    }
  },
  {
    "translation": {
      "en": "[Liu] The fan base is immense.",
      "de": "Die Fangemeinde ist gewaltig."
    }
  },
  {
    "translation": {
      "en": "It probably is as big as the whole Western audience together.",
      "de": "Sie ist wahrscheinlich so groß wie die komplette westliche Fangemeinde."
    }
  },
  {
    "translation": {
      "en": "Or even more than that.",
      "de": "Oder sogar noch größer."
    }
  },
  {
    "translation": {
      "en": "So now you really have to play good. You really have to try hard.",
      "de": "Oder sogar noch größer. Hier musst du wirklich gut spielen und dich anstrengen."
    }
  },
  {
    "translation": {
      "en": "[Fear] It's first place. It's go big or go home.",
      "de": "Es geht um den ersten Platz. Alles oder nichts."
    }
  },
  {
    "translation": {
      "en": "The big teams get big money.",
      "de": "Die großen Teams kriegen das große Geld."
    }
  },
  {
    "translation": {
      "en": "But the 9th to 16th place earn nothing.",
      "de": "Aber die Plätze 9–16 bekommen gar nichts."
    }
  },
  {
    "translation": {
      "en": "And their salaries are not worth considering.",
      "de": "Ihre Gehälter sind nicht erwähnenswert."
    }
  },
  {
    "translation": {
      "en": "While in sports, you have a salary that you can live on.",
      "de": "Als Sportler hat man ein Gehalt, von dem man leben kann."
    }
  },
  {
    "translation": {
      "en": "[Jeremy] With pro gaming, I think that's one of the toughest parts",
      "de": "Als professioneller Gamer ist es schwierig,"
    }
  },
  {
    "translation": {
      "en": "is living game to game. It's like living paycheck to paycheck.",
      "de": "von Spiel zu Spiel zu überleben. Von der Hand in den Mund."
    }
  },
  {
    "translation": {
      "en": "Like, I have to win. If I don't win, I don't get paid.",
      "de": "Ich muss gewinnen. Ansonsten verdiene ich kein Geld."
    }
  },
  {
    "translation": {
      "en": "[Jeremy] That's tough for anybody. It doesn't matter what you're doing.",
      "de": "Das ist kein einfaches Leben egal, was du tust."
    }
  },
  {
    "translation": {
      "en": "[Karen] When your child wants to become a professional gamer,",
      "de": "Wenn dein Kind ein Pro-Gamer sein möchte,"
    }
  },
  {
    "translation": {
      "en": "you don't have any history to look back on like other sports.",
      "de": "gibt es keine Erfahrungswerte wie bei anderen Sportarten."
    }
  },
  {
    "translation": {
      "en": "I don't know anybody who's made a living at gaming.",
      "de": "Ich kenne niemanden, der sich mit Gaming finanziert hat."
    }
  },
  {
    "translation": {
      "en": "So it's kind of a scary thing",
      "de": "Es ist schon ein wenig beängstigend,"
    }
  },
  {
    "translation": {
      "en": "when you see your kid putting their whole life into gaming",
      "de": "wenn du zusiehst, wie dein Kind sein ganzes Leben in Computerspiele steckt"
    }
  },
  {
    "translation": {
      "en": "and not college and not the traditional things.",
      "de": "und nicht in seine Bildung oder bewährte Dinge."
    }
  },
  {
    "translation": {
      "en": "[Karen] What if nothing comes of it?",
      "de": "Was ist, wenn nichts daraus wird?"
    }
  },
  {
    "translation": {
      "en": "[Alexander] Regarding the age, I think, yes,",
      "de": "Bezüglich des Alters denke ich,"
    }
  },
  {
    "translation": {
      "en": "like, 25, 26 years. It's absolutely maximum for E-Sports.",
      "de": "dass 25, 26 Jahre das absolute Maximum für E-Sport ist,"
    }
  },
  {
    "translation": {
      "en": "[Alexander] Because 27, 28, 29, 30, your reaction time is lowering",
      "de": "denn mit 27, 28, 29, 30 verschlechtert sich deine Reaktionszeit"
    }
  },
  {
    "translation": {
      "en": "and you can't click so much, you know…",
      "de": "und du kannst nicht mehr so schnell klicken, wie, nun ja,"
    }
  },
  {
    "translation": {
      "en": "[chuckles] …as the kids do.",
      "de": "wie die jungen Leute."
    }
  },
  {
    "translation": {
      "en": "A lot of financial responsibilities are laid upon me right now.",
      "de": "Momentan habe ich eine finanzielle Verantwortung,"
    }
  },
  {
    "translation": {
      "en": "Require me to be successful in something or have a job.",
      "de": "da muss ich mit etwas Erfolg oder aber einen Job haben."
    }
  },
  {
    "translation": {
      "en": "So it's pretty critical that I am successful",
      "de": "Es ist also sehr wichtig, dass ich erfolgreich bin,"
    }
  },
  {
    "translation": {
      "en": "if I wanna keep continue, like, the gaming career.",
      "de": "Es ist also sehr wichtig, dass ich erfolgreich bin, wenn ich meine Karriere als Spieler fortsetzen möchte."
    }
  },
  {
    "translation": {
      "en": "He's an A-Star student, you know?",
      "de": "Er ist ein Einser-Schüler,"
    }
  },
  {
    "translation": {
      "en": "Because of this gaming, it pulled him right down.",
      "de": "aber dieses Gaming, das hat seine Noten sofort runtergezogen."
    }
  },
  {
    "translation": {
      "en": "It's very sad for me.",
      "de": "Das macht mich sehr traurig."
    }
  },
  {
    "translation": {
      "en": "[Vicky] So here… the bad one is Auntie.",
      "de": "Die Böse hier ist meine Tante."
    }
  },
  {
    "translation": {
      "en": "Auntie is the one that always comes here and nag, nag, nag, nag, nag.",
      "de": "Tante ist immer die, die hier herkommt und nörgelt."
    }
  },
  {
    "translation": {
      "en": "Yeah. -Am I right? -It's tough being a gamer.",
      "de": "-Stimmt's? Hab ich recht? -Gamer zu sein, ist nicht leicht."
    }
  },
  {
    "translation": {
      "en": "-Huh? Sorry? Am I right? -I said, it's tough being a gamer.",
      "de": "Hä, wie bitte? Ich sagte, es ist nicht leicht ein Gamer zu sein."
    }
  },
  {
    "translation": {
      "en": "Huh, hy? Why? Multi-millionaire.",
      "de": "Hy? Multimillionär."
    }
  },
  {
    "translation": {
      "en": "For gaming, huh?",
      "de": "Vom Spielen, hm?"
    }
  },
  {
    "translation": {
      "en": "Huh? Sorry, you are not.",
      "de": "Sorry, bist du nicht."
    }
  },
  {
    "translation": {
      "en": "Huh? What, what is your view? What is your plan?",
      "de": "Han, was hast du vor? Was ist dein Plan?"
    }
  },
  {
    "translation": {
      "en": "That is more important.",
      "de": "Das ist wichtiger. Ich meine, wir sprechen für uns."
    }
  },
  {
    "translation": {
      "en": "I mean, we speak ourselves. We speak our frank opinion.",
      "de": "Das ist wichtiger. Ich meine, wir sprechen für uns. Wir drücken unsere Meinungen offen aus. Das ist jetzt deine Entscheidung."
    }
  },
  {
    "translation": {
      "en": "This is your choice now.",
      "de": "Wir drücken unsere Meinungen offen aus. Das ist jetzt deine Entscheidung."
    }
  },
  {
    "translation": {
      "en": "What do you want in life? That is more important.",
      "de": "Was willst du im Leben? Das ist wichtiger."
    }
  },
  {
    "translation": {
      "en": "[hyhy] If I'm gonna win this tournament, my first thought would be,",
      "de": "Wenn ich das gewinnen würde, wäre mein erster Gedanke,"
    }
  },
  {
    "translation": {
      "en": "I will call my… my ex-girlfriend.",
      "de": "meine Ex-Freundin anzurufen."
    }
  },
  {
    "translation": {
      "en": "Things got really bad between us, and… but right now, for me, if I'm gonna win this tournament,",
      "de": "Zwischen uns wurde es hässlich, aber falls ich dieses Turnier gewinne,"
    }
  },
  {
    "translation": {
      "en": "my first thought would be, I would call her.",
      "de": "wäre mein erster Gedanke, sie anzurufen."
    }
  },
  {
    "translation": {
      "en": "I'd tell her about it, and…",
      "de": "Ich würde es ihr erzählen…"
    }
  },
  {
    "translation": {
      "en": "I want to share this moment with her. Yeah.",
      "de": "Ich würde diesen Moment mit ihr teilen wollen… Ja."
    }
  },
  {
    "translation": {
      "en": "[James] This tournament is gonna be a moment in every gamer's life.",
      "de": "Dieses Turnier ist ein Höhepunkt für jeden Spieler."
    }
  },
  {
    "translation": {
      "en": "Everything that you've been doing is building up",
      "de": "Die ganze Zeit hast du nur hierauf hingearbeitet"
    }
  },
  {
    "translation": {
      "en": "and is gonna happen over one week.",
      "de": "und in dieser Woche wird es geschehen."
    }
  },
  {
    "translation": {
      "en": "[James] And then it's not one week anymore, it's one game.",
      "de": "Und dann ist es nicht mehr nur eine Woche. Sondern ein Spiel."
    }
  },
  {
    "translation": {
      "en": "And then it's not that one game, it's that one moment in the game.",
      "de": "Dann nicht nur das eine Spiel, sondern ein Moment im Spiel."
    }
  },
  {
    "translation": {
      "en": "And then that one moment in the game is where it's gonna finish.",
      "de": "Und dieser eine Moment wird das Spiel entscheiden."
    }
  },
  {
    "translation": {
      "en": "And how's it gonna finish? Are you gonna be holding up a trophy?",
      "de": "Wie wird es ausgehen? Wirst du eine Trophäe hochhalten?"
    }
  },
  {
    "translation": {
      "en": "Or are you gonna be the most disappointed that you've ever been?",
      "de": "Oder wirst du so enttäuscht sein wie nie zuvor?"
    }
  },
  {
    "translation": {
      "en": "It's Tuesday. So one day before the event. We already have a lot of setup.",
      "de": "Es ist Dienstag. Also ein Tag vor dem Event. Wir haben schon viel aufgebaut. Eine Menge Computer hier drüben."
    }
  },
  {
    "translation": {
      "en": "We have a lot of computer setup right here.",
      "de": "Wir haben schon viel aufgebaut. Eine Menge Computer hier drüben."
    }
  },
  {
    "translation": {
      "en": "The whole booth construction is pretty much finished.",
      "de": "Die komplette Kabinenkonstruktion ist so gut wie fertig."
    }
  },
  {
    "translation": {
      "en": "So five players per side. They can see each other through the glass.",
      "de": "Also: fünf Spieler pro Seite. Sie sehen sich durchs Glas."
    }
  },
  {
    "translation": {
      "en": "[host] They can't hear each other. This booth is soundproofed up.",
      "de": "Aber sie können sich nicht hören. Diese Kabinen sind schalldicht."
    }
  },
  {
    "translation": {
      "en": "Plus, the whole setup here,",
      "de": "Außerdem sieht der ganze Aufbau so aus"
    }
  },
  {
    "translation": {
      "en": "if you look from above looks exactly like a Dota map.",
      "de": "wie die Dota-Karte, wenn man von oben schaut."
    }
  },
  {
    "translation": {
      "en": "[host] And this is the mid. This is where it all happens.",
      "de": "Und das ist die Mitte. Das Zentrum des Geschehens."
    }
  },
  {
    "translation": {
      "en": "[Moritz] A few teams have already arrived this morning.",
      "de": "Ein paar Teams sind schon hier."
    }
  },
  {
    "translation": {
      "en": "We had a lot of teams from Singapore. We have China.",
      "de": "Eine Menge Teams aus Singapur und China."
    }
  },
  {
    "translation": {
      "en": "We had Malaysia coming in and Russia.",
      "de": "Teams aus Malaysia und auch Russland."
    }
  },
  {
    "translation": {
      "en": "And, uh, tomorrow it's finally happening.",
      "de": "Und morgen geht es endlich los."
    }
  },
  {
    "translation": {
      "en": "[host] We're here live at Gamescom 2011 in beautiful Cologne.",
      "de": "Wir sind live auf der Gamescom 2011 im wunderschönen Köln."
    }
  },
  {
    "translation": {
      "en": "It's the first day of the event.",
      "de": "Das ist der erste Tag des Events."
    }
  },
  {
    "translation": {
      "en": "We've got some of the world's best teams here in Dota.",
      "de": "Wir haben einige der weltbesten Dota-Teams hier."
    }
  },
  {
    "translation": {
      "en": "And they're handing out a tournament prize of 1.6 million dollars!",
      "de": "Und es geht um 1,6 Millionen Dollar Preisgeld!"
    }
  },
  {
    "translation": {
      "en": "[host] It is massive here.",
      "de": "Es ist einfach riesig hier."
    }
  },
  {
    "translation": {
      "en": "A tournament of 1.6 million dollars. That's the future of gaming.",
      "de": "Ein Turnier um 1,6 Millionen Dollar! Das ist die Zukunft des Gamings."
    }
  },
  {
    "translation": {
      "en": "This is awesome!",
      "de": "Das ist der Wahnsinn!"
    }
  },
  {
    "translation": {
      "en": "[host] It's the first time we're gonna see teams of this caliber",
      "de": "Das ist das erste Mal, dass wir Teams"
    }
  },
  {
    "translation": {
      "en": "assembled in one location.",
      "de": "eines solchen Kalibers zusammen an einem Ort sehen."
    }
  },
  {
    "translation": {
      "en": "These guys are not just nameless faces.",
      "de": "Diese Jungs sind nicht nur namenlose Gesichter."
    }
  },
  {
    "translation": {
      "en": "They're the best in the world.",
      "de": "Die Besten der Welt."
    }
  },
  {
    "translation": {
      "en": "[Troels] The bunch of teams we have here,",
      "de": "Unter den ganzen Teams hier"
    }
  },
  {
    "translation": {
      "en": "there's a few teams that have individual skill that's unbelievable.",
      "de": "gibt es ein paar Teams mit unglaublichen individuellen Fähigkeiten."
    }
  },
  {
    "translation": {
      "en": "And then there's a big group of other teams",
      "de": "Dann eine große Gruppe anderer Teams,"
    }
  },
  {
    "translation": {
      "en": "that have good individual skill, not top-notch,",
      "de": "die gute Fähigkeiten haben,"
    }
  },
  {
    "translation": {
      "en": "but who win through good strategy and team play.",
      "de": "die durch Strategie und Zusammenarbeit gewinnen."
    }
  },
  {
    "translation": {
      "en": "[Troels] Fear is a great player, for example,",
      "de": "Fear z. B. ist ein großartiger Spieler,"
    }
  },
  {
    "translation": {
      "en": "but he is not comparable to good players in Asia.",
      "de": "aber er ist nicht vergleichbar mit guten Spielern aus Asien."
    }
  },
  {
    "translation": {
      "en": "that's nothing against Fear. He's still an excellent player,",
      "de": "Das spricht nicht gegen Fear, denn er ist super,"
    }
  },
  {
    "translation": {
      "en": "but he's not them.",
      "de": "aber er ist nicht wie sie."
    }
  },
  {
    "translation": {
      "en": "[commentator] \"Kim Jung Woo!\"",
      "de": "Kim Jung Woo!"
    }
  },
  {
    "translation": {
      "en": "[James] Over in Asia, they take gaming so much more seriously.",
      "de": "Drüben in Asien nehmen sie Gaming sehr viel ernster."
    }
  },
  {
    "translation": {
      "en": "Just to give you an example,",
      "de": "Nur um ein Beispiel zu nennen,"
    }
  },
  {
    "translation": {
      "en": "the Korean football team were playing in the World Cup.",
      "de": "die koreanische Fußballnationalmannschaft spielte bei der Weltmeisterschaft."
    }
  },
  {
    "translation": {
      "en": "[James] To motivate the Korean football team to play better,",
      "de": "Um die koreanische Nationalmannschaft dazu zu motivieren, besser zu spielen,"
    }
  },
  {
    "translation": {
      "en": "they brought in StarCraft: Brood War professional gamers",
      "de": "haben sie professionelle Starcraft-Brood-War-Spieler"
    }
  },
  {
    "translation": {
      "en": "into their locker room before they went out",
      "de": "vor dem Anpfiff in ihren Umkleideraum eingeladen,"
    }
  },
  {
    "translation": {
      "en": "so that they got to meet what were their heroes.",
      "de": "damit sie vorher noch ihre Helden treffen konnten."
    }
  },
  {
    "translation": {
      "en": "[Tammy] In China, Dota is to the people there what StarCraft is to Korea.",
      "de": "In China ist Dota das, was Starcraft für die Koreaner ist."
    }
  },
  {
    "translation": {
      "en": "Um, it's televised.",
      "de": "Es wird im Fernsehen übertragen."
    }
  },
  {
    "translation": {
      "en": "The girls like their boyfriends to be Dota players.",
      "de": "Die Mädchen finden es toll, einen Dota-Spieler zu daten."
    }
  },
  {
    "translation": {
      "en": "After a game, when they're walking around you can see fans running up to them",
      "de": "Wenn die Spieler nach einem Spiel herumlaufen, sieht man oft Fans zu ihnen eilen, um ihre Shirts signieren zu lassen."
    }
  },
  {
    "translation": {
      "en": "asking them to sign on their shirts.",
      "de": "sieht man oft Fans zu ihnen eilen, um ihre Shirts signieren zu lassen."
    }
  },
  {
    "translation": {
      "en": "It's like a real sport.",
      "de": "Es ist wie ein richtiger Sport."
    }
  },
  {
    "translation": {
      "en": "The third time I was in China, I was playing with fans for two days.",
      "de": "Beim dritten China-Besuch spielte ich zwei Tage lang mit Fans."
    }
  },
  {
    "translation": {
      "en": "[Rasmus] They made a video of me, filming me walking in some mountains",
      "de": "Sie filmten mich, wie ich in irgendwelchen Bergen herumlief,"
    }
  },
  {
    "translation": {
      "en": "and I had to say some sentences and stuff.",
      "de": "und ich musste verschiedene Sachen sagen."
    }
  },
  {
    "translation": {
      "en": "And I was like, yeah, \"In Dota, there's always a new mountain to climb.\"",
      "de": "…weit weg zu kämpfen. Ich sagte Dinge wie: \"In Dota gibt es immer neue Berge zu erklimmen.\""
    }
  },
  {
    "translation": {
      "en": "Stuff like this, you know, and, uh…",
      "de": "Solche Dinge halt."
    }
  },
  {
    "translation": {
      "en": "I walked up and down these stairs",
      "de": "Ich ging diese Stufen rauf und runter"
    }
  },
  {
    "translation": {
      "en": "and started running and lifting some weights,",
      "de": "und begann zu laufen und ein paar Gewichte zu heben,"
    }
  },
  {
    "translation": {
      "en": "just to compare this with Dota like some metaphor and stuff.",
      "de": "nur um das alles mit Dota zu vergleichen, als Metaphern oder so."
    }
  },
  {
    "translation": {
      "en": "[Tang, in Chinese] E-Sports in China is already a sport",
      "de": "E-Sport ist in China bereits eine Sportart,"
    }
  },
  {
    "translation": {
      "en": "that is recognized",
      "de": "E-Sport ist in China bereits eine Sportart, die von der Sportverwaltung anerkannt wird."
    }
  },
  {
    "translation": {
      "en": "by the General Administration of Sport.",
      "de": "die von der Sportverwaltung anerkannt wird."
    }
  },
  {
    "translation": {
      "en": "It is the same as tennis, ping pong, chess.",
      "de": "Sie ist auf einer Ebene mit Tennis, Tischtennis, Schach."
    }
  },
  {
    "translation": {
      "en": "The only thing is that it is not an Olympic sport.",
      "de": "Sie ist eben nur keine olympische Sportart."
    }
  },
  {
    "translation": {
      "en": "[hyhy] I will say that China teams are all great.",
      "de": "Ich behaupte, alle chinesischen Teams sind spitze."
    }
  },
  {
    "translation": {
      "en": "Every player in the team is strong.",
      "de": "Jeder Spieler im Team ist stark."
    }
  },
  {
    "translation": {
      "en": "You don't recognize China players as a player.",
      "de": "Man sieht die Spieler nicht als einzelne Spieler."
    }
  },
  {
    "translation": {
      "en": "You just recognize them as a whole team. You just fear the whole team.",
      "de": "Man sieht sie als ein Team. Und fürchtet das gesamte Team."
    }
  },
  {
    "translation": {
      "en": "[James] The Chinese teams that have come to this competition",
      "de": "Die chinesischen Teams, die zu diesem Turnier angereist sind,"
    }
  },
  {
    "translation": {
      "en": "are scaring the shit out of everyone else.",
      "de": "machen allen anderen Angst."
    }
  },
  {
    "translation": {
      "en": "We had two of the top Chinese teams in our group.",
      "de": "Wir hatten zwei der besten chinesischen Teams in unserer Gruppe."
    }
  },
  {
    "translation": {
      "en": "[Liu] Online Kingdom has not been regarded as one of the favorites to win it.",
      "de": "Online Kingdom wurde nicht als Anwärter auf den Sieg gehandelt."
    }
  },
  {
    "translation": {
      "en": "In fact, they were considered bottom four or just bottom eight for sure.",
      "de": "Sie wurden eher als eins der vier oder acht schlechtesten Teams eingeschätzt."
    }
  },
  {
    "translation": {
      "en": "[Fear] This is our first time on LAN together.",
      "de": "Unser erstes Mal beim LAN-Turnier."
    }
  },
  {
    "translation": {
      "en": "The team together has only been around for around four-five months",
      "de": "Das Team selbst besteht erst seit vier bis fünf Monaten,"
    }
  },
  {
    "translation": {
      "en": "so it's a relatively new team.",
      "de": "es ist also ein relativ neues Team"
    }
  },
  {
    "translation": {
      "en": "And Pajkatt, our newest addition, playing Carry for us,",
      "de": "es ist also ein relativ neues Team und Pajkatt, unser jüngster Zuwachs, der Carry für uns spielt,"
    }
  },
  {
    "translation": {
      "en": "he's only been on the team for three weeks now actually.",
      "de": "ist jetzt eigentlich erst seit drei Wochen im Team."
    }
  },
  {
    "translation": {
      "en": "[Fear] We were really nervous going against a Chinese team",
      "de": "Es machte uns nervös, gegen chinesische Teams antreten zu müssen,"
    }
  },
  {
    "translation": {
      "en": "especially the top Chinese teams.",
      "de": "besonders die chinesischen Topteams."
    }
  },
  {
    "translation": {
      "en": "[James] There's gonna be players that choke",
      "de": "Es wird Spieler geben,"
    }
  },
  {
    "translation": {
      "en": "handling this kind of pressure at such a young age.",
      "de": "die dem Druck in so jungem Alter nicht standhalten werden."
    }
  },
  {
    "translation": {
      "en": "[Fear] 1437, like, this is the first time he's, like, ever been on LAN.",
      "de": "\"1437\" ist das erste Mal auf einem LAN-Turnier."
    }
  },
  {
    "translation": {
      "en": "It's not easy, like, this is a million-dollar tournament. First time he's been on LAN.",
      "de": "Es ist nicht leicht, gerade bei einem Preisgeld von 1 Million Dollar."
    }
  },
  {
    "translation": {
      "en": "[James] This stage. This prize money. This prestige.",
      "de": "Diese Bühne. Dieses Preisgeld. Dieses Prestige."
    }
  },
  {
    "translation": {
      "en": "This is real competition.",
      "de": "Das ist ein richtiger Wettbewerb."
    }
  },
  {
    "translation": {
      "en": "[Fear] We tried to keep our cool together and we just played our game.",
      "de": "Wir haben versucht, locker zu bleiben, unser Spiel zu spielen."
    }
  },
  {
    "translation": {
      "en": "Passive shields!",
      "de": "Passive Schilde!"
    }
  },
  {
    "translation": {
      "en": "[Dominik] We were super hyped.",
      "de": "Wir waren richtig aufgeregt."
    }
  },
  {
    "translation": {
      "en": "Everyone was surprised we were doing so good.",
      "de": "Jeder war überrascht, dass wir uns so gut schlugen."
    }
  },
  {
    "translation": {
      "en": "Even we couldn't believe it.",
      "de": "Unglaublich!"
    }
  },
  {
    "translation": {
      "en": "[host] Online Kingdom dominating right now.",
      "de": "Online Kingdom dominiert zurzeit."
    }
  },
  {
    "translation": {
      "en": "[Fear] After the match against TyLoo, everyone was very excited, you know.",
      "de": "Nach dem Match gegen TyLoo waren wir alle sehr aufgeregt."
    }
  },
  {
    "translation": {
      "en": "We just beat one of the teams that were actually favored to win the competition.",
      "de": "Wir hatten gerade einen Favoriten des Turniers besiegt."
    }
  },
  {
    "translation": {
      "en": "So everyone's, like, spirits were like,",
      "de": "Und alle dachten sich:"
    }
  },
  {
    "translation": {
      "en": "\"Oh, we may be actually able to do this, you know.\"",
      "de": "\"Oh, wir könnten das wirklich schaffen, oder?\""
    }
  },
  {
    "translation": {
      "en": "Beating the Chinese teams, some people just, you know, for fun, they started,",
      "de": "Nach dem Sieg gegen die Chinesen, fingen einige Leute damit an, nur so zum Spaß, zu sagen:"
    }
  },
  {
    "translation": {
      "en": "\"Okay, hey, it's OK.Nirvana.Int. They're the China slayers.\"",
      "de": "\"Okay, das sind OK.Nirvana.Int. Das sind die Bezwinger Chinas.\""
    }
  },
  {
    "translation": {
      "en": "[Liu] A few little bit surprises that we had yesterday. Quite a few upsets.",
      "de": "TAG 2 VON 5 DOUBLE-ELIMINATION BEGINNT Gestern gab es einige Überraschungen. Eine ganze Menge Aufreger."
    }
  },
  {
    "translation": {
      "en": "OK.Nirvana.International managing to beat two Chinese teams in a row,",
      "de": "OK.Nirvana.International hat es geschafft, zwei chinesische Teams zu schlagen,"
    }
  },
  {
    "translation": {
      "en": "beating out TyLoo and OK.Nirvana.CN.",
      "de": "TyLoo und OK.Nirvana.CN."
    }
  },
  {
    "translation": {
      "en": "[Liu] They're currently on a roll now. And, um, Chinese teams are not unbeatable.",
      "de": "Sie haben gerade eine Erfolgsserie. Und chinesische Teams sind nicht unschlagbar."
    }
  },
  {
    "translation": {
      "en": "But, um, on the other hand,",
      "de": "Aber andererseits"
    }
  },
  {
    "translation": {
      "en": "EHOME are just proving that they are the strongest of the four Chinese teams",
      "de": "beweisen EHOME mit ihrem makellosen Ergebnis von 3:0 gerade,"
    }
  },
  {
    "translation": {
      "en": "having a clean 3-0 record.",
      "de": "sie sind das stärkste chinesische Team."
    }
  },
  {
    "translation": {
      "en": "They are the favorites to win the whole tournament.",
      "de": "Sie werden als Titelanwärter gehandelt."
    }
  },
  {
    "translation": {
      "en": "So they come in with the confidence",
      "de": "Sie gehen mit viel Selbstvertrauen an den Start,"
    }
  },
  {
    "translation": {
      "en": "that they've won so many championships already.",
      "de": "da sie schon viel gewonnen haben."
    }
  },
  {
    "translation": {
      "en": "[Liu] It's always a little bit of national pride at stake.",
      "de": "Es geht immer auch um Nationalstolz."
    }
  },
  {
    "translation": {
      "en": "So, of course, they wanna prove that Chinese Dota",
      "de": "Also wollen sie beweisen, dass chinesisches Dota"
    }
  },
  {
    "translation": {
      "en": "is still a little bit above the rest.",
      "de": "noch besser ist als der Rest."
    }
  },
  {
    "translation": {
      "en": "[Liu] EHOME is one of the oldest Chinese Dota organizations.",
      "de": "EHOME ist eine der ältesten chinesischen Dota-Organisationen."
    }
  },
  {
    "translation": {
      "en": "They've always been at the top of competitive gaming.",
      "de": "Sie standen schon immer an der Spitze des Profi-Gamings."
    }
  },
  {
    "translation": {
      "en": "Most memorably at ESWC 2010.",
      "de": "Am denkwürdigsten war ihre Teilnahme am ESWC 2010."
    }
  },
  {
    "translation": {
      "en": "[Pajkatt] Before ESWC 2010,",
      "de": "Vor dem ESWC 2010 dachte ich mir, ja okay,"
    }
  },
  {
    "translation": {
      "en": "I thought, \"Okay, the Chinese, they're probably pretty good,",
      "de": "die Chinesen sind wahrscheinlich ziemlich gut,"
    }
  },
  {
    "translation": {
      "en": "but like, how good can they be?\"",
      "de": "aber wie gut können sie schon sein?"
    }
  },
  {
    "translation": {
      "en": "[Pajkatt] And then we played EHOME",
      "de": "Und dann spielten wir gegen EHOME,"
    }
  },
  {
    "translation": {
      "en": "who won that tournament without losing a single match.",
      "de": "die dieses Turnier ohne eine Niederlage gewannen."
    }
  },
  {
    "translation": {
      "en": "Like, they just crushed every team.",
      "de": "Sie haben jedes Team zerschmettert."
    }
  },
  {
    "translation": {
      "en": "[Liu] EHOME finished the year as the best team in the history of Dota.",
      "de": "Sie haben jedes Team zerschmettert. EHOME schloss das Jahr als das beste Team in der Geschichte Dotas ab."
    }
  },
  {
    "translation": {
      "en": "[Pajkatt] They were on a totally different level.",
      "de": "Sie spielten auf einem anderen Level."
    }
  },
  {
    "translation": {
      "en": "Like, they had their manager sitting behind them. He was making their calls.",
      "de": "Hinter ihnen saß ihr Manager. Er machte die Ansagen"
    }
  },
  {
    "translation": {
      "en": "He was running around with this little black book.",
      "de": "und lief mit diesem kleinen schwarzen Buch herum."
    }
  },
  {
    "translation": {
      "en": "And they were the first team I heard of who did that.",
      "de": "Sie waren das erste Team, das das machte."
    }
  },
  {
    "translation": {
      "en": "[James] The EHOME manager copying down the draft, doing the prep work.",
      "de": "EHOMEs Manager schrieb sich die Aufstellung auf und machte alle Vorbereitungen. Er war ihr Trainer."
    }
  },
  {
    "translation": {
      "en": "He was their coach.",
      "de": "auf und machte alle Vorbereitungen. Er war ihr Trainer."
    }
  },
  {
    "translation": {
      "en": "There was a great interview that was done.",
      "de": "Es gab ein tolles Interview"
    }
  },
  {
    "translation": {
      "en": "And it lined up all the top European captains who attended",
      "de": "mit allen Kapitänen der teilnehmenden europäischen Teams"
    }
  },
  {
    "translation": {
      "en": "and the topic was EHOME.",
      "de": "und das Thema war EHOME."
    }
  },
  {
    "translation": {
      "en": "If you want to ever play good, you don't need to invite Chinese teams",
      "de": "Wenn du jemals gut spielen möchtest, dann darfst du chinesische Teams nicht einladen, weil sie zu stark sind."
    }
  },
  {
    "translation": {
      "en": "-because they are too strong. -[laughter]",
      "de": "dann darfst du chinesische Teams nicht einladen, weil sie zu stark sind."
    }
  },
  {
    "translation": {
      "en": "[interviewer] So EHOME won, uh…",
      "de": "Also hat EHOME gewonnen…"
    }
  },
  {
    "translation": {
      "en": "What do you think of, of the Chinese guys?",
      "de": "Was haltet ihr von den chinesischen Jungs?"
    }
  },
  {
    "translation": {
      "en": "I never felt this outplayed in my entire life.",
      "de": "Ich habe mich noch nie so spielerisch unterlegen gefühlt."
    }
  },
  {
    "translation": {
      "en": "Uh, it's unbelievable how good they are. Like, their timing, their discipline…",
      "de": "Es ist unfassbar, wie gut sie sind. Ihr Timing, ihre Disziplin…"
    }
  },
  {
    "translation": {
      "en": "They're in control of the whole game, and they keep this control all the time.",
      "de": "Sie kontrollieren das Spiel komplett und ziehen das auch durch."
    }
  },
  {
    "translation": {
      "en": "This is really crazy to see, actually.",
      "de": "Es ist verrückt mit anzusehen."
    }
  },
  {
    "translation": {
      "en": "[in Chinese] It's because when we are at any international tournament,",
      "de": "Wenn wir auf einem internationalen Turnier sind"
    }
  },
  {
    "translation": {
      "en": "when all of the foreign team managers and team members see us,",
      "de": "und die ganzen Manager und Spieler aus den anderen Ländern uns sehen,"
    }
  },
  {
    "translation": {
      "en": "everyone will all yell out, \"EHOME!\"",
      "de": "dann ruft jeder \"EHOME!\""
    }
  },
  {
    "translation": {
      "en": "EHOME! EHOME!",
      "de": "EHOME!"
    }
  },
  {
    "translation": {
      "en": "[in Chinese] Do you know how spectacular that is?",
      "de": "Weißt du, wie atemberaubend das ist?"
    }
  },
  {
    "translation": {
      "en": "Actually, this is a story. It's a custom.",
      "de": "Es ist wirklich so. Es ist fast eine Tradition."
    }
  },
  {
    "translation": {
      "en": "[Tang, in Chinese] Which is when everyone sees EHOME,",
      "de": "Wenn die Leute EHOME sehen,"
    }
  },
  {
    "translation": {
      "en": "they naturally think the king is entering.",
      "de": "dann ist das so, als beträte der König den Raum."
    }
  },
  {
    "translation": {
      "en": "[hyhy] During this trip to The International,",
      "de": "Diese Reise zu The International"
    }
  },
  {
    "translation": {
      "en": "it's actually the same period as my exam periods.",
      "de": "fiel in den gleichen Zeitraum wie meine Prüfungen."
    }
  },
  {
    "translation": {
      "en": "So I treated it as a sacrifice that I've made… that I've made",
      "de": "Also habe ich es wie ein Opfer behandelt, das ich erbracht habe,"
    }
  },
  {
    "translation": {
      "en": "for the team and for myself.",
      "de": "für das Team und für mich selbst."
    }
  },
  {
    "translation": {
      "en": "And I find that when it comes to pursuing your passions",
      "de": "Und ich finde, wenn es um deine Leidenschaften geht,"
    }
  },
  {
    "translation": {
      "en": "it's really up to you to decide if it's worth, uh… worth the sacrifice.",
      "de": "dann liegt es an dir zu entscheiden, ob es das Opfer wert ist."
    }
  },
  {
    "translation": {
      "en": "When they're having exams, they don't allow him to leave the school",
      "de": "In der Prüfungszeit darf er die Schule nicht verlassen."
    }
  },
  {
    "translation": {
      "en": "So I told him really I said, \"Mind yourself.\"",
      "de": "Also sagte ich ihm: \"Nimm dich in Acht.\""
    }
  },
  {
    "translation": {
      "en": "[hyhy] Setting out on a career in gaming is risky. It's very risky.",
      "de": "Nur auf eine Gaming-Karriere zu setzen ist riskant. Sehr riskant."
    }
  },
  {
    "translation": {
      "en": "Because the examinations actually clash with the competition",
      "de": "Die Prüfungen überschneiden sich mit dem Turnier"
    }
  },
  {
    "translation": {
      "en": "and missing the exams without a proper explanation,",
      "de": "und ohne eine angemessene Entschuldigung…"
    }
  },
  {
    "translation": {
      "en": "the school didn't recognize the Dota competition as a valid reason.",
      "de": "Denn die Schule sieht ein Dota-Turnier nicht als einen Grund an."
    }
  },
  {
    "translation": {
      "en": "[hyhy] It's kind of breaking school rules.",
      "de": "Das verstößt gegen die Schulregeln."
    }
  },
  {
    "translation": {
      "en": "The school is determined to stop him from pursuing",
      "de": "Die Schule will ihn daran hindern,"
    }
  },
  {
    "translation": {
      "en": "his chance of going for this contest.",
      "de": "an diesem Turnier teilzunehmen."
    }
  },
  {
    "translation": {
      "en": "[Edwin] So I, I think this has created a big stress for the family.",
      "de": "Ich denke, das hat eine Menge Spannungen in der Familie erzeugt."
    }
  },
  {
    "translation": {
      "en": "Gives his mother very headache, you know?",
      "de": "Es bereitet seiner Mutter Kopfzerbrechen."
    }
  },
  {
    "translation": {
      "en": "[Vicky] It's quite difficult for us to pull him out right now, I think.",
      "de": "Ich denke, es ist ziemlich schwer für uns, ihm das jetzt noch auszureden."
    }
  },
  {
    "translation": {
      "en": "You know, he's so adamant about it.",
      "de": "Er ist da sehr hartnäckig."
    }
  },
  {
    "translation": {
      "en": "So that's why when he told me he's going in August,",
      "de": "Als er mir erzählte, dass er im August dort hingehen wird,"
    }
  },
  {
    "translation": {
      "en": "I said, \"Then how about your school exams?",
      "de": "habe ich nur gefragt: \"Und was ist mit deinen Prüfungen?\""
    }
  },
  {
    "translation": {
      "en": "What are you going to do?\"",
      "de": "\"Was wirst du tun?\""
    }
  },
  {
    "translation": {
      "en": "[hyhy] I think my mother, she was kind of at her limits,",
      "de": "Ich glaube, meine Mutter war es leid,"
    }
  },
  {
    "translation": {
      "en": "telling me about how much gaming has been weighing me down.",
      "de": "mir zu sagen, wie sehr das Spielen mir im Wege stünde."
    }
  },
  {
    "translation": {
      "en": "That was really the talk when I really opened my heart, and I…",
      "de": "In dem Gespräch redete ich offen,"
    }
  },
  {
    "translation": {
      "en": "shared with her my passion for the game and how much I believed that.",
      "de": "zeigte ihr meine Leidenschaft und wie sehr ich daran glaubte,"
    }
  },
  {
    "translation": {
      "en": "[hyhy] My team actually has the potential to win,",
      "de": "dass mein Team wirklich das Potenzial hat, zu gewinnen"
    }
  },
  {
    "translation": {
      "en": "to be the best in the world.",
      "de": "und Weltmeister zu werden."
    }
  },
  {
    "translation": {
      "en": "So we are stopping at nothing less than first.",
      "de": "Also machen wir vor nichts anderem als dem ersten Platz halt."
    }
  },
  {
    "translation": {
      "en": "This is how I tried to put it across to my mom.",
      "de": "So wollte ich es meiner Mutter erklären."
    }
  },
  {
    "translation": {
      "en": "By giving up so much to come here",
      "de": "Durch mein Opfer"
    }
  },
  {
    "translation": {
      "en": "I have absolute confidence in my team that we will win.",
      "de": "bin ich total zuversichtlich, dass wir gewinnen werden."
    }
  },
  {
    "translation": {
      "en": "[host] All right, the draft is under way.",
      "de": "Ok, die Teams wählen jetzt ihre Helden."
    }
  },
  {
    "translation": {
      "en": "EHOME, they will select up their heroes. Scythe will start selecting theirs.",
      "de": "EHOME werden ihre Helden auswählen. Und Scythe wählt auch."
    }
  },
  {
    "translation": {
      "en": "Looking now at both the teams, it looks like EHOME,",
      "de": "Sieht man beide Teams, ist EHOME relativ entspannt,"
    }
  },
  {
    "translation": {
      "en": "they're fairly relaxed while Scythe, you know, they're eager.",
      "de": "ist EHOME relativ entspannt, während Scythe angespannt wirken."
    }
  },
  {
    "translation": {
      "en": "They're all gathering around hyhy to pick.",
      "de": "Alle versammeln sich um Hyhy für die Auswahl."
    }
  },
  {
    "translation": {
      "en": "[hyhy] If you have a losing draft, you will lose the game.",
      "de": "Mit schlechter Teamaufstellung verliert man."
    }
  },
  {
    "translation": {
      "en": "This is what I think of Dota.",
      "de": "Das ist, was Dota ausmacht."
    }
  },
  {
    "translation": {
      "en": "So it's really a lot on, on drafting.",
      "de": "Es hängt also sehr viel von der Aufstellung ab."
    }
  },
  {
    "translation": {
      "en": "[host] Drafting is where two captains will select what they want to play with.",
      "de": "Bei der Heldenauswahl wählen beide Kapitäne aus, womit sie spielen möchten,"
    }
  },
  {
    "translation": {
      "en": "What heroes are selected and what heroes are taken out.",
      "de": "welche Helden gewählt und welche ausgeschlossen werden."
    }
  },
  {
    "translation": {
      "en": "You can select five heroes out of a pool of over a hundred,",
      "de": "Man kann fünf Helden aus einem Kader von über einhundert auswählen"
    }
  },
  {
    "translation": {
      "en": "and can also remove four of those heroes.",
      "de": "und darüber hinaus vier dieser Helden entfernen."
    }
  },
  {
    "translation": {
      "en": "So four heroes you think your opponent will want to use,",
      "de": "Man kann vier Helden, von denen man denkt, der Gegner nimmt sie,"
    }
  },
  {
    "translation": {
      "en": "you can remove.",
      "de": "aus dem Spiel nehmen."
    }
  },
  {
    "translation": {
      "en": "[hyhy] Before any game, any match,",
      "de": "Vor jedem Spiel, jedem Match legen wir uns"
    }
  },
  {
    "translation": {
      "en": "we will decide our bans and picks according to which team we are fighting.",
      "de": "auf Helden und Banns fest, je nachdem, gegen wen wir antreten."
    }
  },
  {
    "translation": {
      "en": "Usually, we would come up with a very impromptu strategy",
      "de": "Üblicherweise improvisieren wir spontan eine Strategie,"
    }
  },
  {
    "translation": {
      "en": "to try and fight their strat.",
      "de": "mit der wir die des Gegners aushebeln."
    }
  },
  {
    "translation": {
      "en": "You really have to spend a lot of time thinking of the draft.",
      "de": "Man muss sich für die Auswahl Zeit nehmen."
    }
  },
  {
    "translation": {
      "en": "The draft actually decides a lot of the game itself.",
      "de": "Die Aufstellung hat große Auswirkungen auf den Spielverlauf."
    }
  },
  {
    "translation": {
      "en": "[host] EHOME. They're a team with so much experience.",
      "de": "EHOME ist ein Team mit so viel Erfahrung."
    }
  },
  {
    "translation": {
      "en": "They already know the way they want to roll this one out.",
      "de": "Sie haben jetzt schon einen Schlachtplan."
    }
  },
  {
    "translation": {
      "en": "The only thing that's gonna make it or break it",
      "de": "Die Unbekannte, die über den Sieg entscheidet,"
    }
  },
  {
    "translation": {
      "en": "is if they can get their execution right.",
      "de": "die über den Sieg entscheidet, ist, ob die Umsetzung stimmt."
    }
  },
  {
    "translation": {
      "en": "[hyhy] In that particular match-up, we felt that we needed something that could instill the fear in them.",
      "de": "In dieser Partie brauchten wir etwas, das ihnen Angst einjagt."
    }
  },
  {
    "translation": {
      "en": "[host] And Tiny looks to be the last pick up here from Scythe.",
      "de": "Und anscheinend ist Tiny die abschließende Wahl von Scythe."
    }
  },
  {
    "translation": {
      "en": "A bit of an interesting pick up there by Scythe.",
      "de": "Eine interessante Wahl von Scythe."
    }
  },
  {
    "translation": {
      "en": "It's gonna start to change around their lanes completely now.",
      "de": "Das wird ihre Pfadaufteilung durcheinanderwerfen."
    }
  },
  {
    "translation": {
      "en": "[host] With Tiny, it is good as a surprise strat.",
      "de": "Tiny ist immer gut für eine Überraschungsstrategie."
    }
  },
  {
    "translation": {
      "en": "If another team doesn't realize where he fits into the whole lineup,",
      "de": "Wenn das andere Team nicht realisiert, wie genau er in die Aufstellung passt,"
    }
  },
  {
    "translation": {
      "en": "then you can really throw the opposition off balance.",
      "de": "kann man die Gegenseite wirklich ins Wanken bringen."
    }
  },
  {
    "translation": {
      "en": "[host] He's moving away, but no, hyhy, he'll just turn around and pops the Lina.",
      "de": "Er entfernt sich, nein, Hyhy, er dreht sich einfach um und tötet Lina."
    }
  },
  {
    "translation": {
      "en": "I wanna point out right now that EHOME, they are not noobs.",
      "de": "Ich möchte nur beiläufig anmerken, dass EHOME keine unerfahrenen Spieler sind."
    }
  },
  {
    "translation": {
      "en": "This is just Scythe playing an amazing game.",
      "de": "Scythe spielt gerade nur unglaublich gut."
    }
  },
  {
    "translation": {
      "en": "[hyhy] When you have such a huge audience",
      "de": "Wenn man so ein großes Publikum hat und man weiß,"
    }
  },
  {
    "translation": {
      "en": "and you know that everyone is at home watching the game,",
      "de": "Wenn man so ein großes Publikum hat und man weiß, dass alle daheim zuschauen…"
    }
  },
  {
    "translation": {
      "en": "they have their hopes pinned on you and, and I feel that…",
      "de": "Mit den Hoffnungen beladen, dann fühlt man…"
    }
  },
  {
    "translation": {
      "en": "there's so much at, at stake.",
      "de": "…dass so viel auf dem Spiel steht."
    }
  },
  {
    "translation": {
      "en": "[host] And they should be able to clean it up right now.",
      "de": "Und gilt es, Nägel mit Köpfen zu machen."
    }
  },
  {
    "translation": {
      "en": "Tiny, he's gonna toss, he's gonna launch, and he definitely gets the kill.",
      "de": "Tiny, da kommt der Wurf, er wirft und kriegt den sicheren Kill."
    }
  },
  {
    "translation": {
      "en": "We got 357 getting nailed out there.",
      "de": "357 hat es hier drüben erwischt."
    }
  },
  {
    "translation": {
      "en": "Nature's Prophet gonna get the last hit in as well.",
      "de": "Der Kill geht an Nature's Prophet."
    }
  },
  {
    "translation": {
      "en": "It's the entire team down for EHOME. This is GG.",
      "de": "Das gesamte Team von EHOME ist tot. Das ist GG."
    }
  },
  {
    "translation": {
      "en": "-This is now a double-rax, at least. -[screams]",
      "de": "-Das sind mindestens beide Rax. -Feuer!"
    }
  },
  {
    "translation": {
      "en": "And EHOME, they're going to disconnect.",
      "de": "Und EHOME verlässt bereits das Spiel."
    }
  },
  {
    "translation": {
      "en": "We have our first Winner's Bracket Finalist.",
      "de": "Wir haben unser erstes Team im Finale des Winner's Bracket."
    }
  },
  {
    "translation": {
      "en": "Scythe will advance.",
      "de": "Scythe kommt weiter."
    }
  },
  {
    "translation": {
      "en": "EHOME will drop down into the Loser's Bracket,",
      "de": "EHOME wird im Loser's Bracket weiterspielen,"
    }
  },
  {
    "translation": {
      "en": "and Scythe will now finish up this game.",
      "de": "nachdem Scythe dieses Spiel beendet hat."
    }
  },
  {
    "translation": {
      "en": "Yeah, the one million is… Yeah, one million.",
      "de": "Ja, die eine Million ist halt… Ja, eine Million."
    }
  },
  {
    "translation": {
      "en": "[chuckles] That's a lot.",
      "de": "Das ist eine Menge."
    }
  },
  {
    "translation": {
      "en": "It's gonna make my time playing this game all worth it.",
      "de": "Meine Zeit mit diesem Spiel wird sich endlich auszahlen."
    }
  },
  {
    "translation": {
      "en": "[hyhy] Didn't think smoking would do me any good.",
      "de": "Ich habe nicht erwartet, dass Rauchen mir gut tun würde."
    }
  },
  {
    "translation": {
      "en": "[man] When did you start smoking?",
      "de": "Wann hast du angefangen zu rauchen?"
    }
  },
  {
    "translation": {
      "en": "Two years back. Two years back, uh…",
      "de": "Vor zwei Jahren."
    }
  },
  {
    "translation": {
      "en": "[clears throat] Bad move.",
      "de": "Schlechte Idee."
    }
  },
  {
    "translation": {
      "en": "[man] That seems to coincide with when you and your ex-girlfriend broke up.",
      "de": "Das scheint zur gleichen Zeit gewesen zu sein, als du und deine Ex-Freundin Schluss gemacht haben."
    }
  },
  {
    "translation": {
      "en": "[hyhy] On bad terms.",
      "de": "Wir haben uns zerstritten…"
    }
  },
  {
    "translation": {
      "en": "Seems like she's, she's moved on already.",
      "de": "Sieht so aus, als wäre sie schon darüber hinweg."
    }
  },
  {
    "translation": {
      "en": "Back then when she was playing the game it felt like we had something",
      "de": "Damals, als sie auch das Spiel gespielt hat,"
    }
  },
  {
    "translation": {
      "en": "to… something we shared.",
      "de": "hatten wir etwas gemeinsam."
    }
  },
  {
    "translation": {
      "en": "Yeah, but right now, it's like… tsk.",
      "de": "Ja, aber jetzt…"
    }
  },
  {
    "translation": {
      "en": "I think she's… I think she's following this event, but… probably.",
      "de": "Ich denke sie verfolgt das Turnier, aber…"
    }
  },
  {
    "translation": {
      "en": "This event's big. Yeah.",
      "de": "Wahrscheinlich… Die Veranstaltung ist groß."
    }
  },
  {
    "translation": {
      "en": "I hope I will get to make that phone call. Yeah.",
      "de": "Ich hoffe, dass ich den Anruf machen kann."
    }
  },
  {
    "translation": {
      "en": "Finally, I'll have something I'm proud of to tell her about.",
      "de": "Endlich kann ich ihr etwas erzählen, auf das ich stolz bin."
    }
  },
  {
    "translation": {
      "en": "Finally.",
      "de": "Endlich."
    }
  },
  {
    "translation": {
      "en": "[James] When you played the Russians and the Ukrainians,",
      "de": "Perfekt! CD schießen! Weg mit ihnen! Verdammt, alle verpasst! Die Russen und Ukrainer"
    }
  },
  {
    "translation": {
      "en": "they were just the unpredictable teams.",
      "de": "waren die wirklich unberechenbarsten Teams."
    }
  },
  {
    "translation": {
      "en": "I had no idea what the Russians were thinking.",
      "de": "Keine Ahnung, was in den Köpfen der Russen vorging."
    }
  },
  {
    "translation": {
      "en": "That was their best weapon.",
      "de": "Das war ihre beste Waffe."
    }
  },
  {
    "translation": {
      "en": "[Dendi] Well, we're having fun. We're trying to relax.",
      "de": "Wir haben Spaß. Wir versuchen zu entspannen."
    }
  },
  {
    "translation": {
      "en": "We're trying to scare our opponents.",
      "de": "Wir versuchen unseren Gegnern Angst zu machen."
    }
  },
  {
    "translation": {
      "en": "Mind games. Mind games. [chuckles]",
      "de": "Psychospielchen."
    }
  },
  {
    "translation": {
      "en": "[Dendi] I turn off my brain in the way of being scared of someone.",
      "de": "Ich blende die Gedanken an andere Teams einfach aus."
    }
  },
  {
    "translation": {
      "en": "One of the things I reallly admire about him is how…",
      "de": "Eines der bewundernswerten Dinge an ihm ist, dass er,"
    }
  },
  {
    "translation": {
      "en": "he hasn't really had an easy life,",
      "de": "obwohl er kein einfaches Leben hatte,"
    }
  },
  {
    "translation": {
      "en": "[Tammy] but he's always so upbeat. He's always so cheerful.",
      "de": "immer so optimistisch ist. Er ist immer so fröhlich."
    }
  },
  {
    "translation": {
      "en": "[host] When he first came on the Dota scene,",
      "de": "Als er zuerst in die Dota-Szene kam,"
    }
  },
  {
    "translation": {
      "en": "he looked like a 12-year-old boy.",
      "de": "sah er aus wie ein 12-Jähriger."
    }
  },
  {
    "translation": {
      "en": "Everyone was just, like, \"Who is this kid?\"",
      "de": "Jeder hat nur gefragt: \"Wer ist dieses Kind?\""
    }
  },
  {
    "translation": {
      "en": "There's no way you can take this guy seriously.",
      "de": "\"Den kann man doch nicht ernst nehmen.\""
    }
  },
  {
    "translation": {
      "en": "And then he would destroy you in games!",
      "de": "Dann hat er dich in den Spielen fertiggemacht!"
    }
  },
  {
    "translation": {
      "en": "[in Russian] I saw somewhere on the Internet,",
      "de": "Ich habe irgendwo im Internet gesehen,"
    }
  },
  {
    "translation": {
      "en": "how he works with the keyboard.",
      "de": "wie er mit seiner Tastatur arbeitet."
    }
  },
  {
    "translation": {
      "en": "[Irina, in Russian] It really is mesmerizing.",
      "de": "Es ist echt hypnotisierend."
    }
  },
  {
    "translation": {
      "en": "[Irina, in Russian] I think Danil benefited from his piano playing",
      "de": "Ich denke, Danil hat von seinen Klavierstunden profitiert,"
    }
  },
  {
    "translation": {
      "en": "because his hands are absolutely amazing.",
      "de": "denn seine Hände sind einfach unglaublich."
    }
  },
  {
    "translation": {
      "en": "[Clement] He can make really good moves.",
      "de": "Er beherrscht gute Aktionen."
    }
  },
  {
    "translation": {
      "en": "His moves, I think are unique, and they might win you the game.",
      "de": "Ich denke, seine Spielzüge sind einzigartig und können das Spiel für dich gewinnen."
    }
  },
  {
    "translation": {
      "en": "But he wants to rely completely on skill.",
      "de": "Er möchte sich auf seine Geschicklichkeit verlassen."
    }
  },
  {
    "translation": {
      "en": "He wants, like, an enemy against him and he wants to kill him through skill, nothing more.",
      "de": "Er will seine Gegner durch sein pures Können töten."
    }
  },
  {
    "translation": {
      "en": "He wants to win the game.",
      "de": "Er will gewinnen."
    }
  },
  {
    "translation": {
      "en": "His disadvantage is that he doesn't have patience.",
      "de": "Seine Schwäche ist, dass er keine Geduld hat."
    }
  },
  {
    "translation": {
      "en": "He wants to make those moves.",
      "de": "Er will zeigen, was er draufhat."
    }
  },
  {
    "translation": {
      "en": "[host] He can get a little bit too silly in games.",
      "de": "Er kann in Spielen etwas zu albern werden."
    }
  },
  {
    "translation": {
      "en": "He will try new and different things.",
      "de": "Er wird neue und unterschiedliche Sachen ausprobieren."
    }
  },
  {
    "translation": {
      "en": "He will overextend in team fights because he believes he can get the kill.",
      "de": "Er wird sich in Teamkämpfen überschätzen, weil er glaubt, er kriegt den Kill."
    }
  },
  {
    "translation": {
      "en": "[Clement] And his impatience can go too far and he might lose the game for us.",
      "de": "In seiner Ungeduld kann er übertreiben und uns das Spiel kosten."
    }
  },
  {
    "translation": {
      "en": "-[teammate] Team Na'Vi! -[all] Team Na'Vi!",
      "de": "Mein Fokus ist das Ziel, nicht das Hindernis! -Team Na'vi! -Team Na'vi!"
    }
  },
  {
    "translation": {
      "en": "[Toby] There it is, he's gonna go in. This should be the First Blood.",
      "de": "Oh, Furion ist jetzt auch da. Das ist das First Blood."
    }
  },
  {
    "translation": {
      "en": "They got the Sprout on Sansheng as well. There's probably gonna be a double.",
      "de": "Sie haben auch Sansheng im Sprout. Es wird ein Double-Kill."
    }
  },
  {
    "translation": {
      "en": "Dendi's ulti, it hits!",
      "de": "Dendis Ulti, es trifft!"
    }
  },
  {
    "translation": {
      "en": "Dendi, Dendi, no. He's not… he cannot be.",
      "de": "Dendi, nein. Er wird doch nicht… er kann nicht."
    }
  },
  {
    "translation": {
      "en": "This is Dendi through and through.",
      "de": "Das ist Dendi, mit Leib und Seele."
    }
  },
  {
    "translation": {
      "en": "Starts with the Hex, goes to Cold Snap, he locks him in place!",
      "de": "Er beginnt mit Hex, dann Cold Snap, er hält ihn an Ort und Stelle fest!"
    }
  },
  {
    "translation": {
      "en": "Weaver really close to death! Manages to Timelapse back out again.",
      "de": "Weaver ist fast tot! Schafft es mit Time Lapse wieder raus."
    }
  },
  {
    "translation": {
      "en": "Dendi will TP back to safety.",
      "de": "Dendi teleportiert sich zurück in Sicherheit."
    }
  },
  {
    "translation": {
      "en": "So GG being called by iG. Na'Vi, they will take the game.",
      "de": "IG erklärt GG. Na'Vi gewinnt das Spiel."
    }
  },
  {
    "translation": {
      "en": "Our Winners Bracket Finalists are gonna be Na'Vi versus Scythe.",
      "de": "Unsere beiden Teams im Finale des Winnersbrackets werden Na'Vi und Scythe sein."
    }
  },
  {
    "translation": {
      "en": "[Fear] Most teams that you see that have the most fan bases are full nationality.",
      "de": "Bei den meisten Teams mit einer großen Fangemeinde kommen die Spieler alle aus einem Land."
    }
  },
  {
    "translation": {
      "en": "Our team is all spread out across the world.",
      "de": "Unser Team ist über die ganze Welt verteilt."
    }
  },
  {
    "translation": {
      "en": "[Tammy] He does have it a little harder than us",
      "de": "Er hat es ein wenig schwerer als wir,"
    }
  },
  {
    "translation": {
      "en": "because he doesn't really have this human support that we do.",
      "de": "weil er nicht die gleiche menschliche Unterstützung hat, die wir haben."
    }
  },
  {
    "translation": {
      "en": "[Fear] The hardest thing that I've had to really deal with in my life",
      "de": "Das Schwierigste, das ich jemals in meinem Leben tun musste, war,"
    }
  },
  {
    "translation": {
      "en": "is just trying to convince my family about my gaming career.",
      "de": "Das Schwierigste, das ich jemals in meinem Leben tun musste, war, meine Familie von meiner Gaming-Karriere zu überzeugen."
    }
  },
  {
    "translation": {
      "en": "It's really, really difficult especially when you start out slow,",
      "de": "Es ist wirklich, wirklich schwer, wenn du klein anfängst,"
    }
  },
  {
    "translation": {
      "en": "but you know there's a future for something and you put a lot of time into it,",
      "de": "aber merkst, dass da noch was kommen muss, und du eine Menge Zeit da reinsteckst,"
    }
  },
  {
    "translation": {
      "en": "and they keep telling you, \"You should get a real job.\"",
      "de": "während sie dir sagen: \"Du solltest dir eine richtige Arbeit suchen.\""
    }
  },
  {
    "translation": {
      "en": "[Fear] I was born in the Los Angeles district in Lancaster, California.",
      "de": "Ich wurde in der Nähe von Los Angeles geboren, in Lancaster, Kalifornien."
    }
  },
  {
    "translation": {
      "en": "I lived there with my dad and my mom. Around two years old, my dad left my mom.",
      "de": "Ich lebte dort mit meinem Vater und meiner Mutter. Als ich zwei Jahre alt war, hat mein Vater meine Mutter verlassen."
    }
  },
  {
    "translation": {
      "en": "He didn't really say anything. He just kind of…",
      "de": "Er hat nicht wirklich was gesagt. Er ist einfach…"
    }
  },
  {
    "translation": {
      "en": "He just packed up and left.",
      "de": "Er hat einfach seine Sachen gepackt und ist gegangen."
    }
  },
  {
    "translation": {
      "en": "[Fear] She's had to raise us both while going to law school at the same time.",
      "de": "Sie musste uns beide aufziehen, während sie Jura studierte."
    }
  },
  {
    "translation": {
      "en": "It wasn't real easy as far as just got out of law school,",
      "de": "Es war nicht einfach, ich hatte gerade mein Jurastudium abgeschlossen,"
    }
  },
  {
    "translation": {
      "en": "didn't have a job, had huge student loans to pay back.",
      "de": "keinen Job und einen riesigen Studentenkredit, den ich zurückzahlen musste."
    }
  },
  {
    "translation": {
      "en": "[Karen] This job came up and so we moved here on our own.",
      "de": "Dieser Job war verfügbar, also zogen wir hierhin."
    }
  },
  {
    "translation": {
      "en": "So I've been raising them by myself ever since.",
      "de": "Seitdem habe ich sie alleine aufgezogen."
    }
  },
  {
    "translation": {
      "en": "So this is a photo album that I made for Clinton.",
      "de": "Das hier ist ein Fotoalbum, das ich für Clinton gemacht habe."
    }
  },
  {
    "translation": {
      "en": "For-- as he was growing up, I put pictures in it as we went along.",
      "de": "Während er aufwuchs, habe ich immer wieder Fotos gemacht und eingeklebt."
    }
  },
  {
    "translation": {
      "en": "My sons were both really active into sports",
      "de": "Meine Söhne interessierten sich beide sehr für Sport"
    }
  },
  {
    "translation": {
      "en": "and they wanted to do a lot so I had to limit them.",
      "de": "und wollten viel probieren. Also musste ich das einschränken."
    }
  },
  {
    "translation": {
      "en": "They could choose two per season.",
      "de": "Sie konnten zwei pro Saison wählen."
    }
  },
  {
    "translation": {
      "en": "[Karen] That was maximum for me being able to get them to practice",
      "de": "Mehr ging für mich nicht, öfter hätte ich sie nicht zum Training bringen"
    }
  },
  {
    "translation": {
      "en": "and go watch their games. That was tough.",
      "de": "oder ihre Spiele anschauen können. Das war hart."
    }
  },
  {
    "translation": {
      "en": "And Clinton sitting on Santa's lap, his brother, \"Santa.\"",
      "de": "Und Clinton, wie er auf Santas Schoß sitzt. Sein Bruder ist Santa."
    }
  },
  {
    "translation": {
      "en": "[Fear] My brother's more angry at my father for leaving than I am.",
      "de": "Mein Bruder ist wütender auf unseren Vater, weil er uns verlassen hat als ich."
    }
  },
  {
    "translation": {
      "en": "He thinks about him, he gets upset.",
      "de": "Er denkt an ihn. Er wird wütend."
    }
  },
  {
    "translation": {
      "en": "Compared to me, I just… I just block him out",
      "de": "Im Gegensatz zu mir, ich blende ihn einfach aus und tue so,"
    }
  },
  {
    "translation": {
      "en": "and pretend he doesn't exist.",
      "de": "als würde er nicht existieren."
    }
  },
  {
    "translation": {
      "en": "[Karen] Ah, Clinton already starting, uh, video games here.",
      "de": "Clinton hat bereits hier mit Computerspielen angefangen."
    }
  },
  {
    "translation": {
      "en": "[Tony] He was sitting at his house, playing Dota.",
      "de": "Er saß zu Hause und spielte Dota."
    }
  },
  {
    "translation": {
      "en": "Doing it competitively. Had a sponsored team and everything like that.",
      "de": "Er spielte professionell, hatte ein gesponsertes Team und all das."
    }
  },
  {
    "translation": {
      "en": "Uh, but I think that's when it probably started getting on his… his mom's nerves.",
      "de": "Aber ich glaube, zu dieser Zeit hat es angefangen, seine Mutter zu nerven."
    }
  },
  {
    "translation": {
      "en": "[Fear] I have a crazy sleeping schedule.",
      "de": "Ich habe einen total kaputten Schlafrhythmus."
    }
  },
  {
    "translation": {
      "en": "I'm on a European team, so sometimes I have to stay up pretty ridiculous hours",
      "de": "Ich bin in einem europäischen Team, also bin ich zu ziemlich verrückten Zeiten noch wach"
    }
  },
  {
    "translation": {
      "en": "or wake up at ridiculous hours.",
      "de": "oder stehe zu verrückten Zeiten auf."
    }
  },
  {
    "translation": {
      "en": "So the standard day for me is not so standard.",
      "de": "Deshalb ist ein normaler Tag für mich gar nicht so normal."
    }
  },
  {
    "translation": {
      "en": "All the nights he'd be up and stuff, the dog would be up too with him",
      "de": "Wenn er nachts wach war, dann blieb der Hund auch mit ihm wach,"
    }
  },
  {
    "translation": {
      "en": "and that would keep her awake most of the nights",
      "de": "was bedeutete, dass sie in den meisten Nächten wach war."
    }
  },
  {
    "translation": {
      "en": "and this is kind of where the tension got pretty high.",
      "de": "Und dadurch wurde die Situation hier ziemlich angespannt."
    }
  },
  {
    "translation": {
      "en": "[Karen] You know, this, this went on for years",
      "de": "Das ging mehrere Jahre so,"
    }
  },
  {
    "translation": {
      "en": "and it came to the point where I just told him",
      "de": "bis zu dem Punkt, an dem ich ihm einfach sagte:"
    }
  },
  {
    "translation": {
      "en": "I said, \"You know what, you just need to go somewhere else.\"",
      "de": "\"Weißt du was, du musst irgendwo anders hin.\""
    }
  },
  {
    "translation": {
      "en": "[Fear] So I got kicked out of my house because of my gaming career, basically.",
      "de": "Ich wurde also sozusagen aufgrund meiner Gaming-Karriere vor die Tür gesetzt."
    }
  },
  {
    "translation": {
      "en": "[Pete] When Clinton first moved in here,",
      "de": "Als Clinton hier einzog,"
    }
  },
  {
    "translation": {
      "en": "he was looking for a desk and there wasn't anything in the room.",
      "de": "brauchte er einen Schreibtisch, das Zimmer war quasi leer."
    }
  },
  {
    "translation": {
      "en": "And I had a lot of stuff that we were getting ready to take to the dump.",
      "de": "Und ich hatte gerade eine Menge Kram für den Sperrmüll aussortiert."
    }
  },
  {
    "translation": {
      "en": "[Pete] And Clinton went out there and he came back in with this green desk.",
      "de": "Clinton ging also raus und kam mit diesem grünen Schreibtisch zurück."
    }
  },
  {
    "translation": {
      "en": "And he goes, \"This is perfect!\"",
      "de": "Er sagte: \"Das ist perfekt!\""
    }
  },
  {
    "translation": {
      "en": "So I didn't have a monitor, so I went to my friend",
      "de": "Ich hatte keinen Monitor, also fragte ich einen Freund,"
    }
  },
  {
    "translation": {
      "en": "and he had a spare CRT monitor.",
      "de": "der einen alten Röhrenbildschirm übrig hatte."
    }
  },
  {
    "translation": {
      "en": "So I got that, and then, obviously, I have two books here to hunch that up",
      "de": "Ich hab ihn natürlich genommen und dann diese zwei Bücher untergelegt,"
    }
  },
  {
    "translation": {
      "en": "so I can actually see the monitor, so it's kind of a ghetto setup.",
      "de": "damit die Höhe stimmt. Eine Art Ghetto-Setup."
    }
  },
  {
    "translation": {
      "en": "Even when I go to competitions, I don't think I play like any differently",
      "de": "Ich glaube auch nicht, dass ich auf den Turnieren mit besserer Hardware anders spiele als mit diesem Computer."
    }
  },
  {
    "translation": {
      "en": "on the nice setups compared to this one.",
      "de": "Turnieren mit besserer Hardware anders spiele als mit diesem Computer."
    }
  },
  {
    "translation": {
      "en": "Clinton's like, uh, the Rocky Balboa of Dota.",
      "de": "Clinton ist wie der Rocky Balboa von Dota."
    }
  },
  {
    "translation": {
      "en": "He's the… he's definitely one of the first big US players.",
      "de": "Er ist definitiv einer der ersten wirklich guten US-Spieler"
    }
  },
  {
    "translation": {
      "en": "[Tony] And, honestly, I didn't even, even know he was that big.",
      "de": "und offen gestanden wusste ich noch nicht einmal, dass er so gut war."
    }
  },
  {
    "translation": {
      "en": "[Theeban] In the North American scene,",
      "de": "In der nordamerikanischen Szene"
    }
  },
  {
    "translation": {
      "en": "there weren't many good American players known back then.",
      "de": "waren damals nicht viele gute amerikanische Spieler bekannt."
    }
  },
  {
    "translation": {
      "en": "Everybody respected Fear.",
      "de": "Jeder respektierte Fear."
    }
  },
  {
    "translation": {
      "en": "[Fear] A lot of the people I knew, they quit the game.",
      "de": "Viele Leute, die ich kannte, haben mit dem Spiel aufgehört."
    }
  },
  {
    "translation": {
      "en": "They moved on, stuff like that.",
      "de": "Sie sind weitergezogen."
    }
  },
  {
    "translation": {
      "en": "But I stuck with it so I ended up being like one of the oldest players.",
      "de": "Aber ich bin geblieben und wurde so zu einem der ältesten Spieler."
    }
  },
  {
    "translation": {
      "en": "[Troels] With all his years of experience and all his constant commitment to the game,",
      "de": "Mit seiner jahrelangen Erfahrung und seiner konstanten Hingabe zum Spiel"
    }
  },
  {
    "translation": {
      "en": "he's really shown that he doesn't give up.",
      "de": "hat er gezeigt, dass er nicht aufgibt."
    }
  },
  {
    "translation": {
      "en": "[Fear] Growing up without my father, I think in the end, like…",
      "de": "Ohne meinen Vater aufzuwachsen, niemanden zu haben, der mir die Männersachen beibringt"
    }
  },
  {
    "translation": {
      "en": "not having someone there to teach me of the guy side",
      "de": "niemanden zu haben, der mir die Männersachen beibringt"
    }
  },
  {
    "translation": {
      "en": "and having a father to help you up,",
      "de": "oder mir aufhilft,"
    }
  },
  {
    "translation": {
      "en": "I think that it's actually probably made me, like, the person I am today.",
      "de": "hat mich glaube ich zu der Person gemacht, die ich heute bin."
    }
  },
  {
    "translation": {
      "en": "You know, I just make sure everything's running smoothly on the team.",
      "de": "Ich halte das Team am Laufen."
    }
  },
  {
    "translation": {
      "en": "I kind of play, like, the father figure, I guess.",
      "de": "Ich bin so etwas wie eine Vaterfigur."
    }
  },
  {
    "translation": {
      "en": "[Jimmy] As a captain, I guess he felt he had that responsibility as well.",
      "de": "Ich glaube, als Teamkapitän hatte er das Gefühl, auch diese Verantwortung zu haben."
    }
  },
  {
    "translation": {
      "en": "He was like pretty much my mentor.",
      "de": "Er war quasi mein Mentor."
    }
  },
  {
    "translation": {
      "en": "He did tell me one time,",
      "de": "Er sagte einmal zu mir,"
    }
  },
  {
    "translation": {
      "en": "\"Hey, if you need someone to talk to,\" you know, he would be here.",
      "de": "wenn ich jemanden zum Reden bräuchte, wäre er da."
    }
  },
  {
    "translation": {
      "en": "So I kind of see him as a Dota brother.",
      "de": "Also sehe ich ihn quasi als Dota-Bruder an."
    }
  },
  {
    "translation": {
      "en": "I've never had an ego, like, thinking that I'm better than anyone else.",
      "de": "Ich hatte nie das Ego, zu denken, dass ich besser sei als alle anderen."
    }
  },
  {
    "translation": {
      "en": "I'm always there willing to help people who are new to the scene.",
      "de": "Ich bin immer da und bereit, Leuten zu helfen, die neu in der Szene sind."
    }
  },
  {
    "translation": {
      "en": "[Fear] And that's always been kind of my role in the game,",
      "de": "Es gehört zu meinen Aufgaben,"
    }
  },
  {
    "translation": {
      "en": "by just helping players get up, for the most part.",
      "de": "anderen Spielern zu helfen, besser zu werden."
    }
  },
  {
    "translation": {
      "en": "[Theeban] Fear actually broke me into the scene, you know.",
      "de": "Fear hat mich in die Szene eingeführt."
    }
  },
  {
    "translation": {
      "en": "It's very hard to get yourself out there.",
      "de": "Es ist sehr schwer, sich da draußen zu beweisen."
    }
  },
  {
    "translation": {
      "en": "I mean, back then, I was kind of like a fanboy of him.",
      "de": "Früher war ich so etwas wie ein Fanboy von ihm."
    }
  },
  {
    "translation": {
      "en": "You know, watching his games and whatnot.",
      "de": "Ich habe seine Spiele angeschaut und so."
    }
  },
  {
    "translation": {
      "en": "[Theeban] And he gave me a shot to play at a high level.",
      "de": "Und er hat mir die Chance gegeben, auf hohem Niveau zu spielen."
    }
  },
  {
    "translation": {
      "en": "I wouldn't be here today if it wasn't for Fear.",
      "de": "Ohne Fear wäre ich heute nicht hier."
    }
  },
  {
    "translation": {
      "en": "I can guarantee you that.",
      "de": "Da bin ich mir sicher."
    }
  },
  {
    "translation": {
      "en": "[Theeban] Going into the match, we were all thinking, MUFC didn't do so well earlier, but…",
      "de": "Vor dem Spiel dachten wir alle, MUFC war bisher nicht so stark, aber…"
    }
  },
  {
    "translation": {
      "en": "If we lost that game, we wouldn't win anything, so…",
      "de": "Falls wir das Spiel verlieren, gehen wir leer aus…"
    }
  },
  {
    "translation": {
      "en": "it was a high-risk game.",
      "de": "War es ein Spiel mit hohem Risiko."
    }
  },
  {
    "translation": {
      "en": "[Toby] Thirty-six minutes in, almost a 7,000 gold advantage in favor of MUFC.",
      "de": "36 Minuten im Spiel, MUFC hat einen Goldvorteil von fast 7.000."
    }
  },
  {
    "translation": {
      "en": "[Fear] Toward the end, we made a couple of mistakes",
      "de": "Zum Ende des Spiels hin machten wir ein paar Fehler,"
    }
  },
  {
    "translation": {
      "en": "that put two heroes on the sideline for us.",
      "de": "verloren zwei Helden."
    }
  },
  {
    "translation": {
      "en": "And they had all five still up",
      "de": "Sie hatten aber noch alle fünf und entschieden,"
    }
  },
  {
    "translation": {
      "en": "and decided that they were gonna go for our Throne.",
      "de": "Sie hatten aber noch alle fünf und entschieden, unseren Thron anzugreifen."
    }
  },
  {
    "translation": {
      "en": "-They're probably gonna push for the base. -They're going GG!",
      "de": "Sie werden in die Basis drücken. Sie wollen das GG!"
    }
  },
  {
    "translation": {
      "en": "-They want to go for the GG! -No Fortification!",
      "de": "-Sie wollen das GG! -Kein Fortification mehr!"
    }
  },
  {
    "translation": {
      "en": "[Theeban] We were really close to losing our Throne.",
      "de": "Wir hätten wirklich fast unseren Thron verloren."
    }
  },
  {
    "translation": {
      "en": "It's below 20 percent HP.",
      "de": "Er war unter 20 Prozent."
    }
  },
  {
    "translation": {
      "en": "[Toby] And Online Kingdom, they are so close to the point of getting eliminated from this tournament!",
      "de": "Online Kingdom steht kurz davor, aus dem Turnier auszuscheiden!"
    }
  },
  {
    "translation": {
      "en": "We just needed to do something.",
      "de": "Wir mussten irgendetwas tun."
    }
  },
  {
    "translation": {
      "en": "I'm going to go on them! I'm going to initiate on them!",
      "de": "Okay, ich werde gleich reingehen!"
    }
  },
  {
    "translation": {
      "en": "[Fear] I ran in first and then they all went on me",
      "de": "Also ich als Erster reingerannt und alle auf mich,"
    }
  },
  {
    "translation": {
      "en": "instead of focusing on the Throne, which is good.",
      "de": "anstatt sich auf den Thron zu konzentrieren."
    }
  },
  {
    "translation": {
      "en": "[Toby] Again by Silvercross.",
      "de": "Wieder Silvercross."
    }
  },
  {
    "translation": {
      "en": "Fear, he's trying to retreat. He turned into a pig.",
      "de": "Fear versucht sich zurückzuziehen. Er wird in ein Schwein verwandelt."
    }
  },
  {
    "translation": {
      "en": "How the hell is he still alive?",
      "de": "Wie zum Teufel hat er das überlebt?"
    }
  },
  {
    "translation": {
      "en": "Go, go, go! Go, go!",
      "de": "Los!"
    }
  },
  {
    "translation": {
      "en": "[Toby] They push MUFC back!",
      "de": "Sie drängen MUFC zurück!"
    }
  },
  {
    "translation": {
      "en": "We made this huge comeback where we killed all of their heroes.",
      "de": "Uns gelang dieses riesige Comeback, als wir alle ihre Helden töteten."
    }
  },
  {
    "translation": {
      "en": "[Theeban] You know, started pushing.",
      "de": "Wir fingen an zu pushen."
    }
  },
  {
    "translation": {
      "en": "[Toby] Silvercross is down! Morphling! He's out of this!",
      "de": "Silvercross ist tot! Morphling ist aus dem Spiel!"
    }
  },
  {
    "translation": {
      "en": "The Top Rax will go!",
      "de": "Die Kasernen sind nicht zu retten!"
    }
  },
  {
    "translation": {
      "en": "There is no way now that MUFC can come back!",
      "de": "Es gibt keine Möglichkeit für MUFC mehr, das Spiel wieder an sich zu reißen!"
    }
  },
  {
    "translation": {
      "en": "It will be Online Kingdom eliminating MUFC! What an incredible…",
      "de": "Online Kingdom wird MUFC aus dem Turnier kicken!"
    }
  },
  {
    "translation": {
      "en": "Our whole team just went crazy.",
      "de": "Unser ganzes Team ist ausgeflippt."
    }
  },
  {
    "translation": {
      "en": "[Toby] Fear leading Online Kingdom to do the impossible.",
      "de": "Angeführt von Fear hat Online Kingdom das Unmögliche vollbracht."
    }
  },
  {
    "translation": {
      "en": "I've never seen anything like that. And stay tuned.",
      "de": "So etwas habe ich noch nie gesehen. Und bleibt dran."
    }
  },
  {
    "translation": {
      "en": "We'll be back here for more exciting gameplay coming up.",
      "de": "Wir sind bald mit weiteren spannenden Spielen zurück. \"ONLINE KINGDOM FEIERT SIEG ÜBER MUFC\" \"7. PLATZ BEI THE INTERNATIONAL\""
    }
  },
  {
    "translation": {
      "en": "[Dendi] Scythe. They are the 2008 ESWC winners.",
      "de": "Scythe. Sie sind die Sieger des ESWC 2008."
    }
  },
  {
    "translation": {
      "en": "One of the best Asian teams but we aren't afraid of them.",
      "de": "Eins der besten asiatischen Teams, aber wir haben keine Angst vor ihnen."
    }
  },
  {
    "translation": {
      "en": "We're gonna fight them.",
      "de": "Wir werden gegen sie kämpfen."
    }
  },
  {
    "translation": {
      "en": "I don't know about my teammates, but I don't feel scared at all.",
      "de": "Ich rede nur für mich, aber ich fühle mich kein bisschen eingeschüchtert."
    }
  },
  {
    "translation": {
      "en": "I feel like I want to crush my enemy.",
      "de": "Ich fühle mich, als wollte ich den Gegner zerschmettern."
    }
  },
  {
    "translation": {
      "en": "That's how I feel. That's it.",
      "de": "So fühle ich mich. Genau so."
    }
  },
  {
    "translation": {
      "en": "[Toby] Welcome to the Winners Bracket Final",
      "de": "Willkommen zum Finale des Winner's Bracket,"
    }
  },
  {
    "translation": {
      "en": "where Scythe goes up against Na'Vi.",
      "de": "in dem Scythe gegen Na'Vi antreten wird."
    }
  },
  {
    "translation": {
      "en": "The winner gets a slot in the Grand Final.",
      "de": "Der Sieger kommt ins Finale."
    }
  },
  {
    "translation": {
      "en": "[hyhy] The crowds were all cheering for them.",
      "de": "Die Menge feuerte sie an."
    }
  },
  {
    "translation": {
      "en": "And their draft was very scary. We were, like, caught off by surprise.",
      "de": "Ihre Aufstellung war beängstigend. Sie haben uns kalt erwischt."
    }
  },
  {
    "translation": {
      "en": "But, we were like, \"We've gotta win this, man.\"",
      "de": "Wir wussten, wir mussten das gewinnen."
    }
  },
  {
    "translation": {
      "en": "We've gotta show them who's boss.",
      "de": "Ihnen zeigen, wer der Boss ist."
    }
  },
  {
    "translation": {
      "en": "[Toby] Scythe has managed to take all the best players from Singapore",
      "de": "Scythe hat es geschafft, die besten Spieler aus Singapur zu vereinen"
    }
  },
  {
    "translation": {
      "en": "and put them in their lineup.",
      "de": "und ins Team zu bringen."
    }
  },
  {
    "translation": {
      "en": "One million!",
      "de": "Eine Million!"
    }
  },
  {
    "translation": {
      "en": "[Toby] Na'Vi, they look cool, calm, and collected.",
      "de": "Na'Vi wirkt ruhig und konzentriert."
    }
  },
  {
    "translation": {
      "en": "They know exactly what they gotta do.",
      "de": "Sie wissen, was sie tun müssen."
    }
  },
  {
    "translation": {
      "en": "It all comes down to gameplay right now.",
      "de": "Jetzt geht es nur noch um das Spiel"
    }
  },
  {
    "translation": {
      "en": "And I gotta say like, Na'Vi's lineup, it is not unbeatable.",
      "de": "und ich muss sagen, Na'Vis Aufstellung ist nicht unbesiegbar."
    }
  },
  {
    "translation": {
      "en": "So now they're gonna look for the initiation and possible kill.",
      "de": "NA'VI ZEIGT SICH FRÜH AGGRESSIV Sie suchen eine Gelegenheit für einen Kill."
    }
  },
  {
    "translation": {
      "en": "hy is gonna get caught.",
      "de": "Hy wird's erwischen."
    }
  },
  {
    "translation": {
      "en": "Now bottom lane. Held in place.",
      "de": "Jetzt unten. Kann nicht weg."
    }
  },
  {
    "translation": {
      "en": "Sven stunned. Sven will go down.",
      "de": "Sven wird fallen."
    }
  },
  {
    "translation": {
      "en": "LighTofHeaveN, he helped out, but Ancient Apparition gets the last hit.",
      "de": "LighTofHeaveN half, aber Dendi landet den letzten Treffer."
    }
  },
  {
    "translation": {
      "en": "[Toby] Na'Vi are dominating this final.",
      "de": "Na'Vi dominiert dieses Finale."
    }
  },
  {
    "translation": {
      "en": "Now Na'Vi, they're gonna take the chance here. They're gonna go in for the GG.",
      "de": "Na'Vi geht hier auf Risiko. Sie wollen das GG."
    }
  },
  {
    "translation": {
      "en": "And GG is the call from hy first.",
      "de": "Und Hy schreibt als Erster GG."
    }
  },
  {
    "translation": {
      "en": "Na'Vi are already off their computers.",
      "de": "Na'Vi sind bereits aufgestanden."
    }
  },
  {
    "translation": {
      "en": "They're not even sticking around. They've got the GG.",
      "de": "Sie bleiben nicht mal hier. Sie haben das GG."
    }
  },
  {
    "translation": {
      "en": "Na'Vi are into the Grand Finals and will play for the one million dollars.",
      "de": "Na'Vi ist im Finale und wird um eine Million Dollar spielen."
    }
  },
  {
    "translation": {
      "en": "Scythe will go down.",
      "de": "Scythe rutscht nach unten."
    }
  },
  {
    "translation": {
      "en": "They will face the winner of the Loser's Bracket.",
      "de": "Scythe rutscht nach unten. NOCH EINE NIEDERLAGE UND SCYTHE IST RAUS AUS DEM TURNIER"
    }
  },
  {
    "translation": {
      "en": "[hyhy] We had just lost our confidence match against Na'Vi.",
      "de": "Wir hatten beim Spiel gegen Na'Vi unser Selbstvertrauen verloren."
    }
  },
  {
    "translation": {
      "en": "It was actually quite a blow to us.",
      "de": "Es war ein harter Schlag für uns."
    }
  },
  {
    "translation": {
      "en": "The game was really the turning point for me",
      "de": "Das Spiel war wirklich ein Wendepunkt für mich,"
    }
  },
  {
    "translation": {
      "en": "because I actually learned that in life you can only trust in yourself, actually…",
      "de": "weil ich lernte, dass man im Leben nur auf sich selbst vertrauen kann…"
    }
  },
  {
    "translation": {
      "en": "not in the sense that you can't trust people,",
      "de": "Nicht ganz ohne Vertrauen,"
    }
  },
  {
    "translation": {
      "en": "but, yeah, like I said, the one who will never let you down is yourself.",
      "de": "aber ja, wie ich schon sagte, der Einzige, auf den du dich verlassen kannst, bist du selbst."
    }
  },
  {
    "translation": {
      "en": "[Fear] Within the gaming world, I'd like to be, be the first place.",
      "de": "Innerhalb der Gaming-Welt würde ich gerne auf dem ersten Platz sein…"
    }
  },
  {
    "translation": {
      "en": "You know, it's like I'm following behind my mother's footsteps, basically.",
      "de": "Es ist, als würde ich den Fußstapfen meiner Mutter folgen."
    }
  },
  {
    "translation": {
      "en": "She worked really hard to get where she is,",
      "de": "Sie arbeitete hart für ihre Ziele,"
    }
  },
  {
    "translation": {
      "en": "and I kind of wanna be the same way. I wanna work hard for whatever I do.",
      "de": "das möchte ich auch tun. Ich will für alles hart arbeiten."
    }
  },
  {
    "translation": {
      "en": "[Fear] For me, I mean, I've never really had a dad.",
      "de": "Ich hatte nie wirklich einen Vater."
    }
  },
  {
    "translation": {
      "en": "So if I had any questions about anything,",
      "de": "Wenn ich Fragen zu irgendetwas hatte,"
    }
  },
  {
    "translation": {
      "en": "the person I was most comfortable talking to was my mom.",
      "de": "habe ich am liebsten mit meiner Mutter darüber geredet."
    }
  },
  {
    "translation": {
      "en": "[Fear] She definitely had the most influence on my life.",
      "de": "Sie hatte definitiv den größten Einfluss auf mein Leben."
    }
  },
  {
    "translation": {
      "en": "When she comes home from work,",
      "de": "Wenn sie heimkommt,"
    }
  },
  {
    "translation": {
      "en": "she's always, you know, anxious to bring up the subject how she won a big case.",
      "de": "kann sie es kaum erwarten zu erzählen, wie sie einen wichtigen Fall gewonnen hat."
    }
  },
  {
    "translation": {
      "en": "I'm always proud of her when she wins these big cases",
      "de": "Ich bin stolz, wenn sie diese Fälle gewinnt,"
    }
  },
  {
    "translation": {
      "en": "'cause I know it means a lot to her.",
      "de": "denn es bedeutet ihr viel."
    }
  },
  {
    "translation": {
      "en": "[Fear] In the back of my head, I'm always, like,",
      "de": "Insgeheim denke ich mir immer,"
    }
  },
  {
    "translation": {
      "en": "if I do well and if I win this tournament, you know,",
      "de": "wenn ich mich anstrenge und dieses Turnier gewinne,"
    }
  },
  {
    "translation": {
      "en": "I'll finally be able to prove, like, I'm getting something out of this.",
      "de": "kann ich endlich beweisen, dass mir das alles hier etwas bringt."
    }
  },
  {
    "translation": {
      "en": "[Toby] And whoever wins this match will be facing up against EHOME,",
      "de": "Und der Gewinner dieser Partie muss sich EHOME stellen,"
    }
  },
  {
    "translation": {
      "en": "but whoever will lose it, is going to be eliminated already.",
      "de": "während der Verlierer bereits ausscheiden wird."
    }
  },
  {
    "translation": {
      "en": "Like, EHOME, they're looking really strong right now.",
      "de": "EHOME sieht im Moment sehr stark aus."
    }
  },
  {
    "translation": {
      "en": "[Fear] We had the stronger late-game heroes, the better team fight.",
      "de": "Wir hatten bessere Helden und die besseren Teamkämpfe."
    }
  },
  {
    "translation": {
      "en": "Just all we had to do was just control the pushes.",
      "de": "Wir mussten die Vorstöße zu kontrollieren."
    }
  },
  {
    "translation": {
      "en": "[Toby] Now, Online Kingdom, they're split! The stun on Santa! The splash as well.",
      "de": "Online Kingdom hat sich aufgeteilt! Die Betäubung auf Santa! Und der Splash auch."
    }
  },
  {
    "translation": {
      "en": "They're gonna claim a Windrunner. Will they? Yes, they do!",
      "de": "Sie werden Windranger kriegen. Werden sie? Ja."
    }
  },
  {
    "translation": {
      "en": "It's 2-0 for Online Kingdom. Moscow 5, not the start they wanted.",
      "de": "Es steht 2:0 für Online Kingdom. Moscow 5, nicht gerade der Start, den Sie sich vorgestellt hatten."
    }
  },
  {
    "translation": {
      "en": "But Online Kingdom having an amazing start…",
      "de": "Online Kingdom hat einen fantastischen Start…"
    }
  },
  {
    "translation": {
      "en": "We were so close to winning until some few mistakes that occurred in the late game.",
      "de": "Wir standen so kurz vor einem Sieg, bis wir uns ein paar kleine Fehler spät im Spiel erlaubten."
    }
  },
  {
    "translation": {
      "en": "[Toby] They might go right now.",
      "de": "Sie könnten jetzt loslegen."
    }
  },
  {
    "translation": {
      "en": "There's four heroes standing right next to each other. The timing is wrong!",
      "de": "Vier Helden stehen direkt beieinander. Das Timing stimmt nicht!"
    }
  },
  {
    "translation": {
      "en": "[Fear] There's communication problems because we're an international team.",
      "de": "Es gibt Kommunikationsprobleme, weil wir ein internationales Team sind."
    }
  },
  {
    "translation": {
      "en": "So I think full-nationality teams have an advantage over most teams.",
      "de": "Also haben Teams aus einem einzigen Land einen Vorteil gegenüber anderen Teams."
    }
  },
  {
    "translation": {
      "en": "[Toby] Almost there! Big try! Fear's in trouble though.",
      "de": "Fast geschafft! Gewagter Versuch! Aber Fear ist in Schwierigkeiten."
    }
  },
  {
    "translation": {
      "en": "He's shackled and Lacoste is in. He casts his ulti as well.",
      "de": "Er ist gefesselt und Lacoste ist da. Er setzt ebenfalls sein Ulti ein."
    }
  },
  {
    "translation": {
      "en": "[Theeban] And it just fell apart from there.",
      "de": "Und von da an ging es bergab."
    }
  },
  {
    "translation": {
      "en": "They just slowly beat us down.",
      "de": "Sie haben uns langsam auseinandergenommen."
    }
  },
  {
    "translation": {
      "en": "Eventually, they just broke our base and took every single one of our raxes.",
      "de": "Am Ende waren unsere Basis und alle Kasernen zerstört."
    }
  },
  {
    "translation": {
      "en": "[Toby] This is really hurting Online Kingdom.",
      "de": "Das tut Online Kingdom richtig weh."
    }
  },
  {
    "translation": {
      "en": "They've lost three. Enigma pops.",
      "de": "Drei sind tot. Enigma fällt."
    }
  },
  {
    "translation": {
      "en": "The team is wiped for Online Kingdom.",
      "de": "Das Team von Online Kingdom wurde ausgelöscht."
    }
  },
  {
    "translation": {
      "en": "The base will be taken and Moscow 5 will now play EHOME",
      "de": "Die Basis wird jeden Moment fallen und damit steht Moscow 5 in der nächsten Runde EHOME gegenüber."
    }
  },
  {
    "translation": {
      "en": "and advance in the tournament.",
      "de": "und damit steht Moscow 5 in der nächsten Runde EHOME gegenüber."
    }
  },
  {
    "translation": {
      "en": "Now, Online Kingdom, they are out. So much promise.",
      "de": "Das war's, Online Kingdom ist hiermit draußen. So hohe Erwartungen…"
    }
  },
  {
    "translation": {
      "en": "It didn't happen in the end for Fear and the rest of Online Kingdom,",
      "de": "Es lief am Ende nicht mehr für Fear, ebensowenig für Online Kingdom,"
    }
  },
  {
    "translation": {
      "en": "and it will be Moscow 5 that will advance…",
      "de": "sodass nun Moscow 5 weiterkommt…"
    }
  },
  {
    "translation": {
      "en": "[Theeban] I think everybody on the team was very emotional.",
      "de": "Ich denke, jedem im Team ging das nah."
    }
  },
  {
    "translation": {
      "en": "I could only imagine how he was feeling.",
      "de": "Ich kann mir vorstellen, wie er sich gefühlt haben muss."
    }
  },
  {
    "translation": {
      "en": "[Dominik] Some people take it more personally and they give everything to win.",
      "de": "Manche Personen nehmen es sehr persönlich und geben alles für den Sieg."
    }
  },
  {
    "translation": {
      "en": "[Theeban] It was very satisfying knowing that we reached that Top 8,",
      "de": "Es war sehr befriedigend zu wissen, dass wir es unter die Top 8 geschafft hatten,"
    }
  },
  {
    "translation": {
      "en": "but he had better expectations for our team,",
      "de": "aber er hatte noch höhere Erwartungen an unser Team gestellt."
    }
  },
  {
    "translation": {
      "en": "and we'd come a long way and it's all thanks to Fear.",
      "de": "Nur durch Fear sind wir so weit gekommen."
    }
  },
  {
    "translation": {
      "en": "[Dominik] If you don't go as far as you thought you were gonna be,",
      "de": "Wenn du es nicht so weit schaffst, wie du es dir erhofft hast,"
    }
  },
  {
    "translation": {
      "en": "I guess you end up in tears or something.",
      "de": "dann liegst du am Ende vermutlich in Tränen oder so ähnlich."
    }
  },
  {
    "translation": {
      "en": "[Fear] All of us are really disappointed, but I guess that's just how it goes.",
      "de": "Wir sind alle sehr enttäuscht, aber… Ich schätze, so läuft es halt einfach."
    }
  },
  {
    "translation": {
      "en": "When I get back home, I need to make a big decision in my life.",
      "de": "Wenn ich nach Hause komme, muss ich eine wichtige Entscheidung treffen."
    }
  },
  {
    "translation": {
      "en": "Like, just the benefits of playing Dota professionally,",
      "de": "Was wären die Vorteile des professionellen Dota-Spielens,"
    }
  },
  {
    "translation": {
      "en": "how much I can make from it,",
      "de": "wie viel könnte ich damit verdienen"
    }
  },
  {
    "translation": {
      "en": "and how much time I really need to put into it to be 100 percent, so…",
      "de": "wie viel könnte ich damit verdienen und wie viel Zeit müsste ich investieren, um voll dabei zu sein…"
    }
  },
  {
    "translation": {
      "en": "[Fear] The only way I would ever do that is if I move in with my teammates",
      "de": "So etwas würde ich nur machen, wenn ich mit all meinen Teamkollegen"
    }
  },
  {
    "translation": {
      "en": "and have like a training house with them,",
      "de": "in ein Trainingshaus ziehen könnte,"
    }
  },
  {
    "translation": {
      "en": "so I know for sure that we're all dedicated.",
      "de": "sodass wir alle völlig dabei sind."
    }
  },
  {
    "translation": {
      "en": "I think things happen for a reason,",
      "de": "Ich denke, diese Dinge passieren aus gutem Grund,"
    }
  },
  {
    "translation": {
      "en": "and when things happen, you just do your best",
      "de": "und wenn sie passieren, gibst du alles"
    }
  },
  {
    "translation": {
      "en": "and continue going forward with it.",
      "de": "und machst weiter."
    }
  },
  {
    "translation": {
      "en": "I mean, deep down inside,",
      "de": "Tief in meinem Inneren weiß ich,"
    }
  },
  {
    "translation": {
      "en": "I know this career is gonna work out for me in the end.",
      "de": "Tief in meinem Inneren weiß ich, dass diese Karriere am Ende lohnenswert für mich sein wird."
    }
  },
  {
    "translation": {
      "en": "[analyst, in Chinese] As for the Chinese teams, I hope and know",
      "de": "Bei den chinesischen Teams bin ich mir sicher,"
    }
  },
  {
    "translation": {
      "en": "that they're capable of coming out of the Losers Bracket.",
      "de": "Bei den chinesischen Teams bin ich mir sicher, dass sie aus dem Loser's Bracket herauskommen können."
    }
  },
  {
    "translation": {
      "en": "The top three teams are likely to be Na'Vi, Scythe, and a Chinese team",
      "de": "dass sie aus dem Loser's Bracket herauskommen können. Die besten drei Teams werden voraussichtlich Na'Vi, Scythe"
    }
  },
  {
    "translation": {
      "en": "which I personally hope will be EHOME.",
      "de": "und ein chinesisches Team sein…"
    }
  },
  {
    "translation": {
      "en": "[woman analyst, in Chinese] Emotionally, I would hope",
      "de": "Von dem ich persönlich hoffe, dass es EHOME sein wird."
    }
  },
  {
    "translation": {
      "en": "that EHOME would win.",
      "de": "Von dem ich persönlich hoffe, dass es EHOME sein wird. Ich wünsche mir, dass EHOME gewinnt."
    }
  },
  {
    "translation": {
      "en": "Turning him into a pig! They need to get this kill.",
      "de": "Er verwandelt ihn in ein Schwein! Sie müssen diesen Kill kriegen."
    }
  },
  {
    "translation": {
      "en": "The stun! The Weaver Wave! It's a little piglet!",
      "de": "Die Betäubung! Die Weaver-Welle! Dieses kleine Ferkel!"
    }
  },
  {
    "translation": {
      "en": "And it's dead! Slardar! 820, he's almost dead!",
      "de": "Und er ist tot! Slardar! 820 ist fast tot!"
    }
  },
  {
    "translation": {
      "en": "357! It's a double-kill by the Weaver!",
      "de": "357! Ein Doppelkill für Weaver!"
    }
  },
  {
    "translation": {
      "en": "EHOME, they'll lose FCB as well.",
      "de": "EHOME wird auch FCB verlieren."
    }
  },
  {
    "translation": {
      "en": "Moscow 5, casualties of war.",
      "de": "Moscow 5, Opfer in diesem Krieg."
    }
  },
  {
    "translation": {
      "en": "Holy Hell!",
      "de": "Heiliger Strohsack."
    }
  },
  {
    "translation": {
      "en": "[Zou, in Chinese] In China, this game is a professional career.",
      "de": "In China ist dieses Spiel eine Karrieremöglichkeit."
    }
  },
  {
    "translation": {
      "en": "We are stressed because we have to win.",
      "de": "Wir stehen unter Druck, weil wir gewinnen müssen."
    }
  },
  {
    "translation": {
      "en": "If we don't win or we lose to foreign teams,",
      "de": "Wenn wir nicht gewinnen oder gegen ausländische Teams verlieren, dann zweifeln die chinesischen Fans an uns."
    }
  },
  {
    "translation": {
      "en": "[Zou, in Chinese] Chinese fans will have doubt in us.",
      "de": "dann zweifeln die chinesischen Fans an uns."
    }
  },
  {
    "translation": {
      "en": "[Toby] Now Lion though is gonna find him. Boxes him up.",
      "de": "Jetzt findet Lion ihn. Verwandelt ihn in einen Frosch."
    }
  },
  {
    "translation": {
      "en": "Finger's already started. There's the stun.",
      "de": "Finger. Da ist die Betäubung. Maelk hat Probleme."
    }
  },
  {
    "translation": {
      "en": "Maelk in a lot of trouble. Really caught out of position.",
      "de": "Finger. Da ist die Betäubung. Maelk hat Probleme. Er steht falsch."
    }
  },
  {
    "translation": {
      "en": "AA ulti will fly in but hits on nothing. Mania with the SK ultimate…",
      "de": "AA-Ulti kommt rein, trifft nichts. Mania mit SK-Ultimate…"
    }
  },
  {
    "translation": {
      "en": "[Tang, in Chinese] The situation is China against the world.",
      "de": "Jetzt heißt es China gegen den Rest der Welt."
    }
  },
  {
    "translation": {
      "en": "If we win the championship, it is what we are supposed to do.",
      "de": "Wenn wir gewinnen, haben wir unsere Bestimmung erfüllt."
    }
  },
  {
    "translation": {
      "en": "I tell them, if you are coming here, you are here for the first place.",
      "de": "Ich schärfe ihnen ein, wir sind nur zum Siegen hier."
    }
  },
  {
    "translation": {
      "en": "I will tell them every day, we must accomplish this. We must achieve this.",
      "de": "Jeden Tag erzähle ich ihnen, dass wir das hier schaffen müssen. Wir müssen gewinnen."
    }
  },
  {
    "translation": {
      "en": "Our tradition is anything other than the champion trophy we will not bring home.",
      "de": "Es ist unsere Tradition, dass wir die Siegertrophäe abschleppen."
    }
  },
  {
    "translation": {
      "en": "They will go ahead and trash it at the airport.",
      "de": "Alles andere würde am Flughafen weggeworfen werden."
    }
  },
  {
    "translation": {
      "en": "[Toby] Now PLT. Support Teleporting in. FCB gets the first stun.",
      "de": "Jetzt PLT. Der Support teleportiert rein. FCB die erste Betäubung."
    }
  },
  {
    "translation": {
      "en": "Misery over-commits on the top lane.",
      "de": "Misery riskiert zu viel oben."
    }
  },
  {
    "translation": {
      "en": "-[shouts] -GG!",
      "de": "GG!"
    }
  },
  {
    "translation": {
      "en": "[Tang, in Chinese] I can feel they really want to beat us,",
      "de": "Ich kann es richtig fühlen; die ausländischen Teams wollen uns wirklich bezwingen."
    }
  },
  {
    "translation": {
      "en": "the foreign teams.",
      "de": "die ausländischen Teams wollen uns wirklich bezwingen. PLT hat genug. FCB! Was für ein Zeitpunkt für einen Frosch!"
    }
  },
  {
    "translation": {
      "en": "PLT, he's had enough of this. FCB! What a time for a Frog!",
      "de": "PLT hat genug. FCB! Was für ein Zeitpunkt für einen Frosch!"
    }
  },
  {
    "translation": {
      "en": "Misery will pop!",
      "de": "Misery wird hopsgehen!"
    }
  },
  {
    "translation": {
      "en": "[in Chinese] But when they watch us play, they feel…",
      "de": "Doch wenn sie uns spielen sehen, merken sie,"
    }
  },
  {
    "translation": {
      "en": "that there is no way to beat us.",
      "de": "dass es keinen Weg gibt, uns zu schlagen."
    }
  },
  {
    "translation": {
      "en": "[hyhy] This is where my dad works.",
      "de": "SINGAPUR Hier arbeitet mein Vater."
    }
  },
  {
    "translation": {
      "en": "For as long as I remember,",
      "de": "Seit ich mich erinnern kann,"
    }
  },
  {
    "translation": {
      "en": "he's doing the logistics for the company here.",
      "de": "hat er die Logistik für dieses Unternehmen geregelt."
    }
  },
  {
    "translation": {
      "en": "So it involves the shipping of the containers from one place to another.",
      "de": "Also etwa das Bewegen von Containern von einem Platz zu einem anderen."
    }
  },
  {
    "translation": {
      "en": "[hyhy] When I was younger, he used to work, like, 15 to 16 hours a day.",
      "de": "Als ich jünger war, arbeitete er oft 15 bis 16 Stunden pro Tag."
    }
  },
  {
    "translation": {
      "en": "He's pretty much given up on everything else in his life.",
      "de": "Er hat so ziemlich alles andere in seinem Leben aufgegeben."
    }
  },
  {
    "translation": {
      "en": "He's always made it clear to me that, you know, I should focus on my life,",
      "de": "Er machte mir immer wieder klar, ich sollte mich auf mein Leben,"
    }
  },
  {
    "translation": {
      "en": "focus on my studies so as to not follow in his footsteps.",
      "de": "mein Studium konzentrieren, damit ich nicht so ende wie er."
    }
  },
  {
    "translation": {
      "en": "He doesn't want me to, you know, be slogging as hard as he is right now.",
      "de": "Er möchte nicht, dass ich später einmal so hart arbeiten muss, wie er es tut."
    }
  },
  {
    "translation": {
      "en": "[hyhy] But, you know, the chance to be the best in the world at, at something…",
      "de": "Doch die Chance, in einer Sache der Beste der Welt zu sein…"
    }
  },
  {
    "translation": {
      "en": "you don't get it much in life.",
      "de": "…kriegst du nicht sehr oft im Leben."
    }
  },
  {
    "translation": {
      "en": "I heard my son say, uh, he's working at this, what, Dota.",
      "de": "Mein Sohn sagte, er arbeitet an diesem… Dota."
    }
  },
  {
    "translation": {
      "en": "[Lim] He spends a lot of time and he gets nothing.",
      "de": "Er investiert sehr viel Zeit und bekommt nichts."
    }
  },
  {
    "translation": {
      "en": "For me, it's very disappointing.",
      "de": "Für mich ist das sehr enttäuschend."
    }
  },
  {
    "translation": {
      "en": "Never goes to school. He wants to play computer.",
      "de": "Er geht nicht zur Schule. Er will Computer spielen."
    }
  },
  {
    "translation": {
      "en": "Then in the morning, sleep.",
      "de": "Morgens schläft er dann."
    }
  },
  {
    "translation": {
      "en": "[Lim] Then computer until the next day morning. Then he sleeps.",
      "de": "Dann ist er bis morgens am Computer. Dann schläft er wieder."
    }
  },
  {
    "translation": {
      "en": "The whole day at least 15 hours at the computer a day.",
      "de": "Den ganzen Tag, mindestens 15 Stunden am Computer."
    }
  },
  {
    "translation": {
      "en": "His life, my… [chuckles] …my son's life is like that.",
      "de": "Sein Leben… das Leben meines Sohns ist so."
    }
  },
  {
    "translation": {
      "en": "For me, I hope for my son to study more.",
      "de": "Ich hoffe, dass mein Sohn mehr lernen wird."
    }
  },
  {
    "translation": {
      "en": "Not like me. I never studied.",
      "de": "Nicht so wie ich. Ich habe nie gelernt."
    }
  },
  {
    "translation": {
      "en": "When I was young, I was also the same as Han Yong, always spent a lot of time to play.",
      "de": "Als ich jung war, war ich wie Han Yong (Hy), ich habe immer viel gespielt."
    }
  },
  {
    "translation": {
      "en": "[Lim] But now I also regret, why I don't study.",
      "de": "Jetzt bereue ich es aber, nie gelernt zu haben."
    }
  },
  {
    "translation": {
      "en": "But now I'm hoping my son continues to study",
      "de": "Ich hoffe, dass mein Sohn weiter lernen wird,"
    }
  },
  {
    "translation": {
      "en": "to get an education better than me.",
      "de": "damit er es mal besser hat."
    }
  },
  {
    "translation": {
      "en": "This is my hope.",
      "de": "Das hoffe ich."
    }
  },
  {
    "translation": {
      "en": "I want to win this badly.",
      "de": "Ich will das hier unbedingt gewinnen."
    }
  },
  {
    "translation": {
      "en": "Are you ready for EHOME?",
      "de": "Seid ihr bereit für EHOME?"
    }
  },
  {
    "translation": {
      "en": "We'll do whatever we can.",
      "de": "Wir werden tun, was wir können."
    }
  },
  {
    "translation": {
      "en": "For hy, I feel it was a great choice, a brilliant choice.",
      "de": "Ich denke für Hy war das eine richtig gute Entscheidung."
    }
  },
  {
    "translation": {
      "en": "Because he was considering that we could have won.",
      "de": "Er hielt es für möglich, dass wir gewinnen könnten."
    }
  },
  {
    "translation": {
      "en": "It's an opportunity that you shouldn't miss out.",
      "de": "Eine Chance, die man nicht verpassen sollte."
    }
  },
  {
    "translation": {
      "en": "So, get ready, sign in, log in, play around, test a little bit,",
      "de": "Also: macht euch bereit, meldet euch an, spielt ein wenig herum und testet alles"
    }
  },
  {
    "translation": {
      "en": "and then join the lobby in about four minutes.",
      "de": "und tretet dann in etwa vier Minuten der Lobby bei."
    }
  },
  {
    "translation": {
      "en": "[Daryl] It's a once-in-a-lifetime chance.",
      "de": "Es ist eine Chance, die es nur einmal im Leben gibt."
    }
  },
  {
    "translation": {
      "en": "If you miss it, it might be gone forever. You might not experience it again.",
      "de": "Sonst wird man so etwas vielleicht nie wieder erleben."
    }
  },
  {
    "translation": {
      "en": "[Toby] And we have a rematch. EHOME versus Scythe.",
      "de": "Und wir haben einen Rückkampf. EHOME gegen Scythe."
    }
  },
  {
    "translation": {
      "en": "EHOME facing up against the team that forced them into the lower bracket.",
      "de": "EHOME müssen sich erneut dem Team stellen, das sie ins untere Bracket gezwungen hat."
    }
  },
  {
    "translation": {
      "en": "[Liu] The psychological pressure is immense, especially upon the drafter.",
      "de": "Der psychologische Druck ist immens, besonders für den Kapitän,"
    }
  },
  {
    "translation": {
      "en": "Because he is the one who is in the end responsible for the team's picks.",
      "de": "denn er ist derjenige, der am Ende für die Aufstellung des Teams verantwortlich ist."
    }
  },
  {
    "translation": {
      "en": "-No, no, no, no, no. -No, no. Don't say no!",
      "de": "-Nein. -Nein. Sag nicht nein!"
    }
  },
  {
    "translation": {
      "en": "No, no. Trust me. No.",
      "de": "Nein. Vertrau mir. Nein."
    }
  },
  {
    "translation": {
      "en": "Wait, wait, wait. Tell me this. You really want it? I really think…",
      "de": "Warte. Sag mir, willst du das wirklich? Ich denke…"
    }
  },
  {
    "translation": {
      "en": "It's the Antimage and SF. That's what I think.",
      "de": "Entweder Anti-Mage oder SF (Shadow Fiend). Das ist, was ich denke."
    }
  },
  {
    "translation": {
      "en": "[Toby] Shadow Fiend? Alrighty then. It's hyhy as SF.",
      "de": "Shadow Fiend? Alles klar. Hyhy spielt SF."
    }
  },
  {
    "translation": {
      "en": "Everyone knows how to counter a Shadow Fiend.",
      "de": "Jeder weiß, wie man Shadow Fiend kontert."
    }
  },
  {
    "translation": {
      "en": "It's a very bold pickup here by Scythe.",
      "de": "Eine ziemlich mutige Wahl von Scythe."
    }
  },
  {
    "translation": {
      "en": "The fact, if Scythe wins the early game, they're gonna gain so much momentum,",
      "de": "Sollte Scythe am Anfang das Spiel anführen, dann werden sie viel Momentum erlangen,"
    }
  },
  {
    "translation": {
      "en": "but if they don't, then EHOME will basically",
      "de": "aber wenn sie es nicht tun, dann wird EHOME sicher ins Finale einziehen."
    }
  },
  {
    "translation": {
      "en": "roll themselves into the Grand Final.",
      "de": "dann wird EHOME sicher ins Finale einziehen."
    }
  },
  {
    "translation": {
      "en": "hyhy, BKB is gonna wear off pretty soon, Venomancer, great strike!",
      "de": "Hyhys BKB (Black King Bar) wird gleich auslaufen, Venomancer, toller Angriff!"
    }
  },
  {
    "translation": {
      "en": "-[Toby] hy's dead! -Stay in the trees now!",
      "de": "-Hy ist tot! -Bleib zwischen den Bäumen! Und er will Xy-, er holt ihn ein. Und er bringt ihn zu Fall."
    }
  },
  {
    "translation": {
      "en": "And he wants xy-, he catches up to him. And he brings him down.",
      "de": "Und er will Xy-, er holt ihn ein. Und er bringt ihn zu Fall."
    }
  },
  {
    "translation": {
      "en": "[in Chinese] Hey! I told you to stay in the trees!",
      "de": "Hey! Ich hab dir gesagt, du sollst zwischen den Bäumen bleiben!"
    }
  },
  {
    "translation": {
      "en": "Why'd you come out?",
      "de": "Warum bist du rausgekommen?"
    }
  },
  {
    "translation": {
      "en": "-Stay in the trees! I told you. -What will I do?",
      "de": "Bleib zwischen den Bäumen! Ich hab's dir gesagt. Was für ein Ulti! Die Cogs!"
    }
  },
  {
    "translation": {
      "en": "[Toby] What an ulti! He Cogs!",
      "de": "Was für ein Ulti! Die Cogs!"
    }
  },
  {
    "translation": {
      "en": "Chawy, he wants to leap, but there is just no Mana!",
      "de": "Chawy will springen, aber er hat kein Mana!"
    }
  },
  {
    "translation": {
      "en": "[in Chinese] I already told you.",
      "de": "Ich hab's dir gesagt."
    }
  },
  {
    "translation": {
      "en": "-I told you. Do you understand? -It's okay. I'm alive. I'm alive.",
      "de": "-Ich hab's dir gesagt. Verstanden? -Ist ja gut. Nimm's locker."
    }
  },
  {
    "translation": {
      "en": "[Toby] If he can pop off an ulti like that,",
      "de": "-Ich hab's dir gesagt. Verstanden? -Ist ja gut. Nimm's locker. Wenn er so sein Ulti nutzen kann, muss er sich nicht zeigen."
    }
  },
  {
    "translation": {
      "en": "he doesn't really have to reveal himself to his opponent.",
      "de": "Wenn er so sein Ulti nutzen kann, muss er sich nicht zeigen."
    }
  },
  {
    "translation": {
      "en": "He can really just initiate. Oh, there he goes!",
      "de": "Er kann einfach loslegen. Oh, es geht los!"
    }
  },
  {
    "translation": {
      "en": "hyhy doesn't manage to pop off an ultimate.",
      "de": "Hyhy schafft es nicht, sein Ultimate einzusetzen."
    }
  },
  {
    "translation": {
      "en": "-[Toby] Earthshaker is already dead. -Nice!",
      "de": "-Earthshaker ist schon tot. -Sehr gut!"
    }
  },
  {
    "translation": {
      "en": "[Toby] A2RS really gunning for hyhy.",
      "de": "A2R ist hinter Hyhy her."
    }
  },
  {
    "translation": {
      "en": "There are already three gone. Make that four.",
      "de": "Drei sind bereits tot. Oder sogar vier."
    }
  },
  {
    "translation": {
      "en": "It's a double-kill for the Anti-mage. And they're headed for the tower right now.",
      "de": "Doppel-Kill für Anti-Mage. Ihr nächstes Ziel ist jetzt der Turm."
    }
  },
  {
    "translation": {
      "en": "There is a GG. Good Game called by hyhy.",
      "de": "Da ist das GG — Good Game von Hyhy."
    }
  },
  {
    "translation": {
      "en": "Scythe have had enough now. EHOME will advance.",
      "de": "Scythe hat jetzt genug. EHOME zieht ins Finale ein."
    }
  },
  {
    "translation": {
      "en": "The Chinese hopes will stay alive",
      "de": "Die chinesischen Hoffnungen bleiben bestehen,"
    }
  },
  {
    "translation": {
      "en": "as they will go up against Na'Vi with a one-game disadvantage…",
      "de": "da sie nun mit einem Spiel Rückstand gegen Na'Vi antreten…"
    }
  },
  {
    "translation": {
      "en": "[hyhy] The first-placing was very important to me.",
      "de": "Zu gewinnen war mir sehr wichtig."
    }
  },
  {
    "translation": {
      "en": "And to add on to that, my studies were also at the same time affected by everything.",
      "de": "Noch dazu, weil das alles meine Prüfungen beeinträchtigt hat."
    }
  },
  {
    "translation": {
      "en": "So everything was related.",
      "de": "Alles hing zusammen."
    }
  },
  {
    "translation": {
      "en": "When everything comes falling down at the same time",
      "de": "Wenn alles zur gleichen Zeit zusammenbricht,"
    }
  },
  {
    "translation": {
      "en": "it's quite hard to handle.",
      "de": "ist es ziemlich schwer, damit umzugehen."
    }
  },
  {
    "translation": {
      "en": "[hyhy] Things are all changed.",
      "de": "Alles ist nun anders."
    }
  },
  {
    "translation": {
      "en": "So you gotta, like, plan your life again. All over again.",
      "de": "Also musst du dein Leben neu planen. Von Grund auf."
    }
  },
  {
    "translation": {
      "en": "I've learned a lot.",
      "de": "Ich habe sehr viel gelernt."
    }
  },
  {
    "translation": {
      "en": "You've gotta realize your, your flaws.",
      "de": "Man muss sich seiner Fehler bewusst werden."
    }
  },
  {
    "translation": {
      "en": "That's the toughest part, I feel. I don't do things as well alone.",
      "de": "Das ist am schwierigsten, denke ich. Alleine bin ich nicht so gut."
    }
  },
  {
    "translation": {
      "en": "So if you try to do everything by yourself,",
      "de": "Falls man versucht, alles alleine zu tun,"
    }
  },
  {
    "translation": {
      "en": "it's not gonna be possible, you know.",
      "de": "wird es nicht klappen."
    }
  },
  {
    "translation": {
      "en": "I'm actually a believer of fate, and I told myself",
      "de": "Tatsächlich glaube ich an Schicksal und ich habe mir selbst gesagt, dass Gewinnen nicht nötig sei,"
    }
  },
  {
    "translation": {
      "en": "that, um, winning isn't necessary",
      "de": "ich habe mir selbst gesagt, dass Gewinnen nicht nötig sei,"
    }
  },
  {
    "translation": {
      "en": "because there are so many more things in life.",
      "de": "weil es mehr im Leben gibt."
    }
  },
  {
    "translation": {
      "en": "How you take care of the people you love.",
      "de": "Wie du dich um die Menschen kümmerst, die du liebst."
    }
  },
  {
    "translation": {
      "en": "I think that's, that's a very big thing. You know that's a very important thing.",
      "de": "Ich denke, das ist ziemlich wichtig. Das ist etwas wirklich Wichtiges."
    }
  },
  {
    "translation": {
      "en": "It's, it's the most important thing ever.",
      "de": "Es ist das Wichtigste überhaupt."
    }
  },
  {
    "translation": {
      "en": "[Dendi] Catch these guys.",
      "de": "Film die da."
    }
  },
  {
    "translation": {
      "en": "It's not fair. Catch these guys.",
      "de": "Das ist nicht fair. Film die Jungs da drüben."
    }
  },
  {
    "translation": {
      "en": "I just woke up. It's not fair.",
      "de": "Ich bin gerade aufgewacht. Das ist nicht fair."
    }
  },
  {
    "translation": {
      "en": "[Dendi] My haircut… still crazy. No?",
      "de": "Meine Frisur… Ist immer noch… …verrückt, oder?"
    }
  },
  {
    "translation": {
      "en": "But I don't care.",
      "de": "Aber das ist mir egal."
    }
  },
  {
    "translation": {
      "en": "Okay, I have everything with me.",
      "de": "Okay, ich hab alles."
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "de": "Los geht's."
    }
  },
  {
    "translation": {
      "en": "[Toby] We are now at the final day of The International Dota 2 Championships.",
      "de": "Heute ist der letzte Tag von The International, der Dota-2-Meisterschaft."
    }
  },
  {
    "translation": {
      "en": "It is Na'Vi. They have a one-game advantage.",
      "de": "Na'Vi ist bereits im Finale. Sie sind vorne"
    }
  },
  {
    "translation": {
      "en": "Sitting very, very sweetly in the Grand Final.",
      "de": "und sitzen sehr bequem auf ihrem Finalplatz."
    }
  },
  {
    "translation": {
      "en": "Who will get a shot at the one million dollars?",
      "de": "Wer wird noch eine Chance auf eine Million Dollar erhalten?"
    }
  },
  {
    "translation": {
      "en": "[Liu] Na'Vi was running the same strategy the whole time",
      "de": "Na'Vi hat wiederholt dieselbe Strategie angewandt"
    }
  },
  {
    "translation": {
      "en": "and no one seemed to be able to counter it.",
      "de": "und niemand hatte was entgegenzusetzen."
    }
  },
  {
    "translation": {
      "en": "Na'Vi loves pushing from minute 10 and trying to end the game at minute 15.",
      "de": "Na'Vi liebt es, ab Minute 10 zu pushen und das Spiel schon nach 15 Minuten zu beenden."
    }
  },
  {
    "translation": {
      "en": "[Fear] Those strategies are very sensitive because if you fail even once",
      "de": "Solche Strategien sind sehr heikel, denn wenn nur einmal etwas schief geht,"
    }
  },
  {
    "translation": {
      "en": "it can become a very difficult game for you.",
      "de": "kann das ein sehr schwieriges Spiel werden."
    }
  },
  {
    "translation": {
      "en": "EHOME has been known for how well they defend their base",
      "de": "EHOME ist bekannt für eine sehr gute Basisverteidigung."
    }
  },
  {
    "translation": {
      "en": "So if there was a team that could stop Na'Vi's push it would be EHOME.",
      "de": "Wenn ein Team Na'Vis Strategie schlagen kann, dann ist es EHOME."
    }
  },
  {
    "translation": {
      "en": "[Toby] And let's get this game underway.",
      "de": "Lasst das Spiel beginnen."
    }
  },
  {
    "translation": {
      "en": "The players will start to pick up their heroes",
      "de": "Lasst das Spiel beginnen. Die Spieler wählen ihre Helden aus"
    }
  },
  {
    "translation": {
      "en": "with one million dollars at stake.",
      "de": "und es geht um eine Million Dollar."
    }
  },
  {
    "translation": {
      "en": "Na'Vi will need to win two. EHOME will need to win three.",
      "de": "Na'Vi braucht zwei Spiele. EHOME muss drei gewinnen."
    }
  },
  {
    "translation": {
      "en": "[Liu] Running a very, very old school strategy with three core heroes.",
      "de": "Mit einer sehr alten und bewährten Strategie um drei Kernhelden"
    }
  },
  {
    "translation": {
      "en": "EHOME managed to survive Na'Vi's onslaught early.",
      "de": "hat EHOME es geschafft, Na'Vis frühen Ansturm zu überstehen."
    }
  },
  {
    "translation": {
      "en": "[Toby] It's all on Dendi. PLT TP's himself in.",
      "de": "Alles hängt von Dendi ab. PLT teleportiert sich rein."
    }
  },
  {
    "translation": {
      "en": "Dendi on the retreat back out to the tower.",
      "de": "Dendi will zum Turm zurück."
    }
  },
  {
    "translation": {
      "en": "Will he get himself away? X!!. There it is.",
      "de": "Kann er entkommen? X!! Ja, das war's."
    }
  },
  {
    "translation": {
      "en": "Last hit, 357, the Venomancer brings down Dendi in the middle.",
      "de": "357, der Venomancer, bringt Dendi in der Mitte zu Fall."
    }
  },
  {
    "translation": {
      "en": "[Fear] Every time you see Dendi perform he's always playing very well",
      "de": "Immer wenn man Dendi spielen sieht, spielt er sehr gut"
    }
  },
  {
    "translation": {
      "en": "and he usually doesn't lose his lanes.",
      "de": "und gewinnt normalerweise seine Lane."
    }
  },
  {
    "translation": {
      "en": "[Clement] So, Dendi, his impatience is that Chinese teams, they are patient.",
      "de": "Dendi ist also ungeduldig, im Gegensatz zu den chinesischen Teams, die geduldig sind."
    }
  },
  {
    "translation": {
      "en": "They look out for the fact that you might cross a line,",
      "de": "Sie warten darauf, dass man einen Fehler macht."
    }
  },
  {
    "translation": {
      "en": "and they will take you and kill you and win the game through those situations.",
      "de": "Dann töten sie dich und gewinnen das Spiel durch solche Situationen."
    }
  },
  {
    "translation": {
      "en": "[Toby] Trouble in the mid lane again. There's already the Gush.",
      "de": "Ärger auf der Mid-Lane. Da ist der Gush. 357, PLT, alle stürzen sich auf Dendi."
    }
  },
  {
    "translation": {
      "en": "357, PLT, everyone is right on top of Dendi.",
      "de": "357, PLT, alle stürzen sich auf Dendi. Er ist am falschen Ort."
    }
  },
  {
    "translation": {
      "en": "He's in the wrong place.",
      "de": "Er ist am falschen Ort."
    }
  },
  {
    "translation": {
      "en": "And the way Na'Vi played, they really gambled basically.",
      "de": "Und wie Na'Vi gespielt hat, sie haben alles auf eine Karte gesetzt."
    }
  },
  {
    "translation": {
      "en": "Dendi's really been ganked, just shut down.",
      "de": "Dendi wurde oft gegankt, einfach aus dem Spiel genommen."
    }
  },
  {
    "translation": {
      "en": "And not a single kill to his name as well.",
      "de": "Und er hat auch noch keinen einzigen Kill."
    }
  },
  {
    "translation": {
      "en": "Now Na'Vi gonna assault inside the base.",
      "de": "Jetzt wird Na'Vi in der Basis angreifen."
    }
  },
  {
    "translation": {
      "en": "Watch Artstyle. Tier 3 tower. VS Swap! Artstyle's in the wrong place!",
      "de": "Achtet auf Artstyle. Am Tier-3-Turm. VS Swap! Artstyle ist am falschen Ort! Doom ist auch da! BKBs werden aktiviert!"
    }
  },
  {
    "translation": {
      "en": "Doom there as well! BKB's both popping off!",
      "de": "Artstyle ist am falschen Ort! Doom ist auch da! BKBs werden aktiviert!"
    }
  },
  {
    "translation": {
      "en": "Ravage will pop from LighTofHeaveN unable to affect EHOME.",
      "de": "Ravage von LighTofHeaveN, aber es trifft EHOME nicht."
    }
  },
  {
    "translation": {
      "en": "Pudge will go down. They wanna be initiated on.",
      "de": "Pudge stirbt. Sie wollen angegriffen werden."
    }
  },
  {
    "translation": {
      "en": "Na'Vi, they need to fall back.",
      "de": "Na'Vi muss sich zurückziehen."
    }
  },
  {
    "translation": {
      "en": "[Clement] They take your little upsets and just win the game through those mistakes.",
      "de": "Sie nutzen deine kleinen Fehler und gewinnen so das Spiel."
    }
  },
  {
    "translation": {
      "en": "[Toby] GG from Na'Vi!",
      "de": "\"GG\" von Na'Vi!"
    }
  },
  {
    "translation": {
      "en": "EHOME is celebrating right now inside the booth. Na'Vi cannot believe it!",
      "de": "Die Spieler von EHOME feiern in ihrer Kabine. Na'Vi kann es nicht glauben."
    }
  },
  {
    "translation": {
      "en": "They've dominated this tournament up till now,",
      "de": "Sie haben das Turnier bis jetzt dominiert"
    }
  },
  {
    "translation": {
      "en": "and EHOME takes the first match so convincingly.",
      "de": "und EHOME gewinnt dieses erste Spiel so überzeugend."
    }
  },
  {
    "translation": {
      "en": "[Liu] That was the first loss of Na'Vi during the whole tournament.",
      "de": "Die erste Niederlage von Na'Vi während des Turniers."
    }
  },
  {
    "translation": {
      "en": "They went undefeated until the Grand Final.",
      "de": "Sie haben es ungeschlagen ins Finale geschafft."
    }
  },
  {
    "translation": {
      "en": "[Toby] We're gonna have a 15-minute break and be right back here soon.",
      "de": "Wir werden 15 Minuten Pause machen und sind gleich wieder da."
    }
  },
  {
    "translation": {
      "en": "Na'Vi, they need to compose themselves.",
      "de": "Na'Vi müssen sich wieder finden."
    }
  },
  {
    "translation": {
      "en": "EHOME, well, they just need to be awesome. What a play by them!",
      "de": "EHOME, nun, sie müssen einfach großartig sein… Was für eine Vorstellung von ihnen!"
    }
  },
  {
    "translation": {
      "en": "[Dendi] Any loss actually makes me pretty sad.",
      "de": "Nach jeder Niederlage bin ich ziemlich niedergeschlagen."
    }
  },
  {
    "translation": {
      "en": "We tried to put family pictures here.",
      "de": "DANILS ZUHAUSE LWIW, UKRAINE Wir haben versucht Familienfotos hier aufzustellen."
    }
  },
  {
    "translation": {
      "en": "This is our mom and dad.",
      "de": "Hier ist unsere Mutter und unser Vater."
    }
  },
  {
    "translation": {
      "en": "And I think that this one is our favorite actually.",
      "de": "Ich denke, es ist unser Lieblingsbild."
    }
  },
  {
    "translation": {
      "en": "My childhood, we lived a poor life,",
      "de": "Während meiner Kindheit waren wir sehr arm"
    }
  },
  {
    "translation": {
      "en": "and Dad was working for all our lives.",
      "de": "und mein Vater musste uns alle ernähren."
    }
  },
  {
    "translation": {
      "en": "[Artem] But he helped us every time and every problem.",
      "de": "Aber er hat uns immer mit jedem Problem geholfen."
    }
  },
  {
    "translation": {
      "en": "I just ask him and he'll do everything for me,",
      "de": "Ich musste ihn nur fragen und er tat alles"
    }
  },
  {
    "translation": {
      "en": "for Katya, for Danil as well.",
      "de": "für mich, für Katya und auch für Danil."
    }
  },
  {
    "translation": {
      "en": "[Artem] But Danil and Father were like friends.",
      "de": "Aber Danil und unser Vater waren wie Freunde."
    }
  },
  {
    "translation": {
      "en": "[Irina, in Russian] Indeed my husband was simply a fanatical fisherman.",
      "de": "Tatsächlich war mein Ehemann einfach ein fanatischer Angler."
    }
  },
  {
    "translation": {
      "en": "[Irina, in Russian] Danil was, I would say, his best student.",
      "de": "Danil war sein bester Schüler."
    }
  },
  {
    "translation": {
      "en": "Danil has the same patience and control as his dad.",
      "de": "Danil hat dieselbe Beharrlichkeit und Konzentration wie sein Vater."
    }
  },
  {
    "translation": {
      "en": "He could sit for hours and watch the bobber",
      "de": "Er konnte stundenlang dasitzen und den Schwimmer beobachten,"
    }
  },
  {
    "translation": {
      "en": "that wouldn't even twitch.",
      "de": "der sich kein bisschen rührte."
    }
  },
  {
    "translation": {
      "en": "[Katya] They could sit with no speaking for hours.",
      "de": "Sie konnten stundenlang sitzen, ohne ein Wort zu sagen."
    }
  },
  {
    "translation": {
      "en": "And just enjoy each other's company.",
      "de": "Und sich einfach an ihrer Gesellschaft erfreuen."
    }
  },
  {
    "translation": {
      "en": "They understood each other without words.",
      "de": "Sie verstanden sich ohne Worte."
    }
  },
  {
    "translation": {
      "en": "[Dendi] One day I was going fishing, but Dad never showed up.",
      "de": "Eines Tages ging ich angeln, aber mein Vater kam nicht."
    }
  },
  {
    "translation": {
      "en": "When I came home it was already super late.",
      "de": "Als ich wieder nach Hause kam, war es schon sehr spät."
    }
  },
  {
    "translation": {
      "en": "He was feeling bad.",
      "de": "Ihm ging es nicht gut."
    }
  },
  {
    "translation": {
      "en": "He went to the hospital. He decided to…",
      "de": "Er ging ins Krankenhaus. Er beschloss…"
    }
  },
  {
    "translation": {
      "en": "stay for a few weeks, you know, so we watch everything, stuff like this.",
      "de": "…ein paar Wochen zu bleiben, sodass alles untersucht werden konnte."
    }
  },
  {
    "translation": {
      "en": "[Dendi] And, uh… cancer.",
      "de": "Und… Krebs."
    }
  },
  {
    "translation": {
      "en": "It was a very big shock for me because he was very thin.",
      "de": "Das war ein sehr großer Schock für mich, weil er sehr dünn war."
    }
  },
  {
    "translation": {
      "en": "I cannot understand that this is my father.",
      "de": "Ich konnte nicht glauben, dass das mein Vater war."
    }
  },
  {
    "translation": {
      "en": "[Artem] We were all sure that it must be okay.",
      "de": "Wir waren uns sicher, dass er es schaffen würde."
    }
  },
  {
    "translation": {
      "en": "But, uh, it was a very short time.",
      "de": "Allerdings ging es sehr schnell."
    }
  },
  {
    "translation": {
      "en": "I was really sad and was crying a lot.",
      "de": "Ich war sehr traurig und habe viel geweint."
    }
  },
  {
    "translation": {
      "en": "I was upset about I couldn't say to him, many times, how much I loved him.",
      "de": "Ich war aufgebracht, weil ich ihm nicht oft genug sagen konnte, wie sehr ich ihn liebte."
    }
  },
  {
    "translation": {
      "en": "[Irina, Russian] After his dad passed away,",
      "de": "Nachdem sein Vater gestorben war,"
    }
  },
  {
    "translation": {
      "en": "he hasn't gone fishing once.",
      "de": "ist er kein einziges Mal mehr Angeln gegangen."
    }
  },
  {
    "translation": {
      "en": "Not even once. For now, this is all in the past.",
      "de": "Nicht ein einziges Mal. Das ist nun alles Vergangenheit."
    }
  },
  {
    "translation": {
      "en": "Actually, I spent more time near the computer",
      "de": "Ich habe dann noch mehr Zeit am Computer verbracht, weil"
    }
  },
  {
    "translation": {
      "en": "because I could not think about it.",
      "de": "ich nicht darüber nachdenken wollte."
    }
  },
  {
    "translation": {
      "en": "It's like a distractor.",
      "de": "Es war eine Ablenkung."
    }
  },
  {
    "translation": {
      "en": "It was like a start time, actually.",
      "de": "Eigentlich war das der Beginn."
    }
  },
  {
    "translation": {
      "en": "[Dendi] The push to play more.",
      "de": "Der Anstoß, mehr zu spielen."
    }
  },
  {
    "translation": {
      "en": "And that's maybe one of the reasons why I'm playing now.",
      "de": "Und das ist möglicherweise einer der Gründe, weshalb ich nun spiele."
    }
  },
  {
    "translation": {
      "en": "Maybe I wouldn't play at all.",
      "de": "Vielleicht würde ich gar nicht spielen."
    }
  },
  {
    "translation": {
      "en": "[Katya] The relationship of Danil and my mom",
      "de": "Die Beziehung zwischen Danil und meiner Mutter"
    }
  },
  {
    "translation": {
      "en": "grew stronger these days.",
      "de": "ist in diesen Tagen stärker geworden."
    }
  },
  {
    "translation": {
      "en": "They support each other and they are very good friends.",
      "de": "Sie unterstützen sich gegenseitig und sie sind sehr gute Freunde."
    }
  },
  {
    "translation": {
      "en": "I think that this is very important for Danil.",
      "de": "Ich denke, dass das sehr wichtig für Danil ist."
    }
  },
  {
    "translation": {
      "en": "[Dendi] You know, five years ago, I wouldn't care about many things.",
      "de": "Vor fünf Jahren hätten mich viele Dinge nicht gekümmert."
    }
  },
  {
    "translation": {
      "en": "Now, I'm thinking about it a lot.",
      "de": "Jetzt denke ich viel daran."
    }
  },
  {
    "translation": {
      "en": "Something knocks you down, you need to learn to get up.",
      "de": "Wenn dich etwas hart trifft, musst du lernen wieder aufzustehen."
    }
  },
  {
    "translation": {
      "en": "So I'm trying to research this.",
      "de": "Deshalb versuche ich, das zu untersuchen."
    }
  },
  {
    "translation": {
      "en": "To learn to get up.",
      "de": "Um zu lernen, wieder aufzustehen."
    }
  },
  {
    "translation": {
      "en": "[Dendi] It's the most important moment in my life",
      "de": "Das ist der wichtigste Moment meines Lebens,"
    }
  },
  {
    "translation": {
      "en": "because everything I worked on wasn't useful.",
      "de": "weil alles, was ich bis jetzt getan habe, sich nicht ausgezahlt hat."
    }
  },
  {
    "translation": {
      "en": "And now I have a chance to win this tournament for my family.",
      "de": "Und jetzt habe ich die Gelegenheit, dieses Turnier für meine Familie zu gewinnen."
    }
  },
  {
    "translation": {
      "en": "So we have currently EHOME and Na'Vi playing in the Grand Finals.",
      "de": "Wir sind im Finale und EHOME spielt gegen Na'vi."
    }
  },
  {
    "translation": {
      "en": "Na'Vi just lost one game versus EHOME and it's 1-1.",
      "de": "Na'Vi hat gerade ein Spiel gegen EHOME verloren und es steht 1:1."
    }
  },
  {
    "translation": {
      "en": "So both teams have to win two matches in order to win the one million dollars.",
      "de": "Beide Teams müssen also zwei Matches für sich entscheiden, um eine Million Dollar zu gewinnen."
    }
  },
  {
    "translation": {
      "en": "Because our picks looked completely different,",
      "de": "Weil unsere Aufstellung so passiv war…"
    }
  },
  {
    "translation": {
      "en": "we were like passive and stuff.",
      "de": "Weil unsere Aufstellung so passiv war… …dachte man nach der ersten Niederlage,"
    }
  },
  {
    "translation": {
      "en": "People thought, like, we lost the first game,",
      "de": "…dachte man nach der ersten Niederlage,"
    }
  },
  {
    "translation": {
      "en": "we're gonna lose the second game.",
      "de": "würden wir das zweite Spiel verlieren."
    }
  },
  {
    "translation": {
      "en": "[Clement] We were maybe a little bit demoralized.",
      "de": "Wir waren vielleicht ein wenig entmutigt."
    }
  },
  {
    "translation": {
      "en": "We really needed to change to a different pick.",
      "de": "Wir mussten unbedingt unsere Aufstellung ändern."
    }
  },
  {
    "translation": {
      "en": "We were missing something.",
      "de": "Irgendetwas fehlte uns."
    }
  },
  {
    "translation": {
      "en": "[Dmitry, in Russian] We picked Enigma",
      "de": "Wir haben Enigma nur genommen, um in den Teamkämpfen, fünf gegen fünf, stark zu sein."
    }
  },
  {
    "translation": {
      "en": "just to have a strong team fight a five versus five combat.",
      "de": "um in den Teamkämpfen, fünf gegen fünf, stark zu sein."
    }
  },
  {
    "translation": {
      "en": "It was, like, the last hero left and I never played it before.",
      "de": "Es war der letzte verbleibende Held und er war Neuland für mich."
    }
  },
  {
    "translation": {
      "en": "[Clement] Then, we're, like, \"Dendi, you go!\"",
      "de": "Wir meinten nur: \"Dendi, du schaffst das!\""
    }
  },
  {
    "translation": {
      "en": "And he's, like, \"Guys, I've never played it!",
      "de": "Und er sagte: \"Leute, ich habe den noch nie gespielt!\""
    }
  },
  {
    "translation": {
      "en": "But, I can do it!\"",
      "de": "\"Aber, ich schaff das schon!\""
    }
  },
  {
    "translation": {
      "en": "[Clement] So we took the risk of taking him",
      "de": "Also gingen wir das Risiko ein und wählten Enigma,"
    }
  },
  {
    "translation": {
      "en": "and risking maybe playing him badly.",
      "de": "auch wenn wir ihn vielleicht nicht gut spielen würden."
    }
  },
  {
    "translation": {
      "en": "[Toby] So it looks like down on that bottom lane, Dendi will be taking the Enigma.",
      "de": "Es sieht nun so aus, als würde Dendi als Enigma auf dem unteren Pfad spielen."
    }
  },
  {
    "translation": {
      "en": "It is gonna be a very, very rough lane…",
      "de": "Das wird ein sehr, sehr harter Pfad werden…"
    }
  },
  {
    "translation": {
      "en": "Na'Vi lost the game.",
      "de": "Na'Vi hat das Spiel verloren."
    }
  },
  {
    "translation": {
      "en": "And they're playing something now that they're not as confident with.",
      "de": "Sie versuchen etwas total Neues."
    }
  },
  {
    "translation": {
      "en": "EHOME figured out Na'Vi. Figured out how to play against it.",
      "de": "EHOME kennt Na'Vis Schwachpunkt. Wir wissen, wie man gegen sie spielt."
    }
  },
  {
    "translation": {
      "en": "And I'm gonna stick to my word and I'm gonna say EHOME will win it.",
      "de": "Ich bleibe dabei, dass EHOME am Ende gewinnen wird."
    }
  },
  {
    "translation": {
      "en": "It was incredibly ballsy from Dendi to do that,",
      "de": "Es war unglaublich gewagt von Dendi, das zu tun,"
    }
  },
  {
    "translation": {
      "en": "on the verge of winning the million dollars for your team.",
      "de": "immerhin standen eine Million Dollar für sein Team auf dem Spiel."
    }
  },
  {
    "translation": {
      "en": "[in Chinese] That's very stupid.",
      "de": "Das ist sehr dumm."
    }
  },
  {
    "translation": {
      "en": "That's suicidal.",
      "de": "Das ist Selbstmord."
    }
  },
  {
    "translation": {
      "en": "[Toby] Dendi really now caught out.",
      "de": "Dendi sitzt wie auf dem Präsentierteller."
    }
  },
  {
    "translation": {
      "en": "He's in trouble. Rockets to fly in.",
      "de": "Er ist in Schwierigkeiten. Raketen sind unterwegs."
    }
  },
  {
    "translation": {
      "en": "FCB long way in on the tower, lands the stun.",
      "de": "FCB geht den langen Weg zum Turm, trifft die Betäubung."
    }
  },
  {
    "translation": {
      "en": "Tinker just lasers him to death. It will cost FCB his life.",
      "de": "Tinker lasert ihn einfach zu Tode. Das wird FCB das Leben kosten."
    }
  },
  {
    "translation": {
      "en": "[Clement] Then we made some little mistakes.",
      "de": "Dann machten wir ein paar kleine Fehler."
    }
  },
  {
    "translation": {
      "en": "We played a really semi-type of, like, \"turtle\" strategy.",
      "de": "Wir spielten so eine Art Schildkrötenstrategie."
    }
  },
  {
    "translation": {
      "en": "Really passive. Really passive. We don't play like that.",
      "de": "Sehr passiv. Sehr passiv. So spielen wir nicht."
    }
  },
  {
    "translation": {
      "en": "[Toby] Puppey and Dendi just wanna retreat back out.",
      "de": "Puppey und Dendi wollen sich nur zurückziehen."
    }
  },
  {
    "translation": {
      "en": "820! What a Fissure!",
      "de": "Puppey und Dendi wollen sich nur zurückziehen. 820! Was für ein Fissure!"
    }
  },
  {
    "translation": {
      "en": "PLT is there! Echo Slam as well!",
      "de": "PLT ist da! Auch noch Echo Slam!"
    }
  },
  {
    "translation": {
      "en": "Beautiful play there by EHOME.",
      "de": "Wunderschöner Spielzug von EHOME."
    }
  },
  {
    "translation": {
      "en": "But I know if I die, I die not for nothing.",
      "de": "Aber ich weiß, wenn ich sterbe, dann war es nicht umsonst."
    }
  },
  {
    "translation": {
      "en": "[Toby] X!! in the middle lane…",
      "de": "X! Der mittlere Pfad…"
    }
  },
  {
    "translation": {
      "en": "Force, Rocket, Laser. It's enough!",
      "de": "Force, Rocket, Laser. Es reicht!"
    }
  },
  {
    "translation": {
      "en": "Dendi goes down in the middle lane. Again, EHOME controls…",
      "de": "Dendi erwischt es in der Mitte. EHOME wieder in Kontrolle…"
    }
  },
  {
    "translation": {
      "en": "Sometimes, it can be like, you dying, but your teammates picking up more.",
      "de": "Manchmal passiert es, dass du stirbst, aber dein Team dadurch gewinnt."
    }
  },
  {
    "translation": {
      "en": "[Toby] EHOME, they still wanna push out that mid…",
      "de": "EHOME will durch die Mitte marschieren…"
    }
  },
  {
    "translation": {
      "en": "[Clement] They weren't ready for Dendi Enigma.",
      "de": "Sie waren nicht bereit für Dendis Enigma."
    }
  },
  {
    "translation": {
      "en": "It was a patient Enigma.",
      "de": "Es war ein geduldiger Enigma."
    }
  },
  {
    "translation": {
      "en": "That was the most patient Enigma in the world.",
      "de": "Der geduldigste Enigma der Welt. Puppey ist hier."
    }
  },
  {
    "translation": {
      "en": "[Toby] Dendi as well. Gonna look for the Hole.",
      "de": "Dendi ebenfalls. Wo ist das Black Hole?"
    }
  },
  {
    "translation": {
      "en": "Three are gonna go down for EHOME.",
      "de": "Bei EHOME gibt es drei Tote."
    }
  },
  {
    "translation": {
      "en": "Currently, Na'Vi, they, they have the advantage now.",
      "de": "Jetzt hat Na'Vi den Vorteil."
    }
  },
  {
    "translation": {
      "en": "[Clement] That really impresses me how he's able to make that transition.",
      "de": "Es beeindruckt mich wirklich, wie gut er diese Umstellung meistert."
    }
  },
  {
    "translation": {
      "en": "You just have to have the balls, basically.",
      "de": "Du musst nur den Mut dazu haben."
    }
  },
  {
    "translation": {
      "en": "He was scared of losing.",
      "de": "Er hatte Angst, zu verlieren."
    }
  },
  {
    "translation": {
      "en": "That's why he's so patient and he did everything right.",
      "de": "Deshalb blieb er geduldig und fehlerfrei."
    }
  },
  {
    "translation": {
      "en": "[Fear] Their strategy is kind of similar to how EHOME won.",
      "de": "Ihre Strategie ist der sehr ähnlich, die EHOME zum Sieg geführt hat."
    }
  },
  {
    "translation": {
      "en": "[Liu] Na'Vi defeated them \"Late Game.\"",
      "de": "Na'Vi hat sie spät im Spiel besiegt."
    }
  },
  {
    "translation": {
      "en": "And I think this really shattered EHOME's confidence.",
      "de": "Und ich denke, das hat EHOMEs Selbstvertrauen stark erschüttert."
    }
  },
  {
    "translation": {
      "en": "[Toby] And \"GG\" is the call from EHOME. Na'Vi, they take the game.",
      "de": "Und das ist das \"GG\" von EHOME. Na'Vi gewinnt das Spiel."
    }
  },
  {
    "translation": {
      "en": "And they are only one win short of taking home one million dollars.",
      "de": "Nur ein Sieg fehlt ihnen, um eine Million Dollar mit nach Hause zu nehmen."
    }
  },
  {
    "translation": {
      "en": "But the question really is…",
      "de": "Aber die Frage ist…"
    }
  },
  {
    "translation": {
      "en": "[Liu] We hardly won the second game.",
      "de": "Wir haben mit Mühe das zweite Spiel gewonnen."
    }
  },
  {
    "translation": {
      "en": "Chinese teams generally are feared for their \"Late Game\" potential.",
      "de": "Die chinesischen Teams werden meist zum Ende besser."
    }
  },
  {
    "translation": {
      "en": "[Toby] So we hit the point now. The gloves come off.",
      "de": "Die Samthandschuhe werden ausgezogen."
    }
  },
  {
    "translation": {
      "en": "EHOME, they will master their knowledge, their experience,",
      "de": "EHOME werden ihre Kenntnisse, ihre Erfahrung und ihre präzisen Ansagen"
    }
  },
  {
    "translation": {
      "en": "their calls up against Na'Vi.",
      "de": "EHOME werden ihre Kenntnisse, ihre Erfahrung und ihre präzisen Ansagen gegen Na'Vi ins Feld führen."
    }
  },
  {
    "translation": {
      "en": "And Puck will be the last hero for Na'Vi. The nimble hero there already.",
      "de": "Und Puck wird der letzte Held von Na'Vi sein. Da habt ihr euren quirligen Helden."
    }
  },
  {
    "translation": {
      "en": "Once again a lot of aggressive heroes for them.",
      "de": "Wieder mal eine Menge aggressiver Helden für sie."
    }
  },
  {
    "translation": {
      "en": "Na'Vi LighTofHeaveN playing as the Beastmaster again",
      "de": "Na'Vis LighTofHeaveN spielt erneut als Beastmaster,"
    }
  },
  {
    "translation": {
      "en": "with Dendi playing as the Puck this time.",
      "de": "während Dendi dieses Mal Puck gewählt hat."
    }
  },
  {
    "translation": {
      "en": "If Na'Vi wins this, they win the whole tournament.",
      "de": "Wenn Na'Vi dieses Spiel gewinnt, dann gewinnen sie das ganze Turnier."
    }
  },
  {
    "translation": {
      "en": "This Clash of the Titans right here is something we will not wanna miss.",
      "de": "Dieses Aufeinandertreffen der Giganten ist etwas, das wir auf keinen Fall verpassen wollen."
    }
  },
  {
    "translation": {
      "en": "X!! will come in closer. They will be able to get that kill.",
      "de": "ist etwas, das wir auf keinen Fall verpassen wollen. X!! kommt näher ran. Der Kill ist ihnen sicher. Doom nun auf Dendi."
    }
  },
  {
    "translation": {
      "en": "Doom now on Dendi. Pulled in by X!!",
      "de": "Der Kill ist ihnen sicher. Doom nun auf Dendi. Hineingezogen von X!! Das komplette EHOME-Team geht auf ihn los."
    }
  },
  {
    "translation": {
      "en": "The entire EHOME team turns on him.",
      "de": "Hineingezogen von X!! Das komplette EHOME-Team geht auf ihn los."
    }
  },
  {
    "translation": {
      "en": "Lich will go down.",
      "de": "Lich ist tot. FCB ist auf der Flucht."
    }
  },
  {
    "translation": {
      "en": "FCB is on the run. XBOCT after the chase of him.",
      "de": "Lich ist tot. FCB ist auf der Flucht. XBOCT verfolgt ihn."
    }
  },
  {
    "translation": {
      "en": "Might be enough. Needs some more damage. Storm! X!! Long jump in.",
      "de": "Es fehlt noch mehr Schaden. Storm! X!! Langer Sprung rein! Dendi orbt über die Klippe."
    }
  },
  {
    "translation": {
      "en": "Dendi Orbing up to the high ground. FCB! Puts on the Rift.",
      "de": "Storm! X!! Langer Sprung rein! Dendi orbt über die Klippe. FCB! kriegt den Rift ab."
    }
  },
  {
    "translation": {
      "en": "Will he be able to get the kill? He's on the retreat.",
      "de": "Kriegt er den Kill?"
    }
  },
  {
    "translation": {
      "en": "Yes, it is. Dendi with the last right click.",
      "de": "Ja, mit dem letzten Rechtsklick."
    }
  },
  {
    "translation": {
      "en": "EHOME now, they're gonna rotate themselves down.",
      "de": "Das Team von EHOME ist nun auf dem Weg nach unten."
    }
  },
  {
    "translation": {
      "en": "Na'Vi already in the pit.",
      "de": "Na'Vi ist in der Grube."
    }
  },
  {
    "translation": {
      "en": "They're trying to bring down Roshan, all 5.",
      "de": "Sie versuchen Roshan zu töten – alle fünf."
    }
  },
  {
    "translation": {
      "en": "Dendi! He's gonna jump out! He goes for the Dream Coil! He gets them!",
      "de": "Dendi springt raus! Er sucht eine Möglichkeit für Dream Coil!"
    }
  },
  {
    "translation": {
      "en": "He gets EHOME! Holds them in the middle lane.",
      "de": "Er kriegt EHOME! Hält sie in der Mitte."
    }
  },
  {
    "translation": {
      "en": "Na'Vi already on their way out of the pit.",
      "de": "Na'Vi ist bereits wieder aus der Grube draußen."
    }
  },
  {
    "translation": {
      "en": "They're coming in to help out Dendi.",
      "de": "Sie kommen, um Dendi zu helfen."
    }
  },
  {
    "translation": {
      "en": "[Clement] Then we just went in and demolished them.",
      "de": "Dann sind wir rein und haben sie einfach auseinandergenommen."
    }
  },
  {
    "translation": {
      "en": "[Toby] Now they're on top of the Tier 3 tower.",
      "de": "Jetzt sind sie am dritten Turm."
    }
  },
  {
    "translation": {
      "en": "They're gonna bring it down. Yes, it does! It goes down!",
      "de": "Sie werden ihn zerstören. Ja, da fällt er."
    }
  },
  {
    "translation": {
      "en": "EHOME, they're trying desperately to defend,",
      "de": "EHOME versuchen verzweifelt, die Basis zu verteidigen,"
    }
  },
  {
    "translation": {
      "en": "but Na'Vi, the onslaught will continue.",
      "de": "aber Na'Vis Ansturm geht weiter."
    }
  },
  {
    "translation": {
      "en": "The mid tower's already being pushed. The Tier 4 tower is gonna go down.",
      "de": "Den mittleren Turm haben sie bereits, jetzt fällt auch der vierte Turm."
    }
  },
  {
    "translation": {
      "en": "And running in right now is the rest of Na'Vi.",
      "de": "Und der Rest von Na'Vi stürmt jetzt rein."
    }
  },
  {
    "translation": {
      "en": "They are running forward to one million dollars.",
      "de": "Sie rennen auf eine Million Dollar zu."
    }
  },
  {
    "translation": {
      "en": "And they will get it! The \"GG\" is the call from EHOME.",
      "de": "Und sie werden sie bekommen! \"GG\" von EHOME."
    }
  },
  {
    "translation": {
      "en": "Na'Vi have just won one million dollars.",
      "de": "Na'Vi hat soeben eine Million Dollar gewonnen."
    }
  },
  {
    "translation": {
      "en": "EHOME do take home 250,000 dollars in second place.",
      "de": "EHOME erhält 250.000 Dollar für den zweiten Platz."
    }
  },
  {
    "translation": {
      "en": "But Na'Vi are the champions!",
      "de": "Aber Na'Vi sind die Champions!"
    }
  },
  {
    "translation": {
      "en": "There's moments of E-Sports that are landmark,",
      "de": "Es gibt Momente im E-Sport, die Meilensteine sind,"
    }
  },
  {
    "translation": {
      "en": "and this is one of them, in Cologne.",
      "de": "und dies ist einer von ihnen. In Köln."
    }
  },
  {
    "translation": {
      "en": "And Na'Vi, the winners. You guys have just made history.",
      "de": "Und Na'Vi, die Gewinner. Ihr habt soeben Geschichte geschrieben."
    }
  },
  {
    "translation": {
      "en": "[crowd chanting] Na'Vi! Na'Vi!",
      "de": "-Na'Vi! -Na'Vi!"
    }
  },
  {
    "translation": {
      "en": "[Katya] I was jumping on the sofa.",
      "de": "Ich bin auf dem Sofa rumgesprungen"
    }
  },
  {
    "translation": {
      "en": "And screaming like a crazy girl,",
      "de": "und habe geschrien wie ein verrücktes Mädchen,"
    }
  },
  {
    "translation": {
      "en": "because I was the happiest girl in the world.",
      "de": "weil ich das glücklichste Mädchen der Welt war."
    }
  },
  {
    "translation": {
      "en": "And my brother just won one million dollars!",
      "de": "Mein Bruder hatte gerade eine Million Dollar gewonnen!"
    }
  },
  {
    "translation": {
      "en": "[crowd chanting] Na'Vi! Na'Vi!",
      "de": "-Na'Vi! -Na'Vi!"
    }
  },
  {
    "translation": {
      "en": "I think in ten years' time all the gamers which we currently have showing themselves,",
      "de": "Ich denke, in zehn Jahren werden wir auf die Spieler,"
    }
  },
  {
    "translation": {
      "en": "they're gonna be the guys we'll look back at",
      "de": "zurückblicken, und wir werden sagen:"
    }
  },
  {
    "translation": {
      "en": "and say, \"This was the beginning, this is where it all started.\"",
      "de": "Dies war der Anfang. Hier hat alles angefangen."
    }
  },
  {
    "translation": {
      "en": "These are the guys that worked hard and they took the risk.",
      "de": "Das sind die Leute, die hart gearbeitet haben und das Risiko in Kauf nahmen."
    }
  },
  {
    "translation": {
      "en": "They proved themselves.",
      "de": "Sie haben sich selbst bewiesen."
    }
  },
  {
    "translation": {
      "en": "And they forwarded the entire industry",
      "de": "Sie brachten die Branche an einen Punkt,"
    }
  },
  {
    "translation": {
      "en": "to the point where we could have a kick-start.",
      "de": "ab dem es steil bergauf geht."
    }
  },
  {
    "translation": {
      "en": "We could show the world what we do.",
      "de": "Wir könnten der Welt zeigen, was wir tun."
    }
  },
  {
    "translation": {
      "en": "And then who knows how big we could get at that point.",
      "de": "Und wer weiß, wie groß wir dann werden könnten."
    }
  },
  {
    "translation": {
      "en": "We've come far already.",
      "de": "Wir sind schon weit gekommen."
    }
  },
  {
    "translation": {
      "en": "When more and more people support it and it becomes more and more normal,",
      "de": "Wenn mehr Leute es unterstützen und es immer normaler wird,"
    }
  },
  {
    "translation": {
      "en": "it's going to go from a niche to becoming accepted in societies.",
      "de": "dann wird es seine Nische verlassen und von der Gesellschaft akzeptiert werden."
    }
  },
  {
    "translation": {
      "en": "I think in 15 years, E-Sports will be bigger than football.",
      "de": "Ich denke, in 15 Jahren wird E-Sport größer sein als Fußball,"
    }
  },
  {
    "translation": {
      "en": "Than basketball, than everything.",
      "de": "als Basketball, als alles andere."
    }
  },
  {
    "translation": {
      "en": "That kid who you thought played too many video games",
      "de": "Der Junge, von dem man dachte, dass er zu viele Videospiele spielt,"
    }
  },
  {
    "translation": {
      "en": "is potentially going to be on a path",
      "de": "geht möglicherweise einen Weg,"
    }
  },
  {
    "translation": {
      "en": "where he's earning 250,000 a year, salary.",
      "de": "auf dem er 250.000 Dollar im Jahr als Gehalt verdient."
    }
  },
  {
    "translation": {
      "en": "He's flying the world. He's gonna be endorsed.",
      "de": "Er fliegt um die Welt. Er wird gesponsert."
    }
  },
  {
    "translation": {
      "en": "Gaming's the biggest entertainment industry in the world.",
      "de": "Gaming ist die größte Unterhaltungsbranche der Welt."
    }
  },
  {
    "translation": {
      "en": "So if you're a star,",
      "de": "Wenn man ein Star ist,"
    }
  },
  {
    "translation": {
      "en": "you are potentially one of the biggest stars in the world.",
      "de": "dann ist man möglicherweise einer der größten Stars der Welt."
    }
  },
  {
    "translation": {
      "en": "So, if that, like everything else with computers grows exponentially",
      "de": "Falls es also, wie alles bei Computern, exponentiell wächst,"
    }
  },
  {
    "translation": {
      "en": "or whatever, then 5 or 10 years could be a big step actually.",
      "de": "Falls es also, wie alles bei Computern, exponentiell wächst, dann könnten 5 oder 10 Jahre ein großer Schritt sein."
    }
  },
  {
    "translation": {
      "en": "[Tammy] Changing mindsets is never easy. So it's gonna take a while.",
      "de": "Die Denkweise zu ändern ist nie einfach. Es wird also eine Weile dauern."
    }
  },
  {
    "translation": {
      "en": "When the gamers now become parents,",
      "de": "Wenn die jetzigen Spieler zu Eltern werden,"
    }
  },
  {
    "translation": {
      "en": "we will be supportive of our kids playing,",
      "de": "werden wir unsere Kinder beim Spielen unterstützen,"
    }
  },
  {
    "translation": {
      "en": "and I think that's really when everything will boom.",
      "de": "und ich denke, dass das der ausschlaggebende Moment sein wird."
    }
  },
  {
    "translation": {
      "en": "[newscaster] After weeks of training,",
      "de": "Nach wochenlangem Training"
    }
  },
  {
    "translation": {
      "en": "a local man has led his online gaming team to the top,",
      "de": "hat ein hiesiger Mann sein Online-Gaming-Team an die Spitze geführt"
    }
  },
  {
    "translation": {
      "en": "placing seventh in an international gaming competition held in Germany.",
      "de": "und den siebten Platz in einem internationalen Gaming-Turnier in Deutschland belegt."
    }
  },
  {
    "translation": {
      "en": "Yeah, she's definitely proud of me. I mean, just, she had her camera out,",
      "de": "Ja, sie ist stolz auf mich. Sie hatte ihre Kamera an…"
    }
  },
  {
    "translation": {
      "en": "like, \"Why are taking a photo of the television?\"",
      "de": "Ich dachte: \"Warum machst du ein Foto vom Fernseher?\""
    }
  },
  {
    "translation": {
      "en": "[Fear] I know she's really smart. She's a lawyer, so…",
      "de": "Ich weiß, dass sie wirklich klug ist. Sie ist Anwältin, von daher…"
    }
  },
  {
    "translation": {
      "en": "But in the end, I think she'll be more understanding",
      "de": "Ich denke, dass sie mich von nun an besser verstehen wird"
    }
  },
  {
    "translation": {
      "en": "and be willing to support me more, so it worked out.",
      "de": "und mich mehr unterstützt, also war es doch eine gute Sache."
    }
  },
  {
    "translation": {
      "en": "[hyhy] We were disappointed with our loss.",
      "de": "Wir waren enttäuscht."
    }
  },
  {
    "translation": {
      "en": "And, yeah, it's a mixture of both, we're happy and sad that we got third.",
      "de": "Es ist beides, glücklich und traurig dass wir Dritter wurden."
    }
  },
  {
    "translation": {
      "en": "Because of the emotions, I felt like she's the one I wanted to share them with.",
      "de": "All die Emotionen wollte ich mit ihr teilen."
    }
  },
  {
    "translation": {
      "en": "And it got pretty clear only then that I had to get her back.",
      "de": "Da merkte ich, ich wollte sie zurück."
    }
  },
  {
    "translation": {
      "en": "After the tournament, I actually went back to look for her,",
      "de": "Nach dem Turnier habe ich wieder Kontakt zu ihr aufgenommen,"
    }
  },
  {
    "translation": {
      "en": "and talk things out, and we have actually begun dating again.",
      "de": "um über alles zu reden, und wir gehen sogar wieder miteinander aus."
    }
  },
  {
    "translation": {
      "en": "And things are actually going great.",
      "de": "Und es läuft wirklich gut."
    }
  },
  {
    "translation": {
      "en": "I love her, you know. [chuckles]",
      "de": "Ich liebe sie."
    }
  },
  {
    "translation": {
      "en": "[hyhy] She played a huge role, a very huge part",
      "de": "Sie hatte einen sehr großen Einfluss auf…"
    }
  },
  {
    "translation": {
      "en": "in… in the me today.",
      "de": "Sie hatte einen sehr großen Einfluss auf… Auf mein heutiges Ich."
    }
  },
  {
    "translation": {
      "en": "[Dendi] One week ago, it was 3,000 followers. I was happy.",
      "de": "Er finanziert seine Studiengebühren mit Preisgeldern von Turnieren. Vor einer Woche waren es 3.000 Follower. Ich war zufrieden."
    }
  },
  {
    "translation": {
      "en": "Then it's boomed. 8,000 followers. It's not about the number.",
      "de": "Dann der Boom. 8.000 Follower. Es geht nicht um die Zahl."
    }
  },
  {
    "translation": {
      "en": "Even if it's one or two, I'm fine.",
      "de": "Selbst wenn es ein oder zwei wären, hätte ich kein Problem damit."
    }
  },
  {
    "translation": {
      "en": "So… you don't need to show numbers actually. I think.",
      "de": "Auf die Zahlen kommt es glaube ich nicht an. Glaube ich."
    }
  },
  {
    "translation": {
      "en": "[Katya] My father, I think,",
      "de": "Ich denke, mein Vater"
    }
  },
  {
    "translation": {
      "en": "didn't have time to understand what Dendi's doing.",
      "de": "hatte keine Zeit, um zu verstehen, was Dendi tat."
    }
  },
  {
    "translation": {
      "en": "We lost him too early.",
      "de": "Wir haben ihn zu früh verloren."
    }
  },
  {
    "translation": {
      "en": "And if now he could see Dendi, I'm sure that he's proud of his son.",
      "de": "Und wenn er Dendi jetzt sehen könnte, wäre er sicherlich stolz auf seinen Sohn."
    }
  }
]