[
  {
    "translation": {
      "en": "Now, this is how you make a bed…",
      "de": "So macht man sein Bett"
    }
  },
  {
    "translation": {
      "en": "the right way.",
      "de": "richtig."
    }
  },
  {
    "translation": {
      "en": "And this… [grunts]",
      "de": "Und so…"
    }
  },
  {
    "translation": {
      "en": "Is how you make a bed…",
      "de": "…macht man sein Bett…"
    }
  },
  {
    "translation": {
      "en": "the Lay Lay way.",
      "de": "…auf Lay Lays Art."
    }
  },
  {
    "translation": {
      "en": "-What's wrong with you? -What's wrong with you?",
      "de": "Was ist los mit dir? Was ist los mit dir?"
    }
  },
  {
    "translation": {
      "en": "Anyway, have you seen Marky yet?",
      "de": "Wie auch immer. Hast du Marky schon gesehen?"
    }
  },
  {
    "translation": {
      "en": "Not since he found out you're an avatar that came out of my phone.",
      "de": "Nicht seit er weiß, dass du ein Avatar aus meinem Handy bist."
    }
  },
  {
    "translation": {
      "en": "Girl, I've never seen someone scream so loud and run so fast.",
      "de": "Ich habe noch nie jemanden so laut schreien und rennen sehen."
    }
  },
  {
    "translation": {
      "en": "And I've seen your father around a cricket.",
      "de": "Außer deinen Vater beim Anblick einer Grille."
    }
  },
  {
    "translation": {
      "en": "And that's after we explained everything to Marky.",
      "de": "Dabei hatten wir ihm doch alles erklärt."
    }
  },
  {
    "translation": {
      "en": "Yeah. Now that he knows my secret, we got to make sure he's cool.",
      "de": "Er kennt mein Geheimnis, wir müssen rausfinden, ob er cool ist."
    }
  },
  {
    "translation": {
      "en": "Otherwise, he's gonna tell your parents. And they'll know we've been lying to them.",
      "de": "-Sonst sagt er's deinen Eltern. -Und sie merken, dass wir gelogen haben."
    }
  },
  {
    "translation": {
      "en": "There's nothing my parents hate more than liars.",
      "de": "Meine Eltern hassen nichts mehr als Lügner."
    }
  },
  {
    "translation": {
      "en": "Maybe raisins and coleslaw, but liars are up there.",
      "de": "Na ja, außer Rosinen im Krautsalat."
    }
  },
  {
    "translation": {
      "en": "Hopefully he's not freaking out.",
      "de": "Hoffentlich dreht er nicht durch."
    }
  },
  {
    "translation": {
      "en": "I'm still freaking out!",
      "de": "Ich drehe immer noch durch!"
    }
  },
  {
    "translation": {
      "en": "I can't believe I've been around Lay Lay this long",
      "de": "Ich kenne Lay Lay schon so lange"
    }
  },
  {
    "translation": {
      "en": "and never noticed anything strange about her.",
      "de": "und habe nie was Merkwürdiges bemerkt!"
    }
  },
  {
    "translation": {
      "en": "Or did I notice and you made me forget?",
      "de": "Oder hast du es mich etwa vergessen lassen?"
    }
  },
  {
    "translation": {
      "en": "Do you have mind-wipe powers? Stop wiping my mind.",
      "de": "Kannst du Gedanken löschen? Lass das!"
    }
  },
  {
    "translation": {
      "en": "She didn't. You just didn't notice anything strange about her.",
      "de": "Nein. Dir ist einfach nichts aufgefallen."
    }
  },
  {
    "translation": {
      "en": "Because there's nothing strange to notice.",
      "de": "Weil es nichts Merkwürdiges gibt."
    }
  },
  {
    "translation": {
      "en": "Besides, you're a 10-year-old who wears a sweater vest. I wouldn't talk, little one.",
      "de": "Du bist zehn und trägst einen Pullunder. Sei lieber still."
    }
  },
  {
    "translation": {
      "en": "Marky, this is a good thing.",
      "de": "Das ist doch toll."
    }
  },
  {
    "translation": {
      "en": "When Lay Lay was in my phone, she was an avatar for my positive affirmation app.",
      "de": "In meinem Handy war sie der Avatar der positiven Affirmationen-App."
    }
  },
  {
    "translation": {
      "en": "Yes. I'm really good at helping people become the best versions of themselves.",
      "de": "Ich helfe Menschen, das Beste aus sich herauszuholen."
    }
  },
  {
    "translation": {
      "en": "Look at me. Because of Lay Lay, I'm more outgoing, and I'm the president of my class now.",
      "de": "Wegen Lay Lay bin ich aufgeschlossener und bin jetzt Klassensprecherin."
    }
  },
  {
    "translation": {
      "en": "She even gave me the confidence to become an era-era DJ.",
      "de": "Sie gab mir das Selbstvertrauen, DJane zu werden."
    }
  },
  {
    "translation": {
      "en": "Some people say I got it going in.",
      "de": "Manche sagen, ich hab's drin."
    }
  },
  {
    "translation": {
      "en": "On? Out? Whatever. People are talking.",
      "de": "Drauf? Raus? Egal. Die Leute reden."
    }
  },
  {
    "translation": {
      "en": "I'm talking about how, just 12 hours ago, I saw you turn invisible.",
      "de": "Vor 12 Stunden habe ich gesehen, wie du unsichtbar wurdest."
    }
  },
  {
    "translation": {
      "en": "Okay. Did it scare you?",
      "de": "Ok. Hat dir das Angst gemacht?"
    }
  },
  {
    "translation": {
      "en": "Please. I'm done freaking out.",
      "de": "Quatsch. Ich drehe nicht mehr durch."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "de": "Gut."
    }
  },
  {
    "translation": {
      "en": "-Boo! -Aah! I was wrong!",
      "de": "-Buh! -Ich habe mich geirrt."
    }
  },
  {
    "translation": {
      "en": "I'm still freaking out!",
      "de": "Ich drehe immer noch durch!"
    }
  },
  {
    "translation": {
      "en": "This is either their happy dance, or they stepped in some fire ants.",
      "de": "Ist das ein Freudentanz oder steht ihr in Feuerameisen?"
    }
  },
  {
    "translation": {
      "en": "Girls, we just got some of the best news of our careers.",
      "de": "Wir bekamen die besten Neuigkeiten unserer Karriere."
    }
  },
  {
    "translation": {
      "en": "Oh, let me guess, Bun B sampled one of your songs, and now you're rich,",
      "de": "Bun B hat einen eurer Songs gesampelt, jetzt seid ihr reich,"
    }
  },
  {
    "translation": {
      "en": "so we can spend the rest of our lives on private jets and yachts.",
      "de": "und wir verbringen den Rest unserer Leben in Privatjets und auf Jachten!"
    }
  },
  {
    "translation": {
      "en": "No, but thank you for making our good news less exciting.",
      "de": "Nein, aber danke, dass du unsere Neuigkeiten abgewertet hast."
    }
  },
  {
    "translation": {
      "en": "We were named Advertising Songwriters of the Year",
      "de": "Die Cleveland Hall of Fame Music Awards"
    }
  },
  {
    "translation": {
      "en": "by the Cleveland Hall of Fame Music Awards.",
      "de": "ernennen uns zu den Werbe-Komponisten des Jahres."
    }
  },
  {
    "translation": {
      "en": "both: Whoa!",
      "de": "-Wow! -Wow!"
    }
  },
  {
    "translation": {
      "en": "You won a CHoFMA? That's how John Legend became John Legend.",
      "de": "Ihr kriegt einen CHoFMA? So wurde John Legend zu John Legend."
    }
  },
  {
    "translation": {
      "en": "Before he won a CHoFMA, he was just John.",
      "de": "Davor war er nur John."
    }
  },
  {
    "translation": {
      "en": "There's a fancy ceremony coming up, and anybody who's anybody in the biz attends.",
      "de": "Es gibt eine tolle Zeremonie. Und alle Promis der Branche kommen."
    }
  },
  {
    "translation": {
      "en": "Winning an award like this triples your business.",
      "de": "So ein Preis verdreifacht das Geschäft."
    }
  },
  {
    "translation": {
      "en": "So maybe there will be a yacht.",
      "de": "Vielleicht also doch eine Jacht!"
    }
  },
  {
    "translation": {
      "en": "Girl, ain't gonna be no yachts.",
      "de": "Süße, keine Jachten!"
    }
  },
  {
    "translation": {
      "en": "Look, can't you just be happy for us?",
      "de": "Freut ihr euch nicht für uns?"
    }
  },
  {
    "translation": {
      "en": "Bryce, tell them who we're asking to introduce us.",
      "de": "Bryce, sag ihnen, wer uns vorstellen soll."
    }
  },
  {
    "translation": {
      "en": "-Our friend, hip-hop superstar-- -Iggy Azalea.",
      "de": "Unsere Freundin und Hip-Hop-Superstar… Iggy Azalea!"
    }
  },
  {
    "translation": {
      "en": "Really? You stole my thunder?",
      "de": "Du stiehlst mir die Show? Schon gut, Baby."
    }
  },
  {
    "translation": {
      "en": "Mr. A, you know Iggy Azalea? Oh, you're not as lame as Sadie says you are.",
      "de": "Mr. A, Sie kennen Iggy Azalea? Wow. Sie sind nicht so lahm, wie Sadie sagt."
    }
  },
  {
    "translation": {
      "en": "I never said lame. I said…",
      "de": "Das hab ich nie gesagt. Ich…"
    }
  },
  {
    "translation": {
      "en": "I love you, Daddy.",
      "de": "Hab dich lieb, Papa."
    }
  },
  {
    "translation": {
      "en": "-Iggy is the perfect person to do it. -Yeah, we co-wrote a jingle with her",
      "de": "Iggy ist perfekt dafür. Wir schrieben mal einen Jingle mit ihr. Wir sind quasi Freunde."
    }
  },
  {
    "translation": {
      "en": "before she blew up. We're practically peers.",
      "de": "Wir schrieben mal einen Jingle mit ihr. Wir sind quasi Freunde."
    }
  },
  {
    "translation": {
      "en": "Yeah, just like Mrs. A's workout buddy is Michelle Obama.",
      "de": "Und Michelle Obama ist Mrs. As Workout-Freundin!"
    }
  },
  {
    "translation": {
      "en": "[laughing] Right.",
      "de": "Ok."
    }
  },
  {
    "translation": {
      "en": "Michelle wishes she had this arm definition.",
      "de": "Michelle kann von solchen Armen nur träumen. Stimmt."
    }
  },
  {
    "translation": {
      "en": "Every year, the CHoFMA recipient gets to pick someone to perform at the ceremony.",
      "de": "Der CHoFMA Preisträger bestimmt, wer bei der Zeremonie auftritt."
    }
  },
  {
    "translation": {
      "en": "Oh, here's a crazy idea that isn't so crazy.",
      "de": "Hier ist eine verrückte Idee, die nicht so verrückt ist."
    }
  },
  {
    "translation": {
      "en": "What if Lay Lay and I perform?",
      "de": "Wir könnten auftreten."
    }
  },
  {
    "translation": {
      "en": "Oh, girls, I'm sorry.",
      "de": "Mädels, tut mir leid, aber die Music Awards suchen eher Leute"
    }
  },
  {
    "translation": {
      "en": "I think what the music awards are looking for is more of a big-name act.",
      "de": "Mädels, tut mir leid, aber die Music Awards suchen eher Leute mit großen Namen."
    }
  },
  {
    "translation": {
      "en": "What's bigger than someone with two names?",
      "de": "Wer wäre größer als jemand mit zwei Namen?"
    }
  },
  {
    "translation": {
      "en": "Come on, Mom and Dad, we want to perform in front of Iggy Azalea.",
      "de": "Bitte, wir wollen vor Iggy Azalea auftreten."
    }
  },
  {
    "translation": {
      "en": "And this is your big night. We want to be a part of it.",
      "de": "Das ist euer großer Abend. Wir wollen dabei sein."
    }
  },
  {
    "translation": {
      "en": "Please, Mrs. A.",
      "de": "Bitte, Mrs. A,"
    }
  },
  {
    "translation": {
      "en": "I won't beg you, but I will make Sadie do it.",
      "de": "ich flehe Sie nicht an, aber ich bringe Sadie dazu."
    }
  },
  {
    "translation": {
      "en": "Okay, but you girls got to bring your A game.",
      "de": "Na gut, aber ihr müsst euer Bestes geben."
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "de": "Ja!"
    }
  },
  {
    "translation": {
      "en": "We get to perform in front of Iggy Azalea!",
      "de": "Wir treten vor Iggy Azalea auf!"
    }
  },
  {
    "translation": {
      "en": "Sounds like it's gonna be a big night for all of us.",
      "de": "Das wird ein großer Abend für uns alle."
    }
  },
  {
    "translation": {
      "en": "Oh, what was that dance you all were doing when we walked out here?",
      "de": "Was war das für ein Tanz eben?"
    }
  },
  {
    "translation": {
      "en": "♪ I'm Sadie's affirmation app ♪",
      "de": "Ich bin Sadies Affirmationen-App"
    }
  },
  {
    "translation": {
      "en": "♪ And so no matter what happens, I got her back ♪",
      "de": "Ich bin da Wenn sie mich braucht"
    }
  },
  {
    "translation": {
      "en": "♪ 'Cause see my homey Sadie wished on a star ♪",
      "de": "Denn Sadie wünschte sich von einer Sternschnuppe"
    }
  },
  {
    "translation": {
      "en": "♪ She said, \"I wish you were real,\" now I'm as real as you are ♪",
      "de": "\"Wärst du nur real\" Und da bin ich - Genial!"
    }
  },
  {
    "translation": {
      "en": "-♪ And now who's coming out the app? ♪ -♪ That girl Lay Lay ♪",
      "de": "Wer kommt da aus der App? Lay Lay Welcher Avatar hält die Zeit an? Lay Lay"
    }
  },
  {
    "translation": {
      "en": "-♪ Who's avatar power is to freeze? ♪ -♪ That girl Lay Lay ♪",
      "de": "Welcher Avatar hält die Zeit an? Lay Lay"
    }
  },
  {
    "translation": {
      "en": "♪ All day, all day, it's your girl ♪",
      "de": "Tag ein, Tag aus"
    }
  },
  {
    "translation": {
      "en": "♪ That girl, that girl, that girl, that girl Lay Lay ♪",
      "de": "Sie hat's drauf Lay Lay EIN MÄDCHEN NAMENS LAY LAY"
    }
  },
  {
    "translation": {
      "en": "Okay. I think I got all the freaking out out.",
      "de": "Ich glaube, ich bin jetzt genug durchgedreht."
    }
  },
  {
    "translation": {
      "en": "Do you want to hear about Lay Lay's other powers?",
      "de": "Willst du ihre anderen Kräfte sehen?"
    }
  },
  {
    "translation": {
      "en": "There's more? Can you fly? Shoot lasers out of your eyes?",
      "de": "Noch mehr? Kannst du fliegen? Laser aus den Augen schießen?"
    }
  },
  {
    "translation": {
      "en": "Turn broccoli into brownies?",
      "de": "Brokkoli in Brownies verwandeln?"
    }
  },
  {
    "translation": {
      "en": "No. Lay Lay's powers are related to the phone.",
      "de": "Nein. Ihre Kräfte haben mit dem Handy zu tun."
    }
  },
  {
    "translation": {
      "en": "When she holds her breath and disappears, it's like a phone going into rest mode.",
      "de": "Wenn sie den Atem anhält und verschwindet, ist das wie der Ruhezustand beim Handy."
    }
  },
  {
    "translation": {
      "en": "And have you ever hit pause on a video?",
      "de": "Drückst du bei einem Video manchmal Pause?"
    }
  },
  {
    "translation": {
      "en": "Whoa. How is that possible?",
      "de": "Wow. Wie ist das möglich?"
    }
  },
  {
    "translation": {
      "en": "Anything's possible when you're this fabulous.",
      "de": "Alles ist möglich, wenn du fabelhaft bist."
    }
  },
  {
    "translation": {
      "en": "Okay. So I can't catch, but I can freeze time.",
      "de": "Ich fange nicht gut, aber ich kann die Zeit einfrieren."
    }
  },
  {
    "translation": {
      "en": "And if there's anyone I don't want to freeze, I just have to think about them.",
      "de": "Wenn ich jemanden nicht anhalten will, denke ich an ihn."
    }
  },
  {
    "translation": {
      "en": "Wait, have you ever frozen me before and I didn't know it?",
      "de": "Hast du mich mal heimlich eingefroren?"
    }
  },
  {
    "translation": {
      "en": "[as Marky] Wait. Have you ever frozen me before and I didn't know it?",
      "de": "\"Hast du mich mal heimlich eingefroren?\""
    }
  },
  {
    "translation": {
      "en": "[normally] Of course not, Marky.",
      "de": "Natürlich nicht, Marky."
    }
  },
  {
    "translation": {
      "en": "I didn't think so. I'm way too smart for that.",
      "de": "Dachte ich mir. Dafür bin ich zu klug."
    }
  },
  {
    "translation": {
      "en": "What did Mom and Dad say when they learned about Lay Lay?",
      "de": "Was haben Mama und Papa gesagt?"
    }
  },
  {
    "translation": {
      "en": "Uh, I'll never forget what they said. Right? What'd they say, Lay Lay?",
      "de": "Das werde ich nie vergessen! Was sagten sie noch mal, Lay Lay?"
    }
  },
  {
    "translation": {
      "en": "Uh, they said, \"Wow,\"",
      "de": "Sie sagten: \"Wow\" und \"Wahnsinn\"."
    }
  },
  {
    "translation": {
      "en": "and--and, \"Whoa,\" and then your mom--",
      "de": "Sie sagten: \"Wow\" und \"Wahnsinn\". Und deine Mutter meinte…"
    }
  },
  {
    "translation": {
      "en": "Hey, kids.",
      "de": "-Hey. -Hi, Papa."
    }
  },
  {
    "translation": {
      "en": "Hey, Dad. How come you never told me Lay Lay is--",
      "de": "-Hey. -Hi, Papa. -Wieso hast du nie erzählt, dass Lay Lay… -Marky!"
    }
  },
  {
    "translation": {
      "en": "Marky, Mr. A doesn't want to talk about me being an avatar.",
      "de": "-Wieso hast du nie erzählt, dass Lay Lay… -Marky! Mr. A will nicht darüber reden, dass ich ein Avatar bin."
    }
  },
  {
    "translation": {
      "en": "Yeah. He's so over Lay Lay and her powers.",
      "de": "Ja! Er gibt nichts um Lay Lay und ihre Kräfte."
    }
  },
  {
    "translation": {
      "en": "Wait a minute. You never told them.",
      "de": "Moment mal! Ihr habt es ihnen nicht erzählt."
    }
  },
  {
    "translation": {
      "en": "I certainly don't not did.",
      "de": "Ich habe es ihnen nicht nicht gesagt."
    }
  },
  {
    "translation": {
      "en": "You're doing that weird double-negative thing when you lie.",
      "de": "Wenn du lügst, machst du doppelte Verneinungen."
    }
  },
  {
    "translation": {
      "en": "I certainly am not not doing that.",
      "de": "Das tue ich auf keinen Fall nicht."
    }
  },
  {
    "translation": {
      "en": "Dang, Sadie, this is why I never play spades with you.",
      "de": "Sadie, darum spiele ich nie Space mit dir."
    }
  },
  {
    "translation": {
      "en": "You are the only other person besides us who knows the secret.",
      "de": "Nur du und wir kennen dieses Geheimnis."
    }
  },
  {
    "translation": {
      "en": "Well, there's also a goat who knows everything, but she ain't no snitch.",
      "de": "Und eine Ziege, die alles weiß. Aber sie petzt nicht."
    }
  },
  {
    "translation": {
      "en": "Wait. If I'm the only one that knows,",
      "de": "Wenn nur ich davon weiß,"
    }
  },
  {
    "translation": {
      "en": "that means you two need me to keep this secret. And you know that means?",
      "de": "dann seid ihr auf mich angewiesen. Und was heißt das?"
    }
  },
  {
    "translation": {
      "en": "That we have a bond more sacred than a pinky promise?",
      "de": "Dass unsere Verbindung heiliger ist als ein Eid?"
    }
  },
  {
    "translation": {
      "en": "No. It means you two work for me now,",
      "de": "Nein. Das heißt, ihr arbeitet jetzt für mich."
    }
  },
  {
    "translation": {
      "en": "or I tell Mom and Dad everything.",
      "de": "Oder ich erzähle Mom und Dad alles."
    }
  },
  {
    "translation": {
      "en": "You wouldn't dare.",
      "de": "Das wagst du nicht."
    }
  },
  {
    "translation": {
      "en": "Who am I talking to? Of course he would dare.",
      "de": "Doch würdest du! Ja."
    }
  },
  {
    "translation": {
      "en": "Lay Lay, we have to do what he says.",
      "de": "Wir müssen tun, was er sagt."
    }
  },
  {
    "translation": {
      "en": "How come I never told you Lay Lay was what, Marky?",
      "de": "Dass Lay Lay, was?"
    }
  },
  {
    "translation": {
      "en": "That Lay Lay is such a good mime. Sadie too.",
      "de": "Dass Lay Lay so gut in Pantomime ist. Und Sadie auch. Zeigt ihm \"In der Kiste gefangen\"."
    }
  },
  {
    "translation": {
      "en": "Show him trapped-in-the-box, girls.",
      "de": "Und Sadie auch. Zeigt ihm \"In der Kiste gefangen\"."
    }
  },
  {
    "translation": {
      "en": "Okay. Why don't you guys stay locked in that box and I'll just leave?",
      "de": "Warum bleibt ihr nicht in der Kiste, und ich gehe?"
    }
  },
  {
    "translation": {
      "en": "-Ooh, that was close. -Yeah. Good cover, Marky.",
      "de": "Das war knapp! Gut gerettet, Marky. Schön, dich im Team Lay Lay zu haben."
    }
  },
  {
    "translation": {
      "en": "It's nice to have you on Team Lay Lay.",
      "de": "Gut gerettet, Marky. Schön, dich im Team Lay Lay zu haben."
    }
  },
  {
    "translation": {
      "en": "Oh, no. From now on, this is Team Marky, and I need a fan and foot rub, stat.",
      "de": "Oh, nein. Das ist jetzt Team Marky. Fächer und Fußmassage! Und zwar sofort."
    }
  },
  {
    "translation": {
      "en": "Say what now?",
      "de": "Wie bitte?"
    }
  },
  {
    "translation": {
      "en": "Why would we ever do that? Mom? Dad?",
      "de": "-Wieso würden wir das tun? -Mom? Dad?"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. This is gonna work out just fine.",
      "de": "Das wird super laufen."
    }
  },
  {
    "translation": {
      "en": "Marky's been wearing me out, Sadie.",
      "de": "Marky macht mich fertig."
    }
  },
  {
    "translation": {
      "en": "He had me freeze time twice",
      "de": "Ich musste seine Sendung zweimal einfrieren,"
    }
  },
  {
    "translation": {
      "en": "just so he could get a snack during his favorite TV show.",
      "de": "Ich musste seine Sendung zweimal einfrieren, damit er sich Snacks holen konnte."
    }
  },
  {
    "translation": {
      "en": "Just press pause, Marky.",
      "de": "Drück einfach auf Pause!"
    }
  },
  {
    "translation": {
      "en": "I know. I made the snacks. But I snuck down here to work on our song.",
      "de": "Und ich habe die Snacks gemacht! Aber ich arbeite heimlich an unserem Song."
    }
  },
  {
    "translation": {
      "en": "Good, because we really need to rehearse for the CHoFMAs.",
      "de": "Gut, wir müssen echt für die CHoFMAs proben."
    }
  },
  {
    "translation": {
      "en": "It's your parents' big night, and Iggy Azalea is gonna be there.",
      "de": "Der große Abend deiner Eltern, und Iggy Azalea wird da sein."
    }
  },
  {
    "translation": {
      "en": "We got to bring it.",
      "de": "Wir müssen es rocken."
    }
  },
  {
    "translation": {
      "en": "Oh, it's been brung.",
      "de": "Schon geschehen."
    }
  },
  {
    "translation": {
      "en": "-[music playing] -Ready for this?",
      "de": "Bereit?"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "de": "Komm schon!"
    }
  },
  {
    "translation": {
      "en": "Come on. You like that? You like that? All right, come on, come on.",
      "de": "Na los. Gefällt dir das? Mach mit, Süße."
    }
  },
  {
    "translation": {
      "en": "Break with me, girl. And break it with me, girl.",
      "de": "Gefällt dir das? Mach mit, Süße. Mach mit Wir tanzen ab"
    }
  },
  {
    "translation": {
      "en": "Break it with me. Break it with me. Shimmy, shimmy, shimmy.",
      "de": "Mach mit Wir tanzen ab Shake Shake Oder auch nicht."
    }
  },
  {
    "translation": {
      "en": "-[music ends] -Oh, no shimmy.",
      "de": "Oder auch nicht."
    }
  },
  {
    "translation": {
      "en": "No shimmy?",
      "de": "Kein Shaken?"
    }
  },
  {
    "translation": {
      "en": "I can't. [hiccups]",
      "de": "Ich kann nicht."
    }
  },
  {
    "translation": {
      "en": "Oh, I've never heard you hiccup before.",
      "de": "Du hattest noch nie Schluckauf."
    }
  },
  {
    "translation": {
      "en": "You okay, Lay Lay, or was my dancing just that bad?",
      "de": "Alles ok, Lay Lay? Oder war mein Tanzen so schlimm?"
    }
  },
  {
    "translation": {
      "en": "Marky has been nonstop with his demands. [hiccups]",
      "de": "Marky will ständig was."
    }
  },
  {
    "translation": {
      "en": "He had me use my powers a million times today,",
      "de": "Ich musste meine Kräfte Millionen Mal einsetzen."
    }
  },
  {
    "translation": {
      "en": "and your dancing is that bad.",
      "de": "Und du tanzt schlecht."
    }
  },
  {
    "translation": {
      "en": "If it isn't my favorite girls.",
      "de": "Da sind meine Lieblingsmädels ja."
    }
  },
  {
    "translation": {
      "en": "I've got a new entrepreneurial endeavor that you two are going to love helping me with,",
      "de": "Ich habe eine unternehmerische Idee, bei der ihr mir gerne helfen werdet."
    }
  },
  {
    "translation": {
      "en": "because I said so.",
      "de": "Weil ich es sage."
    }
  },
  {
    "translation": {
      "en": "Marky, we've got to practice for our performance,",
      "de": "Wir müssen für unseren Auftritt proben."
    }
  },
  {
    "translation": {
      "en": "and Lay Lay is tired from all your demands. Stop power-tripping on her powers.",
      "de": "Lay Lay ist müde von deinen Befehlen. Hör auf, ihre Kräfte auszubeuten."
    }
  },
  {
    "translation": {
      "en": "I hear you, but I've got financial independence to achieve.",
      "de": "Verstehe, aber ich muss finanziell unabhängig werden."
    }
  },
  {
    "translation": {
      "en": "That's why I invested in a new instant hair-removal cream called InstaShave.",
      "de": "Deshalb investiere ich in Insta Shave, eine Haarentfernungscreme."
    }
  },
  {
    "translation": {
      "en": "What do you know about hair removal?",
      "de": "Was weißt du von Haarentfernung? Dein Schnurrbart besteht höchstens"
    }
  },
  {
    "translation": {
      "en": "The closest thing you have to a mustache is ketchup on your lip.",
      "de": "Was weißt du von Haarentfernung? Dein Schnurrbart besteht höchstens aus Ketchup auf der Lippe."
    }
  },
  {
    "translation": {
      "en": "I don't need it, but the A-listers at the CHoFMAs will.",
      "de": "Ich brauche das nicht, aber die Promis bei den CHoFMAs."
    }
  },
  {
    "translation": {
      "en": "And if the right celebrity gets ahold of InstaShave, my business will boom.",
      "de": "Wenn ein Promi Insta Shave entdeckt, boomt mein Geschäft."
    }
  },
  {
    "translation": {
      "en": "Uh-uh. I see where this is going.",
      "de": "Ich weiß, worauf du hinauswillst."
    }
  },
  {
    "translation": {
      "en": "You want us to use InstaShave on our heads!",
      "de": "Wir sollen Insta Shave auf dem Kopf benutzen?"
    }
  },
  {
    "translation": {
      "en": "What? [hiccups] I'm not doing that. These buns are… [hiccups] Iconic.",
      "de": "Was? Niemals. Diese Haarknoten sind Kult."
    }
  },
  {
    "translation": {
      "en": "Calm down. All the celebrities get gift bags full of swag.",
      "de": "Beruhigt euch. Alle Promis bekommen Geschenktüten."
    }
  },
  {
    "translation": {
      "en": "You think I don't know what swag is? Look at me.",
      "de": "Denkst du, das weiß ich nicht? Sieh mich an."
    }
  },
  {
    "translation": {
      "en": "All I need you to do is sneak some samples of InstaShave into the CHoFMA swag bag",
      "de": "Ihr steckt einfach ein paar Insta Shave-Proben in die Tüten, damit alle Promis sie mitnehmen."
    }
  },
  {
    "translation": {
      "en": "so that every celebrity leaves with it.",
      "de": "in die Tüten, damit alle Promis sie mitnehmen."
    }
  },
  {
    "translation": {
      "en": "What if we say… [hiccups] No?",
      "de": "Und wenn wir Nein sagen?"
    }
  },
  {
    "translation": {
      "en": "I'll say… [hiccups] Mom, Dad!",
      "de": "Dann sage ich: Mom! Dad!"
    }
  },
  {
    "translation": {
      "en": "Fine. Whatever you want, Marky.",
      "de": "Na gut, wie du willst, Marky."
    }
  },
  {
    "translation": {
      "en": "Or I can take this lovely pillow and smack the snitch out of him.",
      "de": "Oder ich nehme dieses wunderschöne Kissen und verprügele die Petze!"
    }
  },
  {
    "translation": {
      "en": "No, Lay Lay. Put the pillow down. Hey, hey, hey! No, no.",
      "de": "Nein, Lay Lay. Leg das Kissen zurück. Hey! Hör auf."
    }
  },
  {
    "translation": {
      "en": "-Hey, stop! -You want to do this?",
      "de": "Nein, Lay Lay. Leg das Kissen zurück. Hey! Hör auf. -Wie kannst du das tun? -Nein. Das reicht. Böse Lay Lay."
    }
  },
  {
    "translation": {
      "en": "-Let me do this! -No. No more. -Let me go. -Hey, bad Lay Lay.",
      "de": "-Wie kannst du das tun? -Nein. Das reicht. Böse Lay Lay."
    }
  },
  {
    "translation": {
      "en": "Bad Lay Lay. Bad, bad, bad.",
      "de": "-Wie kannst du das tun? -Nein. Das reicht. Böse Lay Lay. Nein. Hör auf, Lay Lay."
    }
  },
  {
    "translation": {
      "en": "Honey, how are we supposed to know what Iggy Azalea's assistant looks like?",
      "de": "Woher wissen wir, wie Iggy Azaleas Assistentin aussieht?"
    }
  },
  {
    "translation": {
      "en": "They all look the same: computer-y, glasses,",
      "de": "Die sehen alle gleich aus. Computerfreaks, Brille,"
    }
  },
  {
    "translation": {
      "en": "pale, and weak from too much screen time.",
      "de": "blass und schwach nach zu viel Zeit vorm Bildschirm."
    }
  },
  {
    "translation": {
      "en": "Hi. I'm Jasmine, the pale and weak assistant you're here to meet.",
      "de": "Hi, ich bin Jasmine, die blasse und schwache Assistentin."
    }
  },
  {
    "translation": {
      "en": "You're Iggy Azalea's assistant?",
      "de": "Sie sind Iggy Azaleas Assistentin?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -But you're so young.",
      "de": "-Ja. -Aber Sie sind so jung."
    }
  },
  {
    "translation": {
      "en": "Am I, or are you just really old?",
      "de": "Bin ich das? Oder sind Sie so alt?"
    }
  },
  {
    "translation": {
      "en": "-Listen, little girl-- -Uh, thank you.",
      "de": "Hören Sie mal zu… Vielen Dank."
    }
  },
  {
    "translation": {
      "en": "Thank you for taking the time to meet with us.",
      "de": "Danke, dass Sie sich die Zeit für uns nehmen."
    }
  },
  {
    "translation": {
      "en": "So Iggy would love to give your presentation speech.",
      "de": "Iggy würde liebend gern diese Rede halten."
    }
  },
  {
    "translation": {
      "en": "Yes! I celebrated too soon, didn't I?",
      "de": "Ja! Ich habe mich zu früh gefreut, oder?"
    }
  },
  {
    "translation": {
      "en": "Little bit.",
      "de": "Ein bisschen."
    }
  },
  {
    "translation": {
      "en": "As her new assistant, I need to make sure that she's associating with the right people.",
      "de": "Als Assistentin muss ich dafür sorgen, dass sie die richtigen Leute auswählt."
    }
  },
  {
    "translation": {
      "en": "Ms. Alexander, it's to my understanding that you're a bit of a…diva.",
      "de": "Ms. Alexander, ich habe den Eindruck, dass Sie eine kleine Diva sind."
    }
  },
  {
    "translation": {
      "en": "Excuse me?",
      "de": "Verzeihung?"
    }
  },
  {
    "translation": {
      "en": "Oh, no, you said the D word.",
      "de": "Oh nein, das D-Wort."
    }
  },
  {
    "translation": {
      "en": "Iggy said you got into an argument with her the last time you worked together.",
      "de": "Iggy sagte, bei der letzten Kooperation gab es Streit."
    }
  },
  {
    "translation": {
      "en": "Oh, no, she's still hung up on that? I wouldn't call it an argument.",
      "de": "-Das trägt sie ihr noch nach? -Das war kein Streit, sie…"
    }
  },
  {
    "translation": {
      "en": "It's just she was wrong, and I was right.",
      "de": "-Das trägt sie ihr noch nach? -Das war kein Streit, sie… Sie hatte unrecht. Ich hatte recht."
    }
  },
  {
    "translation": {
      "en": "And apparently you told her that, a lot.",
      "de": "Und das haben Sie wohl sehr oft erwähnt."
    }
  },
  {
    "translation": {
      "en": "It was a jingle for Hooper's Hot Tubs, but it was so long ago,",
      "de": "Es war ein Jingle für Hoopers Whirlpools. Es ist lange her, wer…"
    }
  },
  {
    "translation": {
      "en": "-who can even remember-- -Okay.",
      "de": "Es war ein Jingle für Hoopers Whirlpools. Es ist lange her, wer… Also, sie wollte…"
    }
  },
  {
    "translation": {
      "en": "She wanted ♪ Ooh, my, my, buy a hot tub ♪",
      "de": "Also, sie wollte… Oh, meine Güte, kauf dir einen Whirlpool"
    }
  },
  {
    "translation": {
      "en": "But I knew it should be ♪ My, my, ooh, buy a hot tub ♪",
      "de": "Aber ich wusste, besser wäre… Meine Güte, oh, kauf dir einen Whirlpool"
    }
  },
  {
    "translation": {
      "en": "You heard it. I was right.",
      "de": "Sie sehen, ich hatte recht."
    }
  },
  {
    "translation": {
      "en": "-Should I be talking to you? -I think that would be best.",
      "de": "-Soll ich mit Ihnen reden? -Das wäre das Beste."
    }
  },
  {
    "translation": {
      "en": "The only way Iggy is willing to introduce you two",
      "de": "Iggy wird Sie nur vorstellen,"
    }
  },
  {
    "translation": {
      "en": "is if I get a video of her apologizing.",
      "de": "wenn sie eine Entschuldigung per Video bekommt."
    }
  },
  {
    "translation": {
      "en": "Okay. I understand.",
      "de": "Ich verstehe."
    }
  },
  {
    "translation": {
      "en": "Come on, baby. Say you're sorry.",
      "de": "Los, Baby. Entschuldige dich."
    }
  },
  {
    "translation": {
      "en": "Oh, that's not it. Iggy wants Trish to do an \"I'm sorry\" dance",
      "de": "Da ist noch mehr. Ein \"Tut mir leid\"-Tanz,"
    }
  },
  {
    "translation": {
      "en": "so she can share it with her millions of followers.",
      "de": "den sie mit ihren Millionen Followern teilen wird."
    }
  },
  {
    "translation": {
      "en": "Oh, and you're gonna love the song.",
      "de": "Sie werden den Song lieben. Er geht so."
    }
  },
  {
    "translation": {
      "en": "It goes ♪ Ooh, my, my, I'm sorry ♪",
      "de": "Sie werden den Song lieben. Er geht so. Oh, meine Güte, es tut mir leid"
    }
  },
  {
    "translation": {
      "en": "Oh, I'm sorry. I'm sorry that you wasted your breath singing that nonsense.",
      "de": "Es tut mir leid, dass Sie Ihren Atem für diesen Unsinn verschwenden."
    }
  },
  {
    "translation": {
      "en": "Honey, honey, having Iggy Azalea introduce us would be a huge deal.",
      "de": "Schatz. Iggy Azaleas Rede wäre eine große Sache für uns."
    }
  },
  {
    "translation": {
      "en": "Just… just apologize.",
      "de": "Entschuldige dich einfach."
    }
  },
  {
    "translation": {
      "en": "-Who cares now? -[sighs] No.",
      "de": "Was soll's? Nein."
    }
  },
  {
    "translation": {
      "en": "Please, baby, baby, please.",
      "de": "Bitte, Baby. Bitte."
    }
  },
  {
    "translation": {
      "en": "No, baby, baby, no.",
      "de": "Nein, Baby. Nein."
    }
  },
  {
    "translation": {
      "en": "You have 24 hours to change your mind. I'll be here same time tomorrow.",
      "de": "Sie haben 24 Stunden Zeit zu überlegen. Morgen hier, gleiche Zeit."
    }
  },
  {
    "translation": {
      "en": "Oh, right. I ordered lunch, but now I'm not hungry.",
      "de": "Ach, ja. Ich habe Essen bestellt, aber ich habe keinen Hunger."
    }
  },
  {
    "translation": {
      "en": "Iggy would want you to pay for it.",
      "de": "Iggy wollte, dass Sie das zahlen."
    }
  },
  {
    "translation": {
      "en": "Okay, bye.",
      "de": "Bis dann!"
    }
  },
  {
    "translation": {
      "en": "What even is InstaShave?",
      "de": "Was ist dieses Insta Shave?"
    }
  },
  {
    "translation": {
      "en": "Sweet James Brown, Marky is going to need",
      "de": "Süßer James Brown. Marky braucht mehr als Promis,"
    }
  },
  {
    "translation": {
      "en": "more than a celebrity endorsement to sell this goop.",
      "de": "Süßer James Brown. Marky braucht mehr als Promis, um das zu verkaufen."
    }
  },
  {
    "translation": {
      "en": "[gags] Oh, yeah. That stuff definitely works",
      "de": "Oh ja! Das Zeug wirkt."
    }
  },
  {
    "translation": {
      "en": "because it just burned out all my nose hairs.",
      "de": "Es hat meine Nasenhaare weggebrannt."
    }
  },
  {
    "translation": {
      "en": "Okay. These are custom labels with my adorable smile on them.",
      "de": "Hier sind personalisierte Etiketten mit meinem bezaubernden Lächeln."
    }
  },
  {
    "translation": {
      "en": "No one could say no to this face.",
      "de": "Keiner sagt Nein zu diesem Gesicht."
    }
  },
  {
    "translation": {
      "en": "You want us to put those labels on every single one of these containers?",
      "de": "Wir sollen damit jeden einzelnen dieser Behälter bekleben?"
    }
  },
  {
    "translation": {
      "en": "Oh, not just these. There's 12 more boxes.",
      "de": "Und noch 12 Kisten mehr!"
    }
  },
  {
    "translation": {
      "en": "So you girls had better get a move on. Toodles.",
      "de": "Beeilt euch lieber, Mädels! Tschüssili!"
    }
  },
  {
    "translation": {
      "en": "[sighs] Let's get to work.",
      "de": "An die Arbeit."
    }
  },
  {
    "translation": {
      "en": "As long as we're under Marky's thumb, we're never gonna get a chance",
      "de": "Solange Marky uns rumscheucht, werden wir nie proben können."
    }
  },
  {
    "translation": {
      "en": "to rehearse for the CHoFMAs,",
      "de": "Solange Marky uns rumscheucht, werden wir nie proben können. Wir dürfen meine Eltern nicht enttäuschen."
    }
  },
  {
    "translation": {
      "en": "and we can't let my parents down.",
      "de": "Wir dürfen meine Eltern nicht enttäuschen."
    }
  },
  {
    "translation": {
      "en": "You're right. We're gonna be here all night.",
      "de": "Total. Wir haben keine Wahl."
    }
  },
  {
    "translation": {
      "en": "both: Bars.",
      "de": "-War 'n Reim! -War 'n Reim!"
    }
  },
  {
    "translation": {
      "en": "Wait, I know. We can multitask.",
      "de": "Ich habe eine Idee. Multitasking!"
    }
  },
  {
    "translation": {
      "en": "Let's rehearse our performance while we finish Marky's work.",
      "de": "Wir proben, während wir Markys Arbeit erledigen."
    }
  },
  {
    "translation": {
      "en": "Come on, girl.",
      "de": "Komm schon."
    }
  },
  {
    "translation": {
      "en": "♪ Rip and dip that hip ♪",
      "de": "Schwingt und kreist die Hüften"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "de": "-Komm. -Ok."
    }
  },
  {
    "translation": {
      "en": "♪ Go, Lay Lay, go, Lay Lay ♪",
      "de": "Los, Lay Lay, Los, Lay Lay"
    }
  },
  {
    "translation": {
      "en": "♪ Go, Sadie, do the Say Say ♪",
      "de": "Los, Sadie, Tanz den Say Say"
    }
  },
  {
    "translation": {
      "en": "♪ Hey ♪",
      "de": "Hey!"
    }
  },
  {
    "translation": {
      "en": "-♪ Whoa ♪ -Clap. -Do a hip. -Oh! Get into it!",
      "de": "-Was? Klatscht! Oh ja! -Schwingt die Hüften! Alles klar?"
    }
  },
  {
    "translation": {
      "en": "Is this fun and frolicking I see?",
      "de": "Habt ihr etwa Spaß?"
    }
  },
  {
    "translation": {
      "en": "No, no, no, no, no, no, no, no, no, no, no, no, no!",
      "de": "Nein!"
    }
  },
  {
    "translation": {
      "en": "I want less \"Happy Feet\" and more \"Hard Knock Life.\"",
      "de": "Weniger Springerei, mehr Anpacken."
    }
  },
  {
    "translation": {
      "en": "You know what? Forget this.",
      "de": "Ok. Weißt du, was? Vergiss es."
    }
  },
  {
    "translation": {
      "en": "I'm going upstairs to get me a drink and kick my feet up.",
      "de": "Ich hole mir was zu trinken und lege meine Füße hoch."
    }
  },
  {
    "translation": {
      "en": "-Do I need to tell my parents your secret? -I wish you would.",
      "de": "-Muss ich dein Geheimnis verraten? -Bitte, mach das!"
    }
  },
  {
    "translation": {
      "en": "-[buzzing] -Oh, I feel weird. Something's happening.",
      "de": "Ich fühle mich komisch. Irgendwas stimmt nicht."
    }
  },
  {
    "translation": {
      "en": "Wow. She's moving with super speed.",
      "de": "Wow! Sie rennt megaschnell!"
    }
  },
  {
    "translation": {
      "en": "Well, that's a new one.",
      "de": "Tja, das ist neu."
    }
  },
  {
    "translation": {
      "en": "Whoa. What was that? Did I just--",
      "de": "Was war das? Bin ich gerade…"
    }
  },
  {
    "translation": {
      "en": "Zip around the room like Usain Bolt strapped to a rocket ship? Yeah. Yeah, you did.",
      "de": "Im Zimmer herumgerannt wie Usain Bolt auf einer Rakete? Ja, bist du."
    }
  },
  {
    "translation": {
      "en": "You just found a new avatar power.",
      "de": "Eine neue Avatar-Kraft!"
    }
  },
  {
    "translation": {
      "en": "It's like speeding up a video on your phone.",
      "de": "Das war wie ein beschleunigtes Handyvideo."
    }
  },
  {
    "translation": {
      "en": "Which is perfect, because we have so many more containers to label.",
      "de": "Das ist perfekt. Wir haben noch viele Behälter zu beschriften."
    }
  },
  {
    "translation": {
      "en": "Wait, did I say we? Because I meant y'all.",
      "de": "Warte. Sagte ich \"wir\"? Ich meinte, ihr!"
    }
  },
  {
    "translation": {
      "en": "Well, I guess this will give us more time to rehearse, since…",
      "de": "Wir hätten mehr Zeit zum Proben,"
    }
  },
  {
    "translation": {
      "en": "[hiccups] I can get this done quicker.",
      "de": "wenn wir das schneller erledigen."
    }
  },
  {
    "translation": {
      "en": "Yeah. Maybe you're right.",
      "de": "Vielleicht hast du recht."
    }
  },
  {
    "translation": {
      "en": "♪ Let's go, Lay Lay, clap, clap ♪",
      "de": "Los Lay Lay, klatsch in die Hände"
    }
  },
  {
    "translation": {
      "en": "Super speed, invisibility, freezing time?",
      "de": "Megaschnell, unsichtbar werden, Zeit anhalten…"
    }
  },
  {
    "translation": {
      "en": "With her avatar powers and my business genius,",
      "de": "Mit ihren Kräften und meinem Geschäftsgenie"
    }
  },
  {
    "translation": {
      "en": "we're gonna take over the world.",
      "de": "erobern wir die Welt!"
    }
  },
  {
    "translation": {
      "en": "Thank you so much for doing this. It's just a silly apology video,",
      "de": "Danke. Es ist nur ein albernes Entschuldigungsvideo,"
    }
  },
  {
    "translation": {
      "en": "and then tonight we'll be introduced",
      "de": "und heute Abend stellt uns bei den Music Awards"
    }
  },
  {
    "translation": {
      "en": "at the Cleveland Hall of Fame Music Awards by Iggy Azalea.",
      "de": "und heute Abend stellt uns bei den Music Awards Iggy Azalea vor."
    }
  },
  {
    "translation": {
      "en": "Who was wrong.",
      "de": "Wer hatte unrecht?"
    }
  },
  {
    "translation": {
      "en": "[sighs] Yeah. See, I know you were right, and you know you were right.",
      "de": "Ich weiß, du hattest recht. Und du weißt das auch. Also…"
    }
  },
  {
    "translation": {
      "en": "So what's it matter if her millions of followers think you were wrong?",
      "de": "Ich weiß, du hattest recht. Und du weißt das auch. Also… Sollen ihre Follower doch denken, was sie wollen."
    }
  },
  {
    "translation": {
      "en": "I'm gonna need one more.",
      "de": "Da muss noch mehr kommen."
    }
  },
  {
    "translation": {
      "en": "-Please, baby, baby, please. -[laughs]",
      "de": "Bitte, Baby, bitte."
    }
  },
  {
    "translation": {
      "en": "Ew, you're somebody's parents.",
      "de": "Sie sind doch Eltern."
    }
  },
  {
    "translation": {
      "en": "-Have you made your decision? -I have.",
      "de": "Haben Sie sich entschieden? Ja."
    }
  },
  {
    "translation": {
      "en": "I'm doing this for you.",
      "de": "Ich mache das für dich."
    }
  },
  {
    "translation": {
      "en": "-For us. -Whatever.",
      "de": "-Für uns. -Sicher."
    }
  },
  {
    "translation": {
      "en": "Hit record, little girl.",
      "de": "Nimm auf, Kleine."
    }
  },
  {
    "translation": {
      "en": "♪ Ooh, my, my, I'm sorry ♪",
      "de": "Oh, meine Güte, es tut mir leid"
    }
  },
  {
    "translation": {
      "en": "♪ Ooh, my, my, I was wrong ♪ ♪ Ooh, my, my, your way was better ♪",
      "de": "Ich hatte unrecht Deine Idee war besser"
    }
  },
  {
    "translation": {
      "en": "♪ This is my apology song ♪",
      "de": "Das ist mein Entschuldigungslied"
    }
  },
  {
    "translation": {
      "en": "Ooh, my, my.",
      "de": "Ach du meine Güte."
    }
  },
  {
    "translation": {
      "en": "We're going to break the Internet.",
      "de": "Damit zerstören wir das Internet."
    }
  },
  {
    "translation": {
      "en": "-And Iggy's gonna introduce us tonight? -You know it.",
      "de": "-Und Iggy stellt uns heute Abend vor? -Klar."
    }
  },
  {
    "translation": {
      "en": "Okay, bye.",
      "de": "Bis dann!"
    }
  },
  {
    "translation": {
      "en": "Thank you so much for doing this for us. I'm sorry you had to go through all this.",
      "de": "Danke. Tut mir leid, dass du das machen musstest."
    }
  },
  {
    "translation": {
      "en": "Oh, you can apologize better than that.",
      "de": "Du kannst dich besser entschuldigen."
    }
  },
  {
    "translation": {
      "en": "-What do you mean? -Uh-huh.",
      "de": "Wie meinst du das?"
    }
  },
  {
    "translation": {
      "en": "-No. -Ready? -No, seriously-- -Ready, five, six, seven, eight.",
      "de": "-Nein. Im Ernst? -Bereit? Fünf, sechs, sieben, acht…"
    }
  },
  {
    "translation": {
      "en": "♪ Ooh, my, my, I'm sorry ♪ ♪ Ooh, my, my, I was wrong ♪",
      "de": "Oh, meine Güte, es tut mir leid Ich hatte unrecht"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -♪ Ooh, my, my, your way was better ♪",
      "de": "Ja! -Deine Idee war besser -Nach oben!"
    }
  },
  {
    "translation": {
      "en": "-♪ This is my apology song ♪ -Break it down.",
      "de": "-Runter! -Das ist mein Entschuldigungslied"
    }
  },
  {
    "translation": {
      "en": "Babe, I forgot to press record.",
      "de": "Baby, ich hab's nicht aufgenommen."
    }
  },
  {
    "translation": {
      "en": "Yeah. One more.",
      "de": "Ja. Noch einmal."
    }
  },
  {
    "translation": {
      "en": "Five, six, seven, eight.",
      "de": "Fünf, sechs, sieben, acht…"
    }
  },
  {
    "translation": {
      "en": "♪ Ooh, my, my, I'm sorry ♪",
      "de": "Oh, meine Güte, es tut mir leid"
    }
  },
  {
    "translation": {
      "en": "♪ Ooh, my, my, I was wrong ♪",
      "de": "Ich hatte unrecht"
    }
  },
  {
    "translation": {
      "en": "♪ Ooh, my, my ♪",
      "de": "-Drehung. -Deine Idee war besser"
    }
  },
  {
    "translation": {
      "en": "I moved so fast, my brain got jiggled, and I do not like jiggly brain.",
      "de": "Ich war so schnell, dass mein Hirn durchgeschüttelt wurde."
    }
  },
  {
    "translation": {
      "en": "Good job. The first phase of Operation Marky Gets Rich is complete.",
      "de": "Gut gemacht. Die erste Phase von Marky-Wird-Reich ist abgeschlossen."
    }
  },
  {
    "translation": {
      "en": "Whoa. Lay Lay, you're hiccupping again.",
      "de": "Du hast wieder Schluckauf. Alles ok?"
    }
  },
  {
    "translation": {
      "en": "-Are you okay? -Oh, yeah, I just… [hiccups]",
      "de": "Du hast wieder Schluckauf. Alles ok? Ja. Ich brauche nur eine kurze Pause."
    }
  },
  {
    "translation": {
      "en": "Need a minute.",
      "de": "Ja. Ich brauche nur eine kurze Pause."
    }
  },
  {
    "translation": {
      "en": "Hey, kids. We got something to tell ya!",
      "de": "Kinder, seid ganz Ohr!"
    }
  },
  {
    "translation": {
      "en": "We just booked Iggy Azalea.",
      "de": "Iggy Azalea stellt uns vor!"
    }
  },
  {
    "translation": {
      "en": "all: Bars.",
      "de": "War 'n Reim!"
    }
  },
  {
    "translation": {
      "en": "Good job, Mom. You're not as lame as Sadie says you are.",
      "de": "Gut gemacht, Mom. Du bist nicht so lahm, wie Sadie sagt."
    }
  },
  {
    "translation": {
      "en": "I never said that. I said--",
      "de": "Das habe ich nie gesagt! Ich…"
    }
  },
  {
    "translation": {
      "en": "I love you, Mommy.",
      "de": "Hab dich lieb, Mami."
    }
  },
  {
    "translation": {
      "en": "Our 15 minutes of fame just turned into 20. Whoo!",
      "de": "Und aus unseren 15 Minuten Ruhm wurden 20 Minuten! Wow!"
    }
  },
  {
    "translation": {
      "en": "-Why are we running? -I'm too excited to walk!",
      "de": "Warum rennst du? -Ich bin zu aufgeregt zum Gehen. -Ok!"
    }
  },
  {
    "translation": {
      "en": "-Okay.",
      "de": "-Ich bin zu aufgeregt zum Gehen. -Ok!"
    }
  },
  {
    "translation": {
      "en": "Your parents' night is gonna be so amazing.",
      "de": "Der Abend wird für deine Eltern so toll werden."
    }
  },
  {
    "translation": {
      "en": "It's like a dream come true.",
      "de": "Ihr Traum wurde wahr."
    }
  },
  {
    "translation": {
      "en": "Speaking of dreams, let's talk about my dreams--",
      "de": "Apropos Träume, reden wir über meine Träume."
    }
  },
  {
    "translation": {
      "en": "money!",
      "de": "Geld!"
    }
  },
  {
    "translation": {
      "en": "Lay Lay, you're going to use your super-speed powers",
      "de": "Du steckst die Proben mit deinen Superkräften in die Tüten,"
    }
  },
  {
    "translation": {
      "en": "to get my samples into every gift bag, including Iggy's.",
      "de": "Du steckst die Proben mit deinen Superkräften in die Tüten, auch in Iggys."
    }
  },
  {
    "translation": {
      "en": "You're gonna make us work more?",
      "de": "Noch mehr Arbeit?"
    }
  },
  {
    "translation": {
      "en": "You're killing me, Marky.",
      "de": "Du machst mich fertig!"
    }
  },
  {
    "translation": {
      "en": "I can't perform after filling up all those bags with super speed.",
      "de": "Nach dem megaschnellen Tüten packen, kann ich nicht auftreten."
    }
  },
  {
    "translation": {
      "en": "I'm the queen of extra, but that is too extra.",
      "de": "Ich kann sehr viel, aber das ist zu viel."
    }
  },
  {
    "translation": {
      "en": "Oh, I don't feel good.",
      "de": "Mir geht's nicht gut."
    }
  },
  {
    "translation": {
      "en": "-What are you doing? -Lay Lay Lay.",
      "de": "-Was machst du da? -Lay Lay Lay."
    }
  },
  {
    "translation": {
      "en": "Lay Lay Lay Lay Lay Lay!",
      "de": "Lay Lay!"
    }
  },
  {
    "translation": {
      "en": "-Why do you keep saying your name? -Lay Lay Lay Lay Lay Lay.",
      "de": "-Warum sagst du ständig deinen Namen? -Lay Lay."
    }
  },
  {
    "translation": {
      "en": "Uh-oh. \"Lay Lay\" is all she can say. This isn't good.",
      "de": "Sie kann nur noch \"Lay Lay\" sagen! Das ist nicht gut."
    }
  },
  {
    "translation": {
      "en": "Lay Lay Lay Lay. Lay Lay.",
      "de": "Lay Lay."
    }
  },
  {
    "translation": {
      "en": "What is wrong with her, Sadie?",
      "de": "Was ist mit ihr los, Sadie?"
    }
  },
  {
    "translation": {
      "en": "You had her doing too much. Marky, you broke Lay Lay.",
      "de": "Du hast zu viel von ihr verlangt! Du hast Lay Lay zerstört!"
    }
  },
  {
    "translation": {
      "en": "♪ ♪",
      "de": "FORTSETZUNG FOLGT"
    }
  },
  {
    "translation": {
      "en": "Fashion is very, very, very, very important to me. It is a way that I keep my confidence up.",
      "de": "Mode ist mir sehr wichtig. So bewahre ich mein Selbstvertrauen."
    }
  },
  {
    "translation": {
      "en": "I like to be done up for sure. But, like, if you see me in a grocery store, airport,",
      "de": "Ich mache mich gerne zurecht, aber im Supermarkt, Flughafen…"
    }
  },
  {
    "translation": {
      "en": "joggers, hoodies,",
      "de": "Jogginghosen, Pullis."
    }
  },
  {
    "translation": {
      "en": "but you know, I got some cute stuff in there.",
      "de": "Das ist doch süß."
    }
  },
  {
    "translation": {
      "en": "So it's really just my comfort. I feel comfortable when I wear clothes like that.",
      "de": "Ich fühle mich so einfach wohl. Das nehmen wir."
    }
  },
  {
    "translation": {
      "en": "We're gonna go with that.",
      "de": "Das nehmen wir."
    }
  },
  {
    "translation": {
      "en": "I want to pick it out. [laughs]",
      "de": "Ich will aussuchen."
    }
  },
  {
    "translation": {
      "en": "-Let's go red. -Red?",
      "de": "-Rot. -Rot?"
    }
  },
  {
    "translation": {
      "en": "I have to wear something that makes me happy. And that's life with That Girl Lay Lay.",
      "de": "Ich muss tragen, was mich glücklich macht. So ist das Leben mit Lay Lay."
    }
  }
]