[
  {
    "translation": {
      "en": "You know, we're told to eat healthy,",
      "de": "Es heißt immer, für eine gesunde Ernährung"
    }
  },
  {
    "translation": {
      "en": "to sort of shop the perimeters of the grocery stores,",
      "de": "sollten wir möglichst in den Frischwarenabteilungen einkaufen."
    }
  },
  {
    "translation": {
      "en": "but I think what a lot of people don't realize",
      "de": "Aber vielen Menschen ist gar nicht bewusst,"
    }
  },
  {
    "translation": {
      "en": "is… this also may be the riskiest areas.",
      "de": "Aber vielen Menschen ist gar nicht bewusst, dass gerade dort die größten Gefahren lauern."
    }
  },
  {
    "translation": {
      "en": "You know, when I look around,",
      "de": "Wenn ich mich hier so umschaue,"
    }
  },
  {
    "translation": {
      "en": "I probably see 10, 15 different items.",
      "de": "Wenn ich mich hier so umschaue, sehe ich gleich 10 oder 15 Produkte,"
    }
  },
  {
    "translation": {
      "en": "The product's been contaminated, or I sued companies on behalf of victims.",
      "de": "wegen derer ich Firmen verklagte aufgrund von Verunreinigungen."
    }
  },
  {
    "translation": {
      "en": "[chuckles] I've litigated plenty of cases of romaine lettuce.",
      "de": "Ich führte mehrere Prozesse wegen Römersalat."
    }
  },
  {
    "translation": {
      "en": "Cut fruit, you know, countless outbreaks.",
      "de": "Unzählige Ausbrüche bei geschnittenem Obst."
    }
  },
  {
    "translation": {
      "en": "Cut cantaloupe.",
      "de": "Cantaloupe-Melonen,"
    }
  },
  {
    "translation": {
      "en": "Strawberries.",
      "de": "Erdbeeren,"
    }
  },
  {
    "translation": {
      "en": "Caramel apples.",
      "de": "glasierte Äpfel."
    }
  },
  {
    "translation": {
      "en": "Tomatoes. Onions. Cookie dough.",
      "de": "Tomaten, Zwiebeln, Plätzchenteig."
    }
  },
  {
    "translation": {
      "en": "The Similac infant formula.",
      "de": "Similac-Säuglingsnahrung."
    }
  },
  {
    "translation": {
      "en": "Chicken, you know, all these products are likely contaminated.",
      "de": "Hühnerfleisch… All das ist sehr anfällig für Erreger."
    }
  },
  {
    "translation": {
      "en": "It starts to feel, though, like nothing is safe, and you can't eat. Right?",
      "de": "JEDE WOCHE UNTERSUCHT DAS CDC BIS ZU 36 AUSBRÜCHE. Man hat das Gefühl, man kann gar nichts mehr essen."
    }
  },
  {
    "translation": {
      "en": "Yeah, I mean, you know, the industry, they send us these mixed messages.",
      "de": "Nun ja, was von der Branche kommt, ist sehr zwiespältig."
    }
  },
  {
    "translation": {
      "en": "They want us to buy their product,",
      "de": "Wir sollen einerseits die Erzeugnisse kaufen,"
    }
  },
  {
    "translation": {
      "en": "but they ultimately don't want to be responsible… for what they produce.",
      "de": "aber niemand will die Verantwortung für sie übernehmen."
    }
  },
  {
    "translation": {
      "en": "Until I show up.",
      "de": "Bis ich aufkreuze."
    }
  },
  {
    "translation": {
      "en": "We have by far the safest food supply in the entire world.",
      "de": "Unsere Lebensmittelversorgung ist mit Abstand die sicherste der Welt."
    }
  },
  {
    "translation": {
      "en": "[woman 1] The safest food supply in the world.",
      "de": "Die sicherste Lebensmittelversorgung."
    }
  },
  {
    "translation": {
      "en": "Let's remember one thing, we have the safest food supply",
      "de": "Die weltweit sicherste Versorgung"
    }
  },
  {
    "translation": {
      "en": "in the world right here in the US.",
      "de": "ist hier in den USA."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] The FDA is investigating a hepatitis A outbreak,",
      "de": "Die FDA untersucht mehrere Fälle von Hepatitis A"
    }
  },
  {
    "translation": {
      "en": "possibly linked to organic fresh strawberries.",
      "de": "in Verbindung mit frischen Erdbeeren."
    }
  },
  {
    "translation": {
      "en": "A multistate salmonella outbreak.",
      "de": "…Salmonellen in mehreren Staaten,"
    }
  },
  {
    "translation": {
      "en": "Health experts believe it is linked to some Jif peanut butter products.",
      "de": "die Ursache ist vermutlich Erdnussbutter von JIF."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] The recalls come after at least two infant deaths",
      "de": "Die Rückrufe folgen auf mindestens zwei Todesfälle"
    }
  },
  {
    "translation": {
      "en": "and several illnesses were potentially tied to formula.",
      "de": "und mehrere Erkrankungen in Verbindung mit Säuglingsnahrung."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] A variety of brands of raw cake mix have infected 16 people,",
      "de": "Sechzehn Verbraucher wurden durch die Backmischungen infiziert,"
    }
  },
  {
    "translation": {
      "en": "one of which developed a type of kidney failure.",
      "de": "einer erlitt ein Nierenversagen."
    }
  },
  {
    "translation": {
      "en": "[woman 2] We talk about our food supply being the safest in the world,",
      "de": "Es heißt, unsere Lebensmittel sind die sichersten der Welt,"
    }
  },
  {
    "translation": {
      "en": "and I believe it is.",
      "de": "und das glaube ich."
    }
  },
  {
    "translation": {
      "en": "[reporter 4] People reported getting sick, being hospitalized for liver dysfunction,",
      "de": "Menschen landen im Krankenhaus mit Leberfunktionsstörungen."
    }
  },
  {
    "translation": {
      "en": "and even having their gallbladders removed in some cases.",
      "de": "Einigen wird die Gallenblase entfernt."
    }
  },
  {
    "translation": {
      "en": "[reporter 5] One in four pieces of raw chicken is contaminated with salmonella.",
      "de": "Von vier Stücken rohen Hühnerfleischs hat eines Salmonellen."
    }
  },
  {
    "translation": {
      "en": "[reporter 6] The CDC announced another E. coli outbreak is impacting romaine lettuce.",
      "de": "Das CDC gab einen neuen E.-coli-Ausbruch in Römersalat bekannt."
    }
  },
  {
    "translation": {
      "en": "We have the safest food supply in the world.",
      "de": "Unsere Lebensmittelversorgung ist die sicherste der Welt."
    }
  },
  {
    "translation": {
      "en": "[reporter 7] Melons from a Colorado farm",
      "de": "Melonen von einer Farm in Colorado"
    }
  },
  {
    "translation": {
      "en": "are contaminated with what is called \"listeria.\"",
      "de": "Melonen von einer Farm in Colorado wurden mit Listerien verunreinigt."
    }
  },
  {
    "translation": {
      "en": "[reporter 8] Every four minutes, someone is rushed to the hospital",
      "de": "Alle vier Minuten wird jemand wegen eines Lebensmittels"
    }
  },
  {
    "translation": {
      "en": "because the food they ate made them sick.",
      "de": "ins Krankenhaus gebracht."
    }
  },
  {
    "translation": {
      "en": "We must continue to have the safest food supply in the world.",
      "de": "Wir müssen die sichersten Lebensmittel der Welt bewahren."
    }
  },
  {
    "translation": {
      "en": "Safest food in the world. [man 1] Safest food supply in the world.",
      "de": "Die weltweit sichersten Lebensmittel."
    }
  },
  {
    "translation": {
      "en": "Safest food supply. [woman 3] Safest food supply in the world.",
      "de": "Die sicherste Versorgung."
    }
  },
  {
    "translation": {
      "en": "[man 2] We have the best, most efficient, safest food supply in the entire world.",
      "de": "Wir haben die beste, effizienteste, sicherste Lebensmittelversorgung der Welt,"
    }
  },
  {
    "translation": {
      "en": "By golly, we need to keep it that way.",
      "de": "und das muss so bleiben."
    }
  },
  {
    "translation": {
      "en": "[announcer] Now, live at 11 o'clock.",
      "de": "Und jetzt live um 23 Uhr…"
    }
  },
  {
    "translation": {
      "en": "The warning tonight from health officials here in the Northwest.",
      "de": "Die Gesundheitsbehörden hier im Nordwesten"
    }
  },
  {
    "translation": {
      "en": "They say you should be on the lookout for a life-threatening illness that's cropping up in our area.",
      "de": "warnen vor einer lebensbedrohlichen Erkrankung in unserer Region."
    }
  },
  {
    "translation": {
      "en": "Forty-five people are…",
      "de": "45 Menschen sind…"
    }
  },
  {
    "translation": {
      "en": "[Bill] I actually remember this like it was yesterday.",
      "de": "Ich erinnere mich, als wärs gestern gewesen."
    }
  },
  {
    "translation": {
      "en": "There was an E. coli outbreak in the state of Washington",
      "de": "Im Staat Washington gab es einen Ausbruch von E. coli,"
    }
  },
  {
    "translation": {
      "en": "linked to something unknown.",
      "de": "und man kannte den Ursprung nicht."
    }
  },
  {
    "translation": {
      "en": "[man] The whole problem started",
      "de": "Alles begann,"
    }
  },
  {
    "translation": {
      "en": "when a pediatric infectious-disease specialist called me and said,",
      "de": "Alles begann, als mich ein Kinderarzt, Spezialist für Infektionskrankheiten, anrief."
    }
  },
  {
    "translation": {
      "en": "\"I've got 11 people who I've seen",
      "de": "KINDERKRANKENHAUS Er sagte: \"Ich habe 11 Patienten,"
    }
  },
  {
    "translation": {
      "en": "in about 30 hours with E. coli O157.\"",
      "de": "die in den letzten 30 Stunden hier mit E. coli O157 aufgetaucht sind."
    }
  },
  {
    "translation": {
      "en": "I've never seen anything like this before.",
      "de": "So etwas habe ich noch nicht erlebt.\""
    }
  },
  {
    "translation": {
      "en": "And that was a big red light for me",
      "de": "Da gingen bei mir alle Alarmglocken an."
    }
  },
  {
    "translation": {
      "en": "that something bad was going on.",
      "de": "Es war klar, hier passierte etwas Schlimmes."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Seven new cases of E. coli poisoning were confirmed…",
      "de": "Sieben neue Vergiftungsfälle durch E. coli…"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] …E. coli patients remain hospitalized.",
      "de": "Patienten im Krankenhaus…"
    }
  },
  {
    "translation": {
      "en": "[reporter 3] There are 21 kids in Western Washington hospitals.",
      "de": "21 Kinder werden derzeit in Krankenhäusern behandelt."
    }
  },
  {
    "translation": {
      "en": "Some experts say it's all about to get worse.",
      "de": "Experten zufolge ist das erst der Anfang."
    }
  },
  {
    "translation": {
      "en": "[John] We had no idea that it would be",
      "de": "Wir ahnten nicht, dass dies der größte Ausbruch der USA werden würde."
    }
  },
  {
    "translation": {
      "en": "the largest foodborne outbreak in the United States.",
      "de": "Wir ahnten nicht, dass dies der größte Ausbruch der USA werden würde. SCHLAGANFÄLLE, EPILEPSIE, DURCHFALL, NIERENVERSAGEN…"
    }
  },
  {
    "translation": {
      "en": "[man] I had just transferred from active duty. I was a nuclear engineer on a submarine in the Navy.",
      "de": "Ich kam gerade aus dem aktiven Dienst als Nukleartechniker in der Navy."
    }
  },
  {
    "translation": {
      "en": "I had a wife.",
      "de": "Ich war verheiratet und hatte einen neun Jahre alten"
    }
  },
  {
    "translation": {
      "en": "I had a nine-year-old son and a 16-month-old son at the time.",
      "de": "Ich war verheiratet und hatte einen neun Jahre alten und einen 16 Monate alten Sohn."
    }
  },
  {
    "translation": {
      "en": "There had already been some news-- Some rumblings about an E. coli outbreak.",
      "de": "In den Nachrichten hatte ich etwas von einem Ausbruch gehört."
    }
  },
  {
    "translation": {
      "en": "But it didn't mean anything to me. I never heard of E. coli.",
      "de": "VATER VON RILEY DETWILER E. coli, das sagte mir nichts."
    }
  },
  {
    "translation": {
      "en": "\"What's the worst that could happen?\"",
      "de": "Was sollte schon passieren?"
    }
  },
  {
    "translation": {
      "en": "E. coli poisoning is a fairly new illness.",
      "de": "Vergiftungen durch E. coli sind relativ neu."
    }
  },
  {
    "translation": {
      "en": "Not much is known about why the bacteria causes some people to get so sick.",
      "de": "Nicht viel ist bekannt darüber, warum die Bakterien so krank machen."
    }
  },
  {
    "translation": {
      "en": "Mr. Kobayashi, can you tell us, uh, the concern seems to be with secondary…",
      "de": "Herr Kobayashi, können Sie uns sagen…"
    }
  },
  {
    "translation": {
      "en": "[John] A big part of the outbreak was explaining what E. coli O157 was.",
      "de": "Eine große Rolle spielte damals, E. coli O157 überhaupt erst zu erklären."
    }
  },
  {
    "translation": {
      "en": "I felt like I was, uh, Tony Fauci for a couple of weeks. [chuckles]",
      "de": "Für ein paar Wochen kam ich mir vor wie Tony Fauci."
    }
  },
  {
    "translation": {
      "en": "The average incubation period for most, uh, people is three to four days.",
      "de": "Die Inkubationszeit beträgt im Durchschnitt drei bis vier Tage."
    }
  },
  {
    "translation": {
      "en": "The problem is that it can take up to nine days before a person becomes ill.",
      "de": "Problematisch ist, dass bis zur Erkrankung neun Tage vergehen können."
    }
  },
  {
    "translation": {
      "en": "The mainstay of disease prevention, uh, for this type of illness",
      "de": "Unerlässlich für die Vorbeugung einer solchen Krankheit"
    }
  },
  {
    "translation": {
      "en": "is thorough washing of hands, uh, either when…",
      "de": "ist sorgfältiges Händewaschen."
    }
  },
  {
    "translation": {
      "en": "E. coli is a general category of bacteria,",
      "de": "Escherichia coli ist eine breite Bakterienkategorie,"
    }
  },
  {
    "translation": {
      "en": "and they're natural inhabitants of everybody's intestines.",
      "de": "die im Darm eines jeden Menschen zu finden ist."
    }
  },
  {
    "translation": {
      "en": "There are many, many different kinds of E. coli.",
      "de": "Es gibt unzählige Arten dieses Bakteriums."
    }
  },
  {
    "translation": {
      "en": "Most don't do any harm at all.",
      "de": "Die meisten sind völlig harmlos."
    }
  },
  {
    "translation": {
      "en": "But there are certain ones, like E. coli O157, that can make you real sick.",
      "de": "Aber bestimmte, wie E. coli O157, führen zu schweren Erkrankungen."
    }
  },
  {
    "translation": {
      "en": "Within a couple of days,",
      "de": "Nach ein paar Tagen war klar,"
    }
  },
  {
    "translation": {
      "en": "it became clear that it was linked to Jack in the Box undercooked hamburgers.",
      "de": "dass nicht durchgegarte Hamburger der Fast-Food-Kette Jack in the Box die Ursache waren."
    }
  },
  {
    "translation": {
      "en": "More than 150 people have become ill after eating tainted hamburger meat",
      "de": "Über 150 Menschen sind infolge verdorbenen Fleischs in Hamburgern der Kette in Idaho und Washington erkrankt."
    }
  },
  {
    "translation": {
      "en": "at Jack in the Box restaurants in Idaho and Washington State.",
      "de": "in Hamburgern der Kette in Idaho und Washington erkrankt."
    }
  },
  {
    "translation": {
      "en": "One child has died.",
      "de": "Ein Kind kam ums Leben."
    }
  },
  {
    "translation": {
      "en": "So one of the big problems with E. coli O157 is they produce what's called a Shiga toxin.",
      "de": "Eine Gefahr des O157-Stamms ist die Bildung von Shiga-Toxin."
    }
  },
  {
    "translation": {
      "en": "They get into the gut and then start pumping out this toxin,",
      "de": "Die Bakterien produzieren das Gift im Darm,"
    }
  },
  {
    "translation": {
      "en": "and that toxin gets into the blood, and that will kill blood cells,",
      "de": "es kommt ins Blut und tötet Blutkörperchen."
    }
  },
  {
    "translation": {
      "en": "and then those lysed blood cells end up causing organ failure,",
      "de": "Die aufgelösten Zellen führen zu Organversagen,"
    }
  },
  {
    "translation": {
      "en": "the kidneys to shut down.",
      "de": "genauer gesagt der Nieren."
    }
  },
  {
    "translation": {
      "en": "And that's how kids die.",
      "de": "Ein Kind stirbt daran."
    }
  },
  {
    "translation": {
      "en": "There are now more than 312 cases in our state alone.",
      "de": "Allein hier in unserem Staat sind es über 312 Fälle."
    }
  },
  {
    "translation": {
      "en": "And today there was another death.",
      "de": "Heute starb ein weiteres Kind."
    }
  },
  {
    "translation": {
      "en": "So when the Jack in the Box case hit,",
      "de": "Zum Zeitpunkt des Falls von Jack in the Box"
    }
  },
  {
    "translation": {
      "en": "I was my fourth year out of law school.",
      "de": "war ich seit vier Jahren Anwalt"
    }
  },
  {
    "translation": {
      "en": "I was 34 years old.",
      "de": "und 34 Jahre alt."
    }
  },
  {
    "translation": {
      "en": "I got a phone call from a former client of mine",
      "de": "Ein ehemaliger Mandant rief mich an."
    }
  },
  {
    "translation": {
      "en": "who had a friend whose daughter, Brianne Kiner, was in the hospital.",
      "de": "Er hatte einen Freund, dessen Tochter, Brianne Kinder, im Krankenhaus lag."
    }
  },
  {
    "translation": {
      "en": "They asked me to go meet with them.",
      "de": "Sie baten mich um ein Treffen."
    }
  },
  {
    "translation": {
      "en": "She'd been hospitalized for, you know, four and a half, five months by then.",
      "de": "Brianne war schon fast fünf Monate im Krankenhaus in Behandlung."
    }
  },
  {
    "translation": {
      "en": "There's so many mechanical things going on",
      "de": "Da waren überall Geräte."
    }
  },
  {
    "translation": {
      "en": "and wires going into her and tubes going into her.",
      "de": "Sie lag da mit Schläuchen und Drähten."
    }
  },
  {
    "translation": {
      "en": "And I walked out of the room. I was crying.",
      "de": "Als ich das Zimmer verließ, weinte ich."
    }
  },
  {
    "translation": {
      "en": "Because it was just really difficult, you know?",
      "de": "Es war wirklich hart."
    }
  },
  {
    "translation": {
      "en": "It's difficult even today to think about, you know, Brianne in that situation.",
      "de": "Es ist heute noch schwer, wenn ich an diesen Anblick denke."
    }
  },
  {
    "translation": {
      "en": "You know, she was… she was so vulnerable.",
      "de": "Sie war so verletzlich."
    }
  },
  {
    "translation": {
      "en": "And she just ate a freakin' hamburger.",
      "de": "Und alles wegen eines Hamburgers."
    }
  },
  {
    "translation": {
      "en": "The board of directors of Jack in the Box is ordering a full investigation",
      "de": "Die Unternehmensleitung hat eine umfassende Untersuchung"
    }
  },
  {
    "translation": {
      "en": "into the deadly mistake.",
      "de": "des tödlichen Fehlers angeordnet."
    }
  },
  {
    "translation": {
      "en": "The investigators and the health department,",
      "de": "Ermittler und Gesundheitsbehörde fanden heraus,"
    }
  },
  {
    "translation": {
      "en": "they were able to determine that my kid got sick from this other kid at the daycare center.",
      "de": "dass mein Kind sich bei einem Kind in der Tagesstätte angesteckt hatte."
    }
  },
  {
    "translation": {
      "en": "[reporter] Children's Hospital is treating 18 children this evening,",
      "de": "Zurzeit sind 18 Kinder im Krankenhaus in Behandlung."
    }
  },
  {
    "translation": {
      "en": "four of whom got E. coli",
      "de": "Vier haben die Bakterien nicht von Hamburgern,"
    }
  },
  {
    "translation": {
      "en": "not from hamburgers but from someone else,",
      "de": "Vier haben die Bakterien nicht von Hamburgern, sondern von einer anderen Person."
    }
  },
  {
    "translation": {
      "en": "a secondary infection.",
      "de": "sondern von einer anderen Person. GUTE BESSERUNG, RILEY"
    }
  },
  {
    "translation": {
      "en": "[Darin] All of a sudden, there were two new doctors that came in.",
      "de": "Plötzlich tauchten zwei neue Ärzte auf."
    }
  },
  {
    "translation": {
      "en": "They announced that they believed he had developed what's called hemolytic uremic syndrome.",
      "de": "Sie sagten, er leide unter einem hämolytisch-urämischen Syndrom."
    }
  },
  {
    "translation": {
      "en": "Which essentially is, when it gets so bad,",
      "de": "Das bedeutet, die Infektion war so schlimm,"
    }
  },
  {
    "translation": {
      "en": "the E. coli basically was eating him away from the inside.",
      "de": "dass die Bakterien ihn förmlich von innen auffraßen,"
    }
  },
  {
    "translation": {
      "en": "That it was one organ after another.",
      "de": "ein Organ nach dem anderen."
    }
  },
  {
    "translation": {
      "en": "I remember saving newspaper clippings, thinking someday I'll be able to",
      "de": "Ich bewahrte Zeitungsartikel auf, weil ich dachte, eines Tages…"
    }
  },
  {
    "translation": {
      "en": "communicate with my son and tell him how…",
      "de": "…kann ich meinem Sohn erzählen,"
    }
  },
  {
    "translation": {
      "en": "how brave he was",
      "de": "wie tapfer er gewesen war,"
    }
  },
  {
    "translation": {
      "en": "and how proud I was of him.",
      "de": "und wie stolz ich auf ihn war."
    }
  },
  {
    "translation": {
      "en": "[reporter] I'd like to introduce Vicki and Darin Detwiler,",
      "de": "Ich möchte Ihnen Vicki und Darin Detwiler vorstellen."
    }
  },
  {
    "translation": {
      "en": "whose 16-month-old son remains in critical condition",
      "de": "Ihr kleiner Sohn ist nach wie vor in kritischem Zustand"
    }
  },
  {
    "translation": {
      "en": "at Tacoma's Mary Bridge Hospital.",
      "de": "im Kinderkrankenhaus in Tacoma."
    }
  },
  {
    "translation": {
      "en": "My question to you now is,",
      "de": "Meine Frage an Sie ist,"
    }
  },
  {
    "translation": {
      "en": "what are you prepared to do in regards to the tainted-meat problem?",
      "de": "was tun Sie gegen das Problem von verdorbenem Fleisch?"
    }
  },
  {
    "translation": {
      "en": "First of all, we've got to make it clear to people who are providing fast food",
      "de": "Zuallererst müssen wir den Fast-Food-Anbietern klarmachen,"
    }
  },
  {
    "translation": {
      "en": "that they've got to do everything they can to comply with our cooking regulations…",
      "de": "dass Vorschriften zur Zubereitung unbedingt einzuhalten sind…"
    }
  },
  {
    "translation": {
      "en": "[John] The regulation in the United States",
      "de": "Die US-Vorschrift besagte,"
    }
  },
  {
    "translation": {
      "en": "was that hamburger should be cooked to at least 140 degrees.",
      "de": "dass Hamburger eine Kerntemperatur von mindestens 60 °C erreichen mussten."
    }
  },
  {
    "translation": {
      "en": "In Washington State,",
      "de": "Der Staat Washington hatte dies auf 68 °C geändert,"
    }
  },
  {
    "translation": {
      "en": "we had changed that law to 155 degrees because we noticed",
      "de": "Der Staat Washington hatte dies auf 68 °C geändert, weil uns aufgefallen war, dass viele Patienten mit E. coli O157"
    }
  },
  {
    "translation": {
      "en": "that many of the people with O157",
      "de": "weil uns aufgefallen war, dass viele Patienten mit E. coli O157"
    }
  },
  {
    "translation": {
      "en": "had eaten poorly cooked hamburger.",
      "de": "nicht durchgegarte Burger gegessen hatten."
    }
  },
  {
    "translation": {
      "en": "[reporter] There's been lots of attention on this story,",
      "de": "Die Story hat großes Aufsehen erregt,"
    }
  },
  {
    "translation": {
      "en": "but I think there is still some confusion.",
      "de": "doch es gibt wohl noch Verwirrung."
    }
  },
  {
    "translation": {
      "en": "Was it undercooking or contaminated beef that caused the problem?",
      "de": "War die Ursache ungenügendes Garen oder verunreinigtes Fleisch?"
    }
  },
  {
    "translation": {
      "en": "Barry, I think that some of that confusion has been probably from industry statements",
      "de": "Ich glaube, die Verwirrung kommt aufgrund von Stellungnahmen der Branche,"
    }
  },
  {
    "translation": {
      "en": "trying to avoid some of the blame for this. The answer is both.",
      "de": "die der Verantwortung aus dem Weg gehen will. Es war beides."
    }
  },
  {
    "translation": {
      "en": "The company was not following the procedure",
      "de": "Das Unternehmen hielt sich nicht an die Vorschriften des Bundesstaats."
    }
  },
  {
    "translation": {
      "en": "that was required by the state of Washington,",
      "de": "Das Unternehmen hielt sich nicht an die Vorschriften des Bundesstaats. AUTORIN VON \"SAFE FOOD\" Angeblich, weil sie nichts davon wussten."
    }
  },
  {
    "translation": {
      "en": "which the company said they didn't know anything about.",
      "de": "Angeblich, weil sie nichts davon wussten."
    }
  },
  {
    "translation": {
      "en": "[reporter] Do you believe, in retrospect, that Jack in the Box chose not to pay attention to certain things, like the law?",
      "de": "Glauben Sie nun, dass Jack in the Box bewusst einige Vorschriften ignorierte?"
    }
  },
  {
    "translation": {
      "en": "No, I don't believe that at all.",
      "de": "Nein, absolut nicht."
    }
  },
  {
    "translation": {
      "en": "We would never choose not to pay attention to the law.",
      "de": "Wir würden Gesetze niemals absichtlich unbeachtet lassen."
    }
  },
  {
    "translation": {
      "en": "Why… why would a company choose not to pay attention to the law?",
      "de": "Wieso sollte ein Unternehmen das je tun?"
    }
  },
  {
    "translation": {
      "en": "[Bill] During discovery, they dumped on me about a million pages of documents.",
      "de": "Während der Ermittlungen überschütteten sie mich mit Millionen Seiten Papier."
    }
  },
  {
    "translation": {
      "en": "I am pretty confident that they thought that I wouldn't go through them,",
      "de": "Ich vermute, sie dachten, ich würde das alles nicht durcharbeiten."
    }
  },
  {
    "translation": {
      "en": "but we started finding things that were really interesting.",
      "de": "Aber wir fanden ein paar sehr interessante Dinge."
    }
  },
  {
    "translation": {
      "en": "An employee of Jack in the Box",
      "de": "Eine Angestellte des Unternehmens hatte der Zentrale"
    }
  },
  {
    "translation": {
      "en": "sent a letter in the suggestion box to corporate headquarters saying,",
      "de": "Eine Angestellte des Unternehmens hatte der Zentrale über einen Brief im Vorschlagskasten mitgeteilt:"
    }
  },
  {
    "translation": {
      "en": "\"Hey, we're undercooking our hamburgers, and we're having customer complaints.\"",
      "de": "\"Unsere Burger werden nicht durchgegart. Kunden beschweren sich.\""
    }
  },
  {
    "translation": {
      "en": "And then you could see the real paper trail.",
      "de": "Dem folgte eine ganze Spur von Dokumenten."
    }
  },
  {
    "translation": {
      "en": "Not only did they receive the new regulations from the state of Washington for increased cook times",
      "de": "Sie hatten nicht nur die Vorschriften bezüglich längerer Garzeiten erhalten."
    }
  },
  {
    "translation": {
      "en": "but that they actually thought about it",
      "de": "Sie dachten sogar darüber nach"
    }
  },
  {
    "translation": {
      "en": "and made the decision to essentially ignore it.",
      "de": "und entschieden sich, sie zu ignorieren."
    }
  },
  {
    "translation": {
      "en": "Once I had that,",
      "de": "Als ich das sah,"
    }
  },
  {
    "translation": {
      "en": "I called up the lawyer for Jack in the Box and said, you know, \"You're done.\"",
      "de": "rief ich den Anwalt des Unternehmens an und sagte: \"Ihr habt keine Chance.\""
    }
  },
  {
    "translation": {
      "en": "Jack in the Box now admits it misplaced a Washington State advisory",
      "de": "Die Fast-Food-Kette gab zu, die Vorgabe verlegt zu haben,"
    }
  },
  {
    "translation": {
      "en": "directing that all hamburgers must be cooked at 155 degrees.",
      "de": "in der eine Kerntemperatur von 68 °C angeordnet worden war."
    }
  },
  {
    "translation": {
      "en": "Jack in the Box says it found the advisory when…",
      "de": "Das Dokument sei aufgetaucht, als…"
    }
  },
  {
    "translation": {
      "en": "As a parent, you try to protect your kids.",
      "de": "Als Eltern wollen wir unsere Kinder schützen."
    }
  },
  {
    "translation": {
      "en": "And then something that's invisible comes along that you don't know about,",
      "de": "Und dann kommt so etwas Unsichtbares daher, von dem man zuvor noch nie etwas gehört hat."
    }
  },
  {
    "translation": {
      "en": "that you've never even heard of. [inhales]",
      "de": "von dem man zuvor noch nie etwas gehört hat."
    }
  },
  {
    "translation": {
      "en": "It's so devastating.",
      "de": "Das zerstört einen."
    }
  },
  {
    "translation": {
      "en": "Doctor says, \"You're gonna ask about second opinion",
      "de": "Der Arzt sagte: \"Sie können eine zweite oder dritte Meinung einholen,"
    }
  },
  {
    "translation": {
      "en": "and third opinion, but there's zero chance of recovery at this point.\"",
      "de": "Der Arzt sagte: \"Sie können eine zweite oder dritte Meinung einholen, aber die Chancen auf Heilung sind gleich null."
    }
  },
  {
    "translation": {
      "en": "That, uh, \"There's been so much organ damage,",
      "de": "Seine Organschäden sind zu groß."
    }
  },
  {
    "translation": {
      "en": "and we're not able to get enough oxygen into him",
      "de": "Er nimmt nur ungenügend Sauerstoff auf."
    }
  },
  {
    "translation": {
      "en": "and that the amount of brain damage at this point,",
      "de": "Bei seinen Schäden am Gehirn"
    }
  },
  {
    "translation": {
      "en": "keeping him on life support any longer",
      "de": "wären weitere lebensverlängernde Maßnahmen"
    }
  },
  {
    "translation": {
      "en": "would be… abusive.\"",
      "de": "nur noch… qualvoll."
    }
  },
  {
    "translation": {
      "en": "\"It's just… it's not going to do anything.\"",
      "de": "Sie werden nicht helfen.\""
    }
  },
  {
    "translation": {
      "en": "I asked them to take everything off so I could hold him for a little while.",
      "de": "Ich bat sie, die Schläuche zu entfernen, damit ich ihn halten konnte."
    }
  },
  {
    "translation": {
      "en": "And I actually had to get Dr. Crane to come and… and check",
      "de": "Und ich bat Dr. Crane, ihn abzuhören. Ich dachte, wenn ich ihn nur nah genug an mich hielte,"
    }
  },
  {
    "translation": {
      "en": "because somehow I kept thinking that if I just held him close enough,",
      "de": "Ich dachte, wenn ich ihn nur nah genug an mich hielte,"
    }
  },
  {
    "translation": {
      "en": "that his heart would keep on beating and that he'd keep on breathing.",
      "de": "würde sein Herz weiterschlagen, und er würde weiteratmen."
    }
  },
  {
    "translation": {
      "en": "[Marion] Four children died.",
      "de": "Vier Kinder starben."
    }
  },
  {
    "translation": {
      "en": "I mean, can you imagine?",
      "de": "Stellen Sie sich das vor,"
    }
  },
  {
    "translation": {
      "en": "They died from a hamburger at Jack in the Box.",
      "de": "sie starben an einem Burger aus einem Fast-Food-Restaurant."
    }
  },
  {
    "translation": {
      "en": "If you're the parent of one of those kids, this is beyond your comprehension.",
      "de": "Für die Eltern dieser Kinder ist dies absolut nicht zu verstehen."
    }
  },
  {
    "translation": {
      "en": "And I have to say that E. coli O157 deaths are pretty awful.",
      "de": "Und E. coli O157 ist einfach grausam."
    }
  },
  {
    "translation": {
      "en": "They're not nice deaths.",
      "de": "Das ist kein schöner Tod."
    }
  },
  {
    "translation": {
      "en": "[Darin] Jack in the Box lawyers met with us and offered us a settlement",
      "de": "Die Anwälte der Kette boten uns einen Vergleich an,"
    }
  },
  {
    "translation": {
      "en": "that included essentially a gag order that we could never talk about it.",
      "de": "der jedoch eine Maulkorbklausel enthielt."
    }
  },
  {
    "translation": {
      "en": "And I had already made the decision",
      "de": "Ich hatte schon entschieden, niemals zu schweigen,"
    }
  },
  {
    "translation": {
      "en": "that there's no way I was gonna keep quiet for the rest of my life",
      "de": "Ich hatte schon entschieden, niemals zu schweigen, was die Ursache für den Tod meines Sohnes betraf."
    }
  },
  {
    "translation": {
      "en": "about what was the cause of my son's death.",
      "de": "was die Ursache für den Tod meines Sohnes betraf."
    }
  },
  {
    "translation": {
      "en": "I couldn't handle the idea of not doing anything, even if that meant that I needed to change careers.",
      "de": "Ich musste etwas tun, selbst wenn es eine berufliche Veränderung bedeutete."
    }
  },
  {
    "translation": {
      "en": "I am a professor and assistant dean",
      "de": "Ich bin Professor und stellvertretender Dekan."
    }
  },
  {
    "translation": {
      "en": "focused on regulatory affairs of food and food industries…",
      "de": "Mein Schwerpunkt liegt auf der Regulierung von Lebensmitteln…"
    }
  },
  {
    "translation": {
      "en": "[off camera] I teach about food safety and food policy as a professor. I teach grad students.",
      "de": "Ich unterrichte Doktoranden in den Themen Lebensmittelsicherheit und -politik."
    }
  },
  {
    "translation": {
      "en": "I had to try to do something to prevent others from being in the same situation.",
      "de": "Ich musste einfach etwas tun, damit andere nicht in eine solche Situation geraten würden."
    }
  },
  {
    "translation": {
      "en": "It's the largest personal injury settlement ever in our state.",
      "de": "Es ist die größte Ausgleichszahlung in der Geschichte unseres Staates."
    }
  },
  {
    "translation": {
      "en": "It looks like the parent company for Jack in the Box restaurants",
      "de": "Das Mutterunternehmen von Jack in the Box"
    }
  },
  {
    "translation": {
      "en": "will have to pay millions of dollars for serving undercooked hamburgers.",
      "de": "zahlt Millionen für den Verkauf nicht durchgegarter Hamburger."
    }
  },
  {
    "translation": {
      "en": "Settlement is expected to cost Jack in the Box at least $10 million.",
      "de": "Die Zahlungen betragen mindestens zehn Millionen Dollar."
    }
  },
  {
    "translation": {
      "en": "$4.4 million.",
      "de": "4,4 Millionen Dollar."
    }
  },
  {
    "translation": {
      "en": "$15.6 million.",
      "de": "15,6 Millionen Dollar."
    }
  },
  {
    "translation": {
      "en": "We're very confident that, uh, that money will be sufficient",
      "de": "Wir sind zuversichtlich, dass dieses Geld ausreichen wird,"
    }
  },
  {
    "translation": {
      "en": "to care for Brianne over the course of her life, however…",
      "de": "um für Brianne zu sorgen…"
    }
  },
  {
    "translation": {
      "en": "[man] Bill Marler not only became the most important attorney",
      "de": "Bill Marler wurde nicht nur der wichtigste Anwalt,"
    }
  },
  {
    "translation": {
      "en": "in terms of handling lawsuits against the companies that are responsible for those outbreaks,",
      "de": "der gegen Unternehmen klagte, die verantwortlich waren."
    }
  },
  {
    "translation": {
      "en": "but he's also become a much larger advocate.",
      "de": "Er wurde auch zu einem sehr starken Verfechter."
    }
  },
  {
    "translation": {
      "en": "I'm tired of visiting with horribly sick kids",
      "de": "Ich bin es leid, kranke Kinder zu besuchen,"
    }
  },
  {
    "translation": {
      "en": "who did not have to be sick in the first place. I am outraged…",
      "de": "die nicht krank sein sollten. Ich bin wütend…"
    }
  },
  {
    "translation": {
      "en": "He has become one of the dominant voices in food safety reform in the United States,",
      "de": "Seine Stimme hat enormes Gewicht bei Reformen der Lebensmittelsicherheit."
    }
  },
  {
    "translation": {
      "en": "having started out as a plaintiff's attorney.",
      "de": "Und es begann mit der Vertretung von Klägern."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Specific to Jack in the Box, how did the burgers get contaminated?",
      "de": "Im Fall von Jack in the Box, wie kam es zu der Kontamination?"
    }
  },
  {
    "translation": {
      "en": "[hesitates] So, we don't know exactly how the Jack in the Box hamburger got contaminated,",
      "de": "Wir wissen nicht genau, wie die Burger verunreinigt wurden."
    }
  },
  {
    "translation": {
      "en": "but, you know, generally, we know how it happens.",
      "de": "Aber normalerweise ist es so:"
    }
  },
  {
    "translation": {
      "en": "It's usually in the slaughter facility.",
      "de": "Es passiert gewöhnlich im Schlachthof,"
    }
  },
  {
    "translation": {
      "en": "It's, uh, nicking of a gut of a cow during slaughter.",
      "de": "wenn der Darm eines Rindes beim Schlachten verletzt wird."
    }
  },
  {
    "translation": {
      "en": "But the whole meat industry was premised on the fact that the slaughterhouses",
      "de": "Doch die gesamte Fleischindustrie basierte darauf, dass Schlachthöfe und Verpacker letztlich tun konnten, was sie wollten."
    }
  },
  {
    "translation": {
      "en": "and the beef packers could essentially do whatever they wanted to do.",
      "de": "dass Schlachthöfe und Verpacker letztlich tun konnten, was sie wollten."
    }
  },
  {
    "translation": {
      "en": "And it was up to consumers",
      "de": "Es war die Aufgabe der Verbraucher,"
    }
  },
  {
    "translation": {
      "en": "to cook the E. coli out of the product.",
      "de": "die Bakterien aus dem Produkt herauszukochen."
    }
  },
  {
    "translation": {
      "en": "If you buy a piece of steak, that's a piece of meat from one animal.",
      "de": "Wenn Sie ein Steak kaufen, dann ist das ein Stück von einem Tier."
    }
  },
  {
    "translation": {
      "en": "If there is E. coli, it's on the outside. It's not in the middle.",
      "de": "Erreger sind an der Oberfläche, nicht mittendrin."
    }
  },
  {
    "translation": {
      "en": "So searing the steak would help kill that.",
      "de": "Das Steak anzubraten hilft, den Erreger abzutöten."
    }
  },
  {
    "translation": {
      "en": "The problem is that when you buy ground beef,",
      "de": "Das Problem bei Hackfleisch ist,"
    }
  },
  {
    "translation": {
      "en": "you now take the outsides, and they're part of the insides.",
      "de": "dass die Oberflächen Teil des Inneren werden."
    }
  },
  {
    "translation": {
      "en": "Not only are you bringing all the animals together and slaughtering them in the same facility,",
      "de": "Nicht nur werden all diese Tiere in der gleichen Einrichtung geschlachtet."
    }
  },
  {
    "translation": {
      "en": "now you're taking chunks of multiple animals, and you're grinding them up into one big mess.",
      "de": "Auch werden Stücke von mehreren Tieren zu einer riesigen Masse vermischt."
    }
  },
  {
    "translation": {
      "en": "[Marion] Hamburger, sometimes, is the result of mixing meat",
      "de": "Manchmal stammt das Fleisch für Hamburger"
    }
  },
  {
    "translation": {
      "en": "from as many as 400 animals.",
      "de": "von bis zu 400 Tieren."
    }
  },
  {
    "translation": {
      "en": "[chuckling] Kind of awful to think about.",
      "de": "Man will gar nicht drüber nachdenken."
    }
  },
  {
    "translation": {
      "en": "If one of those animals has this toxic form of E. coli,",
      "de": "Wenn auch nur ein Tier die toxische Variante des Erregers hat,"
    }
  },
  {
    "translation": {
      "en": "you're in trouble.",
      "de": "hat man ein Problem."
    }
  },
  {
    "translation": {
      "en": "[Bill] In the aftermath of Jack in the Box,",
      "de": "Nach dem Hamburger-Fall"
    }
  },
  {
    "translation": {
      "en": "you know, people from USDA met with victims,",
      "de": "gab es Treffen mit Opfern im Landwirtschaftsministerium,"
    }
  },
  {
    "translation": {
      "en": "and, you know, the Clinton Administration, to their credit,",
      "de": "und die Clinton-Regierung, das ist anzuerkennen,"
    }
  },
  {
    "translation": {
      "en": "brought in people who were pretty activist.",
      "de": "band Leute ein, die sehr engagiert waren."
    }
  },
  {
    "translation": {
      "en": "Mike?",
      "de": "KONTROLLEN BEI FLEISCH UND GEFLÜGEL"
    }
  },
  {
    "translation": {
      "en": "[Bill] You know, Mike Taylor being one.",
      "de": "KONTROLLEN BEI FLEISCH UND GEFLÜGEL Zum Beispiel Mike Taylor."
    }
  },
  {
    "translation": {
      "en": "We intend to reduce the risk of foodborne illness",
      "de": "Wir wollen das Risiko lebensmittelbedingter Erkrankungen"
    }
  },
  {
    "translation": {
      "en": "associated with the consumption of meat and poultry products",
      "de": "Wir wollen das Risiko lebensmittelbedingter Erkrankungen durch Verzehr von Fleisch und Geflügel so weit wie möglich senken."
    }
  },
  {
    "translation": {
      "en": "to the maximum extent possible.",
      "de": "durch Verzehr von Fleisch und Geflügel so weit wie möglich senken."
    }
  },
  {
    "translation": {
      "en": "[assistant] Thank you.",
      "de": "Danke."
    }
  },
  {
    "translation": {
      "en": "[Mike] The official policy of the USDA was",
      "de": "Die offizielle Haltung des Landwirtschaftsministeriums war,"
    }
  },
  {
    "translation": {
      "en": "that this is not the responsibility of the regulatory system or the industry.",
      "de": "dass dies nicht in die Verantwortung der Gesetzgebung oder Industrie fiel."
    }
  },
  {
    "translation": {
      "en": "Consumers are expected to cook these products and make them safe themselves.",
      "de": "Die Verbraucher sollten über das Kochen selbst für die Sicherheit sorgen."
    }
  },
  {
    "translation": {
      "en": "The bottom line is that raw meat contains bacteria.",
      "de": "Wesentlich ist, rohes Fleisch enthält Bakterien."
    }
  },
  {
    "translation": {
      "en": "And proper cooking kills bacteria.",
      "de": "Sachgemäßes Kochen tötet Bakterien ab."
    }
  },
  {
    "translation": {
      "en": "[Mike] To mothers that lost children, to people whose families had been harmed by this outbreak,",
      "de": "Für Mütter, die ein Kind verloren hatten, und geschädigte Familien"
    }
  },
  {
    "translation": {
      "en": "that was, uh, a shocking and highly unacceptable revelation.",
      "de": "war dies völlig unakzeptabel."
    }
  },
  {
    "translation": {
      "en": "We simply had to take action immediately to try to change the dynamic.",
      "de": "Wir mussten sofort etwas tun, wenn wir etwas ändern wollten."
    }
  },
  {
    "translation": {
      "en": "And so I did make the decision that we would declare O157:H7 to be an adulterant,",
      "de": "Also entschied ich, den O157:H7-Stamm als Verunreinigung einzustufen,"
    }
  },
  {
    "translation": {
      "en": "and raw ground beef in the marketplace would be deemed illegal,",
      "de": "sodass Hackfleisch, das den Stamm enthielt, verboten war"
    }
  },
  {
    "translation": {
      "en": "and USDA could take action to remove it quickly from the market.",
      "de": "und das Amt schnell handeln konnte, um es vom Markt zu nehmen."
    }
  },
  {
    "translation": {
      "en": "That was a big game changer.",
      "de": "Das veränderte alles."
    }
  },
  {
    "translation": {
      "en": "It meant that it can't be in the meat.",
      "de": "Der Erreger durfte nicht im Fleisch sein."
    }
  },
  {
    "translation": {
      "en": "If it was in the meat, you had to pull it off the marketplace.",
      "de": "Geriet er hinein, dann musste das Fleisch vom Markt."
    }
  },
  {
    "translation": {
      "en": "You know, the rates that you see today are very minimal,",
      "de": "Die Belastungen heute sind äußerst gering."
    }
  },
  {
    "translation": {
      "en": "and you rarely see an E. coli outbreak involving ground beef,",
      "de": "Infektionen durch E. coli in Hackfleisch sehen wir heute nur selten."
    }
  },
  {
    "translation": {
      "en": "so it's a strong argument of just how much those reforms had an impact.",
      "de": "Das beweist die Wirkung, die diese Reformen hatten."
    }
  },
  {
    "translation": {
      "en": "[Bill] Thirty years ago,",
      "de": "Vor dreißig Jahren"
    }
  },
  {
    "translation": {
      "en": "all the work that I did was E. coli cases linked to hamburger.",
      "de": "drehte sich all meine Arbeit um E. coli in Hamburgern."
    }
  },
  {
    "translation": {
      "en": "[inhales] Today, that's zero.",
      "de": "Heute gar nicht mehr."
    }
  },
  {
    "translation": {
      "en": "I mean, it's a success story.",
      "de": "Das nenne ich einen Erfolg."
    }
  },
  {
    "translation": {
      "en": "It used to be the biggest E. coli threat was from hamburgers.",
      "de": "Hamburger galten als die größte Gefahrenquelle."
    }
  },
  {
    "translation": {
      "en": "So you'd think, \"Okay, as long as I don't eat hamburgers, I'm okay.\"",
      "de": "Wer also darauf verzichtete, fühlte sich sicher."
    }
  },
  {
    "translation": {
      "en": "And the CDC with a warning this afternoon about an E. coli outbreak linked to baby spinach.",
      "de": "Das CDC warnt heute vor einem Ausbruch von E. coli in Blattspinat."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Health officials are warning consumers",
      "de": "Die Gesundheitsbehörde warnt"
    }
  },
  {
    "translation": {
      "en": "to not eat Josie's Organics organic baby spinach.",
      "de": "vor dem Verzehr von Bio-Blattspinat der Marke Josie's."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Several cases of E. coli linked to organic power greens.",
      "de": "Mehrere Fälle von E.-coli-Infektionen durch Bio-Blattgemüse…"
    }
  },
  {
    "translation": {
      "en": "[Christine] And now E. coli is",
      "de": "Doch heute…"
    }
  },
  {
    "translation": {
      "en": "by far, uh, caused by lettuce more than ground beef.",
      "de": "…ist die Gefahr von E. coli in Salat größer als je zuvor beim Hackfleisch."
    }
  },
  {
    "translation": {
      "en": "When you eat a hamburger,",
      "de": "Bei einem Hamburger"
    }
  },
  {
    "translation": {
      "en": "the most dangerous part of that is not the burger.",
      "de": "Bei einem Hamburger ist nicht das Fleisch am gefährlichsten."
    }
  },
  {
    "translation": {
      "en": "It's going to be the onion, lettuce, and the tomatoes.",
      "de": "Es sind die Zwiebeln, der Salat und die Tomaten."
    }
  },
  {
    "translation": {
      "en": "-[birds chirping] -[dog barks]",
      "de": "ST. LOUIS, MISSOURI"
    }
  },
  {
    "translation": {
      "en": "You know, I've had bad potato salad or something that was, you know…",
      "de": "ST. LOUIS, MISSOURI Ich aß mal schlechten Kartoffelsalat. ELTERN VON STEPHANIE INGBERG"
    }
  },
  {
    "translation": {
      "en": "Just food poisoning",
      "de": "Eine kleine Vergiftung,"
    }
  },
  {
    "translation": {
      "en": "was my idea of what a foodborne illness is.",
      "de": "Eine kleine Vergiftung, das war meine Vorstellung einer \"lebensmittelbedingten Erkrankung\"."
    }
  },
  {
    "translation": {
      "en": "[Candie] Stephanie came to me, um, the morning we were leaving",
      "de": "Stephanie sagte mir morgens vor unserer Abreise,"
    }
  },
  {
    "translation": {
      "en": "and just said, you know, that she was feeling a little…",
      "de": "Stephanie sagte mir morgens vor unserer Abreise, sie fühle sich nicht ganz…"
    }
  },
  {
    "translation": {
      "en": "Having some gas and, you know, a little bit of diarrhea.",
      "de": "Sie habe Blähungen und ein bisschen Durchfall."
    }
  },
  {
    "translation": {
      "en": "But she just thought she was nervous, and we didn't think anything of it at all.",
      "de": "Aber sie schob es auf das Reisefieber. Wir beachteten es nicht weiter."
    }
  },
  {
    "translation": {
      "en": "[Candie] One, two, three.",
      "de": "MÄRZ 2018"
    }
  },
  {
    "translation": {
      "en": "[pilot] Ladies and gentlemen, let me be the first to welcome you to Punta Cana.",
      "de": "Meine Damen und Herren, willkommen in Punta Cana."
    }
  },
  {
    "translation": {
      "en": "[Candie] When we got to the Dominican Republic, and we were at the resort,",
      "de": "Als wir in unserem Resort in der Dominikanischen Republik ankamen,"
    }
  },
  {
    "translation": {
      "en": "she felt like she was feeling a little bit better. She took a shower.",
      "de": "fühlte sich etwas besser und nahm auch eine Dusche."
    }
  },
  {
    "translation": {
      "en": "But throughout the night, it progressed, getting worse and worse,",
      "de": "Aber in der Nacht wurde es immer schlimmer."
    }
  },
  {
    "translation": {
      "en": "and that's when I realized we needed to get some help.",
      "de": "Aber in der Nacht wurde es immer schlimmer. Mir wurde klar, dass wir Hilfe brauchten."
    }
  },
  {
    "translation": {
      "en": "It was an absolute nightmare of tests and doctors.",
      "de": "Es war ein einziger Albtraum von Tests und Ärzten."
    }
  },
  {
    "translation": {
      "en": "They kept telling us, \"She'll be better. We'll give her these antibiotics.\"",
      "de": "Sie sagten, es sei nur ein Infekt."
    }
  },
  {
    "translation": {
      "en": "\"She has this kind of bug. She'll be back at the resort tomorrow.\"",
      "de": "Mit Antibiotika sei sie morgen wieder im Resort."
    }
  },
  {
    "translation": {
      "en": "And then the next morning, when they let me go in to see her,",
      "de": "Am nächsten Morgen, als ich sie besuchte,"
    }
  },
  {
    "translation": {
      "en": "she didn't recognize me.",
      "de": "erkannte sie mich nicht."
    }
  },
  {
    "translation": {
      "en": "She was… she was pulling at her hair.",
      "de": "Sie zog an ihren Haaren."
    }
  },
  {
    "translation": {
      "en": "I'm like, \"She's having a seizure.\"",
      "de": "Ich dachte, sie hat einen Anfall."
    }
  },
  {
    "translation": {
      "en": "Her kidneys had stopped functioning, and she was having swelling of her brain.",
      "de": "Ihre Nieren versagten, und es kam zu einer Hirnschwellung."
    }
  },
  {
    "translation": {
      "en": "They made me leave, and they all rushed in,",
      "de": "Sie schickten mich raus, eilten ins Zimmer…"
    }
  },
  {
    "translation": {
      "en": "and it was just like from a bad… [chuckles, sniffles]",
      "de": "Es war wie ein böser…"
    }
  },
  {
    "translation": {
      "en": "A nightmare. Uh, the whole thing.",
      "de": "Es war ein einziger Albtraum."
    }
  },
  {
    "translation": {
      "en": "The doctor pulled Candie aside in a hallway and said, you know, \"You got to get her out of here.\"",
      "de": "Ein Arzt nahm meine Frau beiseite und sagte: „Bringen Sie sie von hier weg.“"
    }
  },
  {
    "translation": {
      "en": "I immediately went home and contacted, you know, over a dozen, uh, medevac, uh, operations",
      "de": "Ich kontaktierte sofort über ein Dutzend Krankenrücktransport-Anbieter,"
    }
  },
  {
    "translation": {
      "en": "and found one that was gonna get her out immediately.",
      "de": "und einer konnte sie gleich abholen."
    }
  },
  {
    "translation": {
      "en": "[Candie] It was then that next morning",
      "de": "Am nächsten Morgen fanden sie das Shiga-Toxin,"
    }
  },
  {
    "translation": {
      "en": "that they found the Shiga toxins in her system",
      "de": "Am nächsten Morgen fanden sie das Shiga-Toxin, wodurch sie bestätigen konnten, dass Kolibakterien die Ursache waren."
    }
  },
  {
    "translation": {
      "en": "to be able to say it was definitely from E. coli.",
      "de": "wodurch sie bestätigen konnten, dass Kolibakterien die Ursache waren."
    }
  },
  {
    "translation": {
      "en": "They said, \"She might not make it through the night.\" \"Get your son back from San Francisco.\"",
      "de": "Sie sagten, sie würde nicht überleben, unser Sohn sollte kommen."
    }
  },
  {
    "translation": {
      "en": "A priest was there within a couple hours to give her last rites.",
      "de": "Ein Priester kam und gab ihr die Krankensalbung."
    }
  },
  {
    "translation": {
      "en": "[man] Stephanie's condition rapidly deteriorated overnight",
      "de": "Stephanies Zustand verschlechterte sich rapide über Nacht"
    }
  },
  {
    "translation": {
      "en": "in a very critical condition. I think she had a few more hours to live, unfortunately.",
      "de": "und wurde extrem kritisch. Ich dachte, ihr bleiben nur Stunden."
    }
  },
  {
    "translation": {
      "en": "It is a very scary, uh, situation where you have a perfectly healthy,",
      "de": "Es ist beängstigend zu sehen,"
    }
  },
  {
    "translation": {
      "en": "athletic 17-year-old female that goes on spring break,",
      "de": "wie eine gesunde, sportliche 17-Jährige in die Ferien fährt,"
    }
  },
  {
    "translation": {
      "en": "and 48 hours later, she's dying.",
      "de": "und 48 Stunden später liegt sie im Sterben."
    }
  },
  {
    "translation": {
      "en": "[Scott] Stephanie had an infectious disease doctor who had us, I mean, basically, \"Collect what you can.\"",
      "de": "Ihr Arzt war Spezialist für Infektionen und bat uns, Informationen zu sammeln."
    }
  },
  {
    "translation": {
      "en": "\"Talk to all her friends.\" \"Go through her bank statements to find out what she ate.\"",
      "de": "Von Freunden, aus Bankauszügen, um herauszufinden, was sie gegessen hatte."
    }
  },
  {
    "translation": {
      "en": "'Cause we're thinking whatever she-- This may play a role in saving her life.",
      "de": "Was immer es war, es konnte helfen, ihr Leben zu retten."
    }
  },
  {
    "translation": {
      "en": "So we were thorough, thorough to find out everything, you know, she ate",
      "de": "Wir suchten also sehr gründlich nach allem,"
    }
  },
  {
    "translation": {
      "en": "over the, you know, previous week or two.",
      "de": "was sie in den zwei Wochen zuvor zu sich nahm."
    }
  },
  {
    "translation": {
      "en": "Her friend who she ate at Panera with sent us a snapshot…",
      "de": "Eine Freundin, die mit ihr bei Panera zum Essen war, schickte ein Foto…"
    }
  },
  {
    "translation": {
      "en": "…of a sign.",
      "de": "VERKAUFSSTOP …von einem Aushang. Da wurde uns alles klar. Römersalat!"
    }
  },
  {
    "translation": {
      "en": "It wasn't until then that we put two and two together. \"Romaine lettuce?\"",
      "de": "…von einem Aushang. Da wurde uns alles klar. Römersalat!"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Dozens of people have ended up in the hospital with possible cases of E. coli.",
      "de": "Dutzende Personen wurden mit E. coli ins Krankenhaus eingeliefert."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Ninety-eight people from 22 different states,",
      "de": "98 Menschen aus 22 Staaten,"
    }
  },
  {
    "translation": {
      "en": "making this the biggest multistate E. coli outbreak in at least 12 years.",
      "de": "98 Menschen aus 22 Staaten, das ist der größte E.-coli-Ausbruch seit 12 Jahren."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] The affected region is Yuma, Arizona.",
      "de": "Betroffen ist die Region von Yuma in Arizona."
    }
  },
  {
    "translation": {
      "en": "[woman] Most of the lettuce that we eat in the United States comes from two places.",
      "de": "Der Blattsalat der USA kommt größtenteils aus zwei Regionen,"
    }
  },
  {
    "translation": {
      "en": "It comes from California's Central Valley, and it comes from Yuma, Arizona.",
      "de": "und zwar aus dem Central Valley in Kalifornien und aus Yuma in Arizona."
    }
  },
  {
    "translation": {
      "en": "[Bill] The US is one of the top producers and exporters of leafy greens.",
      "de": "Die USA sind einer der führenden Erzeuger und Exporteure von Blattgemüse."
    }
  },
  {
    "translation": {
      "en": "So that means that the lettuce grown in Yuma and in Salinas is shipped all over the world.",
      "de": "Der in Yuma und Salinas angebaute Salat wird in die ganze Welt vertrieben."
    }
  },
  {
    "translation": {
      "en": "We're in a global food system",
      "de": "Wir sind in einem globalen System."
    }
  },
  {
    "translation": {
      "en": "where we're importing and exporting food all over the place.",
      "de": "Lebensmittel werden importiert und exportiert."
    }
  },
  {
    "translation": {
      "en": "So problems that occur here can certainly be exported elsewhere.",
      "de": "Taucht hier im Land ein Problem auf, kann es auch exportiert werden."
    }
  },
  {
    "translation": {
      "en": "Bacteria don't care about borders.",
      "de": "Bakterien kennen keine Grenzen,"
    }
  },
  {
    "translation": {
      "en": "They don't care about import and export restrictions.",
      "de": "lesen keine Exportbestimmungen."
    }
  },
  {
    "translation": {
      "en": "[woman] Consumers don't cook lettuce.",
      "de": "Salat wird nicht gekocht."
    }
  },
  {
    "translation": {
      "en": "There's no way to control that risk in our kitchen. We eat it fresh.",
      "de": "Wir essen ihn roh, das Risiko ist nicht kontrollierbar."
    }
  },
  {
    "translation": {
      "en": "[Darin] So there's no kill step.",
      "de": "Es findet kein Abtöten statt."
    }
  },
  {
    "translation": {
      "en": "You can clean it, but you're still not truly killing.",
      "de": "Salat wird höchstens gewaschen."
    }
  },
  {
    "translation": {
      "en": "[Bill] And \"organic\" only means that it uses less chemicals, pesticides.",
      "de": "\"Bioanbau\" bedeutet nur, dass weniger Chemikalien oder Pestizide eingesetzt wurden."
    }
  },
  {
    "translation": {
      "en": "Organic simply doesn't mean pathogen-free.",
      "de": "Es bedeutet nicht, dass es keine Erreger gibt."
    }
  },
  {
    "translation": {
      "en": "Explain how we get E. coli in greens.",
      "de": "Erklären Sie uns bitte, wie E. coli ins Blattgemüse gelangt."
    }
  },
  {
    "translation": {
      "en": "Right. So it's actually not the lettuce's fault.",
      "de": "Es liegt nicht am Salat selbst."
    }
  },
  {
    "translation": {
      "en": "-[Rachael] That's right. It really isn't. -It's the livestock.",
      "de": "-Stimmt. -Es sind die Tierbestände."
    }
  },
  {
    "translation": {
      "en": "[Lance] How we raise animals can fuel the growth of these bugs.",
      "de": "Wie wir Tiere halten, spielt eine Rolle für die Verbreitung von Bakterien."
    }
  },
  {
    "translation": {
      "en": "So if we crowd the animals together,",
      "de": "Stehen sie dicht zusammen"
    }
  },
  {
    "translation": {
      "en": "and you have one that's carrying a really bad pathogen like E. coli O157,",
      "de": "und eines trägt einen Erreger wie den O157-Stamm in sich,"
    }
  },
  {
    "translation": {
      "en": "then they can poop those bacteria out.",
      "de": "dann scheidet es diesen aus,"
    }
  },
  {
    "translation": {
      "en": "And then, the shit from the cattle washes off",
      "de": "und die Rinderkacke gelangt in Fließwasser"
    }
  },
  {
    "translation": {
      "en": "into the streams or into canals, irrigation canals,",
      "de": "und die Rinderkacke gelangt in Fließwasser oder in Kanäle für die Bewässerung,"
    }
  },
  {
    "translation": {
      "en": "and then those can be used to water these plants.",
      "de": "und aus denen werden die Pflanzen bewässert."
    }
  },
  {
    "translation": {
      "en": "You have this distribution system for these pathogens from animals to produce.",
      "de": "Da findet eine regelrechte Verteilung von den Tieren auf die Pflanzen statt."
    }
  },
  {
    "translation": {
      "en": "[Marion] The regulation of animal waste is minimal.",
      "de": "Gülle wird seitens der Gesetzgebung nur minimal geregelt."
    }
  },
  {
    "translation": {
      "en": "We have laws on the books, but they're not enforced.",
      "de": "Vorgaben existieren, aber sie werden nicht durchgesetzt."
    }
  },
  {
    "translation": {
      "en": "That is an American scandal.",
      "de": "Das ist ein nationaler Skandal."
    }
  },
  {
    "translation": {
      "en": "[Bill] What got Stephanie sick was romaine lettuce grown in Yuma, Arizona,",
      "de": "Stephanie erkrankte durch Römersalat, der in Yuma in Arizona angebaut wurde,"
    }
  },
  {
    "translation": {
      "en": "specifically in the Wellton Canal area,",
      "de": "genauer, im Gebiet des Welton-Kanals,"
    }
  },
  {
    "translation": {
      "en": "which happens to run right past the concentrated feedlots.",
      "de": "das neben mehreren Mastplätzen verläuft."
    }
  },
  {
    "translation": {
      "en": "Those are land-use issues that,",
      "de": "Das sind Fragen der Flächennutzung,"
    }
  },
  {
    "translation": {
      "en": "I think, are the things that FDA, USDA, the federal government, state governments,",
      "de": "die die Lebens- und Arzneimittelbehörde, das Landwirtschaftsministerium, der Bund und die Staaten"
    }
  },
  {
    "translation": {
      "en": "Environmental Protection Agency, all of those entities haven't kind of come to grips with that yet.",
      "de": "und die Umweltschutzbehörde alle bislang nicht im Griff haben."
    }
  },
  {
    "translation": {
      "en": "[Lance] There are 15 federal agencies that in one form or another, are tasked with food safety regulation.",
      "de": "Das Thema Lebensmittelsicherheit unterliegt 15 Bundesbehörden."
    }
  },
  {
    "translation": {
      "en": "[Bill] The USDA primarily deals with meat.",
      "de": "Das Landwirtschaftsministerium ist für Fleisch zuständig,"
    }
  },
  {
    "translation": {
      "en": "They were at the helm of the Jack in the Box E. coli case.",
      "de": "war es auch im Fall der Hamburger."
    }
  },
  {
    "translation": {
      "en": "And the FDA deals with leafy greens, like romaine and spinach.",
      "de": "Die Lebens- und Arzneimittelbehörde FDA kümmert sich um Blattgemüse."
    }
  },
  {
    "translation": {
      "en": "-[assistant] Go ahead. -[woman] Nice to meet you.",
      "de": "BEIDE BEHÖRDEN STIMMTEN EINEM 30-MINÜTIGEN INTERVIEW ZU. -Bitte. -Danke, freut mich."
    }
  },
  {
    "translation": {
      "en": "-Do you care which side? You pick. -[woman] No. I don't.",
      "de": "Suchen Sie sich eine Seite aus."
    }
  },
  {
    "translation": {
      "en": "Okay, I'll sit over here.",
      "de": "Gut, dann diese hier."
    }
  },
  {
    "translation": {
      "en": "[grunts] Great.",
      "de": "Schön."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Okay, we ready?",
      "de": "Bereit?"
    }
  },
  {
    "translation": {
      "en": "What falls under your jurisdiction? What falls under your jurisdiction?",
      "de": "Was fällt in Ihre jeweiligen Zuständigkeitsbereiche?"
    }
  },
  {
    "translation": {
      "en": "Sure, I'll start.",
      "de": "Ich fange gern an."
    }
  },
  {
    "translation": {
      "en": "USDA regulates meat and poultry products, egg products, and catfish.",
      "de": "Das Landwirtschaftsministerium ist zuständig für Fleisch, Geflügel, Eierwaren und Wels."
    }
  },
  {
    "translation": {
      "en": "And the FDA regulates, uh, all foods involved in interstate commerce",
      "de": "Die FDA kümmert sich um alle anderen Lebensmittel"
    }
  },
  {
    "translation": {
      "en": "that Sandy didn't mention, so it's about 80% of the US food system.",
      "de": "im staatenübergreifenden Handel. Das sind ca. 80 Prozent unserer Nahrungsmittel."
    }
  },
  {
    "translation": {
      "en": "It's a large responsibility and one that we take very seriously.",
      "de": "Es ist eine große Verantwortung, die wir sehr ernst nehmen."
    }
  },
  {
    "translation": {
      "en": "The regulatory framework we have in the world of food safety is pretty complicated.",
      "de": "Die Regulierung von Lebensmittelsicherheit ist weltweit recht kompliziert."
    }
  },
  {
    "translation": {
      "en": "Let's say you have a beef taco that's made in a restaurant.",
      "de": "Nehmen wir zum Beispiel ein Rindfleisch-Taco im Restaurant."
    }
  },
  {
    "translation": {
      "en": "So the beef, well, that's a USDA-regulated food.",
      "de": "Rindfleisch wird vom Landwirtschaftsministerium geregelt."
    }
  },
  {
    "translation": {
      "en": "Cheese and any of the pico de gallo that's on top of that,",
      "de": "Der Käse, Gemüse oder die Salsa…"
    }
  },
  {
    "translation": {
      "en": "those are FDA-regulated foods.",
      "de": "Die fallen in die Zuständigkeit der FDA."
    }
  },
  {
    "translation": {
      "en": "All of the making of that taco, well, that's happening in a restaurant",
      "de": "Die Zubereitung des Tacos passiert in einem Restaurant,"
    }
  },
  {
    "translation": {
      "en": "that's regulated by the local health department.",
      "de": "zuständig ist das örtliche Gesundheitsamt."
    }
  },
  {
    "translation": {
      "en": "So it's a really complicated process.",
      "de": "Es ist eine komplizierte Verwaltung."
    }
  },
  {
    "translation": {
      "en": "There's lots of different fingers that can be touching regulatory on that taco.",
      "de": "Viele Hände sind an diesem Taco regulatorisch beteiligt."
    }
  },
  {
    "translation": {
      "en": "When there's a foodborne illness outbreak,",
      "de": "Bei Lebensmittelvergiftungen oder einem Ausbruch"
    }
  },
  {
    "translation": {
      "en": "no single agency is responsible.",
      "de": "gibt es keine Behörde, die allein verantwortlich ist."
    }
  },
  {
    "translation": {
      "en": "So there's a lot of finger-pointing.",
      "de": "Da wird oft auf andere geschoben."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Ms. Eskin, does the USDA do anything on these cattle operations",
      "de": "Ergreift das Landwirtschaftsministerium Maßnahmen, um zu verhindern,"
    }
  },
  {
    "translation": {
      "en": "to make sure animal waste isn't getting into the irrigation water?",
      "de": "dass Gülle von Rindern in Bewässerungssysteme gelangen kann?"
    }
  },
  {
    "translation": {
      "en": "We have no direct authority on any of the production pieces of food animals…",
      "de": "Wir haben bei den Produktionsschritten von Nutzvieh keine direkte Befugnis."
    }
  },
  {
    "translation": {
      "en": "We are doing the best that we can do with our authorities…",
      "de": "Wir tun innerhalb unseres Rahmens unser Möglichstes…"
    }
  },
  {
    "translation": {
      "en": "We don't have that authority… We do not have authority…",
      "de": "Dazu sind wir sind nicht befugt…"
    }
  },
  {
    "translation": {
      "en": "Authority we have or don't have…",
      "de": "Wir sind befugt oder auch nicht…"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Feels like a gap in the system. Does it not?",
      "de": "Gibt es da eine Lücke im System?"
    }
  },
  {
    "translation": {
      "en": "I think that's a question you need to ask Congress…",
      "de": "Das ist eine Frage für den Kongress."
    }
  },
  {
    "translation": {
      "en": "That's Congress's decision…",
      "de": "Im Kongress wird entschieden…"
    }
  },
  {
    "translation": {
      "en": "The inspection process has to be raised with Congress…",
      "de": "Prüfprozesse müssen im Kongress diskutiert werden…"
    }
  },
  {
    "translation": {
      "en": "It's not for us to say. It's really something that has to come from Congress.",
      "de": "Das entscheiden nicht wir, sondern die Abgeordneten im Kongress."
    }
  },
  {
    "translation": {
      "en": "[interviewer] To your response that it's a question for Congress,",
      "de": "Sie verwiesen eben auf den Kongress."
    }
  },
  {
    "translation": {
      "en": "would you support legislation that gave USDA jurisdiction on the farm?",
      "de": "Würden Sie ein Gesetz befürworten, das Ihr Ministerium zuständig macht?"
    }
  },
  {
    "translation": {
      "en": "I'm not in a position to endorse legislation.",
      "de": "Es ist nicht Teil meiner Funktion, Gesetze zu unterstützen."
    }
  },
  {
    "translation": {
      "en": "As the regulatory body, that's not our lane.",
      "de": "Als Kontrollorgan gehört dies nicht zu unseren Aufgaben."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Mr. Yiannas, what is the FDA doing to solve the problem,",
      "de": "Herr Yiannas, was unternimmt Ihre Behörde zur Lösung des Problems?"
    }
  },
  {
    "translation": {
      "en": "and should consumers be satisfied?",
      "de": "Ist es ausreichend?"
    }
  },
  {
    "translation": {
      "en": "We believe that the FDA, as well as the entire food industry,",
      "de": "Die FDA, wie auch die Lebensmittelindustrie insgesamt,"
    }
  },
  {
    "translation": {
      "en": "the fresh leafy green industry, can and must do more.",
      "de": "die Blattgemüse-Branche, können und müssen mehr tun."
    }
  },
  {
    "translation": {
      "en": "Let me stress, must do more.",
      "de": "Sie müssen."
    }
  },
  {
    "translation": {
      "en": "Growers have a responsibility,",
      "de": "Es ist in erster Linie die Aufgabe der Anbauer zu wissen,"
    }
  },
  {
    "translation": {
      "en": "the primary responsibility to understand whether their products",
      "de": "Es ist in erster Linie die Aufgabe der Anbauer zu wissen, ob ihre Erzeugnisse verunreinigt werden können,"
    }
  },
  {
    "translation": {
      "en": "can be contaminated and take measures to mitigate those risks.",
      "de": "ob ihre Erzeugnisse verunreinigt werden können, und entsprechende Maßnahmen zu ergreifen."
    }
  },
  {
    "translation": {
      "en": "[Tim] My name is Tim York. T-I-M Y-O-R-K",
      "de": "Mein Name ist Tim York. T-I-M-Y-O-R-K."
    }
  },
  {
    "translation": {
      "en": "[interviewer] How should I title you for your position? Uh, CEO.",
      "de": "-Wie bezeichnen Sie Ihre Position? -CEO."
    }
  },
  {
    "translation": {
      "en": "-[interviewer] Of? -LGMA.",
      "de": "-Von? -LGMA."
    }
  },
  {
    "translation": {
      "en": "LGMA stands for Leafy Greens Marketing Agreement.",
      "de": "\"LGMA\" steht für \"Leafy Greens Marketing Agreement\"."
    }
  },
  {
    "translation": {
      "en": "We were started in 2007 to, uh, ensure safety in lettuce and leafy greens.",
      "de": "Der Verbund wurde 2007 gegründet, um die Sicherheit von Salaten und Blattgemüsen zu gewährleisten."
    }
  },
  {
    "translation": {
      "en": "[interviewer] What are some of the more recognizable handlers that are part of the LGMA that we might know?",
      "de": "Welche Firmen, die wir vielleicht kennen, gehören zu LGMA?"
    }
  },
  {
    "translation": {
      "en": "Members of LGMA would include Dole, Fresh Express,",
      "de": "Zu unseren Mitgliedern zählen Dole, Fresh Express,"
    }
  },
  {
    "translation": {
      "en": "Ready Pac, Taylor Farms, uh, Organic Girl.",
      "de": "Ready Pac, Taylor Farms, Organic Girl."
    }
  },
  {
    "translation": {
      "en": "Those are all names you probably see on the retail shelf of packaged salads.",
      "de": "Die finden Sie alle im Handel unter den abgepackten Salaten."
    }
  },
  {
    "translation": {
      "en": "[Sarah] The Leafy Greens Marketing Agreements",
      "de": "Mit den LGMA-Abkommen reagierte man"
    }
  },
  {
    "translation": {
      "en": "were formed in response to the 2006 spinach outbreak.",
      "de": "Mit den LGMA-Abkommen reagierte man auf den E.-coli-Ausbruch durch Spinat im Jahr 2006."
    }
  },
  {
    "translation": {
      "en": "Feds have a new warning about spinach. They want you to stay away from all spinach, not just the bagged produce.",
      "de": "Die Behörden warnen vor Spinat, und nicht nur dem abgepackten."
    }
  },
  {
    "translation": {
      "en": "We're talking about hundreds of bags of raw spinach out here.",
      "de": "Hier liegen Hunderte von Tüten."
    }
  },
  {
    "translation": {
      "en": "Now, no one is eating raw spinach, and all of it is going in the garbage.",
      "de": "Niemand mehr isst Spinat ungekocht, das alles landet im Müll."
    }
  },
  {
    "translation": {
      "en": "[reporter] This is the same deadly strain of E. coli",
      "de": "Es ist derselbe tödliche Bakterienstamm"
    }
  },
  {
    "translation": {
      "en": "that we saw in the Jack in the Box outbreak.",
      "de": "wie im Fall von Jack in the Box."
    }
  },
  {
    "translation": {
      "en": "[Timothy] The industry was terrorized.",
      "de": "Die Branche hatte große Angst."
    }
  },
  {
    "translation": {
      "en": "They worried that if this were to occur again and again and again,",
      "de": "Würden sich solche Fälle wiederholen"
    }
  },
  {
    "translation": {
      "en": "if they didn't get to the bottom of this problem,",
      "de": "und man bekäme das Problem nicht in den Griff,"
    }
  },
  {
    "translation": {
      "en": "that it would essentially destroy the California leafy greens industry.",
      "de": "dann konnte es für die Branche in Kalifornien das Ende bedeuten."
    }
  },
  {
    "translation": {
      "en": "The spinach outbreak of 2006",
      "de": "Der Spinat-Skandal von 2006 war ein Wendepunkt."
    }
  },
  {
    "translation": {
      "en": "was a watershed moment for the industry because that was really the first time",
      "de": "Der Spinat-Skandal von 2006 war ein Wendepunkt. Da wurde uns zum ersten Mal richtig klar,"
    }
  },
  {
    "translation": {
      "en": "that we were aware of how our practices affected people.",
      "de": "wie sehr sich unsere Praktiken auf die Menschen auswirkten."
    }
  },
  {
    "translation": {
      "en": "How do pathogens move?",
      "de": "Wie verbreiten sich Erreger?"
    }
  },
  {
    "translation": {
      "en": "We look at a number of things.",
      "de": "Die Wege sind unterschiedlich."
    }
  },
  {
    "translation": {
      "en": "One of them being water.",
      "de": "Ein Weg ist Wasser."
    }
  },
  {
    "translation": {
      "en": "One of them being proximity to other operations.",
      "de": "Ein anderer ist Nähe zu anderen Betrieben."
    }
  },
  {
    "translation": {
      "en": "One of them would be the sanitation practices",
      "de": "Ein weiterer sind die Hygienepraktiken"
    }
  },
  {
    "translation": {
      "en": "and how they handle machinery and equipment on the farm.",
      "de": "und der Umgang mit Maschinen und Werkzeugen."
    }
  },
  {
    "translation": {
      "en": "[Bill] I think it's just been really a matter of the industry sort of does a whack-a-mole.",
      "de": "Das Ganze sieht für mich etwas nach Aktionismus aus,"
    }
  },
  {
    "translation": {
      "en": "\"Oh, we'll do testing.\"",
      "de": "\"Wir führen Tests durch.\""
    }
  },
  {
    "translation": {
      "en": "\"Oh, we'll make everybody wear a hairnet.\"",
      "de": "\"Jeder Arbeiter muss ein Haarnetz tragen.\""
    }
  },
  {
    "translation": {
      "en": "But they just don't want to come to grips with the fact that the big problem is",
      "de": "Aber sie wollen nicht begreifen, dass das eigentliche Problem"
    }
  },
  {
    "translation": {
      "en": "cattle farms and feedlots in close proximity to where you're growing leafy greens.",
      "de": "die Viehhöfe und Mastanlagen in direkter Nähe von Anbaufeldern sind."
    }
  },
  {
    "translation": {
      "en": "[interviewer] How often do your members test their irrigation water?",
      "de": "Wie oft wird das Wasser getestet, mit dem bewässert wird?"
    }
  },
  {
    "translation": {
      "en": "I don't honestly know the answer to that question. Um…",
      "de": "Das weiß ich, ehrlich gesagt, nicht."
    }
  },
  {
    "translation": {
      "en": "Irrigation water is required to be tested on an ongoing basis",
      "de": "Bewässerungswasser soll regelmäßig darauf geprüft werden,"
    }
  },
  {
    "translation": {
      "en": "to know that that is meeting our practices.",
      "de": "dass es unseren Praktiken gerecht wird."
    }
  },
  {
    "translation": {
      "en": "[Bill] You know, some of the work the LGMA has done has been admirable.",
      "de": "LGMA hat als Verbund einiges Bemerkenswertes geleistet."
    }
  },
  {
    "translation": {
      "en": "But in my view,",
      "de": "Doch meiner Ansicht nach"
    }
  },
  {
    "translation": {
      "en": "it's a way to make sure that the government,",
      "de": "ist es ein Weg zu vermeiden,"
    }
  },
  {
    "translation": {
      "en": "uh, doesn't enforce rules on them they don't really like.",
      "de": "dass ihnen die Regierung unangenehme Regeln auferlegt."
    }
  },
  {
    "translation": {
      "en": "One of the ways to avoid government regulation is to say, \"We'll regulate ourselves.\"",
      "de": "Dem wird vorgebeugt, indem man sagt, dass man sich selbst reguliert."
    }
  },
  {
    "translation": {
      "en": "[splutters] I honestly don't know what action the government was potentially going to take if we didn't.",
      "de": "Ich weiß nicht, welche Maßnahmen die Regierung ergriffen hätte."
    }
  },
  {
    "translation": {
      "en": "But the reason the LGMA was formed is",
      "de": "Aber unsere Organisation entstand,"
    }
  },
  {
    "translation": {
      "en": "because we could do that so much faster than the government.",
      "de": "weil wir durch sie viel schneller handeln konnten."
    }
  },
  {
    "translation": {
      "en": "[Mike] Who do you hold accountable for fixing this?",
      "de": "Wen nimmt man hier in die Pflicht?"
    }
  },
  {
    "translation": {
      "en": "The growers don't control the practices of the cattlemen.",
      "de": "Die Anbauer haben keine Kontrolle über die Praktiken der Viehzüchter."
    }
  },
  {
    "translation": {
      "en": "The cattlemen, you know, feel that they're not responsible for produce safety.",
      "de": "Die Viehzüchter fühlen sich nicht für Gemüse oder Salat verantwortlich."
    }
  },
  {
    "translation": {
      "en": "There's not enough impetus for people to break out of their silos",
      "de": "Es gibt nicht genügend Anreiz, über den eigenen Tellerrand zu schauen"
    }
  },
  {
    "translation": {
      "en": "and say, \"We've got to come up with a solution that figures out,",
      "de": "und eine Lösung zu finden. Zu fragen, ob Impfungen helfen können,"
    }
  },
  {
    "translation": {
      "en": "how can you use vaccines to make this better?\"",
      "de": "Zu fragen, ob Impfungen helfen können,"
    }
  },
  {
    "translation": {
      "en": "\"How can you adjust the cattle feed to reduce the E. coli?\"",
      "de": "oder Anpassungen in der Fütterung."
    }
  },
  {
    "translation": {
      "en": "And that… you know, my frustration is that's not happening,",
      "de": "Es frustriert mich, dass nichts passiert, und Menschen werden krank."
    }
  },
  {
    "translation": {
      "en": "and people are getting sick, and that's, uh… you know, that's sad.",
      "de": "Es frustriert mich, dass nichts passiert, und Menschen werden krank. Das ist… traurig."
    }
  },
  {
    "translation": {
      "en": "That's disturbing.",
      "de": "Verstörend."
    }
  },
  {
    "translation": {
      "en": "[Bill] In my 30 years of experience doing this,",
      "de": "In meinen 30 Jahren als Anwalt…"
    }
  },
  {
    "translation": {
      "en": "most companies don't want to, obviously, see me show up at their doorstep.",
      "de": "Natürlich freuen sich Unternehmen nicht, wenn sie mich sehen."
    }
  },
  {
    "translation": {
      "en": "You know, the Leafy Green Marketing Agreement, they're trying to do the right thing.",
      "de": "Der LGMA-Verbund versucht, das Richtige zu tun."
    }
  },
  {
    "translation": {
      "en": "They're just not going the full distance that I think they should go.",
      "de": "Er geht meiner Meinung nach nur nicht weit genug."
    }
  },
  {
    "translation": {
      "en": "[inhales] You know, these outbreaks at Jack in the Box,",
      "de": "Die Ausbrüche bei Jack in the Box,"
    }
  },
  {
    "translation": {
      "en": "they didn't intend that to happen,",
      "de": "die passierten nicht vorsätzlich."
    }
  },
  {
    "translation": {
      "en": "but I kind of put those folks in a different category",
      "de": "Die Verantwortlichen dort stecke ich nicht in dieselbe Kategorie"
    }
  },
  {
    "translation": {
      "en": "than I would the folks from Peanut Corporation of America.",
      "de": "Die Verantwortlichen dort stecke ich nicht in dieselbe Kategorie wie die Peanut Corporation of America."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Food and Drug Administration is advising Americans not to eat any products made with peanut butter or peanut paste.",
      "de": "Die FDA rät ab vom Verzehr aller Produkte mit Erdnussbutter oder -paste."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] More than 500 people have gotten sick in the outbreak,",
      "de": "Über 500 Menschen sind infolge der Salmonellen erkrankt"
    }
  },
  {
    "translation": {
      "en": "and at least eight may have died as a result of salmonella infection.",
      "de": "Über 500 Menschen sind infolge der Salmonellen erkrankt und mindestens acht ums Leben gekommen."
    }
  },
  {
    "translation": {
      "en": "[Bill] This was an enormous salmonella outbreak.",
      "de": "Die Größenordnung dieses Ausbruchs war enorm."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] Officials are focusing on peanut products",
      "de": "Die Beamten konzentrieren sich auf Erdnussprodukte"
    }
  },
  {
    "translation": {
      "en": "produced by this Georgia plant owned by Peanut Corporation of America.",
      "de": "Die Beamten konzentrieren sich auf Erdnussprodukte aus dieser Anlage der Peanut Corporation of America in Georgia."
    }
  },
  {
    "translation": {
      "en": "[Mike] The Peanut Corporation of America was a major peanut product producer.",
      "de": "Die Peanut Corporation of America war ein führender Produzent."
    }
  },
  {
    "translation": {
      "en": "They provided peanut paste and peanut products",
      "de": "Sie lieferte Erdnusspaste und andere Erdnussprodukte"
    }
  },
  {
    "translation": {
      "en": "to hundreds of different major brands in the United States.",
      "de": "Sie lieferte Erdnusspaste und andere Erdnussprodukte an Hunderte großer Marken in den USA."
    }
  },
  {
    "translation": {
      "en": "I started working at Peanut Corp in July 2006.",
      "de": "Meine Tätigkeit im Unternehmen begann im Juli 2006."
    }
  },
  {
    "translation": {
      "en": "I could tell things were going to go bad.",
      "de": "Ich sah kommen, dass etwas passieren würde."
    }
  },
  {
    "translation": {
      "en": "The things that had concerned me were, number one, the roof leak.",
      "de": "Das Erste, das mir Sorgen machte, war ein Leck im Dach."
    }
  },
  {
    "translation": {
      "en": "Because that washes in bird crap,",
      "de": "Dadurch konnte Vogelkot in die Fabrik gelangen,"
    }
  },
  {
    "translation": {
      "en": "which can bring in a whole host of disease into the plant.",
      "de": "ein schöner Nährboden für Krankheitserreger."
    }
  },
  {
    "translation": {
      "en": "And the pest control person that brought in to my attention the mice problem.",
      "de": "Dann war da der Schädlingsbekämpfer, der mich auf Mäuse aufmerksam machte."
    }
  },
  {
    "translation": {
      "en": "[man] There are some rats, uh, and they're still alive.",
      "de": "Hier sind Ratten, und die leben noch."
    }
  },
  {
    "translation": {
      "en": "[Kenneth] The first time I had brought up, uh, concerns to Stewart Parnell, the owner,",
      "de": "Als ich dem Eigentümer, Stewart Parnell, erstmals meine Bedenken mitteilte,"
    }
  },
  {
    "translation": {
      "en": "he told me to shut up and not worry about it,",
      "de": "sagte er, ich solle die Klappe halten, sie seien bei Produktrückrufen versichert,"
    }
  },
  {
    "translation": {
      "en": "that they had recall insurance and just go on doing my job.",
      "de": "sagte er, ich solle die Klappe halten, sie seien bei Produktrückrufen versichert, und ich solle mich um meine Aufgaben kümmern."
    }
  },
  {
    "translation": {
      "en": "Stewart Parnell not only grossly underestimated",
      "de": "Nicht nur unterschätzte Stewart Parnell"
    }
  },
  {
    "translation": {
      "en": "food safety as a CEO of a food company,",
      "de": "das Thema Lebensmittelsicherheit trotz seiner Position erheblich."
    }
  },
  {
    "translation": {
      "en": "but he blatantly and even flagrantly just didn't care.",
      "de": "Er war regelrecht unverhohlen und schamlos in seiner Gleichgültigkeit."
    }
  },
  {
    "translation": {
      "en": "[man] And here we have another live rat.",
      "de": "Und hier haben wir eine weitere lebende Ratte."
    }
  },
  {
    "translation": {
      "en": "[Bill] Ultimately, what happened was that some of the large companies",
      "de": "Es kam so, dass einige der größeren Unternehmen,"
    }
  },
  {
    "translation": {
      "en": "that were getting their product from PCA had requirements,",
      "de": "die von PCA beliefert wurden, vertragliche Anforderungen stellten, das Produkt vor dem Versand zu testen."
    }
  },
  {
    "translation": {
      "en": "contractual requirements to test the product before it was shipped.",
      "de": "vertragliche Anforderungen stellten, das Produkt vor dem Versand zu testen."
    }
  },
  {
    "translation": {
      "en": "And they were supposed to give those companies a piece of paper",
      "de": "PCA musste diesen Unternehmen sogenannte Analyse-Zertifikate ausstellen."
    }
  },
  {
    "translation": {
      "en": "called a certificate of analysis that said the product was tested",
      "de": "PCA musste diesen Unternehmen sogenannte Analyse-Zertifikate ausstellen. Darin stand, das Produkt sei getestet"
    }
  },
  {
    "translation": {
      "en": "and it's free of pathogens or likely free of pathogens.",
      "de": "und frei, oder wahrscheinlich frei, von Erregern."
    }
  },
  {
    "translation": {
      "en": "[Marion] And lo and behold, they had a test that came out positive for the toxic salmonella.",
      "de": "Und siehe da, ein Test auf Salmonellen kam positiv zurück."
    }
  },
  {
    "translation": {
      "en": "Well, what they ended up doing was retesting until they got a negative test.",
      "de": "Daraufhin prüften sie so lange, bis sie ein negatives Testergebnis hatten."
    }
  },
  {
    "translation": {
      "en": "[Bill] Then it got to the point where all of them were positive,",
      "de": "Es kam so weit, dass alle Tests positiv waren."
    }
  },
  {
    "translation": {
      "en": "and then they just started forging the certificates of analysis,",
      "de": "Und sie fingen einfach an, die Zertifikate zu fälschen,"
    }
  },
  {
    "translation": {
      "en": "saying they were negative.",
      "de": "änderten das Ergebnis."
    }
  },
  {
    "translation": {
      "en": "[Darin] The QA manager, there's a reason why she has the nickname \"the Queen of Liquid Paper.\"",
      "de": "Die Leiterin für Qualitätssicherung hieß nicht ohne Grund \"Tipp-Ex-Königin\"."
    }
  },
  {
    "translation": {
      "en": "If they didn't have the results that they needed, they would literally take old results,",
      "de": "Bei einem unerwünschten Testergebnis nahmen sie ein altes Zertifikat,"
    }
  },
  {
    "translation": {
      "en": "Liquid Paper over the date, and change the date to make it look like it's a more recent date.",
      "de": "übermalten das Datum und gaben ihm ein neues, aktuelles Datum."
    }
  },
  {
    "translation": {
      "en": "Stewart Parnell told the manager in an email to ship the peanut mill.",
      "de": "In einer E-Mail wies Stewart Parnell den Manager an, die Erdnussmühle zu versenden."
    }
  },
  {
    "translation": {
      "en": "And the manager said,",
      "de": "Der Manager sagte:"
    }
  },
  {
    "translation": {
      "en": "\"Well, I've got to spray off the rat shit and dirt before I can do anything.\"",
      "de": "\"Vorher muss ich den Rattenkot und all diesen Dreck entfernen.\""
    }
  },
  {
    "translation": {
      "en": "Stewart said, \"Well, then clean it up and ship it.\"",
      "de": "Stewart schrieb: \"Dann mach das und schick sie raus.\""
    }
  },
  {
    "translation": {
      "en": "There were lots of emails.",
      "de": "Es gab zahlreiche E-Mails."
    }
  },
  {
    "translation": {
      "en": "And they had emails from the heads of the company saying,",
      "de": "DER KAMMERJÄGER KRIEGT EIN VERMÖGEN Sie hatten E-Mails von der Geschäftsführung."
    }
  },
  {
    "translation": {
      "en": "\"Oh, you've got a positive salmonella test.\" \"Ship it out anyway.\"",
      "de": "\"Der Salmonellentest ist positiv? Schickt's trotzdem aus.\""
    }
  },
  {
    "translation": {
      "en": "A salmonella outbreak involving products made with peanut butter is worsening.",
      "de": "Der durch Erdnussbutter verursachte Salmonellenausbruch wird schlimmer."
    }
  },
  {
    "translation": {
      "en": "These were recalled too.",
      "de": "Die da auch."
    }
  },
  {
    "translation": {
      "en": "The list of items is so long, Campbell, I can't even read them all right now.",
      "de": "Die Liste der betroffenen Produkte ist zu lang, um sie vorzulesen."
    }
  },
  {
    "translation": {
      "en": "[Bill] It was over 3,000, almost 4,000,",
      "de": "Es waren über 3000, fast 4000 verschiedene Produkte,"
    }
  },
  {
    "translation": {
      "en": "different products got recalled.",
      "de": "Es waren über 3000, fast 4000 verschiedene Produkte, die zurückgerufen wurden."
    }
  },
  {
    "translation": {
      "en": "[man] Here we go with another pallet. I think this is number six.",
      "de": "Noch eine Palette. Die sechste."
    }
  },
  {
    "translation": {
      "en": "It's still sealed.",
      "de": "ES WAR EINE DER GRÖSSTEN RÜCKRUFAKTIONEN IN DER GESCHICHTE DER USA."
    }
  },
  {
    "translation": {
      "en": "I emailed the Texas Department of Agriculture,",
      "de": "Ich schickte E-Mails ans Landwirtschaftsministerium von Texas,"
    }
  },
  {
    "translation": {
      "en": "the FDA.",
      "de": "an die FDA…"
    }
  },
  {
    "translation": {
      "en": "I… I must have sent a hundred emails.",
      "de": "Es waren hunderte E-Mails."
    }
  },
  {
    "translation": {
      "en": "[reporter] Product recalls continue mounting.",
      "de": "Immer mehr Produkte werden zurückgerufen."
    }
  },
  {
    "translation": {
      "en": "Nobody else was gonna stop them from killing people.",
      "de": "Da war niemand, der sie sonst davon abhalten würde zu töten."
    }
  },
  {
    "translation": {
      "en": "So somebody had to step up.",
      "de": "Jemand musste etwas tun."
    }
  },
  {
    "translation": {
      "en": "He went to the federal government and started, you know, saying how bad the plant was.",
      "de": "Er informierte die Bundesbehörden über die Zustände, die dort herrschten."
    }
  },
  {
    "translation": {
      "en": "The White House today called the plant's performance alarming",
      "de": "Das Weiße Haus bezeichnete die Ausführung seitens der Fabrik als alarmierend"
    }
  },
  {
    "translation": {
      "en": "and promised tougher regulation over America's food supply.",
      "de": "Das Weiße Haus bezeichnete die Ausführung seitens der Fabrik als alarmierend und versprach eine strengere Regulierung."
    }
  },
  {
    "translation": {
      "en": "At bare minimum, we should be able to count on our government",
      "de": "Wir sollten sicher sein können, dass unsere Kinder geschützt sind,"
    }
  },
  {
    "translation": {
      "en": "keeping our kids safe when they eat peanut butter.",
      "de": "wenn sie Erdnussbutter essen."
    }
  },
  {
    "translation": {
      "en": "That's what Sasha eats for, uh… for lunch probably three times a week.",
      "de": "Die isst Sasha auch, zum Mittagessen. Bestimmt dreimal die Woche."
    }
  },
  {
    "translation": {
      "en": "[representative] Mr. Parnell, Mr. Lightsey, let me just cut to the chase then.",
      "de": "Mr. Parnell, Mr. Lightsey, um zum Punkt zu kommen."
    }
  },
  {
    "translation": {
      "en": "In this container are products that have your ingredients in them.",
      "de": "In diesem Behälter sind Produkte mit Zutaten aus Ihrer Fabrik."
    }
  },
  {
    "translation": {
      "en": "I just wonder, would either of you be willing to take the lid off",
      "de": "Würden Sie hier und heute den Deckel abnehmen"
    }
  },
  {
    "translation": {
      "en": "and eat any of these products now?",
      "de": "Würden Sie hier und heute den Deckel abnehmen und eines davon essen?"
    }
  },
  {
    "translation": {
      "en": "Mr. Chairman, and members of the committee,",
      "de": "Herr Vorsitzender, verehrtes Komitee,"
    }
  },
  {
    "translation": {
      "en": "on the advice of my counsel, I respectfully decline to answer your question",
      "de": "auf Anraten meiner Anwälte sehe ich von der Beantwortung Ihrer Frage"
    }
  },
  {
    "translation": {
      "en": "based on the protection afforded me under the United States Constitution.",
      "de": "unter Berufung auf die Verfassung ab."
    }
  },
  {
    "translation": {
      "en": "[Greg] You're dismissed.",
      "de": "Sie können gehen."
    }
  },
  {
    "translation": {
      "en": "Sometimes manufacturers of food don't really think of it as food.",
      "de": "Manchmal vergessen Hersteller, dass ihre Produkte Nahrungsmittel sind."
    }
  },
  {
    "translation": {
      "en": "It becomes a… a commodity.",
      "de": "Sie werden zur Ware."
    }
  },
  {
    "translation": {
      "en": "So they don't think about it in the sense of, \"Oh, my goodness,",
      "de": "Sie sehen sie nicht als etwas, dass Menschen in den Mund stecken und im Körper landet."
    }
  },
  {
    "translation": {
      "en": "this is going to go into somebody's mouth and into their stomach.\"",
      "de": "dass Menschen in den Mund stecken und im Körper landet."
    }
  },
  {
    "translation": {
      "en": "My father was a highly decorated Korean War veteran",
      "de": "Mein Vater war ein verdienter Kriegsveteran."
    }
  },
  {
    "translation": {
      "en": "and was awarded three Purple Hearts for his valor.",
      "de": "Er wurde mit drei Orden ausgezeichnet."
    }
  },
  {
    "translation": {
      "en": "His final battle occurred when he ate some contaminated peanut butter from PCA.",
      "de": "Seine letzte Schlacht verlor er gegen Erdnussbutter."
    }
  },
  {
    "translation": {
      "en": "[Christine] When you spend time with these victims and speak with them, they don't get over it.",
      "de": "Die Familien dieser Opfer kommen nicht darüber hinweg."
    }
  },
  {
    "translation": {
      "en": "It's not a natural form of grief",
      "de": "Man kann nicht normal trauern,"
    }
  },
  {
    "translation": {
      "en": "when someone you love dies from, um, a bunch of peanut butter crackers.",
      "de": "wenn man einen geliebten Menschen wegen ein paar Kräckern verliert."
    }
  },
  {
    "translation": {
      "en": "Our family feels cheated. My mom should be here today.",
      "de": "Wir fühlen uns betrogen. Meine Mutter sollte bei uns sein."
    }
  },
  {
    "translation": {
      "en": "[Timothy] The FDA partnered with the Department of Justice,",
      "de": "Zusammen klagten die FDA und das Justizministerium"
    }
  },
  {
    "translation": {
      "en": "and they brought felony counts against Stewart Parnell and his associates",
      "de": "Stewart Parnell und seine Kollegen eines Kapitalverbrechens an,"
    }
  },
  {
    "translation": {
      "en": "for knowingly and intentionally shipping contaminated products",
      "de": "weil sie wissentlich und vorsätzlich mit Salmonellen kontaminierte Produkte in Umlauf gebracht hatten."
    }
  },
  {
    "translation": {
      "en": "that had toxic salmonella into the stream of commerce.",
      "de": "mit Salmonellen kontaminierte Produkte in Umlauf gebracht hatten."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Stewart Parnell, he is sentenced yesterday to 28 years behind bars.",
      "de": "Gestern wurde Stewart Parnell zu 28 Jahren Gefängnis verurteilt."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Eight people died, sir. Do you have anything to say to their families?",
      "de": "Acht Menschen starben. Was haben Sie den Familien zu sagen?"
    }
  },
  {
    "translation": {
      "en": "[Kenneth] It doesn't bother him to this day because he's still appealing.",
      "de": "Es ist ihm heute noch egal. Er legt immer noch Berufung ein."
    }
  },
  {
    "translation": {
      "en": "\"Murdering people is okay.\"",
      "de": "Anscheinend ist es okay zu morden."
    }
  },
  {
    "translation": {
      "en": "And I'm sorry. I call this murder.",
      "de": "Für mich ist das Mord."
    }
  },
  {
    "translation": {
      "en": "He knew that there was salmonella in there.",
      "de": "Er wusste, dass in den Produkten Salmonellen waren."
    }
  },
  {
    "translation": {
      "en": "So, you know, Stewart, why would you ship that knowing you could kill people?",
      "de": "Wie konnte er den Versand zulassen, im Wissen, dass jemand daran sterben kann?"
    }
  },
  {
    "translation": {
      "en": "Explain to the families.",
      "de": "Erklären Sie das mal den Familien."
    }
  },
  {
    "translation": {
      "en": "Criminal prosecution is appropriate when it comes to really bad actors.",
      "de": "Strafrechtliche Verfolgung ist angebracht bei Leuten wie Parnell, der wissentlich kontaminierte Ware vertrieb,"
    }
  },
  {
    "translation": {
      "en": "People like Stewart Parnell, who knowingly sold contaminated product,",
      "de": "bei Leuten wie Parnell, der wissentlich kontaminierte Ware vertrieb,"
    }
  },
  {
    "translation": {
      "en": "or Jack DeCoster, the Egg King.",
      "de": "oder auch wie bei Jack DeCoster, dem Eierkönig."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Salmonella outbreaks sickening hundreds have led to a national egg recall.",
      "de": "Hunderte Salmonellenfälle führten zu einem landesweiten Rückruf der Eier."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] The numbers are enough to give anyone shell shock.",
      "de": "Die Zahlen sind schockierend."
    }
  },
  {
    "translation": {
      "en": "The recall has grown to more than 500 million eggs",
      "de": "Über 500 Millionen Eier wurden zurückgerufen,"
    }
  },
  {
    "translation": {
      "en": "from just two farms in Iowa.",
      "de": "von nur zwei Farmen mit demselben Eigentümer,"
    }
  },
  {
    "translation": {
      "en": "The chairman and owner, Austin Jack DeCoster.",
      "de": "von nur zwei Farmen mit demselben Eigentümer, Austin Jack DeCoster."
    }
  },
  {
    "translation": {
      "en": "[Christine] Jack DeCoster is a businessman who's been in the farming industry for easily 50 years.",
      "de": "Jack DeCoster macht schon seit 50 Jahren Geschäfte in der Landwirtschaft."
    }
  },
  {
    "translation": {
      "en": "And in place after place and time after time, he has run filthy farms.",
      "de": "Unter seiner Leitung gab es eine ekelhafte Farm nach der andern."
    }
  },
  {
    "translation": {
      "en": "[Bill] He knew that their product was being produced",
      "de": "Er wusste darüber Bescheid, dass in der Produktion unhygienische Bedingungen herrschten,"
    }
  },
  {
    "translation": {
      "en": "in really insanitary conditions",
      "de": "dass in der Produktion unhygienische Bedingungen herrschten,"
    }
  },
  {
    "translation": {
      "en": "that likely would have resulted in eggs being contaminated.",
      "de": "die zu einer Verunreinigung der Eier führen konnten."
    }
  },
  {
    "translation": {
      "en": "A pile of manure at one of them, eight feet high. Pile of manure, eight feet high, leaking!",
      "de": "Ein zweieinhalb Meter hoher Misthaufen, aus dem Flüssigkeit ausläuft."
    }
  },
  {
    "translation": {
      "en": "As many as 56,000 Americans were sickened because of it.",
      "de": "56.000 Amerikaner erkrankten deswegen."
    }
  },
  {
    "translation": {
      "en": "How is it possible that after all this time,",
      "de": "Wie kann es sein, dass nach so langer Zeit"
    }
  },
  {
    "translation": {
      "en": "we have another DeCoster egg producer involved in a half-billion-dollar recall?",
      "de": "ein weiterer Ihrer Betriebe in einem eine halbe Milliarde Dollar teuren Rückruf involviert ist?"
    }
  },
  {
    "translation": {
      "en": "Well, the question is complicated, so--",
      "de": "Das ist keine einfache Frage."
    }
  },
  {
    "translation": {
      "en": "[Christine] For decades he got away with it.",
      "de": "Er kam jahrzehntelang damit durch."
    }
  },
  {
    "translation": {
      "en": "But he finally was convicted and, um, was given a short prison term.",
      "de": "Aber schließlich wurde er verurteilt, und es gab eine kurze Haftstrafe."
    }
  },
  {
    "translation": {
      "en": "[Darin] There will never be an end to bad actors",
      "de": "3 MONATE HAFT Es wird immer schwarze Schafe geben,"
    }
  },
  {
    "translation": {
      "en": "who decide that profit is more important than ethics.",
      "de": "für die Profit wichtiger ist als Moral."
    }
  },
  {
    "translation": {
      "en": "We have laws. We have regulatory authorities and regulatory agencies,",
      "de": "Wir haben Gesetze, haben Regulierung und Kontrollstellen,"
    }
  },
  {
    "translation": {
      "en": "and these things still happen, even today.",
      "de": "und doch passieren diese Fälle noch heute."
    }
  },
  {
    "translation": {
      "en": "[Bill] Come on, guys.",
      "de": "Meine Güte…"
    }
  },
  {
    "translation": {
      "en": "Come on, come on.",
      "de": "Da habt ihr was."
    }
  },
  {
    "translation": {
      "en": "After the Wright County egg outbreak,",
      "de": "Nach dem Fall von Wright County war ich Gast bei Larry King"
    }
  },
  {
    "translation": {
      "en": "I wound up on Larry King Live, talking about,",
      "de": "Nach dem Fall von Wright County war ich Gast bei Larry King zum Thema lebensmittelbedingte Erkrankungen."
    }
  },
  {
    "translation": {
      "en": "you know, foodborne illness again.",
      "de": "zum Thema lebensmittelbedingte Erkrankungen."
    }
  },
  {
    "translation": {
      "en": "And sort of at the end of the segment, I just said, \"I'm gonna get chickens,\" as just sort of a throwaway line.",
      "de": "Am Ende der Show sagte ich so dahin: \"Ich schaffe mir auch Hühner an.\""
    }
  },
  {
    "translation": {
      "en": "When I got home, my youngest daughter was like, \"Oh, so we're gonna get chickens.\"",
      "de": "Als ich nach Hause kam, freute sich meine Jüngste schon."
    }
  },
  {
    "translation": {
      "en": "So now we have chickens, and now she's off at college, and we still have chickens.",
      "de": "Also haben wir Hühner. Mittlerweile geht sie aufs College."
    }
  },
  {
    "translation": {
      "en": "More people are becoming sick from a salmonella outbreak.",
      "de": "Immer mehr Menschen erkranken an Salmonellen…"
    }
  },
  {
    "translation": {
      "en": "-Salmonella outbreak. -[reporter 1] Salmonella outbreak.",
      "de": "Salmonellenausbruch…"
    }
  },
  {
    "translation": {
      "en": "-Salmonella outbreak. -Large salmonella outbreak.",
      "de": "Ein großer Ausbruch…"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] More than 100 people have been sent to the hospital.",
      "de": "Über 100 Personen sind im Krankenhaus."
    }
  },
  {
    "translation": {
      "en": "-[reporter 3] Three hundred cases. -[reporter 4] Made 278 people ill.",
      "de": "-Dreihundert Fälle. -278 Menschen wurden krank."
    }
  },
  {
    "translation": {
      "en": "At age two, I was hospitalized for 11 days, uh, in New Haven.",
      "de": "Als ich zwei Jahre alt war, lag ich 11 Tage im Krankenhaus in New Haven."
    }
  },
  {
    "translation": {
      "en": "Uh, my folks-- It was an isolation. My folks couldn't come to see me.",
      "de": "Ich war auf der Isolierstation, meine Familie durfte mich nicht besuchen."
    }
  },
  {
    "translation": {
      "en": "[splutters] You know, so I am a survivor of salmonella.",
      "de": "Ich habe die Salmonellen überlebt."
    }
  },
  {
    "translation": {
      "en": "Uh, and it's… uh, it's a killer.",
      "de": "Sie sind ein echter Killer."
    }
  },
  {
    "translation": {
      "en": "[Sarah] If you look at the two bacteria that are most likely",
      "de": "Die beiden häufigsten Bakterien in Lebensmitteln,"
    }
  },
  {
    "translation": {
      "en": "to send you to the hospital from food,",
      "de": "die einen Menschen ins Krankenhaus bringen,"
    }
  },
  {
    "translation": {
      "en": "it's salmonella and a germ called campylobacter.",
      "de": "sind die Salmonellen und sogenannte \"Campylobacter\"."
    }
  },
  {
    "translation": {
      "en": "And if you look at the foods that are most likely to be the source for those bacteria,",
      "de": "Und die wahrscheinlichste Quelle dieser Bakterien"
    }
  },
  {
    "translation": {
      "en": "at least from the outbreak data, it's chicken.",
      "de": "das zeigen die Daten, ist Hühnerfleisch."
    }
  },
  {
    "translation": {
      "en": "And so if we want to address foodborne illness,",
      "de": "Wenn wir weniger Lebensmittelvergiftungen wollen,"
    }
  },
  {
    "translation": {
      "en": "we wanna bring those numbers down, chicken is the place to start.",
      "de": "Wenn wir weniger Lebensmittelvergiftungen wollen, müssen wir beim Huhn anfangen."
    }
  },
  {
    "translation": {
      "en": "Four companies now control more than half the market in chicken processing.",
      "de": "Vier Unternehmen kontrollieren über die Hälfte dieses Marktes."
    }
  },
  {
    "translation": {
      "en": "So it's a very consolidated industry,",
      "de": "Die Branche ist also sehr konsolidiert,"
    }
  },
  {
    "translation": {
      "en": "and it means those companies have a lot of control over our food.",
      "de": "die Firmen haben große Kontrolle."
    }
  },
  {
    "translation": {
      "en": "At the top, the very top of the chain,",
      "de": "An der Spitze stehen nur zwei Züchter,"
    }
  },
  {
    "translation": {
      "en": "there are really just two breeders controlling the entire poultry supply",
      "de": "An der Spitze stehen nur zwei Züchter, die als Eierlieferanten das gesamte Angebot an Huhn kontrollieren."
    }
  },
  {
    "translation": {
      "en": "in the sense that they provide the eggs.",
      "de": "die als Eierlieferanten das gesamte Angebot an Huhn kontrollieren."
    }
  },
  {
    "translation": {
      "en": "And those companies largely operate in secrecy.",
      "de": "Diese Firmen halten sich im Hintergrund."
    }
  },
  {
    "translation": {
      "en": "Their customers are not the public. They're not very communicative.",
      "de": "Sie müssen nicht mit der Öffentlichkeit kommunizieren."
    }
  },
  {
    "translation": {
      "en": "And it's very hard to tell what practices they're using",
      "de": "Es ist schwer zu sagen, was sie unternehmen,"
    }
  },
  {
    "translation": {
      "en": "to keep those eggs from spreading disease.",
      "de": "damit ihre Eier keine Erreger verbreiten."
    }
  },
  {
    "translation": {
      "en": "Perdue is very focused on food safety,",
      "de": "UM UNS DIE VORKEHRUNGEN IM BETRIEB ZU ZEIGEN. Perdue achtet sehr auf Lebensmittelsicherheit."
    }
  },
  {
    "translation": {
      "en": "and, um, what makes us a little bit different,",
      "de": "Perdue achtet sehr auf Lebensmittelsicherheit. Was uns von anderen unterscheidet,"
    }
  },
  {
    "translation": {
      "en": "I believe, it came from, uh, the \"no antibiotics ever\" move.",
      "de": "Was uns von anderen unterscheidet, hängt mit dem Antibiotika-Stopp zusammen."
    }
  },
  {
    "translation": {
      "en": "Well, tonight, there's a major change coming to your dinner table.",
      "de": "Heute gibt es etwas Neues zum Abendessen."
    }
  },
  {
    "translation": {
      "en": "Perdue, the chicken makers, say it's dropping most human antibiotics",
      "de": "Der Geflügelkonzern Perdue sieht vor, auf den Einsatz von Antibiotika für Menschen größtenteils zu verzichten."
    }
  },
  {
    "translation": {
      "en": "from its chicken products.",
      "de": "auf den Einsatz von Antibiotika für Menschen größtenteils zu verzichten."
    }
  },
  {
    "translation": {
      "en": "[Bruce] In order to do that, we needed to change a lot of things about how we raise chickens.",
      "de": "Dafür mussten wir bei der Aufzucht einiges ändern."
    }
  },
  {
    "translation": {
      "en": "Perdue produces a little over 12 million chickens a week.",
      "de": "Perdue produziert über 12 Millionen Hühner pro Woche."
    }
  },
  {
    "translation": {
      "en": "So the eggs come in.",
      "de": "Wenn die Eier reinkommen,"
    }
  },
  {
    "translation": {
      "en": "Uh, we want to get them to the hatchery as fast as we can.",
      "de": "wollen wir sie schnell in die Brüterei bringen"
    }
  },
  {
    "translation": {
      "en": "Make sure that they're in a clean environment.",
      "de": "und in eine saubere Umgebung."
    }
  },
  {
    "translation": {
      "en": "[Bruce in scene] We asked them, the farmer,",
      "de": "Wir haben die Farmer gebeten,"
    }
  },
  {
    "translation": {
      "en": "if there are some eggs that are more likely to be dirty, put them on the bottom.",
      "de": "Eier, die eher verschmutzt werden, nach unten zu legen."
    }
  },
  {
    "translation": {
      "en": "We've been using this tool. We can swab a lot of eggs",
      "de": "Wir verwenden ein Gerät, mit dem wir viele Proben nehmen und das uns sofort anzeigt,"
    }
  },
  {
    "translation": {
      "en": "and get immediate feedback",
      "de": "mit dem wir viele Proben nehmen und das uns sofort anzeigt,"
    }
  },
  {
    "translation": {
      "en": "on how much material is on",
      "de": "mit dem wir viele Proben nehmen und das uns sofort anzeigt, wie viel lebendes organisches Material sich auf den Eiern befindet."
    }
  },
  {
    "translation": {
      "en": "and how much organic material is alive on the egg.",
      "de": "wie viel lebendes organisches Material sich auf den Eiern befindet."
    }
  },
  {
    "translation": {
      "en": "[Bruce in scene] 770's in the middle.",
      "de": "770 ist in der Mitte."
    }
  },
  {
    "translation": {
      "en": "Not terribly dirty but not perfectly clean either.",
      "de": "Nicht völlig verschmutzt, aber auch nicht wirklich sauber."
    }
  },
  {
    "translation": {
      "en": "That doesn't mean there's salmonella,",
      "de": "Das heißt nicht, da sind Salmonellen,"
    }
  },
  {
    "translation": {
      "en": "but it does give you a sense of… of opportunity for salmonella.",
      "de": "aber das Risiko lässt sich besser einschätzen."
    }
  },
  {
    "translation": {
      "en": "It takes 21 days to hatch a chicken from, uh, an embryonated or a fertilized egg.",
      "de": "Bis aus einem befruchteten Ei ein Küken schlüpft, vergehen 21 Tage."
    }
  },
  {
    "translation": {
      "en": "[Bruce in scene] So he's partially working his way out.",
      "de": "Es schafft sich aus der Schale."
    }
  },
  {
    "translation": {
      "en": "-Taking a break. -[man] Yeah. [Bruce] Gonna work his way out some more.",
      "de": "Macht eine Pause und dann weiter."
    }
  },
  {
    "translation": {
      "en": "[Bruce] The chicks, after they've hatched at the hatchery, and we've done all we can there to keep them clean,",
      "de": "Wenn die Küken geschlüpft sind, tun wir alles, damit sie sauber bleiben."
    }
  },
  {
    "translation": {
      "en": "we move them to the farm.",
      "de": "Dann kommen sie in die Aufzucht."
    }
  },
  {
    "translation": {
      "en": "They come here a day old.",
      "de": "Bei ihrer Ankunft sind sie einen Tag alt."
    }
  },
  {
    "translation": {
      "en": "Day they hatch, we get them here, put them in the chicken house.",
      "de": "Gleich nach dem Schlüpfen kommen sie in den Stall,"
    }
  },
  {
    "translation": {
      "en": "They stay here about 45 days.",
      "de": "und hier bleiben sie etwa 45 Tage."
    }
  },
  {
    "translation": {
      "en": "These birds here are about 14 days, two weeks old.",
      "de": "Die hier sind etwa zwei Wochen alt."
    }
  },
  {
    "translation": {
      "en": "So we monitor for specific types of salmonella,",
      "de": "Wir testen auf bestimmte Arten von Salmonellen,"
    }
  },
  {
    "translation": {
      "en": "and we use this sampling technique called boot swabs, or bootie swabs,",
      "de": "und zwar mit sogenannten \"Stiefeltests\"."
    }
  },
  {
    "translation": {
      "en": "where you take a sock that's doused in skim milk, put it over your boot,",
      "de": "Man zieht mit fettarmer Milch befeuchtete Testsocken über die Stiefel,"
    }
  },
  {
    "translation": {
      "en": "and walk through the chicken house trying to sample as many chicken's droppings",
      "de": "läuft durch den Stall und versucht dabei, möglichst viel Kot mit den Socken aufzusammeln."
    }
  },
  {
    "translation": {
      "en": "as you can possibly pick up with those boots.",
      "de": "möglichst viel Kot mit den Socken aufzusammeln."
    }
  },
  {
    "translation": {
      "en": "And we figure over 100 chickens contribute to the bootie sample.",
      "de": "An einer Stiefelprobe dürften über 100 Hühner beteiligt sein."
    }
  },
  {
    "translation": {
      "en": "We send that to the lab and look for salmonella.",
      "de": "Sie geht dann ins Labor zum Testen."
    }
  },
  {
    "translation": {
      "en": "[Bruce in scene] This is boneless, skinless breast.",
      "de": "Das ist Brustfleisch ohne Knochen und Haut."
    }
  },
  {
    "translation": {
      "en": "It comes down the line after it's been taken off the, uh, bone.",
      "de": "Es kommt nach dem Entbeinen hier vom Band"
    }
  },
  {
    "translation": {
      "en": "It goes into this unit and is washed.",
      "de": "und wird in dieser Maschine gewaschen."
    }
  },
  {
    "translation": {
      "en": "There's some peracetic acid, helps us keep it clean",
      "de": "Die Peressigsäure hilft, dass das Fleisch"
    }
  },
  {
    "translation": {
      "en": "from the process that we just did all the way to the package.",
      "de": "nach diesem Verarbeitungsschritt bis zum Verpacken sauber bleibt."
    }
  },
  {
    "translation": {
      "en": "We believe that if a bird came in with a little bit of salmonella,",
      "de": "Hätte eines der Hühner Salmonellen,"
    }
  },
  {
    "translation": {
      "en": "it'd be washed off and taken care of.",
      "de": "würden diese abgewaschen und vernichtet."
    }
  },
  {
    "translation": {
      "en": "One of the big broken pieces of the American food safety system",
      "de": "Eine der großen Schwachstellen unseres Systems"
    }
  },
  {
    "translation": {
      "en": "is that we don't monitor anything on the farm.",
      "de": "ist die fehlende Beaufsichtigung von Farmen."
    }
  },
  {
    "translation": {
      "en": "Those are off-limits to regulators.",
      "de": "Die Behörden kommen an sie nicht ran."
    }
  },
  {
    "translation": {
      "en": "[Lance] The problem lies in that a lot of salmonella is found at the farm level, at the hatchery level.",
      "de": "Das Problem ist, dass Salmonellen meist in den Farmen und Brütereien auftreten."
    }
  },
  {
    "translation": {
      "en": "And, you know, USDA's jurisdiction doesn't kick in",
      "de": "Aber das Landwirtschaftsministerium wird erst zuständig,"
    }
  },
  {
    "translation": {
      "en": "until those chickens actually enter the slaughter plant.",
      "de": "wenn die Hühner in den Schlachthof kommen."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Let's just start off with, tell me what you do for work.",
      "de": "Fangen wir an mit der Frage, was Sie beruflich machen."
    }
  },
  {
    "translation": {
      "en": "[inspector in distorted voice] I am a USDA consumer safety inspector,",
      "de": "Ich bin für das USDA als Kontrolleur*in für Verbrauchersicherheit tätig."
    }
  },
  {
    "translation": {
      "en": "and I inspect chickens.",
      "de": "Ich inspiziere Hühnchen."
    }
  },
  {
    "translation": {
      "en": "We run over 300,000 chickens a day.",
      "de": "Wir prüfen täglich über 300.000 Hühnchen."
    }
  },
  {
    "translation": {
      "en": "We're looking at 175 birds a minute, and they're going by so fast.",
      "de": "Das Band läuft mit 175 Tieren pro Minute, das geht sehr schnell."
    }
  },
  {
    "translation": {
      "en": "There's only one inspector at the very end of the line,",
      "de": "Es gibt nur einen Kontrolleur am Ende des Bands."
    }
  },
  {
    "translation": {
      "en": "and they do miss a lot sometimes.",
      "de": "Da wird so einiges übersehen."
    }
  },
  {
    "translation": {
      "en": "Some of the plants I've worked at,",
      "de": "Von manchen Betrieben, in denen ich war,"
    }
  },
  {
    "translation": {
      "en": "I feel like the chicken's not safe to go out.",
      "de": "sollte meiner Meinung nach kein Fleisch rausgehen."
    }
  },
  {
    "translation": {
      "en": "I feel like consumers would really be shocked",
      "de": "Ich glaube, die Verbraucher wären schockiert über die Dinge,"
    }
  },
  {
    "translation": {
      "en": "at some of the stories that we could tell them.",
      "de": "die wir gesehen haben."
    }
  },
  {
    "translation": {
      "en": "I've seen… [sighs] …plant person throwing chickens in the chiller",
      "de": "Ich sah, wie ein Fabrikmitarbeiter Hühnchen in die Kühlanlage warf,"
    }
  },
  {
    "translation": {
      "en": "and would have fecal matter in them.",
      "de": "an denen Fäkalien hafteten."
    }
  },
  {
    "translation": {
      "en": "I've seen inspectors sleep on the line and product just going on by.",
      "de": "Ich sah Kontrolleure schlafen, und die Hühner zogen an ihnen vorbei."
    }
  },
  {
    "translation": {
      "en": "And you'll see employees, they've been to the bathroom. They're not washing their hands.",
      "de": "Mitarbeiter, die auf der Toilette waren und sich nicht die Hände wuschen."
    }
  },
  {
    "translation": {
      "en": "I've seen… [sighs]",
      "de": "Oder ein Messer fällt auf den Boden,"
    }
  },
  {
    "translation": {
      "en": "…people drop their knives, not attempt to pick them up and wash it,",
      "de": "Oder ein Messer fällt auf den Boden, und es wird einfach aufgehoben und ohne Säubern weiterbenutzt."
    }
  },
  {
    "translation": {
      "en": "just go right back to using it.",
      "de": "und es wird einfach aufgehoben und ohne Säubern weiterbenutzt."
    }
  },
  {
    "translation": {
      "en": "They got a quota they gotta meet.",
      "de": "Sie müssen eine bestimmte Quote erfüllen."
    }
  },
  {
    "translation": {
      "en": "And, you know, I feel like they're there to make a profit",
      "de": "Sie müssen eine bestimmte Quote erfüllen. Es scheint nur um den Profit zu gehen,"
    }
  },
  {
    "translation": {
      "en": "and get the chickens through. They don't care what shape they're in.",
      "de": "und die Hühner müssen raus, egal, in welchem Zustand sie sind."
    }
  },
  {
    "translation": {
      "en": "The USDA inspection regime is really… goes back to the early 1900s",
      "de": "Das Kontrollsystem des Ministeriums geht zurück bis ins frühe 20. Jahrhundert,"
    }
  },
  {
    "translation": {
      "en": "and, you know, Upton Sinclair's book The Jungle.",
      "de": "zu Zeiten, die Upton Sinclair in Der Dschungel beschrieb."
    }
  },
  {
    "translation": {
      "en": "[narrator] It was not a pleasant novel.",
      "de": "Es war kein unterhaltsames Buch."
    }
  },
  {
    "translation": {
      "en": "It told of conditions of filth and carelessness in the handling of meat,",
      "de": "Es beschrieb Dreck und Nachlässigkeit beim Umgang mit Fleisch"
    }
  },
  {
    "translation": {
      "en": "and those who read it became concerned and aroused.",
      "de": "und machte die Leser besorgt und wütend."
    }
  },
  {
    "translation": {
      "en": "It's an outrage.",
      "de": "Das ist unerhört!"
    }
  },
  {
    "translation": {
      "en": "[Mike] Meat and poultry inspection laws are designed to deal with the problem",
      "de": "Unsere Kontrollvorgaben basieren auf einem Problem,"
    }
  },
  {
    "translation": {
      "en": "that Teddy Roosevelt addressed in 1906 in meatpacking plants in Chicago,",
      "de": "das Teddy Roosevelt 1906 adressierte. Damals kamen kranke Tiere in Chicagos Verpackungsanlagen an,"
    }
  },
  {
    "translation": {
      "en": "which is diseased animals coming into facilities,",
      "de": "Damals kamen kranke Tiere in Chicagos Verpackungsanlagen an,"
    }
  },
  {
    "translation": {
      "en": "spoiled meat being put into the food system.",
      "de": "und verdorbenes Fleisch gelangte in die Versorgung."
    }
  },
  {
    "translation": {
      "en": "[Bill] Frankly, when they built that inspection regime,",
      "de": "BUNDESSTAATLICHE KONTROLLE Bei der Einführung dieses Kontrollsystems"
    }
  },
  {
    "translation": {
      "en": "we didn't even understand viruses and bacteria.",
      "de": "verstand man die Thematik von Erregern noch nicht."
    }
  },
  {
    "translation": {
      "en": "[man] Every bird must be individually inspected.",
      "de": "Jedes einzelne Tier ist zu prüfen."
    }
  },
  {
    "translation": {
      "en": "It must prove to be wholesome, or else it is condemned.",
      "de": "Ist es nicht einwandfrei, wird es entsorgt."
    }
  },
  {
    "translation": {
      "en": "[Marion] What they're expected to do has nothing to do with bacteria.",
      "de": "Was da erwartet wird, hat mit Bakterien nichts zu tun."
    }
  },
  {
    "translation": {
      "en": "You can't see bacteria.",
      "de": "Bakterien sind nicht sichtbar."
    }
  },
  {
    "translation": {
      "en": "They're not visible to the naked eye.",
      "de": "Das bloße Auge erkennt sie nicht."
    }
  },
  {
    "translation": {
      "en": "[Mike] You have hundreds, if not thousands, of poultry inspectors sitting on slaughter lines,",
      "de": "Da sitzen hunderte, wenn nicht tausende Kontrolleure an Fließbändern"
    }
  },
  {
    "translation": {
      "en": "watching birds go by, to meet the statutory mandate",
      "de": "und schauen vorbeiziehenden Hühnern zu, um die Anordnung zu erfüllen,"
    }
  },
  {
    "translation": {
      "en": "to have a US government inspector look at every chicken that goes through a facility",
      "de": "und schauen vorbeiziehenden Hühnern zu, um die Anordnung zu erfüllen, dass jedes verarbeitete Tier zu prüfen ist."
    }
  },
  {
    "translation": {
      "en": "with no meaningful benefit for food safety.",
      "de": "Und das ohne einen sinnvollen Nutzen."
    }
  },
  {
    "translation": {
      "en": "It's a waste of hundreds of millions of dollars.",
      "de": "Da werden Millionen Dollar verschwendet."
    }
  },
  {
    "translation": {
      "en": "I disagree with that assessment for a number of reasons.",
      "de": "Ich stimme dieser Einschätzung aus mehreren Gründen nicht zu."
    }
  },
  {
    "translation": {
      "en": "They do look at the product. That's what the law requires under current statutes.",
      "de": "Sie sehen sich das Produkt an, so schreibt es das Gesetz derzeit vor."
    }
  },
  {
    "translation": {
      "en": "They look at the records that companies keep",
      "de": "Sie prüfen die Unterlagen der Unternehmen"
    }
  },
  {
    "translation": {
      "en": "to ensure that they're doing what they're supposed to do,",
      "de": "und vergewissern sich, dass Vorschriften eingehalten werden,"
    }
  },
  {
    "translation": {
      "en": "and they sample and test product.",
      "de": "und sie nehmen Proben zum Testen."
    }
  },
  {
    "translation": {
      "en": "[inspector in distorted voice] We run millions of birds a month.",
      "de": "Jeden Monat sichten wir Millionen Tiere."
    }
  },
  {
    "translation": {
      "en": "We test five salmonella samples a month of a whole bird.",
      "de": "Wir nehmen monatlich fünf Proben für Salmonellentests vom ganzen Tier"
    }
  },
  {
    "translation": {
      "en": "And we do five samples of parts at our plant.",
      "de": "und weitere fünf von Fleischteilen."
    }
  },
  {
    "translation": {
      "en": "That's all the USDA does.",
      "de": "Mehr macht das Ministerium nicht."
    }
  },
  {
    "translation": {
      "en": "And just because it says that \"USDA inspected\" on there,",
      "de": "Dass da ein Prüfsiegel ist, heißt nichts."
    }
  },
  {
    "translation": {
      "en": "it don't mean nothing because it's gotta be on their label.",
      "de": "Dass da ein Prüfsiegel ist, heißt nichts. Es gehört halt drauf."
    }
  },
  {
    "translation": {
      "en": "I wouldn't want to eat nothing coming from some of the plants myself.",
      "de": "Ich würde die Produkte einiger dieser Betriebe nicht essen."
    }
  },
  {
    "translation": {
      "en": "When you bring raw poultry into your kitchen, you're taking a significant risk.",
      "de": "Rohes Geflügelfleisch in Ihrer Küche, das ist ein Risiko."
    }
  },
  {
    "translation": {
      "en": "The real problem is that even somebody as careful as me,",
      "de": "Selbst, wenn man vorsichtig ist wie ich als Mikrobiologe,"
    }
  },
  {
    "translation": {
      "en": "I'm a microbiologist that studies these pathogens,",
      "de": "Selbst, wenn man vorsichtig ist wie ich als Mikrobiologe, der die Erreger studiert…"
    }
  },
  {
    "translation": {
      "en": "when I bring these packages into my house,",
      "de": "Sind die Packungen in meinem Haus, ist es enorm schwierig,"
    }
  },
  {
    "translation": {
      "en": "it's really hard not to contaminate things.",
      "de": "Sind die Packungen in meinem Haus, ist es enorm schwierig, nichts zu verunreinigen."
    }
  },
  {
    "translation": {
      "en": "I'm gonna open that package, and I'm immediately gonna put that plastic into the trash.",
      "de": "Ich öffne die Packung und werfe die Folie gleich in den Müll."
    }
  },
  {
    "translation": {
      "en": "I'm gonna use my foot.",
      "de": "Ich benutze meinen Fuß."
    }
  },
  {
    "translation": {
      "en": "Then I'm gonna take the chicken and immediately put it into, you know, hot oil and start frying it.",
      "de": "Dann gebe ich das Fleisch sofort in heißes Öl und brate es."
    }
  },
  {
    "translation": {
      "en": "Then I'm gonna throw away the rest of the package, but this time I touched the top of the trash can, right?",
      "de": "Dann entsorge ich den Rest der Verpackung, aber diesmal fasse ich den Deckel an."
    }
  },
  {
    "translation": {
      "en": "And then I go wash my hand, and I turn on the faucet. I've just contaminated the faucet.",
      "de": "Beim Händewaschen verunreinige ich die Armatur."
    }
  },
  {
    "translation": {
      "en": "I pump the soap. I've just contaminated the soap.",
      "de": "Ich verunreinige die Seife."
    }
  },
  {
    "translation": {
      "en": "I'm gonna wash my hands really well.",
      "de": "Ich wasche meine Hände gründlich,"
    }
  },
  {
    "translation": {
      "en": "Then I'm gonna rinse my hands, and shut off the faucet.",
      "de": "und dann drehe ich den Hahn zu,"
    }
  },
  {
    "translation": {
      "en": "I've just recontaminated my hand, and I'm gonna go make a salad.",
      "de": "verunreinige meine Hand erneut und mache den Salat."
    }
  },
  {
    "translation": {
      "en": "As careful as I am, those bacteria get around.",
      "de": "Trotz aller Vorsicht verteilen sich diese Bakterien."
    }
  },
  {
    "translation": {
      "en": "Once that salmonella is dry, it can stay on surfaces for months.",
      "de": "Trockene Salmonellen können monatelang auf Oberflächen sein"
    }
  },
  {
    "translation": {
      "en": "It could still make someone sick when ingested.",
      "de": "und einen Menschen krank machen."
    }
  },
  {
    "translation": {
      "en": "You should know that when you bring raw poultry into your kitchen,",
      "de": "Jeder muss sich im Klaren sein, dass rohes Geflügel in der Küche"
    }
  },
  {
    "translation": {
      "en": "you are introducing into your household a biohazard,",
      "de": "eine biologische Gefährdung bedeutet"
    }
  },
  {
    "translation": {
      "en": "and you should handle it accordingly.",
      "de": "und man entsprechend damit umgehen sollte."
    }
  },
  {
    "translation": {
      "en": "[Lance] When you consume salmonella,",
      "de": "Es gibt Stämme von Salmonellen,"
    }
  },
  {
    "translation": {
      "en": "some of those strains also are resistant to multiple antibiotics,",
      "de": "Es gibt Stämme von Salmonellen, die gegen viele Antibiotika resistent sind."
    }
  },
  {
    "translation": {
      "en": "and so the likelihood that a treatment is going to fail is much higher.",
      "de": "Das heißt, eine Behandlung könnte durchaus nicht ansprechen."
    }
  },
  {
    "translation": {
      "en": "Those bacteria are going to continue to grow in your blood,",
      "de": "Die Bakterien vermehren sich im Blut,"
    }
  },
  {
    "translation": {
      "en": "and sadly, people die of these infections.",
      "de": "und leider sterben Menschen auch daran."
    }
  },
  {
    "translation": {
      "en": "[Mansour] So the way we test foods,",
      "de": "Der Test geht so…"
    }
  },
  {
    "translation": {
      "en": "I think the samples dropped off here for us to test were five samples",
      "de": "Die fünf Proben, die uns zum Testen übergeben wurden,"
    }
  },
  {
    "translation": {
      "en": "of… of chicken that were purchased from local grocery stores.",
      "de": "stammen aus Lebensmittelgeschäften hier in der Gegend."
    }
  },
  {
    "translation": {
      "en": "In about one hour, we get results,",
      "de": "In etwa einer Stunde werden wir wissen,"
    }
  },
  {
    "translation": {
      "en": "whether it has salmonella or not.",
      "de": "ob Salmonellen dran sind."
    }
  },
  {
    "translation": {
      "en": "[interviewer] On our first day of production, we went to a food safety lab in Seattle.",
      "de": "Am ersten Drehtag gingen wir in ein Labor in Seattle"
    }
  },
  {
    "translation": {
      "en": "We picked up five brands of raw chicken and tested them.",
      "de": "und ließen rohes Huhn fünf verschiedener Marken testen."
    }
  },
  {
    "translation": {
      "en": "And we were told by the lab, \"You're not gonna get positive results.\" \"It's too small of a sample.\"",
      "de": "Es wurde kein positives Ergebnis erwartet, weil es nur kleine Proben waren."
    }
  },
  {
    "translation": {
      "en": "We got one positive results, and it was Perdue.",
      "de": "Doch eins war positiv, bei einem Produkt von Perdue."
    }
  },
  {
    "translation": {
      "en": "-Can I just ask for your reaction to that? -[smacks lips]",
      "de": "Was sagen Sie dazu?"
    }
  },
  {
    "translation": {
      "en": "I would say a chicken is, uh, not even a fair thing to talk about.",
      "de": "Ich würde sagen, ein einzelnes Tier ist keine angemessene Basis."
    }
  },
  {
    "translation": {
      "en": "Uh, so, I mean, again, we run hundreds of birds",
      "de": "Lassen Sie mich nochmals sagen, wir testen hunderte Tiere,"
    }
  },
  {
    "translation": {
      "en": "in order to understand where we're at.",
      "de": "um das Risiko einzuschätzen."
    }
  },
  {
    "translation": {
      "en": "And the other part is I would wonder what the salmonella was in particular.",
      "de": "Und dann ist da noch die Frage, welcher Art die Salmonellen waren."
    }
  },
  {
    "translation": {
      "en": "[interviewer] It was infantis.",
      "de": "Infantis."
    }
  },
  {
    "translation": {
      "en": "Yeah. Having said that, one chicken is not a fair… uh, fair discussion at all.",
      "de": "Okay… aber letztendlich ist ein Huhn keine Basis für eine faire Diskussion."
    }
  },
  {
    "translation": {
      "en": "[interviewer] What do you think would be a fair sample set?",
      "de": "Wie viele Proben wären in Ihren Augen eine faire Basis?"
    }
  },
  {
    "translation": {
      "en": "A hundred and fifty, uh, in a relatively short period of time.",
      "de": "Einhundertfünfzig, in einem relativ kurzen Zeitraum."
    }
  },
  {
    "translation": {
      "en": "[interviewer] So you're going to be testing 150 chicken parts for us over the course of five weeks",
      "de": "Sie werden für uns in den nächsten fünf Wochen 150 Hühnerteile testen,"
    }
  },
  {
    "translation": {
      "en": "from the top four major brands in this country.",
      "de": "von den vier führenden Herstellern in diesem Land."
    }
  },
  {
    "translation": {
      "en": "You're close to the end of testing all one hundred--",
      "de": "PCR-TRACKING-FORMULAR Sie stehen kurz vor der Beendigung der Tests…"
    }
  },
  {
    "translation": {
      "en": "We're slightly-- We're about 60% of testing if you intend to bring in 150.",
      "de": "Wir haben etwa 60 Prozent von den geplanten 150."
    }
  },
  {
    "translation": {
      "en": "Great. If I buy chicken at the grocery store,",
      "de": "Okay. Wenn ich Geflügelfleisch im Lebensmittelhandel einkaufe,"
    }
  },
  {
    "translation": {
      "en": "should I assume it's safe for me?",
      "de": "kann ich annehmen, dass es sicher ist?"
    }
  },
  {
    "translation": {
      "en": "In this country, if you buy poultry, uh, from any grocery store,",
      "de": "Kaufen Sie in diesem Land Geflügel in einem Lebensmittelgeschäft,"
    }
  },
  {
    "translation": {
      "en": "regardless of the brand of poultry that you buy,",
      "de": "dann sollten Sie unabhängig von der Marke erst einmal annehmen,"
    }
  },
  {
    "translation": {
      "en": "your… your primary assumption should be that",
      "de": "dann sollten Sie unabhängig von der Marke erst einmal annehmen, dass am Fleisch Erreger sind, wie Salmonellen oder Campylobacter."
    }
  },
  {
    "translation": {
      "en": "it contains pathogens such as salmonella and campylobacter.",
      "de": "dass am Fleisch Erreger sind, wie Salmonellen oder Campylobacter."
    }
  },
  {
    "translation": {
      "en": "The fact of the matter is salmonella in chicken is okay to be sold. It's not an adulterant.",
      "de": "Tatsache ist, Salmonellen in Geflügel gelten nicht als verunreinigend."
    }
  },
  {
    "translation": {
      "en": "So it's fine to knowingly sell salmonella, campylobacter-tainted chicken.",
      "de": "Es ist nicht verboten, befallenes Fleisch wissentlich zu verkaufen."
    }
  },
  {
    "translation": {
      "en": "There was a famous case where the government and industry simply said",
      "de": "Es gab einen bekannten Fall, da sagten Regierung und Industrie einfach,"
    }
  },
  {
    "translation": {
      "en": "that it was the housewife's job to protect the family.",
      "de": "es sei die Aufgabe der Hausfrau, ihre Familie zu schützen."
    }
  },
  {
    "translation": {
      "en": "[Brian] What it boils down to is the courts ruled that, you know,",
      "de": "Im Grunde entschieden die Gerichte,"
    }
  },
  {
    "translation": {
      "en": "the salmonella can't be considered an adulterant",
      "de": "dass Salmonellen nicht als Verunreinigung gelten können,"
    }
  },
  {
    "translation": {
      "en": "because housewives know how to cook chicken.",
      "de": "dass Salmonellen nicht als Verunreinigung gelten können, weil Hausfrauen ja wissen, wie man Geflügel gart."
    }
  },
  {
    "translation": {
      "en": "[narrator] Can she prepare those favorite dishes of Tim's just like his mother used to make?",
      "de": "Kann sie Tims Lieblingsspeisen so gut zubereiten wie seine Mutter?"
    }
  },
  {
    "translation": {
      "en": "[Brian] And therefore, it doesn't pose a threat to human illness.",
      "de": "Also gab es für Menschen keine Krankheitsgefahr."
    }
  },
  {
    "translation": {
      "en": "[narrator] Remember, it pays to play safe in the kitchen.",
      "de": "Denken Sie daran, es lohnt sich, auf Nummer sicher zu gehen."
    }
  },
  {
    "translation": {
      "en": "This terrible court case dealt a death blow",
      "de": "Dieses entsetzliche Urteil bedeutete den Todesstoß"
    }
  },
  {
    "translation": {
      "en": "to… to regulation in the United States regarding salmonella.",
      "de": "für eine Regulierung der Salmonellen-Thematik in den USA,"
    }
  },
  {
    "translation": {
      "en": "Sadly, a true death blow to a lot of people since.",
      "de": "und leider auch, im wahrsten Sinne, für viele Menschen."
    }
  },
  {
    "translation": {
      "en": "The USDA throws up its hand and says,",
      "de": "Das Ministerium wirft die Arme hoch und sagt:"
    }
  },
  {
    "translation": {
      "en": "\"Toxic salmonella are a normal part of raw chicken.\"",
      "de": "\"Giftige Salmonellen gehören zu rohem Geflügel dazu."
    }
  },
  {
    "translation": {
      "en": "\"You don't want toxic salmonella? Cook it.\"",
      "de": "Wenn ihr sie nicht wollt, gart es.\""
    }
  },
  {
    "translation": {
      "en": "[Bill] That's what we're trying to change.",
      "de": "Das wollen wir ändern."
    }
  },
  {
    "translation": {
      "en": "The burden shouldn't be with consumers.",
      "de": "Die Last sollte nicht auf den Verbrauchern liegen."
    }
  },
  {
    "translation": {
      "en": "And that's why we filed a petition with the USDA.",
      "de": "Also haben wir beim Ministerium eine Petition eingereicht."
    }
  },
  {
    "translation": {
      "en": "Well, welcome. Let me just say it's so good to really be, uh, with… with all of you.",
      "de": "Herzlich willkommen, ich freue mich sehr, mit Ihnen hier zu sein."
    }
  },
  {
    "translation": {
      "en": "I… I just have such high regard for the work that you do and…",
      "de": "Ich habe sehr große Achtung für Ihre Arbeit."
    }
  },
  {
    "translation": {
      "en": "I know, Bill, you have petitions that you have moving forward,",
      "de": "Bill, ich weiß, dass Sie Petitionen am Laufen haben,"
    }
  },
  {
    "translation": {
      "en": "and Sarah, you do, uh, as well.",
      "de": "und Sarah, Sie auch…"
    }
  },
  {
    "translation": {
      "en": "And I'd love to have you just update me.",
      "de": "Wie ist der aktuelle Stand?"
    }
  },
  {
    "translation": {
      "en": "I made a really broad petition that would essentially encompass",
      "de": "Meine Petition ist sehr weit gefasst und beinhaltet im Grunde,"
    }
  },
  {
    "translation": {
      "en": "making all salmonellas that cause human disease an adulterant.",
      "de": "dass alle Salmonellen, die Menschen krank machen, als Verunreinigung eingestuft werden."
    }
  },
  {
    "translation": {
      "en": "Draw a line in the sand and say, you know, \"Thou shalt not have a pathogen",
      "de": "als Verunreinigung eingestuft werden. Eine klare Linie, die krank machende und tödliche Erreger untersagt."
    }
  },
  {
    "translation": {
      "en": "in your food that can sicken or kill your kid.\"",
      "de": "Eine klare Linie, die krank machende und tödliche Erreger untersagt."
    }
  },
  {
    "translation": {
      "en": "[chuckles] Science supports that.",
      "de": "Das ist wissenschaftlich gestützt."
    }
  },
  {
    "translation": {
      "en": "Yeah, these pathogens are taking advantage of the gaps we have in our current system.",
      "de": "Die Lücken in unserem System nutzen diesen Erregern."
    }
  },
  {
    "translation": {
      "en": "I mean, I think the common thread of all the work that we're all doing",
      "de": "Das gemeinsame Ziel unserer Arbeit ist,"
    }
  },
  {
    "translation": {
      "en": "is modernizing the outdated system that we have now.",
      "de": "das veraltete System zu modernisieren."
    }
  },
  {
    "translation": {
      "en": "[splutters] That's the importance of this conversation.",
      "de": "Darum ist unser Gespräch so wichtig."
    }
  },
  {
    "translation": {
      "en": "You spoke, Sarah, about the gaps.",
      "de": "Sarah, Sie erwähnten Lücken."
    }
  },
  {
    "translation": {
      "en": "-[Sarah] Mm. -Where are-- And I speak legislatively.",
      "de": "Wo, und ich meine in der Gesetzgebung,"
    }
  },
  {
    "translation": {
      "en": "Where are the gaps that we need to try to fill in?",
      "de": "wo sind die Lücken, die wir schließen müssen?"
    }
  },
  {
    "translation": {
      "en": "We really don't have a government agency",
      "de": "Es gibt keine Behörde,"
    }
  },
  {
    "translation": {
      "en": "that's able to go onto farms and look at food safety risks.",
      "de": "die Risiken prüfen kann, die auf Farmen entstehen."
    }
  },
  {
    "translation": {
      "en": "They can regulate diseases that cause animal illnesses,",
      "de": "Sie können regulieren, was die Erreger von Tierkrankheiten betrifft,"
    }
  },
  {
    "translation": {
      "en": "but they turn a blind eye to the diseases that cause human illness.",
      "de": "aber die, die Menschen krank machen, werden ignoriert."
    }
  },
  {
    "translation": {
      "en": "If it makes you sick…",
      "de": "Wenn es krank macht…"
    }
  },
  {
    "translation": {
      "en": "[hesitates] …let's regulate it.",
      "de": "…gehört es geregelt."
    }
  },
  {
    "translation": {
      "en": "We can do it,",
      "de": "Das können wir tun, aber ich muss niemandem hier sagen,"
    }
  },
  {
    "translation": {
      "en": "but I… I don't have to tell anyone around this table",
      "de": "Das können wir tun, aber ich muss niemandem hier sagen, wie stark die Lobby ist, mit der wir zu tun haben."
    }
  },
  {
    "translation": {
      "en": "about the strength of the lobby.",
      "de": "wie stark die Lobby ist, mit der wir zu tun haben."
    }
  },
  {
    "translation": {
      "en": "[Rosa] You have to know what you're up against.",
      "de": "Da muss man gewappnet sein."
    }
  },
  {
    "translation": {
      "en": "The food lobbyists are more powerful than the consumer at the moment.",
      "de": "Die Macht der Lebensmittel-Lobby ist größer als die der Verbraucher."
    }
  },
  {
    "translation": {
      "en": "It's… it's very, very political.",
      "de": "Das Ganze ist sehr politisch."
    }
  },
  {
    "translation": {
      "en": "In… in a very, um… in my view, in a dangerous way.",
      "de": "So sehr… …dass es in meinen Augen gefährlich ist."
    }
  },
  {
    "translation": {
      "en": "[Marion] Food companies hate regulation.",
      "de": "Lebensmittelunternehmen hassen es, reguliert zu werden."
    }
  },
  {
    "translation": {
      "en": "They pay very expensive lobbyists",
      "de": "Sie bezahlen teure Lobbyisten,"
    }
  },
  {
    "translation": {
      "en": "to lobby the federal government",
      "de": "die auf die US-Regierung einwirken,"
    }
  },
  {
    "translation": {
      "en": "to make sure that the regulatory oversight is extremely limited.",
      "de": "die auf die US-Regierung einwirken, damit regulatorische Aufsicht nur beschränkt stattfindet."
    }
  },
  {
    "translation": {
      "en": "Madam chairman and committee members,",
      "de": "Verehrtes Komitee, Sie wissen,"
    }
  },
  {
    "translation": {
      "en": "as you can appreciate, there are many issues impacting the state",
      "de": "Verehrtes Komitee, Sie wissen, dass unsere Geflügelindustrie sich vielen Aspekten ausgesetzt sieht."
    }
  },
  {
    "translation": {
      "en": "of the chicken industry as I speak to you today.",
      "de": "dass unsere Geflügelindustrie sich vielen Aspekten ausgesetzt sieht."
    }
  },
  {
    "translation": {
      "en": "[Marion] They go to Congress and say,",
      "de": "AUSGABEN FÜR LOBBY-ARBEIT Sie sagen zum Kongress: \"Wir wissen von dem Gesetzentwurf"
    }
  },
  {
    "translation": {
      "en": "\"We know you're considering a bill",
      "de": "Sie sagen zum Kongress: \"Wir wissen von dem Gesetzentwurf"
    }
  },
  {
    "translation": {
      "en": "to pass very tight regulations about food safety.\"",
      "de": "mit strengen Vorschriften im Bereich Lebensmittelsicherheit…\""
    }
  },
  {
    "translation": {
      "en": "As Henry Ford once said, \"Don't find fault. Find a remedy.\"",
      "de": "Nach den Worten von Henry Ford: \"Suche nicht Fehler, sondern Lösungen.\""
    }
  },
  {
    "translation": {
      "en": "[Bill] As soon as we propose something,",
      "de": "Machen wir einen Vorschlag,"
    }
  },
  {
    "translation": {
      "en": "you know, the industry groups are gonna come in, and they're gonna have their stories",
      "de": "dann kommen die Industriegruppen mit ihren Geschichten,"
    }
  },
  {
    "translation": {
      "en": "about why this would be burdensome on industry,",
      "de": "dann kommen die Industriegruppen mit ihren Geschichten, warum das die Branche belastet,"
    }
  },
  {
    "translation": {
      "en": "and meat prices are gonna go higher,",
      "de": "dass es zu Preiserhöhungen führen wird und Leute ihren Job verlieren,"
    }
  },
  {
    "translation": {
      "en": "people are gonna lose their jobs, and it's the consumer's responsibility.",
      "de": "dass es zu Preiserhöhungen führen wird und Leute ihren Job verlieren, es sei an den Verbrauchern…"
    }
  },
  {
    "translation": {
      "en": "All those arguments were the ones they said,",
      "de": "Das waren genau die Argumente, mit denen sie ankamen,"
    }
  },
  {
    "translation": {
      "en": "you know, when E. coli O157:H7 was listed as an adulterant.",
      "de": "als E. coli O157:H7 als Verunreinigung eingestuft wurde."
    }
  },
  {
    "translation": {
      "en": "You know, the world was gonna fall apart, and it didn't.",
      "de": "Als ginge die Welt unter. Tat sie aber nicht."
    }
  },
  {
    "translation": {
      "en": "[Mindy] I was the undersecretary for food safety",
      "de": "Ich war Unterstaatssekretärin für Lebensmittelsicherheit,"
    }
  },
  {
    "translation": {
      "en": "which was the highest-ranking food safety official in the US.",
      "de": "trug also den höchsten Beamtenrang in diesem Bereich."
    }
  },
  {
    "translation": {
      "en": "And, I mean, I'm a scientist. I'm not a politician.",
      "de": "Ich bin Wissenschaftlerin, keine Politikerin."
    }
  },
  {
    "translation": {
      "en": "I was there to make the food supply safe.",
      "de": "Meine Aufgabe war die Sicherheit von Lebensmitteln."
    }
  },
  {
    "translation": {
      "en": "When you put agendas and, you know, political interest aside,",
      "de": "Wenn man subjektive und politische Interessen ausklammert,"
    }
  },
  {
    "translation": {
      "en": "then you can solve problems.",
      "de": "werden Probleme lösbar."
    }
  },
  {
    "translation": {
      "en": "You can get data, you can find the answers,",
      "de": "Man kann Daten sammeln, Antworten finden,"
    }
  },
  {
    "translation": {
      "en": "and then you can find something that actually works.",
      "de": "und eine Lösung, die funktioniert."
    }
  },
  {
    "translation": {
      "en": "Obviously, regulations are important. I'm not saying they're not.",
      "de": "Natürlich sind gesetzliche Bestimmungen wichtig."
    }
  },
  {
    "translation": {
      "en": "But it's better for us to be able to come to the table",
      "de": "Aber besser ist, erst einmal zusammenzukommen,"
    }
  },
  {
    "translation": {
      "en": "before we have to move to regulation.",
      "de": "bevor Vorschriften auferlegt werden."
    }
  },
  {
    "translation": {
      "en": "[interviewer] When you were nominated for your position by President Trump,",
      "de": "Ihre Benennung durch Präsident Trump"
    }
  },
  {
    "translation": {
      "en": "a lobbyist for the National Cattlemen's Beef Association said that this was",
      "de": "kommentierte damals ein Lobbyist vom Verband der Viehzüchter"
    }
  },
  {
    "translation": {
      "en": "great news for the industry.",
      "de": "als \"sehr gute Nachricht für die Branche\"."
    }
  },
  {
    "translation": {
      "en": "Why was the industry so excited about you in particular?",
      "de": "Warum war die Branche von Ihnen so begeistert?"
    }
  },
  {
    "translation": {
      "en": "Because I'm a scientist, and they knew I'd make data-driven, science-based decisions.",
      "de": "Weil man wusste, dass meine Entscheidungen auf Daten und Wissenschaft basieren."
    }
  },
  {
    "translation": {
      "en": "[interviewer] It had nothing to do with the fact",
      "de": "Es hatte nichts damit zu tun,"
    }
  },
  {
    "translation": {
      "en": "that you had received a lot of money for your research from this very same group over the years?",
      "de": "dass Sie von dieser Gruppe viel Geld für Ihre Forschungsarbeit erhalten hatten?"
    }
  },
  {
    "translation": {
      "en": "No. I mean… [splutters]",
      "de": "Nein. Also… nein."
    }
  },
  {
    "translation": {
      "en": "I do wish that that money, you know, was my personal money.",
      "de": "Ich wünschte, dieses Geld wäre für mich persönlich gewesen."
    }
  },
  {
    "translation": {
      "en": "It never-- It wasn't. It was university given to--",
      "de": "Das war natürlich nicht der Fall."
    }
  },
  {
    "translation": {
      "en": "It was money given to the university to do research.",
      "de": "Es war Geld, das die Universität für Forschung erhielt."
    }
  },
  {
    "translation": {
      "en": "And that's how we fund research programs, is through grants from the cattlemen,",
      "de": "So werden Forschungsprogramme finanziert, mit Zuschüssen von den Viehzüchtern,"
    }
  },
  {
    "translation": {
      "en": "through, uh, you know, the meat institute, all those different organizations.",
      "de": "vom Fleischhandelsverband und all solchen Organisationen."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Are you saying it isn't a conflict of interest for you to regulate",
      "de": "Sie sagen also, es ist kein Interessenkonflikt, wenn Sie die Branche regulieren, die so viele Ihrer Studien finanziert hat?"
    }
  },
  {
    "translation": {
      "en": "the very industry that has funded so many of your studies?",
      "de": "wenn Sie die Branche regulieren, die so viele Ihrer Studien finanziert hat?"
    }
  },
  {
    "translation": {
      "en": "It didn't necessarily change the way I looked at the industry at all.",
      "de": "Deswegen musste sich ja nicht meine Sichtweise auf die Branche ändern."
    }
  },
  {
    "translation": {
      "en": "If anything, you know, I knew where the pathogens were",
      "de": "Es half mir eigentlich, um zu wissen, wo die Erreger sind"
    }
  },
  {
    "translation": {
      "en": "and how to control them and all of those different components of the industry.",
      "de": "und wie man sie und die einzelnen Bereiche der Industrie kontrollieren kann."
    }
  },
  {
    "translation": {
      "en": "So I think it just made me a stronger person in that position.",
      "de": "Es war für meine Position eher von Vorteil."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Was your nomination also great news, do you think,",
      "de": "War Ihre Benennung auch gut für Verbraucher,"
    }
  },
  {
    "translation": {
      "en": "for the consumers that rely on the government to keep their food safe?",
      "de": "War Ihre Benennung auch gut für Verbraucher, die darauf vertrauen, dass ihr Essen sicher ist?"
    }
  },
  {
    "translation": {
      "en": "Yes. I'm a very strong consumer advocate.",
      "de": "Ja, ich trete sehr für Verbraucher ein."
    }
  },
  {
    "translation": {
      "en": "And, you know, it's not just, you know, Mindy Brashears, you know.",
      "de": "Es ist ja nicht nur Mindy Brashears,"
    }
  },
  {
    "translation": {
      "en": "It's everyone in government.",
      "de": "es betrifft die ganze Regierung."
    }
  },
  {
    "translation": {
      "en": "They get into this… you know, into this political realm.",
      "de": "Da ist diese politische Umgebung…"
    }
  },
  {
    "translation": {
      "en": "And it doesn't seem like they really",
      "de": "Da ist diese politische Umgebung… und die Interessen der Bevölkerung geraten anscheinend in den Hintergrund."
    }
  },
  {
    "translation": {
      "en": "are paying attention to the people's business.",
      "de": "und die Interessen der Bevölkerung geraten anscheinend in den Hintergrund."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Have you made a decision on the Marler petition yet?",
      "de": "Gibt es schon eine Entscheidung zur Marler-Petition?"
    }
  },
  {
    "translation": {
      "en": "No, we have not.",
      "de": "Nein, noch nicht."
    }
  },
  {
    "translation": {
      "en": "We are examining and assessing the requests in the context",
      "de": "Wir prüfen und bewerten diese Anträge im Kontext unserer großen Salmonellen-Initiative."
    }
  },
  {
    "translation": {
      "en": "of our larger salmonella initiative.",
      "de": "im Kontext unserer großen Salmonellen-Initiative."
    }
  },
  {
    "translation": {
      "en": "Their goal in each of the petitions is to do a better job",
      "de": "Jede dieser Petitionen zielt darauf,"
    }
  },
  {
    "translation": {
      "en": "at reducing salmonella, the strains that make people sick.",
      "de": "krankmachende Salmonellen besser einzudämmern."
    }
  },
  {
    "translation": {
      "en": "We have the same exact goal.",
      "de": "Das ist auch unser Ziel."
    }
  },
  {
    "translation": {
      "en": "When Mike Taylor deemed E. coli O157:H7 an adulterant,",
      "de": "Als Mike Taylor damals den O157:H7-Stamm als Verunreinigung einstufte,"
    }
  },
  {
    "translation": {
      "en": "he had complete authority to do that.",
      "de": "hatte er die volle Befugnis."
    }
  },
  {
    "translation": {
      "en": "There's absolutely no reason that,",
      "de": "Es gibt absolut keinen Grund,"
    }
  },
  {
    "translation": {
      "en": "uh, Sandy Eskin couldn't do exactly the same thing on her own right now.",
      "de": "warum Sandy Eskin jetzt nicht das Gleiche tun könnte."
    }
  },
  {
    "translation": {
      "en": "[interviewer] She has the authority?",
      "de": "-Sie ist dazu befugt? -Absolut."
    }
  },
  {
    "translation": {
      "en": "Absolutely. She has the authority to deem salmonella an adulterant in chicken.",
      "de": "Sie ist befugt, Salmonellen in Geflügel als Verunreinigung einzustufen."
    }
  },
  {
    "translation": {
      "en": "[interviewer] So why doesn't she?",
      "de": "Warum tut sie's nicht?"
    }
  },
  {
    "translation": {
      "en": "Because, uh, the industry would… And I should say this knowing that it's chicken,",
      "de": "Weil die Branche dann, ich sollte es wohl so ausdrücken,"
    }
  },
  {
    "translation": {
      "en": "the industry would squawk, um, and they would squawk loudly.",
      "de": "wie Hühner kreischen würde. Lautstark."
    }
  },
  {
    "translation": {
      "en": "I feel like the industry hasn't held up their end of the bargain.",
      "de": "Die Branche hat ihren Teil der Abmachung nicht eingehalten."
    }
  },
  {
    "translation": {
      "en": "You can go to Europe and buy packages that are labeled, you know, \"pathogen-free\" there.",
      "de": "In Europa können Sie als \"erregerfrei\" gekennzeichnetes Huhn kaufen."
    }
  },
  {
    "translation": {
      "en": "You can't get that in the United States.",
      "de": "Nicht in den USA."
    }
  },
  {
    "translation": {
      "en": "[Sarah] They went back to the farm,",
      "de": "Man ging dort zu den Farmen"
    }
  },
  {
    "translation": {
      "en": "and they prioritized getting rid of the worst types of salmonella that make humans sick.",
      "de": "und legte den Schwerpunkt auf die gefährlichsten Salmonellen."
    }
  },
  {
    "translation": {
      "en": "[Bill] They vaccinate chicken against salmonella.",
      "de": "Hühner werden gegen Salmonellen geimpft."
    }
  },
  {
    "translation": {
      "en": "They sometimes eradicate flocks that are contaminated with salmonella,",
      "de": "Manchmal wird ein befallener Bestand vernichtet."
    }
  },
  {
    "translation": {
      "en": "and they do those interventions before they hit the slaughterhouse",
      "de": "Und das alles geschieht vor dem Schlachthof."
    }
  },
  {
    "translation": {
      "en": "because once they hit the slaughterhouse, you know, it's not gonna help.",
      "de": "Denn sind die Tiere einmal dort, helfen die Maßnahmen nicht."
    }
  },
  {
    "translation": {
      "en": "So it's not like we can't do it.",
      "de": "INNERHALB VON FÜNF JAHREN UM FAST DIE HÄLFTE. Es geht also schon."
    }
  },
  {
    "translation": {
      "en": "Um, we just don't have the political will yet to do it.",
      "de": "Aber es fehlt der politische Wille, es auch zu tun."
    }
  },
  {
    "translation": {
      "en": "When you look at what happened to Stephanie Ingberg,",
      "de": "Schaut man sich den Fall von Stephanie Ingberg an,"
    }
  },
  {
    "translation": {
      "en": "there's no question we're not doing enough.",
      "de": "dann wird klar, dass wir nicht genug tun."
    }
  },
  {
    "translation": {
      "en": "The government's not doing enough. The industry's not doing enough.",
      "de": "Weder die Regierung noch die Industrie tun genug."
    }
  },
  {
    "translation": {
      "en": "[Scott] Stephanie, you know, when we first found out",
      "de": "Als man uns damals sagte,"
    }
  },
  {
    "translation": {
      "en": "that first morning that she was back that she may not live very much longer,",
      "de": "dass Stephanie wahrscheinlich nicht mehr lange leben würde…"
    }
  },
  {
    "translation": {
      "en": "the fact that she didn't die, uh, gave us hope. She was still with us.",
      "de": "Die Tatsache, dass sie weiterhin am Leben blieb, gab uns Hoffnung."
    }
  },
  {
    "translation": {
      "en": "She was still in a coma. We couldn't communicate with her.",
      "de": "Sie war im Koma, Kommunikation nicht möglich."
    }
  },
  {
    "translation": {
      "en": "They… they didn't know why she wasn't waking up.",
      "de": "Sie wussten nicht, warum sie nicht aufwachte."
    }
  },
  {
    "translation": {
      "en": "And I think that's what led to the question about the brain injury, that she just wasn't waking up.",
      "de": "Das war wohl, wie man auf eine mögliche Hirnschädigung kam."
    }
  },
  {
    "translation": {
      "en": "The priest came in saying a prayer.",
      "de": "Der Priester kam und sprach ein Gebet."
    }
  },
  {
    "translation": {
      "en": "And during that prayer, her eyes just started to slit open.",
      "de": "Da öffnete sie ihre Augen ein bisschen."
    }
  },
  {
    "translation": {
      "en": "And that was the first sign of waking up.",
      "de": "Es war das erste Zeichen, dass sie aufwachte."
    }
  },
  {
    "translation": {
      "en": "[Stephanie] I specifically remember when I woke up,",
      "de": "Ich weiß noch genau, wie ich aufwachte"
    }
  },
  {
    "translation": {
      "en": "everyone was surrounding me, and everyone was very emotional around me.",
      "de": "und alle weinend um mich herumstanden."
    }
  },
  {
    "translation": {
      "en": "I'm like, \"What is the big deal? Why is everyone so sad right now?\" \"I don't understand.\"",
      "de": "Ich dachte: \"Was ist denn los? Warum sind alle so traurig?\""
    }
  },
  {
    "translation": {
      "en": "So they were telling me that I got, um, a strain of E. coli.",
      "de": "Sie sagten mir, dass ich mich mit Kolibakterien infiziert hatte."
    }
  },
  {
    "translation": {
      "en": "Do you have any pain when I poke in there?",
      "de": "Tut es weh, wenn ich hier drücke?"
    }
  },
  {
    "translation": {
      "en": "-No. -[Pablo] No.",
      "de": "Nein."
    }
  },
  {
    "translation": {
      "en": "[Stephanie] And it can give you HUS, which is a fatal kidney disease, which is what I got.",
      "de": "Und die führten bei mir zu einem HU-Syndrom mit Nierenversagen."
    }
  },
  {
    "translation": {
      "en": "[Pablo] This condition in her body was like a nuclear bomb exploding inside you,",
      "de": "Das ist, als geht im Körper eine Atombombe hoch,"
    }
  },
  {
    "translation": {
      "en": "where it hits every single organ,",
      "de": "und jedes einzelne Organ wird getroffen."
    }
  },
  {
    "translation": {
      "en": "and then you have to get there and pick up the pieces.",
      "de": "Und dann muss man die Einzelteile aufheben."
    }
  },
  {
    "translation": {
      "en": "[Pablo in scene] Okay, good, we're gonna go to the left side now.",
      "de": "Okay, und jetzt links."
    }
  },
  {
    "translation": {
      "en": "[Stephanie] It took me a long time to rebuild my strength.",
      "de": "Es dauerte einige Zeit, bis ich wieder bei Kräften war."
    }
  },
  {
    "translation": {
      "en": "My coma kind of knocked me out for the hardest parts,",
      "de": "Durch das Koma bekam ich das Schlimmste nicht mit."
    }
  },
  {
    "translation": {
      "en": "but I know there were moments that my family and my doctors didn't think I was gonna make it through,",
      "de": "Aber ich weiß, zuweilen dachten alle, ich würde nicht überleben."
    }
  },
  {
    "translation": {
      "en": "which has been really hard on them.",
      "de": "Das war hart für meine Familie. Ich kämpfe damit,"
    }
  },
  {
    "translation": {
      "en": "And it's hard for me to know that I put them through that pain.",
      "de": "Das war hart für meine Familie. Ich kämpfe damit, dass sie das alles durchmachen mussten."
    }
  },
  {
    "translation": {
      "en": "But… Yeah.",
      "de": "Aber…"
    }
  },
  {
    "translation": {
      "en": "Control it all the way. I'm gonna look at your knees as you go.",
      "de": "So halten, ich passe auf deine Knie auf."
    }
  },
  {
    "translation": {
      "en": "[Stephanie] I had a lot of physical therapy, a handful of outpatient dialysis visits.",
      "de": "Ich hatte viel Physiotherapie und musste ein paar Mal zur Dialyse."
    }
  },
  {
    "translation": {
      "en": "I had doctor's appointments every day.",
      "de": "Ich musste täglich zum Arzt."
    }
  },
  {
    "translation": {
      "en": "My mom couldn't go back to work for months because she had to drive me",
      "de": "Meine Mutter konnte einen Monat lang nicht arbeiten,"
    }
  },
  {
    "translation": {
      "en": "to probably two or three doctor's appointments every day.",
      "de": "weil ich täglich zwei oder drei Termine hatte."
    }
  },
  {
    "translation": {
      "en": "You know, I had a few goals set in place that helped motivate me.",
      "de": "Ich hatte mir ein paar Ziele gesetzt, um mich zu motivieren."
    }
  },
  {
    "translation": {
      "en": "You know, I was graduating in May. Being able to, um, you know, walk at graduation",
      "de": "Im Mai würde mein Abschluss sein. Bei der Feier wieder laufen zu können,"
    }
  },
  {
    "translation": {
      "en": "was one of my biggest goals because at the time I couldn't walk.",
      "de": "war eins meiner größten Ziele, denn da konnte ich es noch nicht."
    }
  },
  {
    "translation": {
      "en": "And I'm crying, but I achieved all those goals.",
      "de": "Ich weine, aber ich hab all diese Ziele erreicht."
    }
  },
  {
    "translation": {
      "en": "You know, I… I got to go to prom. I got to walk at graduation…",
      "de": "Ich konnte zur Abschlussfeier gehen, ich konnte laufen."
    }
  },
  {
    "translation": {
      "en": "…which, you know, I feel like I'm pretty lucky",
      "de": "Darüber kann ich glücklich sein,"
    }
  },
  {
    "translation": {
      "en": "to be able to say I was able to do,",
      "de": "dass ich das heute sagen kann."
    }
  },
  {
    "translation": {
      "en": "given the circumstances. [sniffles]",
      "de": "Nach all dem."
    }
  },
  {
    "translation": {
      "en": "You are still having protein spillage in the urine.",
      "de": "Sie haben noch immer Eiweiß im Urin."
    }
  },
  {
    "translation": {
      "en": "That is unfortunately not normal.",
      "de": "Das ist leider nicht normal,"
    }
  },
  {
    "translation": {
      "en": "And that's why we're using, uh, this medication, Lisinopril.",
      "de": "und deswegen die Medikamente, das Lisinopril."
    }
  },
  {
    "translation": {
      "en": "Unfortunately, uh,",
      "de": "Leider…"
    }
  },
  {
    "translation": {
      "en": "it's been four years now, and I'm not seeing this going away.",
      "de": "…sind es nun schon vier Jahre, und ich sehe keine Verbesserung."
    }
  },
  {
    "translation": {
      "en": "[Stephanie] I'm kind of nervous for what the future holds",
      "de": "Ich mache mir Sorgen, was meine Nieren betrifft,"
    }
  },
  {
    "translation": {
      "en": "with my kidney health and everything. I try not to think about it.",
      "de": "Ich mache mir Sorgen, was meine Nieren betrifft, aber versuche, nicht darüber nachzudenken."
    }
  },
  {
    "translation": {
      "en": "I have to take a medication every day",
      "de": "Ich nehme ein Medikament,"
    }
  },
  {
    "translation": {
      "en": "to try to tighten the filters in my kidneys.",
      "de": "das die Filterleistung meiner Nieren verbessern soll."
    }
  },
  {
    "translation": {
      "en": "I've talked to my nephrologist, and there's a possibility",
      "de": "Mein Nierenfacharzt sagt, es ist möglich,"
    }
  },
  {
    "translation": {
      "en": "that I might have to get a kidney transplant.",
      "de": "dass ich eines Tages eine neue Niere brauche."
    }
  },
  {
    "translation": {
      "en": "I mean, I might have to be on dialysis for the rest of my life.",
      "de": "dass ich eines Tages eine neue Niere brauche. Oder Dialyse für den Rest meines Lebens."
    }
  },
  {
    "translation": {
      "en": "Like, you never wanna hear that.",
      "de": "Wer hört so etwas schon gern?"
    }
  },
  {
    "translation": {
      "en": "[Sarah] I think some people tend to brush off foodborne illness.",
      "de": "Manche Leute nehmen Lebensmittelvergiftungen nicht ernst."
    }
  },
  {
    "translation": {
      "en": "Oh, it's a little stomach ache.",
      "de": "Leichte Bauchschmerzen,"
    }
  },
  {
    "translation": {
      "en": "You know, it's some extra time in the bathroom. It's no big deal.",
      "de": "etwas Durchfall… nichts Schlimmes."
    }
  },
  {
    "translation": {
      "en": "[Stephanie] It is so much more than that, you know.",
      "de": "Es ist so viel mehr als das."
    }
  },
  {
    "translation": {
      "en": "It's comas and brain damage and kidney trauma",
      "de": "Koma, Hirnschäden, Nierenversagen."
    }
  },
  {
    "translation": {
      "en": "and definitely should be taken seriously.",
      "de": "Man muss es ernst nehmen."
    }
  },
  {
    "translation": {
      "en": "I ate a salad, and, you know,",
      "de": "Ich aß einen Salat,"
    }
  },
  {
    "translation": {
      "en": "now I have long-term health effects from it.",
      "de": "und das hatte langfristige Auswirkungen auf meine Gesundheit."
    }
  },
  {
    "translation": {
      "en": "[Brian] If you were to develop a list of the highest-risk foods right now,",
      "de": "Würde man eine Liste der risikoreichsten Lebensmittel erstellen,"
    }
  },
  {
    "translation": {
      "en": "romaine lettuce would be near the top, if not at the top.",
      "de": "dann stünde Römersalat ganz weit oben."
    }
  },
  {
    "translation": {
      "en": "[interviewer] I'm curious if you eat romaine?",
      "de": "Essen Sie Römersalat?"
    }
  },
  {
    "translation": {
      "en": "I don't.",
      "de": "Nein."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Do you eat romaine?",
      "de": "Essen Sie Römersalat?"
    }
  },
  {
    "translation": {
      "en": "[splutters] I do steer clear of romaine for the most part.",
      "de": "Ich versuche meistens, Römersalat zu vermeiden."
    }
  },
  {
    "translation": {
      "en": "I mean, I think about it every time I eat it.",
      "de": "Ich esse ihn nicht ganz unbeschwert."
    }
  },
  {
    "translation": {
      "en": "I, you know… I've rolled the dice. [laughs]",
      "de": "Ich wage mich ran, ja."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Are there any foods that you both absolutely avoid?",
      "de": "Gibt es etwas, das Sie beide absolut vermeiden?"
    }
  },
  {
    "translation": {
      "en": "Bagged-- We don't buy prepackaged bagged salads.",
      "de": "Wir kaufen nie in Tüten abgepackten Salat."
    }
  },
  {
    "translation": {
      "en": "We kind of tend to shy away from romaine, especially from Yuma or Salinas.",
      "de": "Und wir bleiben weg von Römersalat, besonders dem aus Yuma oder Salinas."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Has the LGMA response prevented leafy greens outbreaks in your opinion?",
      "de": "Hat LGMA Ihrer Meinung nach Ausbrüche durch Blattgemüse verhindert?"
    }
  },
  {
    "translation": {
      "en": "LGMA has made a significant difference in this industry.",
      "de": "Der Verbund hat für unsere Branche einen großen Unterschied gemacht."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Are there any studies that document",
      "de": "Gibt es Studien, die eine Verbesserung der Lebensmittelsicherheit"
    }
  },
  {
    "translation": {
      "en": "the improvement of safety after the implementation of LGMA?",
      "de": "Gibt es Studien, die eine Verbesserung der Lebensmittelsicherheit nach der LGMA-Einführung zeigen?"
    }
  },
  {
    "translation": {
      "en": "I don't know of any. [inhales]",
      "de": "Mir sind keine bekannt."
    }
  },
  {
    "translation": {
      "en": "[interviewer] So you say that you feel confident that it's prevented certain outbreaks--",
      "de": "Sie sagten, Sie glauben, dass Ausbrüche verhindert wurden…"
    }
  },
  {
    "translation": {
      "en": "Absolutely.",
      "de": "Absolut."
    }
  },
  {
    "translation": {
      "en": "[interviewer] I want to run through",
      "de": "Ich möchte…"
    }
  },
  {
    "translation": {
      "en": "some things that have gone down the past five years.",
      "de": "…einige Ereignisse der letzten fünf Jahre ansprechen."
    }
  },
  {
    "translation": {
      "en": "So September 2017, eight people sick from spinach.",
      "de": "September 2017, acht Menschen krank durch Spinat."
    }
  },
  {
    "translation": {
      "en": "November 2017, 67 people sick from another unknown leafy green outbreak.",
      "de": "November 2017, 67 erkranken durch ein unidentifiziertes Blattgemüse."
    }
  },
  {
    "translation": {
      "en": "Then the following year in March, a big one, 248 people, five dead.",
      "de": "Im März des Folgejahres, 248 krank, fünf Tote."
    }
  },
  {
    "translation": {
      "en": "April 2018, ten people.",
      "de": "April 2018, zehn Menschen."
    }
  },
  {
    "translation": {
      "en": "October 2018, three separate leafy green outbreaks, sickening 135 people.",
      "de": "Oktober 2018, drei Ausbrüche mit 135 Erkrankten."
    }
  },
  {
    "translation": {
      "en": "November, same thing, 167 people sick.",
      "de": "November, das Gleiche. 167 Kranke."
    }
  },
  {
    "translation": {
      "en": "November 2019, two more outbreaks that same year.",
      "de": "November 2019, zwei weitere Ausbrüche."
    }
  },
  {
    "translation": {
      "en": "October 2020, 40 people.",
      "de": "Oktober 2020, 40 Betroffene."
    }
  },
  {
    "translation": {
      "en": "This isn't a great track record, is it?",
      "de": "Nicht wirklich ein Fortschritt, oder?"
    }
  },
  {
    "translation": {
      "en": "I think we have a lot to be proud of.",
      "de": "Wir können auf vieles stolz sein."
    }
  },
  {
    "translation": {
      "en": "Certainly, every one of those is… is a tragic incident",
      "de": "Natürlich ist jeder dieser Vorfälle mit seinen Auswirkungen auf die Betroffenen tragisch."
    }
  },
  {
    "translation": {
      "en": "and the effect it had on those consumers.",
      "de": "mit seinen Auswirkungen auf die Betroffenen tragisch."
    }
  },
  {
    "translation": {
      "en": "But I am confident of the progress that we have made through the LGMA",
      "de": "Aber ich bin mir sicher, dass wir durch LGMA große Fortschritte und einen Unterschied gemacht haben."
    }
  },
  {
    "translation": {
      "en": "and the difference we have made in the industry.",
      "de": "große Fortschritte und einen Unterschied gemacht haben."
    }
  },
  {
    "translation": {
      "en": "[Christine] One thing that jumped out at me when reporting on these romaine lettuce outbreaks",
      "de": "Als ich über die Infektionen aufgrund von Römersalat berichtete,"
    }
  },
  {
    "translation": {
      "en": "is how little the federal government",
      "de": "Als ich über die Infektionen aufgrund von Römersalat berichtete, fiel mir auf, wie wenig die Regierung dagegen unternahm."
    }
  },
  {
    "translation": {
      "en": "was doing to address them.",
      "de": "fiel mir auf, wie wenig die Regierung dagegen unternahm."
    }
  },
  {
    "translation": {
      "en": "For many years, we've given the responsibility to the businesses",
      "de": "Jahrelang hatten die Unternehmen die Verantwortung."
    }
  },
  {
    "translation": {
      "en": "and let them take responsibility, and that's not working.",
      "de": "Sie sollten sich kümmern. Und das funktioniert nicht."
    }
  },
  {
    "translation": {
      "en": "[interviewer] I'm being asked to wrap up.",
      "de": "Ich soll zum Ende kommen."
    }
  },
  {
    "translation": {
      "en": "What do you want the viewers to know about this issue?",
      "de": "Was möchten Sie den Zuschauern zu diesem Thema noch sagen?"
    }
  },
  {
    "translation": {
      "en": "Well, I would like your viewers to know that the US has among the safest food systems in the world.",
      "de": "Sie sollen wissen, dass unser System zu den sichersten der Welt gehört."
    }
  },
  {
    "translation": {
      "en": "But we plan to work together to create an even safer, more digital,",
      "de": "Wir wollen kooperieren und ein noch sichereres, digitales,"
    }
  },
  {
    "translation": {
      "en": "transparent, and sustainable food system that's going to be good for consumers.",
      "de": "transparentes und nachhaltiges System schaffen, das gut für die Verbraucher, die Produzenten und den Planeten ist."
    }
  },
  {
    "translation": {
      "en": "It'll be good for producers, and it will be good for the planet.",
      "de": "das gut für die Verbraucher, die Produzenten und den Planeten ist."
    }
  },
  {
    "translation": {
      "en": "I can't even tell you how many times",
      "de": "Ich kann gar nicht mehr zählen,"
    }
  },
  {
    "translation": {
      "en": "I have heard policymakers, executives, leaders say the phrase,",
      "de": "wie oft ich diese Phrase schon von Entscheidungsträgern, Unternehmern oder Führungskräften schon gehört habe."
    }
  },
  {
    "translation": {
      "en": "\"America has the safest food system in the world.\"",
      "de": "Unternehmern oder Führungskräften schon gehört habe."
    }
  },
  {
    "translation": {
      "en": "But there seems to have been this endless cycle",
      "de": "Und doch gibt es diesen endlosen Kreislauf"
    }
  },
  {
    "translation": {
      "en": "of failure and outbreaks and recalls and illnesses and deaths.",
      "de": "aus Versagen, Ausbrüchen, Rückrufen, Erkrankung und Tod."
    }
  },
  {
    "translation": {
      "en": "You know, when I hear politicians say, \"We've got the safest food system in the world,\"",
      "de": "Wenn ich Politiker sagen höre, unser System sei das sicherste,"
    }
  },
  {
    "translation": {
      "en": "it's just… it's laughable. We don't have the safest food system in the world.",
      "de": "kann ich nur lachen. Es ist nicht das sicherste."
    }
  },
  {
    "translation": {
      "en": "I mean, these pathogens are controllable. We're not controlling them.",
      "de": "Diese Erreger sind kontrollierbar, und wir tun es nicht."
    }
  },
  {
    "translation": {
      "en": "We're in the United States. We expect better.",
      "de": "Wir sind in den USA. Wir erwarten mehr."
    }
  },
  {
    "translation": {
      "en": "And when the safety of our food supply lets us down, it lets us down big-time.",
      "de": "Wenn Lebensmittel unsicher sind, ist das enorm enttäuschend."
    }
  },
  {
    "translation": {
      "en": "[Brian] Right now, the government is not doing enough to protect consumers.",
      "de": "Die Regierung tut nicht genug, um die Verbraucher zu schützen."
    }
  },
  {
    "translation": {
      "en": "And then consumers, because the burden is often on them when it gets to that level,",
      "de": "Also liegt die Verantwortung am Ende auf den Verbrauchern."
    }
  },
  {
    "translation": {
      "en": "you know, they have to make sure that they're taking the proper steps at home.",
      "de": "Sie müssen zu Hause das Richtige tun."
    }
  },
  {
    "translation": {
      "en": "I would say number one food on my list that I avoid is cantaloupe.",
      "de": "Das erste Nahrungsmittel, das ich meide, sind Cantaloupe-Melonen."
    }
  },
  {
    "translation": {
      "en": "You cannot properly clean the outside, and once you bring that knife through it, it's too late.",
      "de": "Die Schale ist nicht zu reinigen, und nach dem Aufschneiden ist es zu spät."
    }
  },
  {
    "translation": {
      "en": "And there's no kill step for cantaloupe.",
      "de": "Keime werden nicht abgetötet."
    }
  },
  {
    "translation": {
      "en": "Number two is sprouts.",
      "de": "An zweiter Stelle stehen Sprossen."
    }
  },
  {
    "translation": {
      "en": "Every other year, there's a significant outbreak",
      "de": "Alle zwei Jahre gibt es einen großen Ausbruch,"
    }
  },
  {
    "translation": {
      "en": "where there's just no way to clean them.",
      "de": "und sie sind nicht ordentlich zu säubern."
    }
  },
  {
    "translation": {
      "en": "I would say number three would be bagged lettuce.",
      "de": "Auf Platz drei steht in Tüten abgepackter Salat."
    }
  },
  {
    "translation": {
      "en": "Your spring mix. Your different salad mixes.",
      "de": "All die verschiedenen Salatmischungen."
    }
  },
  {
    "translation": {
      "en": "You don't necessarily know how many heads of lettuce that came from.",
      "de": "Man weiß nicht, wie viele Salatköpfe"
    }
  },
  {
    "translation": {
      "en": "Or do you even know if it came from any one place?",
      "de": "oder gar Herkunftsorte involviert waren."
    }
  },
  {
    "translation": {
      "en": "[Bill] All the outbreaks that I've been involved in",
      "de": "Bei allen Fällen, an denen ich arbeitete,"
    }
  },
  {
    "translation": {
      "en": "are triple-washed, bagged, and shipped around the country.",
      "de": "wurde der Salat dreimal gewaschen, verpackt und ins ganze Land geliefert."
    }
  },
  {
    "translation": {
      "en": "You know, buy it in a whole head and wash it yourself.",
      "de": "Kaufen Sie den ganzen Kopf, und waschen Sie selbst."
    }
  },
  {
    "translation": {
      "en": "Control your own environment.",
      "de": "Sie kontrollieren Ihre Umgebung."
    }
  },
  {
    "translation": {
      "en": "[Sarah] Today, when we were ordering lunch,",
      "de": "Beim Lunch heute vermied ich alle Speisen,"
    }
  },
  {
    "translation": {
      "en": "I avoided everything that has that little star on it on the menu",
      "de": "Beim Lunch heute vermied ich alle Speisen, die einen Hinweis auf die Risiken von nicht durchgegartem Fleisch hatten."
    }
  },
  {
    "translation": {
      "en": "saying consumption of undercooked meat can expose you to risk.",
      "de": "die einen Hinweis auf die Risiken von nicht durchgegartem Fleisch hatten."
    }
  },
  {
    "translation": {
      "en": "So there was some raw fish they were serving, and I, uh, took a pass on that one.",
      "de": "Unter dem Angebot war roher Fisch, auf den ich verzichtete."
    }
  },
  {
    "translation": {
      "en": "[Timothy] You need to decide, \"Am I a person who loves raw oysters enough",
      "de": "Man muss sich entscheiden. Gehöre ich zu denen,"
    }
  },
  {
    "translation": {
      "en": "that I want to take the risks that are associated with raw oysters?\"",
      "de": "die rohe Austern genug mögen, um das Risiko einzugehen?"
    }
  },
  {
    "translation": {
      "en": "[Sarah] I don't wanna be one of those people who ends up losing a limb",
      "de": "Ich will nicht zu denen gehören, die ein Bein verlieren,"
    }
  },
  {
    "translation": {
      "en": "because of, uh, you know, a night out.",
      "de": "weil sie mal ausgingen."
    }
  },
  {
    "translation": {
      "en": "Thank you. Thank you very much.",
      "de": "Vielen Dank."
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "de": "Danke."
    }
  },
  {
    "translation": {
      "en": "What are you having?",
      "de": "Was nimmst du?"
    }
  },
  {
    "translation": {
      "en": "I'm gonna have a hamburger cooked to 155 degrees internal temperature,",
      "de": "Ich nehme einen Hamburger, Kerntemperatur bitte 70 Grad,"
    }
  },
  {
    "translation": {
      "en": "uh, french fries,",
      "de": "Pommes frites..."
    }
  },
  {
    "translation": {
      "en": "and that's it. [server] Okay. You got it.",
      "de": "-Das ist alles. -Okay, kein Problem."
    }
  },
  {
    "translation": {
      "en": "[Ben] When you go to a restaurant and you want to order a hamburger,",
      "de": "Wenn Sie im Restaurant einen Hamburger bestellen,"
    }
  },
  {
    "translation": {
      "en": "the best thing to do is order to temperature,",
      "de": "sagen Sie am besten die Gartemperatur."
    }
  },
  {
    "translation": {
      "en": "because medium rare, rare, well-done, those are all subjective.",
      "de": "Begriffe wie \"medium\", \"roh\" oder \"durch\" sind subjektiv."
    }
  },
  {
    "translation": {
      "en": "You can't look at color or whether juices run clear.",
      "de": "Nach Farbe oder Saft kann man nicht wirklich urteilen."
    }
  },
  {
    "translation": {
      "en": "And if they say, \"We don't have a thermometer. We can't cook to that.\"",
      "de": "Und wenn sie sagen, sie hätten kein Thermometer,"
    }
  },
  {
    "translation": {
      "en": "Then I'd order something else.",
      "de": "würde ich was anderes bestellen."
    }
  },
  {
    "translation": {
      "en": "I think when I first started doing this kind of work, I kind of thought that,",
      "de": "Als ich meine ersten Fälle auf diesem Gebiet hatte, dachte ich,"
    }
  },
  {
    "translation": {
      "en": "you know, if you sued enough people and you took enough money,",
      "de": "wenn man genug Leute verklagt und ihnen genug Geld abnimmt,"
    }
  },
  {
    "translation": {
      "en": "that that would change their behavior.",
      "de": "wird sich ihr Verhalten ändern."
    }
  },
  {
    "translation": {
      "en": "I just turned 64, you know,",
      "de": "Ich bin gerade 64 geworden,"
    }
  },
  {
    "translation": {
      "en": "and I just don't feel like I've accomplished what I was hoping to do. So…",
      "de": "und ich habe nicht das Gefühl, erreicht zu haben, was ich wollte."
    }
  },
  {
    "translation": {
      "en": "'Cause I really did think, you know… I really did think that, you know,",
      "de": "Denn ich dachte wirklich,"
    }
  },
  {
    "translation": {
      "en": "by the time I got to this stage that,",
      "de": "dass nach all dem und all der Zeit…"
    }
  },
  {
    "translation": {
      "en": "um, you know, this kind of thing wouldn't be happening anymore.",
      "de": "…so etwas nicht mehr passiert."
    }
  },
  {
    "translation": {
      "en": "But it happens all the time.",
      "de": "Tut es aber, immer wieder."
    }
  },
  {
    "translation": {
      "en": "♪ Buried, banging at your door ♪",
      "de": "NACH MARLERS PETITION VERBOT DAS USDA SALMONELLEN IN MANCHEN PRODUKTEN."
    }
  },
  {
    "translation": {
      "en": "♪ Don't hear a sound… ♪",
      "de": "IN DEN MEISTEN PRODUKTEN SIND DIE ERREGER WEITERHIN ZUGELASSEN."
    }
  },
  {
    "translation": {
      "en": "After my son died, I assumed that either the government,",
      "de": "IN DEN MEISTEN PRODUKTEN SIND DIE ERREGER WEITERHIN ZUGELASSEN. Nach dem Tod meines Sohnes dachte ich, dass die Regierung oder Gesetze,"
    }
  },
  {
    "translation": {
      "en": "you know, laws and policies,",
      "de": "Nach dem Tod meines Sohnes dachte ich, dass die Regierung oder Gesetze,"
    }
  },
  {
    "translation": {
      "en": "or science and technology would take care of this.",
      "de": "Wissenschaft und Technologie sich des Problems annehmen würden"
    }
  },
  {
    "translation": {
      "en": "We wouldn't be dealing with food safety like we're talking about in 1993.",
      "de": "Wissenschaft und Technologie sich des Problems annehmen würden und wir heute viel weiter wären als 1993."
    }
  },
  {
    "translation": {
      "en": "♪ A rising steam… ♪",
      "de": "PROF. DETWILER SCHULT WEITERHIN ZUKÜNFTIGE FÜHRUNGSKRÄFTE DER BRANCHE"
    }
  },
  {
    "translation": {
      "en": "Regulators have the ability to set the tone and to build a framework",
      "de": "IM BEREICH DER LEBENSMITTELSICHERHEIT. Regulierungsbehörden können einen Rahmen schaffen, der die Industrie ermutigt, das Richtige zu tun."
    }
  },
  {
    "translation": {
      "en": "that encourages industry to do the right thing.",
      "de": "der die Industrie ermutigt, das Richtige zu tun."
    }
  },
  {
    "translation": {
      "en": "♪ On the devil's tree ♪",
      "de": "SARAH SORSCHER ARBEITET AN EINEM GESETZENTWURF,"
    }
  },
  {
    "translation": {
      "en": "♪ I clutched a branch… ♪",
      "de": "DER DEM USDA MEHR BEFUGNISSE ÜBER FARMEN EINRÄUMT."
    }
  },
  {
    "translation": {
      "en": "If the public makes their voices heard",
      "de": "Wenn die Öffentlichkeit sich Gehör verschafft"
    }
  },
  {
    "translation": {
      "en": "and puts pressure on their legislators,",
      "de": "und auf ihre Gesetzgeber Druck ausübt,"
    }
  },
  {
    "translation": {
      "en": "let them know that this is not acceptable,",
      "de": "ihnen klar sagt, dass diese Situation unakzeptabel ist,"
    }
  },
  {
    "translation": {
      "en": "then I believe, yes, legislators will act on their behalf.",
      "de": "dann, davon bin ich überzeugt, wird in ihrem Sinne gehandelt werden."
    }
  },
  {
    "translation": {
      "en": "♪ I walk alone ♪ ♪ Beside myself… ♪",
      "de": "ROSA DELAURO IST NACH WIE VOR DIE GRÖSSTE FÜRSPRECHERIN IM KONGRESS."
    }
  },
  {
    "translation": {
      "en": "I think you just have to keep fighting the battles that are in front of you,",
      "de": "Ich denke, man muss seine Schlachten schlagen,"
    }
  },
  {
    "translation": {
      "en": "and I still think there are things more to do, um,",
      "de": "und es gibt Weiteres zu tun."
    }
  },
  {
    "translation": {
      "en": "so I guess I got to get busy.",
      "de": "Also, an die Arbeit."
    }
  },
  {
    "translation": {
      "en": "♪ My flesh and bone ♪",
      "de": "Untertitel von: Susanne Creak"
    }
  }
]