[
  {
    "translation": {
      "en": "Doc, how pleased are you with Tiger King's depiction of you?",
      "de": "Doc, sind Sie mit Ihrer Darstellung in Tiger King zufrieden?"
    }
  },
  {
    "translation": {
      "en": "This is not a documentary.",
      "de": "Das ist kein Dokumentarfilm."
    }
  },
  {
    "translation": {
      "en": "Not a documentary.",
      "de": "Kein Dokumentarfilm."
    }
  },
  {
    "translation": {
      "en": "It's fake. It's a silly fake show.",
      "de": "Es ist eine alberne Fake-Serie."
    }
  },
  {
    "translation": {
      "en": "An incredible wild ride of a fanticiful tale.",
      "de": "Eine unglaublich wilde, fantastische Geschichte."
    }
  },
  {
    "translation": {
      "en": "[John Reinke] Doc Antle hated Tiger King.",
      "de": "Doc Antle hasste Tiger King."
    }
  },
  {
    "translation": {
      "en": "He thought he was misrepresented in a bunch of lies.",
      "de": "Er sah sich durch Lügen falsch dargestellt."
    }
  },
  {
    "translation": {
      "en": "[Doc] They hid the fact that this facility is the Ritz-Carlton of keeping big cats.",
      "de": "Sie verheimlichten, dass die Anlage für Großkatzen wie das Ritz-Carlton ist."
    }
  },
  {
    "translation": {
      "en": "No one's even close to the grandeur and beauty of this facility.",
      "de": "Die Anlage ist größer und schöner als alle anderen."
    }
  },
  {
    "translation": {
      "en": "[Joe Exotic] It's an illusion. He creates an illusion for people to believe.",
      "de": "Es ist eine Illusion, an die die Leute glauben sollen."
    }
  },
  {
    "translation": {
      "en": "I haven't spoke to Doc since this came out but he's not happy about it.",
      "de": "Ich habe seit der Serie nicht mit Doc gesprochen, aber er ist nicht erfreut."
    }
  },
  {
    "translation": {
      "en": "[Barbara Fisher] Doc is a very skilled con artist.",
      "de": "Doc ist ein sehr begabter Betrüger."
    }
  },
  {
    "translation": {
      "en": "He thinks that he's smarter than the rest of the world",
      "de": "Er hält sich für klüger als den Rest der Welt."
    }
  },
  {
    "translation": {
      "en": "and he designs his environment around him to confirm that.",
      "de": "Er entwirft seine Umgebung, um das zu bestätigen."
    }
  },
  {
    "translation": {
      "en": "[Barbara] He creates his own truth always.",
      "de": "Er erschafft seine eigene Wahrheit."
    }
  },
  {
    "translation": {
      "en": "[Barbara] He doesn't live in a world where people challenge him.",
      "de": "Leute fordern ihn in seiner Welt nicht heraus."
    }
  },
  {
    "translation": {
      "en": "He doesn't-- He's not used to that anymore.",
      "de": "Das ist er nicht mehr gewöhnt."
    }
  },
  {
    "translation": {
      "en": "The silly little girl Barbara Fisher, that bitch is on there talking, saying,",
      "de": "Aber diese dumme kleine Schlampe Barbara Fisher behauptet:"
    }
  },
  {
    "translation": {
      "en": "\"They forced me to get a boob job after a month.\" Like, are you mad?",
      "de": "\"Sie zwangen mich zur Brustvergrößerung.\" Ist die irre?"
    }
  },
  {
    "translation": {
      "en": "She was obsessed with having boobs.",
      "de": "Sie war besessen von Brüsten."
    }
  },
  {
    "translation": {
      "en": "Those boobs didn't live here, she's living out there,",
      "de": "Die Brüste sind jetzt da draußen."
    }
  },
  {
    "translation": {
      "en": "test driving them on every Tom, Dick, and Harry she can find.",
      "de": "Sie testet sie mit jedem Kerl, den sie finden kann."
    }
  },
  {
    "translation": {
      "en": "-That's why she's pregnant all the time. -Oh, fuck.",
      "de": "-Sie ist ständig schwanger. -Scheiße."
    }
  },
  {
    "translation": {
      "en": "In terms of what he said about me, it's pure misogyny, that's what it is.",
      "de": "Seine Äußerungen über mich sind reine Frauenfeindlichkeit."
    }
  },
  {
    "translation": {
      "en": "[Barbara] Since Tiger King, we had people coming by the house, recognizing the dog.",
      "de": "Seit Tiger King haben Leute den Hund erkannt."
    }
  },
  {
    "translation": {
      "en": "Just the fact that everybody probably could figure out where I lived",
      "de": "Jeder konnte herausfinden, wo ich lebe."
    }
  },
  {
    "translation": {
      "en": "and that means Doc knew where I lived.",
      "de": "Somit auch Doc, und das machte mir Angst."
    }
  },
  {
    "translation": {
      "en": "That was scary to me, so we just went out into the deep country",
      "de": "Somit auch Doc, und das machte mir Angst. Deshalb zogen wir in die Pampa und wohnen jetzt hier."
    }
  },
  {
    "translation": {
      "en": "and that's where we remain.",
      "de": "Deshalb zogen wir in die Pampa und wohnen jetzt hier."
    }
  },
  {
    "translation": {
      "en": "[Barbara] Doc has gotten away with this for so long, he thinks he's bulletproof.",
      "de": "Doc ist lange damit durchgekommen. Er hält sich für unantastbar."
    }
  },
  {
    "translation": {
      "en": "But after Tiger King, all these people contacted me with their own stories.",
      "de": "Aber nach Tiger King kontaktierten mich viele Leute mit eigenen Geschichten."
    }
  },
  {
    "translation": {
      "en": "I knew that if I came forward, other people would too.",
      "de": "Ich wusste, wenn ich mich melde, werden andere es auch tun."
    }
  },
  {
    "translation": {
      "en": "[Barbara] There is safety in numbers.",
      "de": "Zu mehreren ist man sicher."
    }
  },
  {
    "translation": {
      "en": "[Barbara] Maybe he doesn't think that you'll look back into his past.",
      "de": "Vielleicht denkt er, seine Vergangenheit wäre sicher."
    }
  },
  {
    "translation": {
      "en": "But what's going on with Doc won't survive in sunlight.",
      "de": "Aber sie wird einer Durchleuchtung nicht standhalten."
    }
  },
  {
    "translation": {
      "en": "[guide] Good morning! It's nice and warm today, isn't it?",
      "de": "Guten Morgen! Schön warm heute, oder?"
    }
  },
  {
    "translation": {
      "en": "-[crowd] Yeah! -[guide] Just a couple rules on it.",
      "de": "Ein paar Regeln, Leute."
    }
  },
  {
    "translation": {
      "en": "No cameras are going to be allowed at all today.",
      "de": "Heute sind keine Kameras erlaubt."
    }
  },
  {
    "translation": {
      "en": "This is your final warning.",
      "de": "Die letzte Warnung:"
    }
  },
  {
    "translation": {
      "en": "If we see recording or taking pictures, you will be asked to leave.",
      "de": "Wer Aufnahmen oder Fotos macht, muss gehen."
    }
  },
  {
    "translation": {
      "en": "I'm Dr. Bhagavan Antle, director here at Myrtle Beach Safari.",
      "de": "Ich bin Dr. Bhagavan Antle, Direktor von Myrtle Beach Safari."
    }
  },
  {
    "translation": {
      "en": "Myrtle Beach Safari is an incredible wildlife encounter",
      "de": "Ich bin Dr. Bhagavan Antle, Direktor von Myrtle Beach Safari. Hier hat man unglaubliche Begegnungen"
    }
  },
  {
    "translation": {
      "en": "where you get to have an up-close, interactive experience",
      "de": "und ein interaktives Erlebnis aus nächster Nähe"
    }
  },
  {
    "translation": {
      "en": "with a variety of incredible exotic animals",
      "de": "mit einer Vielfalt exotischer Tiere."
    }
  },
  {
    "translation": {
      "en": "up-close, uncaged and unbelievable interaction.",
      "de": "Hautnah, ohne Käfig, unglaublich."
    }
  },
  {
    "translation": {
      "en": "A handful of people in the world get to have an eagle living in your house.",
      "de": "Nur eine Handvoll Menschen auf der Welt hat einen Adler im Haus."
    }
  },
  {
    "translation": {
      "en": "Sitting on the glove watching Game of Thrones.",
      "de": "Wir schauen zusammen Game of Thrones."
    }
  },
  {
    "translation": {
      "en": "That doesn't happen a whole lot for a lot of people.",
      "de": "Das erleben nicht viele Leute."
    }
  },
  {
    "translation": {
      "en": "When I was 12 years old, I got a photo taken in Myrtle Beach, South Carolina.",
      "de": "Als ich 12 war, machten wir ein Foto in Myrtle Beach."
    }
  },
  {
    "translation": {
      "en": "I looked at my mom and said, \"This is what I want to do for the rest of my life.\"",
      "de": "Ich sagte: \"Mama, das will ich den Rest meines Lebens machen.\""
    }
  },
  {
    "translation": {
      "en": "And when senior year came around, I called up Doc Antle and I said,",
      "de": "Nach dem letzten Schuljahr rief ich Doc Antle an."
    }
  },
  {
    "translation": {
      "en": "\"Please let me come volunteer for you,\"",
      "de": "\"Ich möchte für Sie arbeiten.\""
    }
  },
  {
    "translation": {
      "en": "and he said, \"Well, how soon can you move here?\"",
      "de": "Er fragte: \"Wie schnell kannst du herziehen?\""
    }
  },
  {
    "translation": {
      "en": "And it was like I'd gotten the golden ticket for American Idol.",
      "de": "Für mich war es wie der Hauptgewinn bei American Idol oder so."
    }
  },
  {
    "translation": {
      "en": "[Jewels] I worked for Doc Antle for seven years.",
      "de": "Ich arbeitete sieben Jahre für Doc Antle."
    }
  },
  {
    "translation": {
      "en": "My parents were actually really happy that I was doing something",
      "de": "Meine Eltern waren froh, dass ich etwas machte,"
    }
  },
  {
    "translation": {
      "en": "that I believed I wanted to do.",
      "de": "von dem ich glaubte, dass ich es wollte."
    }
  },
  {
    "translation": {
      "en": "I don't think they realized what I was really signing up for,",
      "de": "Ihnen war nicht klar, worauf ich mich eingelassen hatte:"
    }
  },
  {
    "translation": {
      "en": "which is just 24/7 working at a place that I can't really leave.",
      "de": "Arbeit rund um die Uhr an einem Ort, den ich nicht verlassen konnte."
    }
  },
  {
    "translation": {
      "en": "Barbara was the first person to come and talk to me.",
      "de": "Barbara kam zu mir und redete mit mir."
    }
  },
  {
    "translation": {
      "en": "Me and Barb focused a lot on training little cubs to become walking adolescents.",
      "de": "Ich und Barb konzentrierten uns darauf, kleine Jungen großzuziehen."
    }
  },
  {
    "translation": {
      "en": "We would go to this place called Barefoot Landing every day,",
      "de": "An einem Ort namens Barefoot Landing"
    }
  },
  {
    "translation": {
      "en": "and we would do photos with tiger cubs and big cats.",
      "de": "machten wir täglich Fotos mit Tigerjungen und Großkatzen."
    }
  },
  {
    "translation": {
      "en": "[Shavit Perel] One summer, I went to call a friend of mine in Myrtle Beach,",
      "de": "Eines Sommers kontaktierte ich einen Freund in Myrtle Beach."
    }
  },
  {
    "translation": {
      "en": "and he offered me a job operating a climbing wall in Barefoot Landing.",
      "de": "Er bot mir einen Job bei der Kletterwand in Barefoot Landing."
    }
  },
  {
    "translation": {
      "en": "[Shavit] As the summer went on, I started developing relationships",
      "de": "Im Sommer begann ich, Beziehungen aufzubauen,"
    }
  },
  {
    "translation": {
      "en": "with the people that worked at Preservation Station.",
      "de": "mit Angestellten der \"Tierschutz\"-Station."
    }
  },
  {
    "translation": {
      "en": "It started with Barbara, and then it was China.",
      "de": "Zuerst mit Barbara, dann mit China."
    }
  },
  {
    "translation": {
      "en": "Everybody looked like Crocodile Dundee.",
      "de": "Alle sahen aus wie Crocodile Dundee."
    }
  },
  {
    "translation": {
      "en": "And everybody was tan and blond and had a knife",
      "de": "Alle waren braungebrannt, blond und hatten ein Messer."
    }
  },
  {
    "translation": {
      "en": "and it was really impressive.",
      "de": "Es war beeindruckend."
    }
  },
  {
    "translation": {
      "en": "And then eventually Doc would show up.",
      "de": "Irgendwann tauchte Doc auf."
    }
  },
  {
    "translation": {
      "en": "He just blew me away.",
      "de": "Er haute mich um."
    }
  },
  {
    "translation": {
      "en": "By the time we reached the end of summer, he said, \"How about you come work for me?\"",
      "de": "Am Ende des Sommers sagte er: \"Wie wär's, wenn du für mich arbeitest?\""
    }
  },
  {
    "translation": {
      "en": "I said, \"I'm in.\"",
      "de": "Ich sagte: \"Ich bin dabei.\""
    }
  },
  {
    "translation": {
      "en": "I stayed at the barn where the elephant was living.",
      "de": "Ich wohnte in der Elefantenscheune."
    }
  },
  {
    "translation": {
      "en": "So I would go to sleep with Bubbles and I would wake up with Bubbles.",
      "de": "Ich schlief mit Bubbles ein und wachte mit Bubbles auf."
    }
  },
  {
    "translation": {
      "en": "Who the heck am I to be lucky enough to be in this position?",
      "de": "Ich schätzte mich verdammt glücklich, in dieser Position zu sein."
    }
  },
  {
    "translation": {
      "en": "And then they would give me those clothes, and I got my knife.",
      "de": "Dann gaben sie mir Klamotten, und ich bekam mein Messer."
    }
  },
  {
    "translation": {
      "en": "Now I'm looking like Crocodile Dundee, right?",
      "de": "Nun sah ich aus wie Crocodile Dundee."
    }
  },
  {
    "translation": {
      "en": "I'm the cool guy.",
      "de": "Ich war cool."
    }
  },
  {
    "translation": {
      "en": "And it got to the point, like, I'm living a dream.",
      "de": "Ich lebte meinen Traum."
    }
  },
  {
    "translation": {
      "en": "But everything completely turned on its head once Julie came into the picture.",
      "de": "Alles wurde auf den Kopf gestellt, als Julie ins Bild kam."
    }
  },
  {
    "translation": {
      "en": "I'm talking to Doc and he goes, \"I just want to let you know, there's a couple of new girls.\"",
      "de": "Doc sagte zu mir: \"Es sind ein paar neue Mädchen da."
    }
  },
  {
    "translation": {
      "en": "\"I don't want you getting involved.\"",
      "de": "Lass die Finger von ihnen.\""
    }
  },
  {
    "translation": {
      "en": "Somebody told me, \"Hey, Doc rated you a nine.\"",
      "de": "Jemand sagte mir: \"Doc bewertet dich als eine Neun.\""
    }
  },
  {
    "translation": {
      "en": "Part of me was like, \"Oh, yeah,\" and then part of me is like, \"What?\"",
      "de": "Einerseits dachte ich: \"Prima\". Andererseits: \"Was?\""
    }
  },
  {
    "translation": {
      "en": "[Magenta Brooks] Women and men at Doc's compound were treated very differently.",
      "de": "Frauen und Männer wurden sehr unterschiedlich behandelt."
    }
  },
  {
    "translation": {
      "en": "He definitely showed off his giant bed a few more times than was necessary",
      "de": "Er zeigte sein Riesenbett definitiv öfter, als es für eine Angestellte nötig war."
    }
  },
  {
    "translation": {
      "en": "to do with an employee.",
      "de": "als es für eine Angestellte nötig war."
    }
  },
  {
    "translation": {
      "en": "I had always wondered if I had misread things,",
      "de": "Hatte ich alles nur falsch verstanden?"
    }
  },
  {
    "translation": {
      "en": "and then seeing Tiger King and hearing Barbara talk, it was so cathartic.",
      "de": "Als ich Tiger King sah und Barbara hörte, war es erlösend."
    }
  },
  {
    "translation": {
      "en": "It was just this amazing confirmation that I didn't make this up,",
      "de": "Es war eine Bestätigung, dass ich es mir nicht eingebildet hatte."
    }
  },
  {
    "translation": {
      "en": "and other people saw it too. [sighs]",
      "de": "Andere Leute sahen es auch."
    }
  },
  {
    "translation": {
      "en": "[Magenta] I am a polyamory relationship coach",
      "de": "Ich bin Polyamorie-Beziehungscoach."
    }
  },
  {
    "translation": {
      "en": "and I've been noticing that people keep talking about Doc as being polyamorous.",
      "de": "Einige Leute bezeichnen Doc als polyamor."
    }
  },
  {
    "translation": {
      "en": "Polyamory requires respect that flows both ways.",
      "de": "Polyamorie erfordert Respekt, der in beide Richtungen fließt."
    }
  },
  {
    "translation": {
      "en": "It requires autonomy.",
      "de": "Sie erfordert Autonomie."
    }
  },
  {
    "translation": {
      "en": "And Doc is not encouraging his partners",
      "de": "Doc ermutigt seine Partner nicht,"
    }
  },
  {
    "translation": {
      "en": "to create healthy relationships outside of him.",
      "de": "gesunde Beziehungen außerhalb von ihm aufzubauen."
    }
  },
  {
    "translation": {
      "en": "-It's a harem, it's not polyamory. -[cryptic music plays]",
      "de": "Es ist ein Harem, keine Polyamorie."
    }
  },
  {
    "translation": {
      "en": "[Doc] I have my three beloved partners who've been with me for 20 years each.",
      "de": "Ich habe drei geliebte Partner, die jeweils seit 20 Jahren bei mir sind."
    }
  },
  {
    "translation": {
      "en": "My son, my three daughters.",
      "de": "Mein Sohn, meine drei Töchter."
    }
  },
  {
    "translation": {
      "en": "And that group of people, along with the peripheral characters around them,",
      "de": "Diese Gruppe von Menschen und weitere Figuren der Umgebung"
    }
  },
  {
    "translation": {
      "en": "love doing this and plan on to continue to do it.",
      "de": "machen das hier liebend gern und wollen dabeibleiben."
    }
  },
  {
    "translation": {
      "en": "So if I move to the Himalayan Mountains today,",
      "de": "Falls ich also ins Himalaya-Gebirge ziehe,"
    }
  },
  {
    "translation": {
      "en": "those guys should be able to step up and run some facsimile of it.",
      "de": "können sie die Anlage in ähnlicher Form fortführen."
    }
  },
  {
    "translation": {
      "en": "[Magenta] He's got this very highly overinflated sense of self.",
      "de": "Er hat ein aufgeblasenes Ego."
    }
  },
  {
    "translation": {
      "en": "He sees himself as kind of a guru.",
      "de": "Er sieht sich als Guru."
    }
  },
  {
    "translation": {
      "en": "And so, having followers or having animals that are subservient to him",
      "de": "Anhänger oder Tiere, die ihm unterworfen sind,"
    }
  },
  {
    "translation": {
      "en": "kind of bolsters that narrative.",
      "de": "unterstützen dieses Narrativ."
    }
  },
  {
    "translation": {
      "en": "[Barbara] After we all changed our names, he gave a bunch of us different chains.",
      "de": "Nachdem wir unsere Namen änderten, gab er uns Ketten."
    }
  },
  {
    "translation": {
      "en": "The medallion signified to all of us",
      "de": "Das Medaillon symbolisierte,"
    }
  },
  {
    "translation": {
      "en": "this union of us all being one family.",
      "de": "dass wir alle eine Familie sind."
    }
  },
  {
    "translation": {
      "en": "It's a symbol for the integral yoga that Swami Satchidananda purported.",
      "de": "Es ist ein Symbol für das integrale Yoga von Swami Satchidananda."
    }
  },
  {
    "translation": {
      "en": "He was the guru that opened Woodstock.",
      "de": "Der Guru, der Woodstock eröffnete."
    }
  },
  {
    "translation": {
      "en": "A picture of the big bearded guy going, \"Let's start.\"",
      "de": "Der große Kerl mit Bart, der sagte: \"Los geht's.\""
    }
  },
  {
    "translation": {
      "en": "That's Swami Satchidananda.",
      "de": "Das war Swami Satchidananda."
    }
  },
  {
    "translation": {
      "en": "[Doc] Tons of famous people are longtime devotees.",
      "de": "Viele berühmte Leute sind langjährige Anhänger."
    }
  },
  {
    "translation": {
      "en": "[Barbara] He met Swamiji Satchidananda in Yogaville.",
      "de": "Er lernte Swamiji Satchidananda in Yogaville kennen."
    }
  },
  {
    "translation": {
      "en": "[Barbara] All these people devoted to Swamiji and listening to everything he says,",
      "de": "Die vielen Anhänger von Swamiji hörten auf jedes seiner Worte."
    }
  },
  {
    "translation": {
      "en": "and basing every aspect of their life around him.",
      "de": "Sie basierten alle Aspekte ihres Lebens auf ihm."
    }
  },
  {
    "translation": {
      "en": "[Barbara] If there's somebody he idolized, it's Swamiji.",
      "de": "Wenn Doc jemanden verehrt, dann Swamiji."
    }
  },
  {
    "translation": {
      "en": "The way he talks about him, it's beyond hero worship.",
      "de": "Wenn er über ihn redet, übersteigt es Heldenverehrung."
    }
  },
  {
    "translation": {
      "en": "[man] How did you go from Yogaville to being a--",
      "de": "Wie kamst du von Yogaville nach…"
    }
  },
  {
    "translation": {
      "en": "[Doc] Once you add Yogaville,",
      "de": "Wenn du Yogaville erwähnst,"
    }
  },
  {
    "translation": {
      "en": "you're dropping in this incredibly complicated,",
      "de": "bringst du eine unglaublich komplizierte,"
    }
  },
  {
    "translation": {
      "en": "cult-ridden, strange entity, like, \"What?\"",
      "de": "kultbelastete, seltsame Entität ins Spiel. Was?"
    }
  },
  {
    "translation": {
      "en": "[female voice] The Reverend Sri Swami Satchidananda",
      "de": "Der Reverend Swami Satchidananda"
    }
  },
  {
    "translation": {
      "en": "experienced the spiritual oneness of all creation",
      "de": "erfuhr die spirituelle Einheit aller Schöpfung."
    }
  },
  {
    "translation": {
      "en": "and dreamed of creating a shrine where that oneness could be seen and felt.",
      "de": "Er träumte von einem Schrein, der diese Einheit sichtbar und spürbar macht."
    }
  },
  {
    "translation": {
      "en": "Swami Satchidananda used to always laughingly say",
      "de": "Swami Satchidananda sagte oft lachend,"
    }
  },
  {
    "translation": {
      "en": "that the yoga institutes were asylums and we were all the inmates.",
      "de": "Yoga-Institute seien Asylheime, und wir seien die Insassen."
    }
  },
  {
    "translation": {
      "en": "And people would go, \"Ha-ha-ha. That's so funny, Swamiji.\"",
      "de": "Die Leute lachten: \"Wie witzig, Swamiji!\""
    }
  },
  {
    "translation": {
      "en": "But it was true. -We were having crisis times. -[tense music plays]",
      "de": "Aber es traf zu. Es waren Krisenzeiten."
    }
  },
  {
    "translation": {
      "en": "People were choosing between yoga and Scientology, and I thought,",
      "de": "Leute wählten Yoga oder Scientology. Ich dachte: \"Ich bin kultiviert. Ich wähle Yoga.\""
    }
  },
  {
    "translation": {
      "en": "\"I wasn't raised by wolves. I am going to go with yoga.\"",
      "de": "Ich dachte: \"Ich bin kultiviert. Ich wähle Yoga.\""
    }
  },
  {
    "translation": {
      "en": "[Satchidananda] Everywhere there seems to be the cry.",
      "de": "Überall erklingt Geheul."
    }
  },
  {
    "translation": {
      "en": "We hear people shouting in the name of peace,",
      "de": "Leute brüllen im Namen des Friedens."
    }
  },
  {
    "translation": {
      "en": "but they want to fight for peace.",
      "de": "Sie wollen für Frieden kämpfen."
    }
  },
  {
    "translation": {
      "en": "Most of the people at Yogaville are loving, caring individuals,",
      "de": "Die meisten Leute in Yogaville sind liebevoll und fürsorglich."
    }
  },
  {
    "translation": {
      "en": "who want to better themselves spiritually and want to better the world.",
      "de": "Sie wollen spirituell sich selbst und die Welt verbessern."
    }
  },
  {
    "translation": {
      "en": "[female voice] Yogaville is an intentional community where people choose to live together",
      "de": "Yogaville ist eine Gemeinschaft, in der Menschen vorsätzlich zusammenleben."
    }
  },
  {
    "translation": {
      "en": "practicing yoga, vegetarian diet, meditation.",
      "de": "Sie praktizieren Yoga, vegetarische Ernährung und Meditation."
    }
  },
  {
    "translation": {
      "en": "There's probably close to 250 permanent residents.",
      "de": "Es gibt an die 250 ständige Bewohner."
    }
  },
  {
    "translation": {
      "en": "My parents met Swami Satchidananda when I was five years old,",
      "de": "Meine Eltern lernten Swami Satchidananda kennen, als ich fünf Jahre alt war."
    }
  },
  {
    "translation": {
      "en": "and I started meditating myself when I was 11, by choice.",
      "de": "als ich fünf Jahre alt war. Mit 11 fing ich freiwillig an zu meditieren."
    }
  },
  {
    "translation": {
      "en": "I was doing, I don't know, four to six hours a day of yoga and meditation, yeah.",
      "de": "Ich machte Yoga und Meditation vier bis sechs Stunden täglich."
    }
  },
  {
    "translation": {
      "en": "We were a very peaceful, loving, accepting…",
      "de": "Wir waren eine friedliche, liebevolle, aufgeschlossene Gemeinschaft."
    }
  },
  {
    "translation": {
      "en": "[female voice] People believe Swami Satchidananda is a god.",
      "de": "Leute hielten Swami Satchidananda für einen Gott,"
    }
  },
  {
    "translation": {
      "en": "-A Jesus Christ. He can do no wrong. -[gentle music plays]",
      "de": "für einen Jesus Christus. Für unfehlbar."
    }
  },
  {
    "translation": {
      "en": "They would drop to the ground when he walked into the room",
      "de": "Sie knieten vor ihm nieder, wenn er den Raum betrat."
    }
  },
  {
    "translation": {
      "en": "and bow to his feet. Kiss his feet.",
      "de": "Sie verneigten sich und küssten seine Füße."
    }
  },
  {
    "translation": {
      "en": "[Sachi] I watched Tiger King, and I was like, \"Damn.\" \"They don't even know the story before that.\"",
      "de": "Ich sah Tiger King und dachte: \"Wow, die kennen die Vorgeschichte nicht.\""
    }
  },
  {
    "translation": {
      "en": "Doc Antle got ideas from Swami Satchidananda.",
      "de": "Doc Antle kriegte Ideen von Swami Satchidananda."
    }
  },
  {
    "translation": {
      "en": "He was attracted to the power that he wielded over other people.",
      "de": "Er fühlte sich von der Macht angezogen, die er über andere ausübte."
    }
  },
  {
    "translation": {
      "en": "Bhagavan was a very well-known character at Yogaville.",
      "de": "Bhagavan war eine bekannte Figur in Yogaville."
    }
  },
  {
    "translation": {
      "en": "Swami Satchidananda loved him. He was, you know, lots of flash.",
      "de": "Swami Satchidananda liebte ihn. Er war auffällig."
    }
  },
  {
    "translation": {
      "en": "He had Bubbles, the little baby elephant.",
      "de": "Er hatte Bubbles, das kleine Elefantenbaby."
    }
  },
  {
    "translation": {
      "en": "He was like a celebrity there.",
      "de": "Er war dort eine Art Promi."
    }
  },
  {
    "translation": {
      "en": "[female announcer] Bhagavan Antle of Bhagavan's Celestial Magic.",
      "de": "Bhagavan Antle von \"Bhagavans Himmelsmagie\"."
    }
  },
  {
    "translation": {
      "en": "[Joan] He was the cute boy of the '80s. He had long dark hair, a mustache.",
      "de": "In den 1980ern war er ein hübscher Kerl. Er trug langes Haar und Schnurrbart."
    }
  },
  {
    "translation": {
      "en": "He was a magic man.",
      "de": "Er war ein Magier."
    }
  },
  {
    "translation": {
      "en": "[Steven Diamond] The two of us had an instant connection through magic.",
      "de": "Die Magie verband uns sofort."
    }
  },
  {
    "translation": {
      "en": "I was about 15 or 16.",
      "de": "Ich war etwa 15 oder 16."
    }
  },
  {
    "translation": {
      "en": "I had my own career at that time, so I was doing fairs and festivals.",
      "de": "Ich hatte eine eigene Karriere. Ich trat auf Messen und Festivals auf."
    }
  },
  {
    "translation": {
      "en": "And I was very popular all up and down the East Coast.",
      "de": "Ich war an der Ostküste sehr beliebt."
    }
  },
  {
    "translation": {
      "en": "Bhagavan saw me as a great way to make some money.",
      "de": "Bhagavan sah in mir eine Gelegenheit, Geld zu verdienen."
    }
  },
  {
    "translation": {
      "en": "[Steven] And so, right away we kind of formed this little informal partnership.",
      "de": "Wir gründeten sofort eine informelle kleine Partnerschaft."
    }
  },
  {
    "translation": {
      "en": "A 50/50 plan was the deal.",
      "de": "Halbe-halbe, laut Abmachung."
    }
  },
  {
    "translation": {
      "en": "[Steven] Come down, guys! Run!",
      "de": "Kommt runter! Rennt!"
    }
  },
  {
    "translation": {
      "en": "[Steven] He had this place called The Buckingham Zoological Park.",
      "de": "Er hatte einen Ort namens Buckingham-Zoo,"
    }
  },
  {
    "translation": {
      "en": "Right outside of Yogaville.",
      "de": "direkt vor Yogaville."
    }
  },
  {
    "translation": {
      "en": "You'd drive down this little country road and you wouldn't know that it was there",
      "de": "An einer kleinen Landstraße, kaum zu bemerken,"
    }
  },
  {
    "translation": {
      "en": "unless you knew exactly how to find it.",
      "de": "wenn man nicht wusste, wo er zu finden war."
    }
  },
  {
    "translation": {
      "en": "You walked through the little gate and you see this A-frame house.",
      "de": "Man ging durch ein kleines Tor und sah ein Nurdachhaus."
    }
  },
  {
    "translation": {
      "en": "It kind of looked like something a hobbit might live in.",
      "de": "Es sah aus, als könnte ein Hobbit drin wohnen."
    }
  },
  {
    "translation": {
      "en": "And immediately, as soon as you walked in, you could see an elephant in the distance,",
      "de": "Sobald man reinkam, sah man in der Ferne einen Elefanten."
    }
  },
  {
    "translation": {
      "en": "and you could see tigers back there, you could see lions.",
      "de": "Und man konnte Tiger und Löwen sehen."
    }
  },
  {
    "translation": {
      "en": "[Steven] In the beginning, it was such a great place.",
      "de": "Anfangs war es ein großartiger Ort."
    }
  },
  {
    "translation": {
      "en": "What I liked about the Buckingham Zoo was the community that Bhagavan had built.",
      "de": "Mir gefiel die Gemeinschaft, die Bhagavan aufgebaut hatte."
    }
  },
  {
    "translation": {
      "en": "[man] I met Bhagavan right out of high school.",
      "de": "Ich traf Bhagavan direkt nach der Highschool."
    }
  },
  {
    "translation": {
      "en": "He would do local shows around here for schools.",
      "de": "Er machte Shows für hiesige Schulen."
    }
  },
  {
    "translation": {
      "en": "And then I worked with him at the Renaissance Festival.",
      "de": "Ich arbeitete mit ihm beim Mittelaltermarkt."
    }
  },
  {
    "translation": {
      "en": "[David] I made my living as a juggler for like 25 or 30 years.",
      "de": "Ich lebte 25 oder 30 Jahre als Jongleur."
    }
  },
  {
    "translation": {
      "en": "[David] I'm sort of an entrepreneur.",
      "de": "Ich bin eine Art Unternehmer."
    }
  },
  {
    "translation": {
      "en": "I had a video business",
      "de": "Ich hatte eine Videofirma"
    }
  },
  {
    "translation": {
      "en": "and I used to videotape his magic show that he would perform.",
      "de": "und nahm seine Magieshow auf."
    }
  },
  {
    "translation": {
      "en": "By the constant practice of the control of the life force,",
      "de": "Durch die ständige Kontrolle der Lebenskraft"
    }
  },
  {
    "translation": {
      "en": "you will not only be able to control the life force of your mind and body,",
      "de": "kontrollieren Sie nicht nur die Lebenskraft von Geist und Körper."
    }
  },
  {
    "translation": {
      "en": "you will also be able to control the life force of the universe, as well.",
      "de": "Sie kontrollieren auch die Lebenskraft des Universums."
    }
  },
  {
    "translation": {
      "en": "[David] Bhagavan supposedly had psychic powers",
      "de": "Bhagavan hatte angeblich übernatürliche Kräfte."
    }
  },
  {
    "translation": {
      "en": "because he had practiced yoga and his pranayama and acquired",
      "de": "Durch Yoga und Pranayama hatte er angeblich Superkräfte erlangt."
    }
  },
  {
    "translation": {
      "en": "these superpowers.",
      "de": "hatte er angeblich Superkräfte erlangt."
    }
  },
  {
    "translation": {
      "en": "He would walk on coals and he would supposedly levitate things and whatnot.",
      "de": "Er ging auf Kohlen, ließ Dinge angeblich schweben und so weiter."
    }
  },
  {
    "translation": {
      "en": "Your body can become so fit",
      "de": "Dein Körper kann so fit werden,"
    }
  },
  {
    "translation": {
      "en": "that you are immune to the outside world coming in and influencing you.",
      "de": "dass du immun gegen äußere Einflüsse bist."
    }
  },
  {
    "translation": {
      "en": "[Steven] He would create this illusion",
      "de": "Er erschuf eine Illusion:"
    }
  },
  {
    "translation": {
      "en": "that if you listened to him and you followed his ways,",
      "de": "\"Wenn du auf ihn hörst und ihm folgst,"
    }
  },
  {
    "translation": {
      "en": "you would be able to do some of the same things.",
      "de": "kannst du solche Dinge auch tun.\""
    }
  },
  {
    "translation": {
      "en": "[David] These people getting paid almost nothing in promise of getting",
      "de": "Diese Leute wurden kaum bezahlt. Sie erhofften, Superkräfte von Bhagavan zu bekommen,"
    }
  },
  {
    "translation": {
      "en": "these super powers from Bhagavan, when he didn't really have them himself.",
      "de": "Sie erhofften, Superkräfte von Bhagavan zu bekommen, die er nicht wirklich hatte."
    }
  },
  {
    "translation": {
      "en": "He was not a great magician.",
      "de": "Er war kein guter Magier."
    }
  },
  {
    "translation": {
      "en": "[Doc] This is the Two of Hearts.",
      "de": "Das ist die Herz Zwei."
    }
  },
  {
    "translation": {
      "en": "[David] Ninety-eight percent accuracy.",
      "de": "98 % Treffsicherheit."
    }
  },
  {
    "translation": {
      "en": "It was horrible. [laughs] I mean, it just-- It was horrible.",
      "de": "Es war schlimm, einfach schlimm."
    }
  },
  {
    "translation": {
      "en": "But people liked it because he was the cool guy with the tigers.",
      "de": "Aber Leuten gefiel es. Er war der coole Typ mit den Tigern."
    }
  },
  {
    "translation": {
      "en": "These things are nothing in comparison to the accomplishments…",
      "de": "Das ist nichts im Vergleich zu den Errungenschaften"
    }
  },
  {
    "translation": {
      "en": "of the thoughts-- of the control of the thoughts and emotions of the mind.",
      "de": "durch Kontrolle von Gedanken und Emotionen des Geistes."
    }
  },
  {
    "translation": {
      "en": "They are but a drop in the ocean by comparison.",
      "de": "Wie ein Tropfen im Vergleich zum Meer."
    }
  },
  {
    "translation": {
      "en": "The guru gave Bhagavan all of his teachings, the yoga teachings.",
      "de": "Der Guru gab Bhagavan all seine Lehren und Yogalehren."
    }
  },
  {
    "translation": {
      "en": "This philosophy and psychology of how to approach the world.",
      "de": "Die Philosophie und Psychologie, wie man sich der Welt nähert."
    }
  },
  {
    "translation": {
      "en": "[Joy] I still love the yoga teachings,",
      "de": "Die Yogalehren liebe ich noch immer."
    }
  },
  {
    "translation": {
      "en": "but the experience in retrospect",
      "de": "Aber rückblickend hat die Erfahrung"
    }
  },
  {
    "translation": {
      "en": "taught me so much about how",
      "de": "mich viel darüber gelehrt,"
    }
  },
  {
    "translation": {
      "en": "to be aware of a cult-type approach,",
      "de": "kultartige Ansätze zu erkennen,"
    }
  },
  {
    "translation": {
      "en": "of wanting to attract people for the purpose of power or greed,",
      "de": "bei denen Menschen aus Macht- oder Geldgier angezogen werden."
    }
  },
  {
    "translation": {
      "en": "and giving…",
      "de": "Man erhält das Gefühl,"
    }
  },
  {
    "translation": {
      "en": "the feeling that you're going to receive something that isn't possible to get.",
      "de": "dass man etwas bekommen wird, was man gar nicht bekommen kann."
    }
  },
  {
    "translation": {
      "en": "[Joy] He had complete control.",
      "de": "Er hatte die volle Kontrolle."
    }
  },
  {
    "translation": {
      "en": "We had to wear a certain type of clothing, we had to eat a certain type of food.",
      "de": "Wir mussten bestimmte Kleidung tragen und bestimmtes Essen essen."
    }
  },
  {
    "translation": {
      "en": "I mean, you give everything.",
      "de": "Du opferst alles."
    }
  },
  {
    "translation": {
      "en": "You give not just your material possessions, but your whole belief system.",
      "de": "Du opferst nicht nur materiellen Besitz, sondern dein ganzes Glaubenssystem."
    }
  },
  {
    "translation": {
      "en": "One day, you'll be surprised how obedient your mind is.",
      "de": "Eines Tages wirst du überrascht sein, wie gehorsam dein Geist ist."
    }
  },
  {
    "translation": {
      "en": "One will have a body of all health and vitality, free from disease.",
      "de": "Für einen Körper voller Gesundheit und Vitalität, frei von Krankheiten."
    }
  },
  {
    "translation": {
      "en": "It will make the mind calm, clear, and dynamic.",
      "de": "Der Geist wird ruhig, klar und dynamisch."
    }
  },
  {
    "translation": {
      "en": "[Joy] Bhagavan learned how to use the teachings in a manipulative way.",
      "de": "Bhagavan lernte, die Lehren manipulativ zu nutzen."
    }
  },
  {
    "translation": {
      "en": "[Steven] To be part of the zoo,",
      "de": "Um Teil des Zoos zu sein, musst du dein Leben aufgeben."
    }
  },
  {
    "translation": {
      "en": "you give up your entire life, you give up your name,",
      "de": "Um Teil des Zoos zu sein, musst du dein Leben aufgeben. Deinen Namen, deine Welt, deine Familie, deine Freunde."
    }
  },
  {
    "translation": {
      "en": "you give up your world, you give up your family, your friends.",
      "de": "Deinen Namen, deine Welt, deine Familie, deine Freunde."
    }
  },
  {
    "translation": {
      "en": "The tigers become the first priority to the exclusion of everything else.",
      "de": "Die Tiger haben höchste Priorität, auf Kosten von allem anderen."
    }
  },
  {
    "translation": {
      "en": "And he's always been that way, and it's just a way of getting free labor.",
      "de": "Er war schon immer so. So erhielt er kostenfreie Arbeitskräfte."
    }
  },
  {
    "translation": {
      "en": "[guide] Being in the presence of a big cat can be a life-transforming event.",
      "de": "Allein die Gegenwart einer Großkatze kann das Leben verändern."
    }
  },
  {
    "translation": {
      "en": "When Doc started building his facility,",
      "de": "Als Doc seine Anlage baute,"
    }
  },
  {
    "translation": {
      "en": "he wanted to embody, like, a Yogaville type of environment,",
      "de": "wollte er eine Umgebung wie in Yogaville."
    }
  },
  {
    "translation": {
      "en": "where he's, kind of, the leader of the group",
      "de": "Er ist der Leiter der Gruppe."
    }
  },
  {
    "translation": {
      "en": "and everyone's working for a greater cause, working with animals,",
      "de": "Alle arbeiten für ein höheres Gut. Sie arbeiten mit Tieren und Yoga."
    }
  },
  {
    "translation": {
      "en": "and also incorporating yoga.",
      "de": "Sie arbeiten mit Tieren und Yoga."
    }
  },
  {
    "translation": {
      "en": "[male interviewer] Do you practice yoga?",
      "de": "Praktizierst du Yoga?"
    }
  },
  {
    "translation": {
      "en": "Cult, cult, cult alarm, um… [chuckles]",
      "de": "Kultalarm!"
    }
  },
  {
    "translation": {
      "en": "Myself, I have practiced yoga throughout my life, I've practiced…",
      "de": "Ich selbst habe mein Leben lang Yoga praktiziert."
    }
  },
  {
    "translation": {
      "en": "Myself, I've practiced martial arts from the time I was very young.",
      "de": "Ich selbst praktiziere Kampfkünste, seit ich klein war."
    }
  },
  {
    "translation": {
      "en": "I've practiced throughout my life.",
      "de": "Mein ganzes Leben lang."
    }
  },
  {
    "translation": {
      "en": "I always tell my staff that they should go and practice yoga",
      "de": "Ich rate meinen Mitarbeitern ständig zu Yoga,"
    }
  },
  {
    "translation": {
      "en": "so they get a steadiness of mind and body.",
      "de": "für Stabilität von Körper und Geist."
    }
  },
  {
    "translation": {
      "en": "[Shavit] It makes so much sense to use those characteristics of the guru",
      "de": "Es macht Sinn, die Eigenschaften eines Gurus zu nutzen,"
    }
  },
  {
    "translation": {
      "en": "to basically create a culture where you're like God.",
      "de": "um eine Kultur zu schaffen, in der man gottgleich ist."
    }
  },
  {
    "translation": {
      "en": "[Doc] They come as teenagers and decades later they're still here,",
      "de": "Sie kamen als Teenager. Jahrzehnte später sind sie noch hier."
    }
  },
  {
    "translation": {
      "en": "because there is a fulfillment from spending time with wildlife.",
      "de": "Denn es bringt Erfüllung, Zeit mit Wildtieren zu verbringen."
    }
  },
  {
    "translation": {
      "en": "There's a song, \"I'm on a vacation because I love my occupation.\"",
      "de": "Es gibt ein Lied: \"Ich habe Urlaub, denn ich liebe meinen Beruf."
    }
  },
  {
    "translation": {
      "en": "\"If you don't love what you're doing, change your station.\"",
      "de": "Wenn du nicht liebst, was du tust, ändere es.\""
    }
  },
  {
    "translation": {
      "en": "It's perfect. It's a perfect song.",
      "de": "Es ist ein perfekter Song."
    }
  },
  {
    "translation": {
      "en": "Bhagavan definitely had the desire to create his own following,",
      "de": "Bhagavan war definitiv darauf aus, eine eigene Anhängerschaft zu erschaffen."
    }
  },
  {
    "translation": {
      "en": "and he did and he was very good at it.",
      "de": "Das tat er, und er war sehr gut darin."
    }
  },
  {
    "translation": {
      "en": "[Steven] I met Joe a couple times at his zoo.",
      "de": "Ich traf Joe ein paar Mal in seinem Zoo."
    }
  },
  {
    "translation": {
      "en": "and I was shocked at what I was seeing,",
      "de": "Ich war schockiert, was ich dort sah."
    }
  },
  {
    "translation": {
      "en": "because in every way it was a poor man's version,",
      "de": "Es war in jeder Hinsicht eine Arme-Leute-Version."
    }
  },
  {
    "translation": {
      "en": "it was a copy of what Bhagavan had built.",
      "de": "Eine Kopie dessen, was Bhagavan erbaut hatte."
    }
  },
  {
    "translation": {
      "en": "This is what we are going to create.",
      "de": "Das werden wir erschaffen."
    }
  },
  {
    "translation": {
      "en": "Press play.",
      "de": "Drücke auf Start."
    }
  },
  {
    "translation": {
      "en": "[Joe] I want you to look at the landscaping here.",
      "de": "Achtet auf die Landschaft und alles."
    }
  },
  {
    "translation": {
      "en": "One man does this entire park because he takes pride in it.",
      "de": "Der ganze Park ist das Werk eines Mannes. Weil er stolz darauf ist."
    }
  },
  {
    "translation": {
      "en": "The staff take pride in what they do.",
      "de": "Die Mitarbeiter sind stolz auf ihre Arbeit."
    }
  },
  {
    "translation": {
      "en": "Joe tried to make his park look exactly like Doc Antle's.",
      "de": "Joe wollte, dass sein Park aussieht wie der von Doc Antle."
    }
  },
  {
    "translation": {
      "en": "Everything was about Doc Antle.",
      "de": "Alles drehte sich um Doc Antle."
    }
  },
  {
    "translation": {
      "en": "We will buy safari-looking clothes",
      "de": "Wir kaufen Safarikleidung,"
    }
  },
  {
    "translation": {
      "en": "so you feel like you work in a jungle atmosphere.",
      "de": "um eine Dschungelatmosphäre zu schaffen."
    }
  },
  {
    "translation": {
      "en": "It's very simple, you get up in the morning, you get dressed,",
      "de": "Es ist ganz einfach. Ihr steht morgens auf, zieht euch an"
    }
  },
  {
    "translation": {
      "en": "you come to work with a shiny, sparkly attitude.",
      "de": "und kommt mit glänzender Einstellung zur Arbeit."
    }
  },
  {
    "translation": {
      "en": "[Joe] Until you can get some self-discipline, we can never do this.",
      "de": "Wenn es auch an Selbstdisziplin fehlt, kriegen wir das nie hin."
    }
  },
  {
    "translation": {
      "en": "I have my own following and people. It's called the Temple of the Beast.",
      "de": "Ich habe meine eigene Anhängerschaft, den \"Tempel der Bestie\"."
    }
  },
  {
    "translation": {
      "en": "[Joe] We're a nondenominational church here at the G.W. Zoo, and I'm Pastor Joe.",
      "de": "Wir sind eine überkonfessionelle Kirche hier im G.W. Zoo. Ich bin Pastor Joe."
    }
  },
  {
    "translation": {
      "en": "And if you would like to get married with tigers,",
      "de": "Wenn ihr mit Tigern heiraten wollt,"
    }
  },
  {
    "translation": {
      "en": "we can decorate and do it all",
      "de": "können wir alles dekorieren."
    }
  },
  {
    "translation": {
      "en": "just for you.",
      "de": "Nur für euch."
    }
  },
  {
    "translation": {
      "en": "We are here today in the sanctuary of the Church of the Beast",
      "de": "Wir sind hier im Heiligtum der Kirche der Bestie."
    }
  },
  {
    "translation": {
      "en": "where the sky is our ceiling and the grass is our floor.",
      "de": "Der Himmel ist unsere Decke, das Gras ist unser Boden."
    }
  },
  {
    "translation": {
      "en": "[Jewels] People like Joe Exotic and Doc Antle love dressing in costumes.",
      "de": "Leute wie Joe Exotic und Doc Antle lieben es, sich zu verkleiden."
    }
  },
  {
    "translation": {
      "en": "That's their thing, that's what they love to do is boast,",
      "de": "Das ist ihr Ding."
    }
  },
  {
    "translation": {
      "en": "\"I'm Tiger King with all these, you know, beautiful women around me",
      "de": "\"Ich bin der Tiger King, umgeben von schönen Frauen."
    }
  },
  {
    "translation": {
      "en": "that all have big boobs and all dressed in leather.\"",
      "de": "Sie haben große Brüste und tragen Leder.\""
    }
  },
  {
    "translation": {
      "en": "I can't believe I was actually okay with wearing those costumes.",
      "de": "Unfassbar, dass ich diese Kostüme getragen habe."
    }
  },
  {
    "translation": {
      "en": "I think the one thing that I said absolutely not is not putting on tights.",
      "de": "Ich habe nur Strumpfhosen verweigert."
    }
  },
  {
    "translation": {
      "en": "[Barbara] I've been deep into Bhagavan's closet before,",
      "de": "Ich war tief in Bhagavans Kleiderschrank."
    }
  },
  {
    "translation": {
      "en": "and you can find the most insane pieces of clothing.",
      "de": "Dort findet man die verrücktesten Kleidungsstücke."
    }
  },
  {
    "translation": {
      "en": "This is the Renaissance Fair outfit. I was proud of my chain mail halter top.",
      "de": "Outfits für den Mittelaltermarkt. Ich war stolz auf mein Ketten-Bustier."
    }
  },
  {
    "translation": {
      "en": "[male voice] King Richard's Faire! Weekends, September 4 through October 24.",
      "de": "König-Richard-Fest. An Wochenenden, 4. September bis 24 Oktober."
    }
  },
  {
    "translation": {
      "en": "[Steven] Renaissance Fairs are this gathering of thousands of people that come",
      "de": "Tausende strömen zu Mittelaltermärkten."
    }
  },
  {
    "translation": {
      "en": "and all the performers and everybody that works at the fair, they're all dressed up in these medieval type costumes.",
      "de": "Alle Darsteller und Mitarbeiter tragen mittelalterliche Kostüme."
    }
  },
  {
    "translation": {
      "en": "And there's usually a swordsmith there, and there will be jugglers,",
      "de": "Es gibt dort normalerweise einen Schwertschmied und Jongleure."
    }
  },
  {
    "translation": {
      "en": "and there will be any type of performer that might have lived back in medieval times.",
      "de": "Es gibt dort Darsteller, wie sie vielleicht im Mittelalter lebten."
    }
  },
  {
    "translation": {
      "en": "Whenever we went to Renaissance Fairs, Bhagavan was kind of on the prowl,",
      "de": "Auf Mittelaltermärkten war Bhagavan stets auf der Jagd."
    }
  },
  {
    "translation": {
      "en": "searching for girls.",
      "de": "Auf der Suche nach Mädchen."
    }
  },
  {
    "translation": {
      "en": "There's no greater pick-up line in the world than, \"Do you want to pet my tiger?\"",
      "de": "Es ist der beste Anmachspruch der Welt: \"Willst du meinen Tiger streicheln?\""
    }
  },
  {
    "translation": {
      "en": "[Magenta] That's how I met him.",
      "de": "So lernte ich ihn kennen."
    }
  },
  {
    "translation": {
      "en": "I was traveling from state to state doing Renaissance Fairs",
      "de": "Ich reiste für Mittelaltermärkte von Staat zu Staat."
    }
  },
  {
    "translation": {
      "en": "and I was walking my ferret through the forest area",
      "de": "Ich ging mit meinem Frettchen im Wald spazieren"
    }
  },
  {
    "translation": {
      "en": "and ran smack into a guy walking a lion.",
      "de": "und traf einen Kerl mit einem Löwen."
    }
  },
  {
    "translation": {
      "en": "Right now, he is gaining almost a pound every single day.",
      "de": "Momentan nimmt er jeden Tag fast ein Pfund zu."
    }
  },
  {
    "translation": {
      "en": "I said, \"Do you ever hire people?\"",
      "de": "Ich fragte: \"Stellst du Leute ein?\""
    }
  },
  {
    "translation": {
      "en": "And a week later I was hauling elephant poop. I had moved in.",
      "de": "Eine Woche später schaufelte ich Elefantenkacke. Ich war eingezogen."
    }
  },
  {
    "translation": {
      "en": "[Magenta] He can talk a good game.",
      "de": "Er kann gut reden."
    }
  },
  {
    "translation": {
      "en": "When he would talk about the requirements of the job,",
      "de": "Er beschrieb die Anforderungen des Jobs"
    }
  },
  {
    "translation": {
      "en": "like how many hours we had to put in, how dedicated we had to be,",
      "de": "bezüglich der Arbeitszeiten und des Engagements."
    }
  },
  {
    "translation": {
      "en": "it really was framed in a very, you know,",
      "de": "Er stellte es so dar:"
    }
  },
  {
    "translation": {
      "en": "\"These animals come first and it's going to be hard work",
      "de": "\"Die Tiere kommen zuerst. Es ist harte, schwierige Arbeit."
    }
  },
  {
    "translation": {
      "en": "and it's going to be difficult,",
      "de": "Es ist harte, schwierige Arbeit."
    }
  },
  {
    "translation": {
      "en": "and you've got to be strong to manage this.\"",
      "de": "Du musst stark sein.\""
    }
  },
  {
    "translation": {
      "en": "And that appealed to me greatly.",
      "de": "Das gefiel mir sehr."
    }
  },
  {
    "translation": {
      "en": "[Joy] Bhagavan knew how to work people beautifully,",
      "de": "Bhagavan war sehr gut darin, Menschen zu manipulieren."
    }
  },
  {
    "translation": {
      "en": "because he got his beginnings of learning from Swami Satchidananda.",
      "de": "Denn er hatte von Swami Satchidananda gelernt."
    }
  },
  {
    "translation": {
      "en": "[Joy] In order to be a Swami you take vows of celibacy,",
      "de": "Ein Swami gelobt das Zölibat,"
    }
  },
  {
    "translation": {
      "en": "obedience, selfless service, and poverty.",
      "de": "Gehorsam, selbstlosen Dienst und Armut."
    }
  },
  {
    "translation": {
      "en": "He was Swami Satchidananda and he had taken those vows,",
      "de": "Er war Swami Satchidananda und hatte diese Gelübde abgelegt."
    }
  },
  {
    "translation": {
      "en": "but they didn't apply to him anymore because now he was enlightened.",
      "de": "Aber sie galten nicht für ihn, denn er war erleuchtet."
    }
  },
  {
    "translation": {
      "en": "Yoga expects one to reform himself.",
      "de": "Yoga erwartet, dass man sich selbst verbessert."
    }
  },
  {
    "translation": {
      "en": "[Joy] During the years that I was there, the guru had sexualized the relationship",
      "de": "In den Jahren, in denen ich dort war, hatte der Guru die Beziehung zu vielen Anhängerinnen sexualisiert."
    }
  },
  {
    "translation": {
      "en": "with many of the disciples.",
      "de": "hatte der Guru die Beziehung zu vielen Anhängerinnen sexualisiert."
    }
  },
  {
    "translation": {
      "en": "[Joy] With any kind of sexual abuse,",
      "de": "Sexueller Missbrauch läuft oft gleich ab."
    }
  },
  {
    "translation": {
      "en": "they bring you in, and they make you feel like you're going to be…",
      "de": "Man wird angezogen und kriegt das Gefühl,"
    }
  },
  {
    "translation": {
      "en": "…friends with this powerful person.",
      "de": "mit dieser mächtigen Person befreundet zu sein."
    }
  },
  {
    "translation": {
      "en": "So, what they would want gets changed.",
      "de": "Was die Opfer wollen, verändert sich."
    }
  },
  {
    "translation": {
      "en": "No, they wouldn't want an old man with a long beard",
      "de": "Natürlich wollen sie nicht von einem alten Mann befummelt werden,"
    }
  },
  {
    "translation": {
      "en": "to be fondling them and having intercourse with him.",
      "de": "Natürlich wollen sie nicht von einem alten Mann befummelt werden, Geschlechtsverkehr haben oder ihm einen runterholen."
    }
  },
  {
    "translation": {
      "en": "Jerking him off.",
      "de": "Geschlechtsverkehr haben oder ihm einen runterholen."
    }
  },
  {
    "translation": {
      "en": "[interviewer] How many women was he involved with?",
      "de": "Mit wie vielen Frauen machte er das?"
    }
  },
  {
    "translation": {
      "en": "Oh, I don't know. I bet there are some that never came forth. Um…",
      "de": "Das weiß ich nicht. Einige meldeten sich wahrscheinlich nie."
    }
  },
  {
    "translation": {
      "en": "But I would say at least a dozen.",
      "de": "Aber mindestens ein Dutzend."
    }
  },
  {
    "translation": {
      "en": "[Joy] They believed that this made them special somehow,",
      "de": "Sie glauben, sie würden dadurch etwas Besonderes."
    }
  },
  {
    "translation": {
      "en": "that this close intimate relationship gave them",
      "de": "Dass diese enge, intime Beziehung ihnen eine gewisse Verbindung zu Gott gäbe."
    }
  },
  {
    "translation": {
      "en": "a certain connection to God.",
      "de": "ihnen eine gewisse Verbindung zu Gott gäbe."
    }
  },
  {
    "translation": {
      "en": "And Bhagavan was emulating the guru.",
      "de": "Bhagavan ahmte den Guru nach."
    }
  },
  {
    "translation": {
      "en": "[Joy] Women were very attracted to Bhagavan.",
      "de": "Frauen fanden Bhagavan sehr attraktiv."
    }
  },
  {
    "translation": {
      "en": "[Sumati] His first wife was \"Brahmi\" Betsy.",
      "de": "Seine erste Frau war Brahmi Betsy."
    }
  },
  {
    "translation": {
      "en": "There was, you know, only \"Brahmi\" for a little while on her own.",
      "de": "Eine Zeit lang gab es nur Brahmi allein."
    }
  },
  {
    "translation": {
      "en": "[Joan] \"Brahmi\" was a beautiful woman.",
      "de": "Brahmi war eine wunderschöne Frau."
    }
  },
  {
    "translation": {
      "en": "[Glen] She was beautiful. Slender, long dark hair.",
      "de": "Sie war wunderschön. Schlank, langes Haar."
    }
  },
  {
    "translation": {
      "en": "[David] They seemed like a happy married couple, in a sense.",
      "de": "Sie wirkten wie ein glückliches Ehepaar."
    }
  },
  {
    "translation": {
      "en": "And Bhagavan used to use them as an example about how happy they were",
      "de": "Bhagavan führte sie als Beispiel für ein glückliches, tolles Paar an."
    }
  },
  {
    "translation": {
      "en": "and what a wonderful couple they were, which is sort of interesting.",
      "de": "Bhagavan führte sie als Beispiel für ein glückliches, tolles Paar an. Das ist interessant."
    }
  },
  {
    "translation": {
      "en": "I think it was not her lifestyle.",
      "de": "Es war nicht ihr Lebensstil."
    }
  },
  {
    "translation": {
      "en": "You know, Bhagavan being interested in multiple women.",
      "de": "Bhagavan interessiert sich für mehrere Frauen."
    }
  },
  {
    "translation": {
      "en": "[man] I have to believe that's part of why my sister is where she's at now in her life.",
      "de": "Ich glaube, das ist der Grund, warum meine Schwester wurde, wie sie ist."
    }
  },
  {
    "translation": {
      "en": "I mean, it has to be.",
      "de": "Das muss es sein."
    }
  },
  {
    "translation": {
      "en": "She never dealt with it.",
      "de": "Sie hat es nie verarbeitet."
    }
  },
  {
    "translation": {
      "en": "And she's just been destroying her life, slowly but surely.",
      "de": "Sie hat ihr Leben zerstört, langsam aber sicher."
    }
  },
  {
    "translation": {
      "en": "[Glen] She's had a problem with drinking for a long time.",
      "de": "Sie hat schon lange ein Alkoholproblem."
    }
  },
  {
    "translation": {
      "en": "She almost died a few years ago.",
      "de": "Sie wäre fast daran gestorben."
    }
  },
  {
    "translation": {
      "en": "It's a shame because she's--",
      "de": "Schade, denn sie…"
    }
  },
  {
    "translation": {
      "en": "[sighs] I'm getting emotional.",
      "de": "Ich werde emotional."
    }
  },
  {
    "translation": {
      "en": "[Betsy] I'll probably never get over it. My mother always likes to bring that up.",
      "de": "Ich verwinde es nie. Meine Mutter erwähnt das ständig."
    }
  },
  {
    "translation": {
      "en": "She goes, \"He was the love of your life.\" I'm like, \"Yeah, he was.\"",
      "de": "\"Er war die Liebe deines Lebens.\" Ich sage: \"Ja, war er.\""
    }
  },
  {
    "translation": {
      "en": "Nobody's ever gonna change that.",
      "de": "Das wird niemand ändern."
    }
  },
  {
    "translation": {
      "en": "[Betsy] Me and Kevin, that was his name back then,",
      "de": "Ich und Kevin, so hieß er damals."
    }
  },
  {
    "translation": {
      "en": "I met him in high school.",
      "de": "Ich traf ihn in der Highschool."
    }
  },
  {
    "translation": {
      "en": "And before we started dating, my boyfriend lived next door to him.",
      "de": "Bevor wir zusammen kamen, war sein Nachbar mein Freund."
    }
  },
  {
    "translation": {
      "en": "So I used to go to Kevin's house to spend time with my boyfriend,",
      "de": "Ich verbrachte Zeit mit meinem Freund in Kevins Haus."
    }
  },
  {
    "translation": {
      "en": "'cause Kevin's mother didn't care.",
      "de": "Denn Kevins Mutter war das egal."
    }
  },
  {
    "translation": {
      "en": "She was like, \"Cool Mom.\"",
      "de": "Sie war eine coole Mutter."
    }
  },
  {
    "translation": {
      "en": "But, he broke up with me so that he could be with Kevin's mother.",
      "de": "Mein Freund machte Schluss mit mir und schlief mit Kevins Mutter."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Didn't people think it was strange that she started having sex with your teenage boyfriend?",
      "de": "Fanden Leute es nicht merkwürdig, dass sie Sex mit deinem Freund hatte?"
    }
  },
  {
    "translation": {
      "en": "Only the people that knew about it, which was only us.",
      "de": "Nur Leute, die davon wussten. Das waren nur wir."
    }
  },
  {
    "translation": {
      "en": "She felt bad because she said, \"Well, I know you're upset about this.\"",
      "de": "Sie hatte Mitleid mit mir. Sie sagte: \"Du bist sauer. Versuch's doch mal mit Kevin.\""
    }
  },
  {
    "translation": {
      "en": "\"Why don't you try dating Kevin?\"",
      "de": "\"Du bist sauer. Versuch's doch mal mit Kevin.\""
    }
  },
  {
    "translation": {
      "en": "Meaning her son. And I did.",
      "de": "Sie meinte ihren Sohn. Das tat ich."
    }
  },
  {
    "translation": {
      "en": "[Betsy] Of course I fell in love.",
      "de": "Natürlich verliebte ich mich."
    }
  },
  {
    "translation": {
      "en": "I wanted to be with him all the time.",
      "de": "Ich wollte ständig bei ihm sein."
    }
  },
  {
    "translation": {
      "en": "[Betsy] He was very confident and really beautiful.",
      "de": "Er war selbstbewusst und sah wirklich gut aus."
    }
  },
  {
    "translation": {
      "en": "[Glen] My sister used to bring him to the house.",
      "de": "Meine Schwester brachte ihn heim."
    }
  },
  {
    "translation": {
      "en": "I don't think my dad liked him a lot in the beginning.",
      "de": "Mein Vater mochte ihn anfangs nicht."
    }
  },
  {
    "translation": {
      "en": "I know Kevin dropped out of high school, maybe that was part of it.",
      "de": "Kevin hatte die Highschool abgebrochen."
    }
  },
  {
    "translation": {
      "en": "But he had long hair. [laughs]",
      "de": "Und er hatte lange Haare."
    }
  },
  {
    "translation": {
      "en": "That was-- My dad didn't really like that.",
      "de": "Das gefiel meinem Vater nicht."
    }
  },
  {
    "translation": {
      "en": "[Betsy] Oh, he was a rebel.",
      "de": "Er war ein Rebell."
    }
  },
  {
    "translation": {
      "en": "He always wanted to be in trouble.",
      "de": "Er hatte ständig Ärger."
    }
  },
  {
    "translation": {
      "en": "He actually sought out trouble. [chuckles]",
      "de": "Er suchte Ärger."
    }
  },
  {
    "translation": {
      "en": "[Betsy] After we got married, we changed our names",
      "de": "Nach der Hochzeit änderten wir unsere Namen."
    }
  },
  {
    "translation": {
      "en": "because we went to this one-month retreat at Yogaville",
      "de": "Wir verbrachten einen Monat in Yogaville,"
    }
  },
  {
    "translation": {
      "en": "to become certified yoga instructors.",
      "de": "um zertifizierte Yogalehrer zu werden."
    }
  },
  {
    "translation": {
      "en": "And Swami Satchidananda gave us a new name.",
      "de": "Swami Satchidananda gab uns neue Namen."
    }
  },
  {
    "translation": {
      "en": "I went from Betsy to Brahmi.",
      "de": "Ich hieß nicht mehr Betsy, sondern Brahmi."
    }
  },
  {
    "translation": {
      "en": "And he went from Kevin Antle to Sri Mahatmayavi Bhagavan Antle.",
      "de": "Er hieß nicht mehr Kevin Antle, sondern Sri Mahatmayavi Bhagavan Antle."
    }
  },
  {
    "translation": {
      "en": "Pretty big change.",
      "de": "Eine große Veränderung."
    }
  },
  {
    "translation": {
      "en": "[Sumati] Bhagavan Antle in 1982 was very good-looking.",
      "de": "Bhagavan Antle sah 1982 sehr gut aus."
    }
  },
  {
    "translation": {
      "en": "He was very charming.",
      "de": "Er war sehr charmant."
    }
  },
  {
    "translation": {
      "en": "He had a lot of bling, you know, he drove a DeLorean and a Porsche.",
      "de": "Er war protzig. Er fuhr einen DeLorean und einen Porsche."
    }
  },
  {
    "translation": {
      "en": "[Sumati] I first met him in the Lotus Lake,",
      "de": "Ich traf ihn zum ersten Mal im Lotus Lake,"
    }
  },
  {
    "translation": {
      "en": "which is a lake around the Lotus Temple in Yogaville.",
      "de": "dem See um den Lotustempel in Yogaville."
    }
  },
  {
    "translation": {
      "en": "I remember it very clearly",
      "de": "Ich erinnere mich genau."
    }
  },
  {
    "translation": {
      "en": "because he hit on several of the teenage girls that day in the lake.",
      "de": "Er machte an dem Tag mehrere Mädchen im See an."
    }
  },
  {
    "translation": {
      "en": "and I talked to them about it and asked them like,",
      "de": "Ich fragte sie danach."
    }
  },
  {
    "translation": {
      "en": "\"Did he touch your butt or boobs?\"",
      "de": "\"Hat er euch an Po oder Brüste gefasst?"
    }
  },
  {
    "translation": {
      "en": "\"I mean, did that happen to you guys too, or was it just me?\"",
      "de": "Ist euch das auch passiert, oder nur mir?\""
    }
  },
  {
    "translation": {
      "en": "[interviewer] How old was he?",
      "de": "Wie alt war er?"
    }
  },
  {
    "translation": {
      "en": "He was 22, yeah, and I was 14.",
      "de": "Er war 22, ich 14."
    }
  },
  {
    "translation": {
      "en": "[Sumati] That's not legal in the state of Virginia.",
      "de": "Das ist im Staat Virginia nicht legal."
    }
  },
  {
    "translation": {
      "en": "He spent a long time, he spent, like, six months",
      "de": "Er investierte eine lange Zeit, sechs Monate."
    }
  },
  {
    "translation": {
      "en": "sending me poetry, getting me flowers, just really wooing me.",
      "de": "Er schickte mir Gedichte und Blumen. Er umwarb mich."
    }
  },
  {
    "translation": {
      "en": "[Sachi] I remember having some outings with Bhagavan,",
      "de": "Ich ging ein paar Mal mit Bhagavan aus."
    }
  },
  {
    "translation": {
      "en": "you know, to the movies, or, you know, out to dinner.",
      "de": "Ins Kino oder zum Essen."
    }
  },
  {
    "translation": {
      "en": "He had all the toys. I remember playing with a lot of toys.",
      "de": "Er hatte viele Spielsachen, mit denen ich spielte."
    }
  },
  {
    "translation": {
      "en": "They had a Jacuzzi. We'd play with the baby animals a lot.",
      "de": "Es gab einen Whirlpool. Wir spielten viel mit Tierbabys."
    }
  },
  {
    "translation": {
      "en": "When you were over there, you were in his world.",
      "de": "Man war dort in seiner Welt."
    }
  },
  {
    "translation": {
      "en": "[Sachi] I minimized everything that went on,",
      "de": "Ich spielte damals alles herunter."
    }
  },
  {
    "translation": {
      "en": "but now that I look at it as an adult,",
      "de": "Aber jetzt, aus Sicht einer Erwachsenen,"
    }
  },
  {
    "translation": {
      "en": "I was kind of passed on…",
      "de": "wurde ich irgendwie verschenkt."
    }
  },
  {
    "translation": {
      "en": "to a person who worked with Bhagavan.",
      "de": "An einen Mitarbeiter von Bhagavan."
    }
  },
  {
    "translation": {
      "en": "I felt a pressure…",
      "de": "Ich spürte den Druck,"
    }
  },
  {
    "translation": {
      "en": "to have a sexual relationship with this person,",
      "de": "eine sexuelle Beziehung zu dieser Person zu haben."
    }
  },
  {
    "translation": {
      "en": "and he was 30 years old.",
      "de": "Er war 30 Jahre alt."
    }
  },
  {
    "translation": {
      "en": "I was 15.",
      "de": "Ich war 15."
    }
  },
  {
    "translation": {
      "en": "[Sachi] At the time, I thought it was my choice and I played the role.",
      "de": "Damals hielt ich es für meine Entscheidung und spielte mit."
    }
  },
  {
    "translation": {
      "en": "I didn't have the tools to make those kind of choices.",
      "de": "Ich hatte nicht das Rüstzeug, um solche Entscheidungen zu treffen."
    }
  },
  {
    "translation": {
      "en": "It was part of the culture, I think, that Bhagavan cultivated.",
      "de": "Es war Teil der Kultur, die Bhagavan kultivierte."
    }
  },
  {
    "translation": {
      "en": "There was a lot of photo shoots.",
      "de": "Es gab viele Fotoshootings."
    }
  },
  {
    "translation": {
      "en": "[Sachi] There were some inappropriate photos, definitely.",
      "de": "Es wurden definitiv unangemessene Fotos gemacht."
    }
  },
  {
    "translation": {
      "en": "And we were underage.",
      "de": "Und wir waren minderjährig."
    }
  },
  {
    "translation": {
      "en": "Naked photos.",
      "de": "Nacktfotos."
    }
  },
  {
    "translation": {
      "en": "[Sumati] He did a nude photo shoot of me and a boa constrictor.",
      "de": "Er machte ein Nacktshooting mit mir und einer Riesenschlange."
    }
  },
  {
    "translation": {
      "en": "And luckily his wife \"Brahmi\" found those pictures and burned them.",
      "de": "Zum Glück fand seine Frau Brahmi diese Bilder und verbrannte sie."
    }
  },
  {
    "translation": {
      "en": "Otherwise, there could be nude photos of me floating around who knows where.",
      "de": "Sonst könnten irgendwo Nacktfotos von mir kursieren."
    }
  },
  {
    "translation": {
      "en": "[Sachi] He preyed after young women",
      "de": "Er jagte junge Frauen."
    }
  },
  {
    "translation": {
      "en": "and it was important to him that they were virgins.",
      "de": "Es war ihm wichtig, dass sie Jungfrauen waren."
    }
  },
  {
    "translation": {
      "en": "My 15th birthday was the first time that we slept together,",
      "de": "An meinem 15. Geburtstag schliefen wir das erste Mal miteinander."
    }
  },
  {
    "translation": {
      "en": "but before we slept together, we had a spiritual wedding ceremony",
      "de": "Aber vorher hatten wir eine spirituelle Hochzeitszeremonie."
    }
  },
  {
    "translation": {
      "en": "in his meditation room upstairs at his house.",
      "de": "Im Meditationsraum oben in seinem Haus."
    }
  },
  {
    "translation": {
      "en": "And he put a wedding band on me,",
      "de": "Er steckte mir einen Ehering an."
    }
  },
  {
    "translation": {
      "en": "and I was supposed to be his wife, and he was supposed to be my husband,",
      "de": "Ich sollte seine Frau sein, er mein Mann."
    }
  },
  {
    "translation": {
      "en": "even though he was already married.",
      "de": "Er war bereits verheiratet."
    }
  },
  {
    "translation": {
      "en": "He told me she was totally polyamorous and totally into an open marriage,",
      "de": "Er sagte, sie sei total polyamor, und sie führten eine offene Ehe."
    }
  },
  {
    "translation": {
      "en": "and this was all copacetic, and that was not the case.",
      "de": "Alles sei in bester Ordnung, aber das war es nicht."
    }
  },
  {
    "translation": {
      "en": "The worst part is that the other women that lived around there,",
      "de": "Das Schlimmste ist, dass die anderen Frauen dachten,"
    }
  },
  {
    "translation": {
      "en": "they actually thought that I condoned it.",
      "de": "Das Schlimmste ist, dass die anderen Frauen dachten, ich würde es befürworten."
    }
  },
  {
    "translation": {
      "en": "They were like, \"Oh, I thought you were okay with it.\"",
      "de": "Sie sagten: \"Ich dachte, du fändest es okay.\""
    }
  },
  {
    "translation": {
      "en": "I was like, \"Are you kidding me? Of course not.\"",
      "de": "Ich sagte: \"Echt jetzt? Natürlich nicht.\""
    }
  },
  {
    "translation": {
      "en": "You have to remember I was always the last person to know.",
      "de": "Ich war stets die Letzte, die davon erfuhr."
    }
  },
  {
    "translation": {
      "en": "[Sumati] He took me on a honeymoon down to the Virgin Islands",
      "de": "Er nahm mich auf Hochzeitsreise auf die Jungferninseln."
    }
  },
  {
    "translation": {
      "en": "with \"Brahmi\" Betsy, his first wife,",
      "de": "Mit Brahmi Betsy, seiner ersten Frau."
    }
  },
  {
    "translation": {
      "en": "which was really awkward for me",
      "de": "Das war peinlich für mich."
    }
  },
  {
    "translation": {
      "en": "because \"Brahmi\" and I weren't talking about",
      "de": "Brahmi und ich sprachen nicht darüber,"
    }
  },
  {
    "translation": {
      "en": "the fact that I was in a relationship with him.",
      "de": "dass ich eine Beziehung mit ihm hatte."
    }
  },
  {
    "translation": {
      "en": "[Betsy] I didn't know it was Sumati's honeymoon.",
      "de": "Ich wusste nichts davon."
    }
  },
  {
    "translation": {
      "en": "I was spending all of my time snorkeling.",
      "de": "Ich verbrachte die Zeit mit Schnorcheln."
    }
  },
  {
    "translation": {
      "en": "Apparently he was spending all day screwing women.",
      "de": "Er verbrachte die Zeit damit, Frauen zu vögeln."
    }
  },
  {
    "translation": {
      "en": "But I didn't know that.",
      "de": "Das wusste ich nicht."
    }
  },
  {
    "translation": {
      "en": "He would just reassure me that she was okay with it.",
      "de": "Er versicherte mir, dass sie es ok fand."
    }
  },
  {
    "translation": {
      "en": "[Betsy chuckles] One of his many lies.",
      "de": "Eine seiner vielen Lügen."
    }
  },
  {
    "translation": {
      "en": "But she was really young",
      "de": "Aber sie war sehr jung."
    }
  },
  {
    "translation": {
      "en": "and I can imagine that she would've believed him, of course.",
      "de": "Ich kann mir vorstellen, dass sie es glaubte."
    }
  },
  {
    "translation": {
      "en": "[Sumati] He did one of those power and control maneuvers where he isolated me.",
      "de": "Er machte ein klassisches Kontrollmanöver und isolierte mich."
    }
  },
  {
    "translation": {
      "en": "I moved out of my parents' house at 15 and moved on to the Yogaville property.",
      "de": "Ich zog mit 15 aus meinem Elternhaus aufs Yogaville-Gelände."
    }
  },
  {
    "translation": {
      "en": "[Betsy] You know, he was pretty careful about picking teenage girls",
      "de": "Er achtete darauf, Mädchen zu wählen,"
    }
  },
  {
    "translation": {
      "en": "whose parents didn't pay attention to them.",
      "de": "deren Eltern sie wenig beachteten."
    }
  },
  {
    "translation": {
      "en": "Sumati lived in a tent right behind my house.",
      "de": "Sumati lebte in einem Zelt direkt hinter meinem Haus."
    }
  },
  {
    "translation": {
      "en": "He would come and visit me in my tent in Yogaville sometimes.",
      "de": "Er besuchte mich manchmal in meinem Zelt in Yogaville."
    }
  },
  {
    "translation": {
      "en": "[Betsy] He was only interested in me as long as I looked like I was 12.",
      "de": "Er interessierte sich nur für mich, wenn ich aussah, als wäre ich 12."
    }
  },
  {
    "translation": {
      "en": "Until the age of 30, I weighed 100 pounds.",
      "de": "Bis ich 30 war, wog ich 45 kg."
    }
  },
  {
    "translation": {
      "en": "I had no curves, just nothing.",
      "de": "Ich hatte keine Kurven. Gar keine."
    }
  },
  {
    "translation": {
      "en": "That's what he liked, he liked women who looked like they were still teenagers.",
      "de": "Er mochte Frauen, die wie Teenager aussahen."
    }
  },
  {
    "translation": {
      "en": "[Magenta] You needed to be very, very thin.",
      "de": "Man musste sehr dünn sein."
    }
  },
  {
    "translation": {
      "en": "I was eating Doc's very restricted diet, so I was eating around 800 calories a day.",
      "de": "Ich aß Docs eingeschränkte Diät, also nur 800 Kalorien pro Tag."
    }
  },
  {
    "translation": {
      "en": "A very nutrient-light food.",
      "de": "Ein sehr nährstoffarmes Essen."
    }
  },
  {
    "translation": {
      "en": "[Doc] You cannot make someone into an animal trainer.",
      "de": "Man kann niemanden zum Tiertrainer machen."
    }
  },
  {
    "translation": {
      "en": "It takes a certain degree of mental and physical toughness.",
      "de": "Es erfordert mentale und körperliche Härte."
    }
  },
  {
    "translation": {
      "en": "One needs to be light on their feet,",
      "de": "Man muss leichtfüßig sein."
    }
  },
  {
    "translation": {
      "en": "one needs to have a physicality of timing and understanding.",
      "de": "Man braucht körperliches Timing und Verständnis."
    }
  },
  {
    "translation": {
      "en": "[Magenta] I was starving.",
      "de": "Ich war am Verhungern."
    }
  },
  {
    "translation": {
      "en": "I was blacking out when I stood up.",
      "de": "Ich wurde ohnmächtig, als ich aufstand."
    }
  },
  {
    "translation": {
      "en": "I almost got killed because you're working with wild animals and you…",
      "de": "Das war lebensgefährlich bei der Arbeit mit wilden Tieren."
    }
  },
  {
    "translation": {
      "en": "My blood pressure was so low, I'd stand up and start to black out.",
      "de": "Mein Blutdruck war so niedrig, dass ich ohnmächtig wurde."
    }
  },
  {
    "translation": {
      "en": "One of the volunteers saved me.",
      "de": "Eine Freiwillige rettete mich."
    }
  },
  {
    "translation": {
      "en": "She had been taken out for her birthday, and she comes back to me the next day,",
      "de": "Sie feierte ihren Geburtstag draußen. Am nächsten Tag sagte sie:"
    }
  },
  {
    "translation": {
      "en": "and she says, \"You don't know what's happening to you.\"",
      "de": "\"Du weißt nicht, wie dir geschieht."
    }
  },
  {
    "translation": {
      "en": "\"You're being brainwashed.\"",
      "de": "Es ist Gehirnwäsche."
    }
  },
  {
    "translation": {
      "en": "\"This is what cults do when they're taking over people's psyches.\"",
      "de": "Das machen Sekten, wenn sie die Psyche von Leuten übernehmen.\""
    }
  },
  {
    "translation": {
      "en": "And she says, \"You've been doing this for so long,",
      "de": "Und sie sagte: \"Du machst das schon so lange,"
    }
  },
  {
    "translation": {
      "en": "you don't even know how off your brain is right now.\"",
      "de": "du hast keine Ahnung, wie daneben dein Hirn bereits ist.\""
    }
  },
  {
    "translation": {
      "en": "[Magenta] So, she says, \"You have to eat.\"",
      "de": "Sie sagte: \"Du musst etwas essen.\""
    }
  },
  {
    "translation": {
      "en": "And she ended up chasing me around the parking lot with a Fig Newton bar,",
      "de": "Sie rannte mir mit einem Feigenriegel hinterher und schrie:"
    }
  },
  {
    "translation": {
      "en": "screaming, \"It's fat-free, for fuck's sake!\"",
      "de": "\"Er ist fettfrei, verdammt!\""
    }
  },
  {
    "translation": {
      "en": "And I refused to eat it because a Fig Newton bar was just too much,",
      "de": "Ich verweigerte ihn. Ein Feigenriegel war zu viel für mich."
    }
  },
  {
    "translation": {
      "en": "but I started eating carrots",
      "de": "Aber ich aß Karotten."
    }
  },
  {
    "translation": {
      "en": "and I started thinking straight.",
      "de": "Bald konnte ich wieder klar denken."
    }
  },
  {
    "translation": {
      "en": "My brain started working a little better, and I went to Doc",
      "de": "Mein Gehirn funktionierte besser. Ich sagte zu Doc: \"Ich will noch ein Jahr bleiben.\""
    }
  },
  {
    "translation": {
      "en": "and I was like, \"I want to stay for the next year.\"",
      "de": "Ich sagte zu Doc: \"Ich will noch ein Jahr bleiben.\""
    }
  },
  {
    "translation": {
      "en": "I was going to finish up my two-year thing.",
      "de": "Ich wollte die Ausbildung beenden."
    }
  },
  {
    "translation": {
      "en": "But I decided I didn't want the boob job.",
      "de": "Aber ich wollte keine Brustvergrößerung."
    }
  },
  {
    "translation": {
      "en": "I decided that wasn't who I wanted to be.",
      "de": "Ich wollte so nicht sein."
    }
  },
  {
    "translation": {
      "en": "And he said, \"If you're gonna look like a fat ass, you don't need the tits.\"",
      "de": "Er sagte: \"Ein Fettarsch wie du braucht ohnehin keine Titten.\""
    }
  },
  {
    "translation": {
      "en": "I mean, I was still skeletal, I was still concave,",
      "de": "Ich war immer noch ausgehöhlt wie ein Skelett."
    }
  },
  {
    "translation": {
      "en": "and I thought, \"Oh, I'm never going to win this game.\"",
      "de": "Ich dachte: \"Das Spiel gewinne ich nie,"
    }
  },
  {
    "translation": {
      "en": "\"And I'm starting to believe him.\"",
      "de": "und ich fange an, ihm zu glauben.\""
    }
  },
  {
    "translation": {
      "en": "[Magenta] I felt like if I stayed, I was going to be subsumed.",
      "de": "Ich hatte das Gefühl, wenn ich bleibe, würde es mich verzehren."
    }
  },
  {
    "translation": {
      "en": "[Doc] In the '80s when we started out,",
      "de": "Als wir in den 1980ern anfingen,"
    }
  },
  {
    "translation": {
      "en": "Swami Satchidananda had a new idea that was really fresh,",
      "de": "hatte Swami Satchidananda eine neue, interessante Idee:"
    }
  },
  {
    "translation": {
      "en": "that what you act like, what you think, what you eat, shapes your health.",
      "de": "Verhalten, Gedankengänge und Ernährung prägen die Gesundheit."
    }
  },
  {
    "translation": {
      "en": "You are what you eat. Please remember that.",
      "de": "Du bist, was du isst. Vergiss das nicht."
    }
  },
  {
    "translation": {
      "en": "Most of our physical problems are caused by our food that we eat.",
      "de": "Die meisten unserer körperlichen Probleme werden durch Nahrung verursacht."
    }
  },
  {
    "translation": {
      "en": "Swami led you to believe that he was…",
      "de": "Swami machte uns glauben, dass er nun"
    }
  },
  {
    "translation": {
      "en": "now an enlightened being and a perfect instrument of God.",
      "de": "ein erleuchtetes Wesen und ein perfektes Instrument Gottes sei."
    }
  },
  {
    "translation": {
      "en": "[Joy] Bhagavan saw the guru as someone that could get away with everything.",
      "de": "Bhagavan sah den Guru als jemanden, der mit allem durchkommen konnte."
    }
  },
  {
    "translation": {
      "en": "I was very close to the person who took care of Swami Satchidananda",
      "de": "Ich stand der Person nahe, die Swami Satchidananda umsorgte."
    }
  },
  {
    "translation": {
      "en": "and she would confide in me, she would tell me that he would hit her.",
      "de": "Sie vertraute mir an, dass er sie schlug."
    }
  },
  {
    "translation": {
      "en": "If you want to punish somebody who hurts you…",
      "de": "Willst du jemanden bestrafen, der dir wehtut?"
    }
  },
  {
    "translation": {
      "en": "do something beautiful to that person.",
      "de": "Dann tue etwas Schönes für diese Person."
    }
  },
  {
    "translation": {
      "en": "She accepted it so easily and lovingly.",
      "de": "Sie nahm es leicht und liebevoll hin."
    }
  },
  {
    "translation": {
      "en": "It was totally crazy, but now I think of it that way,",
      "de": "Aus heutiger Sicht war es total verrückt."
    }
  },
  {
    "translation": {
      "en": "but at the time, I just put on my rosy-colored glasses, I guess.",
      "de": "Aber damals setzte ich meine rosarote Brille auf."
    }
  },
  {
    "translation": {
      "en": "Stop. Oh no! Flippity-floppity. You big old guy.",
      "de": "Oh nein! Kopfüber. Komm, Großer."
    }
  },
  {
    "translation": {
      "en": "[Steven] Bhagavan didn't like it when someone, in any kind of way, challenged him",
      "de": "Bhagavan mochte es nicht, wenn ihn jemand herausfordert."
    }
  },
  {
    "translation": {
      "en": "and that was a problem between me and him.",
      "de": "Das war unser Problem."
    }
  },
  {
    "translation": {
      "en": "If I did it in front of a group of people, there would be hell to pay.",
      "de": "Wenn ich es vor mehreren Leuten tat, ließ er es mich büßen."
    }
  },
  {
    "translation": {
      "en": "You got to not love me.",
      "de": "Folge mir nicht."
    }
  },
  {
    "translation": {
      "en": "[Steven] And I learned very quickly not to go there.",
      "de": "Ich lernte schnell, es sein zu lassen."
    }
  },
  {
    "translation": {
      "en": "-We're trying to not let you film. -[cameraman] Sorry. Okay.",
      "de": "-Wir lassen euch nicht filmen. -Tut mir leid."
    }
  },
  {
    "translation": {
      "en": "If you come here going, \"That's not fair. You didn't listen. I know the way,\"",
      "de": "Einige Leute sagen: \"Das ist unfair, ich weiß es besser\"."
    }
  },
  {
    "translation": {
      "en": "we have no tolerance or time for anyone like that.",
      "de": "Für solche Leute ist hier kein Platz."
    }
  },
  {
    "translation": {
      "en": "[Barbara] He had a bad temper for sure.",
      "de": "Er war jähzornig."
    }
  },
  {
    "translation": {
      "en": "You do not want to have something you're attached to in front of Bhagavan",
      "de": "Du solltest vor Bhagavan nichts haben, woran du sehr hängst,"
    }
  },
  {
    "translation": {
      "en": "because he will torture you with that.",
      "de": "denn er wird dich damit quälen."
    }
  },
  {
    "translation": {
      "en": "-[eerie music plays] -I loved this one capuchin monkey.",
      "de": "Ich liebte diesen Kapuzineraffen."
    }
  },
  {
    "translation": {
      "en": "From the time that I saw her, I just was obsessed with her.",
      "de": "Sobald ich sie sah, war ich von ihr besessen."
    }
  },
  {
    "translation": {
      "en": "Bhagavan knew I loved her. He liked that I was taking good care of her.",
      "de": "Bhagavan wusste das. Ihm gefiel, dass ich sie gut versorgte."
    }
  },
  {
    "translation": {
      "en": "But he did also like to torture me with the fact that I was so attached.",
      "de": "Aber er quälte mich damit, dass ich so sehr an ihr hing."
    }
  },
  {
    "translation": {
      "en": "In one instance in particular, he took her and put her in a freezer.",
      "de": "Einmal nahm er sie und steckte sie in einen Gefrierschrank."
    }
  },
  {
    "translation": {
      "en": "I mean, she's a little tiny baby",
      "de": "Sie war ein kleines Baby."
    }
  },
  {
    "translation": {
      "en": "and he took her and put her in the freezer and closed it",
      "de": "Er steckte sie ins Gefrierfach und schloss es."
    }
  },
  {
    "translation": {
      "en": "and just stared at me, waiting for me to stop being upset… [chuckles] …about that",
      "de": "Dann starrte er mich an und wartete, dass ich mich nicht darüber aufregte."
    }
  },
  {
    "translation": {
      "en": "That's what he was telling me. \"I'm teaching you not to be so attached.\"",
      "de": "Er sagte: \"Ich bringe dir bei, nicht gebunden zu sein."
    }
  },
  {
    "translation": {
      "en": "\"I need you to just think about how you're feeling",
      "de": "Denk über deine Gefühle nach,"
    }
  },
  {
    "translation": {
      "en": "with the monkey in the freezer and calm yourself down.\"",
      "de": "wenn der Affe im Gefrierfach ist, und beruhige dich.\""
    }
  },
  {
    "translation": {
      "en": "[Sachi] He was capable of doing harm more than your average person.",
      "de": "Er war fähig, mehr Schaden anzurichten als ein normaler Mensch."
    }
  },
  {
    "translation": {
      "en": "He could go from very charming to very angry.",
      "de": "Er konnte sehr charmant sein, dann plötzlich sehr wütend."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Did you ever see him lose his temper in a way that was scary?",
      "de": "Hast du je erlebt, wie er übelst die Beherrschung verlor?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "With me, one time.",
      "de": "Bei mir einmal."
    }
  },
  {
    "translation": {
      "en": "[sighs] Can we stop for a second?",
      "de": "Können wir kurz Pause machen?"
    }
  },
  {
    "translation": {
      "en": "Yeah. I just need a drink and…",
      "de": "Ja, ich muss etwas trinken."
    }
  },
  {
    "translation": {
      "en": "There were four times in four years where I thought he was going to kill me.",
      "de": "In vier Jahren dachte ich viermal, dass er mich töten würde."
    }
  },
  {
    "translation": {
      "en": "He was so incredibly violent to me that I thought, \"That's it.\"",
      "de": "Er war so gewalttätig zu mir, dass ich dachte: \"Das war's."
    }
  },
  {
    "translation": {
      "en": "\"He got me. This is going to be the time.\"",
      "de": "Er hat mich erwischt. Zeit zu sterben.\""
    }
  },
  {
    "translation": {
      "en": "The first couple times was, I was going to leave him,",
      "de": "Die ersten zwei Male, als ich ihn verlassen wollte."
    }
  },
  {
    "translation": {
      "en": "it was soon in the relationship.",
      "de": "Es war früh in der Beziehung."
    }
  },
  {
    "translation": {
      "en": "I wanted to leave. I didn't want to be in the relationship anymore.",
      "de": "Ich wollte weg. Ich wollte keine Beziehung mehr."
    }
  },
  {
    "translation": {
      "en": "[voice breaks] And he would beat me or be violent with me.",
      "de": "Und er schlug mich oder wurde gewalttätig."
    }
  },
  {
    "translation": {
      "en": "And it scared me into staying with him.",
      "de": "Er machte mir Angst, damit ich bei ihm bleibe."
    }
  },
  {
    "translation": {
      "en": "Choked me to the point where I passed out,",
      "de": "Er würgte mich, bis ohnmächtig wurde."
    }
  },
  {
    "translation": {
      "en": "and one time, he even bragged to his girlfriends",
      "de": "Einmal prahlte er sogar vor seinen Freundinnen,"
    }
  },
  {
    "translation": {
      "en": "that he broke two of my ribs to shut me up.",
      "de": "dass er mir zwei Rippen gebrochen hatte, damit ich still bin."
    }
  },
  {
    "translation": {
      "en": "And it's true, he did.",
      "de": "Es stimmte, das tat er."
    }
  },
  {
    "translation": {
      "en": "[Betsy] He didn't like to hit because it'd leave a scar,",
      "de": "Er schlug nicht, weil es blaue Flecken gab."
    }
  },
  {
    "translation": {
      "en": "so he used to strangle me because it didn't leave a mark.",
      "de": "Also würgte er mich, weil das keine Spuren hinterließ."
    }
  },
  {
    "translation": {
      "en": "He got so mad at me when I got pregnant. He said it was my fault.",
      "de": "Er war sauer, als ich schwanger war. Er sagte, es sei meine Schuld."
    }
  },
  {
    "translation": {
      "en": "When I started giving birth,",
      "de": "Kurz vor der Geburt machte jemand ihn ausfindig."
    }
  },
  {
    "translation": {
      "en": "somebody tracked him down, and of course he was with his girlfriend at the time,",
      "de": "Kurz vor der Geburt machte jemand ihn ausfindig. Klar, er war gerade bei seiner Freundin."
    }
  },
  {
    "translation": {
      "en": "and so then, while I'm still in labor, he calls.",
      "de": "Während ich Wehen hatte, rief er an."
    }
  },
  {
    "translation": {
      "en": "\"Is it okay if I just don't show up?\" And I was like, \"No!\"",
      "de": "\"Ist es ok, wenn ich nicht komme?\" Ich brüllte: \"Nein!\""
    }
  },
  {
    "translation": {
      "en": "So what he did was he actually came and he laid on the bed next to me",
      "de": "Er kam und legte sich neben mir aufs Bett."
    }
  },
  {
    "translation": {
      "en": "and slept while I was having a baby.",
      "de": "Er schlief, während ich das Baby bekam."
    }
  },
  {
    "translation": {
      "en": "[Betsy] Luckily, you're in so much pain that you don't think about it too much,",
      "de": "Zum Glück konnte ich vor Schmerzen kaum darüber nachdenken."
    }
  },
  {
    "translation": {
      "en": "but yeah, it was sad, but…",
      "de": "Aber ja, es war traurig."
    }
  },
  {
    "translation": {
      "en": "That whole thing about what doesn't kill you makes you stronger?",
      "de": "Was einen nicht umbringt, macht angeblich stärker."
    }
  },
  {
    "translation": {
      "en": "Well, guess what.",
      "de": "Von wegen."
    }
  },
  {
    "translation": {
      "en": "There's not a whole lot of things that will happen to me worse than that.",
      "de": "Mir wird im Leben nicht viel Schlimmeres zustoßen."
    }
  },
  {
    "translation": {
      "en": "So…",
      "de": "Also."
    }
  },
  {
    "translation": {
      "en": "[Betsy] As soon as the baby was born, he was gone.",
      "de": "Sobald das Baby geboren war, war er weg."
    }
  },
  {
    "translation": {
      "en": "He was back on the road with his girlfriend.",
      "de": "Er war wieder mit seiner Freundin unterwegs."
    }
  },
  {
    "translation": {
      "en": "[Sumati] I remember I was shocked when \"Brahmi\" got pregnant.",
      "de": "Ich war schockiert, als Brahmi schwanger wurde."
    }
  },
  {
    "translation": {
      "en": "[Sumati] He told me he wasn't even sleeping with her.",
      "de": "Er hatte gesagt, dass er nicht mit ihr schlief."
    }
  },
  {
    "translation": {
      "en": "[Betsy] He used to tell Sumati,",
      "de": "Er sagte zu Sumati:"
    }
  },
  {
    "translation": {
      "en": "\"I can do some kind of voodoo magic on you and you'll never get pregnant.\"",
      "de": "\"Ich kann mit Voodoo-Magie verhindern, dass du schwanger wirst.\""
    }
  },
  {
    "translation": {
      "en": "She believed he could put a spell on her and she wouldn't get pregnant.",
      "de": "Sie glaubte, er könne sie verzaubern und sie würde nicht schwanger."
    }
  },
  {
    "translation": {
      "en": "But my daughter had just been born and she was already showing.",
      "de": "Aber meine Tochter war gerade geboren, und sie war sichtbar schwanger."
    }
  },
  {
    "translation": {
      "en": "[Sumati] Right before the Lotus Temple opened,",
      "de": "Kurz vor Eröffnung des Lotustempels"
    }
  },
  {
    "translation": {
      "en": "I told Bhagavan that I was pregnant with Tilakam.",
      "de": "sagte ich Bhagavan, dass ich mit Tilakam schwanger bin."
    }
  },
  {
    "translation": {
      "en": "First he said it wasn't his child… [sighs]",
      "de": "Erst sagte er, es sei nicht sein Kind."
    }
  },
  {
    "translation": {
      "en": "…and then he said I needed to get an abortion,",
      "de": "Dann sagte er, ich solle abtreiben."
    }
  },
  {
    "translation": {
      "en": "and he tried to guilt trip me into one.",
      "de": "Er machte mir Schuldgefühle."
    }
  },
  {
    "translation": {
      "en": "[Doc] Tilakam's mom was a crazy teenager",
      "de": "Tilakams Mutter war ein verrücktes Mädchen,"
    }
  },
  {
    "translation": {
      "en": "that, you know, I just happened to have been hanging out with a little too long,",
      "de": "Tilakams Mutter war ein verrücktes Mädchen, mit der ich ein wenig zu lange rumgehangen hatte."
    }
  },
  {
    "translation": {
      "en": "and she got pregnant.",
      "de": "Sie wurde schwanger."
    }
  },
  {
    "translation": {
      "en": "I drug her ass",
      "de": "Ich schleppte ihren Arsch ins Marriott Hotel in Washington, D. C."
    }
  },
  {
    "translation": {
      "en": "to the Downtown Marriott in Washington DC, and didn't follow through",
      "de": "Ich schleppte ihren Arsch ins Marriott Hotel in Washington, D. C. Wir verhüteten nicht konsequent."
    }
  },
  {
    "translation": {
      "en": "on the birth control the way we were supposed to do it",
      "de": "Wir verhüteten nicht konsequent. Und siehe da: Baby!"
    }
  },
  {
    "translation": {
      "en": "and, lo and behold, baby!",
      "de": "Und siehe da: Baby!"
    }
  },
  {
    "translation": {
      "en": "[Sumati] I called Swami Satchidananda and I finally confessed to him",
      "de": "Ich rief Swami Satchidananda an und gestand ihm endlich,"
    }
  },
  {
    "translation": {
      "en": "I'd been in a relationship with Bhagavan for four years and I was pregnant.",
      "de": "dass ich seit vier Jahren mit Bhagavan zusammen und schwanger war."
    }
  },
  {
    "translation": {
      "en": "He basically said, \"You're going to be a great mother.\"",
      "de": "Er sagte: \"Du wirst eine tolle Mutter sein."
    }
  },
  {
    "translation": {
      "en": "He said, \"If Bhagavan will marry you, he can stay in Yogaville.\"",
      "de": "Wenn Bhagavan dich heiratet, kann er in Yogaville bleiben."
    }
  },
  {
    "translation": {
      "en": "\"If he continues with the women like he is now, he's gonna have to leave.\"",
      "de": "Wenn er weiter mit Frauen rummacht, muss er gehen.\""
    }
  },
  {
    "translation": {
      "en": "There was a family meeting that was called to deal with this",
      "de": "Es wurde ein Familientreffen einberufen, um diese verheerende Nachricht zu erörtern."
    }
  },
  {
    "translation": {
      "en": "devastating news.",
      "de": "um diese verheerende Nachricht zu erörtern."
    }
  },
  {
    "translation": {
      "en": "And in the family meeting, they…",
      "de": "Bei diesem Familientreffen"
    }
  },
  {
    "translation": {
      "en": "were trying to blame the girls",
      "de": "versuchten sie, den Mädchen die Schuld zu geben."
    }
  },
  {
    "translation": {
      "en": "for their… wanton behavior.",
      "de": "Wegen ihres lüsternen Verhaltens."
    }
  },
  {
    "translation": {
      "en": "[Joan] My husband and I said, \"Excuse me.\"",
      "de": "Mein Mann und ich sagten: \"Wie bitte?"
    }
  },
  {
    "translation": {
      "en": "\"This is a man who was promoted by our teacher as this great Yogi,",
      "de": "\"Dieser Mann wurde von unserem Lehrer zum großen Yogi ernannt."
    }
  },
  {
    "translation": {
      "en": "and you're saying the girls should not have trusted him?\"",
      "de": "Aber die Mädchen hätten ihm nicht vertrauen sollen?"
    }
  },
  {
    "translation": {
      "en": "\"That doesn't seem reasonable. It seems to me the bad guy is the adult.\"",
      "de": "Das klingt nicht einleuchtend. Der Übeltäter hier ist der Erwachsene.\""
    }
  },
  {
    "translation": {
      "en": "[Sachi] There was a culture of pointing the finger at women.",
      "de": "Es war Praxis, Frauen zu bezichtigen."
    }
  },
  {
    "translation": {
      "en": "We were seducing men, that somehow it was our fault.",
      "de": "Wir hätten Männer verführt, daher sei es unsere Schuld."
    }
  },
  {
    "translation": {
      "en": "All of a sudden, the community decided",
      "de": "Die Gemeinde beschloss, dass alle Schüler, Eltern und Lehrer,"
    }
  },
  {
    "translation": {
      "en": "that every student, and parent, and teacher involved in the school",
      "de": "Die Gemeinde beschloss, dass alle Schüler, Eltern und Lehrer, die mit der Schule zu tun hatten, eine Erklärung unterzeichnen sollten."
    }
  },
  {
    "translation": {
      "en": "should sign a pledge.",
      "de": "die mit der Schule zu tun hatten, eine Erklärung unterzeichnen sollten."
    }
  },
  {
    "translation": {
      "en": "Basically saying that they won't date.",
      "de": "Ein Versprechen, nicht zu daten."
    }
  },
  {
    "translation": {
      "en": "[Sachi] And also there's something about not questioning Swami Satchidananda.",
      "de": "Und zudem, Swami Satchidananda nicht zu hinterfragen."
    }
  },
  {
    "translation": {
      "en": "We felt like we were being punished.",
      "de": "Wir fühlten uns bestraft."
    }
  },
  {
    "translation": {
      "en": "We needed to just cover up, shut up.",
      "de": "Wir sollten es vertuschen und die Klappe halten."
    }
  },
  {
    "translation": {
      "en": "Get permission to do… anything.",
      "de": "Wir sollten für alles Erlaubnis einholen."
    }
  },
  {
    "translation": {
      "en": "People of the opposite sex would not be in the same room together alone.",
      "de": "Verschiedengeschlechtliche sollten nicht in einem Raum allein sein."
    }
  },
  {
    "translation": {
      "en": "And if a parent, a child, or a teacher was unwilling to sign the pledge,",
      "de": "Eltern, Kinder oder Lehrer, die die Erklärung nicht unterzeichneten,"
    }
  },
  {
    "translation": {
      "en": "they couldn't attend or teach at the school.",
      "de": "sollten die Schule nicht besuchen dürfen."
    }
  },
  {
    "translation": {
      "en": "I didn't want to sign it.",
      "de": "Ich wollte sie nicht unterzeichnen."
    }
  },
  {
    "translation": {
      "en": "When I spoke out, the community asked me to leave.",
      "de": "Als ich mich äußerte, forderte die Gemeinde mich auf, zu gehen."
    }
  },
  {
    "translation": {
      "en": "[Sachi] Swami Satchidananda told me directly.",
      "de": "Swami Satchidananda sagte es mir direkt."
    }
  },
  {
    "translation": {
      "en": "He was like, \"You're a rotten apple.\"",
      "de": "\"Du bist ein fauler Apfel."
    }
  },
  {
    "translation": {
      "en": "\"You're going to make the other shiny, bright apples rotten, too.\"",
      "de": "Du wirst die glänzenden Äpfel ebenfalls faul machen.\""
    }
  },
  {
    "translation": {
      "en": "[Sachi] Being excommunicated and shunned was painful.",
      "de": "Exkommuniziert und gemieden zu werden, war schmerzhaft."
    }
  },
  {
    "translation": {
      "en": "My whole world was Yogaville. I didn't know anything else.",
      "de": "Yogaville war meine ganze Welt. Ich kannte nichts anderes."
    }
  },
  {
    "translation": {
      "en": "Yogaville failed our kids",
      "de": "Yogaville ließ unsere Kinder im Stich,"
    }
  },
  {
    "translation": {
      "en": "by not taking a stand.",
      "de": "indem es nicht Stellung bezog."
    }
  },
  {
    "translation": {
      "en": "By the time I got pregnant,",
      "de": "Als ich schwanger wurde,"
    }
  },
  {
    "translation": {
      "en": "he was already in a relationship with another 14-year-old.",
      "de": "hatte er bereits eine Beziehung mit einer anderen 14-Jährigen."
    }
  },
  {
    "translation": {
      "en": "Once you've married a 14-year-old… [scoffs]",
      "de": "Er hatte schon eine 14-Jährige geheiratet."
    }
  },
  {
    "translation": {
      "en": "…what could possibly…",
      "de": "Was sollte ihn nun noch…"
    }
  },
  {
    "translation": {
      "en": "hold you back?",
      "de": "…zurückhalten?"
    }
  },
  {
    "translation": {
      "en": "[Radha Hirsch] Never in a million years",
      "de": "Ich hätte nie gedacht,"
    }
  },
  {
    "translation": {
      "en": "did I ever think I would be sharing this story publicly. [laughs]",
      "de": "dass ich diese Geschichte mal öffentlich erzählen würde."
    }
  },
  {
    "translation": {
      "en": "When I hear myself, I'm like, \"Wow, it is pretty crazy.\"",
      "de": "Wenn ich sie höre, denke ich: \"Wow, sie ist ziemlich verrückt.\""
    }
  },
  {
    "translation": {
      "en": "I was 14 and he was 25.",
      "de": "Ich war 14, er 25."
    }
  },
  {
    "translation": {
      "en": "My mom was wanting me to realize how inappropriate the situation was.",
      "de": "Meine Mom wollte mir klarmachen, wie unanständig die Situation war."
    }
  },
  {
    "translation": {
      "en": "And I remember him saying,",
      "de": "Ich erinnere mich, wie er sagte:"
    }
  },
  {
    "translation": {
      "en": "\"Don't worry, we're going to deal with it. It's all going to work out.\"",
      "de": "\"Keine Sorge, wir regeln das. Alles wird gut. Wir werden zusammen sein.\""
    }
  },
  {
    "translation": {
      "en": "\"Don't worry. We're going to be together.\"",
      "de": "Alles wird gut. Wir werden zusammen sein.\""
    }
  },
  {
    "translation": {
      "en": "Bhagavan and I were talking on the phone",
      "de": "Bhagavan und ich telefonierten miteinander."
    }
  },
  {
    "translation": {
      "en": "and he wanted me to give him very specifically my route to school.",
      "de": "Er wollte, dass ich ihm meinen Schulweg beschreibe."
    }
  },
  {
    "translation": {
      "en": "We went over it and over it, and he came and pulled up next to me",
      "de": "Wir besprachen ihn. Dann kam er und hielt mit dem Auto neben mir an."
    }
  },
  {
    "translation": {
      "en": "in a disguise of some sort.",
      "de": "Er trug eine Verkleidung."
    }
  },
  {
    "translation": {
      "en": "He looked bizarre, like all the hair up in a hat and like, crazy funky glasses.",
      "de": "Er sah bizarr aus, mit den Haaren unter einem Hut und einer irren Brille."
    }
  },
  {
    "translation": {
      "en": "And I jump in the car, I dumped my book bags in a dumpster",
      "de": "Ich sprang ins Auto, warf meine Büchertaschen in den Müll,"
    }
  },
  {
    "translation": {
      "en": "and we flew off.",
      "de": "und wir flogen davon."
    }
  },
  {
    "translation": {
      "en": "In my mind, I ran away, yes, but I still, kind of, wasn't thinking",
      "de": "Ich dachte, ich laufe weg. Mir war nicht klar, dass es eigentlich eine Entführung war."
    }
  },
  {
    "translation": {
      "en": "that it was really an abduction.",
      "de": "Mir war nicht klar, dass es eigentlich eine Entführung war."
    }
  }
]