[
  {
    "translation": {
      "en": "[woman] Hello? Hello?",
      "de": "Hallo?"
    }
  },
  {
    "translation": {
      "en": "[man] Yeah.",
      "de": "-Ja. -Hat man dich angerufen?"
    }
  },
  {
    "translation": {
      "en": "[woman] Have you gotten a call…",
      "de": "-Ja. -Hat man dich angerufen? EINE NETFLIX DOKUREIHE"
    }
  },
  {
    "translation": {
      "en": "[woman] …from anybody? About, like, about a film that's being made,",
      "de": "-Weshalb? -Wegen eines Films, der gedreht wird."
    }
  },
  {
    "translation": {
      "en": "sounds like a documentary?",
      "de": "Es klingt wie eine Doku."
    }
  },
  {
    "translation": {
      "en": "[man] No? This can't be a thing.",
      "de": "Nein? Das darf nicht wahr sein."
    }
  },
  {
    "translation": {
      "en": "You need to fight this as much as you can. Don't give them interviews or agree to anything.",
      "de": "Wehre dich, so gut du kannst. Gib keine Interviews und stimme nichts zu."
    }
  },
  {
    "translation": {
      "en": "Don't talk. Do anything to kill it, to make sure it doesn't fucking happen.",
      "de": "Rede nicht und tu alles, um das zu verhindern."
    }
  },
  {
    "translation": {
      "en": "[woman] But it just sounds like it's a thing already.",
      "de": "Es klingt, als wäre es schon im Gange."
    }
  },
  {
    "translation": {
      "en": "[man] Like it's already been made?",
      "de": "Es ist schon produziert?"
    }
  },
  {
    "translation": {
      "en": "Some fucking Netflix documentary now. Jesus fucking Christ.",
      "de": "Eine verdammte Netflix-Doku? Herrgott noch mal."
    }
  },
  {
    "translation": {
      "en": "[woman] Why wouldn't I do it? [man] You're gonna cooperate with these people?",
      "de": "-Warum nicht? -Du wirst mit denen kooperieren?"
    }
  },
  {
    "translation": {
      "en": "I think you know two things about me.",
      "de": "Du weißt zwei Dinge über mich."
    }
  },
  {
    "translation": {
      "en": "One, that I love you.",
      "de": "Erstens: Ich liebe dich."
    }
  },
  {
    "translation": {
      "en": "And that you love me, loved me, whatever the fuck,",
      "de": "Du liebst mich oder hast mich geliebt."
    }
  },
  {
    "translation": {
      "en": "and you don't wanna accept or deal with that.",
      "de": "Stimme dem nicht zu. Mach das nicht."
    }
  },
  {
    "translation": {
      "en": "Right now, it's not convenient, whatever the fuck.",
      "de": "Es passt gerade einfach nicht."
    }
  },
  {
    "translation": {
      "en": "Two, I'm not some fucking joker. I'm not someone to be fucked with.",
      "de": "Zweitens: Mit mir ist nicht zu spaßen. Man sollte sich nicht mit mir anlegen."
    }
  },
  {
    "translation": {
      "en": "Listen, Sarma.",
      "de": "Hör zu, Sarma."
    }
  },
  {
    "translation": {
      "en": "I'm sorry that it's been shitty. I am.",
      "de": "Es tut mir leid, dass es schlecht lief."
    }
  },
  {
    "translation": {
      "en": "But yeah, there can be a happily ever after.",
      "de": "Aber ja, wir können bis ans Lebensende glücklich sein."
    }
  },
  {
    "translation": {
      "en": "-You destroyed my life and humiliated me. -[man] But I--",
      "de": "-Du hast mich ruiniert und gedemütigt. -Ich…"
    }
  },
  {
    "translation": {
      "en": "-So now you say… But you did. -[man] But I didn't. But I…",
      "de": "-Jetzt sagst du… Das hast du. -Habe ich nicht."
    }
  },
  {
    "translation": {
      "en": "-How did you not? -[man] But I didn't.",
      "de": "-Nicht? -Das habe ich nicht."
    }
  },
  {
    "translation": {
      "en": "I'm, I'm on the fucking edge with this shit.",
      "de": "Ich bin echt genervt von dieser Scheiße."
    }
  },
  {
    "translation": {
      "en": "It's been two and a half fucking years, and I'm still bound.",
      "de": "Nach zweieinhalb Jahren bin ich immer noch gebunden."
    }
  },
  {
    "translation": {
      "en": "And if I get fucking dragged by these people again,",
      "de": "Wenn ich von den Leuten wieder reingezogen werde,"
    }
  },
  {
    "translation": {
      "en": "it's gonna be fucking hellfire from the fucking sky.",
      "de": "dann wird die verdammte Hölle losbrechen."
    }
  },
  {
    "translation": {
      "en": "I'm not deal… especially that Vanity Fair cocksucker.",
      "de": "Vor allem dieser Arsch von Vanity Fair…"
    }
  },
  {
    "translation": {
      "en": "I'm not going through this again. I'm fucking not.",
      "de": "Diese Scheiße mache ich nicht noch mal mit."
    }
  },
  {
    "translation": {
      "en": "I would feel ill recording anybody else but this motherfucker?",
      "de": "Ich würde andere ungern aufnehmen, aber diesen Wichser?"
    }
  },
  {
    "translation": {
      "en": "Fuck him.",
      "de": "Scheiß auf ihn."
    }
  },
  {
    "translation": {
      "en": "[man 1] I went to, uh, dinner last night. \"Pure Food and Wine.\"",
      "de": "Ich war gestern Abend bei \"Pure Food and Wine\" essen."
    }
  },
  {
    "translation": {
      "en": "It's all raw food. Nothing is cooked.",
      "de": "Es gibt nur Rohkost. Nichts ist gekocht."
    }
  },
  {
    "translation": {
      "en": "At the next table, there's this super hot blonde.",
      "de": "Am Nachbartisch saß eine heiße Blondine."
    }
  },
  {
    "translation": {
      "en": "And she was the owner of the place.",
      "de": "Sie war die Inhaberin."
    }
  },
  {
    "translation": {
      "en": "[Sarma] I started nine years ago. People didn't understand this whole vegan thing.",
      "de": "Ich habe vor neun Jahren angefangen. Vegan verstanden viele nicht."
    }
  },
  {
    "translation": {
      "en": "We've been growing steadily year after year.",
      "de": "Wir sind Jahr für Jahr gewachsen."
    }
  },
  {
    "translation": {
      "en": "Sarma was the raw vegan queen.",
      "de": "Sarma war die Königin der veganen Rohkost."
    }
  },
  {
    "translation": {
      "en": "[man 2] People were coming from all over the word because of her.",
      "de": "Aus der ganzen Welt kamen die Leute nur ihretwegen."
    }
  },
  {
    "translation": {
      "en": "It was a movement.",
      "de": "Es war eine Bewegung."
    }
  },
  {
    "translation": {
      "en": "[Sarma] The logo from my company.",
      "de": "Das ist mein Firmenlogo."
    }
  },
  {
    "translation": {
      "en": "If I do something like this, then I have to make it work.",
      "de": "Wenn ich so etwas mache, dann muss es auch funktionieren."
    }
  },
  {
    "translation": {
      "en": "She had this power to her. Like, she ran the show.",
      "de": "Sie strahlte Macht aus. Sie hatte die Fäden in der Hand."
    }
  },
  {
    "translation": {
      "en": "[man 3] By most people's standards, she doesn't seem like the kind of person",
      "de": "Für die meisten wirkt sie wohl nicht wie eine Person,"
    }
  },
  {
    "translation": {
      "en": "that's gonna go on the lam and run from the cops for a year.",
      "de": "die ein Jahr lang vor dem Gesetz und der Polizei flieht."
    }
  },
  {
    "translation": {
      "en": "[protester] Raw food?",
      "de": "Rohkost?"
    }
  },
  {
    "translation": {
      "en": "[protesters] Raw deal!",
      "de": "Schwere Kost!"
    }
  },
  {
    "translation": {
      "en": "-What do we want? -Our wages!",
      "de": "-Was wollen wir? -Unseren Lohn!"
    }
  },
  {
    "translation": {
      "en": "Owners of a popular Manhattan vegan restaurant are under arrest,",
      "de": "Inhaber eines veganen Restaurants in Manhattan wurden verhaftet"
    }
  },
  {
    "translation": {
      "en": "accused of ripping off their workers and investors.",
      "de": "wegen Betrugs an ihren Mitarbeitern und Investoren."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] She was accused of embezzling",
      "de": "Sie wurde beschuldigt,"
    }
  },
  {
    "translation": {
      "en": "an extraordinary sum of money from her own employees.",
      "de": "ihren Mitarbeitern sehr viel Geld unterschlagen zu haben."
    }
  },
  {
    "translation": {
      "en": "So it really makes her look like the vegan Bernie Madoff.",
      "de": "Es lässt sie wie einen veganen Bernie Madoff aussehen."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] The two have been on the run with warrants out for their arrest.",
      "de": "Sie sind auf der Flucht. Haftbefehle liegen vor."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] And police say junk food led them to the fugitives.",
      "de": "Junk Food brachte die Polizei auf die Spur der Flüchtigen."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] They traced one of their credit cards to a Domino's in Tennessee",
      "de": "Eine Kreditkarte führte zu einem Domino's in Tennessee."
    }
  },
  {
    "translation": {
      "en": "for the couple that supposedly preached a healthy, vegan lifestyle",
      "de": "Denn das angeblich gesund und vegan lebende Paar"
    }
  },
  {
    "translation": {
      "en": "ordered a pizza for delivery.",
      "de": "hatte sich eine Pizza bestellt."
    }
  },
  {
    "translation": {
      "en": "Sarma started telling me that she was a victim,",
      "de": "Sarma fing an, mir zu erzählen, dass sie ein Opfer war."
    }
  },
  {
    "translation": {
      "en": "there was gaslighting happening, and that she was terrified",
      "de": "Es ging um Gaslighting. Sie hatte fürchterliche Angst."
    }
  },
  {
    "translation": {
      "en": "because he had a shadowy connection to the CIA.",
      "de": "ÜBERWACHUNGSEXPERTE"
    }
  },
  {
    "translation": {
      "en": "So, what was he capable of?",
      "de": "Wozu war er also in der Lage?"
    }
  },
  {
    "translation": {
      "en": "[man 4] It becomes this increasing confusion.",
      "de": "Es entsteht eine zunehmende Verwirrung."
    }
  },
  {
    "translation": {
      "en": "How does somebody believe that their dog is gonna be made immortal?",
      "de": "Wie kann jemand glauben, dass der eigene Hund unsterblich wird?"
    }
  },
  {
    "translation": {
      "en": "It's a complete madness.",
      "de": "Es ist der absolute Wahnsinn."
    }
  },
  {
    "translation": {
      "en": "You start going, \"What is real here? What is real?\"",
      "de": "Man fragt sich: \"Was ist hier real?\""
    }
  },
  {
    "translation": {
      "en": "And then you realize this is a story about what is real.",
      "de": "Dann begreift man, es ist eine Geschichte, die davon handelt, was real ist."
    }
  },
  {
    "translation": {
      "en": "[Sarma] People ask me all the time, \"Well, what happened?\"",
      "de": "Viele fragen immer: \"Was ist passiert?\""
    }
  },
  {
    "translation": {
      "en": "You know, I've deliberately practiced at not thinking about him,",
      "de": "Ich habe ganz bewusst vermieden, an ihn zu denken"
    }
  },
  {
    "translation": {
      "en": "not thinking about what happened.",
      "de": "und an das, was passiert ist."
    }
  },
  {
    "translation": {
      "en": "Because if I do, that's a miserable existence,",
      "de": "Denn wenn ich das tue, fühle ich mich miserabel."
    }
  },
  {
    "translation": {
      "en": "and I can't function that way.",
      "de": "So kann ich nicht funktionieren."
    }
  },
  {
    "translation": {
      "en": "[interviewer] How many people close to you know the extent of what happened?",
      "de": "Wie viele Menschen in Ihrem Umfeld wissen von allem, was passiert ist?"
    }
  },
  {
    "translation": {
      "en": "It feels like nobody knows the extent of it, except for him.",
      "de": "Ich denke, niemand kennt das ganze Ausmaß, außer ihm."
    }
  },
  {
    "translation": {
      "en": "There's a lot of people that have written me off and walked away",
      "de": "Viele schrieben mich ab und wandten sich von mir ab,"
    }
  },
  {
    "translation": {
      "en": "as if it's just too weird,",
      "de": "als ob es zu seltsam wäre."
    }
  },
  {
    "translation": {
      "en": "because, you know, they see things from the outside,",
      "de": "Sie betrachteten die Dinge von außen."
    }
  },
  {
    "translation": {
      "en": "while I was good at running this business, and I had accomplished all these things,",
      "de": "Ich führte erfolgreich mein Unternehmen und hatte vieles erreicht."
    }
  },
  {
    "translation": {
      "en": "and I don't have any sort of… There's no easy answer.",
      "de": "Ich habe keine… Es gibt keine einfach Antwort."
    }
  },
  {
    "translation": {
      "en": "I think it's just some sort of like",
      "de": "Es ist einfach eine Art"
    }
  },
  {
    "translation": {
      "en": "a perfect storm of conditions where everything seemed to be right",
      "de": "perfekter Sturm, bei dem alle Umstände passen mussten,"
    }
  },
  {
    "translation": {
      "en": "for that to be able to happen.",
      "de": "damit das passieren konnte."
    }
  },
  {
    "translation": {
      "en": "[Sarma] My undergrad major was Economics,",
      "de": "Mein Hauptfach im Studium war Wirtschaft."
    }
  },
  {
    "translation": {
      "en": "and I feel like I got there by process of elimination.",
      "de": "Ich kam wohl per Ausschlussverfahren so weit."
    }
  },
  {
    "translation": {
      "en": "So I went to UPenn Wharton in Philadelphia.",
      "de": "Ich ging zur UPenn Wharton in Philadelphia."
    }
  },
  {
    "translation": {
      "en": "I think what happened is, when I was there, it was like,",
      "de": "Als ich dort war, dachte ich: \"Was machen all die anderen?"
    }
  },
  {
    "translation": {
      "en": "\"What is everybody else doing? Everybody is gunning to go work",
      "de": "Als ich dort war, dachte ich: \"Was machen all die anderen? Alle haben vor, im Investmentbanking arbeiten.\""
    }
  },
  {
    "translation": {
      "en": "in investment banking.\"",
      "de": "Alle haben vor, im Investmentbanking arbeiten.\""
    }
  },
  {
    "translation": {
      "en": "I got hired by Bear Stearns.",
      "de": "Ich fing bei Bear Stearns an."
    }
  },
  {
    "translation": {
      "en": "Somebody that I'd worked with said to me,",
      "de": "Ein Kollege fragte mich:"
    }
  },
  {
    "translation": {
      "en": "\"Do you really like this work? Is this what you want to do?\"",
      "de": "\"Magst du diese Arbeit? Ist es das, was du willst?\""
    }
  },
  {
    "translation": {
      "en": "And my first thought was, \"Do you like it? Do people like it?\"",
      "de": "Mein erster Gedanke war: \"Magst du die Arbeit? Mag sie irgendwer?\""
    }
  },
  {
    "translation": {
      "en": "He sort of confronted me on that. Nobody else had really done that.",
      "de": "Er hat mich damit konfrontiert. Das hatte sonst niemand getan."
    }
  },
  {
    "translation": {
      "en": "He said, \"You seem to be interested in food.\"",
      "de": "Er sagte: \"Dich scheint Essen zu interessieren.\""
    }
  },
  {
    "translation": {
      "en": "People that I'd worked with had subscriptions to the Wall Street Journal,",
      "de": "Meine Kollegen hatten das Wall Street Journal abonniert."
    }
  },
  {
    "translation": {
      "en": "and I had a subscription to Gourmet magazine and Food and Wine.",
      "de": "Ich hatte Abonnements der Magazine Gourmet und Food & Wine."
    }
  },
  {
    "translation": {
      "en": "That might have been a clue that I wasn't going into the right field.",
      "de": "Ich hätte erkennen können, in der falschen Branche zu sein."
    }
  },
  {
    "translation": {
      "en": "I left after a year and a half.",
      "de": "Nach eineinhalb Jahren hörte ich da auf."
    }
  },
  {
    "translation": {
      "en": "At that time, I wasn't under any pressure to get a job financially.",
      "de": "Ich hatte keinen finanziellen Druck, einen neuen Job zu finden."
    }
  },
  {
    "translation": {
      "en": "So I went to culinary school.",
      "de": "Also besuchte ich die Kochschule."
    }
  },
  {
    "translation": {
      "en": "I finished at the French Culinary Institute in '99,",
      "de": "'99 schloss ich das French Culinary Institute ab"
    }
  },
  {
    "translation": {
      "en": "and then focused on working in food.",
      "de": "und arbeitete dann auch in diesem Bereich."
    }
  },
  {
    "translation": {
      "en": "Today, we are getting a head start on our Labor Day barbecue",
      "de": "Wir starten schon mal mit dem Labor-Day-Barbecue"
    }
  },
  {
    "translation": {
      "en": "with Chef Matthew Kenney of Matthew's restaurant in Manhattan.",
      "de": "mit Koch Matthew Kenney von Matthew's Restaurant."
    }
  },
  {
    "translation": {
      "en": "-Good morning. -Good morning. Nice to be here.",
      "de": "-Guten Morgen. -Guten Morgen. Freut mich."
    }
  },
  {
    "translation": {
      "en": "[Sarma] I had been a fan of Matthew's before I'd ever met him.",
      "de": "Ich war ein Fan von Matthew, bevor ich ihn traf."
    }
  },
  {
    "translation": {
      "en": "Matthew Kenny was a star chef in New York City.",
      "de": "Matthew Kenny war ein Starkoch in New York City."
    }
  },
  {
    "translation": {
      "en": "He owned a renowned restaurant.",
      "de": "Ihm gehörte renommiertes Restaurant."
    }
  },
  {
    "translation": {
      "en": "He was super, super talented.",
      "de": "Er war wahnsinnig talentiert."
    }
  },
  {
    "translation": {
      "en": "[Sarma] I found out that he was writing a book.",
      "de": "Ich erfuhr, dass er ein Buch schrieb."
    }
  },
  {
    "translation": {
      "en": "So I went and met him to interview about working on that cookbook.",
      "de": "Also traf ich ihn, um ihn zu seiner Arbeit am Kochbuch zu interviewen."
    }
  },
  {
    "translation": {
      "en": "By the end of the meeting, I had the gig.",
      "de": "Am Ende des Meetings bekam ich den Job."
    }
  },
  {
    "translation": {
      "en": "Matthew and I became a couple pretty quickly.",
      "de": "Matthew und ich wurden ziemlich schnell ein Paar."
    }
  },
  {
    "translation": {
      "en": "Matthew Kenney and Sarma Melngailis.",
      "de": "Matthew Kenney und Sarma Melngailis."
    }
  },
  {
    "translation": {
      "en": "We wanted to open a restaurant together.",
      "de": "Wir wollten ein Restaurant eröffnen."
    }
  },
  {
    "translation": {
      "en": "And we had started to work",
      "de": "Wir hatten angefangen,"
    }
  },
  {
    "translation": {
      "en": "with a restaurateur named Jeffrey Chodorow.",
      "de": "mit dem Gastronom Jeffrey Chodorow zu arbeiten."
    }
  },
  {
    "translation": {
      "en": "Jeffrey was gonna back us.",
      "de": "Jeffrey wollte uns helfen."
    }
  },
  {
    "translation": {
      "en": "He was well-known for having opened a lot of flashy restaurants in the city.",
      "de": "Er war bekannt mit seinen vielen besonderen Restaurants in der Stadt."
    }
  },
  {
    "translation": {
      "en": "The concept was a vegan, raw-food restaurant,",
      "de": "Das Konzept war ein veganes Rohkost-Restaurant,"
    }
  },
  {
    "translation": {
      "en": "which, of course, I had no idea what that was.",
      "de": "worüber ich natürlich nichts wusste."
    }
  },
  {
    "translation": {
      "en": "I'm really attracted by new food ideas and new ways of doing things.",
      "de": "Mich reizen neue Ideen für Lebensmittel und neue Methoden, Dinge zu tun."
    }
  },
  {
    "translation": {
      "en": "Frankly, it was quite impressive. And so I said, \"Okay, let's do it.\"",
      "de": "Es war sehr beeindruckend, also sagte ich: \"Das machen wir.\""
    }
  },
  {
    "translation": {
      "en": "[Sarma] From the very beginning, the restaurant itself had a purpose,",
      "de": "Von Anfang an hatte das Restaurant selbst die Absicht,"
    }
  },
  {
    "translation": {
      "en": "which was to make vegan raw food not something weird",
      "de": "vegane Rohkost nicht seltsam erscheinen zu lassen,"
    }
  },
  {
    "translation": {
      "en": "but to make it more mainstream.",
      "de": "sondern massenkompatibel."
    }
  },
  {
    "translation": {
      "en": "I'm Nikki King Bennett, and I'm the executive chef here.",
      "de": "Ich bin Nikki King Bennett, die Chefköchin hier."
    }
  },
  {
    "translation": {
      "en": "Fire tamale, lasagna, Pad Thai.",
      "de": "Tamale, Lasagne, Pad Thai."
    }
  },
  {
    "translation": {
      "en": "I think it was ahead of its time,",
      "de": "Es war seiner Zeit voraus."
    }
  },
  {
    "translation": {
      "en": "and it was, uh, a high-end, fine dining vegan experience,",
      "de": "Es war ein erstklassiges, veganes Erlebnis der gehobenen Küche,"
    }
  },
  {
    "translation": {
      "en": "which didn't exist. It made kind of eating a vegan diet sexy",
      "de": "das es so noch nicht gab und vegane Ernährung sexy machte."
    }
  },
  {
    "translation": {
      "en": "as opposed to hippie. It was a hot spot.",
      "de": "Es war nicht mehr öko, sondern ein Szenetreff."
    }
  },
  {
    "translation": {
      "en": "Owen Wilson used to post up in the back and walk through the kitchen.",
      "de": "Owen Wilson war oft hinten und kam in die Küche."
    }
  },
  {
    "translation": {
      "en": "He was just walking barefoot through the restaurant,",
      "de": "Er lief einfach barfuß durchs Restaurant,"
    }
  },
  {
    "translation": {
      "en": "and ordered a juice and walked out the front door.",
      "de": "bestellte einen Saft und ging zur Vordertür wieder raus."
    }
  },
  {
    "translation": {
      "en": "Gisele walks up to Sarma, and then, like, Tom Brady walks up.",
      "de": "Gisele ging auf Sarma zu, und dann kam Tom Brady."
    }
  },
  {
    "translation": {
      "en": "And I'm like, \"What is this place? [laughs] This is so crazy.\"",
      "de": "Und ich dachte: \"Was ist das für ein Ort? Das ist so verrückt.\""
    }
  },
  {
    "translation": {
      "en": "This is Bonnie. Bonnie's been here for six years. We won't let her leave.",
      "de": "Bonnie ist seit sechs Jahren hier. Wir lassen sie nicht gehen."
    }
  },
  {
    "translation": {
      "en": "-I don't wanna go. -It's not an option.",
      "de": "-Okay. -Das ist keine Option."
    }
  },
  {
    "translation": {
      "en": "[Bonnie] There was something special about it,",
      "de": "Es hatte etwas ganz Besonderes,"
    }
  },
  {
    "translation": {
      "en": "and especially as it got busier.",
      "de": "vor allem, als es immer voller wurde."
    }
  },
  {
    "translation": {
      "en": "It's just this beautiful, very inviting restaurant",
      "de": "Es war ein wunderschönes, einladendes Restaurant."
    }
  },
  {
    "translation": {
      "en": "kind of down these steps, so people just want to come in.",
      "de": "Es ging ein paar Stufen hinab. Man wollte reinkommen."
    }
  },
  {
    "translation": {
      "en": "My name is Jim. I'm the manager at Pure Food and Wine.",
      "de": "Ich bin Jim, der Manager von Pure Food and Wine."
    }
  },
  {
    "translation": {
      "en": "What was really a tiny little room felt enormous, and it felt like a party.",
      "de": "Der eigentlich kleine Raum wirkte riesig. Es war wie bei einer Party."
    }
  },
  {
    "translation": {
      "en": "This is Joey. Joey has been here for almost seven years.",
      "de": "Das ist Joey. Er ist seit fast sieben Jahren bei uns."
    }
  },
  {
    "translation": {
      "en": "We were definitely bonded together,",
      "de": "Wir waren einander sehr verbunden."
    }
  },
  {
    "translation": {
      "en": "and we felt like there was purpose behind us.",
      "de": "Wir verfolgten damit ein Ziel."
    }
  },
  {
    "translation": {
      "en": "And Sarma was really genuine. We used to call her \"the Sarmama.\"",
      "de": "Sarma war sehr aufrichtig. Wir nannten sie \"Sarmama\"."
    }
  },
  {
    "translation": {
      "en": "I remember thinking, \"This is the rest of my life.\"",
      "de": "Ich dachte: \"Das bestimmt den Rest meines Lebens."
    }
  },
  {
    "translation": {
      "en": "\"This is it. This is what my life is gonna revolve around.\"",
      "de": "Das ist es. Darum wird sich mein Leben drehen.\""
    }
  },
  {
    "translation": {
      "en": "[man] Overall, outside of what happened,",
      "de": "Abgesehen vom Geschehenen"
    }
  },
  {
    "translation": {
      "en": "it was such a great environment to work in.",
      "de": "war es ein tolles Arbeitsumfeld."
    }
  },
  {
    "translation": {
      "en": "If none of this had happened, we'd probably still be working there.",
      "de": "Wäre nichts passiert, würden wir noch dort arbeiten."
    }
  },
  {
    "translation": {
      "en": "[man] When I saw the news come through that Sarma had been arrested, I knew that",
      "de": "Als ich die Nachricht erfuhr, dass Sarma festgenommen wurde, wusste ich,"
    }
  },
  {
    "translation": {
      "en": "there had to be more to that story than just Sarma was,",
      "de": "dass mehr dahinterstecken musste, als nur die Tatsache, dass Sarma"
    }
  },
  {
    "translation": {
      "en": "like, on the lam from authorities,",
      "de": "auf der Flucht vor den Behörden war"
    }
  },
  {
    "translation": {
      "en": "and had ordered a pizza, and then the cops came down.",
      "de": "und festgenommen wurde, nachdem sie eine Pizza bestellte."
    }
  },
  {
    "translation": {
      "en": "I figured, well, if I can get in touch with her…",
      "de": "Ich dachte mir, wenn ich sie kontaktieren könnte…"
    }
  },
  {
    "translation": {
      "en": "We always had a pretty good relationship. She trusted me as a reporter.",
      "de": "Wir hatten ein gutes Verhältnis. Sie vertraute mir als Reporter."
    }
  },
  {
    "translation": {
      "en": "Maybe I would be the one she would tell that story to.",
      "de": "Vielleicht würde sie mir die Geschichte erzählen."
    }
  },
  {
    "translation": {
      "en": "This is my Sarma file.",
      "de": "Das ist meine Sarma-Akte."
    }
  },
  {
    "translation": {
      "en": "Yeah, here's her… Here, look. Here's her marriage license.",
      "de": "Ja, hier ist ihre… Hier ist ihre Heiratsurkunde."
    }
  },
  {
    "translation": {
      "en": "Here's some paperwork I stuck in here.",
      "de": "Hier sind einige Papiere drin."
    }
  },
  {
    "translation": {
      "en": "So, here is…",
      "de": "Also, hier haben wir…"
    }
  },
  {
    "translation": {
      "en": "Oh, inmate lookup.",
      "de": "Oh, Insassen-Suche."
    }
  },
  {
    "translation": {
      "en": "These are some of the, like, you know, crazy notebooks",
      "de": "Das sind ein paar meiner verrückten Notizbücher"
    }
  },
  {
    "translation": {
      "en": "of when I was doing my interviews.",
      "de": "von den Interviews, die ich geführt habe."
    }
  },
  {
    "translation": {
      "en": "When you go to Rikers, you can't even bring this stuff with you.",
      "de": "Ins Rikers kann man nicht mal so was mitnehmen."
    }
  },
  {
    "translation": {
      "en": "I think people make the same mistake as, like,",
      "de": "Die Menschen machen die gleichen Fehler"
    }
  },
  {
    "translation": {
      "en": "the tabloids and just see this image of this beautiful woman",
      "de": "wie die Boulevardblätter, die nur eine hübsche Frau sehen,"
    }
  },
  {
    "translation": {
      "en": "who's living this healthy life.",
      "de": "die ein gesundes Leben führt."
    }
  },
  {
    "translation": {
      "en": "This is not actually the complete story of Sarma.",
      "de": "Das ist nicht die ganze Geschichte von Sarma."
    }
  },
  {
    "translation": {
      "en": "It's not like Sarma was absolutely perfect",
      "de": "Es ist nicht so, dass Sarma absolut perfekt war"
    }
  },
  {
    "translation": {
      "en": "and had made all the best choices in her life leading up to this moment.",
      "de": "und bis zu dem Moment die richtigen Entscheidungen traf."
    }
  },
  {
    "translation": {
      "en": "[Sarma] The year that we opened the restaurant, my publisher was in the garden having dinner,",
      "de": "Im Jahr der Restauranteröffnung aß meine Verlegerin auf der Terrasse."
    }
  },
  {
    "translation": {
      "en": "and she said, \"I wanna publish your book.\"",
      "de": "Sie: \"Ich möchte dein Buch verlegen.\""
    }
  },
  {
    "translation": {
      "en": "[Allen] Him and Sarma together on the cover of that cookbook",
      "de": "Er und Sarma gemeinsam auf dem Cover des Kochbuchs"
    }
  },
  {
    "translation": {
      "en": "were part of the brand. That's what they're selling.",
      "de": "war Teil der Marke, die sie verkauften."
    }
  },
  {
    "translation": {
      "en": "You can look like these wonderful people.",
      "de": "Man kann aussehen wie diese Menschen."
    }
  },
  {
    "translation": {
      "en": "Of course, like a lot of images, you know, there's rot on the inside.",
      "de": "Wie bei vielen Bildern sieht es innen ganz anders aus."
    }
  },
  {
    "translation": {
      "en": "With every business, there's usually a story behind it.",
      "de": "Jedes Geschäft hat eine Geschichte dahinter."
    }
  },
  {
    "translation": {
      "en": "And I think, you know, from the outside, people see,",
      "de": "Von außen wirkt es für die Menschen so:"
    }
  },
  {
    "translation": {
      "en": "\"You have a restaurant. It's busy. There's tons of people in there.\"",
      "de": "\"Ihr habt ein Restaurant, das gut besucht ist."
    }
  },
  {
    "translation": {
      "en": "\"It must be successful. You must be making lots of money.\"",
      "de": "Bei dem Erfolg verdient ihr sicher viel Geld."
    }
  },
  {
    "translation": {
      "en": "\"I see your picture in a magazine or here and there.\"",
      "de": "Ich sehe eure Bilder hier und da in Magazinen.\""
    }
  },
  {
    "translation": {
      "en": "And they assume that everything is great, and you must be rolling in money,",
      "de": "Sie nehmen an, dass alles läuft, dass man in Geld badet"
    }
  },
  {
    "translation": {
      "en": "and everything's fine.",
      "de": "und alles gut ist."
    }
  },
  {
    "translation": {
      "en": "But they don't see the behind-the-scenes,",
      "de": "Doch sie blicken nicht hinter die Kulissen,"
    }
  },
  {
    "translation": {
      "en": "which can very often be very different. Um…",
      "de": "was häufig ganz anders aussehen kann."
    }
  },
  {
    "translation": {
      "en": "So, you know, there is a backstory.",
      "de": "Es gibt da eine Hintergrundgeschichte."
    }
  },
  {
    "translation": {
      "en": "Things have been challenging over the years.",
      "de": "Einige Dinge waren über die Jahre sehr fordernd."
    }
  },
  {
    "translation": {
      "en": "I was always the really careful one with money,",
      "de": "Ich war immer umsichtig mit dem Geld."
    }
  },
  {
    "translation": {
      "en": "and he was much less careful.",
      "de": "Er war da viel unvorsichtiger."
    }
  },
  {
    "translation": {
      "en": "[Allen] Matthew Kenney was not a well-respected businessman.",
      "de": "Matthew Kenney war kein angesehener Geschäftsmann."
    }
  },
  {
    "translation": {
      "en": "There was a lot of word around New York",
      "de": "In New York gab es Gerüchte,"
    }
  },
  {
    "translation": {
      "en": "that Matthew was a guy who didn't pay his bills,",
      "de": "dass Matthews seine Rechnungen nicht bezahlt,"
    }
  },
  {
    "translation": {
      "en": "who stiffed a lot of investors and was trouble.",
      "de": "viele Investoren übers Ohr haute und Ärger bedeutete."
    }
  },
  {
    "translation": {
      "en": "I began sort of feeling resentful more and more, and we weren't getting along.",
      "de": "Ich ärgerte mich immer mehr und wir kamen nicht mehr miteinander aus."
    }
  },
  {
    "translation": {
      "en": "Sarma had a pair of sneakers, and on the back of the sneaker, it said,",
      "de": "Sarma hatte ein Paar Sneaker, auf denen stand: \"Ich liebe Matthew.\""
    }
  },
  {
    "translation": {
      "en": "\"I love Matthew.\" She wore them every time she came to my office.",
      "de": "Sarma hatte ein Paar Sneaker, auf denen stand: \"Ich liebe Matthew.\" Sie trug sie immer, wen sie zu mir kam. Bis sie sie plötzlich nicht mehr trug."
    }
  },
  {
    "translation": {
      "en": "I noticed that she wasn't wearing the sneakers.",
      "de": "Sie trug sie immer, wen sie zu mir kam. Bis sie sie plötzlich nicht mehr trug."
    }
  },
  {
    "translation": {
      "en": "So I said to her one time, you know, \"How are things?\"",
      "de": "Also fragte ich sie einmal: \"Wie läuft's?\""
    }
  },
  {
    "translation": {
      "en": "She said, \"Well, there is some tension.\"",
      "de": "Sie sagte: \"Es gibt Spannungen."
    }
  },
  {
    "translation": {
      "en": "\"We're in a little bit of a rough patch.\"",
      "de": "Wir machen eine harte Zeit durch.\""
    }
  },
  {
    "translation": {
      "en": "[Sarma] Our split became a very public thing.",
      "de": "Unsere Trennung wurde zu einer öffentlichen Sache."
    }
  },
  {
    "translation": {
      "en": "During that time, people would come to the restaurant",
      "de": "Zu der Zeit kamen Leute ins Restaurant,"
    }
  },
  {
    "translation": {
      "en": "and sort of looking around hoping to see some sort of like",
      "de": "sahen sich um und hofften,"
    }
  },
  {
    "translation": {
      "en": "reality TV-type fight because we were both there.",
      "de": "einen Streit wie im Reality-TV zwischen uns zu erleben."
    }
  },
  {
    "translation": {
      "en": "It was like, I wasn't leaving, he wasn't leaving, and we were both there.",
      "de": "Keiner von uns ging fort. Wir waren beide dort."
    }
  },
  {
    "translation": {
      "en": "[Jeffrey] I got a phone call from Matthew,",
      "de": "Ich bekam einen Anruf von Matthew."
    }
  },
  {
    "translation": {
      "en": "and he said to me, \"I can't continue to work with Sarma.\"",
      "de": "Er sagte mir: \"Ich kann mit Sarma nicht mehr arbeiten."
    }
  },
  {
    "translation": {
      "en": "\"So I need you to expel her from the restaurant.\"",
      "de": "Du musst sie des Restaurants verweisen.\""
    }
  },
  {
    "translation": {
      "en": "Then I got a call from Sarma who said, \"This is what happened,\" you know,",
      "de": "Dann rief mich Sarma an und sagte: \"Folgendes ist passiert."
    }
  },
  {
    "translation": {
      "en": "\"You have to figure out what to do.\"",
      "de": "Du musst dir überlegen, was du machst.\""
    }
  },
  {
    "translation": {
      "en": "When I thought about it, then I said,",
      "de": "Ich dachte nach und sagte:"
    }
  },
  {
    "translation": {
      "en": "\"Okay, my options are,",
      "de": "\"Das sind meine Optionen:"
    }
  },
  {
    "translation": {
      "en": "I have Matthew Kenney, a very talented chef,",
      "de": "Ich habe einen talentierten Koch"
    }
  },
  {
    "translation": {
      "en": "who had a bad financial history.\"",
      "de": "mit schlechter finanzieller Vergangenheit."
    }
  },
  {
    "translation": {
      "en": "\"And on the other hand, I had Sarma.\"",
      "de": "Auf der anderen Seite habe ich Sarma."
    }
  },
  {
    "translation": {
      "en": "\"She was a very accomplished person in her own right.\"",
      "de": "Sie war eine sehr fähige und eigenständige Person.\""
    }
  },
  {
    "translation": {
      "en": "Sarma had gone to Wharton, which is the school that I went to.",
      "de": "Sarma war an der Wharton, genau wie ich auch."
    }
  },
  {
    "translation": {
      "en": "So I assumed she had a very good business head on her shoulders.",
      "de": "Ich nahm also an, sie verstand was vom Geschäft."
    }
  },
  {
    "translation": {
      "en": "And so I picked Sarma.",
      "de": "Also wählte ich Sarma."
    }
  },
  {
    "translation": {
      "en": "And I told Matthew to go,",
      "de": "Ich sagte Matthew, dass er gehen musste,"
    }
  },
  {
    "translation": {
      "en": "which, frankly, I think shocked him.",
      "de": "was ihn ehrlich gesagt schockierte."
    }
  },
  {
    "translation": {
      "en": "Jeffrey agreed to just effectively sell me the restaurant",
      "de": "Jeffrey willigte ein, mir das Restaurant zu verkaufen,"
    }
  },
  {
    "translation": {
      "en": "for about two million dollars of debt.",
      "de": "mit etwa $2 Millionen Schulden."
    }
  },
  {
    "translation": {
      "en": "So I took on two million dollars of debt,",
      "de": "Ich übernahm $2 Millionen Schulden,"
    }
  },
  {
    "translation": {
      "en": "but then I owned the restaurant outright.",
      "de": "doch so gehörte das Restaurant nur mir."
    }
  },
  {
    "translation": {
      "en": "[Sarma] After Matthew left, it was a scary time for me",
      "de": "Als Matthew fortging, war es eine beängstigende Zeit für mich,"
    }
  },
  {
    "translation": {
      "en": "because I hadn't run a restaurant before on my own.",
      "de": "weil ich noch nie alleine ein Restaurant geführt hatte."
    }
  },
  {
    "translation": {
      "en": "And it was kind of overwhelming.",
      "de": "Es war irgendwie überwältigend."
    }
  },
  {
    "translation": {
      "en": "[Nick] Sarma was dealing with a mountain of problems.",
      "de": "Sarma hatte mit einem Haufen Probleme zu tun."
    }
  },
  {
    "translation": {
      "en": "She was so proud of this life that I think she was willing to",
      "de": "Sie war so stolz auf dieses Leben, dass sie bereit war,"
    }
  },
  {
    "translation": {
      "en": "take on incredible challenges,",
      "de": "unglaubliche Herausforderungen anzunehmen,"
    }
  },
  {
    "translation": {
      "en": "especially in regards to her business. Like, she loved that place.",
      "de": "insbesondere in Bezug auf ihr Geschäft, das sie liebte."
    }
  },
  {
    "translation": {
      "en": "And she was there all the time.",
      "de": "Sie war die ganze Zeit da."
    }
  },
  {
    "translation": {
      "en": "[Joey] She was there leading, like, Facebook blowing up at the time",
      "de": "Sie leitete den Laden, während Facebook immer größer wurde,"
    }
  },
  {
    "translation": {
      "en": "and just having a presence there.",
      "de": "und zeigte einfach Präsenz."
    }
  },
  {
    "translation": {
      "en": "She knew what it would take to become successful.",
      "de": "Sie wusste, was nötig war, um erfolgreich zu sein."
    }
  },
  {
    "translation": {
      "en": "She had vision, drive.",
      "de": "Sie hatte eine Vision, Tatendrang."
    }
  },
  {
    "translation": {
      "en": "[Sarma] I met Alec Baldwin at the restaurant.",
      "de": "Ich traf Alex Baldwin im Restaurant."
    }
  },
  {
    "translation": {
      "en": "We talked a lot on the phone and via email.",
      "de": "Wir haben viel telefoniert und E-Mails geschrieben."
    }
  },
  {
    "translation": {
      "en": "Sometimes you meet somebody and feel like you already knew them.",
      "de": "Manchmal hat man das Gefühl, jemanden schon zu kennen."
    }
  },
  {
    "translation": {
      "en": "It kind of felt like that with him.",
      "de": "So war es mit ihm."
    }
  },
  {
    "translation": {
      "en": "My understanding of her relationship with Alec Baldwin was that",
      "de": "Ich denke, zwischen ihr und Alex Baldwin war es so,"
    }
  },
  {
    "translation": {
      "en": "he was a regular customer at the restaurant,",
      "de": "dass er Stammkunde im Restaurant war"
    }
  },
  {
    "translation": {
      "en": "and that, like a lot of the gentlemen who went there,",
      "de": "und wie viele Gentlemen, die dort hingingen,"
    }
  },
  {
    "translation": {
      "en": "he had a bit of a crush on Sarma.",
      "de": "ein bisschen für Sarma schwärmte."
    }
  },
  {
    "translation": {
      "en": "When Alec was talking to her about",
      "de": "Als Alec mit ihr darüber sprach,"
    }
  },
  {
    "translation": {
      "en": "wanting to have somebody important in his life,",
      "de": "jemanden Wichtiges im Leben haben zu wollen,"
    }
  },
  {
    "translation": {
      "en": "she would, instead of offering herself as that potential person,",
      "de": "würde sie, statt sich selbst ins Spiel zu bringen, vorschlagen,"
    }
  },
  {
    "translation": {
      "en": "um, suggest that maybe he should adopt a dog.",
      "de": "dass er einen Hund adoptieren sollte."
    }
  },
  {
    "translation": {
      "en": "You know, I was sending him emails of links to dogs.",
      "de": "Ich schickte ihm E-Mails mit Links zu Hunden."
    }
  },
  {
    "translation": {
      "en": "And he wasn't really interested in getting a dog.",
      "de": "Er war nicht wirklich an einem Hund interessiert."
    }
  },
  {
    "translation": {
      "en": "But I stumbled across",
      "de": "Doch ich stolperte über das Foto"
    }
  },
  {
    "translation": {
      "en": "a particular dog's photo.",
      "de": "eines bestimmten Hundes."
    }
  },
  {
    "translation": {
      "en": "I was just incredibly drawn to it for some reason I couldn't explain.",
      "de": "Ich fühlte mich zu ihm hingezogen, ohne es erklären zu können."
    }
  },
  {
    "translation": {
      "en": "I just felt like I had to get him.",
      "de": "Ich musste ihn adoptieren."
    }
  },
  {
    "translation": {
      "en": "And around the time I got Leon,",
      "de": "Zu der Zeit, als ich Leon bekam,"
    }
  },
  {
    "translation": {
      "en": "I had split with my boyfriend at the time.",
      "de": "hatten mein Partner und ich uns getrennt."
    }
  },
  {
    "translation": {
      "en": "It was the first time in my life that I'd felt heartbroken.",
      "de": "Zum ersten Mal in meinem Leben war mein Herz gebrochen."
    }
  },
  {
    "translation": {
      "en": "I'd never felt that way before.",
      "de": "Das hatte ich noch nie."
    }
  },
  {
    "translation": {
      "en": "So I just was sort of feeling sad and insecure,",
      "de": "Ich fühlte mich irgendwie traurig und unsicher."
    }
  },
  {
    "translation": {
      "en": "and I'm getting older, and sort of a little bit of…",
      "de": "Ich wurde ja auch älter und war irgendwie etwas…"
    }
  },
  {
    "translation": {
      "en": "I don't know. It's sort of… I don't know if I…",
      "de": "Ich weiß nicht,  ob… Es ist irgendwie…"
    }
  },
  {
    "translation": {
      "en": "Let's just say that it's a little bit of regret that I never, um…",
      "de": "Ich habe auch ein wenig bedauert, dass ich nie…"
    }
  },
  {
    "translation": {
      "en": "I had never gone any further with Alec because I was in a relationship.",
      "de": "Ich ging mit Alec nie weiter, weil ich in einer Beziehung war."
    }
  },
  {
    "translation": {
      "en": "And then it was like a few months later,",
      "de": "Ein paar Monate später"
    }
  },
  {
    "translation": {
      "en": "we split up anyway, and then Alec ends up with somebody.",
      "de": "haben wir uns dann getrennt, und Alex hatte jemanden gefunden."
    }
  },
  {
    "translation": {
      "en": "I had always kind of felt like, you know, he's a lot older than I am.",
      "de": "Ich dachte immer daran, dass er viel älter war als ich."
    }
  },
  {
    "translation": {
      "en": "But then he ends up with somebody who's like way younger than me. [laughs]",
      "de": "Doch seine neue Partnerin war dann viel jünger als ich."
    }
  },
  {
    "translation": {
      "en": "Alec was at the restaurant one night, and Hilaria was at another table.",
      "de": "Alec war eines Abends im Restaurant. Hilaria saß an einem anderen Tisch."
    }
  },
  {
    "translation": {
      "en": "He didn't know her. He went over and introduced himself.",
      "de": "Er kannte sie nicht. Er ging rüber und stellte sich vor."
    }
  },
  {
    "translation": {
      "en": "And so, actually because of Sarma, Alec did meet his wife.",
      "de": "Tatsächlich lernte Alec dank Sarma seine Frau kennen."
    }
  },
  {
    "translation": {
      "en": "It's just that his wife wasn't actually Sarma.",
      "de": "Es war nur so, dass seine Frau nicht Sarma war."
    }
  },
  {
    "translation": {
      "en": "So even as Pure Food and Wine is doing really well financially,",
      "de": "Obwohl Pure Food and Wine finanziell gut dastand,"
    }
  },
  {
    "translation": {
      "en": "Sarma is not doing well.",
      "de": "ging es Sarma nicht gut."
    }
  },
  {
    "translation": {
      "en": "While she has this fabulous image, she's actually broke, alone.",
      "de": "Während sie ein fabelhaftes Image hatte, war sie gebrochen und allein."
    }
  },
  {
    "translation": {
      "en": "There's this sort of dichotomy of who she is publicly and privately.",
      "de": "Die öffentliche und die private Person standen im Gegensatz zueinander."
    }
  },
  {
    "translation": {
      "en": "I'd say that there was a restaurant version of Sarma,",
      "de": "Es gab eine Restaurant-Version von Sarma."
    }
  },
  {
    "translation": {
      "en": "where she'd go to the restaurant, and she'd be happy and personable.",
      "de": "Im Restaurant war sie glücklich und sympathisch."
    }
  },
  {
    "translation": {
      "en": "And then in the office, she was very reserved.",
      "de": "Im Büro war sie dann sehr reserviert."
    }
  },
  {
    "translation": {
      "en": "There was sort of this wall,",
      "de": "Sie hatte eine Wand,"
    }
  },
  {
    "translation": {
      "en": "to have defenses that she was sort of putting up",
      "de": "eine Art Abwehr um sich herum aufgebaut,"
    }
  },
  {
    "translation": {
      "en": "to pretty much everyone.",
      "de": "praktisch jedem gegenüber."
    }
  },
  {
    "translation": {
      "en": "Being a successful businesswoman came naturally,",
      "de": "Eine erfolgreiche Geschäftsfrau zu sein, fiel ihr leicht,"
    }
  },
  {
    "translation": {
      "en": "being a social person didn't.",
      "de": "nicht aber, eine gesellige Person zu sein."
    }
  },
  {
    "translation": {
      "en": "Sarma would sit at the end of the bar.",
      "de": "Sarma saß am Ende der Bar."
    }
  },
  {
    "translation": {
      "en": "It was painful for her to have a lot of the small-talk conversations,",
      "de": "Es war für sie sehr mühsam, viel Small Talk zu halten."
    }
  },
  {
    "translation": {
      "en": "and then would go home at night and basically cuddle with her dog.",
      "de": "Sie ging dann abends nach Hause und kuschelte mit ihrem Hund."
    }
  },
  {
    "translation": {
      "en": "She thrived on being alone,",
      "de": "Es ging ihr gut, wenn sie alleine war."
    }
  },
  {
    "translation": {
      "en": "and always had this sense of she was different from other people.",
      "de": "Ihr war bewusst, dass sie anders als andere Leute war."
    }
  },
  {
    "translation": {
      "en": "[Bonnie] Sarma…",
      "de": "Sarma…"
    }
  },
  {
    "translation": {
      "en": "was telling me about a guy",
      "de": "erzählte mir von einem Mann,"
    }
  },
  {
    "translation": {
      "en": "that she had been talking to online",
      "de": "mit dem sie online sprach"
    }
  },
  {
    "translation": {
      "en": "that she was pretty excited about.",
      "de": "und von dem sie begeistert war."
    }
  },
  {
    "translation": {
      "en": "He was somebody that was corresponding with Alec on Twitter.",
      "de": "Er war jemand, der sich auf Twitter mit Alec austauschte."
    }
  },
  {
    "translation": {
      "en": "He was funny, and he and Alec had all this back and forth.",
      "de": "Er war lustig. Er und Alex schrieben hin und her."
    }
  },
  {
    "translation": {
      "en": "It just seemed like he and Alec knew each other somehow.",
      "de": "Es wirkte, als würden er und Alex einander kennen."
    }
  },
  {
    "translation": {
      "en": "Sarma sees this, and how clever he is, because he is quite clever online",
      "de": "Sarma sieht das und wie clever er ist. Er ist online sehr clever, gewitzt und zeichnet kleine Strichmännchen."
    }
  },
  {
    "translation": {
      "en": "and, you know, little quips, and he does little stick figure drawings,",
      "de": "Er ist online sehr clever, gewitzt und zeichnet kleine Strichmännchen."
    }
  },
  {
    "translation": {
      "en": "and it's a little silly online cleverness.",
      "de": "Er zeigt eine etwas alberne Online-Cleverness."
    }
  },
  {
    "translation": {
      "en": "It sort of seemed like this, \"Okay, well, I got Leon because of Alec.\"",
      "de": "Es wirkte irgendwie so: Ich bekam Leon wegen Alec."
    }
  },
  {
    "translation": {
      "en": "\"And then Alec met Hilaria at my restaurant.\"",
      "de": "Und Alec traf Hilaria in meinem Restaurant."
    }
  },
  {
    "translation": {
      "en": "And now it just… it's fitting that I now",
      "de": "Es passt einfach, dass ich jetzt über Alec diesen Mann kennenlernte."
    }
  },
  {
    "translation": {
      "en": "meet this guy via Alec. It sort of seemed like it all made sense.",
      "de": "Es passt einfach, dass ich jetzt über Alec diesen Mann kennenlernte. Es ergab alles einen Sinn."
    }
  },
  {
    "translation": {
      "en": "His name was Shane Fox,",
      "de": "Er hieß Shane Fox."
    }
  },
  {
    "translation": {
      "en": "and he lived in Massachusetts, which is where I'm from originally.",
      "de": "Er lebte in Massachusetts, wo ich ursprünglich herkomme."
    }
  },
  {
    "translation": {
      "en": "Words With Friends was kind of a thing.",
      "de": "Words With Friends war beliebt."
    }
  },
  {
    "translation": {
      "en": "We would play against each other and have these little chats on the side.",
      "de": "Wir spielten gegeneinander und chatteten nebenbei."
    }
  },
  {
    "translation": {
      "en": "It was a few months of texting back and forth.",
      "de": "Wir schrieben ein paar Monate hin und her."
    }
  },
  {
    "translation": {
      "en": "And eventually, we spoke on the phone.",
      "de": "Irgendwann sprachen wir dann am Telefon."
    }
  },
  {
    "translation": {
      "en": "He could always make me laugh. He was very goofy and funny.",
      "de": "Er brachte mich zum Lachen, war sehr albern und lustig."
    }
  },
  {
    "translation": {
      "en": "He presented himself as kind of this big, strong guy.",
      "de": "Er präsentierte sich als dieser große, starke Kerl."
    }
  },
  {
    "translation": {
      "en": "I remember him saying he could pick me up under one arm",
      "de": "Er sagte mal, er könne mich mit einem Arm tragen"
    }
  },
  {
    "translation": {
      "en": "and Leon under the other arm,",
      "de": "und Leon mit dem anderen."
    }
  },
  {
    "translation": {
      "en": "and something about that was, like, was appealing.",
      "de": "Irgendwas daran fand ich sehr ansprechend."
    }
  },
  {
    "translation": {
      "en": "You know, I felt like I had fallen in love with him before meeting him.",
      "de": "Ich hatte das Gefühl, ihn zu lieben, bevor ich ihn traf."
    }
  },
  {
    "translation": {
      "en": "I remember her telling me that she had met a guy on Words With Friends.",
      "de": "Sie erzählte mir, dass sie einen Mann über Words With Friends traf."
    }
  },
  {
    "translation": {
      "en": "She told me that, \"He says he's been in love with me for a thousand years.\"",
      "de": "Sie erzählte: \"Er ist seit 1000 Jahren in mich verliebt.\""
    }
  },
  {
    "translation": {
      "en": "So this was my only impression of their whole thing,",
      "de": "Das war mein einziger Eindruck von der ganzen Sache,"
    }
  },
  {
    "translation": {
      "en": "her telling me that she found the love of her life.",
      "de": "dass sie die Liebe ihres Lebens gefunden hat."
    }
  },
  {
    "translation": {
      "en": "[Sarma] So it took a while, but eventually, we sort of decided he would come to the city.",
      "de": "Es dauerte eine Weile, aber schließlich kam er in die Stadt."
    }
  },
  {
    "translation": {
      "en": "So I met him finally in person at the very end of 2011.",
      "de": "Ende 2011 traf ich ihn dann endlich persönlich."
    }
  },
  {
    "translation": {
      "en": "He didn't quite look like the pictures that he had sent me.",
      "de": "Er sah nicht so aus wie auf seinen Fotos."
    }
  },
  {
    "translation": {
      "en": "He was a bit heavier.",
      "de": "Er war etwas kräftiger."
    }
  },
  {
    "translation": {
      "en": "He looked like one of those defensive football players",
      "de": "Er wirkte wie ein Defense-Spieler im Football."
    }
  },
  {
    "translation": {
      "en": "that they're really strong and muscular, but also there's extra weight there.",
      "de": "Sie sind wirklich stark und muskulös, haben aber auch Übergewicht."
    }
  },
  {
    "translation": {
      "en": "So it'd seem shallow of me to be judgmental for that.",
      "de": "Es wäre oberflächlich von mir, dass zu verurteilen."
    }
  },
  {
    "translation": {
      "en": "Because I wanted him to be this big, strong guy that was gonna come in my life,",
      "de": "Ich wollte, dass dieser große, starke Kerl in mein Leben tritt,"
    }
  },
  {
    "translation": {
      "en": "this guy who understood me, who seemed to understand me really well,",
      "de": "der mich verstand oder mich sehr gut zu verstehen schien,"
    }
  },
  {
    "translation": {
      "en": "who seemed to understand my, you know, my goals and motivations and fears and frustrations.",
      "de": "der meine Ziele, meine Motivation, meine Ängste und Frustrationen verstand."
    }
  },
  {
    "translation": {
      "en": "And Leon really liked him.",
      "de": "Und Leon mochte ihn sehr."
    }
  },
  {
    "translation": {
      "en": "I think somehow because Leon really liked him,",
      "de": "Wahrscheinlich weil Leon ihn wirklich mochte,"
    }
  },
  {
    "translation": {
      "en": "I thought, \"Okay, well, he must be okay. This must be for real.\"",
      "de": "dachte ich: \"Er muss okay sein. Das ist was Ernstes.\""
    }
  },
  {
    "translation": {
      "en": "I believe I was here the first night that she brought him to the restaurant.",
      "de": "Ich war hier, als sie ihn zum ersten Mal mit ins Restaurant brachte."
    }
  },
  {
    "translation": {
      "en": "And I remember her kind of giving him a tour of the place.",
      "de": "Ich weiß noch, wie sie ihm alles zeigte."
    }
  },
  {
    "translation": {
      "en": "It seemed like they were having a really fun night.",
      "de": "Es wirkte, als hätten sie wirklich Spaß."
    }
  },
  {
    "translation": {
      "en": "He was very nice, and I assumed that they had, like, a real connection.",
      "de": "Er war sehr nett. Es gab da scheinbar eine echte Verbindung."
    }
  },
  {
    "translation": {
      "en": "He was kind of like jolly and, you know, he'd give me bear hugs, you know.",
      "de": "Er war sehr fröhlich und gab mir dicke Umarmungen."
    }
  },
  {
    "translation": {
      "en": "And he was a big guy. Like, he was mammoth, you know?",
      "de": "Er war ein großer Kerl, wie ein Mammut."
    }
  },
  {
    "translation": {
      "en": "He kind of flung me around like I was like a rag doll.",
      "de": "Er schleuderte mich umher wie eine Stoffpuppe."
    }
  },
  {
    "translation": {
      "en": "When I first met Shane, I thought that he was a friend of Sarma's from school",
      "de": "Als ich Shane das erste Mal traf, dachte ich, er wäre ein alter Schulfreund."
    }
  },
  {
    "translation": {
      "en": "because that's how he was introduced to me.",
      "de": "Denn so wurde er mir vorgestellt."
    }
  },
  {
    "translation": {
      "en": "She came to me and told me her cousin was going to come and visit.",
      "de": "Sie erzählte mir, dass ihr Cousin sie besuchen würde."
    }
  },
  {
    "translation": {
      "en": "And the person who showed up was Shane. Somehow they did not seem like cousins.",
      "de": "Dann tauchte Shane auf. Sie wirkten nicht wie Cousin und Cousine."
    }
  },
  {
    "translation": {
      "en": "Their relationship was awkward. It was hard to pin down.",
      "de": "Ihre Beziehung war seltsam und schwer einzuordnen."
    }
  },
  {
    "translation": {
      "en": "He didn't seem like he fit in,",
      "de": "Er schien nicht zu ihr zu passen."
    }
  },
  {
    "translation": {
      "en": "at least not, like, first impressions, no.",
      "de": "Zumindest nach dem ersten Eindruck nicht."
    }
  },
  {
    "translation": {
      "en": "But then, it was that weird thing of like…",
      "de": "Es war irgendwie seltsam…"
    }
  },
  {
    "translation": {
      "en": "We found his Twitter and he had 50,000 followers,",
      "de": "Sein Twitter-Account hatte 50.000 Follower."
    }
  },
  {
    "translation": {
      "en": "and Alec Baldwin's tweeting at him.",
      "de": "Alec Baldwin schickte ihm Tweets."
    }
  },
  {
    "translation": {
      "en": "And you're like, \"Okay, maybe they are in the same world.\"",
      "de": "Man denkt: \"Vielleicht sind sie aus der gleichen Welt.\""
    }
  },
  {
    "translation": {
      "en": "[Bonnie] All of us at the restaurant were asking these questions, like,",
      "de": "Wir alle im Restaurant stellten die gleichen Fragen."
    }
  },
  {
    "translation": {
      "en": "\"Okay, who is he?\" And at the same time,",
      "de": "\"Okay, wer ist er?\" Ich war aber auch nett zu ihm. Er war lustig und ich dachte:"
    }
  },
  {
    "translation": {
      "en": "I was being friendly with him because he was funny, and I just thought,",
      "de": "Ich war aber auch nett zu ihm. Er war lustig und ich dachte:"
    }
  },
  {
    "translation": {
      "en": "\"Okay. This is a unique pairing, fine. So…\" [chuckles]",
      "de": "\"Das ist ein ungewöhnliches Paar. Gut, also…\""
    }
  },
  {
    "translation": {
      "en": "Who am I to judge?",
      "de": "Ich habe hier nicht zu urteilen."
    }
  },
  {
    "translation": {
      "en": "But it was just all very mysterious.",
      "de": "Es war jedoch alles sehr rätselhaft."
    }
  },
  {
    "translation": {
      "en": "And Sarma didn't really tell us either what was going on.",
      "de": "Sarma sagte uns auch nicht, was vor sich ging."
    }
  },
  {
    "translation": {
      "en": "So the mystery just… It was all just mystery, that we're like,",
      "de": "Es war alles ein großes Rätsel. Wir dachten nur:"
    }
  },
  {
    "translation": {
      "en": "\"Okay, we'll just go with this. It's super weird.\"",
      "de": "\"Okay, wir machen da einfach mit. Es ist aber total seltsam.\""
    }
  },
  {
    "translation": {
      "en": "He was always very mysterious about who he was,",
      "de": "Er war immer geheimnisvoll, wenn es darum ging, wer er war,"
    }
  },
  {
    "translation": {
      "en": "what his occupation was.",
      "de": "was er beruflich machte."
    }
  },
  {
    "translation": {
      "en": "He was involved in some sort of like black ops.",
      "de": "Er war in verdeckte Operationen involviert,"
    }
  },
  {
    "translation": {
      "en": "Stuff that's under the radar that nobody writes about",
      "de": "Dinge, über die niemand berichtete"
    }
  },
  {
    "translation": {
      "en": "that's kind of unofficial.",
      "de": "und die inoffiziell waren."
    }
  },
  {
    "translation": {
      "en": "And he would never answer anything directly and made me almost feel like",
      "de": "Er gab nie direkte Antworten und gab mir fast das Gefühl,"
    }
  },
  {
    "translation": {
      "en": "for my own protection, I shouldn't ask.",
      "de": "zu meinem Schutz sollte ich nicht fragen."
    }
  },
  {
    "translation": {
      "en": "His computer was very password protected. I would walk in, and he would hide something.",
      "de": "Sein Computer war stark passwortgeschützt. Wenn ich reinkam, verbarg er etwas."
    }
  },
  {
    "translation": {
      "en": "Or upon his laptop, it was like a seal",
      "de": "Auf seinem Laptop war ein Siegel,"
    }
  },
  {
    "translation": {
      "en": "that looked like it was a seal of the CIA or something,",
      "de": "das aussah, als wäre es von der CIA oder so."
    }
  },
  {
    "translation": {
      "en": "and he had to put in a passcode.",
      "de": "Er musste einen Code eingeben."
    }
  },
  {
    "translation": {
      "en": "I walked in one time, and there was some drone footage that he had to review.",
      "de": "Einmal kam ich rein, als er sich gerade Drohnenaufnahmen ansah."
    }
  },
  {
    "translation": {
      "en": "We referenced traveling, and being in various places,",
      "de": "Wir sprachen über Reisen und verschiedene Orte."
    }
  },
  {
    "translation": {
      "en": "and he referred to having an assistant and a driver.",
      "de": "Dabei erwähnte er, dass er einen Fahrer und einen Assistenten hat."
    }
  },
  {
    "translation": {
      "en": "He would wear a Rolex. I saw him in a Bentley at one point.",
      "de": "Er trug eine Rolex und ich sah ihn einmal in einem Bentley."
    }
  },
  {
    "translation": {
      "en": "[Sarma] One time, we drove into Midtown, and he had me sit in the car.",
      "de": "Einmal fuhren wir nach Midtown. Er ließ mich im Wagen warten."
    }
  },
  {
    "translation": {
      "en": "He went into some building and then came out a while later,",
      "de": "Er ging in ein Gebäude, kam nach einer Weile wieder raus"
    }
  },
  {
    "translation": {
      "en": "and he had like a little… one of those tiny manila envelopes",
      "de": "und hatte einen kleinen Manila-Umschlag in der Hand,"
    }
  },
  {
    "translation": {
      "en": "full of loose diamonds.",
      "de": "voll mit losen Diamanten."
    }
  },
  {
    "translation": {
      "en": "It was sort of implied that it came from some evidence locker.",
      "de": "Es war klar, dass er aus einer Asservatenkammer stammt."
    }
  },
  {
    "translation": {
      "en": "[man] I got the impression he was very wealthy.",
      "de": "Es wirkte so, als wäre er sehr wohlhabend."
    }
  },
  {
    "translation": {
      "en": "I didn't ask him, \"So, how much money do you have?\"",
      "de": "Ich fragte ihn nicht, wie viel Geld er hat."
    }
  },
  {
    "translation": {
      "en": "I tiptoed around the question to asking sort of what his career was,",
      "de": "Ich fragte ihn eher indirekt, was er beruflich machte,"
    }
  },
  {
    "translation": {
      "en": "what did he do for a living, and then that's how I got the answer.",
      "de": "womit er sein Geld verdient, und bekam eine Antwort."
    }
  },
  {
    "translation": {
      "en": "Okay. It was black ops. And I tried to probe a little bit.",
      "de": "Es waren verdeckte Operationen. Ich versuchte, etwas nachzuhaken."
    }
  },
  {
    "translation": {
      "en": "Uh, I said, \"Do you mean like Blackwater?\"",
      "de": "Ich fragte: \"So wie Blackwater?\""
    }
  },
  {
    "translation": {
      "en": "And he said, \"Oh, yeah, yeah, that's… It's like that.\"",
      "de": "Und er sagte: \"Oh ja, das ist… Es ist so etwas.\""
    }
  },
  {
    "translation": {
      "en": "[Bonnie] I kind of thought, like, \"I don't wanna know too, too much about…",
      "de": "Ich dachte nur: \"Ich möchte gar nicht zu viel darüber wissen,"
    }
  },
  {
    "translation": {
      "en": "whatever they've got going on or… him.\"",
      "de": "was die da so treiben oder… er.\""
    }
  },
  {
    "translation": {
      "en": "But that was fine 'cause he didn't want to reveal too much, it seemed like, anyway.",
      "de": "Aber das war okay. Er wollte sowieso nicht viel preisgeben."
    }
  },
  {
    "translation": {
      "en": "One night at the bar, though,",
      "de": "Doch eines Abends an der Bar sagte er zu mir:"
    }
  },
  {
    "translation": {
      "en": "he said to me, \"Bonnie, I just want to get out of the mud and blood.\"",
      "de": "Doch eines Abends an der Bar sagte er zu mir: \"Bonnie, ich will weg vom Schlamm und Blut.\""
    }
  },
  {
    "translation": {
      "en": "[Sarma] There was something he said once about,",
      "de": "Einmal sagte er etwas in der Richtung:"
    }
  },
  {
    "translation": {
      "en": "\"I do what I do so people like you can sleep at night.\"",
      "de": "\"Ich tue, was ich tue, damit Leute wie du ruhig schlafen können.\""
    }
  },
  {
    "translation": {
      "en": "Like in an almost superhero-ish, like, out in the middle of the night",
      "de": "Als wäre er eine Art Superheld, der mitten in der Nacht"
    }
  },
  {
    "translation": {
      "en": "he'd go conquer the evil forces.",
      "de": "böse Mächte bekämpfen würde."
    }
  },
  {
    "translation": {
      "en": "It was this underworld that he was connected to,",
      "de": "Er war mit dieser Unterwelt verbunden."
    }
  },
  {
    "translation": {
      "en": "and super elusive and, like, vague and, like, you know, confusing.",
      "de": "Es war sehr schwer zu fassen, sehr vage und verwirrend."
    }
  },
  {
    "translation": {
      "en": "[Allen] This idea that he had this background in the spy agencies or in the military,",
      "de": "Die Vorstellung von einer Verbindung zu Spionageagenturen oder dem Militär"
    }
  },
  {
    "translation": {
      "en": "in and of itself is impossible to disprove, right?",
      "de": "ist an und für sich unmöglich zu widerlegen."
    }
  },
  {
    "translation": {
      "en": "You can look up if he was in the army or something,",
      "de": "Man kann herausfinden, ob er beim Militär war,"
    }
  },
  {
    "translation": {
      "en": "but there's no, like, database where you can look up secret agents.",
      "de": "aber es gibt keine Datenbank mit Geheimagenten."
    }
  },
  {
    "translation": {
      "en": "[Sarma] I did feel like I was in a relationship with him.",
      "de": "Für mich führten wir eine Beziehung."
    }
  },
  {
    "translation": {
      "en": "But he lived in Massachusetts. He was sort of in and out.",
      "de": "Doch er lebte in Massachusetts. Er kam und ging."
    }
  },
  {
    "translation": {
      "en": "I wouldn't hear from him for a couple of days.",
      "de": "Ich hörte tagelang nichts von ihm."
    }
  },
  {
    "translation": {
      "en": "And then he'd be back, and I'd be relieved to hear from him again.",
      "de": "Dann war er zurück, und ich war erleichtert, von ihm zu hören."
    }
  },
  {
    "translation": {
      "en": "But I was always confused and sort of trying to figure things out.",
      "de": "Doch ich war immer durcheinander und versuchte, das zu ergründen."
    }
  },
  {
    "translation": {
      "en": "I don't remember the first time he asked me",
      "de": "Ich weiß nicht, wann er mich das erste Mal darum bat,"
    }
  },
  {
    "translation": {
      "en": "to give him cash, but at some point, he did.",
      "de": "ihm Geld zu geben, aber irgendwann hat er das getan."
    }
  },
  {
    "translation": {
      "en": "He suddenly needed whatever it was, six thousand, ten thousand dollars.",
      "de": "Er braucht plötzlich irgendwelche Summen, mal $6.000, mal $10.000."
    }
  },
  {
    "translation": {
      "en": "Right away, he just needed it.",
      "de": "Er brauchte sie sofort."
    }
  },
  {
    "translation": {
      "en": "It was like life or death. He had to have it.",
      "de": "Es ging um Leben und Tod. Es musste sein."
    }
  },
  {
    "translation": {
      "en": "I was… It's my nature to be like, \"Oh, yes. Please, let me help.\" [laughs]",
      "de": "Es liegt in meiner Natur, zu sagen: \"Oh ja, ich helfe dir.\""
    }
  },
  {
    "translation": {
      "en": "I don't know. So, um…",
      "de": "Ich weiß nicht, also…"
    }
  },
  {
    "translation": {
      "en": "So, whatever it was, I gave him what he asked for.",
      "de": "Was auch immer es war, ich gab ihm, was er verlangte."
    }
  },
  {
    "translation": {
      "en": "[Ilze] Sarma is unbelievably generous.",
      "de": "Sarma ist unglaublich freigiebig."
    }
  },
  {
    "translation": {
      "en": "When I was in university, Sarma was 14, so she came up to visit.",
      "de": "Als ich zur Uni ging, war Sarma 14. Sie kam mich besuchen."
    }
  },
  {
    "translation": {
      "en": "And in Montreal, there were a lot of young people",
      "de": "In Montreal gab es viele junge Leute,"
    }
  },
  {
    "translation": {
      "en": "who were quasi-homeless and on the street,",
      "de": "die quasi obdachlos waren und auf der Straße lebten."
    }
  },
  {
    "translation": {
      "en": "and she was just giving money to everybody.",
      "de": "Sie gab einfach jedem Geld."
    }
  },
  {
    "translation": {
      "en": "[chuckles] She was walking down the sidewalk,",
      "de": "Sie lief die Straße entlang"
    }
  },
  {
    "translation": {
      "en": "and she was so sort of taken by all these people in need.",
      "de": "und war berührt von all den Menschen in Not."
    }
  },
  {
    "translation": {
      "en": "And I had to say, \"Sarma, you can't give money to every person.\"",
      "de": "Ich musste ihr sagen: \"Du kannst nicht jedem Geld geben."
    }
  },
  {
    "translation": {
      "en": "\"We're out on Saturday night. Give money to a few people.\"",
      "de": "Es ist Samstagabend. Gib nur ein paar Leuten Geld.\""
    }
  },
  {
    "translation": {
      "en": "She was just really touched, I guess, by what she saw.",
      "de": "Sie war wohl sehr gerührt von dem, was sie sah."
    }
  },
  {
    "translation": {
      "en": "I've known Sarma for about nine years because Leon's nine.",
      "de": "Ich kenne Sarma seit etwa neun Jahren, weil Leon neun ist."
    }
  },
  {
    "translation": {
      "en": "I watch everybody goes by. I try to make eye contact with everybody.",
      "de": "Ich sehe jeden, der vorbeigeht. Ich suche immer Blickkontakt."
    }
  },
  {
    "translation": {
      "en": "One day, she went by and, like, our eyes connected and she smiled.",
      "de": "Eines Tages ging sie vorbei. Wir sahen uns an und sie lächelte."
    }
  },
  {
    "translation": {
      "en": "And I just… did that, you know what I mean?",
      "de": "Ich machte einfach so… Wisst ihr, was ich meine?"
    }
  },
  {
    "translation": {
      "en": "And we started talking.",
      "de": "Wir fingen an, uns zu unterhalten."
    }
  },
  {
    "translation": {
      "en": "So she told me, you know, some things about herself,",
      "de": "Sie erzählte mir ein paar Dinge über sich"
    }
  },
  {
    "translation": {
      "en": "and I told her the reason why I was homeless.",
      "de": "und ich erzählte ihr, warum ich obdachlos war."
    }
  },
  {
    "translation": {
      "en": "From there, it just became a really good friendship.",
      "de": "Daraus entwickelte sich eine sehr gute Freundschaft."
    }
  },
  {
    "translation": {
      "en": "Sarma started bringing around this man that she said she had met on the street,",
      "de": "Sarma brachte diesen Mann mit, den sie auf der Straße getroffen hatte"
    }
  },
  {
    "translation": {
      "en": "who kind of took a liking to Leon, her dog.",
      "de": "und der Gefallen an Leon fand, ihrem Hund."
    }
  },
  {
    "translation": {
      "en": "And so Anthony just kind of…",
      "de": "Anthony war einfach…"
    }
  },
  {
    "translation": {
      "en": "He would come by and hang out with Sarma in the garden. They'd have lunch.",
      "de": "Er kam vorbei und aß mit Sarma auf der Terrasse zu Mittag."
    }
  },
  {
    "translation": {
      "en": "He ended up coming to one of our staff Thanksgivings.",
      "de": "Er kam sogar zu Thanksgiving mit den Mitarbeitern."
    }
  },
  {
    "translation": {
      "en": "I respect Sarma because she gets along with everybody.",
      "de": "Ich respektiere Sarma, weil sie mit jedem zurechtkommt."
    }
  },
  {
    "translation": {
      "en": "She would put my stuff in her apartment.",
      "de": "Sie nahm meine Sachen mit zu sich"
    }
  },
  {
    "translation": {
      "en": "Yeah, she would store my winter clothes, so I didn't have to have it all summer.",
      "de": "und bewahrte meine Winterklamotten über den Sommer auf."
    }
  },
  {
    "translation": {
      "en": "She put something into my heart that nobody else ever did.",
      "de": "Sie berührte mein Herz auf eine Weise, wie niemand je zuvor."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -[interviewer] What is that?",
      "de": "-Ja. -Inwiefern?"
    }
  },
  {
    "translation": {
      "en": "I can't explain.",
      "de": "Kann ich nicht erklären."
    }
  },
  {
    "translation": {
      "en": "-[interviewer] Try. -I just can't explain it.",
      "de": "-Versuch's. -Geht nicht."
    }
  },
  {
    "translation": {
      "en": "Nobody can make me do that.",
      "de": "Niemand sonst bringt mich hierzu."
    }
  },
  {
    "translation": {
      "en": "Don't ask me to try.",
      "de": "Bitte mich nicht darum."
    }
  },
  {
    "translation": {
      "en": "Some things got to be secret, right?",
      "de": "Manches muss vertraulich bleiben."
    }
  },
  {
    "translation": {
      "en": "The first time I saw Shane,",
      "de": "Als ich Shane das erste Mal sah,"
    }
  },
  {
    "translation": {
      "en": "he was slumped in a chair in her apartment.",
      "de": "saß er zusammengesunken auf einem Stuhl in ihrer Wohnung."
    }
  },
  {
    "translation": {
      "en": "I said my usual, \"If you need me, don't hesitate to call me.\"",
      "de": "Ich sagte wie immer: \"Wenn du mich brauchst, ruf mich an.\""
    }
  },
  {
    "translation": {
      "en": "And he stuck his fat head out and said,",
      "de": "Er hob seinen dicken Kopf und sagte: \"Sie hat ja mich."
    }
  },
  {
    "translation": {
      "en": "\"She's got me. That's why I'm here,\" and smiled at me.",
      "de": "Er hob seinen dicken Kopf und sagte: \"Sie hat ja mich. Deshalb bin ich hier.\" Er lächelte, stellte sich aber nicht vor."
    }
  },
  {
    "translation": {
      "en": "Didn't introduce himself.",
      "de": "Deshalb bin ich hier.\" Er lächelte, stellte sich aber nicht vor."
    }
  },
  {
    "translation": {
      "en": "I left the apartment…",
      "de": "Als ich ging,"
    }
  },
  {
    "translation": {
      "en": "with, like, the hairs on the back of my neck standing up,",
      "de": "stellten sich meine Nackenhaare auf."
    }
  },
  {
    "translation": {
      "en": "saying, \"Who the fuck was that?\" Nothing nice about him.",
      "de": "Ich dachte: \"Wer zur Hölle war das?\" Er hatte nichts Nettes an sich."
    }
  },
  {
    "translation": {
      "en": "And that's where the red flag started popping up.",
      "de": "Das war für mich das erste Warnzeichen."
    }
  },
  {
    "translation": {
      "en": "Friends of mine that worked over at the corporate office,",
      "de": "Freunde von mir arbeiteten drüben im Büro."
    }
  },
  {
    "translation": {
      "en": "he was over there more often, and they were so wary of him.",
      "de": "Dort hielt er sich öfter auf. Sie waren ihm gegenüber sehr misstrauisch."
    }
  },
  {
    "translation": {
      "en": "One time he called, and it was him,",
      "de": "Eines Tages rief er an, und er war es auch,"
    }
  },
  {
    "translation": {
      "en": "but the caller ID said, \"Anthony Strangis.\"",
      "de": "doch die Anrufererkennung zeigte \"Anthony Strangis\" an."
    }
  },
  {
    "translation": {
      "en": "We had never heard that name before. So we were kind of curious as to what it was.",
      "de": "Wir hatten den Namen nie gehört und fragten uns, was dahintersteckte."
    }
  },
  {
    "translation": {
      "en": "Um, and we googled Anthony Strangis.",
      "de": "Wir googelten Anthony Strangis."
    }
  },
  {
    "translation": {
      "en": "First thing that shows up is his mug shot.",
      "de": "Es tauchte ein Polizeifoto auf."
    }
  },
  {
    "translation": {
      "en": "So we learned that Shane Fox was not Shane Fox,",
      "de": "So erfuhren wir, dass Shane Fox nicht Shane Fox war,"
    }
  },
  {
    "translation": {
      "en": "and he was Anthony Strangis.",
      "de": "sondern Anthony Strangis."
    }
  },
  {
    "translation": {
      "en": "[Joey] Other employees were talking about,",
      "de": "Andere Mitarbeiter sprachen darüber,"
    }
  },
  {
    "translation": {
      "en": "you know, \"He's shady. He's been in jail.\"",
      "de": "dass er zwielichtig sei und im Gefängnis war."
    }
  },
  {
    "translation": {
      "en": "People were like looking into him. They feared him.",
      "de": "Die Leute beobachteten ihn. Sie hatten Angst vor ihm."
    }
  },
  {
    "translation": {
      "en": "They brought that information up to Sarma,",
      "de": "Sie informierten Sarma darüber,"
    }
  },
  {
    "translation": {
      "en": "and she just…",
      "de": "doch sie…"
    }
  },
  {
    "translation": {
      "en": "either didn't want to hear it or dismissed it.",
      "de": "Entweder wollte sie es nicht hören, oder sie tat es ab."
    }
  },
  {
    "translation": {
      "en": "I didn't really understand.",
      "de": "Ich verstand es nicht."
    }
  },
  {
    "translation": {
      "en": "And Sarma kind of gives us like a nothing story of, you know,",
      "de": "Sarma erzählte uns irgendeine Geschichte:"
    }
  },
  {
    "translation": {
      "en": "\"It's fine. It's something that was in the past.\"",
      "de": "\"Schon gut. Das war in der Vergangenheit.\""
    }
  },
  {
    "translation": {
      "en": "There is a part of you that's like, \"Okay, you know, people make mistakes.\"",
      "de": "Ein Teil von dir denkt: \"Okay, jeder macht mal Fehler."
    }
  },
  {
    "translation": {
      "en": "\"I don't really know the story. I don't know what happened.\"",
      "de": "Ich weiß nicht, was tatsächlich was passiert ist."
    }
  },
  {
    "translation": {
      "en": "Maybe this is why he came to New York,",
      "de": "Vielleicht kam er nach New York,"
    }
  },
  {
    "translation": {
      "en": "to help, you know, move past whatever had taken place before.",
      "de": "um das, was passiert ist, hinter sich zu lassen.\""
    }
  },
  {
    "translation": {
      "en": "[Sarma] There was some arrest record with his real name and a mug shot that somebody sent to me.",
      "de": "Jemand sandte mir einen Festnahmebericht mit seinem echten Namen und einem Foto zu."
    }
  },
  {
    "translation": {
      "en": "I think I was alarmed at first, and then he explained to me",
      "de": "Zunächst war ich alarmiert, doch dann hat er mir erklärt,"
    }
  },
  {
    "translation": {
      "en": "that he had had various identities,",
      "de": "dass er verschiedene Identitäten hatte,"
    }
  },
  {
    "translation": {
      "en": "and had multiple identities based on whatever he did.",
      "de": "abhängig davon, was er gerade machte."
    }
  },
  {
    "translation": {
      "en": "He had some situation that had happened in Florida",
      "de": "Es gab einen Vorfall in Florida,"
    }
  },
  {
    "translation": {
      "en": "that he was trying to get sorted out.",
      "de": "den er zu klären versuchte."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Did you, from then on, did you call him Anthony or Shane?",
      "de": "Hast du ihn dann Anthony oder Shane genannt?"
    }
  },
  {
    "translation": {
      "en": "Or how did things change?",
      "de": "Was hat sich verändert?"
    }
  },
  {
    "translation": {
      "en": "You know, originally, I knew him as Shane.",
      "de": "Ich hatte ihn als Shane kennengelernt."
    }
  },
  {
    "translation": {
      "en": "So I kind of thought of him as that… that way,",
      "de": "Deshalb war er das auch für mich."
    }
  },
  {
    "translation": {
      "en": "more often.",
      "de": "Meistens."
    }
  },
  {
    "translation": {
      "en": "Jim and myself were, you know, trying to allude that, you know, you have support.",
      "de": "Jim und ich wollten sie wissen lassen, dass sie in uns Unterstützung hat."
    }
  },
  {
    "translation": {
      "en": "Like, you know, if you need us to come and talk to us,",
      "de": "Wir sagten ihr, wenn sie uns braucht und mit uns reden will,"
    }
  },
  {
    "translation": {
      "en": "we can help you in any way, shape, or form.",
      "de": "würden wir in jeder Hinsicht helfen."
    }
  },
  {
    "translation": {
      "en": "But, um, we were kind of in the dark",
      "de": "Doch wir wussten nicht wirklich,"
    }
  },
  {
    "translation": {
      "en": "about what was going on with them too.",
      "de": "was mit ihnen los war."
    }
  },
  {
    "translation": {
      "en": "I think after a few months, I got frustrated and angry",
      "de": "Nach ein paar Monaten war ich frustriert und wütend."
    }
  },
  {
    "translation": {
      "en": "and felt like I was no longer in a relationship with him, or at least from my perspective.",
      "de": "Es war für mich keine Beziehung mehr, zumindest von meiner Seite aus."
    }
  },
  {
    "translation": {
      "en": "I don't know whether I was confused or angry or what,",
      "de": "Ich weiß nicht, ob ich verwirrt oder wütend war,"
    }
  },
  {
    "translation": {
      "en": "but I was just sort of fed up with all the confusion.",
      "de": "aber ich hatte genug von all den Unsicherheiten."
    }
  },
  {
    "translation": {
      "en": "I said to myself, like, \"Ugh, that's it.\"",
      "de": "Ich sagte mir selbst: \"Das war's."
    }
  },
  {
    "translation": {
      "en": "You know, \"I'm not letting him come back. I'm not gonna see him again.\"",
      "de": "Ich lasse ihn nicht zurückkommen. Ich werde ihn nicht wiedersehen.\""
    }
  },
  {
    "translation": {
      "en": "I had gone to my mother's in New Hampshire for a while.",
      "de": "Ich verbrachte etwas Zeit bei meiner Mutter in New Hampshire."
    }
  },
  {
    "translation": {
      "en": "I wasn't feeling well, and she had to go somewhere,",
      "de": "Ich fühlte mich nicht gut, sie musste fort"
    }
  },
  {
    "translation": {
      "en": "and I was going to be alone there.",
      "de": "und ich würde alleine dort sein."
    }
  },
  {
    "translation": {
      "en": "I'm fine walking down a city street at night by myself,",
      "de": "Ich laufe nachts auch alleine durch die Stadt."
    }
  },
  {
    "translation": {
      "en": "but in the country when there's nobody around, I'm absolutely terrified.",
      "de": "Aber auf dem Land, wo sonst niemand ist, habe ich richtig Angst."
    }
  },
  {
    "translation": {
      "en": "He was offering to come and stay with me,",
      "de": "Er bot an, zu mir zu kommen"
    }
  },
  {
    "translation": {
      "en": "and get me and Leon, and bring us back to New York. And so, I was like…",
      "de": "und Leon und mich zurück nach New York zu bringen."
    }
  },
  {
    "translation": {
      "en": "[sighs] I don't wanna, you know, restart this thing, but, like…",
      "de": "Ich wollte die ganze Sache nicht noch mal anfangen,"
    }
  },
  {
    "translation": {
      "en": "[groans] …it'd be great to have somebody offering to drive me back.",
      "de": "aber es war toll, zurückgefahren zu werden."
    }
  },
  {
    "translation": {
      "en": "So, like, \"Fine, okay.\"",
      "de": "Also sagte ich: \"Gut, okay.\""
    }
  },
  {
    "translation": {
      "en": "Um, and his father drove us back from New Hampshire to New York.",
      "de": "Sein Vater fuhr uns von New Hampshire zurück nach New York."
    }
  },
  {
    "translation": {
      "en": "I met his father who backed up everything that he said about himself,",
      "de": "Sein Vater bestätigte alles, was er über sich erzählt hatte,"
    }
  },
  {
    "translation": {
      "en": "which was reassuring.",
      "de": "was mir Sicherheit gab."
    }
  },
  {
    "translation": {
      "en": "And then he sort of was able to kind of pull me back in again.",
      "de": "Dann schaffte er es, mich wieder zu sich zu ziehen."
    }
  },
  {
    "translation": {
      "en": "I just remember feeling like he understood me, which meant a lot.",
      "de": "Ich hatte das Gefühl, er versteht mich, was mir viel bedeutete."
    }
  },
  {
    "translation": {
      "en": "I feel like he understood I was trying to grow this business",
      "de": "Er verstand, dass ich mein Geschäft aufbauen wollte"
    }
  },
  {
    "translation": {
      "en": "and this brand that I believed in with all my heart,",
      "de": "und die Marke, an die ich glaubte."
    }
  },
  {
    "translation": {
      "en": "and this meant everything to me, and I had to overcome all of these things.",
      "de": "Es bedeutete mir alles. Ich musste all diese Dinge überwinden."
    }
  },
  {
    "translation": {
      "en": "And so, it was hard to push that away.",
      "de": "Es war hart, das zu verdrängen."
    }
  },
  {
    "translation": {
      "en": "I feel like there were a few times here and there where I would get",
      "de": "Es gab ein paar Momente, in denen ich das Gefühl hatte, dass es so geschehen sollte."
    }
  },
  {
    "translation": {
      "en": "a feeling like this is what was meant to be happening.",
      "de": "in denen ich das Gefühl hatte, dass es so geschehen sollte."
    }
  },
  {
    "translation": {
      "en": "He wanted me to come meet him at Tiffany's one day.",
      "de": "Er bat mich eines Tages, ihn bei Tiffany's zu treffen."
    }
  },
  {
    "translation": {
      "en": "And it was like the very exclusive floor where they bring you champagne.",
      "de": "Es war in dem exklusiven Bereich, wo man die Champagner serviert."
    }
  },
  {
    "translation": {
      "en": "He had me try on a couple of rings.",
      "de": "Er ließ mich ein paar Ringe anprobieren,"
    }
  },
  {
    "translation": {
      "en": "He had me try on a ring that cost 800,000 dollars.",
      "de": "darunter ein Ring im Wert von $800.000."
    }
  },
  {
    "translation": {
      "en": "This salesperson is treating us like royalty and taking us around.",
      "de": "Wir wurden wie Adlige behandelt und herumgeführt."
    }
  },
  {
    "translation": {
      "en": "And like, \"What do you like here?\" And I'm like, \"Why are we here?\"",
      "de": "Er: \"Was gefällt dir hier?\" Ich: \"Warum sind wir hier?\""
    }
  },
  {
    "translation": {
      "en": "And he's like, \"Tell me what you like in here.\"",
      "de": "Er: \"Sag mir, was dir gefällt.\" SARMAS TAGEBUCH"
    }
  },
  {
    "translation": {
      "en": "Tiffany's is not that far away from the St. Regis.",
      "de": "Tiffany's ist nicht weit vom St. Regis."
    }
  },
  {
    "translation": {
      "en": "I just knew the King Cole Bar to be a nice place.",
      "de": "Ich wusste, die King Cole Bar würde nett sein."
    }
  },
  {
    "translation": {
      "en": "So we went there to have a drink.",
      "de": "Also gingen wir auf einen Drink dorthin."
    }
  },
  {
    "translation": {
      "en": "Suddenly, it was like I felt something in my heart.",
      "de": "Plötzlich spürte ich etwas in meinem Herzen."
    }
  },
  {
    "translation": {
      "en": "So I had this sort of moment of feeling like I loved him.",
      "de": "Ich hatte einen Moment das Gefühl, dass ich ihn liebe."
    }
  },
  {
    "translation": {
      "en": "So I said that.",
      "de": "Also sagte ich das."
    }
  },
  {
    "translation": {
      "en": "He'd always want me to remember that feeling going forward.",
      "de": "Er wollte, dass ich das Gefühl nie vergesse."
    }
  },
  {
    "translation": {
      "en": "So that's why subsequently he would always say to me,",
      "de": "Deshalb sagte er daraufhin immer wieder:"
    }
  },
  {
    "translation": {
      "en": "\"Remember how you felt at the King Cole Bar.\"",
      "de": "\"Denk an dein Gefühl in der King Cole Bar.\""
    }
  },
  {
    "translation": {
      "en": "And then he started having us look at houses to buy.",
      "de": "Er fing damit an, dass wir uns Häuser zum Kauf ansahen."
    }
  },
  {
    "translation": {
      "en": "He has me looking at entire townhouses,",
      "de": "Wir sahen uns ganze Townhouses an,"
    }
  },
  {
    "translation": {
      "en": "and in particular, there was one on 15th Street, just two blocks south of the restaurant.",
      "de": "darunter eins in der 15th Street, nur zwei Blocks südlich des Restaurants."
    }
  },
  {
    "translation": {
      "en": "The completely gut renovation townhouse,",
      "de": "Bei dem komplett kernsanierten Townhouse"
    }
  },
  {
    "translation": {
      "en": "I think it was listed at 15 million dollars.",
      "de": "lag der Listenpreis bei $15 Million."
    }
  },
  {
    "translation": {
      "en": "Just so happened the broker was the same one",
      "de": "Der Makler war zufällig derselbe,"
    }
  },
  {
    "translation": {
      "en": "who had sold Alec his apartment on 10th Street, which was like,",
      "de": "der Alec die Wohnung auf der 10th Street verkauft hatte."
    }
  },
  {
    "translation": {
      "en": "\"Oh, here we go again, another odd connection.\"",
      "de": "Ich dachte: \"Oh, wieder eine seltsame Verbindung.\""
    }
  },
  {
    "translation": {
      "en": "He showed something or assured the broker that, you know, he had all the funds.",
      "de": "Er versicherte dem Makler, dass er über die nötigen Mittel verfügte."
    }
  },
  {
    "translation": {
      "en": "He told me that he had money in various countries stashed away.",
      "de": "Er erzählte mir, dass er Geld in verschiedenen Ländern deponierte."
    }
  },
  {
    "translation": {
      "en": "his biggest client ever,",
      "de": "Er stellte es vor dem Makler so dar, dass er sein größter Kunde sein würde"
    }
  },
  {
    "translation": {
      "en": "He said, \"Let's make an offer.\"",
      "de": "WOHNUNG IN VENEDIG, ITALIEN WERT: $4.000.000,00."
    }
  },
  {
    "translation": {
      "en": "And then he set us up with some private bankers at Barclays.",
      "de": "Dann vermittelte er uns an Privatbankiers bei Barclays."
    }
  },
  {
    "translation": {
      "en": "We show up. There's this big fancy conference room.",
      "de": "Dort landen wir in einem großen Konferenzraum."
    }
  },
  {
    "translation": {
      "en": "They're offering us all kinds of things.",
      "de": "Sie boten uns alles Mögliche an."
    }
  },
  {
    "translation": {
      "en": "He's some high-roller client that they're just dying to get.",
      "de": "Sie wollten ihn unbedingt als zahlungsfreudigen Kunden haben."
    }
  },
  {
    "translation": {
      "en": "So we had a contract that we were going back and forth",
      "de": "Wir erhielten also einen Vertrag, den wir durchgingen,"
    }
  },
  {
    "translation": {
      "en": "with the real estate attorney on, you know, contract points.",
      "de": "zusammen mit einem Anwalt für Immobilienrecht."
    }
  },
  {
    "translation": {
      "en": "But then, after a while, the funds never materialized.",
      "de": "Doch diese Mittel wurden nie ausbezahlt."
    }
  },
  {
    "translation": {
      "en": "He said that there's some issues,",
      "de": "Er sagt, es gab Probleme."
    }
  },
  {
    "translation": {
      "en": "and for him to get that money, it was gonna take longer than he thought, so",
      "de": "Es würde länger dauern, bis er an das Geld rankommt."
    }
  },
  {
    "translation": {
      "en": "we didn't get that townhouse.",
      "de": "Also kauften wir das Townhouse nicht."
    }
  },
  {
    "translation": {
      "en": "At that point, I was kind of generally exhausted",
      "de": "Zu diesem Zeitpunkt, war ich allgemein erschöpft"
    }
  },
  {
    "translation": {
      "en": "from years of feeling",
      "de": "nach all den Jahren,"
    }
  },
  {
    "translation": {
      "en": "like I was going through all kinds of struggles on my own.",
      "de": "in denen ich eigene Probleme zu bewältigen hatte."
    }
  },
  {
    "translation": {
      "en": "And I didn't have a business partner.",
      "de": "Ich hatte keinen Geschäftspartner."
    }
  },
  {
    "translation": {
      "en": "I was in this position of having an enormous amount of debt.",
      "de": "Ich war mit einem Haufen Schulden konfrontiert."
    }
  },
  {
    "translation": {
      "en": "I just wanted kind of out from under all of that.",
      "de": "Ich wollte mich aus dieser Lage befreien."
    }
  },
  {
    "translation": {
      "en": "I completely fallen off of any regular payment schedule with Jeffrey.",
      "de": "Die Zahlungen an Jeffrey erfolgten nicht mehr regelmäßig."
    }
  },
  {
    "translation": {
      "en": "So I was like, every once in a while, bringing him a check for, like, ten grand,",
      "de": "Ich brachte ihm ab und zu einen Scheck über zehn Riesen,"
    }
  },
  {
    "translation": {
      "en": "you know, when I could.",
      "de": "wenn ich es gerade konnte."
    }
  },
  {
    "translation": {
      "en": "Jeffrey was supportive of whatever I was doing, and what I wanted to do,",
      "de": "Jeffrey unterstützte mich bei allem, was ich tat und vorhatte."
    }
  },
  {
    "translation": {
      "en": "and I just always wanted him to be proud of me.",
      "de": "Ich wollte immer, dass er stolz auf mich ist."
    }
  },
  {
    "translation": {
      "en": "I didn't ever want to disappoint him in any way.",
      "de": "Ich wollte ihn niemals enttäuschen."
    }
  },
  {
    "translation": {
      "en": "[Jeffrey] If she said to me,",
      "de": "Hätte sie gesagt,"
    }
  },
  {
    "translation": {
      "en": "\"I don't have the money because of x, y, z,\"",
      "de": "\"Ich habe das Geld nicht wegen x, y, z,\""
    }
  },
  {
    "translation": {
      "en": "and it made sense, I believed her, and I trusted her.",
      "de": "und wäre es nachvollziehbar gewesen, hätte ich ihr geglaubt und vertraut."
    }
  },
  {
    "translation": {
      "en": "Anthony would tell me that that two-million-dollar debt",
      "de": "Anthony sagte, dass $2 Millionen Schulden"
    }
  },
  {
    "translation": {
      "en": "that I'd taken on to buy the restaurant, that's nothing.",
      "de": "für den Restaurantkauf nichts wären."
    }
  },
  {
    "translation": {
      "en": "He'd just take care of that, make that go away.",
      "de": "Er würde sich darum kümmern."
    }
  },
  {
    "translation": {
      "en": "So he would be there with me and help, you know,",
      "de": "Er würde also an meiner Seite sein"
    }
  },
  {
    "translation": {
      "en": "support me to do all the things I wanted to do.",
      "de": "und mich bei all meinen Vorhaben unterstützen."
    }
  },
  {
    "translation": {
      "en": "You know, I would be protected,",
      "de": "Ich wäre beschützt,"
    }
  },
  {
    "translation": {
      "en": "at least in one significant way, financially.",
      "de": "zumindest maßgeblich in finanzieller Hinsicht."
    }
  },
  {
    "translation": {
      "en": "And I remember thinking that would be like",
      "de": "Ich wusste noch, dass ich dachte,"
    }
  },
  {
    "translation": {
      "en": "some sort of dream come true.",
      "de": "es würde ein Traum wahr werden."
    }
  },
  {
    "translation": {
      "en": "I remember asking the accountant,",
      "de": "Ich fragte den Buchhalter:"
    }
  },
  {
    "translation": {
      "en": "\"Would he be able to just give me that money?\"",
      "de": "\"Könnte er mir das Geld einfach geben?"
    }
  },
  {
    "translation": {
      "en": "\"Or would that be taxable, and how could we do that?\"",
      "de": "Oder muss ich das versteuern? Wie machen wir das?\"\""
    }
  },
  {
    "translation": {
      "en": "And, um, he sort of jokingly but half-seriously said,",
      "de": "So halb als Witz und halb im Ernst sagte er dann:"
    }
  },
  {
    "translation": {
      "en": "\"You should just marry him.\"",
      "de": "\"Wenn du ihn heiratest,"
    }
  },
  {
    "translation": {
      "en": "\"And then he can give you the money without it being taxable situation.\"",
      "de": "kann er dir das Geld steuerfrei geben.\""
    }
  },
  {
    "translation": {
      "en": "Very quickly, in the next day,",
      "de": "Am nächsten Tag besorgten wir die Heiratserlaubnis."
    }
  },
  {
    "translation": {
      "en": "we went and got the license. You have to wait 24 hours. Like, boom,",
      "de": "Am nächsten Tag besorgten wir die Heiratserlaubnis. Man muss 24 Stunden warten. Nach 24 Stunden haben wir dann geheiratet."
    }
  },
  {
    "translation": {
      "en": "twenty-four hours, we did it and got married.",
      "de": "Man muss 24 Stunden warten. Nach 24 Stunden haben wir dann geheiratet."
    }
  },
  {
    "translation": {
      "en": "We got married in November of 2012.",
      "de": "Wir haben im November 2012 geheiratet."
    }
  },
  {
    "translation": {
      "en": "So it was close to a year that I had known him.",
      "de": "Ich kannte ihn also seit etwa einem Jahr."
    }
  },
  {
    "translation": {
      "en": "There was a little… not a ceremony, but we had to hire somebody to do it,",
      "de": "Es gab keine Zeremonie, aber wir mussten wen dafür beauftragen."
    }
  },
  {
    "translation": {
      "en": "and it was in Tompkins Square Park.",
      "de": "Das war im Tompkins Square Park."
    }
  },
  {
    "translation": {
      "en": "It was a rainy day, and we were under our umbrellas.",
      "de": "Wir standen bei Regen unterm Regenschirm."
    }
  },
  {
    "translation": {
      "en": "That felt a bit romantic getting married because it just…",
      "de": "Es fühlte sich ein bisschen romantisch an."
    }
  },
  {
    "translation": {
      "en": "I don't know. It's hard not to.",
      "de": "Es geht ja kaum anders."
    }
  },
  {
    "translation": {
      "en": "And the woman who married us, her little talk that she gave was incredibly sweet and romantic.",
      "de": "Die Frau, die uns getraut hat, hielt eine süße und romantische Ansprache."
    }
  },
  {
    "translation": {
      "en": "And so I sort of felt in the moment.",
      "de": "Ich spürte es in diesem Moment."
    }
  },
  {
    "translation": {
      "en": "[Nick] Sarma G-chatted me. She was like, \"Hey, I'm coming to LA.\"",
      "de": "Sarma schickte eine Sprachnachricht: \"Ich komme nach LA.\""
    }
  },
  {
    "translation": {
      "en": "I picked her up from the airport. She gets in. We're laughing.",
      "de": "Ich holte sie am Flughafen ab. Wir lachten beide."
    }
  },
  {
    "translation": {
      "en": "And on the way home, she, like, shows me her wedding ring.",
      "de": "Auf der Heimfahrt zeigte sie mir ihren Ehering."
    }
  },
  {
    "translation": {
      "en": "She's like, \"I got married.\" And I was like, \"Oh my God. Congratulations.\"",
      "de": "Sie: \"Ich habe geheiratet.\" Ich: \"Oh Gott. Herzlichen Glückwunsch.\""
    }
  },
  {
    "translation": {
      "en": "I, I mean, I had no idea.",
      "de": "Ich hatte ja keine Ahnung."
    }
  },
  {
    "translation": {
      "en": "And then she goes on to say how she met this guy, and he's very cool.",
      "de": "Sie erzählte, wie sie ihn kennenlernte und dass er sehr cool wäre."
    }
  },
  {
    "translation": {
      "en": "And then she says, \"I haven't told anyone at the restaurant yet.\"",
      "de": "Dann: \"Ich habe es noch keinem im Restaurant gesagt.\""
    }
  },
  {
    "translation": {
      "en": "And it makes me go like,",
      "de": "Da fragte ich nur:"
    }
  },
  {
    "translation": {
      "en": "\"What? Why?\" Like, wha…",
      "de": "\"Was? Warum\""
    }
  },
  {
    "translation": {
      "en": "If you're with someone, and you agree to get married to them,",
      "de": "Wenn du dich entscheidest, jemanden zu heiraten,"
    }
  },
  {
    "translation": {
      "en": "don't you want essentially the people that care about you to know?",
      "de": "dann will man doch denen davon erzählen, denen man etwas bedeutet."
    }
  },
  {
    "translation": {
      "en": "It was very specific.",
      "de": "Das war eigenartig."
    }
  },
  {
    "translation": {
      "en": "She never told me she was getting married.",
      "de": "Sie erzählte mich nicht, dass sie heiraten würde."
    }
  },
  {
    "translation": {
      "en": "It was like a non-event. It was kind of…",
      "de": "Es war kein Ereignis. Es war…"
    }
  },
  {
    "translation": {
      "en": "You might think it's peculiar, but, you know, it's like…",
      "de": "Man findet es eigenartig, aber es ist…"
    }
  },
  {
    "translation": {
      "en": "Yeah, there's no celebration.",
      "de": "Ja, es gab keine Feier."
    }
  },
  {
    "translation": {
      "en": "I thought, \"Damn, you could do better than that, you know.\"",
      "de": "Ich dachte: \"Verdammt, du hast was Besseres verdient.\""
    }
  },
  {
    "translation": {
      "en": "One night, I was at the restaurant,",
      "de": "Eines Abends war ich im Restaurant,"
    }
  },
  {
    "translation": {
      "en": "and Shane texted me that they had gotten married.",
      "de": "als Shane mir schrieb, dass sie geheiratet haben."
    }
  },
  {
    "translation": {
      "en": "And it sounded romantic.",
      "de": "Es klang romantisch."
    }
  },
  {
    "translation": {
      "en": "And on one level, I'm like, \"Well, he sounds excited.\"",
      "de": "Irgendwie dachte ich: \"Nun, er klingt begeistert.\""
    }
  },
  {
    "translation": {
      "en": "And I want to be. But all along, it had been like,",
      "de": "Ich wollte es auch sein, fragte mich aber immer:"
    }
  },
  {
    "translation": {
      "en": "\"Sarma, what's… You're not… What is happening?\"",
      "de": "\"Sarma, was… Du bist nicht… Was geht da vor sich?\""
    }
  },
  {
    "translation": {
      "en": "So I think I texted her because I wanted to confirm this,",
      "de": "Ich schrieb ihr, um es mir von ihr bestätigen zu lassen."
    }
  },
  {
    "translation": {
      "en": "and she confirmed it with zero excitement.",
      "de": "Sie bestätigte es, wirkte aber gar nicht begeistert."
    }
  },
  {
    "translation": {
      "en": "She had this awesome ring. I think it's on her book cover,",
      "de": "Sie hatte den tollen Ring. Er ist auf dem Buchcover."
    }
  },
  {
    "translation": {
      "en": "this ring that I loved that had all these dangling things.",
      "de": "Ich liebte den Ring mit den Hängeelementen."
    }
  },
  {
    "translation": {
      "en": "It was Latvian. She's Latvian. And I always complimented her on it.",
      "de": "Ich war Lettin, sie war Lettin. Ich machte ihr Komplimente."
    }
  },
  {
    "translation": {
      "en": "And then one day, I noticed she had it on her ring finger at the restaurant,",
      "de": "Eines Tages bemerkte ich, dass sie ihn am Ringfinger trug."
    }
  },
  {
    "translation": {
      "en": "and I sort of kiddingly…",
      "de": "Dann sagte ich aus Spaß…"
    }
  },
  {
    "translation": {
      "en": "I was hoping I was kidding, but kind of knew that I wasn't,",
      "de": "Ich hoffte, es war nur Spaß, wusste aber, dass es nicht so war."
    }
  },
  {
    "translation": {
      "en": "and I said, \"Oh, did you put that ring there to distract from your wedding ring?\"",
      "de": "Ich sagte: \"Willst du mit dem Ring von deinem Ehering ablenken?\""
    }
  },
  {
    "translation": {
      "en": "And she was like, \"Yes.\"",
      "de": "Und sie sagte: \"Ja.\""
    }
  },
  {
    "translation": {
      "en": "As a couple, they weren't really like a couple, you know?",
      "de": "Sie verhielten sich nicht wirklich wie ein Paar."
    }
  },
  {
    "translation": {
      "en": "Like they never, like, held hands. They weren't really affectionate.",
      "de": "Sie hielten sich nie an der Hand und zeigten keine Zuneigung."
    }
  },
  {
    "translation": {
      "en": "What? Like, you guys got married?",
      "de": "Was? Ihr habt geheiratet?"
    }
  },
  {
    "translation": {
      "en": "Like, it was like a big, like, surprise for everybody.",
      "de": "Das war für alle eine große Überraschung."
    }
  },
  {
    "translation": {
      "en": "It didn't feel like a love story. It was just, you know, kind of weird.",
      "de": "Es war keine Liebesgeschichte. Irgendetwas daran war seltsam."
    }
  },
  {
    "translation": {
      "en": "There were tons of conspiracy theories about",
      "de": "Es gab Verschwörungstheorien dazu,"
    }
  },
  {
    "translation": {
      "en": "why she married him, was there some sort of blackmail involved,",
      "de": "warum sie ihn geheiratet hat, ob sie erpresst würde"
    }
  },
  {
    "translation": {
      "en": "or what it could possibly be.",
      "de": "oder was es möglicherweise sein könnte."
    }
  },
  {
    "translation": {
      "en": "[Sarma] He told me that he had some sort of like",
      "de": "Er erzählte mir"
    }
  },
  {
    "translation": {
      "en": "underground government official military affiliation.",
      "de": "von einer geheimen Verbindung zu Regierung und Militär"
    }
  },
  {
    "translation": {
      "en": "So that now, I would be, like, protected as his wife.",
      "de": "und dass ich als seine Frau jetzt auch beschützt werde."
    }
  },
  {
    "translation": {
      "en": "So at some point, he, via email,",
      "de": "Irgendwann machte er mich per E-Mail"
    }
  },
  {
    "translation": {
      "en": "introduced me to somebody named Will Richards,",
      "de": "mit einem Mann namens Will Richards bekannt,"
    }
  },
  {
    "translation": {
      "en": "some sort of computer techie expert",
      "de": "einem Computernarr,"
    }
  },
  {
    "translation": {
      "en": "that works in the government somewhere in Europe.",
      "de": "der für die Regierung irgendwo in Europa arbeitete."
    }
  },
  {
    "translation": {
      "en": "[man] Shane and I were working together for years.",
      "de": "Shane und ich arbeiteten seit Jahren zusammen."
    }
  },
  {
    "translation": {
      "en": "There's a lot that I can't divulge.",
      "de": "Vieles kann ich nicht preisgeben."
    }
  },
  {
    "translation": {
      "en": "I was involved in making sure that Sarma didn't go off the rails.",
      "de": "Ich hatte dafür zu Sorgen, dass uns Sarma nicht entgleiste."
    }
  }
]