[
  {
    "translation": {
      "en": "[Amber Straughn] After the Big Bang, the universe was just filled",
      "de": "Nach dem Urknall war das Universum mit einer kosmischen Suppe"
    }
  },
  {
    "translation": {
      "en": "with this sort of cosmic soup of hydrogen and helium gas.",
      "de": "war das Universum mit einer kosmischen Suppe aus Wasserstoff und Heliumgas gefüllt."
    }
  },
  {
    "translation": {
      "en": "Eventually, those hydrogen and helium atoms",
      "de": "Diese Wasserstoff- und Heliumatome"
    }
  },
  {
    "translation": {
      "en": "started to form together to fuse stars.",
      "de": "begannen irgendwann, sich zu Sternen zu verbinden."
    }
  },
  {
    "translation": {
      "en": "The stars were probably grouped into galaxies.",
      "de": "Die Sterne waren vermutlich als Galaxien gruppiert."
    }
  },
  {
    "translation": {
      "en": "That was what we call the first light.",
      "de": "Das war das, was wir first light nennen."
    }
  },
  {
    "translation": {
      "en": "[Mike Menzel] To see first light, the first, uh, galaxies in our universe,",
      "de": "First light zu sehen, die ersten Galaxien in unserem Universum,"
    }
  },
  {
    "translation": {
      "en": "that distant past is where creation happened.",
      "de": "heißt, die ferne Vergangenheit zu sehen, in der die Schöpfung stattfand."
    }
  },
  {
    "translation": {
      "en": "[Amber] When we look at the sky, beyond the stars in our Milky Way, we can only see darkness.",
      "de": "Im Himmel sehen wir jenseits der Sterne in unserer Milchstraße nur Dunkelheit."
    }
  },
  {
    "translation": {
      "en": "We've never had the technology to see that first part of the story of the universe.",
      "de": "Wir hatten nie die Technologie, um den Anfang unseres Universums zu sehen."
    }
  },
  {
    "translation": {
      "en": "To be able to look back in time to see the very first light,",
      "de": "Um in die Vergangenheit zu schauen und first light zu sehen,"
    }
  },
  {
    "translation": {
      "en": "you need the most complex telescope in history.",
      "de": "braucht man das komplexeste Teleskop der Geschichte."
    }
  },
  {
    "translation": {
      "en": "[Thomas] Webb, in the whole history of NASA, is the riskiest mission ever done.",
      "de": "Webb ist die riskanteste NASA-Mission aller Zeiten."
    }
  },
  {
    "translation": {
      "en": "[reporter] This mission could be a technological triumph",
      "de": "Die Mission kann ein technologischer Triumph"
    }
  },
  {
    "translation": {
      "en": "or a heartbreaking disaster.",
      "de": "oder ein erschütterndes Desaster werden."
    }
  },
  {
    "translation": {
      "en": "[Mike Menzel] We're putting the largest telescope in space, a million miles away.",
      "de": "Wir schicken das größte Teleskop im All über eine Million Kilometer weit weg."
    }
  },
  {
    "translation": {
      "en": "You know, you can think of a thousand things that can go wrong.",
      "de": "Tausend Dinge können schiefgehen."
    }
  },
  {
    "translation": {
      "en": "[Thomas] It's the largest number of single point failures of any mission ever done.",
      "de": "Diese Mission hat von allen die meisten Single Point Failures."
    }
  },
  {
    "translation": {
      "en": "[Amber] To try to think the unthinkable of, \"If it doesn't work…\"",
      "de": "Dieser undenkbare Gedanke: \"Wenn es nicht klappt…\""
    }
  },
  {
    "translation": {
      "en": "[Amber] It's a scary thought, for sure.",
      "de": "Der Gedanke ist beängstigend."
    }
  },
  {
    "translation": {
      "en": "[Mike] Any successful mission systems engineer",
      "de": "Jeder erfolgreiche Systemingenieur, der denkt, dass kein Glück dazugehört hat,"
    }
  },
  {
    "translation": {
      "en": "who doesn't think there was luck involved is either a fool or a liar.",
      "de": "Jeder erfolgreiche Systemingenieur, der denkt, dass kein Glück dazugehört hat, ist ein Narr oder ein Lügner."
    }
  },
  {
    "translation": {
      "en": "[Amber] Those first images will help us get closer to answering those questions of,",
      "de": "Diese ersten Bilder helfen uns bei der Beantwortung von Fragen wie:"
    }
  },
  {
    "translation": {
      "en": "\"Where do we come from?\"",
      "de": "\"Woher kommen wir?"
    }
  },
  {
    "translation": {
      "en": "\"How did we get here?\"",
      "de": "Wie kamen wir hierher?"
    }
  },
  {
    "translation": {
      "en": "\"Are we alone?\"",
      "de": "Sind wir allein?\""
    }
  },
  {
    "translation": {
      "en": "That's our history, right there.",
      "de": "Das ist unsere Geschichte."
    }
  },
  {
    "translation": {
      "en": "-[Bill Nelson] It is our whole history. -[Thomas] Our whole history right there.",
      "de": "-Das ist unsere Geschichte. -Unsere ganze Geschichte."
    }
  },
  {
    "translation": {
      "en": "[Amber] I have no doubt that this telescope is our next giant leap",
      "de": "Dieses Teleskop ist zweifelsohne der nächste große Sprung"
    }
  },
  {
    "translation": {
      "en": "in our search for life.",
      "de": "bei unserer Suche nach Leben."
    }
  },
  {
    "translation": {
      "en": "The universe is so big,",
      "de": "Das Universum ist so groß,"
    }
  },
  {
    "translation": {
      "en": "there's got to be evolved conscious life out there.",
      "de": "es muss da draußen entwickeltes, bewusstes Leben geben."
    }
  },
  {
    "translation": {
      "en": "The James Webb Space Telescope",
      "de": "Das James-Webb-Weltraumteleskop"
    }
  },
  {
    "translation": {
      "en": "will fundamentally change the way we understand the universe.",
      "de": "wird unser Verständnis des Universums grundlegend verändern."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] There's a new telescope in town.",
      "de": "Es gibt ein neues Teleskop."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] The James Webb Space Telescope,",
      "de": "Das James-Webb-Weltraumteleskop,"
    }
  },
  {
    "translation": {
      "en": "named after the second administrator of NASA, is about to become a reality.",
      "de": "benannt nach dem zweiten NASA-Administrator, wird bald Wirklichkeit werden."
    }
  },
  {
    "translation": {
      "en": "It's going to be launching from French Guiana, a spaceport there,",
      "de": "Es startet von einem Weltraumbahnhof in Französisch-Guayana,"
    }
  },
  {
    "translation": {
      "en": "which is a reminder that this is not just a NASA mission.",
      "de": "was daran erinnert, dass dies nicht nur eine NASA-Mission ist."
    }
  },
  {
    "translation": {
      "en": "It is a joint mission with the European Space Agency",
      "de": "Sie wird zusammen mit der Europäischen Weltraumorganisation"
    }
  },
  {
    "translation": {
      "en": "and the Canadian Space Agency.",
      "de": "und der Canadian Space Agency durchgeführt."
    }
  },
  {
    "translation": {
      "en": "Three decades and ten billion dollars in the making,",
      "de": "Nach 30 Jahren Bauzeit und 10 Milliarden Dollar"
    }
  },
  {
    "translation": {
      "en": "the project hasn't been without controversy.",
      "de": "war das Projekt nicht unumstritten."
    }
  },
  {
    "translation": {
      "en": "Multiple mishaps, budget crises,",
      "de": "Mehrere Pannen, Budgetkrisen,"
    }
  },
  {
    "translation": {
      "en": "even a threatened congressional cancellation.",
      "de": "sogar eine drohende Streichung durch den US-Kongress."
    }
  },
  {
    "translation": {
      "en": "The launch of the James Webb Space Telescope",
      "de": "Mit dem Start des James-Webb-Weltraumteleskops"
    }
  },
  {
    "translation": {
      "en": "is about as high stakes as it gets for NASA.",
      "de": "steht für die NASA so viel auf dem Spiel wie nie zuvor."
    }
  },
  {
    "translation": {
      "en": "If something goes wrong, that is about ten billion dollars,",
      "de": "Wenn etwas schiefgeht, sind etwa 10 Milliarden Dollar,"
    }
  },
  {
    "translation": {
      "en": "more than two decades' worth of work, down the drain, just like that.",
      "de": "die Arbeit von mehr als zwei Jahrzehnten, einfach dahin."
    }
  },
  {
    "translation": {
      "en": "[Thomas] Hey.",
      "de": "Wie geht's?"
    }
  },
  {
    "translation": {
      "en": "-[woman] How you doing? -Well.",
      "de": "-Wie geht's? -Gut."
    }
  },
  {
    "translation": {
      "en": "[female reporter] Thomas Zurbuchen is the head of science at NASA,",
      "de": "Thomas Zurbuchen ist Wissenschaftsdirektor bei der NASA,"
    }
  },
  {
    "translation": {
      "en": "or Dr. Z, as we can also call you.",
      "de": "oder Dr. Z, wie wir Sie auch nennen können."
    }
  },
  {
    "translation": {
      "en": "The day has come.",
      "de": "Es ist so weit."
    }
  },
  {
    "translation": {
      "en": "All these decades, all this time, all these people working on this telescope,",
      "de": "Die Jahrzehnte, die Zeit, all die Leute, die am Teleskop arbeiten,"
    }
  },
  {
    "translation": {
      "en": "and here we are, minutes to launch.",
      "de": "und jetzt sind es nur Minuten bis zum Start."
    }
  },
  {
    "translation": {
      "en": "[Thomas] We have this telescope on top of this rocket.",
      "de": "Wir haben dieses Teleskop auf der Rakete."
    }
  },
  {
    "translation": {
      "en": "A telescope that 10,000-plus people have worked on in many ways.",
      "de": "Ein Teleskop, an dem über 10.000 Leute in vielerlei Hinsicht gearbeitet haben."
    }
  },
  {
    "translation": {
      "en": "And together with that telescope, all the hopes and dreams of those individuals,",
      "de": "Mit dem Teleskop sind all die Hoffnungen und Träume dieser Menschen,"
    }
  },
  {
    "translation": {
      "en": "and also tens of thousands of scientists, some of them not even born,",
      "de": "und zehntausender Wissenschaftler, von denen einige nicht mal geboren sind,"
    }
  },
  {
    "translation": {
      "en": "that will benefit from this data, are there with them,",
      "de": "die von diesen Daten profitieren werden,"
    }
  },
  {
    "translation": {
      "en": "waiting for these last minutes of countdown for its journey to-- to space.",
      "de": "Sie warten auf die letzten Minuten des Countdowns für die Reise ins All."
    }
  },
  {
    "translation": {
      "en": "[engineer] Thumbs up, all systems are go.",
      "de": "Daumen hoch, alle Systeme bereit."
    }
  },
  {
    "translation": {
      "en": "T-minus 30 seconds and counting.",
      "de": "T minus 30 Sekunden, Countdown läuft."
    }
  },
  {
    "translation": {
      "en": "[Thomas] Webb, in the whole history of NASA, is the toughest mission ever done.",
      "de": "Webb ist die härteste Mission in der gesamten NASA-Geschichte."
    }
  },
  {
    "translation": {
      "en": "There were manufacturing issues, planning issues, system issues,",
      "de": "Es gab Produktionsprobleme, Planungsprobleme, Systemprobleme,"
    }
  },
  {
    "translation": {
      "en": "personnel issues.",
      "de": "Personalprobleme."
    }
  },
  {
    "translation": {
      "en": "Sometimes it looked hopeless to me.",
      "de": "Manchmal verlor ich jede Hoffnung."
    }
  },
  {
    "translation": {
      "en": "[engineer] Standing by for terminal count.",
      "de": "Bereit für den Countdown."
    }
  },
  {
    "translation": {
      "en": "[man in French] Ten, nine, eight…",
      "de": "Zehn, neun, acht…"
    }
  },
  {
    "translation": {
      "en": "[Thomas in English] I've often thought of Webb as the Apollo of science.",
      "de": "Ich betrachte Webb oft als Apollo der Wissenschaft."
    }
  },
  {
    "translation": {
      "en": "It is a super hard thing that's almost impossible.",
      "de": "Es ist eine superschwere Sache, die fast unmöglich ist."
    }
  },
  {
    "translation": {
      "en": "And we do it despite it.",
      "de": "Und wir tun es trotzdem."
    }
  },
  {
    "translation": {
      "en": "[man in French] …three, two, one, liftoff!",
      "de": "…drei, zwei, eins, Start."
    }
  },
  {
    "translation": {
      "en": "[Amber] It's been a really long road to get to this launch.",
      "de": "Es war ein wirklich langer Weg bis zum Start."
    }
  },
  {
    "translation": {
      "en": "I've worked on the project for 15 years.",
      "de": "Ich arbeite seit 15 Jahren an dem Projekt."
    }
  },
  {
    "translation": {
      "en": "I feel like such a core part of my identity as a person",
      "de": "Ich habe das Gefühl, ein wichtiger Teil meiner Identität"
    }
  },
  {
    "translation": {
      "en": "is my-- my job, my work. I love it, I'm passionate about it, that's why I do it.",
      "de": "ist mein Job, meine Arbeit. Ich liebe sie, darum mache ich es."
    }
  },
  {
    "translation": {
      "en": "To try to think the unthinkable of, \"If it doesn't work,\"",
      "de": "Dieser undenkbare Gedanke: \"Wenn es nicht klappt…\""
    }
  },
  {
    "translation": {
      "en": "like, and then I've poured my entire career into this,",
      "de": "Und dann habe ich meine gesamte Karriere in diese Sache gesteckt."
    }
  },
  {
    "translation": {
      "en": "it's a scary thought, for sure.",
      "de": "Der Gedanke ist beängstigend."
    }
  },
  {
    "translation": {
      "en": "I mean, from the time I was six or seven,",
      "de": "Ich meine, als ich sechs oder sieben war,"
    }
  },
  {
    "translation": {
      "en": "I decided that that's what I want to do. I want to be an astronomer.",
      "de": "stand für mich fest, dass ich Astronomin werden will."
    }
  },
  {
    "translation": {
      "en": "I grew up in rural Arkansas on a little farm, middle of nowhere.",
      "de": "Ich wuchs im ländlichen Arkansas auf, auf einer kleinen Farm mitten im Nirgendwo."
    }
  },
  {
    "translation": {
      "en": "There were no city lights around.",
      "de": "Da gab es keine Stadtlichter."
    }
  },
  {
    "translation": {
      "en": "It was very dark. The sky was beautiful.",
      "de": "Es war sehr dunkel, der Himmel war so schön."
    }
  },
  {
    "translation": {
      "en": "And I was just enthralled by the night sky from the time I was a kid.",
      "de": "Seit meiner Kindheit fasziniert mich der Nachthimmel."
    }
  },
  {
    "translation": {
      "en": "I was in fourth or fifth grade, when Hubble launched.",
      "de": "Ich war in der vierten oder fünften Klasse, ging hin und sah zu."
    }
  },
  {
    "translation": {
      "en": "[commander] We have been given the go-ahead to begin commanding",
      "de": "Wir haben grünes Licht bekommen um mit der Öffnung der vorderen Verriegelungen zu beginnen."
    }
  },
  {
    "translation": {
      "en": "a release of the forward latches.",
      "de": "um mit der Öffnung der vorderen Verriegelungen zu beginnen."
    }
  },
  {
    "translation": {
      "en": "We're seeing both blankets unfurl on the solar array.",
      "de": "Wir sehen, wie sich beide Decken auf dem Solarmodul entfalten."
    }
  },
  {
    "translation": {
      "en": "[engineer] Looks good.",
      "de": "Das ist gut."
    }
  },
  {
    "translation": {
      "en": "I want to wish Hubble its own set of adventures,",
      "de": "Ich möchte Hubble seine eigenen Abenteuer wünschen,"
    }
  },
  {
    "translation": {
      "en": "that it may unlock further mysteries of the universe.",
      "de": "auf denen es weitere Geheimnisse des Universums lüftet."
    }
  },
  {
    "translation": {
      "en": "[Amber] They decided to point it at a blank piece of sky,",
      "de": "Sie richteten es auf ein leeres Stück Himmel aus."
    }
  },
  {
    "translation": {
      "en": "nothing there, just to see what happened.",
      "de": "Da war nichts. Nur um zu sehen, was passiert."
    }
  },
  {
    "translation": {
      "en": "Like the rest of the world,",
      "de": "Wie der Rest der Welt"
    }
  },
  {
    "translation": {
      "en": "I remember just being stunned at what we saw.",
      "de": "war auch ich fassungslos über das, was wir sahen."
    }
  },
  {
    "translation": {
      "en": "The nothing turned out to be filled with thousands of galaxies.",
      "de": "Das Nichts entpuppte sich als eine Ansammlung tausender Galaxien."
    }
  },
  {
    "translation": {
      "en": "It really gave us a sense, for the very first time,",
      "de": "Das gab uns zum ersten Mal einen Eindruck davon,"
    }
  },
  {
    "translation": {
      "en": "just how old the universe is.",
      "de": "wie alt das Universum tatsächlich ist."
    }
  },
  {
    "translation": {
      "en": "It's a really cool, sort of, trick of physics…",
      "de": "Es ist ein echt cooler Trick der Physik,"
    }
  },
  {
    "translation": {
      "en": "[chuckles] …uh, that we can literally look back in time, uh, with these massive telescopes.",
      "de": "dass wir mit diesen riesigen Teleskopen in die Vergangenheit sehen können."
    }
  },
  {
    "translation": {
      "en": "Telescopes are really like time machines",
      "de": "Teleskope sind so wie Zeitmaschinen,"
    }
  },
  {
    "translation": {
      "en": "in that they let us see the universe as it was in the past.",
      "de": "weil sie uns das Universum aus der Vergangenheit zeigen."
    }
  },
  {
    "translation": {
      "en": "This sounds like science fiction,",
      "de": "Klingt wie Science-Fiction,"
    }
  },
  {
    "translation": {
      "en": "but it's actually just due to the simple fact",
      "de": "ist aber auf die einfache Tatsache zurückzuführen,"
    }
  },
  {
    "translation": {
      "en": "that light takes time to travel through space.",
      "de": "dass Licht Zeit braucht, um durch den Raum zu reisen."
    }
  },
  {
    "translation": {
      "en": "If you look at a streetlamp, the light from that streetlamp",
      "de": "Wenn man eine Laterne anschaut, braucht das Licht einen Bruchteil einer Sekunde,"
    }
  },
  {
    "translation": {
      "en": "takes a teeny, tiny fraction of a second to cross the street and get to your eye.",
      "de": "braucht das Licht einen Bruchteil einer Sekunde, um über die Straße und zu Ihrem Auge zu gelangen."
    }
  },
  {
    "translation": {
      "en": "Light from the Sun takes about eight minutes to get to Earth.",
      "de": "Sonnenlicht braucht etwa acht Minuten, um zur Erde zu gelangen."
    }
  },
  {
    "translation": {
      "en": "Think about stepping that out further and further into the universe.",
      "de": "Angenommen, man dringt immer mehr ins Universum vor."
    }
  },
  {
    "translation": {
      "en": "Things that are much further away,",
      "de": "Bei Dingen, die weiter weg sind,"
    }
  },
  {
    "translation": {
      "en": "the light takes more time to travel to our telescopes.",
      "de": "braucht das Licht mehr Zeit, um die Teleskope zu erreichen."
    }
  },
  {
    "translation": {
      "en": "And so we are literally seeing them as they were in the past.",
      "de": "Wir sehen sie also so, wie sie früher waren."
    }
  },
  {
    "translation": {
      "en": "With Hubble, we've been able to look back into the distant past",
      "de": "Mit Hubble konnten wir in die ferne Vergangenheit zurückblicken"
    }
  },
  {
    "translation": {
      "en": "and see some very early galaxies, some very young galaxies.",
      "de": "und einige sehr frühe Galaxien sehen, sehr junge Galaxien."
    }
  },
  {
    "translation": {
      "en": "But… we're missing the beginning.",
      "de": "Aber uns fehlt der Anfang."
    }
  },
  {
    "translation": {
      "en": "We're missing the first bit in the first chapter",
      "de": "Uns fehlt der erste Teil des ersten Kapitels"
    }
  },
  {
    "translation": {
      "en": "of this 13.8-billion-year story of the universe.",
      "de": "dieser 13,8 Milliarden Jahre langen Geschichte des Universums."
    }
  },
  {
    "translation": {
      "en": "[Dan Goldin] We want to look out into the vastness of space",
      "de": "Wir wollen in die Weite des Alls schauen,"
    }
  },
  {
    "translation": {
      "en": "and back to the beginnings of time to answer the questions,",
      "de": "zurück zum Beginn der Zeit, um die Fragen zu beantworten…"
    }
  },
  {
    "translation": {
      "en": "\"How did, and how do, galaxies form?\"",
      "de": "EHEMALIGER NASA-ADMINISTRATOR …\"Wie sind Galaxien entstanden und wie entstehen sie?\""
    }
  },
  {
    "translation": {
      "en": "\"Are there other habitable planets outside our solar system?\"",
      "de": "\"Gibt es andere bewohnbare Planeten außerhalb unseres Sonnensystems?\""
    }
  },
  {
    "translation": {
      "en": "\"Is life unique to planet Earth?\"",
      "de": "\"Gibt es nur auf dem Planeten Erde Leben?\""
    }
  },
  {
    "translation": {
      "en": "Hubble and ground-based telescopes have given us an important start.",
      "de": "Hubble und Bodenteleskope haben uns einen wichtigen Start gegeben,"
    }
  },
  {
    "translation": {
      "en": "But we must go farther,",
      "de": "aber wir müssen weitergehen,"
    }
  },
  {
    "translation": {
      "en": "and the Next Generation Space Telescope,",
      "de": "und das Next Generation Space Telescope,"
    }
  },
  {
    "translation": {
      "en": "NGST, will be the next great step taken.",
      "de": "das NGST, wird der nächste große Schritt dahin sein."
    }
  },
  {
    "translation": {
      "en": "[Amber] That's what ended up being the James Webb Space Telescope.",
      "de": "Daraus ist das James-Webb-Weltraumteleskop entstanden."
    }
  },
  {
    "translation": {
      "en": "[Thomas] Webb is such a leap.",
      "de": "Webb ist ein riesiger Sprung."
    }
  },
  {
    "translation": {
      "en": "It's the biggest leap of any mission,",
      "de": "Der größte Sprung aller Missionen,"
    }
  },
  {
    "translation": {
      "en": "in terms of just the magnitude of improvements in all dimensions.",
      "de": "allein was das Ausmaß der Verbesserungen in allen Dimensionen betrifft."
    }
  },
  {
    "translation": {
      "en": "This is like the mother of all telescopes.",
      "de": "Es ist sozusagen die Mutter aller Teleskope."
    }
  },
  {
    "translation": {
      "en": "It was clear that there's ten miracles that needed to happen.",
      "de": "Es war klar, dass zehn Wunder passieren mussten."
    }
  },
  {
    "translation": {
      "en": "Entirely new technologies that nobody had ever done.",
      "de": "Völlig neue Technologien, die noch niemand eingesetzt hatte."
    }
  },
  {
    "translation": {
      "en": "A totally new detector,",
      "de": "Ein völlig neuer Detektor,"
    }
  },
  {
    "translation": {
      "en": "totally new electronic system that focused the mirrors,",
      "de": "ein völlig neues elektronisches System, das die Spiegel fokussierte,"
    }
  },
  {
    "translation": {
      "en": "ten of those.",
      "de": "zehn davon."
    }
  },
  {
    "translation": {
      "en": "One of the most important numbers is, \"How many single point failures do you have?\"",
      "de": "Eine der wichtigsten Zahlen ist: \"Wie viele Single Point Failures hat es?\""
    }
  },
  {
    "translation": {
      "en": "A single point failure is a single thing that needs to happen",
      "de": "Ein Single Point Failure ist eine einzige Sache, die passieren muss,"
    }
  },
  {
    "translation": {
      "en": "that, if it's not happening, the whole mission is a failure.",
      "de": "und wenn sie nicht passiert, scheitert die gesamte Mission."
    }
  },
  {
    "translation": {
      "en": "[radio controller] Navigation confirmed that the parachute has deployed",
      "de": "Navigation hat bestätigt, dass sich der Fallschirm entfaltet hat"
    }
  },
  {
    "translation": {
      "en": "and we are seeing significant deceleration.",
      "de": "und eine deutliche Verlangsamung zu sehen ist."
    }
  },
  {
    "translation": {
      "en": "[Thomas] Landing on Mars is something like 80 to 90,",
      "de": "Die Landung auf dem Mars hatte etwa 80 bis 90,"
    }
  },
  {
    "translation": {
      "en": "which is one of the riskiest things we've ever done.",
      "de": "eines der riskantesten Dinge, die wir je gemacht haben."
    }
  },
  {
    "translation": {
      "en": "Webb is three to four times worse.",
      "de": "Webb ist drei- bis viermal schlimmer."
    }
  },
  {
    "translation": {
      "en": "[astronaut] Oh, it's beautiful, Mike, it really is.",
      "de": "Es ist wunderschön, Mike."
    }
  },
  {
    "translation": {
      "en": "They've got the flag up now, and you can see the stars and stripes.",
      "de": "Die Flagge steht, man sieht die Sterne und Streifen."
    }
  },
  {
    "translation": {
      "en": "[Thomas] In terms of the single point failures, worse than Apollo.",
      "de": "Was die Single Point Failures betrifft, schlimmer als Apollo."
    }
  },
  {
    "translation": {
      "en": "So, how many single point failures do we have?",
      "de": "Wie viele Single Point Failures haben wir?"
    }
  },
  {
    "translation": {
      "en": "The answer is 344.",
      "de": "Die Antwort lautet 344."
    }
  },
  {
    "translation": {
      "en": "It's the largest number of single point failures of any mission ever done.",
      "de": "Das ist die größte Anzahl von Single Point Failures aller Missionen."
    }
  },
  {
    "translation": {
      "en": "It's like, you know, just an impossible project.",
      "de": "Es ist sozusagen ein unmögliches Projekt."
    }
  },
  {
    "translation": {
      "en": "[Mike] There's always unknown unknowns in this business, we know it.",
      "de": "Es gibt immer unbekannte Faktoren in diesem Geschäft, das wissen wir."
    }
  },
  {
    "translation": {
      "en": "In the end, you know, technically, it will all fall on my shoulders.",
      "de": "Letzten Endes lastet theoretisch alles auf meinen Schultern."
    }
  },
  {
    "translation": {
      "en": "You just make the best decision you can with the data that you have available,",
      "de": "Man trifft die beste Entscheidung, die man mit den verfügbaren Daten treffen kann, aber man weiß,"
    }
  },
  {
    "translation": {
      "en": "but you recognize that… there's always a bit of risk to some of these decisions.",
      "de": "die man mit den verfügbaren Daten treffen kann, aber man weiß, dass einige Entscheidungen immer ein Risiko bergen."
    }
  },
  {
    "translation": {
      "en": "-[Mike] Cat? -[Cathy Menzel] Yeah.",
      "de": "-Cat? -Ja."
    }
  },
  {
    "translation": {
      "en": "Oh, lighten-- lighten up, killer.",
      "de": "Jetzt beruhige dich mal."
    }
  },
  {
    "translation": {
      "en": "[Mike] For the past 24 years, I've been focused on this mission.",
      "de": "Ich habe mich die letzten 24 Jahre auf diese Mission konzentriert."
    }
  },
  {
    "translation": {
      "en": "It's like a, you know, a second child in a-- in a way.",
      "de": "Sie ist gewissermaßen wie ein zweites Kind."
    }
  },
  {
    "translation": {
      "en": "My children have known nothing but the James Webb Space Telescope",
      "de": "Meine Kinder kennen nichts anderes als das James-Webb-Weltraumteleskop,"
    }
  },
  {
    "translation": {
      "en": "since they were about nine or four.",
      "de": "seit sie etwa neun und vier waren."
    }
  },
  {
    "translation": {
      "en": "My son is 30 now, and my daughter's 28.",
      "de": "Mein Sohn ist jetzt 30 und meine Tochter 28."
    }
  },
  {
    "translation": {
      "en": "The fear that-- that you have to have is, if something goes wrong,",
      "de": "Die Angst, die man haben muss, ist, dass es im Falle eines Fehlers"
    }
  },
  {
    "translation": {
      "en": "there's going to be the press, there's going to be the, you know, the politicians, whatever.",
      "de": "Presse geben wird, die Politiker, was auch immer."
    }
  },
  {
    "translation": {
      "en": "They're gonna drag your name through the mud.",
      "de": "Sie ziehen deinen Namen durch den Dreck."
    }
  },
  {
    "translation": {
      "en": "He worries about everything. It's a-- It's a Menzel gene, actually.",
      "de": "Er macht sich über alles Sorgen. Das ist ein Menzel-Gen."
    }
  },
  {
    "translation": {
      "en": "They worry about every little thing.",
      "de": "Sie sorgen sich um jedes Detail."
    }
  },
  {
    "translation": {
      "en": "He's not sleeping well at night.",
      "de": "Er schläft nachts schlecht."
    }
  },
  {
    "translation": {
      "en": "All these single point failure things that could go wrong,",
      "de": "All diese Single Point Failure-Dinger, die schiefgehen könnten,"
    }
  },
  {
    "translation": {
      "en": "you do worry about those, and, you know…",
      "de": "darum machst du dir Sorgen, und…"
    }
  },
  {
    "translation": {
      "en": "[Mike] Damn right, I do. Damn right, the team does, so…",
      "de": "Klar sorge ich mich. Klar sorgt sich das Team, darum…"
    }
  },
  {
    "translation": {
      "en": "That's why we put vigilance on 'em, we put focus on 'em.",
      "de": "Darum haben wir sie im Auge und konzentrieren uns darauf."
    }
  },
  {
    "translation": {
      "en": "These are some of the original concepts",
      "de": "Das sind einige der ursprünglichen Konzepte davon,"
    }
  },
  {
    "translation": {
      "en": "on, uh, what was then called the Next Generation Space Telescope.",
      "de": "was damals Next Generation Space Telescope genannt wurde."
    }
  },
  {
    "translation": {
      "en": "The bigger the mirror, the more light you're collecting.",
      "de": "Je größer der Spiegel, desto mehr Licht sammelt man."
    }
  },
  {
    "translation": {
      "en": "So, to actually see first light, you're going to have to be big.",
      "de": "Um first light zu sehen, braucht man etwas Großes."
    }
  },
  {
    "translation": {
      "en": "We had five-- five concepts that we looked at. This was, uh, an original one.",
      "de": "Wir haben uns fünf Konzepte angesehen. Das war eins der ersten."
    }
  },
  {
    "translation": {
      "en": "The devil in these designs are in the details,",
      "de": "Hier steckt der Teufel im Detail,"
    }
  },
  {
    "translation": {
      "en": "so it isn't until you get to, you know, some detailed engineering",
      "de": "sodass man die Probleme erst bei der detaillierten Planung findet,"
    }
  },
  {
    "translation": {
      "en": "that looks like this, that you find the problems.",
      "de": "die so aussieht."
    }
  },
  {
    "translation": {
      "en": "The most obvious problem,",
      "de": "Das offensichtlichste Problem ist,"
    }
  },
  {
    "translation": {
      "en": "its-- its diameter is bigger than the diameter of the rocket that carries it.",
      "de": "dass sein Durchmesser größer ist als der der Rakete, die es trägt."
    }
  },
  {
    "translation": {
      "en": "So you have to fold it up.",
      "de": "Also muss man es falten."
    }
  },
  {
    "translation": {
      "en": "We had deployments that had the primary mirror segments stacked,",
      "de": "Es gab Entfaltungseinsätze mit gestapelten Hauptspiegelsegmenten,"
    }
  },
  {
    "translation": {
      "en": "almost like a record player.",
      "de": "fast wie ein Plattenspieler."
    }
  },
  {
    "translation": {
      "en": "And then one of the concepts that we had was, uh, to deploy the primary mirror",
      "de": "Bei einem unserer Konzepte sollte der Hauptspiegel zwei Blätter entfalten,"
    }
  },
  {
    "translation": {
      "en": "using two leaves that look like a drop table,",
      "de": "sollte der Hauptspiegel zwei Blätter entfalten, wie ein Klapptisch."
    }
  },
  {
    "translation": {
      "en": "which is what we're doing now.",
      "de": "Genau das machen wir."
    }
  },
  {
    "translation": {
      "en": "Our preliminary design review was 2008,",
      "de": "Die erste Prüfung des Entwurfs war 2008."
    }
  },
  {
    "translation": {
      "en": "and that's where the telescope starts really looking like what we have today.",
      "de": "Da begann das Teleskop so auszusehen, wie es heute ist."
    }
  },
  {
    "translation": {
      "en": "It's not one of the best models of Webb,",
      "de": "Es ist nicht das beste Webb-Modell,"
    }
  },
  {
    "translation": {
      "en": "but it's good enough to show most people the features.",
      "de": "aber es reicht, um den meisten die Funktionen zu zeigen."
    }
  },
  {
    "translation": {
      "en": "There's the primary mirror. Starlight comes in,",
      "de": "Hier ist der Hauptspiegel. Das Sternenlicht trifft auf den Hauptspiegel,"
    }
  },
  {
    "translation": {
      "en": "hits the primary mirror, gets focused down to the secondary mirror,",
      "de": "Das Sternenlicht trifft auf den Hauptspiegel, wird zum Sekundärspiegel geleitet"
    }
  },
  {
    "translation": {
      "en": "and gets sent into this, uh, black pyramidal structure.",
      "de": "und in diese schwarze, pyramidenförmige Struktur geschickt."
    }
  },
  {
    "translation": {
      "en": "After that, it goes back here where the instruments are.",
      "de": "Danach kommt es hier hinten an, wo die Instrumente sind."
    }
  },
  {
    "translation": {
      "en": "The cameras, the spectrometers…",
      "de": "Die Kameras, die Spektrometer…"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, the-- the glue is coming a little loose on this,",
      "de": "Es tut mir leid, der Leim löst sich hier,"
    }
  },
  {
    "translation": {
      "en": "but this right here is the sunshield.",
      "de": "aber das hier ist der Sonnenschild."
    }
  },
  {
    "translation": {
      "en": "The sunshield blocks out the light from the Sun, the Earth, and the Moon.",
      "de": "Der Sonnenschild blockiert das Licht von Sonne, Erde und Mond."
    }
  },
  {
    "translation": {
      "en": "We want our telescope to be cold,",
      "de": "Wir wollen, dass unser Teleskop kalt ist,"
    }
  },
  {
    "translation": {
      "en": "so that it doesn't glow brighter than the faint stars it's looking at.",
      "de": "damit es nicht heller leuchtet als die schwachen Sterne, die es anschaut."
    }
  },
  {
    "translation": {
      "en": "Of the 344 single point failure items,",
      "de": "Von den 344 Möglichkeiten von Single Point Failures"
    }
  },
  {
    "translation": {
      "en": "225 are associated with the sunshield deployment.",
      "de": "hängen 225 mit der Entfaltung des Sonnenschilds zusammen."
    }
  },
  {
    "translation": {
      "en": "That is a never-before-done deployment.",
      "de": "So eine Entfaltung gab es noch nie."
    }
  },
  {
    "translation": {
      "en": "The first thing that happens,",
      "de": "Als Erstes werden die beiden großen Paletten,"
    }
  },
  {
    "translation": {
      "en": "those two big pallets that you see on each side,",
      "de": "Als Erstes werden die beiden großen Paletten, die man auf jeder Seite sieht,"
    }
  },
  {
    "translation": {
      "en": "fold down one, then fold down the other.",
      "de": "heruntergeklappt, erst die eine, dann die andere."
    }
  },
  {
    "translation": {
      "en": "They're holding the folded layers of the sunshield.",
      "de": "Sie halten die gefalteten Schichten des Sonnenschilds."
    }
  },
  {
    "translation": {
      "en": "Then a very complex system of pulleys and tensioning motors",
      "de": "Dann öffnet ein sehr komplexes System von Rollen und Spannmotoren"
    }
  },
  {
    "translation": {
      "en": "expand the sunshield at each of the six vertices.",
      "de": "den Sonnenschild und spannt ihn an jedem der sechs Scheitelpunkte."
    }
  },
  {
    "translation": {
      "en": "And we will individually tension each of those five layers",
      "de": "Wir werden jede dieser fünf Schichten einzeln spannen,"
    }
  },
  {
    "translation": {
      "en": "to get not only the right shape, but the right position, relative to each other.",
      "de": "um die richtige Form und Position im Verhältnis zueinander zu erhalten."
    }
  },
  {
    "translation": {
      "en": "There are 34 single point failure items",
      "de": "Es gibt 34 Single Point Failures,"
    }
  },
  {
    "translation": {
      "en": "associated with the tensioning of the five layers.",
      "de": "die mit dem Spannen der fünf Schichten zu tun haben."
    }
  },
  {
    "translation": {
      "en": "[radio controller] Layer two, on three, two, one…",
      "de": "Schicht zwei auf drei, zwei, eins…"
    }
  },
  {
    "translation": {
      "en": "[Thomas] The thing that's really different from this space mission",
      "de": "Diese Weltraummission unterscheidet sich von jeder anderen bisher durchgeführten,"
    }
  },
  {
    "translation": {
      "en": "to pretty much any other space mission ever done, is how flimsy it is.",
      "de": "Diese Weltraummission unterscheidet sich von jeder anderen bisher durchgeführten, weil sie sehr instabil ist."
    }
  },
  {
    "translation": {
      "en": "It's not a piece of metal.",
      "de": "Es ist kein Stück Metall."
    }
  },
  {
    "translation": {
      "en": "It's more like a folded-up umbrella.",
      "de": "Es ist eher ein zusammengeklappter Regenschirm."
    }
  },
  {
    "translation": {
      "en": "[Mike] We did three full-scale deployments,",
      "de": "Drei komplette Entfaltungen wurden durchgeführt."
    }
  },
  {
    "translation": {
      "en": "and the refolding put wear and tear on the sunshield.",
      "de": "Das Zusammenfalten hat den Sonnenschild stark beansprucht."
    }
  },
  {
    "translation": {
      "en": "The tearing of the sunshield that we were seeing",
      "de": "Der Sonnenschild zerriss so oft, dass wir irgendwann sagten:"
    }
  },
  {
    "translation": {
      "en": "got to the point where we said, \"No.\"",
      "de": "Der Sonnenschild zerriss so oft, dass wir irgendwann sagten: \"Nein. Es ist an der Zeit, die vielen Tests zu beenden.\""
    }
  },
  {
    "translation": {
      "en": "\"It's time to stop testing and overtesting.\"",
      "de": "\"Nein. Es ist an der Zeit, die vielen Tests zu beenden.\""
    }
  },
  {
    "translation": {
      "en": "When you're doing things like, you know, large sheets,",
      "de": "Wenn man mit Dingen wie großen Folien arbeitet,"
    }
  },
  {
    "translation": {
      "en": "it's miles of cables, things that can get tangled,",
      "de": "hat man kilometerlange Kabel, die sich in der Schwerelosigkeit verheddern und da landen, wo sie nicht sollen."
    }
  },
  {
    "translation": {
      "en": "can go in places you don't want them to in zero-G.",
      "de": "verheddern und da landen, wo sie nicht sollen."
    }
  },
  {
    "translation": {
      "en": "You can think of a thousand things that can go wrong.",
      "de": "Tausend Dinge könnten schiefgehen."
    }
  },
  {
    "translation": {
      "en": "We bust it up, fold it up, we're going to put it on a rocket,",
      "de": "Wir zerlegen es, falten es zusammen, setzen es auf eine Rakete,"
    }
  },
  {
    "translation": {
      "en": "and then we're going to literally rebuild it robotically in space,",
      "de": "und dann bauen wir es im Weltraum mit einem Roboter wieder zusammen."
    }
  },
  {
    "translation": {
      "en": "and that's, uh-- that's never been done before.",
      "de": "Das wurde noch nie zuvor gemacht."
    }
  },
  {
    "translation": {
      "en": "Fourteen days after launch, we latch both sides of the primary mirror.",
      "de": "Vierzehn Tage nach dem Start rasten wir beide Seiten des Hauptspiegels ein."
    }
  },
  {
    "translation": {
      "en": "There are ten single point failure items associated with the primary mirror,",
      "de": "Es gibt zehn Single Point Failures, die mit dem Hauptspiegel zusammenhängen,"
    }
  },
  {
    "translation": {
      "en": "five for each wing.",
      "de": "fünf für jeden Flügel."
    }
  },
  {
    "translation": {
      "en": "Having 18 individual segments was a good way to build the mirror.",
      "de": "Die 18 einzelnen Segmente waren für den Bau des Spiegels sinnvoll."
    }
  },
  {
    "translation": {
      "en": "Each individual mirror's movable.",
      "de": "Jeder einzelne Spiegel ist beweglich."
    }
  },
  {
    "translation": {
      "en": "That helps us to position each of those hexagons",
      "de": "Das hilft uns, jedes der Sechsecke zu positionieren,"
    }
  },
  {
    "translation": {
      "en": "to robotically focus our telescope.",
      "de": "um unser Teleskop mit einem Roboter auszurichten."
    }
  },
  {
    "translation": {
      "en": "It's going out about a million miles away from the Earth,",
      "de": "Es wird über eine Million Kilometer weit weg sein,"
    }
  },
  {
    "translation": {
      "en": "four times farther than the Moon.",
      "de": "viermal weiter als der Mond."
    }
  },
  {
    "translation": {
      "en": "You don't want the telescope cracking, breaking,",
      "de": "Man will nicht, dass das Teleskop bei kryogenen Temperaturen Risse bekommt oder bricht."
    }
  },
  {
    "translation": {
      "en": "when it gets down to cryogenic temperatures.",
      "de": "bei kryogenen Temperaturen Risse bekommt oder bricht."
    }
  },
  {
    "translation": {
      "en": "[Amber] NASA actually retrofitted",
      "de": "Die NASA hat die größte thermische Vakuumkammer umgerüstet,"
    }
  },
  {
    "translation": {
      "en": "the biggest Cryovac chamber down at Johnson Space Center.",
      "de": "Die NASA hat die größte thermische Vakuumkammer umgerüstet, im Johnson Space Center."
    }
  },
  {
    "translation": {
      "en": "It was used for Apollo era.",
      "de": "Sie wurde für die Apollo-Ära verwendet."
    }
  },
  {
    "translation": {
      "en": "It took years to be able to accommodate this huge telescope.",
      "de": "Es hat Jahre gedauert, dieses riesige Teleskop unterzubringen."
    }
  },
  {
    "translation": {
      "en": "[Mike chuckling] It's the size of a three-story building,",
      "de": "Es ist so groß wie ein dreistöckiges Gebäude"
    }
  },
  {
    "translation": {
      "en": "tested at temperatures, you know,",
      "de": "und wurde getestet bei Temperaturen"
    }
  },
  {
    "translation": {
      "en": "at 50 degrees above absolute zero, and it worked great.",
      "de": "von 50 Grad über dem absoluten Nullpunkt, und es lief toll."
    }
  },
  {
    "translation": {
      "en": "That's almost miraculous.",
      "de": "Das ist fast ein Wunder."
    }
  },
  {
    "translation": {
      "en": "[Amber chuckling] There was this awesome day at Goddard",
      "de": "Es gab einen tollen Tag im Goddard,"
    }
  },
  {
    "translation": {
      "en": "that people have been looking forward to for years, really.",
      "de": "auf den sich die Leute seit Jahren gefreut hatten."
    }
  },
  {
    "translation": {
      "en": "They raised it upright and rotated it towards the viewing area,",
      "de": "Es wurde aufgerichtet und zum Zuschauerbereich gedreht,"
    }
  },
  {
    "translation": {
      "en": "and we all got to see that mirror.",
      "de": "und wir konnten alle den Spiegel sehen."
    }
  },
  {
    "translation": {
      "en": "And that was just a, like, \"Whew, don't start crying\" moment.",
      "de": "In dem Moment dachten alle: \"Fang jetzt nicht an zu heulen.\""
    }
  },
  {
    "translation": {
      "en": "I mean, because you're-- you're seeing your own reflection",
      "de": "Ich meine, man sieht sein eigenes Spiegelbild"
    }
  },
  {
    "translation": {
      "en": "in the same mirror that's going to detect light",
      "de": "im selben Spiegel, der das Licht junger Galaxien und entfernter Planeten erfassen wird."
    }
  },
  {
    "translation": {
      "en": "from infant galaxies and distant planets.",
      "de": "der das Licht junger Galaxien und entfernter Planeten erfassen wird."
    }
  },
  {
    "translation": {
      "en": "And to think that it's also seeing me? Like, that was-- that was really cool.",
      "de": "Die Tatsache, dass er auch mich sieht, das war echt cool."
    }
  },
  {
    "translation": {
      "en": "We've designed this telescope",
      "de": "Wir haben das Teleskop speziell dafür entwickelt,"
    }
  },
  {
    "translation": {
      "en": "specifically to see the universe in infrared light.",
      "de": "Wir haben das Teleskop speziell dafür entwickelt, um das Universum im Infrarotlicht zu sehen."
    }
  },
  {
    "translation": {
      "en": "The most distant galaxies are so far away",
      "de": "Die am weitesten entfernten Galaxien sind so weit weg,"
    }
  },
  {
    "translation": {
      "en": "that they are emitting all of their light as infrared light,",
      "de": "dass sie ihr gesamtes Licht als Infrarotlicht aussenden."
    }
  },
  {
    "translation": {
      "en": "light that's a little bit more red than what your eyes can see.",
      "de": "Licht, das etwas röter ist als das, was unsere Augen sehen können."
    }
  },
  {
    "translation": {
      "en": "Even if we had a telescope like Hubble, a visible-light telescope,",
      "de": "Selbst mit einem Teleskop für sichtbares Licht, wie das Hubble,"
    }
  },
  {
    "translation": {
      "en": "that was much, much, much bigger,",
      "de": "das noch viel größer ist,"
    }
  },
  {
    "translation": {
      "en": "we still wouldn't be able to see the light from these first galaxies.",
      "de": "könnten wir das Licht der ersten Galaxien trotzdem nicht sehen."
    }
  },
  {
    "translation": {
      "en": "While we designed this telescope to primarily study early galaxies,",
      "de": "Das Teleskop dient zwar in erster Linie der Erforschung junger Galaxien,"
    }
  },
  {
    "translation": {
      "en": "the fact that it's so big and so powerful",
      "de": "aber da es so groß und leistungsstark ist,"
    }
  },
  {
    "translation": {
      "en": "means that it will have unprecedented capability",
      "de": "kann es uns wie kein anderes Teleskop dabei helfen,"
    }
  },
  {
    "translation": {
      "en": "in helping us learn more about exoplanets, about planets orbiting other stars.",
      "de": "mehr über Exoplaneten zu erfahren, Planeten, die andere Sterne umkreisen."
    }
  },
  {
    "translation": {
      "en": "In particular, about whether or not any of the nearby planets",
      "de": "Insbesondere, ob einer der nahen Planeten"
    }
  },
  {
    "translation": {
      "en": "might be potentially habitable.",
      "de": "möglicherweise bewohnbar ist oder nicht."
    }
  },
  {
    "translation": {
      "en": "The way it will do that",
      "de": "Dies geschieht durch die Untersuchung"
    }
  },
  {
    "translation": {
      "en": "is by looking at the molecules that are in that planet's atmosphere.",
      "de": "Dies geschieht durch die Untersuchung der Moleküle in der Atmosphäre des Planeten."
    }
  },
  {
    "translation": {
      "en": "It would be able to detect methane, carbon dioxide, water vapor.",
      "de": "Es wäre in der Lage, Methan, Kohlendioxid und Wasserdampf zu erkennen."
    }
  },
  {
    "translation": {
      "en": "Where there's water, there's usually life.",
      "de": "Wo es Wasser gibt, gibt es meist auch Leben."
    }
  },
  {
    "translation": {
      "en": "It's not a stretch to say that this telescope",
      "de": "Es ist nicht übertrieben zu sagen, dass das Teleskop der nächste große Sprung"
    }
  },
  {
    "translation": {
      "en": "is our next, sort of, giant leap in our search for life in the universe.",
      "de": "Es ist nicht übertrieben zu sagen, dass das Teleskop der nächste große Sprung bei unserer Suche nach Leben im Universum ist."
    }
  },
  {
    "translation": {
      "en": "I mean, how amazing would it be if I said, \"Look, here are five planets,",
      "de": "Wie toll wäre es, wenn ich sagen könnte: \"Hier sind fünf Planeten, es sieht aus, als gäbe dort Leben\"?"
    }
  },
  {
    "translation": {
      "en": "it looks like there is life there\"?",
      "de": "\"Hier sind fünf Planeten, es sieht aus, als gäbe dort Leben\"?"
    }
  },
  {
    "translation": {
      "en": "Can you imagine? That changes everything.",
      "de": "Können Sie sich das vorstellen? Das verändert alles."
    }
  },
  {
    "translation": {
      "en": "Webb is humans at its best,",
      "de": "Webb ist der Mensch in Bestform,"
    }
  },
  {
    "translation": {
      "en": "a selfless pursuit of what's really out there.",
      "de": "ein selbstloses Streben nach dem, was da draußen wirklich ist."
    }
  },
  {
    "translation": {
      "en": "Learning more about ourselves, our history, about the world itself.",
      "de": "Wir lernen mehr über uns selbst, unsere Geschichte, über die Welt selbst."
    }
  },
  {
    "translation": {
      "en": "I think it's incredibly amazing.",
      "de": "Ich finde das unglaublich toll."
    }
  },
  {
    "translation": {
      "en": "I grew up in Switzerland.",
      "de": "Ich wuchs in der Schweiz auf."
    }
  },
  {
    "translation": {
      "en": "My father was an evangelist pastor in a fundamentalist church.",
      "de": "Mein Vater war ein evangelistischer Pastor in einer fundamentalistischen Kirche."
    }
  },
  {
    "translation": {
      "en": "We hardly ever heard about science.",
      "de": "Wir hatten kaum Ahnung von Wissenschaft."
    }
  },
  {
    "translation": {
      "en": "I was taught all my youth",
      "de": "In meiner Jugend lernte ich,"
    }
  },
  {
    "translation": {
      "en": "that the whole universe was built in seven days.",
      "de": "dass das ganze Universum in sieben Tagen entstand."
    }
  },
  {
    "translation": {
      "en": "And then I went to one class.",
      "de": "Dann hatte ich eine Unterrichtsstunde."
    }
  },
  {
    "translation": {
      "en": "The teacher explained how science changed the trajectory of history.",
      "de": "Der Lehrer erklärte, wie die Wissenschaft den Lauf der Geschichte verändert hatte."
    }
  },
  {
    "translation": {
      "en": "And I thought, \"That's the job I want.\"",
      "de": "Da dachte ich: \"Das ist der Job, den ich will."
    }
  },
  {
    "translation": {
      "en": "\"I can do science, and through it, change the course of history.\"",
      "de": "Ich kann mich der Wissenschaft widmen und damit den Lauf der Geschichte ändern.\""
    }
  },
  {
    "translation": {
      "en": "I've been in the job for five years.",
      "de": "Ich mache das jetzt seit fünf Jahren."
    }
  },
  {
    "translation": {
      "en": "Many people think of me as not patient enough.",
      "de": "Viele Leute halten mich für zu ungeduldig."
    }
  },
  {
    "translation": {
      "en": "My way of accountability sometimes can come across as harsh.",
      "de": "Meine Art, Rechenschaft zu fordern, kann manchmal streng erscheinen."
    }
  },
  {
    "translation": {
      "en": "But suppose it failed.",
      "de": "Aber angenommen, die Mission scheitert."
    }
  },
  {
    "translation": {
      "en": "It would set the whole history of world science back",
      "de": "Das würde die gesamte Geschichte der Weltwissenschaft zurückwerfen"
    }
  },
  {
    "translation": {
      "en": "by one to two decades.",
      "de": "um 10 bis 20 Jahre."
    }
  },
  {
    "translation": {
      "en": "I track all my miles.",
      "de": "Ich zähle alle meine Kilometer."
    }
  },
  {
    "translation": {
      "en": "The whole year… A thousand is the goal every year.",
      "de": "Das ganze Jahr. Tausend ist das Ziel jedes Jahr."
    }
  },
  {
    "translation": {
      "en": "Depending on how stressful the year is, it's more or less.",
      "de": "Je nach Stresspegel des Jahres, mehr oder weniger."
    }
  },
  {
    "translation": {
      "en": "The more stress, the more miles.",
      "de": "Mehr Stress, mehr Kilometer."
    }
  },
  {
    "translation": {
      "en": "Closing in on 1,200.",
      "de": "Ich nähere mich 1.200."
    }
  },
  {
    "translation": {
      "en": "NASA, right? This is the agency that has coined the… the tagline,",
      "de": "Die NASA ist die Behörde, die den Slogan geprägt hat: \"Scheitern ist keine Option.\""
    }
  },
  {
    "translation": {
      "en": "''Failure is not an option.''",
      "de": "die den Slogan geprägt hat: \"Scheitern ist keine Option.\""
    }
  },
  {
    "translation": {
      "en": "It's a tagline that sounds really good,",
      "de": "Dieser Slogan hört sich wirklich gut an,"
    }
  },
  {
    "translation": {
      "en": "but every time we do a mission, failure is an option.",
      "de": "aber bei jeder unserer Missionen ist Scheitern eine Option."
    }
  },
  {
    "translation": {
      "en": "There are all these challenges from the very beginning.",
      "de": "Von Anfang an gab es so viele Herausforderungen."
    }
  },
  {
    "translation": {
      "en": "This institute will be managing a telescope",
      "de": "Dieses Institut wird ein Teleskop entwickeln,"
    }
  },
  {
    "translation": {
      "en": "with a launch projected for 2007.",
      "de": "dessen Start für 2007 geplant ist."
    }
  },
  {
    "translation": {
      "en": "The target price for doing this will be 500 million dollars.",
      "de": "Der angestrebte Preis dafür beläuft sich auf 500 Millionen Dollar."
    }
  },
  {
    "translation": {
      "en": "[Thomas] The first time somebody talked about the price of that telescope,",
      "de": "Als erstmals der Preis für das Teleskop erwähnt wurde, wussten alle,"
    }
  },
  {
    "translation": {
      "en": "everybody who had-- had worked on-- on the Hubble Space Telescope,",
      "de": "Als erstmals der Preis für das Teleskop erwähnt wurde, wussten alle, die am Hubble-Weltraumteleskop mitgearbeitet hatten,"
    }
  },
  {
    "translation": {
      "en": "which was close-- more than six billion dollars,",
      "de": "das über sechs Milliarden Dollar gekostet hatte,"
    }
  },
  {
    "translation": {
      "en": "knew it's total bullshit.",
      "de": "dass das völliger Quatsch war."
    }
  },
  {
    "translation": {
      "en": "As the project grew,",
      "de": "Mit dem Wachstum des Projekts"
    }
  },
  {
    "translation": {
      "en": "all of a sudden, the cost went to six billion dollars.",
      "de": "stiegen die Kosten dann plötzlich auf sechs Milliarden Dollar."
    }
  },
  {
    "translation": {
      "en": "Mr. Howard, did you ever see the movie called The Money Pit?",
      "de": "Mr. Howard, kennen Sie den Film Geschenkt ist noch zu teuer?"
    }
  },
  {
    "translation": {
      "en": "[Howard] Yes, absolutely.",
      "de": "Ja, natürlich."
    }
  },
  {
    "translation": {
      "en": "I think the standard line in that movie was, ''It's only two more weeks.''",
      "de": "Ich glaube, der Standardsatz in dem Film war: \"Nur noch zwei Wochen.\""
    }
  },
  {
    "translation": {
      "en": "Mm-hmm. Now, how can we justify this to our constituents?",
      "de": "Wie können wir das unseren Wählern gegenüber rechtfertigen?"
    }
  },
  {
    "translation": {
      "en": "[Thomas] There was an investigation by Congress.",
      "de": "Der Kongress leitete eine Untersuchung ein."
    }
  },
  {
    "translation": {
      "en": "And they basically said, \"Let's kill that thing.\"",
      "de": "Im Grunde sagten sie: \"Streichen wir das Ding.\""
    }
  },
  {
    "translation": {
      "en": "It felt like it wasn't going to happen.",
      "de": "Man hatte den Eindruck, es würde nichts werden."
    }
  },
  {
    "translation": {
      "en": "Congress was going to cancel us. It was a shock.",
      "de": "Der Kongress wollte das Projekt streichen. Es war ein Schock."
    }
  },
  {
    "translation": {
      "en": "I'm a-- a young scientist anxious to do science with this telescope,",
      "de": "Ich bin eine junge Wissenschaftlerin, die mit dem Teleskop forschen will"
    }
  },
  {
    "translation": {
      "en": "and now we're stopping after all this time?",
      "de": "und jetzt stoppen wir nach all der Zeit?"
    }
  },
  {
    "translation": {
      "en": "[Thomas] Congress said, \"We'll give you the money,\" and that's when I came in.",
      "de": "Der Kongress gab uns das Geld, und da kam ich ins Spiel."
    }
  },
  {
    "translation": {
      "en": "Nobody wanted to talk about it. It's like, \"Oh, it's-- it's not-- it's fine.\"",
      "de": "Niemand wollte darüber reden. Es hieß nur: \"Es ist in Ordnung.\""
    }
  },
  {
    "translation": {
      "en": "It's like, \"Well, how are you performing?\" \"We're losing time, but it will be fine.\"",
      "de": "Ich so: \"Wie läuft es?\" \"Wir verlieren Zeit, aber es wird gut.\""
    }
  },
  {
    "translation": {
      "en": "It was not fine.",
      "de": "Es war nicht gut."
    }
  },
  {
    "translation": {
      "en": "I remember it getting ready for vibration and acoustics.",
      "de": "Ich weiß noch, es wurde vorbereitet auf die Vibrations- und Akustiktests."
    }
  },
  {
    "translation": {
      "en": "[Thomas] What you do is you try to break the telescope.",
      "de": "Dabei versucht man, das Teleskop kaputtzumachen."
    }
  },
  {
    "translation": {
      "en": "Of course you want it to survive, but you shake it",
      "de": "Man will, dass es überlebt, aber es wird so geschüttelt, als wäre es in einer Rakete."
    }
  },
  {
    "translation": {
      "en": "just like it will be shaken in the rocket.",
      "de": "aber es wird so geschüttelt, als wäre es in einer Rakete."
    }
  },
  {
    "translation": {
      "en": "And we blasted sound at it, just like it will see during a launch.",
      "de": "Und wir haben es beschallt, wie es beim Start der Fall wäre."
    }
  },
  {
    "translation": {
      "en": "[Thomas] The first test went really, really well.",
      "de": "Der erste Test lief richtig gut."
    }
  },
  {
    "translation": {
      "en": "Then, when we tested it with the spacecraft and the sunshield,",
      "de": "Als wir es mit dem Raumfahrzeug und dem Sonnenschild getestet haben,"
    }
  },
  {
    "translation": {
      "en": "the fasteners started falling down.",
      "de": "fielen die Verbindungselemente ab."
    }
  },
  {
    "translation": {
      "en": "There's 10,000 screws on that thing.",
      "de": "Das Ding hat 10.000 Schrauben."
    }
  },
  {
    "translation": {
      "en": "Now, if you've ever fixed a bicycle,",
      "de": "Wer schon mal ein Fahrrad repariert hat,"
    }
  },
  {
    "translation": {
      "en": "you realize if you put the fastener on, you need to tighten it, so it locks.",
      "de": "der weiß, man muss Schrauben festziehen, damit sie einrasten."
    }
  },
  {
    "translation": {
      "en": "The fasteners were not locked.",
      "de": "Sie waren nicht eingerastet."
    }
  },
  {
    "translation": {
      "en": "How can that be?",
      "de": "Wie ist das möglich?"
    }
  },
  {
    "translation": {
      "en": "It needs to go to space. The fasteners need to be locked.",
      "de": "Es geht ins All. Sie müssen eingerastet sein."
    }
  },
  {
    "translation": {
      "en": "So we had to redo all the fasteners, find all of them.",
      "de": "Also mussten wir alle Schrauben nochmal machen, alle finden."
    }
  },
  {
    "translation": {
      "en": "It took six months",
      "de": "Es dauerte sechs Monate"
    }
  },
  {
    "translation": {
      "en": "and cost 150 million dollars to fix the problem.",
      "de": "und kostete 150 Millionen Dollar, um das Problem zu lösen."
    }
  },
  {
    "translation": {
      "en": "Frankly, people are making more mistakes than they should.",
      "de": "Die Leute machen mehr Fehler, als sie sollten."
    }
  },
  {
    "translation": {
      "en": "It's embarrassing.",
      "de": "Das ist peinlich."
    }
  },
  {
    "translation": {
      "en": "In the meantime, we got the largest number of negative news stories",
      "de": "In der Zwischenzeit bekamen wir so viel negative Presse"
    }
  },
  {
    "translation": {
      "en": "of that mission, as compared to any and all of them.",
      "de": "wie keine andere Mission je zuvor."
    }
  },
  {
    "translation": {
      "en": "Nobody wants to be part of a stinker.",
      "de": "Keiner will Teil eines Misserfolgs sein."
    }
  },
  {
    "translation": {
      "en": "Everybody wants to be part of a success, just like any sports team.",
      "de": "Jeder will Teil eines Erfolges sein, wie jede Sportmannschaft."
    }
  },
  {
    "translation": {
      "en": "You need to turn it around. You need to stop losing.",
      "de": "Man muss die Kurve kriegen und aufhören zu verlieren."
    }
  },
  {
    "translation": {
      "en": "The team, they were always amazing people.",
      "de": "Das Team war immer unglaublich."
    }
  },
  {
    "translation": {
      "en": "I consider it a leadership issue.",
      "de": "Für mich war es ein Führungsproblem."
    }
  },
  {
    "translation": {
      "en": "We run the risk of scratching and damaging the mirror,",
      "de": "Wir riskieren, den Spiegel zu zerkratzen und zu beschädigen,"
    }
  },
  {
    "translation": {
      "en": "so we have to be very careful about that.",
      "de": "also müssen wir sehr vorsichtig sein."
    }
  },
  {
    "translation": {
      "en": "[Thomas] What I needed to do is replace leaders to bring that team together",
      "de": "Ich musste die Führungskräfte austauschen, um das Team zusammenzubringen"
    }
  },
  {
    "translation": {
      "en": "and create the attention that it requires to do something this magnificent.",
      "de": "und die Aufmerksamkeit zu schaffen, die für so etwas Großartiges nötig ist."
    }
  },
  {
    "translation": {
      "en": "Right, so you want the energy, \"Yes, we're going to do this.\"",
      "de": "Man will, dass alle begeistert sagen: \"Ja, wir machen das.\""
    }
  },
  {
    "translation": {
      "en": "And then I think that's what happened.",
      "de": "Ich denke, das ist auch passiert."
    }
  },
  {
    "translation": {
      "en": "I remember the day where I basically…",
      "de": "Ich erinnere mich an den Tag,"
    }
  },
  {
    "translation": {
      "en": "For the first time, I was really surprised.",
      "de": "an dem ich zum ersten Mal wirklich überrascht war."
    }
  },
  {
    "translation": {
      "en": "The two halves,",
      "de": "Die beiden Hälften,"
    }
  },
  {
    "translation": {
      "en": "the primary mirror and the sunshield, they had to come together.",
      "de": "der Hauptspiegel und der Sonnenschild, mussten zusammenkommen."
    }
  },
  {
    "translation": {
      "en": "I knew that was going to be really hard.",
      "de": "Ich wusste, das wird echt schwer."
    }
  },
  {
    "translation": {
      "en": "They had never seen each other, those two halves.",
      "de": "Die zwei Hälften hatten sich noch nie gesehen."
    }
  },
  {
    "translation": {
      "en": "All the systems, all the cables, everything had to work.",
      "de": "Alle Systeme, alle Kabel, alles musste funktionieren."
    }
  },
  {
    "translation": {
      "en": "When the two halves came together…",
      "de": "Als beide Hälften zusammenkamen…"
    }
  },
  {
    "translation": {
      "en": "it worked the first time.",
      "de": "…klappte es beim ersten Mal."
    }
  },
  {
    "translation": {
      "en": "The team were just barely where they needed to be,",
      "de": "Das Team war gerade da, wo es sein sollte,"
    }
  },
  {
    "translation": {
      "en": "and they were not ahead, and all of sudden, they got ahead.",
      "de": "aber es war nicht voraus, und plötzlich waren sie weit voraus."
    }
  },
  {
    "translation": {
      "en": "They were better than what people had expected them to be.",
      "de": "Sie waren besser, als die Leute erwartet hatten."
    }
  },
  {
    "translation": {
      "en": "That is amazing.",
      "de": "Das ist unglaublich."
    }
  },
  {
    "translation": {
      "en": "We have a mission that's basically ready.",
      "de": "Die Mission war im Grunde bereit."
    }
  },
  {
    "translation": {
      "en": "If somebody asks me, \"How certain are you to launch Webb right now?\"",
      "de": "Wer mich fragt: \"Wie sicher sind Sie, Webb jetzt zu starten?\""
    }
  },
  {
    "translation": {
      "en": "I'm betting my house.",
      "de": "Ich verwette mein Haus."
    }
  },
  {
    "translation": {
      "en": "[Amber] All of these years we've put into getting this telescope to the launchpad.",
      "de": "All die Jahre haben wir darauf verwendet, das Teleskop zur Startrampe zu bringen."
    }
  },
  {
    "translation": {
      "en": "Part of me is like, \"Is it really here? Is it really happening?\" [laughs]",
      "de": "Ein Teil von mir denkt: \"Ist es wirklich so weit?\""
    }
  },
  {
    "translation": {
      "en": "I feel excitement and-- and, uh, happy nervousness.",
      "de": "Ich bin aufgeregt und glücklich nervös."
    }
  },
  {
    "translation": {
      "en": "[Mike] Do I like launches? Well…",
      "de": "Ob ich Starts mag? Also…"
    }
  },
  {
    "translation": {
      "en": "[chuckling] I like-- I like them when they're over.",
      "de": "Ich mag sie, wenn sie vorbei sind."
    }
  },
  {
    "translation": {
      "en": "It's like jumping with a parachute, right?",
      "de": "Es ist wie Fallschirmspringen."
    }
  },
  {
    "translation": {
      "en": "[chuckling] When the parachute opens, it's always a nice-- a nice ride.",
      "de": "Wenn sich der Fallschirm öffnet, ist es immer schön."
    }
  },
  {
    "translation": {
      "en": "We are just about 12 hours from launching. Fingers crossed that the weather holds,",
      "de": "Nur noch 12 Stunden bis zum Start. Daumen drücken, dass das Wetter hält,"
    }
  },
  {
    "translation": {
      "en": "and we'll be able to launch this telescope tomorrow morning.",
      "de": "dann können wir das Teleskop morgen früh starten."
    }
  },
  {
    "translation": {
      "en": "I can't believe… I can't believe that we're almost here.",
      "de": "Ich kann nicht glauben, dass es fast so weit ist."
    }
  },
  {
    "translation": {
      "en": "I'm so excited. I can't wait to get this telescope into space.",
      "de": "Ich kann es kaum erwarten, dieses Teleskop ins All zu befördern."
    }
  },
  {
    "translation": {
      "en": "[Thomas] I write both speeches by myself.",
      "de": "Ich schreibe beide Reden selbst."
    }
  },
  {
    "translation": {
      "en": "I think it's absolutely critical that they're authentic and personal,",
      "de": "Es ist absolut entscheidend, dass sie authentisch und persönlich sind,"
    }
  },
  {
    "translation": {
      "en": "uh, especially in a time of disappointment,",
      "de": "besonders im Moment der Enttäuschung."
    }
  },
  {
    "translation": {
      "en": "frankly,",
      "de": "Ehrlich gesagt, dass"
    }
  },
  {
    "translation": {
      "en": "that I'm there authentically as a human.",
      "de": "ich als Mensch da bin."
    }
  },
  {
    "translation": {
      "en": "So that's important. The positive speech, nobody will remember.",
      "de": "Das ist wichtig. An die positive Rede erinnert sich keiner."
    }
  },
  {
    "translation": {
      "en": "It won't matter. I can say whatever I want to.",
      "de": "Die ist egal. Ich kann sagen, was ich will."
    }
  },
  {
    "translation": {
      "en": "The negative speech really matters.",
      "de": "Die negative Rede zählt."
    }
  },
  {
    "translation": {
      "en": "So, it's really important to think about it carefully.",
      "de": "Es ist also wichtig, sorgfältig darüber nachzudenken."
    }
  },
  {
    "translation": {
      "en": "[man in French] Seven, six, five,",
      "de": "Sieben, sechs, fünf…"
    }
  },
  {
    "translation": {
      "en": "four, three, two, one, liftoff.",
      "de": "CLUSTER-SATELLITENSTART 4. JUNI 1996 …Start."
    }
  },
  {
    "translation": {
      "en": "Ignition.",
      "de": "Zündung."
    }
  },
  {
    "translation": {
      "en": "[Thomas in English] I remember the first Ariane 5 failure. I still remember how it looked.",
      "de": "Ich kann mich noch daran erinnern, wie der erste Ariane-5-Fehlstart aussah."
    }
  },
  {
    "translation": {
      "en": "[man in French] Liftoff.",
      "de": "Start."
    }
  },
  {
    "translation": {
      "en": "[Thomas in English] I still remember it, burned in my-- in my head.",
      "de": "Ich weiß es noch genau, es hat sich eingebrannt."
    }
  },
  {
    "translation": {
      "en": "[man in French] All propulsion parameters are normal. Trajectory is normal.",
      "de": "Alle Antriebsparameter sind normal. Flugbahn ist normal."
    }
  },
  {
    "translation": {
      "en": "[Thomas in English] \"Today's launch was not successful,",
      "de": "\"Der heutige Start war nicht erfolgreich"
    }
  },
  {
    "translation": {
      "en": "and Webb did not reach the orbit as planned.\"",
      "de": "und Webb hat die Umlaufbahn nicht wie geplant erreicht."
    }
  },
  {
    "translation": {
      "en": "\"This is a setback for all of us,",
      "de": "Das ist ein Rückschlag für alle,"
    }
  },
  {
    "translation": {
      "en": "and for science and exploration of our universe.\"",
      "de": "für die Wissenschaft und die Erforschung unseres Universums."
    }
  },
  {
    "translation": {
      "en": "\"We surely are disappointed.\"",
      "de": "Wir sind sehr enttäuscht."
    }
  },
  {
    "translation": {
      "en": "\"However, as difficult as the setback we're experiencing right now is,",
      "de": "Aber so schwer dieser Rückschlag auch ist, den wir gerade durchmachen,"
    }
  },
  {
    "translation": {
      "en": "there's one thing that will not change.\"",
      "de": "es gibt etwas, das sich nicht ändert."
    }
  },
  {
    "translation": {
      "en": "\"Our commitment to the scientific exploration of space.\"",
      "de": "Unser Engagement bei der wissenschaftlichen Erforschung des Weltraums.\""
    }
  },
  {
    "translation": {
      "en": "[woman 1] The coolest thing of the decade, possibly the century,",
      "de": "Die coolste Sache des Jahrzehnts, vielleicht sogar des Jahrhunderts,"
    }
  },
  {
    "translation": {
      "en": "is about to happen.",
      "de": "steht kurz bevor."
    }
  },
  {
    "translation": {
      "en": "The successor to the Hubble,",
      "de": "Der Nachfolger von Hubble,"
    }
  },
  {
    "translation": {
      "en": "three times as large and way more technologically advanced,",
      "de": "dreimal so groß und technologisch viel fortschrittlicher,"
    }
  },
  {
    "translation": {
      "en": "is about to be launched. I'm going to start crying.",
      "de": "steht kurz vor dem Start. Ich werde weinen."
    }
  },
  {
    "translation": {
      "en": "[woman 2] Feliz Navidad. I got up at 4:50 a.m. this morning",
      "de": "Feliz Navidad. Ich bin heute früh um 4:50 Uhr aufgestanden,"
    }
  },
  {
    "translation": {
      "en": "to watch the JWST launch.",
      "de": "um den Start des JWST zu sehen."
    }
  },
  {
    "translation": {
      "en": "[man] Just praying to all the science gods that everything goes without a hitch,",
      "de": "Ich bete zu allen Wissenschaftsgöttern, dass alles reibungslos läuft"
    }
  },
  {
    "translation": {
      "en": "and that in six months, we'll be able to get this wonderful data.",
      "de": "und wir in sechs Monaten wunderbare Daten haben."
    }
  },
  {
    "translation": {
      "en": "Merry Christmas, everyone.",
      "de": "Frohe Weihnachten."
    }
  },
  {
    "translation": {
      "en": "[controller] From the Jupiter Control Center here in Kourou, French Guiana,",
      "de": "Vom Jupiter-Kontrollzentrum hier in Kourou, Französisch-Guayana,"
    }
  },
  {
    "translation": {
      "en": "you are looking live at an Ariane 5 rocket on its launchpad,",
      "de": "sehen sie live eine Ariane-5-Rakete auf der Startrampe,"
    }
  },
  {
    "translation": {
      "en": "ready to send the James Webb Space Telescope",
      "de": "bereit, das James-Webb-Weltraumteleskop"
    }
  },
  {
    "translation": {
      "en": "on the initial phase of its journey.",
      "de": "auf die erste Phase seiner Reise zu schicken."
    }
  },
  {
    "translation": {
      "en": "[Thomas] Tens of thousands of scientists are watching this launch right now.",
      "de": "Zehntausende Wissenschaftler sehen gerade bei diesem Start zu."
    }
  },
  {
    "translation": {
      "en": "Their entire future depends on the success of that launch.",
      "de": "Ihre gesamte Zukunft hängt vom Erfolg dieses Starts ab."
    }
  },
  {
    "translation": {
      "en": "Merry Christmas! We're here and ready to watch the James Webb Space Telescope launch.",
      "de": "Frohe Weihnachten. Wir wollen den Start des James-Webb-Weltraumteleskops sehen."
    }
  },
  {
    "translation": {
      "en": "[controller] Right now, we have a green board, no issues as the countdown proceeds.",
      "de": "Im Moment haben wir eine grüne Anzeige, keine Probleme während des Countdowns."
    }
  },
  {
    "translation": {
      "en": "No issues again being tracked by the flight control team here in Kourou.",
      "de": "Auch das Flugkontrollteam hier in Kourou meldet keine Probleme."
    }
  },
  {
    "translation": {
      "en": "I'm not a very superstitious man,",
      "de": "Ich bin kein sehr abergläubischer Mann,"
    }
  },
  {
    "translation": {
      "en": "but I am going to take three, uh-- three lucky charms with me today.",
      "de": "aber ich nehme heute drei Glücksbringer mit."
    }
  },
  {
    "translation": {
      "en": "I have my old man's taxi license.",
      "de": "Die Taxilizenz meines Vaters."
    }
  },
  {
    "translation": {
      "en": "I have my grandfather Menzel's bow tie",
      "de": "Ich habe die Fliege meines Großvaters Menzel"
    }
  },
  {
    "translation": {
      "en": "and my grandfather DeLeo's logbook from his, uh-- when he was a private pilot.",
      "de": "und das Logbuch meines Großvaters DeLeo aus seiner Zeit als Privatpilot."
    }
  },
  {
    "translation": {
      "en": "[female reporter] It's all looking very good here at the spaceport",
      "de": "Hier im Raumfahrtzentrum sieht alles sehr gut aus"
    }
  },
  {
    "translation": {
      "en": "for a Christmas Day launch.",
      "de": "für einen Start am Weihnachtstag."
    }
  },
  {
    "translation": {
      "en": "Operations running smoothly, the countdown ticking over nicely,",
      "de": "Alles läuft reibungslos, der Countdown läuft perfekt,"
    }
  },
  {
    "translation": {
      "en": "all the systems are green, and we are go for launch.",
      "de": "alle Systeme sind im grünen Bereich, und wir sind startklar."
    }
  },
  {
    "translation": {
      "en": "[male reporter] The weather is go.",
      "de": "Das Wetter stimmt."
    }
  },
  {
    "translation": {
      "en": "NASA officials carefully, uh, watching, uh, the telemetry,",
      "de": "Beamte der NASA beobachten sorgfältig die Telemetrie"
    }
  },
  {
    "translation": {
      "en": "standing by for terminal count.",
      "de": "und warten auf den letzten Countdown."
    }
  },
  {
    "translation": {
      "en": "[man in French] Ten, nine, eight…",
      "de": "Zehn, neun, acht…"
    }
  },
  {
    "translation": {
      "en": "[in English] Seven, six, five,",
      "de": "Sieben, sechs, fünf,"
    }
  },
  {
    "translation": {
      "en": "four, three, two, one…",
      "de": "vier, drei, zwei, eins…"
    }
  },
  {
    "translation": {
      "en": "[man in French] ESC shutdown.",
      "de": "ESC wird abgeschaltet."
    }
  },
  {
    "translation": {
      "en": "All onboard parameters are normal.",
      "de": "Alle Parameter an Bord sind normal."
    }
  },
  {
    "translation": {
      "en": "[male reporter in English] And we're about 17 seconds away from Webb separation.",
      "de": "In etwa 17 Sekunden wird Webb getrennt."
    }
  },
  {
    "translation": {
      "en": "Springs will gently push Webb away from the upper stage of the Ariane 5.",
      "de": "Federn werden Webb vorsichtig von der Oberseite der Ariane 5 wegdrücken."
    }
  },
  {
    "translation": {
      "en": "[man in French] Separation of the Webb Telescope. -[in English] Go, Webb! -[applause]",
      "de": "Trennung des Webb-Teleskops erfolgt. Los, Webb!"
    }
  },
  {
    "translation": {
      "en": "-Thank you. Yes! -[Thomas] Congratulations, eh? My gosh.",
      "de": "-Danke. Ja. -Herzlichen Glückwunsch."
    }
  },
  {
    "translation": {
      "en": "[male reporter] We do have confirmation of observatory separation,",
      "de": "Die Trennung wurde bestätigt,"
    }
  },
  {
    "translation": {
      "en": "that will lead, uh, to the deployment of Webb's solar array.",
      "de": "was dazu führt, dass Webbs Solarmodul entfaltet wird."
    }
  },
  {
    "translation": {
      "en": "Webb will remain on internal battery power until its singular solar array unfurls.",
      "de": "Webb läuft mit einer internen Batterie, bis sich sein Solarmodul entfaltet."
    }
  },
  {
    "translation": {
      "en": "[male reporter] Webb now, uh, has its array out, confirmation that it is power positive.",
      "de": "Webbs Solarmodul ist ausgefahren, es ist also nun völlig energieautark."
    }
  },
  {
    "translation": {
      "en": "-[engineer] Solar array is out. -[applause]",
      "de": "Solarmodul ist draußen."
    }
  },
  {
    "translation": {
      "en": "[laughing] All right! All right!",
      "de": "Ok!"
    }
  },
  {
    "translation": {
      "en": "[engineer laughing] Now we're talking!",
      "de": "Na bitte!"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] As it moves to its workplace about a million miles away from Earth,",
      "de": "Auf dem Weg zu seinem Arbeitsplatz über eine Million Kilometer von der Erde weg"
    }
  },
  {
    "translation": {
      "en": "it will be deployed by the telescope controllers",
      "de": "wird es durch die Teleskopsteuerung"
    }
  },
  {
    "translation": {
      "en": "at the Mission Operations Center, the MOC, as it's called.",
      "de": "im \"Mission Operations Center\", auch MOC genannt, entfaltet."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Over the next few weeks, Webb will continue deploying",
      "de": "Die nächsten Wochen wird Webb seine Antennen, Sonnenschilde und Spiegel entfalten."
    }
  },
  {
    "translation": {
      "en": "its antennas, sunshield, and mirrors.",
      "de": "wird Webb seine Antennen, Sonnenschilde und Spiegel entfalten."
    }
  },
  {
    "translation": {
      "en": "Each procedure, a critical and complicated step",
      "de": "Jeder Vorgang ist ein kritischer und komplizierter Schritt,"
    }
  },
  {
    "translation": {
      "en": "to fully assemble the seven-ton telescope.",
      "de": "um das Sieben-Tonnen-Teleskop komplett aufzubauen."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] The Webb Telescope is created by some of the brightest minds in the world,",
      "de": "Das Webb-Teleskop wurde von einigen der klügsten Köpfe der Welt entwickelt"
    }
  },
  {
    "translation": {
      "en": "and all of them are gonna be watching at the edge of their seat.",
      "de": "und sie alle werden gespannt zusehen."
    }
  },
  {
    "translation": {
      "en": "[reporter 4] Anything goes wrong at any point,",
      "de": "Wenn irgendetwas schief läuft, egal wann,"
    }
  },
  {
    "translation": {
      "en": "there's basically nothing humankind can actually do about it.",
      "de": "gibt es im Grunde nichts, was die Menschheit dagegen tun könnte."
    }
  },
  {
    "translation": {
      "en": "[Mike] Everybody's congratulating people here about the launch,",
      "de": "Alle gratulieren den Leuten zum Start"
    }
  },
  {
    "translation": {
      "en": "and we're all-- we're all very happy for the congratulations.",
      "de": "und wir freuen uns sehr über die Glückwünsche."
    }
  },
  {
    "translation": {
      "en": "But we all know that, you know, the hard stuff is yet to come.",
      "de": "Aber alle wissen, der schwere Teil kommt erst noch."
    }
  },
  {
    "translation": {
      "en": "Deploying this telescope is like rebuilding an IKEA desk",
      "de": "Die Entfaltung des Teleskops ist, als wollte man einen IKEA-Tisch"
    }
  },
  {
    "translation": {
      "en": "from a million miles away, robotically.",
      "de": "aus einer Million Kilometer Entfernung neu aufbauen."
    }
  },
  {
    "translation": {
      "en": "Webb's going about a mile a second.",
      "de": "Webb fliegt über einen Kilometer pro Sekunde."
    }
  },
  {
    "translation": {
      "en": "We'll be passing lunar orbit pretty soon,",
      "de": "Wir passieren bald die Mondumlaufbahn,"
    }
  },
  {
    "translation": {
      "en": "so we're close to 230,000 miles away from us right now.",
      "de": "also ist es jetzt fast 370.000 Kilometer von uns entfernt."
    }
  },
  {
    "translation": {
      "en": "Webb is traveling to the L2 point,",
      "de": "Webb ist auf dem Weg zum L2-Punkt,"
    }
  },
  {
    "translation": {
      "en": "a million miles away from the Earth.",
      "de": "eineinhalb Millionen Kilometer von der Erde weg."
    }
  },
  {
    "translation": {
      "en": "If you're here on the Earth and want to see faint stars,",
      "de": "Wenn man auf der Erde schwache Sterne sehen will,"
    }
  },
  {
    "translation": {
      "en": "you don't look at them from the city, you go out to the country.",
      "de": "fährt man nicht in die Stadt, sondern aufs Land."
    }
  },
  {
    "translation": {
      "en": "So going out to L2, for us, represents going out to the country.",
      "de": "Die Reise nach L2 ist für uns also, als würden wir aufs Land fahren."
    }
  },
  {
    "translation": {
      "en": "And it's a place where the gravity of the Sun and the gravity of the Earth can combine",
      "de": "Dort können sich die Schwerkraft der Sonne und die der Erde"
    }
  },
  {
    "translation": {
      "en": "to form a stable orbit around the Sun.",
      "de": "zu einer stabilen Umlaufbahn um die Sonne verbinden."
    }
  },
  {
    "translation": {
      "en": "It took the Apollo astronauts roughly three days",
      "de": "Die Apollo-Astronauten brauchten etwa drei Tage,"
    }
  },
  {
    "translation": {
      "en": "to go from the Earth to the Moon.",
      "de": "um von der Erde zum Mond zu fliegen."
    }
  },
  {
    "translation": {
      "en": "To get out to the L2 point, it takes us about 30 days.",
      "de": "Um zum L2-Punkt zu kommen, brauchen wir etwa 30 Tage."
    }
  },
  {
    "translation": {
      "en": "And on its way out there, we're deploying.",
      "de": "Auf dem Weg dorthin entfalten wir es."
    }
  },
  {
    "translation": {
      "en": "[Scarlin Hernandez] This is my first deployment. I feel nervous.",
      "de": "Das ist mein erster Entfaltungseinsatz. Ich bin nervös."
    }
  },
  {
    "translation": {
      "en": "Especially with this mission. It can't be serviced, right?",
      "de": "Besonders bei dieser Mission, nichts kann gewartet werden."
    }
  },
  {
    "translation": {
      "en": "So any problems that arise, any challenges, we have to take them head-on.",
      "de": "Alle Probleme, alle Herausforderungen, müssen wir direkt angehen."
    }
  },
  {
    "translation": {
      "en": "There are hundreds of us working, uh, in the Mission Operations Center around the clock,",
      "de": "Hunderte von uns arbeiten rund um die Uhr im Mission Operations Center,"
    }
  },
  {
    "translation": {
      "en": "especially the flight operations team.",
      "de": "besonders das Flugkontrollteam."
    }
  },
  {
    "translation": {
      "en": "We're able to communicate with the telescope via this Mission Operations Center.",
      "de": "Über das Mission Operations Center können wir mit dem Teleskop kommunizieren."
    }
  },
  {
    "translation": {
      "en": "We send commands to the telescope, or blocks of code,",
      "de": "Wir senden Befehle an das Teleskop, oder Codeblöcke,"
    }
  },
  {
    "translation": {
      "en": "to tell it what to do, what activity to perform.",
      "de": "um ihm zu sagen, was es tun soll."
    }
  },
  {
    "translation": {
      "en": "We can't actually see the telescope in space, it's too far,",
      "de": "Man sieht das Teleskop im All nicht, es ist zu weit weg,"
    }
  },
  {
    "translation": {
      "en": "so we have a tool that's an animated model of the telescope,",
      "de": "Darum haben wir ein Tool, ein animiertes Modell des Teleskops,"
    }
  },
  {
    "translation": {
      "en": "where we can see the telescope unfolding.",
      "de": "das uns die Entfaltung des Teleskops zeigt."
    }
  },
  {
    "translation": {
      "en": "As a woman, being Latina, it makes me a unicorn in this industry.",
      "de": "Als Frau und Latina bin ich ein Einhorn in dieser Branche."
    }
  },
  {
    "translation": {
      "en": "And I didn't have anyone like me to look up to in this space.",
      "de": "Es gab niemanden wie mich, zu dem ich hier aufsehen konnte."
    }
  },
  {
    "translation": {
      "en": "I got my NASA badge when I was 19 years old.",
      "de": "Ich habe mein NASA-Abzeichen mit 19 bekommen."
    }
  },
  {
    "translation": {
      "en": "I didn't expect to get there that fast, to such a big and prestigious place.",
      "de": "Ich hatte nicht erwartet, so schnell eine so große und angesehene Stelle zu bekommen."
    }
  },
  {
    "translation": {
      "en": "But as soon as I got there, I knew I was going to make my mark.",
      "de": "Aber als ich da war, wusste ich, dass ich mir einen Namen machen würde."
    }
  },
  {
    "translation": {
      "en": "I develop code and procedures for the deployment system.",
      "de": "Ich entwickle Codes und Verfahren für das Entfaltungssystem."
    }
  },
  {
    "translation": {
      "en": "No matter what activity we're performing on orbit,",
      "de": "Egal, welche Aktivität wir im Orbit durchführen,"
    }
  },
  {
    "translation": {
      "en": "all of those systems combined have to function and flow as one.",
      "de": "all diese Systeme müssen zusammen funktionieren und fließen."
    }
  },
  {
    "translation": {
      "en": "[controller 1] Dep OC, that CR is pulled up. You have first command during the window.",
      "de": "Dep OC, CR wird angezeigt. Sie haben das erste Kommando."
    }
  },
  {
    "translation": {
      "en": "[engineer 1] Proceed. We are good to go.",
      "de": "Fortfahren. Wir sind bereit."
    }
  },
  {
    "translation": {
      "en": "[engineer 2] Copy that. Code execute.",
      "de": "Okay. Code ausführen."
    }
  },
  {
    "translation": {
      "en": "[controller 2] The command line looks good. You're a go to execute.",
      "de": "Die Befehlszeile sieht gut aus. Kann ausgeführt werden."
    }
  },
  {
    "translation": {
      "en": "[Scarlin] Execute.",
      "de": "Ausführen."
    }
  },
  {
    "translation": {
      "en": "[Mike] Most of the single point failures reside in the sunshield.",
      "de": "Die meisten Single Point Failures hängen mit dem Sonnenschild zusammen."
    }
  },
  {
    "translation": {
      "en": "-If these mechanisms don't release… -[mechanism releasing] …that's a bad day.",
      "de": "Werden diese Mechanismen nicht ausgelöst, ist das ein schlechter Tag."
    }
  },
  {
    "translation": {
      "en": "[controller 2] Okay, Dep Lead, your motor has moved to the hold state.",
      "de": "Okay, der Motor ist in der Halteposition."
    }
  },
  {
    "translation": {
      "en": "-And you're go to continue. -[Scarlin] Executing.",
      "de": "-Sie können fortfahren. -Ausführen."
    }
  },
  {
    "translation": {
      "en": "[controller 2] Copy that, boss. I am happy with that move.",
      "de": "Verstanden. Der Schritt ist gut gelaufen."
    }
  },
  {
    "translation": {
      "en": "Continue.",
      "de": "Fortfahren."
    }
  },
  {
    "translation": {
      "en": "[Mike] No matter how many tests you do, just like a parachute,",
      "de": "Egal, wie viele Tests man macht, es ist wie mit einem Fallschirm,"
    }
  },
  {
    "translation": {
      "en": "it's only going to be as good as the last time you fold it.",
      "de": "er ist nur so gut wie das letzte Mal, als man ihn zusammengefaltet hat."
    }
  },
  {
    "translation": {
      "en": "And you're never gonna know how good that is",
      "de": "Und man weiß nie, wie gut das ist,"
    }
  },
  {
    "translation": {
      "en": "until you jump out of the plane and pull the rip cord.",
      "de": "bis man aus dem Flugzeug springt und die Reißleine zieht."
    }
  },
  {
    "translation": {
      "en": "[controller 3] Go to proceed onto step 031 for the group six.",
      "de": "Gehen Sie zu Schritt 031 für die Gruppe sechs über."
    }
  },
  {
    "translation": {
      "en": "[controller 2] Copy. On the wing.",
      "de": "Okay. Auf dem Flügel."
    }
  },
  {
    "translation": {
      "en": "[controller 3] And OC, that looks good. You are go to continue.",
      "de": "Und OC, das sieht gut aus. Sie können fortfahren."
    }
  },
  {
    "translation": {
      "en": "[controller 2] Good to go. Proceed. Go ahead and continue with a go.",
      "de": "Kann losgehen. Fahren Sie fort. Sie können weitermachen."
    }
  },
  {
    "translation": {
      "en": "Proc looks good. You're go to execute.",
      "de": "Verfahren sieht gut aus. Sie können ausführen."
    }
  },
  {
    "translation": {
      "en": "[Scarlin] Executing.",
      "de": "Ausführen."
    }
  },
  {
    "translation": {
      "en": "[controller 1] You are go to fire.",
      "de": "Kann ausgeführt werden."
    }
  },
  {
    "translation": {
      "en": "[controller 2] Good to go. Let's see how they both fire.",
      "de": "Kann losgehen. Mal sehen, wie sich beide machen."
    }
  },
  {
    "translation": {
      "en": "And OC, you are go to execute deploy.",
      "de": "Und OC, Entfaltung kann ausgeführt werden."
    }
  },
  {
    "translation": {
      "en": "[Scarlin] Execute.",
      "de": "Ausführen."
    }
  },
  {
    "translation": {
      "en": "[controller 4] I can confirm that all five layers of the sunshield",
      "de": "Ich bestätige, dass alle fünf Schichten des Sonnenschilds"
    }
  },
  {
    "translation": {
      "en": "are fully tensioned.",
      "de": "vollständig gespannt sind."
    }
  },
  {
    "translation": {
      "en": "[man] All right!",
      "de": "Ok!"
    }
  },
  {
    "translation": {
      "en": "Thank you, Dep Lead.",
      "de": "Danke."
    }
  },
  {
    "translation": {
      "en": "Significant milestone accomplished. Job well done, sunshield team.",
      "de": "Ein wichtiger Meilenstein ist erreicht. Gute Arbeit, Sonnenschildteam."
    }
  },
  {
    "translation": {
      "en": "Job well done.",
      "de": "Gute Arbeit."
    }
  },
  {
    "translation": {
      "en": "[Mike] All right, congratulations, everybody. Congratulations.",
      "de": "Okay, herzlichen Glückwunsch an alle. Glückwunsch."
    }
  },
  {
    "translation": {
      "en": "It was a good day.",
      "de": "Das war ein guter Tag. Es war schwer vorherzusehen."
    }
  },
  {
    "translation": {
      "en": "You know, it was hard-- hard to predict, and there it is.",
      "de": "Das war ein guter Tag. Es war schwer vorherzusehen. Und da ist es und kühlt das Teleskop, wie geplant."
    }
  },
  {
    "translation": {
      "en": "Cooling the telescope, just the way it should.",
      "de": "Und da ist es und kühlt das Teleskop, wie geplant."
    }
  },
  {
    "translation": {
      "en": "It is a beautiful thing.",
      "de": "Das ist eine schöne Sache."
    }
  },
  {
    "translation": {
      "en": "As of right now, we, uh-- we have eliminated 266",
      "de": "Bis jetzt haben wir 266"
    }
  },
  {
    "translation": {
      "en": "of the 344 single point failures.",
      "de": "der 344 Single Point Failures eliminiert."
    }
  },
  {
    "translation": {
      "en": "They can't fail because they're no longer needed, they worked.",
      "de": "Sie können nicht scheitern, da sie nicht mehr gebraucht werden."
    }
  },
  {
    "translation": {
      "en": "But you got to maintain the sense of caution,",
      "de": "Aber man muss vorsichtig sein,"
    }
  },
  {
    "translation": {
      "en": "because there's still some stuff to go.",
      "de": "denn es gibt noch einiges zu tun."
    }
  },
  {
    "translation": {
      "en": "-[man] Morning, Thomas. -Hey, everybody.",
      "de": "-Morgen, Thomas. -Hallo."
    }
  },
  {
    "translation": {
      "en": "-[man] Morning. -[woman] Good morning.",
      "de": "-Morgen. -Guten Morgen."
    }
  },
  {
    "translation": {
      "en": "[Thomas] Good to see you.",
      "de": "Gut, euch zu sehen."
    }
  },
  {
    "translation": {
      "en": "[controller 1] Stations at Madrid are green and standing by for handover.",
      "de": "Die Stationen in Madrid sind bereit für die Übergabe."
    }
  },
  {
    "translation": {
      "en": "[controller 2] And OC, Dep Ops on ops.",
      "de": "Und OC, Dep Ops im Einsatz."
    }
  },
  {
    "translation": {
      "en": "Dep Lead has verified those parameters. We are go with the motor move.",
      "de": "Einsatzleiter hat die Parameter überprüft. Motorbewegung kann ausgeführt werden."
    }
  },
  {
    "translation": {
      "en": "[Mike] If the wings of the primary mirror didn't latch,",
      "de": "Würden die Flügel des Hauptspiegels nicht einrasten,"
    }
  },
  {
    "translation": {
      "en": "they would actually vibrate in ways that we didn't want them to.",
      "de": "würden sie vibrieren, was wir nicht wollten."
    }
  },
  {
    "translation": {
      "en": "And that vibration would actually show up as a blurring of the image.",
      "de": "Und diese Vibration würde zu einem unscharfen Bild führen."
    }
  },
  {
    "translation": {
      "en": "[controller 3] We have reached our full preload, so at this time…",
      "de": "Volle Vorspannung ist erreicht,"
    }
  },
  {
    "translation": {
      "en": "-[man] Oh, wow, that's it. -…we are go to proceed onto step 046",
      "de": "also können wir jetzt zu Schritt 046 übergehen,"
    }
  },
  {
    "translation": {
      "en": "to enable and activate SCS-256.",
      "de": "um SFS-256 zu starten und zu aktivieren."
    }
  },
  {
    "translation": {
      "en": "[controller 4] Dep Ops, this is Dep Lead on deployment, and those parameters look good.",
      "de": "Dep Ops, hier Dep Lead zur Entfaltung, die Parameter sehen gut aus."
    }
  },
  {
    "translation": {
      "en": "[controller 5] Copy, proceeding with motor move.",
      "de": "Ok, Motorbewegung ausführen."
    }
  },
  {
    "translation": {
      "en": "[Thomas] Come on, ball. Pitch it in there.",
      "de": "Komm schon. Rein ins Tor."
    }
  },
  {
    "translation": {
      "en": "-Look, it's starting to come out. -[man] You can see it moving. Yeah.",
      "de": "-Es kommt raus. -Man sieht, wie es sich bewegt."
    }
  },
  {
    "translation": {
      "en": "[Thomas] All right, we're almost halfway there at 54.",
      "de": "Ok, wir sind fast auf halbem Weg bei 54."
    }
  },
  {
    "translation": {
      "en": "Look at that.",
      "de": "Seht mal."
    }
  },
  {
    "translation": {
      "en": "-[man] It's coming in. -[Thomas] Yeah. Keep going.",
      "de": "-Es kommt. -Ja. Mach weiter."
    }
  },
  {
    "translation": {
      "en": "-Ninety-five now. Ninety-six. -[man] Yeah.",
      "de": "-Jetzt 95, 96. -Ja."
    }
  },
  {
    "translation": {
      "en": "-There we go! -[man] Alright.",
      "de": "-Na bitte. -Ja."
    }
  },
  {
    "translation": {
      "en": "[all] Four…",
      "de": "Vier…"
    }
  },
  {
    "translation": {
      "en": "three, two, one.",
      "de": "…drei, zwei, eins."
    }
  },
  {
    "translation": {
      "en": "[controller 4] And we have a fully deployed JWST observatory.",
      "de": "Wir haben ein vollständig entfaltetes JWST-Observatorium."
    }
  },
  {
    "translation": {
      "en": "-[man 1] Whoo-hoo! -[man 2] Primary mirror.",
      "de": "Hauptspiegel."
    }
  },
  {
    "translation": {
      "en": "-[Thomas] We're there! -[man 2] That sure looks beautiful.",
      "de": "-Geschafft. -Sieht wunderschön aus."
    }
  },
  {
    "translation": {
      "en": "[man 1] Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "[Thomas] God Almighty.",
      "de": "Allmächtiger Gott."
    }
  },
  {
    "translation": {
      "en": "[man 2] How hard was that?",
      "de": "War das so schwer?"
    }
  },
  {
    "translation": {
      "en": "-[Mike] I was looking for you, first. -[laughing]",
      "de": "Ich habe dich zuerst gesucht."
    }
  },
  {
    "translation": {
      "en": "[Thomas] Talk to me. How are you feeling?",
      "de": "Erzählen Sie mal. Wie fühlen Sie sich?"
    }
  },
  {
    "translation": {
      "en": "[Mike chuckles] How the record is, it's been going smoother than we ever thought.",
      "de": "Der Ablauf lief reibungsloser, als wir je gedacht hätten,"
    }
  },
  {
    "translation": {
      "en": "So to actually see it-- see it come together the way it did was beautiful.",
      "de": "Zu sehen, wie es sich zusammengebaut hat, war wunderschön."
    }
  },
  {
    "translation": {
      "en": "[Scarlin] Everything went so smoothly, just really exciting.",
      "de": "Alles lief so reibungslos, das ist einfach aufregend."
    }
  },
  {
    "translation": {
      "en": "Wanted to pop some champagne, but unfortunately, I didn't have any so…",
      "de": "Ich wollte Champagner trinken, aber leider hatte ich keinen."
    }
  },
  {
    "translation": {
      "en": "[Thomas] I want to tell you just how excited and emotional I am right now.",
      "de": "Ich möchte Ihnen sagen, wie begeistert und emotional ich gerade bin."
    }
  },
  {
    "translation": {
      "en": "We have a deployed telescope on orbit.",
      "de": "Wir haben ein entfaltetes Teleskop in die Umlaufbahn gebracht."
    }
  },
  {
    "translation": {
      "en": "I personally appreciate your sacrifice",
      "de": "Ich persönlich weiß zu schätzen, was Sie geopfert haben"
    }
  },
  {
    "translation": {
      "en": "that you've given to this magnificent telescope, the likes of which the world has never seen.",
      "de": "für dieses großartige Teleskop, das die Welt noch nie gesehen hat."
    }
  },
  {
    "translation": {
      "en": "So how does it feel to make history, everybody?",
      "de": "Wie fühlt es sich an, Geschichte zu schreiben?"
    }
  },
  {
    "translation": {
      "en": "[man laughs] It feels awesome!",
      "de": "Fühlt sich toll an!"
    }
  },
  {
    "translation": {
      "en": "[woman] JWST has completed all of its major deployments.",
      "de": "Alle wichtigen Entfaltungen des JWST sind abgeschlossen."
    }
  },
  {
    "translation": {
      "en": "Things are going spectacular.",
      "de": "Alles läuft spektakulär."
    }
  },
  {
    "translation": {
      "en": "We have the biggest, most complex observatory",
      "de": "Wir haben das größte, komplexeste Observatorium,"
    }
  },
  {
    "translation": {
      "en": "we've ever sent to space, and we can expect some awesome images.",
      "de": "die je ins All geschickt wurde, und können tolle Bilder erwarten."
    }
  },
  {
    "translation": {
      "en": "Y'all, we did it!",
      "de": "Wir haben es geschafft."
    }
  },
  {
    "translation": {
      "en": "[Amber] It's hard to conceptualize what those first images will be.",
      "de": "Es ist schwer, sich die ersten Bilder vorzustellen."
    }
  },
  {
    "translation": {
      "en": "I study how galaxies change over time,",
      "de": "Ich untersuche, wie sich Galaxien verändern,"
    }
  },
  {
    "translation": {
      "en": "so I'm interested in how stars form in galaxies,",
      "de": "daher interessiert mich, wie Sterne in Galaxien entstehen,"
    }
  },
  {
    "translation": {
      "en": "and how black holes form, and how those processes change over time.",
      "de": "wie schwarze Löcher entstehen und wie sich diese Prozesse verändern."
    }
  },
  {
    "translation": {
      "en": "So, I am most excited for the deep field images.",
      "de": "Ich freue mich also am meisten auf die Deep-Field-Aufnahmen."
    }
  },
  {
    "translation": {
      "en": "It's in these deep fields that we will be able to see the most distant galaxies.",
      "de": "In diesen Deep Fields können wir die entferntesten Galaxien sehen."
    }
  },
  {
    "translation": {
      "en": "But it's about a million miles from Earth,",
      "de": "Aber es ist über eine Million Kilometer von der Erde weg"
    }
  },
  {
    "translation": {
      "en": "and there is definitely still a lot that could go wrong.",
      "de": "und es kann definitiv noch viel schiefgehen."
    }
  },
  {
    "translation": {
      "en": "There always is.",
      "de": "Das ist immer so."
    }
  },
  {
    "translation": {
      "en": "[Mike] There are still 49 single point failure items that never go away.",
      "de": "Es gibt noch 49 Single Point Failures, die nie eliminiert werden."
    }
  },
  {
    "translation": {
      "en": "And if any of those single point failure items fails, we can lose the mission.",
      "de": "Scheitert einer der Single Point Failures, können wir die Mission verlieren."
    }
  },
  {
    "translation": {
      "en": "[announcer] An embarrassingly blurred Hubble Telescope.",
      "de": "Ein peinlich verschwommenes Hubble-Teleskop."
    }
  },
  {
    "translation": {
      "en": "One of the telescope's two mirrors is thought to be defective,",
      "de": "Man vermutet, einer der zwei Spiegel des Teleskops sei defekt"
    }
  },
  {
    "translation": {
      "en": "blurring its images.",
      "de": "und mache die Bilder unscharf."
    }
  },
  {
    "translation": {
      "en": "The Hubble Space Telescope, we turn it on, it was out of focus.",
      "de": "Wir schalten das Hubble-Weltraumteleskop ein und es ist unscharf."
    }
  },
  {
    "translation": {
      "en": "The primary mirror, the focal length was wrong.",
      "de": "Die Brennweite des Hauptspiegels war falsch."
    }
  },
  {
    "translation": {
      "en": "It was a disaster for many scientists that had counted on these images.",
      "de": "Es war ein Desaster für viele Forscher, die mit diesen Bildern rechneten."
    }
  },
  {
    "translation": {
      "en": "[Amber] To the astronomers working on it at the time, I can't imagine what-- what a letdown that was.",
      "de": "Für die die daran arbeitenden Astronomen muss die Enttäuschung groß gewesen sein."
    }
  },
  {
    "translation": {
      "en": "It was bad, you know? Even for me as a kid, I remember. Like, \"Oh, no!\"",
      "de": "Es war schlimm. Selbst ich als Kind dachte: \"Oh nein.\""
    }
  },
  {
    "translation": {
      "en": "[man] Jeff, you'll have your hands full.",
      "de": "Jeff, du hast alle Hände voll zu tun."
    }
  },
  {
    "translation": {
      "en": "You might wanna go ahead and put your helmet lights on.",
      "de": "Mach mal lieber deine Helmlampe an."
    }
  },
  {
    "translation": {
      "en": "Good idea.",
      "de": "Gute Idee."
    }
  },
  {
    "translation": {
      "en": "[Thomas] Astronauts went up there and included a little optical piece.",
      "de": "Astronauten sind da hoch und bauten ein optisches Teilchen ein."
    }
  },
  {
    "translation": {
      "en": "Almost a little-- Like, glasses, right, that fixed that focal length.",
      "de": "Fast wie eine kleine Brille, die die Brennweite korrigierte."
    }
  },
  {
    "translation": {
      "en": "-One bright pixel. -[man 1] Right there!",
      "de": "-Ein helles Pixel. -Da."
    }
  },
  {
    "translation": {
      "en": "[man 3] There, there, there.",
      "de": "Da."
    }
  },
  {
    "translation": {
      "en": "-[man 2] We can see the pixels. -We did it!",
      "de": "-Wir sehen die Pixel. -Geschafft."
    }
  },
  {
    "translation": {
      "en": "[Thomas] The hard part about Webb,",
      "de": "Das Schwierige beim Webb ist,"
    }
  },
  {
    "translation": {
      "en": "it's too far away.",
      "de": "dass es zu weit weg ist."
    }
  },
  {
    "translation": {
      "en": "If there's any problem, we cannot send astronauts to fix it.",
      "de": "Gibt es Probleme, können wir keine Astronauten hinschicken."
    }
  },
  {
    "translation": {
      "en": "[Mike] We'll align the telescope.",
      "de": "Wir richten das Teleskop aus."
    }
  },
  {
    "translation": {
      "en": "Essentially, refocusing it.",
      "de": "Wir fokussieren es im Grunde neu."
    }
  },
  {
    "translation": {
      "en": "That's a complicated process.",
      "de": "Das ist ein komplizierter Prozess."
    }
  },
  {
    "translation": {
      "en": "[Amber] The ghost of Hubble definitely haunts this team and has for decades.",
      "de": "Der Geist von Hubble verfolgt dieses Team seit Jahrzehnten."
    }
  },
  {
    "translation": {
      "en": "[Mike] Many of my mentors were involved in Hubble.",
      "de": "Viele meiner Mentoren waren am Hubble beteiligt."
    }
  },
  {
    "translation": {
      "en": "They all warned me about what that bad day is like.",
      "de": "Sie haben mich vor so einem schlechten Tag gewarnt."
    }
  },
  {
    "translation": {
      "en": "That it's public, it's visible, it's ugly, and you don't want to live through that.",
      "de": "Es ist öffentlich, sichtbar, hässlich, und das will man nicht durchmachen."
    }
  },
  {
    "translation": {
      "en": "So over the last few hours, we have taken a bunch of calibration data",
      "de": "In den letzten Stunden haben wir eine Reihe von Kalibrierungsdaten aufgenommen,"
    }
  },
  {
    "translation": {
      "en": "to measure the state of the telescope.",
      "de": "um den Zustand des Teleskops zu messen."
    }
  },
  {
    "translation": {
      "en": "Literally none of us have looked at this yet.",
      "de": "Keiner hat das bisher gesehen."
    }
  },
  {
    "translation": {
      "en": "There we go.",
      "de": "Los geht's."
    }
  },
  {
    "translation": {
      "en": "[man 1] Galaxies all over.",
      "de": "Galaxien überall."
    }
  },
  {
    "translation": {
      "en": "[woman] Galaxies.",
      "de": "Galaxien."
    }
  },
  {
    "translation": {
      "en": "[man 2] There are a lot more galaxies than there are stars.",
      "de": "Es gibt mehr Galaxien als Sterne."
    }
  },
  {
    "translation": {
      "en": "It is just gorgeous and sharp.",
      "de": "Es ist wunderschön und scharf."
    }
  },
  {
    "translation": {
      "en": "This is how it's supposed to be.",
      "de": "Genau wie es sein soll."
    }
  },
  {
    "translation": {
      "en": "[reporter] Six months after the most powerful telescope ever made launched into space,",
      "de": "Sechs Monate nach dem Start des stärksten Teleskops der Welt ins All"
    }
  },
  {
    "translation": {
      "en": "the team inside the Webb Space Telescope's flight control room is preparing",
      "de": "bereitet sich das Team im Flugkontrollraum des Webb-Weltraumteleskops darauf vor,"
    }
  },
  {
    "translation": {
      "en": "to reveal what astronomers all over the world",
      "de": "Astronomen auf der ganzen Welt zu enthüllen,"
    }
  },
  {
    "translation": {
      "en": "have been waiting for for decades, the telescope's first full-color images.",
      "de": "worauf sie seit Jahrzehnten warten: die ersten Vollfarbbilder des Teleskops."
    }
  },
  {
    "translation": {
      "en": "You think this is, like, the best, sort of, orientation for this… -For this grouping? -Yeah, you know…",
      "de": "Denken Sie, das ist die beste Orientierung für diese Gruppierung?"
    }
  },
  {
    "translation": {
      "en": "I've tried different rotations, but because it is, like, basically a square, -we can do whatever we want. -Yeah.",
      "de": "Ich hab andere Rotationen probiert, aber da es ein Quadrat ist, geht alles."
    }
  },
  {
    "translation": {
      "en": "[Alyssa] That infrared information is giving us so much more detail",
      "de": "Diese Infrarot-Informationen geben uns so viel mehr Details,"
    }
  },
  {
    "translation": {
      "en": "than we could get with the Hubble in the visible.",
      "de": "als wir mit dem Hubble bekommen."
    }
  },
  {
    "translation": {
      "en": "But to actually see it, and you're like, \"There's just no… There's no doubting it now.\"",
      "de": "aber wenn man es tatsächlich sieht, weiß man, es gibt keinen Zweifel mehr."
    }
  },
  {
    "translation": {
      "en": "[DePasquale] The raw material we get from the telescope starts out as a black-and-white image.",
      "de": "Das Rohmaterial des Teleskops ist zunächst ein Schwarz-Weiß-Bild."
    }
  },
  {
    "translation": {
      "en": "Then I dive down into the pixels",
      "de": "Dann tauche ich in die Pixel ein"
    }
  },
  {
    "translation": {
      "en": "and make the color image pop as much as possible.",
      "de": "und bringe das Farbbild so gut es geht zur Geltung,"
    }
  },
  {
    "translation": {
      "en": "Because really, the-- the job is trying to unearth",
      "de": "denn die Aufgabe besteht darin, herauszufinden,"
    }
  },
  {
    "translation": {
      "en": "the-- the richness and the complexity of the data",
      "de": "wie umfangreich und komplex die Daten sind,"
    }
  },
  {
    "translation": {
      "en": "without changing anything in the data. It's all there.",
      "de": "ohne die Daten zu ändern. Es ist alles da."
    }
  },
  {
    "translation": {
      "en": "The universe is, sort of, hiding in the darkness, and we have to bring it out.",
      "de": "Wir bringen das in der Dunkelheit versteckte Universum ans Licht."
    }
  },
  {
    "translation": {
      "en": "The colors in the image are really important. They have astrophysical meaning.",
      "de": "Die Farben im Bild sind wichtig. Sie haben astrophysikalische Bedeutung."
    }
  },
  {
    "translation": {
      "en": "We work with the scientists directly on this",
      "de": "Wir arbeiten mit den Forschern zusammen"
    }
  },
  {
    "translation": {
      "en": "and-- and get their take on what they're seeing in these images.",
      "de": "und ermitteln, was sie auf diesen Bildern sehen."
    }
  },
  {
    "translation": {
      "en": "This is the red channel of the image, although it's black and white. This is--",
      "de": "Das ist der rote Kanal des Bildes, obwohl es schwarz-weiß ist."
    }
  },
  {
    "translation": {
      "en": "When I combine everything in color, this will be red.",
      "de": "Kombiniere ich alles in Farbe, wird das rot."
    }
  },
  {
    "translation": {
      "en": "And so every distant galaxy in here, all these faint fuzzy objects,",
      "de": "Jede entfernte Galaxie hier, all diese unscharfen Objekte,"
    }
  },
  {
    "translation": {
      "en": "these are gonna be the ones that show up and really pop as red.",
      "de": "sind diejenigen, die als Rot erscheinen und auffallen."
    }
  },
  {
    "translation": {
      "en": "Then I can bring in the green channel here,",
      "de": "Blende ich den grünen Kanal ein,"
    }
  },
  {
    "translation": {
      "en": "and now you're seeing, as color comes to life,",
      "de": "sieht man, wie die Farben zum Leben erwachen,"
    }
  },
  {
    "translation": {
      "en": "just red and green.",
      "de": "nur Rot und Grün."
    }
  },
  {
    "translation": {
      "en": "And the greens are confined more to the, sort of, nearby galaxies,",
      "de": "Die Grüntöne sind eher auf die nahen Galaxien beschränkt,"
    }
  },
  {
    "translation": {
      "en": "and, of course, the stars.",
      "de": "und natürlich die Sterne."
    }
  },
  {
    "translation": {
      "en": "And then, when I bring in the short wavelengths in blue,",
      "de": "Wenn ich die kurzen Wellenlängen in Blau einblende,"
    }
  },
  {
    "translation": {
      "en": "the image comes to life.",
      "de": "erwacht das Bild zum Leben."
    }
  },
  {
    "translation": {
      "en": "These images have been so precious. They're like our children.",
      "de": "Die Bilder sind so wertvoll. Sie sind wie unsere Kinder."
    }
  },
  {
    "translation": {
      "en": "And, like, we've been, like, you know, nurturing them,",
      "de": "Wir haben sie gehegt und gepflegt,"
    }
  },
  {
    "translation": {
      "en": "trying to get them ready for when they're revealed to the world.",
      "de": "um sie für die Enthüllung vor der Welt bereitzumachen."
    }
  },
  {
    "translation": {
      "en": "I think that's just an important moment,",
      "de": "Das ist ein wichtiger Moment,"
    }
  },
  {
    "translation": {
      "en": "because it's not just an important feat for science.",
      "de": "denn diese Leistung ist nicht nur für die Forschung wichtig,"
    }
  },
  {
    "translation": {
      "en": "I think it's-- it's an important feat for humanity.",
      "de": "sondern auch für die Menschheit."
    }
  },
  {
    "translation": {
      "en": "And I think it's, like, a very exciting time.",
      "de": "Dieser Moment ist so aufregend."
    }
  },
  {
    "translation": {
      "en": "And to be a part of something I think is so important is just a huge honor.",
      "de": "Und Teil von etwas so Wichtigem zu sein, ist eine große Ehre."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Today, our understanding of the universe is about to get clearer.",
      "de": "Heute wird unser Verständnis des Universums klarer."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] It is. President Biden's going to unveil",
      "de": "So ist es. Präsident Biden enthüllt das mit Spannung erwartete erste Vollfarbbild"
    }
  },
  {
    "translation": {
      "en": "the much-anticipated first full-color image",
      "de": "Präsident Biden enthüllt das mit Spannung erwartete erste Vollfarbbild"
    }
  },
  {
    "translation": {
      "en": "from NASA's Webb Space Telescope.",
      "de": "des Webb-Weltraumteleskops der NASA."
    }
  },
  {
    "translation": {
      "en": "[Klaus Pontoppidan] I think we should start with the image the President is unveiling tonight.",
      "de": "Wir sollten mit dem Bild beginnen, das der Präsident heute enthüllt."
    }
  },
  {
    "translation": {
      "en": "-If that's okay? -Perfect.",
      "de": "-Ist das okay? -Perfekt."
    }
  },
  {
    "translation": {
      "en": "This is what we call Webb's first deep field.",
      "de": "Das ist das erste sogenannte Deep Field von Webb."
    }
  },
  {
    "translation": {
      "en": "Uh, this was the original reason for the observatory.",
      "de": "Das war der ursprüngliche Grund für das Observatorium."
    }
  },
  {
    "translation": {
      "en": "And we think this is the deepest view of the universe so far.",
      "de": "Und wir denken, das ist der bisher tiefste Blick ins Universum."
    }
  },
  {
    "translation": {
      "en": "So…",
      "de": "Also…"
    }
  },
  {
    "translation": {
      "en": "-Please. -Wow.",
      "de": "Bitte."
    }
  },
  {
    "translation": {
      "en": "-[Pontoppidan] So… -Wow.",
      "de": "Also…"
    }
  },
  {
    "translation": {
      "en": "So the deepest Hubble images took weeks to do.",
      "de": "Die tiefsten Hubble-Bilder wurden Wochen entwickelt."
    }
  },
  {
    "translation": {
      "en": "We did this in a few hours.",
      "de": "Das war in ein paar Stunden fertig."
    }
  },
  {
    "translation": {
      "en": "-What you see is a… -[Bill] Beautiful.",
      "de": "-Was Sie sehen… -Wunderschön. …ist ein riesiger Galaxienhaufen."
    }
  },
  {
    "translation": {
      "en": "…is a massive galaxy cluster.",
      "de": "…ist ein riesiger Galaxienhaufen."
    }
  },
  {
    "translation": {
      "en": "When we look at a swirl like that, is that an entire galaxy?",
      "de": "Wenn wir uns so einen Strudel ansehen, ist das eine ganze Galaxie?"
    }
  },
  {
    "translation": {
      "en": "[Klaus] An entire galaxy. Every point you see here, almost, is a galaxy.",
      "de": "Das ist eine ganze Galaxie. Fast jeder Punkt ist eine Galaxie."
    }
  },
  {
    "translation": {
      "en": "There's more than 7,000 in this picture.",
      "de": "Auf dem Bild sind mehr als 7.000."
    }
  },
  {
    "translation": {
      "en": "Galaxies that we did not-- -Seven thousand in this picture? -Mm-hmm.",
      "de": "-Galaxien, die wir nicht… -Siebentausend in dem Bild?"
    }
  },
  {
    "translation": {
      "en": "The size of this field is if you take a grain of sand, and you hold it out--",
      "de": "Dieses Feld hat die Größe eines Sandkorns, wenn man es vor sich hält…"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -That's the angle.",
      "de": "-Ja. -Das ist der Winkel."
    }
  },
  {
    "translation": {
      "en": "It's a tiny field in the sky.",
      "de": "Ein winziges Feld am Himmel."
    }
  },
  {
    "translation": {
      "en": "And everywhere else we have looked, the sky is filled with galaxies.",
      "de": "Und überall, wo wir hingeschaut haben, ist der Himmel voller Galaxien."
    }
  },
  {
    "translation": {
      "en": "We see them immediately.",
      "de": "Wir sehen sie sofort."
    }
  },
  {
    "translation": {
      "en": "-See the little red dot there? -[Bill] Yes.",
      "de": "-Sehen Sie den kleinen roten Punkt? -Ja."
    }
  },
  {
    "translation": {
      "en": "-It is the most distant one we found. -[Bill] My goodness.",
      "de": "-Diese Galaxie ist am weitesten weg. -Meine Güte."
    }
  },
  {
    "translation": {
      "en": "-[Klaus] That's 13.1 billion years. -[Bill] Wow.",
      "de": "Und zwar 13,1 Milliarden Jahre."
    }
  },
  {
    "translation": {
      "en": "[Klaus] We're going to show that--",
      "de": "Wir werden zeigen, dass…"
    }
  },
  {
    "translation": {
      "en": "-The universe is 13.8 billion years old. -[Klaus] That's right.",
      "de": "-Das Universum ist 13,8 Milliarden Jahre. -Genau."
    }
  },
  {
    "translation": {
      "en": "When I describe this to the President, what do you want me to tell him?",
      "de": "Wenn ich es dem Präsidenten beschreibe, was soll ich ihm sagen?"
    }
  },
  {
    "translation": {
      "en": "What you're looking at is our own origin",
      "de": "Was Sie hier sehen, ist unser eigener Ursprung"
    }
  },
  {
    "translation": {
      "en": "and the origin of every galaxy and star in the universe.",
      "de": "und der Ursprung jeder Galaxie und jedes Sterns im Universum."
    }
  },
  {
    "translation": {
      "en": "-That's our history, right there. -[Klaus] It is-- It is our whole history.",
      "de": "-Das ist unsere Geschichte. -Unsere ganze Geschichte."
    }
  },
  {
    "translation": {
      "en": "[Thomas] Our whole history is right there.",
      "de": "Das ist unsere ganze Geschichte."
    }
  },
  {
    "translation": {
      "en": "The more that we find this cosmos is so large,",
      "de": "Je mehr wir verstehen, wie immens der Kosmos ist,"
    }
  },
  {
    "translation": {
      "en": "I want to know who I am and what I am.",
      "de": "umso mehr will ich wissen, wer ich bin und was ich bin."
    }
  },
  {
    "translation": {
      "en": "And how do I fit in all of this?",
      "de": "Und wie ich in all das hineinpasse."
    }
  },
  {
    "translation": {
      "en": "[Biden] Today is a historic day for America and all of humanity.",
      "de": "Heute ist ein historischer Tag für Amerika und die ganze Menschheit."
    }
  },
  {
    "translation": {
      "en": "We're gonna get a glimpse",
      "de": "Wir werfen einen Blick"
    }
  },
  {
    "translation": {
      "en": "of the oldest documented light in the history of the universe",
      "de": "auf das älteste dokumentierte Licht in der Geschichte des Universums"
    }
  },
  {
    "translation": {
      "en": "from over 13 billion--",
      "de": "von vor über 13 Milliarden…"
    }
  },
  {
    "translation": {
      "en": "Let me say that again, 13 billion years ago.",
      "de": "Lassen Sie mich das noch mal sagen, von vor 13 Milliarden Jahren."
    }
  },
  {
    "translation": {
      "en": "It's hard to even fathom.",
      "de": "Es ist schwer zu begreifen."
    }
  },
  {
    "translation": {
      "en": "And now let's take a look at the very first image from this miraculous telescope.",
      "de": "Und jetzt sehen wir uns das erste Bild von diesem wunderbaren Teleskop an."
    }
  },
  {
    "translation": {
      "en": "Oh my gosh! The first image from the James Webb Space Telescope.",
      "de": "Oh mein Gott. Das erste Bild vom James-Webb-Weltraumteleskop."
    }
  },
  {
    "translation": {
      "en": "And here it is.",
      "de": "Und hier ist es."
    }
  },
  {
    "translation": {
      "en": "Uh, galaxies to the edge of time. Oh my gosh.",
      "de": "Galaxien bis ans Ende der Zeit. Oh mein Gott."
    }
  },
  {
    "translation": {
      "en": "[laughs] Okay…",
      "de": "Okay."
    }
  },
  {
    "translation": {
      "en": "[exclaims softly] Ooh!",
      "de": "MEINE REAKTION AUF EINS DER ERSTEN BILDER DES JWST"
    }
  },
  {
    "translation": {
      "en": "It really is amazing.",
      "de": "Es ist wirklich toll."
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "de": "Oh mein Gott."
    }
  },
  {
    "translation": {
      "en": "I have no words.",
      "de": "Ich bin sprachlos."
    }
  },
  {
    "translation": {
      "en": "The whole thing is a bit mind-boggling, everybody.",
      "de": "Die ganze Sache ist ziemlich verrückt, Leute."
    }
  },
  {
    "translation": {
      "en": "It's just-- It's just fantastic.",
      "de": "Es ist einfach fantastisch."
    }
  },
  {
    "translation": {
      "en": "-Ah! Can you see the arcs? -[woman] Yeah.",
      "de": "-Siehst du die Bögen? -Ja."
    }
  },
  {
    "translation": {
      "en": "-It's… It's max clusters. -[man] It's amazing, right?",
      "de": "Das sind riesige Cluster."
    }
  },
  {
    "translation": {
      "en": "It's a pretty cool photo. It's just gorgeous.",
      "de": "Es ist ein cooles Foto. Es ist wunderschön."
    }
  },
  {
    "translation": {
      "en": "Oh, my gosh!",
      "de": "Oh mein Gott."
    }
  },
  {
    "translation": {
      "en": "[in Arabic] Another message they're trying to convey through us,",
      "de": "ASTROPHYSIKERIN Diese Art von Forschung heißt außerdem…"
    }
  },
  {
    "translation": {
      "en": "is that this type of research is called...",
      "de": "Diese Art von Forschung heißt außerdem…"
    }
  },
  {
    "translation": {
      "en": "[in Russian] …with the space telescope James Webb…",
      "de": "…mit dem James-Webb-Weltraumteleskop."
    }
  },
  {
    "translation": {
      "en": "[in Spanish] We have never seen it before and we owe it to the James Webb Space Telescope.",
      "de": "Das können wir erstmals sehen dank des James-Webb-Weltraumteleskops."
    }
  },
  {
    "translation": {
      "en": "The reaction of myself and all my colleagues was of sheer joyful amazement.",
      "de": "Die Reaktion von mir und meinen Kollegen war freudiges Erstaunen."
    }
  },
  {
    "translation": {
      "en": "That image made us giddy when we saw it.",
      "de": "Als wir das Bild sahen, wurde uns schwindelig."
    }
  },
  {
    "translation": {
      "en": "We knew in our hearts that whatever's out there, we're going to see it.",
      "de": "Wir wussten, wir werden alles sehen, was es da draußen gibt."
    }
  },
  {
    "translation": {
      "en": "[people chanting] JWST!",
      "de": "JWST!"
    }
  },
  {
    "translation": {
      "en": "JWST! JWST! JWST!",
      "de": "JWST!"
    }
  },
  {
    "translation": {
      "en": "[female reporter] So, let's get ready to reveal our image.",
      "de": "Machen wir uns bereit, unser Bild zu enthüllen."
    }
  },
  {
    "translation": {
      "en": "There it is. -It's called Stephan's Quintet. -[man] Oh!",
      "de": "Da ist es, es heißt Stephans Quintett."
    }
  },
  {
    "translation": {
      "en": "-And it's wondrous. -[man] Oh! -Giovanni, what do you think? -[applause]",
      "de": "Und es ist wundervoll. Giovanni, was denken Sie?"
    }
  },
  {
    "translation": {
      "en": "The rays coming through.",
      "de": "Die Strahlen kommen durch."
    }
  },
  {
    "translation": {
      "en": "It's like fog.",
      "de": "Es ist wie Nebel."
    }
  },
  {
    "translation": {
      "en": "[Amber] The Pillars of Creation is a star-forming region",
      "de": "Die Säulen der Schöpfung sind ein Gebiet in unserer Milchstraße,"
    }
  },
  {
    "translation": {
      "en": "within our Milky Way galaxy.",
      "de": "in dem sich Sterne bilden."
    }
  },
  {
    "translation": {
      "en": "Each of the dots of light that we're seeing in this image",
      "de": "Jeder Lichtpunkt, den wir in diesem Bild sehen,"
    }
  },
  {
    "translation": {
      "en": "is a star not unlike our own sun.",
      "de": "ist ein Stern, der unserer Sonne nicht unähnlich ist."
    }
  },
  {
    "translation": {
      "en": "We, our own solar system, and even ourselves,",
      "de": "Wir, unser eigenes Sonnensystem und sogar wir selbst,"
    }
  },
  {
    "translation": {
      "en": "were born out of the same material that we're seeing in these beautiful images.",
      "de": "wurden aus demselben Material geboren, das diese schönen Bilder zeigen."
    }
  },
  {
    "translation": {
      "en": "The iron in our blood and the calcium in our bones",
      "de": "Das Eisen in unserem Blut und das Kalzium in unseren Knochen"
    }
  },
  {
    "translation": {
      "en": "was literally formed out of a star that exploded billions of years ago.",
      "de": "entstand buchstäblich aus einem Stern, der vor Milliarden Jahren explodierte."
    }
  },
  {
    "translation": {
      "en": "Newborn stars are enshrouded in dust.",
      "de": "Neugeborene Sterne sind in Staub gehüllt."
    }
  },
  {
    "translation": {
      "en": "We need to be able to see through that dust, and infrared light allows us to do that.",
      "de": "Wir müssen durch den Staub sehen können, und das Infrarotlicht ermöglicht das."
    }
  },
  {
    "translation": {
      "en": "This is a dying star in its last gasp of its life.",
      "de": "Das ist ein sterbender Stern in seinem letzten Atemzug."
    }
  },
  {
    "translation": {
      "en": "This beautiful view of the Cartwheel Galaxy",
      "de": "Dieser Blick auf die Wagenradgalaxie"
    }
  },
  {
    "translation": {
      "en": "gives us a closer look at what happens when galaxies collide.",
      "de": "zeigt uns genauer, was passiert, wenn Galaxien kollidieren."
    }
  },
  {
    "translation": {
      "en": "The new discoveries from JWST in the field of exoplanet science are just incredible.",
      "de": "Die neuen Entdeckungen des JWST auf dem Gebiet der Exoplaneten sind unglaublich."
    }
  },
  {
    "translation": {
      "en": "There was this recent discovery of carbon dioxide in a gas giant planet",
      "de": "Kürzlich wurde Kohlendioxid auf einem Gasriesen entdeckt,"
    }
  },
  {
    "translation": {
      "en": "orbiting a Sun-like star about 700 light years away.",
      "de": "der einen sonnenähnlichen Stern in 700 Lichtjahren Entfernung umkreist."
    }
  },
  {
    "translation": {
      "en": "It really is the first clear, detailed evidence for carbon dioxide",
      "de": "Das ist der erste eindeutige und detaillierte Beweis für Kohlendioxid,"
    }
  },
  {
    "translation": {
      "en": "ever detected in a planet outside the solar system.",
      "de": "den man je auf einem Planeten außerhalb des Sonnensystems fand."
    }
  },
  {
    "translation": {
      "en": "Still, it just blows me away.",
      "de": "Es haut mich immer noch um."
    }
  },
  {
    "translation": {
      "en": "It's overwhelming. I mean…",
      "de": "Es ist überwältigend. Ich meine…"
    }
  },
  {
    "translation": {
      "en": "Yeah, it's a bit overwhelming.",
      "de": "Ja, es ist etwas überwältigend."
    }
  },
  {
    "translation": {
      "en": "I think it's so-- it's such a good example of what, you know,",
      "de": "Ich denke, es ist ein gutes Beispiel dafür,"
    }
  },
  {
    "translation": {
      "en": "what we humans can do when we work together for something good.",
      "de": "was wir Menschen tun können, wenn wir zusammen an etwas Gutem arbeiten."
    }
  },
  {
    "translation": {
      "en": "There's so much bad in the world right now.",
      "de": "Es gibt gerade viel Schlechtes auf der Welt."
    }
  },
  {
    "translation": {
      "en": "It's a really tough time.",
      "de": "Es ist eine schwere Zeit."
    }
  },
  {
    "translation": {
      "en": "And this is… this is good.",
      "de": "Und das ist gut."
    }
  },
  {
    "translation": {
      "en": "This is a-- a little bit of light…",
      "de": "Dies ist ein kleiner Lichtblick"
    }
  },
  {
    "translation": {
      "en": "[chuckles] …in what is otherwise a little bit of a dark time,",
      "de": "in einer ansonsten eher dunklen Zeit, denke ich."
    }
  },
  {
    "translation": {
      "en": "I think, for sure.",
      "de": "in einer ansonsten eher dunklen Zeit, denke ich. Definitiv."
    }
  },
  {
    "translation": {
      "en": "[Thomas] Webb is a demonstration of what's possible",
      "de": "Webb veranschaulicht, was möglich ist,"
    }
  },
  {
    "translation": {
      "en": "when we come together and, uh, do something hard.",
      "de": "wenn wir zusammenkommen und etwas Schwieriges tun."
    }
  },
  {
    "translation": {
      "en": "Ten thousand people, all of them with strengths and weaknesses,",
      "de": "Zehntausend Menschen, all ihre Stärken und Schwächen,"
    }
  },
  {
    "translation": {
      "en": "all of them with many reasons why it shouldn't work,",
      "de": "alle mit vielen Gründen, warum es nicht klappen sollte,"
    }
  },
  {
    "translation": {
      "en": "coming together as an excellent team, and being successful at it.",
      "de": "kommen als exzellentes Team zusammen und sind dabei erfolgreich."
    }
  },
  {
    "translation": {
      "en": "We can do that,",
      "de": "Wenn wir das können,"
    }
  },
  {
    "translation": {
      "en": "imagine all the other problems we can solve.",
      "de": "denken Sie an all die Probleme, die wir lösen können."
    }
  },
  {
    "translation": {
      "en": "So for me, it's-- Yeah, it's that hope that is up there in-- in space now, right?",
      "de": "Für mich ist es… Ja, es ist die Hoffnung, die jetzt da oben im Weltall ist."
    }
  },
  {
    "translation": {
      "en": "You know, demonstrating its power every day.",
      "de": "Und die jeden Tag ihre Macht demonstriert."
    }
  },
  {
    "translation": {
      "en": "[Scarlin] We made history, that we're looking back 13 and a half billion years.",
      "de": "Wir haben Geschichte geschrieben, wir blicken 13,5 Milliarden Jahre zurück."
    }
  },
  {
    "translation": {
      "en": "I feel proud. I feel filled with hope.",
      "de": "Ich bin stolz und voller Hoffnung."
    }
  },
  {
    "translation": {
      "en": "You know, because these images today just show the world",
      "de": "Denn diese Bilder zeigen heute der Welt,"
    }
  },
  {
    "translation": {
      "en": "that there's so much more to explore in our universe",
      "de": "dass es im Universum so viel mehr zu erforschen gibt,"
    }
  },
  {
    "translation": {
      "en": "and how we're connected.",
      "de": "und wie wir verbunden sind."
    }
  },
  {
    "translation": {
      "en": "This is only the beginning.",
      "de": "Das ist erst der Anfang."
    }
  },
  {
    "translation": {
      "en": "[Mike] I hope I can tell my grandkids I was on the team that built the telescope",
      "de": "Ich hoffe, ich kann meinen Enkeln sagen, dass ich am Teleskop mitgebaut habe,"
    }
  },
  {
    "translation": {
      "en": "that'll solve the really, really big question. Right? \"Are we alone or not?\"",
      "de": "das die große Frage beantwortet: \"Sind wir allein oder nicht?\""
    }
  },
  {
    "translation": {
      "en": "Every space telescope that's been put up has found something they just didn't anticipate.",
      "de": "Jedes Weltraumteleskop hat etwas gefunden, das unerwartet war."
    }
  },
  {
    "translation": {
      "en": "And I hope with something the size of James Webb",
      "de": "Ich hoffe, dass wir mit etwas von der Größe des James Webb"
    }
  },
  {
    "translation": {
      "en": "that, you know, we see something completely, completely unexpected.",
      "de": "etwas völlig Unerwartetes sehen werden."
    }
  }
]