[
  {
    "translation": {
      "en": "[woman 1 on radio] Onefour are Australia's first drill rappers.",
      "de": "ONEFOUR sind die ersten Drill-Rapper Australiens."
    }
  },
  {
    "translation": {
      "en": "The genre is defined in part by lyrics laden with graphic descriptions",
      "de": "Dieses Genre definiert sich teilweise durch drastische Songtexte,"
    }
  },
  {
    "translation": {
      "en": "of violence, including gang warfare.",
      "de": "die von Gewalt und Bandenkrieg handeln."
    }
  },
  {
    "translation": {
      "en": "[woman 2] They say that, uh, children as young as 13 are joining these so-called gangs",
      "de": "Es heißt, dass schon 13-jährige Kinder diesen sogenannten Gangs beitreten,"
    }
  },
  {
    "translation": {
      "en": "that are modeling themselves on violent US rap culture.",
      "de": "die sich an der gewalttätigen US-Rap-Kultur orientieren."
    }
  },
  {
    "translation": {
      "en": "[man 1] We're saying that the music that they're promoting",
      "de": "Wir sind der Auffassung, dass sie in ihrer Musik"
    }
  },
  {
    "translation": {
      "en": "is inciting violence.",
      "de": "zu Gewalt aufrufen."
    }
  },
  {
    "translation": {
      "en": "The public would expect us to shut that down.",
      "de": "Wir sollten das unterbinden."
    }
  },
  {
    "translation": {
      "en": "Stay out of sight, out of mind, while we get the cops on that side of the building, just so…",
      "de": "Lasst euch nicht blicken, wenn die Cops auf dieser Gebäudeseite sind, damit…"
    }
  },
  {
    "translation": {
      "en": "We've gotta stay here, stay out of sight, just in case they jeopardize the show.",
      "de": "Wir verstecken uns, für den Fall, dass sie das Konzert gefährden."
    }
  },
  {
    "translation": {
      "en": "[man 2] I don't know how comfortable I'd feel having a child of mine",
      "de": "Ich weiß nicht, ob es mir recht wäre, dass mein Kind diese Konzerte besucht, denn es könnte dort Konflikte geben."
    }
  },
  {
    "translation": {
      "en": "going to one of these concerts 'cause I'm scared there'll be conflict.",
      "de": "dass mein Kind diese Konzerte besucht, denn es könnte dort Konflikte geben."
    }
  },
  {
    "translation": {
      "en": "[man 4] The Onefour boys, they are amazing songwriters.",
      "de": "Die Jungs von ONEFOUR sind fantastische Songwriter."
    }
  },
  {
    "translation": {
      "en": "You hear it, and, um, and you believe it, you know.",
      "de": "Man hört die Songs und glaubt ihnen."
    }
  },
  {
    "translation": {
      "en": "They've made the biggest cultural impact on the scene in Australia and haven't been able to perform here.",
      "de": "Sie sind so einflussreiche Künstler und konnten hier nicht spielen."
    }
  },
  {
    "translation": {
      "en": "[man 5] Onefour have become the biggest hip-hop group in this country,",
      "de": "ONEFOUR sind nun die größte Hip-Hop-Band des Landes,"
    }
  },
  {
    "translation": {
      "en": "but the police won't let them perform to their fans.",
      "de": "aber die Polizei verbietet ihre Auftritte."
    }
  },
  {
    "translation": {
      "en": "Every single gig they do just gets shut down.",
      "de": "Jeder einzelne ihrer Gigs wird verhindert."
    }
  },
  {
    "translation": {
      "en": "This story is crazy. They're like the N.W.A. from this country.",
      "de": "Eine irre Geschichte. Sie sind wie N.W.A, aber von hier."
    }
  },
  {
    "translation": {
      "en": "[man 6] Pretty much, yeah.",
      "de": "Ja, so in etwa."
    }
  },
  {
    "translation": {
      "en": "[Laroi] The way police handled that situation was fucking ridiculous.",
      "de": "Es war völlig absurd, wie die Polizei mit der Situation umging."
    }
  },
  {
    "translation": {
      "en": "We pray, Father, this time that the show will not be disrupted by any means whatsoever.",
      "de": "Vater, wir beten, dass dieses Konzert ohne Störungen verlaufen wird."
    }
  },
  {
    "translation": {
      "en": "[man 7] I feel like we've come so far, but if we can't do the show, it's over.",
      "de": "Wir haben viel erreicht, aber es ist vorbei, wenn wir nicht auftreten können."
    }
  },
  {
    "translation": {
      "en": "[man 2] We have intelligence that there is a likelihood of conflict.",
      "de": "Wir wissen, dass es vermutlich zu Auseinandersetzungen kommen wird."
    }
  },
  {
    "translation": {
      "en": "There's no way there'll be a performance here in New South Wales,",
      "de": "In New South Wales gibt es garantiert kein Konzert."
    }
  },
  {
    "translation": {
      "en": "and I'll do everything I can to stop it.",
      "de": "Ich werde das verhindern."
    }
  },
  {
    "translation": {
      "en": "I never thought of music as something that, you know, I would end up taking as a career.",
      "de": "Ich hatte nie gedacht, dass ich die Musik zum Beruf machen würde."
    }
  },
  {
    "translation": {
      "en": "We didn't see it as people like us can do music.",
      "de": "Wir glaubten, dass Leute wie wir keine Musik machen könnten."
    }
  },
  {
    "translation": {
      "en": "It wasn't an option.",
      "de": "Es war keine Option."
    }
  },
  {
    "translation": {
      "en": "[Spenny] We grew up in Mount Druitt. It's a suburb on the outskirts of Western Sydney.",
      "de": "Wir wuchsen in Mount Druitt auf, einem Vorort von Western Sydney."
    }
  },
  {
    "translation": {
      "en": "There's a really big Islander community out there.",
      "de": "Dort leben viele Islander, Pazifikinsulaner."
    }
  },
  {
    "translation": {
      "en": "And we're Samoan. [chuckles]",
      "de": "Wir sind Samoaner."
    }
  },
  {
    "translation": {
      "en": "I've known most of the boys all my life. I grew up with them.",
      "de": "Ich bin mit den meisten der Jungs seit der Kindheit aufgewachsen."
    }
  },
  {
    "translation": {
      "en": "We were just normal kids, always playing with other the kids in the street.",
      "de": "Wir waren normale Kids, spielten oft mit anderen Kids."
    }
  },
  {
    "translation": {
      "en": "[girl] Just leave it there.",
      "de": "Das lasse ich hier."
    }
  },
  {
    "translation": {
      "en": "We come from the church. Don't know how the fuck we ended up like this.",
      "de": "Wir waren kirchlich. Wie sind wir nur so geworden?"
    }
  },
  {
    "translation": {
      "en": "[YP] We didn't really know it at the time, but Mount Druitt back then was, like…",
      "de": "Wir wussten es damals nicht wirklich, aber Mount Druitt war…"
    }
  },
  {
    "translation": {
      "en": "…it was hectic.",
      "de": "…es war krass damals."
    }
  },
  {
    "translation": {
      "en": "[Spenny] It has that stigma around it, a place that no one really cares about.",
      "de": "Es gab das Stigma, dass dieser Ort niemanden kümmerte."
    }
  },
  {
    "translation": {
      "en": "Growing up in Mount Druitt, there was only, like, three options for Islanders.",
      "de": "Es gab in Mt. Druitt drei Optionen für junge Islander."
    }
  },
  {
    "translation": {
      "en": "Either footie, the factory, or a life of crime.",
      "de": "Footballspieler, Fabrikarbeiter oder Krimineller werden."
    }
  },
  {
    "translation": {
      "en": "[YP] In high school, they had this Islander class where they'd try to give advice.",
      "de": "In der Highschool gab es ein Fach, in dem Islander Ratschläge erhielten."
    }
  },
  {
    "translation": {
      "en": "He was telling us, \"Youse are all going to jail.\"",
      "de": "Der Lehrer sagte: \"Ihr landet alle im Knast."
    }
  },
  {
    "translation": {
      "en": "\"Like, every single one of youse.\"",
      "de": "Jeder Einzelne von euch.\""
    }
  },
  {
    "translation": {
      "en": "I remember, like, the first time I ever watched the news,",
      "de": "Als ich zum ersten Mal im Leben die Nachrichten ansah,"
    }
  },
  {
    "translation": {
      "en": "it was one of the lads from church just got his head caved in",
      "de": "ging es um einen Jungen aus der Kirche dem Jungs von hier den Schädel eingeschlagen hatten."
    }
  },
  {
    "translation": {
      "en": "from another group of boys, yeah.",
      "de": "dem Jungs von hier den Schädel eingeschlagen hatten."
    }
  },
  {
    "translation": {
      "en": "After that, any time I watched the news, it was always about Mount Druitt,",
      "de": "Danach war Mount Druitt ständig in den Nachrichten."
    }
  },
  {
    "translation": {
      "en": "and if they ever spoke about Mount Druitt, it was just negative.",
      "de": "Und sie sprachen immer negativ über Mount Druitt."
    }
  },
  {
    "translation": {
      "en": "[man 1] Mount Druitt. It's also Sydney, just not the one in the tourist brochures.",
      "de": "Mount Druitt, ein Teil von Sydney, der nicht in Reiseführern auftaucht."
    }
  },
  {
    "translation": {
      "en": "[man 2] You don't wanna go to Mount Druitt after dark. [chuckling] No, you… you really don't.",
      "de": "Nach Einbruch der Dunkelheit sollte man Mount Druitt wirklich meiden."
    }
  },
  {
    "translation": {
      "en": "Community groups are pleading for help, with young people scared to go outside.",
      "de": "Nachbarschaftsgruppen bitten um Hilfe, junge Leute trauen sich nicht raus."
    }
  },
  {
    "translation": {
      "en": "For us to feel safe, it was just to build this bond",
      "de": "Damit wir uns sicher fühlten… Wir konnten nicht einfach so auf die Straße."
    }
  },
  {
    "translation": {
      "en": "where we can, like, go around the streets and that,",
      "de": "Wir konnten nicht einfach so auf die Straße."
    }
  },
  {
    "translation": {
      "en": "and it was like, \"You got my back, I got your back.\"",
      "de": "Wir mussten immer aufeinander aufpassen."
    }
  },
  {
    "translation": {
      "en": "The whole reason the boys started chilling together was…",
      "de": "Wir fingen an, miteinander abzuhängen,"
    }
  },
  {
    "translation": {
      "en": "was one of our mates ended up getting jumped, like, real bad.",
      "de": "weil ein Kumpel von uns einen üblen Überfall erlebte."
    }
  },
  {
    "translation": {
      "en": "[YP] And then the boys come back,",
      "de": "Die Jungs kamen zurück,"
    }
  },
  {
    "translation": {
      "en": "and they were just like, \"What are we gonna do?\" You know? Like, \"We can't just sit here.\"",
      "de": "und wir fragten uns, wie wir so etwas verhindern können."
    }
  },
  {
    "translation": {
      "en": "And so after that, we started walking around deep.",
      "de": "Von da an waren wir als große Gruppe unterwegs."
    }
  },
  {
    "translation": {
      "en": "If someone was to cross us, boom, jump straight into it.",
      "de": "Wenn uns jemand blöd anmachte, konnten wir sofort eingreifen."
    }
  },
  {
    "translation": {
      "en": "[J Emz] Everyone had their Rambos ready and their blades and shit.",
      "de": "Alle hatten Messer und so am Start."
    }
  },
  {
    "translation": {
      "en": "But we've always seen it as a family from the jump,",
      "de": "Wir sahen uns von Anfang an als Familie."
    }
  },
  {
    "translation": {
      "en": "so when they labeled us a gang, we… we already knew how they were trying to portray us.",
      "de": "Als sie uns eine Gang nannten, war klar, wie sie uns darstellen würden."
    }
  },
  {
    "translation": {
      "en": "We've always had run-ins with police. They just look at us as, like, criminals.",
      "de": "Wir hatten viel Ärger mit der Polizei. Für sie waren wir Kriminelle."
    }
  },
  {
    "translation": {
      "en": "They used to bash us. That's what they used to do.",
      "de": "Sie haben uns früher oft verprügelt."
    }
  },
  {
    "translation": {
      "en": "[officer] I got a gun, mate.",
      "de": "Ich habe eine Pistole."
    }
  },
  {
    "translation": {
      "en": "Stay back.",
      "de": "Zurückbleiben!"
    }
  },
  {
    "translation": {
      "en": "I got a gun.",
      "de": "Ich habe eine Pistole."
    }
  },
  {
    "translation": {
      "en": "[J Emz] This was a time in our lives where we were always getting into trouble,",
      "de": "In dieser Zeit gerieten wir ständig in Schwierigkeiten."
    }
  },
  {
    "translation": {
      "en": "going off the rails a bit.",
      "de": "Es lief aus dem Ruder."
    }
  },
  {
    "translation": {
      "en": "[J Emz] But then we, um… discovered Street Uni.",
      "de": "Dann entdeckten wir die Street Uni."
    }
  },
  {
    "translation": {
      "en": "We didn't realize at that time how important it would be.",
      "de": "Da war uns noch nicht klar, wie wichtig das werden würde."
    }
  },
  {
    "translation": {
      "en": "Esky was the youth leader just taking care of us headaches.",
      "de": "Esky kümmerte sich als Jugendleiter um uns Rowdys."
    }
  },
  {
    "translation": {
      "en": "[man] Street University is a youth center.",
      "de": "Die Street Uni ist ein Jugendclub."
    }
  },
  {
    "translation": {
      "en": "It's the place where they can belong and feel safe",
      "de": "Hier können sich Jugendliche aufgehoben und sicher fühlen"
    }
  },
  {
    "translation": {
      "en": "outside of the streets that surround us in Mount Druitt.",
      "de": "und kommen in Mount Druitt von der Straße herunter."
    }
  },
  {
    "translation": {
      "en": "We provide resources and programs",
      "de": "Wir bieten Ressourcen und Programme für Jugendliche,"
    }
  },
  {
    "translation": {
      "en": "that young people wouldn't usually get involved with,",
      "de": "zu denen sie meist keinen Zugang haben."
    }
  },
  {
    "translation": {
      "en": "and one of the ways that we engaged them was through the recording studio.",
      "de": "Eine Art, sie anzusprechen, war unser Tonstudio."
    }
  },
  {
    "translation": {
      "en": "[J Emz] When they introduced us to the little studio they had, we were stuck on it.",
      "de": "Als sie uns das Studio zeigten, waren wir nur noch dort."
    }
  },
  {
    "translation": {
      "en": "It was, like, a free recording studio, so it was perfect for us,",
      "de": "Ein kostenloses Tonstudio war perfekt für uns."
    }
  },
  {
    "translation": {
      "en": "'cause at the time, we didn't have any money.",
      "de": "Wir hatten damals kein Geld."
    }
  },
  {
    "translation": {
      "en": "[J Emz] We got into it straightaway. We loved it.",
      "de": "Wir legten direkt los, es war toll."
    }
  },
  {
    "translation": {
      "en": "Like, \"Shit, we could do something like that.\"",
      "de": "Wir konnten da etwas schaffen."
    }
  },
  {
    "translation": {
      "en": "I really felt grateful that they had something to channel their energy into",
      "de": "Ich war dankbar, dass sie Energie in etwas steckten,"
    }
  },
  {
    "translation": {
      "en": "other than the mischief they were getting up to.",
      "de": "das nicht beinhaltete, dass sie Schwierigkeiten bekamen."
    }
  },
  {
    "translation": {
      "en": "So I was like, \"Man, if you guys are…",
      "de": "Ich sagte also: \"Wenn das euer Ding ist,"
    }
  },
  {
    "translation": {
      "en": "if that's your thing, it's gonna keep you out of trouble,",
      "de": "Ich sagte also: \"Wenn das euer Ding ist, und ihr beschäftigt und runter von der Straße seid,"
    }
  },
  {
    "translation": {
      "en": "keep you busy so you're not on the streets,",
      "de": "und ihr beschäftigt und runter von der Straße seid,"
    }
  },
  {
    "translation": {
      "en": "I'm good with that.\"",
      "de": "gefällt mir das.\""
    }
  },
  {
    "translation": {
      "en": "[Esky] J Emz was definitely the leader.",
      "de": "J Emz war definitiv der Anführer."
    }
  },
  {
    "translation": {
      "en": "He would turn to his group and be like, \"All right, you guys sit there.\"",
      "de": "Er wies seine Gruppe an: \"Ihr sitzt hier."
    }
  },
  {
    "translation": {
      "en": "\"You sit behind the desk.\"",
      "de": "Du sitzt am Schreibtisch."
    }
  },
  {
    "translation": {
      "en": "\"I'm just gonna jump on the mic, and we're gonna start.\"",
      "de": "Ich gehe ans Mikro und fange an.\""
    }
  },
  {
    "translation": {
      "en": "Spenny…",
      "de": "Spenny."
    }
  },
  {
    "translation": {
      "en": "I heard of Spenny before I met him.",
      "de": "Ich hatte von ihm gehört, bevor ich ihn kennenlernte."
    }
  },
  {
    "translation": {
      "en": "He was known as the guy that was in front when it came to, like, the brawls.",
      "de": "Er hatte den Ruf, bei Prügeleien immer ganz vorne dabei zu sein."
    }
  },
  {
    "translation": {
      "en": "[J Emz] I think Spenny, he was just always that hard case.",
      "de": "Ich glaube, Spenny war schon immer ein harter Hund."
    }
  },
  {
    "translation": {
      "en": "The only way he knew how to solve something was fight.",
      "de": "Er löste seine Probleme immer mit den Fäusten."
    }
  },
  {
    "translation": {
      "en": "[J Emz] YP, that's my younger brother, my blood brother.",
      "de": "YP ist mein jüngerer Bruder, mein Blutsbruder."
    }
  },
  {
    "translation": {
      "en": "He was always the youngest in the crew.",
      "de": "Er war immer der Jüngste in der Crew."
    }
  },
  {
    "translation": {
      "en": "They were like, \"Yo, yo, Esky, listen to this,\" and they would show me one of the songs,",
      "de": "Sie sagten: \"Hör dir das mal an\" und spielten mir einen Song vor."
    }
  },
  {
    "translation": {
      "en": "so I'm listening to it, and I'm like, \"Whose voice is that?\"",
      "de": "Ich fragte, wer da rappt."
    }
  },
  {
    "translation": {
      "en": "J Emz is like, \"That's my brother, YP.\"",
      "de": "J Emz sagte, sein Bruder YP."
    }
  },
  {
    "translation": {
      "en": "And I was like, \"Wow, bro, a family of musicians.\"",
      "de": "Ich sagte: \"Wow, Bro, eine Musikerfamilie.\""
    }
  },
  {
    "translation": {
      "en": "If I was to describe Cell, yeah, it'll be…",
      "de": "Wenn ich Celly beschreiben müsste…"
    }
  },
  {
    "translation": {
      "en": "He's a loose cannon, yeah. He's just… You know, he had it rough growing up.",
      "de": "Er ist völlig unberechenbar. Er hatte keine leichte Kindheit."
    }
  },
  {
    "translation": {
      "en": "[J Emz] See, Celly, he always had talent in rap. He loved rapping.",
      "de": "Celly hatte ein echtes Rap-Talent und liebte es, zu rappen."
    }
  },
  {
    "translation": {
      "en": "He wanted to use his rap skills",
      "de": "Er wollte sein Rap-Talent nutzen, um zu illustrieren,"
    }
  },
  {
    "translation": {
      "en": "to paint a picture of what it's like to grow up in Housing Commission.",
      "de": "Er wollte sein Rap-Talent nutzen, um zu illustrieren, wie es ist, im Sozialbau aufzuwachsen."
    }
  },
  {
    "translation": {
      "en": "[J Emz] So Lekks, he used to work at Street Uni.",
      "de": "Lekks arbeitete damals an der Street Uni."
    }
  },
  {
    "translation": {
      "en": "Yeah, he was just like that older bro that helped us out in the studio when we started locking in.",
      "de": "Er war wie ein älterer Bruder, der uns half, als wir das Studio nutzten."
    }
  },
  {
    "translation": {
      "en": "[YP] Lekks was always a rap-head. He… He… He loved his music, you know?",
      "de": "Lekks war schon immer ein Rap-Freak. Er liebte die Musik."
    }
  },
  {
    "translation": {
      "en": "I remember the first time he showed me Harlem Spartans,",
      "de": "Er spielte mir damals die Harlem Spartans vor,"
    }
  },
  {
    "translation": {
      "en": "which was the drill group that he was being influenced by.",
      "de": "das waren die Drill-Rapper, die ihn so beeinflussten."
    }
  },
  {
    "translation": {
      "en": "Lekks goes, \"This is the future of Australian hip-hop right here.\"",
      "de": "Lekks meinte: \"Das hier ist die Zukunft des australischen Hip-Hops.\""
    }
  },
  {
    "translation": {
      "en": "Ah, drill music. Yeah. Fun for the whole family.",
      "de": "Drill. Ein Spaß für die ganze Familie."
    }
  },
  {
    "translation": {
      "en": "I guess it's a style of rap music. Emerged out of Chicago",
      "de": "Dieses Rap-Genre entstand in Chicago,"
    }
  },
  {
    "translation": {
      "en": "in the early part of the last decade, throughout the 2010s.",
      "de": "in den frühen 2010ern."
    }
  },
  {
    "translation": {
      "en": "It was kind of like a shock to the hip-hop scene. It was just very abrasive and very raw.",
      "de": "Es war ein Schock für die Hip-Hop-Szene, sehr aggressiv und rau."
    }
  },
  {
    "translation": {
      "en": "A more violent, gritty kind of hip-hop",
      "de": "Brutaler, düsterer Hip-Hop,"
    }
  },
  {
    "translation": {
      "en": "with pretty explicit lyrics referring to what life on the streets was like.",
      "de": "mit sehr expliziten Texten, die das Leben auf der Straße schilderten,"
    }
  },
  {
    "translation": {
      "en": "A lot of references to stabbings, to shootings.",
      "de": "Messerstechereien und Schießereien."
    }
  },
  {
    "translation": {
      "en": "It became part of the international hip-hop mainstream",
      "de": "Drill wurde zum internationalen Mainstream,"
    }
  },
  {
    "translation": {
      "en": "when it crossed over into the UK, particularly into London and South London.",
      "de": "als er nach Großbritannien kam, besonders nach London."
    }
  },
  {
    "translation": {
      "en": "[man] What Onefour gravitated towards was, like, the UK version of drill.",
      "de": "ONEFOUR war inspiriert von der britischen Drill-Variante."
    }
  },
  {
    "translation": {
      "en": "Drill is dark, and it's scary. It's like a horror movie almost.",
      "de": "Drill ist düster und gruselig, fast wie ein Horrorfilm."
    }
  },
  {
    "translation": {
      "en": "And I think drill really did speak to them when they heard it,",
      "de": "Drill hat sie wirklich angesprochen, als sie die Musik hörten."
    }
  },
  {
    "translation": {
      "en": "'cause that's exactly what they were going through.",
      "de": "Diese Dinge machten sie auch durch."
    }
  },
  {
    "translation": {
      "en": "We loved it. Like, \"Shit, we could do something like that.\"",
      "de": "Wir dachten, wir könnten das auch machen."
    }
  },
  {
    "translation": {
      "en": "So when we started experimenting, we started making drill.",
      "de": "Also begannen wir zu experimentieren und Drill zu machen."
    }
  },
  {
    "translation": {
      "en": "♪ Every single one say F-T-P Fuck you pigs, release my Gs ♪",
      "de": "Alle zusammen: F-D-P Fick die Bullen, lasst die G's frei"
    }
  },
  {
    "translation": {
      "en": "♪ We're Mount Druitt's real recipe ♪",
      "de": "Wir sind Mount Druitts echtes Rezept"
    }
  },
  {
    "translation": {
      "en": "[Esky] Before Onefour was even a group,",
      "de": "Bevor ONEFOUR eine Musikgruppe war,"
    }
  },
  {
    "translation": {
      "en": "they were known in the area as a…",
      "de": "waren sie in der Gegend bekannt als…"
    }
  },
  {
    "translation": {
      "en": "I hate using the word \"gang,\"",
      "de": "Ich sage nicht gerne \"Gang\","
    }
  },
  {
    "translation": {
      "en": "but that's… that's what they were known for.",
      "de": "aber so nannte man sie."
    }
  },
  {
    "translation": {
      "en": "[Esky] In the early Onefour tracks,",
      "de": "In den frühen Songs von ONEFOUR"
    }
  },
  {
    "translation": {
      "en": "that they were really talking about the violence in the streets.",
      "de": "ging es um Gewalt auf der Straße."
    }
  },
  {
    "translation": {
      "en": "[Esky] Spenny, one day, he attended my music workshops.",
      "de": "Spenny nahm eines Tages an einem meiner Musik-Workshops teil."
    }
  },
  {
    "translation": {
      "en": "We were gonna go around in a circle and just share what we wrote.",
      "de": "Wir gingen reihum durch, was wir geschrieben hatten."
    }
  },
  {
    "translation": {
      "en": "And as he was sharing,",
      "de": "Als er seine Texte vorlas,"
    }
  },
  {
    "translation": {
      "en": "some of the boys from Onefour walked past the door and was like,",
      "de": "kamen ein paar Jungs von ONEFOUR zur Tür herein."
    }
  },
  {
    "translation": {
      "en": "\"Spenny, we gotta go. There's something going down.\"",
      "de": "\"Spenny, wir müssen los, es passiert etwas.\""
    }
  },
  {
    "translation": {
      "en": "And Spenny looks at me, and he's like, \"Oh, sorry, man.\"",
      "de": "Spenny sah mich an und entschuldigte sich."
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Nah, it's all good.\"",
      "de": "Ich sagte: \"Ist okay.\""
    }
  },
  {
    "translation": {
      "en": "And Spenny, like, you know, dropped the notepad, and then he left out the door.",
      "de": "Spenny ließ seinen Notizblock fallen und ging zur Tür hinaus."
    }
  },
  {
    "translation": {
      "en": "It's like this yin and yang.",
      "de": "Es war wie Ying und Yang."
    }
  },
  {
    "translation": {
      "en": "You have the street,",
      "de": "Da war die Straße"
    }
  },
  {
    "translation": {
      "en": "and then you have the music.",
      "de": "und da war die Musik."
    }
  },
  {
    "translation": {
      "en": "[man] A version of postcode wars happens all over the world,",
      "de": "Überall auf der Welt gibt es \"Postcode Wars\""
    }
  },
  {
    "translation": {
      "en": "from South Central LA to, you know, Brixton.",
      "de": "also Bandenkriege um Gebiete, von South Central L.A. bis Brixton."
    }
  },
  {
    "translation": {
      "en": "It's young people who find small communities,",
      "de": "Diese jungen Leute finden kleine Gemeinschaften"
    }
  },
  {
    "translation": {
      "en": "and they'll defend that at any cost,",
      "de": "und verteidigen sie erbittert,"
    }
  },
  {
    "translation": {
      "en": "even when it gets tested by an opposing neighborhood.",
      "de": "auch wenn sie sich dabei mit anderen Gegenden anlegen."
    }
  },
  {
    "translation": {
      "en": "There's always been drama with, you know, certain areas.",
      "de": "Wir hatten schon immer Stress mit bestimmten Gegenden."
    }
  },
  {
    "translation": {
      "en": "I don't know how it started and all the history behind it.",
      "de": "Ich kenne nicht die ganze Geschichte dazu."
    }
  },
  {
    "translation": {
      "en": "I just guess growing up around it, we got sucked into it.",
      "de": "Wir wuchsen damit auf und wurden so mit hineingezogen."
    }
  },
  {
    "translation": {
      "en": "Got to a point where you couldn't escape it at all.",
      "de": "Man konnte dem nicht entkommen."
    }
  },
  {
    "translation": {
      "en": "[Mahmood] When I was involved, uh, in that world,",
      "de": "Als ich Teil dieser Welt war,"
    }
  },
  {
    "translation": {
      "en": "I experienced multiple deaths.",
      "de": "erlebte ich mehrere Todesfälle."
    }
  },
  {
    "translation": {
      "en": "[voice cracking] Um… gang murders, essentially.",
      "de": "Gangmorde."
    }
  },
  {
    "translation": {
      "en": "All young people in their twenties.",
      "de": "Alles junge Leute in ihren 20ern."
    }
  },
  {
    "translation": {
      "en": "It turned my life around, and, uh, now I work as a journalist.",
      "de": "Ich krempelte mein Leben komplett um und bin jetzt Journalist."
    }
  },
  {
    "translation": {
      "en": "Violence becomes the means for you to achieve a status in these areas.",
      "de": "Mit Gewalt verschafft man sich in diesen Gegenden einen Ruf."
    }
  },
  {
    "translation": {
      "en": "Like, the only way you can create an identity for yourself is through violence.",
      "de": "Man kann sich nur durch Gang-Gewalt einen Namen machen."
    }
  },
  {
    "translation": {
      "en": "Well, police have just completed a citywide crackdown on violent crime and weapons possession.",
      "de": "Die Polizei machte stadtweit Razzien wegen Gewaltverbrechen und Waffenbesitz."
    }
  },
  {
    "translation": {
      "en": "[man] There has been ongoing conflict between two rival gangs, primarily involving Pacific Islanders.",
      "de": "Es herrscht schon lange ein Konflikt zwischen zwei Gangs von Pacific Islanders."
    }
  },
  {
    "translation": {
      "en": "Rest assured that every single day,",
      "de": "Wir versichern Ihnen,"
    }
  },
  {
    "translation": {
      "en": "there are men and women in this organization",
      "de": "dass Polizisten und Polizistinnen jeden Tag ihr Bestes geben,"
    }
  },
  {
    "translation": {
      "en": "who are doing their best to fight those involved in conflict",
      "de": "dass Polizisten und Polizistinnen jeden Tag ihr Bestes geben, um die Täter zu bekämpfen und die Straßen sicher zu machen."
    }
  },
  {
    "translation": {
      "en": "for the purpose of making our streets and communities safe.",
      "de": "um die Täter zu bekämpfen und die Straßen sicher zu machen."
    }
  },
  {
    "translation": {
      "en": "[Osman] In this case, Onefour falls under the banner of \"Mounty County,\"",
      "de": "ONEFOUR gehört zum \"Mounty County\""
    }
  },
  {
    "translation": {
      "en": "which is the 2770 postcode in Greater Western Sydney,",
      "de": "das zur Postleitzahl 2770 in Greater Western Sydney gehört."
    }
  },
  {
    "translation": {
      "en": "and they were at war with the Inner West Brotherhood or the 21 District.",
      "de": "Mit der Inner West Brotherhood im 21 District waren sie verfeindet."
    }
  },
  {
    "translation": {
      "en": "♪ Tryna come around, shoulda told 'em ♪",
      "de": "BEREIT FÜR DEN KRIEG"
    }
  },
  {
    "translation": {
      "en": "[Spenny] In drill tracks, a big part of the music is you also diss as well.",
      "de": "Ein großer Teil von Drill-Tracks ist es, andere zu dissen."
    }
  },
  {
    "translation": {
      "en": "♪ Check yourself, how you act… ♪ [YP] I never wanted to rap until I seen it as a way",
      "de": "Ich wollte nie rappen, doch dann merkte ich,"
    }
  },
  {
    "translation": {
      "en": "where I can diss people I didn't like.",
      "de": "dass ich so Leute dissen kann, die ich nicht mag."
    }
  },
  {
    "translation": {
      "en": "When I went in the studio, it was just literally just me,",
      "de": "Wenn ich ganz alleine im Studio war,"
    }
  },
  {
    "translation": {
      "en": "like, passionate and knowing, yeah, I'm gonna offend these guys with this shit",
      "de": "war ich leidenschaftlich dabei, die Leute zu beleidigen,"
    }
  },
  {
    "translation": {
      "en": "because, like, you know, they got one of our friends.",
      "de": "die einen unserer Freunde erwischt hatten."
    }
  },
  {
    "translation": {
      "en": "After that, it was like they crossed a line.",
      "de": "Sie hatten eine Grenze überschritten."
    }
  },
  {
    "translation": {
      "en": "And it sounds crazy, but that's literally why I loved making my music.",
      "de": "Das klingt verrückt, aber ich liebte es, so Musik zu machen."
    }
  },
  {
    "translation": {
      "en": "I loved hurting, like, their feelings.",
      "de": "Ich liebte es, sie zu verletzen."
    }
  },
  {
    "translation": {
      "en": "[man] With drill music, that's all you made, was diss tracks.",
      "de": "Im Drill macht man nur Diss-Tracks,"
    }
  },
  {
    "translation": {
      "en": "With that kind of platform of making music",
      "de": "denn durch die Musik und die sozialen Medien"
    }
  },
  {
    "translation": {
      "en": "and being able to tell your story coupled with social media,",
      "de": "hat man eine Plattform, um seine Geschichte zu erzählen."
    }
  },
  {
    "translation": {
      "en": "you know, it's like, that's a shitstorm.",
      "de": "Es war wie ein Shitstorm."
    }
  },
  {
    "translation": {
      "en": "[Esky] I was worried that some of the songs",
      "de": "Ich fürchtete, dass die Songs"
    }
  },
  {
    "translation": {
      "en": "were obviously gonna exacerbate the violence in the area.",
      "de": "die Gewalt in der Gegend verschlimmern würden."
    }
  },
  {
    "translation": {
      "en": "One time, there was this incident at the train station.",
      "de": "Es gab einmal einen Vorfall am Bahnhof."
    }
  },
  {
    "translation": {
      "en": "Word got around that people from another postcode were coming down,",
      "de": "Es sprach sich herum, dass Leute aus einem anderen Gebiet kamen."
    }
  },
  {
    "translation": {
      "en": "so there was gonna be a massive brawl.",
      "de": "Das gab eine Massenschlägerei."
    }
  },
  {
    "translation": {
      "en": "At that brawl, a Molotov was thrown in that tunnel.",
      "de": "Dabei wurde eine Molotowcocktail in den Tunnel geworfen."
    }
  },
  {
    "translation": {
      "en": "[Esky] We… said this needs to stop.",
      "de": "Wir sagten, das muss ein Ende haben."
    }
  },
  {
    "translation": {
      "en": "Big high hopes, right,",
      "de": "Ein hoch angesetztes Ziel,"
    }
  },
  {
    "translation": {
      "en": "um, to try and stop something that's been happening for decades.",
      "de": "etwas zu beenden, das seit Jahrzehnten passiert."
    }
  },
  {
    "translation": {
      "en": "There's always gonna be conflict. There's always gonna be drama.",
      "de": "Es wird immer Konflikte und Drama geben."
    }
  },
  {
    "translation": {
      "en": "We were just doing whatever we wanted, and trouble was like a normal thing.",
      "de": "Wir taten einfach, was wir wollten, da war es normal, Ärger zu haben."
    }
  },
  {
    "translation": {
      "en": "After that, something ended up happening, and I ended up going to jail.",
      "de": "Danach kam ich in den Knast."
    }
  },
  {
    "translation": {
      "en": "We ended up just getting into an altercation with another group of boys,",
      "de": "Wegen einer Auseinandersetzung mit einer anderen Gruppe Jungs,"
    }
  },
  {
    "translation": {
      "en": "and it just escalated.",
      "de": "die einfach eskalierte."
    }
  },
  {
    "translation": {
      "en": "It was pretty bad.",
      "de": "Es war echt übel."
    }
  },
  {
    "translation": {
      "en": "-[camera shutter clicks] -[Spenny] J Emz went to jail.",
      "de": "J Emz war im Knast."
    }
  },
  {
    "translation": {
      "en": "Without him there, maybe four or five months later,",
      "de": "Da er weg war, dauerte es nur vier oder fünf Monate,"
    }
  },
  {
    "translation": {
      "en": "YP started to fall into trouble as well.",
      "de": "bis YP auch Schwierigkeiten bekam."
    }
  },
  {
    "translation": {
      "en": "[Misa] That night at the pub…",
      "de": "Dieser Abend im Pub…"
    }
  },
  {
    "translation": {
      "en": "That… that night was a killer night for us.",
      "de": "Dieser Abend hatte es wirklich in sich."
    }
  },
  {
    "translation": {
      "en": "I don't blame any of the other boys. I don't put it on them. He…",
      "de": "Ich schiebe die Schuld nicht auf die anderen Jungs."
    }
  },
  {
    "translation": {
      "en": "He did the… His actions are his actions, but…",
      "de": "Er tat… Er muss zu seinen Taten stehen, aber…"
    }
  },
  {
    "translation": {
      "en": "[YP] We just went to one of the boys' birthdays.",
      "de": "Einer von den Jungs hatte Geburtstag."
    }
  },
  {
    "translation": {
      "en": "These Aussie lads were just, like, talking out of school.",
      "de": "Diese Typen nahmen kein Blatt vor den Mund,"
    }
  },
  {
    "translation": {
      "en": "They were being very rude and racist.",
      "de": "waren unverschämt und rassistisch."
    }
  },
  {
    "translation": {
      "en": "Lekks is helpless. You know, he can't do nothing. So we just… we just jumped.",
      "de": "Lekks war hilflos. Er konnte nichts tun. Also griffen wir an."
    }
  },
  {
    "translation": {
      "en": "Wasn't a question, you know? I practically did what I felt was right at the time and just…",
      "de": "Das stand nicht zur Debatte. Ich tat, was ich für richtig hielt."
    }
  },
  {
    "translation": {
      "en": "Could've been a lot different. We could've went and spoke to 'em,",
      "de": "Es hätte anders laufen können. Wir hätten reden können."
    }
  },
  {
    "translation": {
      "en": "but that was just the way we… we handled it. We didn't know how to talk back then.",
      "de": "Aber damals wussten wir nicht, wie man Dinge mit Worten klärt."
    }
  },
  {
    "translation": {
      "en": "I just remember feeling, like, my heart sink.",
      "de": "Ich erinnere mich noch, wie es mir im Herzen wehtat."
    }
  },
  {
    "translation": {
      "en": "[Esky] It was really disappointing",
      "de": "Es war so enttäuschend,"
    }
  },
  {
    "translation": {
      "en": "because they were just starting to turn their lives around,",
      "de": "weil sie gerade anfingen, ihr Leben umzukrempeln."
    }
  },
  {
    "translation": {
      "en": "and then this happens.",
      "de": "Und dann geschah das."
    }
  },
  {
    "translation": {
      "en": "They're back in trouble with the police again.",
      "de": "Wieder Ärger mit der Polizei."
    }
  },
  {
    "translation": {
      "en": "Me, Cell, and my other coeys, yeah, we all made bail that night,",
      "de": "Ich, Celly und die anderen kamen am selben Abend auf Kaution frei."
    }
  },
  {
    "translation": {
      "en": "and I was like, \"We're gonna beat this. Don't worry, Mum. We're straight.\"",
      "de": "Ich meinte: \"Wir packen das, keine Sorge, Mum, alles wird gut.\""
    }
  },
  {
    "translation": {
      "en": "[Spenny] YP, Celly, and Lekks were waiting for sentencing.",
      "de": "YP, Celly und Lekks erwarteten den Urteilsspruch."
    }
  },
  {
    "translation": {
      "en": "While they were waiting, the music started to pick up.",
      "de": "Währenddessen ging es in der Musik voran."
    }
  },
  {
    "translation": {
      "en": "[Spenny] We were in the studio, like, every day. We ended up making \"What You Know.\"",
      "de": "Wir waren jeden Tag im Studio und produzierten \"What You Know\"."
    }
  },
  {
    "translation": {
      "en": "Oh yeah, we got a bit of radio play on that song.",
      "de": "Der Song kam im Radio."
    }
  },
  {
    "translation": {
      "en": "On Triple J. There's the Hip-Hop Show, Hauie's show.",
      "de": "Auf Triple J, bei der Hip-Hop Show, die Hau moderierte."
    }
  },
  {
    "translation": {
      "en": "I was following the progression of the group,",
      "de": "Ich folgte der Band."
    }
  },
  {
    "translation": {
      "en": "and they started promoting their new single.",
      "de": "Sie bewarben ihre neue Single."
    }
  },
  {
    "translation": {
      "en": "[Hau] The musicianship of Onefour really sets them apart.",
      "de": "ONEFOUR zeichnen sich durch ihre Musikalität aus."
    }
  },
  {
    "translation": {
      "en": "Not only their abilities and their… their mind for music",
      "de": "Nicht nur durch ihr Talent und ihr Gefühl für Musik."
    }
  },
  {
    "translation": {
      "en": "but also them being the first of their sound in Australia.",
      "de": "Sie waren auch die ersten, die in Australien diesen Sound hatten."
    }
  },
  {
    "translation": {
      "en": "I was like, \"Okay, these guys have got it.\"",
      "de": "Ich fand, sie hatten es richtig drauf."
    }
  },
  {
    "translation": {
      "en": "I reached out and said,",
      "de": "Ich sagte ihnen: \"Ich kenne eure Probleme mit dem Gesetz,"
    }
  },
  {
    "translation": {
      "en": "\"Look, I understand the history that you guys have with law,",
      "de": "Ich sagte ihnen: \"Ich kenne eure Probleme mit dem Gesetz, aber wenn ihr die Musik wirklich als Ausweg daraus seht,"
    }
  },
  {
    "translation": {
      "en": "but if you really want music to be your way of getting out of that,",
      "de": "aber wenn ihr die Musik wirklich als Ausweg daraus seht,"
    }
  },
  {
    "translation": {
      "en": "then let's connect.\"",
      "de": "lasst uns reden.\""
    }
  },
  {
    "translation": {
      "en": "[Lekks] Hau's the man.",
      "de": "Hau ist der Beste."
    }
  },
  {
    "translation": {
      "en": "Without him, to be honest, like, there would be no Onefour, you know?",
      "de": "Ohne ihn gäbe es ONEFOUR nicht."
    }
  },
  {
    "translation": {
      "en": "He started waking us up,",
      "de": "Er öffnete uns die Augen."
    }
  },
  {
    "translation": {
      "en": "and that's when we started telling ourselves, \"Shit, we could actually make something out of this.\"",
      "de": "Wir begriffen, dass wir es zu etwas bringen konnten."
    }
  },
  {
    "translation": {
      "en": "I direct, uh, a label which is a joint venture with Sony.",
      "de": "Ich betreibe ein Label, das ein Joint Venture von Sony ist."
    }
  },
  {
    "translation": {
      "en": "Um… I'm someone that pushes and empowers people of my community,",
      "de": "Ich empowere und unterstütze Leute aus meiner Gemeinschaft,"
    }
  },
  {
    "translation": {
      "en": "whether that community is Pacific Islander, whether that community is hip-hop.",
      "de": "also Pacific Islander oder Hip-Hopper."
    }
  },
  {
    "translation": {
      "en": "And one of the main things I asked them was,",
      "de": "Ich fragte sie:"
    }
  },
  {
    "translation": {
      "en": "\"Outside of the legal troubles,",
      "de": "\"Abgesehen von euren Problemen mit dem Gesetz,"
    }
  },
  {
    "translation": {
      "en": "what is holding you back from success?\"",
      "de": "was hindert euch daran, erfolgreich zu sein?\""
    }
  },
  {
    "translation": {
      "en": "J Emz, he said, \"Oh, we don't have a professional place to record.\"",
      "de": "J Emz sagte, sie hätten kein professionelles Tonstudio."
    }
  },
  {
    "translation": {
      "en": "\"Okay, so if I can get you a studio, would you come?\"",
      "de": "Ich fragte, ob sie kommen würden, wenn ich ein Studio organisiere."
    }
  },
  {
    "translation": {
      "en": "And J Emz said, \"Name the place, time, day, we'll be there.\"",
      "de": "J Emz sagte: \"Sag mir den Ort, das Datum und die Zeit, und wir kommen.\""
    }
  },
  {
    "translation": {
      "en": "We thought, \"Shit, we're about to be stars.\" [laughs]",
      "de": "Wir dachten nur: \"Krass, wir werden Stars.\""
    }
  },
  {
    "translation": {
      "en": "[J Emz] This is the first time going into a proper studio.",
      "de": "Wir gingen erstmals in ein richtiges Studio."
    }
  },
  {
    "translation": {
      "en": "Going into that studio and being part of Sony",
      "de": "In dieses Studio zu gehen und bei Sony zu sein"
    }
  },
  {
    "translation": {
      "en": "was, like probably the best time ever, like, doing music",
      "de": "war für uns die beste Zeit, um Musik zu machen."
    }
  },
  {
    "translation": {
      "en": "because it was, like, the first time I was introduced to the music industry.",
      "de": "Es war meine Einführung in die Musikbranche."
    }
  },
  {
    "translation": {
      "en": "Seeing all those, you know, big names and those big faces on… on… on the wall",
      "de": "Als ich die großen Namen und Fotos an der Wand sah,"
    }
  },
  {
    "translation": {
      "en": "made me feel like this is where I wanna be for the rest of my life",
      "de": "wollte ich den Rest meines Lebens hier verbringen"
    }
  },
  {
    "translation": {
      "en": "and what I wanna do.",
      "de": "und Musik machen."
    }
  },
  {
    "translation": {
      "en": "[Hau] I said, \"You come here, we're working.\"",
      "de": "Ich sagte: \"Hier arbeiten wir."
    }
  },
  {
    "translation": {
      "en": "\"What you do outside the studio, is up to you. I can't control that.\"",
      "de": "Was ihr außerhalb des Studios macht, liegt an euch."
    }
  },
  {
    "translation": {
      "en": "\"No drinking, no drugs, no drama.\"",
      "de": "Hier gibt es keinen Alkohol, keine Drogen, kein Drama."
    }
  },
  {
    "translation": {
      "en": "\"You come in here, record music, write, and that's it.\"",
      "de": "Hier schreibt ihr Musik und nehmt sie auf, mehr nicht.\""
    }
  },
  {
    "translation": {
      "en": "That whole thing was hard, bro. Hard.",
      "de": "Das war schwer, Bro."
    }
  },
  {
    "translation": {
      "en": "[Spenny] So every Saturday, we're in there.",
      "de": "Wir waren dort jeden Samstag."
    }
  },
  {
    "translation": {
      "en": "Just get work done and get out.",
      "de": "Wir machten unsere Arbeit und gingen."
    }
  },
  {
    "translation": {
      "en": "And Hau was always on our back, telling us, \"Make sure you're writing,\" and that's when we started making our best music.",
      "de": "Hau riet uns immer, viel zu schreiben. In der Zeit machten wir die beste Musik."
    }
  },
  {
    "translation": {
      "en": "One of the first sessions, I was like, \"All right, boys, what's the first song we're gonna do?\"",
      "de": "In einer der ersten Sitzungen fragte ich: \"Wie heißt der erste Song?\""
    }
  },
  {
    "translation": {
      "en": "I'm sure it was YP who said, \"Oh yeah, got a song called 'Shanks and Shivs.'\"",
      "de": "YP sagte: \"Shanks and Shivs.\""
    }
  },
  {
    "translation": {
      "en": "\"Oh shit! What's this song about?\" \"Well, it's about a couple of knives.\"",
      "de": "Ich fragte wovon er handelt, und er sagte: \"Von ein paar Messern.\""
    }
  },
  {
    "translation": {
      "en": "Nah, yeah, I remember our first studio session with Hauie.",
      "de": "Ich erinnere mich an die erste Sitzung mit Hau."
    }
  },
  {
    "translation": {
      "en": "I wasn't, like, trying to put on a facade or nothin'. I just wanted to go in there and rap my shit.",
      "de": "Ich wollte keinem was vormachen, sondern einfach meinen Text rappen."
    }
  },
  {
    "translation": {
      "en": "[Kev] Hip-hop has always been a vehicle for minorities and the oppressed.",
      "de": "Hip-Hop war schon immer ein Mittel der Minderheiten und Unterdrückten."
    }
  },
  {
    "translation": {
      "en": "Drill music in particular, it's not so much about being technical.",
      "de": "Im Drill geht es nicht so sehr um Technik."
    }
  },
  {
    "translation": {
      "en": "It's just about telling the story as authentically and as raw as you can,",
      "de": "Man erzählt seine Geschichte möglichst authentisch und ungefiltert."
    }
  },
  {
    "translation": {
      "en": "and I think that's why drill's so effective.",
      "de": "Darum funktioniert Drill so gut."
    }
  },
  {
    "translation": {
      "en": "You know, what you see is what you get, and there's no bullshit around it.",
      "de": "Was man hört, ist echt, unverschnörkelt."
    }
  },
  {
    "translation": {
      "en": "It's nuts, but that's just part of the music, you know?",
      "de": "Es ist irre, aber es ist Teil dieser Musik."
    }
  },
  {
    "translation": {
      "en": "That's part of why it's so dangerous because it's real.",
      "de": "Daher ist sie auch so gefährlich, weil sie real ist."
    }
  },
  {
    "translation": {
      "en": "[J Emz] When everything started to grow,",
      "de": "Als wir immer bekannter wurden, merkten wir plötzlich,"
    }
  },
  {
    "translation": {
      "en": "the music started to grow, we started to realize, \"Shit, like,",
      "de": "Als wir immer bekannter wurden, merkten wir plötzlich, dass wir jemanden brauchten, der sich im Geschäft auskennt."
    }
  },
  {
    "translation": {
      "en": "we need someone that knows this business side of things.\"",
      "de": "dass wir jemanden brauchten, der sich im Geschäft auskennt."
    }
  },
  {
    "translation": {
      "en": "And I knew that Ricky was the man to… to continue on.",
      "de": "Ich wusste, dass Ricky der Richtige war, um sie zu begleiten."
    }
  },
  {
    "translation": {
      "en": "I knew it would be difficult. I never knew how difficult.",
      "de": "Ich wusste, es würde schwer werden, aber nicht, wie schwer."
    }
  },
  {
    "translation": {
      "en": "[J Emz] Rick used to come sit in sessions with us all the time.",
      "de": "Rick saß die ganze Zeit mit im Studio."
    }
  },
  {
    "translation": {
      "en": "He used to just do his own thing and mind his own business in the corner, but he always had advice.",
      "de": "Er saß in der Ecke und machte sein Ding, aber hatte immer Ratschläge."
    }
  },
  {
    "translation": {
      "en": "I really admired the loyalty that they had to each other,",
      "de": "Ich bewunderte ihre Loyalität untereinander,"
    }
  },
  {
    "translation": {
      "en": "the way that they took care of each other, and I was like, \"I wanna be a part of that.\"",
      "de": "wie sie aufeinander achteten, und wollte ein Teil davon sein."
    }
  },
  {
    "translation": {
      "en": "I remember speaking to the guys, saying,",
      "de": "Ich weiß noch, wie ich ihnen sagte,"
    }
  },
  {
    "translation": {
      "en": "\"This could actually be a thing for you, like.\"",
      "de": "dass sie etwas Besonders machen,"
    }
  },
  {
    "translation": {
      "en": "\"You're doing something that hasn't been done before.\"",
      "de": "was niemand zuvor gemacht hatte."
    }
  },
  {
    "translation": {
      "en": "And they were kinda oblivious to it. They were like, \"No, like, this is different. This is a different kinda situation.\"",
      "de": "Sie sahen es nicht, und meinten, die Situation würde anders aussehen."
    }
  },
  {
    "translation": {
      "en": "At the time, I was, yeah, working with Laroi.",
      "de": "Damals arbeitete ich mit The Kid Laroi."
    }
  },
  {
    "translation": {
      "en": "I thought that he would be the type of kid who'd wanna show them things,",
      "de": "Ich dachte, er würde ihnen gerne Dinge zeigen wollen,"
    }
  },
  {
    "translation": {
      "en": "just be curious to connect with them.",
      "de": "mit ihnen in Kontakt treten."
    }
  },
  {
    "translation": {
      "en": "[J Emz] Laroi wasn't as big as he is now.",
      "de": "Laroi war damals noch nicht so berühmt."
    }
  },
  {
    "translation": {
      "en": "He was, um, just another normal kid from Redfern.",
      "de": "Er war ein normaler Junge aus Redfern."
    }
  },
  {
    "translation": {
      "en": "I had seen, like, a video of them rapping on… on Facebook or something like that.",
      "de": "Ich sah eines ihrer Rap-Videos auf Facebook oder so."
    }
  },
  {
    "translation": {
      "en": "Right away, instantly knew they have something special about them.",
      "de": "Ich wusste sofort, dass sie etwas Besonderes haben."
    }
  },
  {
    "translation": {
      "en": "[J Emz] We learned a lot from sitting in studio sessions with him.",
      "de": "Wir lernten im Studio viel von ihm."
    }
  },
  {
    "translation": {
      "en": "He'd get in there, do his thing, and we used to be shocked.",
      "de": "Er machte sein Ding und verblüffte uns total."
    }
  },
  {
    "translation": {
      "en": "Like, \"Holy shit! This kid's a genius.\"",
      "de": "\"Krass, der Junge ist ein Genie!\""
    }
  },
  {
    "translation": {
      "en": "[Laroi] It was all kinda new to them, I think,",
      "de": "Es war alles sehr neu für sie."
    }
  },
  {
    "translation": {
      "en": "and the coolest part was seeing the growth and the constant growth of their process.",
      "de": "Es war cool, zu erleben, wie sie sich weiterentwickelten."
    }
  },
  {
    "translation": {
      "en": "And then, by the end of, like, spending a couple months with them,",
      "de": "Nach ein paar Monaten dachte ich mir:"
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Oh, these cunts are next level.\"",
      "de": "\"Die Kerle sind die nächste Stufe.\""
    }
  },
  {
    "translation": {
      "en": "If you weren't convinced by \"Shanks and Shivs,\"",
      "de": "Wen \"Shanks and Shivs\" noch nicht überzeugt hatte,"
    }
  },
  {
    "translation": {
      "en": "you were convinced with \"The Message.\"",
      "de": "den überzeugte \"The Message\"."
    }
  },
  {
    "translation": {
      "en": "So we knew, like, to be able to impact the music scene,",
      "de": "Wenn wir einen Eindruck in der Szene machen wollten,"
    }
  },
  {
    "translation": {
      "en": "we'd have to do something no one's done before.",
      "de": "mussten wir etwas nie Dagewesenes tun."
    }
  },
  {
    "translation": {
      "en": "That was the first track that we just closed all filters,",
      "de": "Das war der erste Track, bei dem wir einfach ungefiltert"
    }
  },
  {
    "translation": {
      "en": "and we just went ahead, you know?",
      "de": "alles rausgehauen haben."
    }
  },
  {
    "translation": {
      "en": "We thought, \"This is gonna get attention from police, public eye.\"",
      "de": "Wir dachten, so die Aufmerksamkeit der Polizei und Öffentlichkeit zu erregen."
    }
  },
  {
    "translation": {
      "en": "Well, I just said, \"Yeah, let's get that out right now.\"",
      "de": "Ich sagte: \"Wir veröffentlichen den jetzt.\""
    }
  },
  {
    "translation": {
      "en": "And we just said, \"Fuck it. Just drop it.\" You know?",
      "de": "Wir sagten: \"Scheiß drauf, wir droppen den.\""
    }
  },
  {
    "translation": {
      "en": "\"The Message\" came out, and that's the one that really blew up.",
      "de": "\"The Message\" kam heraus und ging viral."
    }
  },
  {
    "translation": {
      "en": "[Misa] \"Oh, Mum, guess what? It's up to 500!\"",
      "de": "\"Mum, es sind schon 500!\""
    }
  },
  {
    "translation": {
      "en": "\"Yay. 500 people listened to your song.\"",
      "de": "\"Super. 500 Leute haben deinen Song gehört.\""
    }
  },
  {
    "translation": {
      "en": "\"Hey, Mum! 500,000!\"",
      "de": "\"Nein, Mum, 500.000!\""
    }
  },
  {
    "translation": {
      "en": "\"Oh my God! Who in the world's listening to your rubbish?\" Like…",
      "de": "\"Wer hört sich denn bitte deinen Schrott an?\""
    }
  },
  {
    "translation": {
      "en": "That was our first song to hit a million views.",
      "de": "Eine Million Aufrufe."
    }
  },
  {
    "translation": {
      "en": "It was fucking game over.",
      "de": "Es war krass."
    }
  },
  {
    "translation": {
      "en": "Like, doin' millions of views in three days,",
      "de": "Sie hatten Millionen von Aufrufen in drei Tagen,"
    }
  },
  {
    "translation": {
      "en": "that was largely unheard of.",
      "de": "das hatte es bisher fast nie gegeben."
    }
  },
  {
    "translation": {
      "en": "It was so organic, so grassroots, so independent.",
      "de": "Das entstand so unabhängig und natürlich."
    }
  },
  {
    "translation": {
      "en": "A word-of-mouth and social-media, just, explosion.",
      "de": "Er ging durch Mundpropaganda und soziale Medien durch die Decke."
    }
  },
  {
    "translation": {
      "en": "[Laroi] They were just like, \"Oh my God.\"",
      "de": "Sie waren überwältigt."
    }
  },
  {
    "translation": {
      "en": "\"People really like what we're doing. A million views is bananas.\"",
      "de": "Die Leute mochten es. Eine Million Aufrufe sind irre."
    }
  },
  {
    "translation": {
      "en": "I'd never seen this happen before in Australia.",
      "de": "Das gab es nie zuvor in Australien."
    }
  },
  {
    "translation": {
      "en": "I think what… what surprised me the most was the international reaction.",
      "de": "Die internationalen Reaktionen überraschten mich am meisten."
    }
  },
  {
    "translation": {
      "en": "The reactors are the ones that really blew it up for Onefour.",
      "de": "Durch diese Reaction-Videos gingen ONEFOUR richtig viral."
    }
  },
  {
    "translation": {
      "en": "[J Emz] First time we found out what reactions were.",
      "de": "Wir wussten vorher nicht, was Reactions sind"
    }
  },
  {
    "translation": {
      "en": "We didn't know people were doing that to music videos.",
      "de": "und dass es sie für Musikvideos gibt."
    }
  },
  {
    "translation": {
      "en": "They must be doing some bad things with that disclaimer.",
      "de": "Bei so einer Warnung machen die sicher schlimme Dinge."
    }
  },
  {
    "translation": {
      "en": "First off, there's been a lot of buzz around this song,",
      "de": "Es gibt viel Aufsehen um diesen Song."
    }
  },
  {
    "translation": {
      "en": "so I wanna see what it's about. Let's go.",
      "de": "Ich will dem auf den Grund gehen."
    }
  },
  {
    "translation": {
      "en": "Bro, he just named, like, 50,000 people that need to be free.",
      "de": "Bro, er hat gerade 50.000 Leute genannt, die freikommen müssen."
    }
  },
  {
    "translation": {
      "en": "The song opened with a fuckin' call from jail.",
      "de": "Der Song begann mit einem Anruf aus dem Knast."
    }
  },
  {
    "translation": {
      "en": "[laughing] Like, what the fuck?",
      "de": "Was zur Hölle?"
    }
  },
  {
    "translation": {
      "en": "-Are you seeing where they outside? -Bro!",
      "de": "-Siehst du, wo die sind? -Bro!"
    }
  },
  {
    "translation": {
      "en": "They outside the courthouse, like.",
      "de": "Die sind vor dem Gericht!"
    }
  },
  {
    "translation": {
      "en": "-Say what? -Look.",
      "de": "-Wie bitte? -Sieh mal."
    }
  },
  {
    "translation": {
      "en": "Mount Druitt Courthouse, and they're doing this outside the courthouse.",
      "de": "Die sind vor dem Gerichtsgebäude in Mount Druitt."
    }
  },
  {
    "translation": {
      "en": "Proper, fam.",
      "de": "Krass, Alter."
    }
  },
  {
    "translation": {
      "en": "[Mahmood] I think it's the most provocative thing in recent contemporary Australian art.",
      "de": "Es war die größte Provokation in der jüngeren australischen Kunst."
    }
  },
  {
    "translation": {
      "en": "Such a \"fuck you\" to everything that had shaped these guys.",
      "de": "Ein Mittelfinger für alles, was sie geprägt hatte."
    }
  },
  {
    "translation": {
      "en": "He said, \"Hey, I'mma pull mine. I'mma let you pull yours.\"",
      "de": "Er sagt \"Ich ziehe mein Messer, ihr zieht eure."
    }
  },
  {
    "translation": {
      "en": "\"We gon' show who gon' die first.\"",
      "de": "Mal sehen, wer zuerst stirbt.\""
    }
  },
  {
    "translation": {
      "en": "Keep me away from these niggas, bro.",
      "de": "Halt mich von diesen Typen fern."
    }
  },
  {
    "translation": {
      "en": "This is so funny.",
      "de": "Es ist so witzig."
    }
  },
  {
    "translation": {
      "en": "Like, accent-wise, the accent's actually good.",
      "de": "Der Akzent ist witzig, er ist so gut."
    }
  },
  {
    "translation": {
      "en": "It started as a novelty, but then when I realized,",
      "de": "Anfangs ging es um ihre Neuartigkeit, doch dann merkte ich,"
    }
  },
  {
    "translation": {
      "en": "\"Oh wow, these guys actually can rap.\"",
      "de": "dass sie tatsächlich gut rappen können."
    }
  },
  {
    "translation": {
      "en": "[Mahmood] The world hadn't yet seen people of color rapping in an Australian accent.",
      "de": "Die Welt hatte bisher keine Rapper, die australische People Of Color waren."
    }
  },
  {
    "translation": {
      "en": "They didn't even know a lot of us existed.",
      "de": "Doch es gab viele von uns."
    }
  },
  {
    "translation": {
      "en": "They both got one ponytail.",
      "de": "Sie haben beide Pferdeschwänze."
    }
  },
  {
    "translation": {
      "en": "Bro, I think that's a… um, from the Rocksides, fam.",
      "de": "Die sehen aus wie The Rock, Bro."
    }
  },
  {
    "translation": {
      "en": "Oh, them man there.",
      "de": "Dieser Mann dort."
    }
  },
  {
    "translation": {
      "en": "You know what I'm talkin' about? What's it called? Samoan.",
      "de": "-Samoaner. -Ich kenne The Rock."
    }
  },
  {
    "translation": {
      "en": "The perceptions of what they thought Australians were",
      "de": "Man hatte ein Bild davon, wie Australier aussehen,"
    }
  },
  {
    "translation": {
      "en": "were Neighbours, Home and Away.",
      "de": "aus TV-Serien wie Nachbarn und Home and Away."
    }
  },
  {
    "translation": {
      "en": "[Kev] Lara Bingle. Steve Irwin.",
      "de": "Lara Bingle. Steve Irwin."
    }
  },
  {
    "translation": {
      "en": "Tall, blond surfer guys. And Onefour don't look like any of those cunts.",
      "de": "Große, blonde Surfertypen. ONEFOUR sehen ganz anders aus."
    }
  },
  {
    "translation": {
      "en": "They definitely changed the perception of what Australia looks like,",
      "de": "Sie wandelten das Bild davon, wie Australier aussahen, klingen,"
    }
  },
  {
    "translation": {
      "en": "sounds like, and what happens here.",
      "de": "Sie wandelten das Bild davon, wie Australier aussahen, klingen, und was hier abgeht."
    }
  },
  {
    "translation": {
      "en": "♪ Ooh, now that I'm down for the kill… ♪",
      "de": "SCHLÄGE IN DER KÜCHE, GORDON RAMSAY"
    }
  },
  {
    "translation": {
      "en": "-Yo, brother. -Nah, go on, like…",
      "de": "-Jo, Bruder. -Komm schon."
    }
  },
  {
    "translation": {
      "en": "Need to take it easy otherwise I'm gonna lose it.",
      "de": "Ganz langsam, sonst drehe ich durch."
    }
  },
  {
    "translation": {
      "en": "Bro, this video is lit as fuck. These man turn up for the video.",
      "de": "Bro, das Video ist lit! Die ganzen Typen in dem Video!"
    }
  },
  {
    "translation": {
      "en": "The top artists in the UK started, like, giving us our props.",
      "de": "Wir erhielten Lob von großen britischen Künstlern."
    }
  },
  {
    "translation": {
      "en": "Probably the first was Skepta.",
      "de": "Der erste war Skepta."
    }
  },
  {
    "translation": {
      "en": "Shout out Onefour. All the Gs.",
      "de": "Props an ONEFOUR und alle G‘s."
    }
  },
  {
    "translation": {
      "en": "[Spenny] Dave, he posted us on his story.",
      "de": "Dave postete uns in seiner Story."
    }
  },
  {
    "translation": {
      "en": "These were artists at the top of their game,",
      "de": "Das waren die größten Rapper,"
    }
  },
  {
    "translation": {
      "en": "and they're posting about Onefour.",
      "de": "die über ONEFOUR posteten."
    }
  },
  {
    "translation": {
      "en": "Getting all that love from overseas was crazy.",
      "de": "Das ganze Lob aus Übersee war irre."
    }
  },
  {
    "translation": {
      "en": "[Kev] I think YP's line was so iconic",
      "de": "YPs Zeile war so ikonisch,"
    }
  },
  {
    "translation": {
      "en": "because it was just a succinct summation of what the group was about.",
      "de": "weil sie knapp zusammenfasste, was ONEFOUR ausmachte."
    }
  },
  {
    "translation": {
      "en": "\"Onefour. We're from here. You're from there. We don't like you.\"",
      "de": "Wir kommen von hier, ihr von dort, wir mögen euch nicht."
    }
  },
  {
    "translation": {
      "en": "Oh my days.",
      "de": "Ach du meine Güte!"
    }
  },
  {
    "translation": {
      "en": "That is actually… No. No. No.",
      "de": "Das ist einfach… Nein."
    }
  },
  {
    "translation": {
      "en": "[clicks tongue] Fuck off, man. Fuck off, man.",
      "de": "Hau ab, Alter!"
    }
  },
  {
    "translation": {
      "en": "Oh yeah, that's fucking cold.",
      "de": "Das war ziemlich krass."
    }
  },
  {
    "translation": {
      "en": "There's certain lines in that world that they were part of",
      "de": "In ihrer Welt gibt es bestimmte Grenzen,"
    }
  },
  {
    "translation": {
      "en": "that you really don't cross.",
      "de": "die man nicht überschreitet."
    }
  },
  {
    "translation": {
      "en": "Especially when someone's died, you know, you don't really provoke them in that way.",
      "de": "Besonders, wenn jemand gestorben ist, provoziert man nicht damit."
    }
  },
  {
    "translation": {
      "en": "It's pretty, some would say, disrespectful,",
      "de": "Manch einer würde sagen, das wäre ziemlich respektlos,"
    }
  },
  {
    "translation": {
      "en": "but they said it, recorded it, and spit it on a verse.",
      "de": "aber sie haben es gerappt und aufgenommen."
    }
  },
  {
    "translation": {
      "en": "So that line refers to the stabbing death",
      "de": "Es geht um die Ermordung"
    }
  },
  {
    "translation": {
      "en": "of a member of an opposing gang called 21 District.",
      "de": "eines feindlichen Gangmitglieds von 21 District."
    }
  },
  {
    "translation": {
      "en": "One of the members gets stabbed, is killed, and that leaves them with 20 members.",
      "de": "Ein Gangmitglied wurde erstochen, also hatten sie nur noch 20 Mitglieder."
    }
  },
  {
    "translation": {
      "en": "With that line, everything was about to change for Onefour.",
      "de": "Nach dieser Zeile veränderte sich alle für ONEFOUR."
    }
  },
  {
    "translation": {
      "en": "I'm both disgusted by it…",
      "de": "Ich bin davon schon angewidert,"
    }
  },
  {
    "translation": {
      "en": "But if art is meant to make you feel something,",
      "de": "aber Kunst soll ja Emotionen auslösen,"
    }
  },
  {
    "translation": {
      "en": "you succeeded in the point of art right there.",
      "de": "und das haben sie erreicht."
    }
  },
  {
    "translation": {
      "en": "But I also thought, like, people are gonna hate this line.",
      "de": "Ich dachte: \"Die Zeile wird man hassen."
    }
  },
  {
    "translation": {
      "en": "It's gonna be so controversial.",
      "de": "Sie wird kontrovers sein.\""
    }
  },
  {
    "translation": {
      "en": "It was shocking, it was confronting, but it was exciting, man.",
      "de": "Es war so schockierend und konfrontativ, aber auch aufregend."
    }
  },
  {
    "translation": {
      "en": "Fifty guys in balaclavas talking about sharp objects.",
      "de": "Fünfzig Typen in Sturmhauben, die über Messer rappen."
    }
  },
  {
    "translation": {
      "en": "You know, they had a buzz about 'em.",
      "de": "Es hatte einen gewissen Reiz."
    }
  },
  {
    "translation": {
      "en": "[Hau] They followed \"The Message\" with \"Spot the Difference\"",
      "de": "Nach \"The Message\" kam \"Spot the Difference\","
    }
  },
  {
    "translation": {
      "en": "and just leveled up some more.",
      "de": "wo sie noch einen drauflegten."
    }
  },
  {
    "translation": {
      "en": "When you saw that,",
      "de": "Da wussten wir,"
    }
  },
  {
    "translation": {
      "en": "you knew it was a new dawn of hip-hop in Australia.",
      "de": "dass eine neue Ära im australischen Hip-Hop anbrach."
    }
  },
  {
    "translation": {
      "en": "I was like, \"This is a fucking fly story. We should cover these guys.\"",
      "de": "Es war eine coole Story, wir berichteten über sie."
    }
  },
  {
    "translation": {
      "en": "[Mahmood] And it was a wild shoot.",
      "de": "Das war ein irrer Dreh."
    }
  },
  {
    "translation": {
      "en": "They were on the phone, calling people, calling people.",
      "de": "Sie riefen ständig noch mehr Leute an."
    }
  },
  {
    "translation": {
      "en": "They're, like, these guys come. These guys come.",
      "de": "Die Jungs strömten da hin."
    }
  },
  {
    "translation": {
      "en": "Oh, that was the best day. One of the best days of my life, bro.",
      "de": "Das war einer der besten Tage meines Lebens."
    }
  },
  {
    "translation": {
      "en": "It was goin' off its head, you know? Had the whole area out, man.",
      "de": "Es war völlig durchgeknallt. Alle aus der Gegend waren da."
    }
  },
  {
    "translation": {
      "en": "[Mahmood] We were in this car park, and more flares keep getting popped,",
      "de": "Wir waren auf einem Parkplatz, zündeten Bengalos,"
    }
  },
  {
    "translation": {
      "en": "and cars are doing burnouts,",
      "de": "Autos machten Burnouts,"
    }
  },
  {
    "translation": {
      "en": "and suddenly, they're like, \"Let's lock the fucking road down!\"",
      "de": "und plötzlich blockierten sie die Straße."
    }
  },
  {
    "translation": {
      "en": "The cops couldn't do nothing because you had, like, three, four hundred kids",
      "de": "Die Cops konnten nichts unternehmen, weil diese 300 oder 400 Kids"
    }
  },
  {
    "translation": {
      "en": "storming the streets of Mount Druitt, literally reclaiming the streets, taking over.",
      "de": "einfach so die Straßen von Mount Druitt übernahmen."
    }
  },
  {
    "translation": {
      "en": "[Mahmood] It was unlike any shoot I've been on",
      "de": "Es war ein Dreh wie kein anderer, denn dort waren Leute,"
    }
  },
  {
    "translation": {
      "en": "because there were people that felt like they were being heard and seen",
      "de": "Es war ein Dreh wie kein anderer, denn dort waren Leute, die sich vorher noch nie Gehör verschaffen konnten."
    }
  },
  {
    "translation": {
      "en": "for the first time.",
      "de": "die sich vorher noch nie Gehör verschaffen konnten."
    }
  },
  {
    "translation": {
      "en": "We're seeing the bright lights, and we're seeing kids,",
      "de": "Wir sahen die hellen Lichter, die ganzen Kids,"
    }
  },
  {
    "translation": {
      "en": "and they're, like, following us around at the shops, trying to take photos and that.",
      "de": "und sie liefen uns hinterher, machten Fotos und so weiter."
    }
  },
  {
    "translation": {
      "en": "It just felt like genuine hometown love.",
      "de": "Es fühlte sich wie Heimatverbundenheit an."
    }
  },
  {
    "translation": {
      "en": "[Mahmood] Can't imagine what it would feel like to be a kid in Mount Druitt,",
      "de": "Es war wohl unglaublich für die Kids aus Mount Druitt,"
    }
  },
  {
    "translation": {
      "en": "to see your area splashed on the screen like that and the whole world suddenly pay attention.",
      "de": "dass ihre Gegend auf den Bildschirmen der Welt auftauchte."
    }
  },
  {
    "translation": {
      "en": "That gives me goosebumps, thinking about that.",
      "de": "Da kriege ich Gänsehaut."
    }
  },
  {
    "translation": {
      "en": "Suddenly, you know, be like, \"I've got these dreams,",
      "de": "Sie merkten, dass ihre Träume wahr werden können,"
    }
  },
  {
    "translation": {
      "en": "and now I can realize them because the guys across the road did.\"",
      "de": "wenn der Typ von nebenan es auch schaffen konnte."
    }
  },
  {
    "translation": {
      "en": "♪ Like spot the difference ♪",
      "de": "VIDEOS HOCHLADEN"
    }
  },
  {
    "translation": {
      "en": "[host 1] 2019 was and still is undoubtedly ruled by my next guests in the studio.",
      "de": "Das Jahr 2019 wird definitiv von meinen nächsten Gästen dominiert."
    }
  },
  {
    "translation": {
      "en": "[host 2] Onefour, the fucking hottest shit on the scene right now.",
      "de": "ONEFOUR sind der heißeste Scheiß in der Szene."
    }
  },
  {
    "translation": {
      "en": "[host 3] A YouTube phenomenon.",
      "de": "Sie sind YouTube-Stars."
    }
  },
  {
    "translation": {
      "en": "[host 4] They've forged their way into Australian music history",
      "de": "Sie schreiben australische Musikgeschichte,"
    }
  },
  {
    "translation": {
      "en": "with their unapologetic writing, their raw energy,",
      "de": "mit schonungslosen Texten, ihrer rauen Art"
    }
  },
  {
    "translation": {
      "en": "and the pride they have in their area.",
      "de": "und dem Stolz auf ihre Gegend."
    }
  },
  {
    "translation": {
      "en": "[J Emz] We started meeting with a lot of magazines.",
      "de": "Wir gaben viele Magazin-Interviews."
    }
  },
  {
    "translation": {
      "en": "Rolling Stones and all that, GQ.",
      "de": "Rolling Stone, GQ und so weiter."
    }
  },
  {
    "translation": {
      "en": "[man] How would you describe yourself now? What is your, like, identity?",
      "de": "Wie würdet ihr euch beschreiben? Was ist eure Identität?"
    }
  },
  {
    "translation": {
      "en": "Are you rappers? Are you musicians?",
      "de": "Seid ihr Rapper? Musiker?"
    }
  },
  {
    "translation": {
      "en": "[J Emz] We're fuckin' musicians.",
      "de": "Wir sind verdammte Musiker."
    }
  },
  {
    "translation": {
      "en": "Shut the fuck up. We're good at what we do too, you know?",
      "de": "Halt's Maul, wir machen unsere Sache gut."
    }
  },
  {
    "translation": {
      "en": "Every cunt in Australia wanted to make drill music after that.",
      "de": "Plötzlich wollten alle in Australien Drill machen."
    }
  },
  {
    "translation": {
      "en": "Like, everybody.",
      "de": "Wirklich alle."
    }
  },
  {
    "translation": {
      "en": "He's got a little Australian fucking dance going there.",
      "de": "Er macht ein australisches Tänzchen."
    }
  },
  {
    "translation": {
      "en": "[Kev] The Mounty Bop, you guys have helped popularize. -It's going big on TikTok and all that. -[snickering]",
      "de": "Ihr habt den Mounty Bop populär gemacht, Er geht auf TikTok viral."
    }
  },
  {
    "translation": {
      "en": "[Osman] It's unprecedented in the history of Australian music to have that kind of impact.",
      "de": "Noch nie zuvor hatte australische Musik so einen Einfluss gehabt."
    }
  },
  {
    "translation": {
      "en": "Oh, I felt like a superstar.",
      "de": "Ich fühlte mich wie ein Superstar."
    }
  },
  {
    "translation": {
      "en": "Yeah, it felt good because it just changed our mindset",
      "de": "Es fühlte sich gut an, denn es wandelte unsere Denkweise"
    }
  },
  {
    "translation": {
      "en": "and the way we looked at life.",
      "de": "und wie wir das Leben sahen."
    }
  },
  {
    "translation": {
      "en": "[Ricky] And then after that, Dave toured Australia.",
      "de": "Dann machte Dave eine Australien-Tournee."
    }
  },
  {
    "translation": {
      "en": "He asked for Onefour to support him on the Sydney and Melbourne legs.",
      "de": "Er lud ONEFOUR zu den Gigs in Sydney und Melbourne ein."
    }
  },
  {
    "translation": {
      "en": "It was about to come together for them.",
      "de": "Es fügte sich alles für sie."
    }
  },
  {
    "translation": {
      "en": "[Morri] I'm not brave enough to be a cop, tough enough to be a gangster,",
      "de": "Mir fehlte der Mut eines Cops, die Härte eines Gangsters"
    }
  },
  {
    "translation": {
      "en": "or smart enough to be a lawyer, so I became a crime reporter.",
      "de": "und der Verstand eines Anwalts, also bin ich Kriminalreporter."
    }
  },
  {
    "translation": {
      "en": "It's one thing to have an anthem,",
      "de": "Man kann eine Hymne haben,"
    }
  },
  {
    "translation": {
      "en": "but it depends what that anthem's saying or how it's being interpreted.",
      "de": "doch es kommt auf ihren Inhalt und die Auslegung an."
    }
  },
  {
    "translation": {
      "en": "You know, a bunch of young guys",
      "de": "Eine paar junge Kerle,"
    }
  },
  {
    "translation": {
      "en": "who are talking about how tough they are,",
      "de": "die davon sprechen, wie hart sie sind,"
    }
  },
  {
    "translation": {
      "en": "about carrying knives, about hating another crew.",
      "de": "dass sie Messer dabei haben und eine andere Gang hassen."
    }
  },
  {
    "translation": {
      "en": "You know, anthems can be positive and… and negative.",
      "de": "Hymnen können positiv oder negativ sein."
    }
  },
  {
    "translation": {
      "en": "Obviously, Onefour get a bit of notoriety. They're getting popular.",
      "de": "Natürlich hatten ONEFOUR schon einen gewissen Ruf und waren beliebt."
    }
  },
  {
    "translation": {
      "en": "The real controversy around Onefour started when a couple of other drill acts",
      "de": "Die große Kontroverse um ONEFOUR begann, als in West Sydney"
    }
  },
  {
    "translation": {
      "en": "started popping up in West Sydney as well.",
      "de": "plötzlich andere Drill-Rapper auftauchten."
    }
  },
  {
    "translation": {
      "en": "The media latched onto feuds between these rappers.",
      "de": "Die Medien stürzten sich auf die Konflikte zwischen den Rappern."
    }
  },
  {
    "translation": {
      "en": "We have a media in Australia particularly on the conservative side.",
      "de": "In Australien sind die Medien sehr konservativ."
    }
  },
  {
    "translation": {
      "en": "Tabloids like the Daily Mail and the Daily Telegraph",
      "de": "Klatschblätter wie Daily Mail und Daily Telegraph"
    }
  },
  {
    "translation": {
      "en": "have whipped up a fervor of gang crime in Western Sydney.",
      "de": "berichten gerne über die Gangs von West Sydney."
    }
  },
  {
    "translation": {
      "en": "These newspapers sell when they talk about gang crime.",
      "de": "Artikel über Gangkriminalität sorgen für hohe Auflagen."
    }
  },
  {
    "translation": {
      "en": "They love to splash this stuff on the front page.",
      "de": "Die kommen auf die Titelseite."
    }
  },
  {
    "translation": {
      "en": "They love to create a sense of panic and hysteria.",
      "de": "Man erzeugt gerne Panik und Hysterie."
    }
  },
  {
    "translation": {
      "en": "If you believe these papers,",
      "de": "Glaubt man den Artikeln,"
    }
  },
  {
    "translation": {
      "en": "you'd think that Sydney was like Gotham City.",
      "de": "wirkt Sydney wie Gotham City."
    }
  },
  {
    "translation": {
      "en": "Right? You'd think there was a violent crime epidemic",
      "de": "Als gäbe es eine Welle von Gewaltverbrechen,"
    }
  },
  {
    "translation": {
      "en": "and Western Sydney crime is out of control,",
      "de": "als sei alles außer Kontrolle,"
    }
  },
  {
    "translation": {
      "en": "and it's all being perpetuated by young Islander men.",
      "de": "und Schuld daran seien junge, männliche Islander."
    }
  },
  {
    "translation": {
      "en": "When you actually look at the numbers, it's not the case.",
      "de": "Doch die Fakten sehen anders aus."
    }
  },
  {
    "translation": {
      "en": "It's the safest Sydney's been in so long.",
      "de": "Sydney ist sicherer denn je zuvor."
    }
  },
  {
    "translation": {
      "en": "[man] My first recollection of coming across Onefour was,",
      "de": "Ich stieß zum ersten Mal auf ONEFOUR, als ich einen Zeitungsartikel las,"
    }
  },
  {
    "translation": {
      "en": "um, a newspaper article,",
      "de": "als ich einen Zeitungsartikel las,"
    }
  },
  {
    "translation": {
      "en": "and I thought, \"This is kind of really interesting.\"",
      "de": "und ich fand die Sache sehr interessant."
    }
  },
  {
    "translation": {
      "en": "\"What the hell have these guys done to… to get this kind of media attention?\"",
      "de": "Wie zur Hölle haben diese Kerle so viel Medienaufmerksamkeit erhalten?"
    }
  },
  {
    "translation": {
      "en": "On an international scale,",
      "de": "Im internationalen Vergleich"
    }
  },
  {
    "translation": {
      "en": "you wouldn't say that Australia has a… a serious crime problem.",
      "de": "gibt es in Australien kein ernstes Kriminalitätsproblem."
    }
  },
  {
    "translation": {
      "en": "In Australia, the crime problems are around domestic and family violence",
      "de": "In Australien gibt es Probleme mit Gewalt in Haushalt und Familie"
    }
  },
  {
    "translation": {
      "en": "and sexual assault.",
      "de": "und sexueller Gewalt."
    }
  },
  {
    "translation": {
      "en": "And yet often, the media attention are on these different forms of crime,",
      "de": "Dennoch konzentrieren sich die Medien auf diese anderen Verbrechen,"
    }
  },
  {
    "translation": {
      "en": "whether it be organized crime or gang crime, if you wanna call it that,",
      "de": "also organisierte Kriminalität oder Gangkriminalität,"
    }
  },
  {
    "translation": {
      "en": "that seem, on the face of it, more exciting and much more newsworthy.",
      "de": "die zunächst so viel aufregender und berichtenswerter erscheinen."
    }
  },
  {
    "translation": {
      "en": "Do I think Sydney's getting more violent? I think there are aspects.",
      "de": "Gibt es mehr Gewalt in Sydney? Teilweise."
    }
  },
  {
    "translation": {
      "en": "Young Sydney's getting more violent.",
      "de": "Unter jungen Leuten."
    }
  },
  {
    "translation": {
      "en": "That's coming not from Bureau of Stats or Census.",
      "de": "Das sind jetzt keine offiziellen Statistiken,"
    }
  },
  {
    "translation": {
      "en": "That's coming from 40 years of reporting crime in Sydney.",
      "de": "aber ich berichte seit 40 Jahren über Kriminalität in Sydney."
    }
  },
  {
    "translation": {
      "en": "All these tabloid newspapers, they were suggesting that,",
      "de": "Die Boulevardpresse behauptet,"
    }
  },
  {
    "translation": {
      "en": "if these music groups come to more popularity and prominence,",
      "de": "dass es mehr Gewalt geben wird, wenn diese Bands berühmter und beliebter werden."
    }
  },
  {
    "translation": {
      "en": "there's gonna be more violence on the streets.",
      "de": "wenn diese Bands berühmter und beliebter werden."
    }
  },
  {
    "translation": {
      "en": "Something is sick in New South Wales, particularly Sydney.",
      "de": "Da ist was faul in New South Wales, besonders in Sydney."
    }
  },
  {
    "translation": {
      "en": "This is very, very scary.",
      "de": "Es ist beängstigend."
    }
  },
  {
    "translation": {
      "en": "The worst urban conflict in a generation is being fueled by drill rap.",
      "de": "Der schwerste urbane Konflikt seit einer Generation, angeheizt von Drill-Rap."
    }
  },
  {
    "translation": {
      "en": "[man 1] Yeah, it incites. There's no doubt about it.",
      "de": "Ja, er heizt zweifellos den Konflikt an."
    }
  },
  {
    "translation": {
      "en": "[Morri] I don't know how comfortable I'd feel",
      "de": "Ich würde mich nicht wohl damit fühlen,"
    }
  },
  {
    "translation": {
      "en": "about having a 14- or 15-year-old of mine going to one of these concerts",
      "de": "meine 14- oder 15-jährigen Kinder auf diese Konzerte zu lassen,"
    }
  },
  {
    "translation": {
      "en": "'cause I'm scared there'll be conflict.",
      "de": "wo es zu Kämpfen kommen könnte."
    }
  },
  {
    "translation": {
      "en": "[Spenny] We make music. You know? We don't incite violence.",
      "de": "Wir sind Musiker, wir stiften nicht zu Gewalt an."
    }
  },
  {
    "translation": {
      "en": "We don't make people go out there and do things that we're saying.",
      "de": "Wir zwingen niemanden, die Dinge aus unseren Texten zu tun."
    }
  },
  {
    "translation": {
      "en": "The media was never on our side. Yeah, they hated, like, what we were representing,",
      "de": "Die Presse war nie auf unserer Seite. Sie hassten das, was war darstellten."
    }
  },
  {
    "translation": {
      "en": "and anytime, like, something happens on the street, they would just blame us.",
      "de": "Sie schoben uns alle Probleme der Straße in die Schuhe."
    }
  },
  {
    "translation": {
      "en": "There's nothing unique about art that talks about violence,",
      "de": "Es ist nichts Neues, dass in der Kunst Gewalt thematisiert wird,"
    }
  },
  {
    "translation": {
      "en": "but for some reason, when it comes to hip-hop from Western Sydney,",
      "de": "doch nun kommt diese Debatte wieder auf, wenn es um Hip-Hop aus Sydney geht."
    }
  },
  {
    "translation": {
      "en": "we're having that debate all over again,",
      "de": "wenn es um Hip-Hop aus Sydney geht."
    }
  },
  {
    "translation": {
      "en": "and I think it's because of who's telling that story.",
      "de": "Das liegt daran, von wem die Geschichte erzählt wird."
    }
  },
  {
    "translation": {
      "en": "I think that the controversial aspect of Onefour definitely became a double-edged sword with them.",
      "de": "Die Kontroverse um ONEFOUR war ein zweischneidiges Schwert."
    }
  },
  {
    "translation": {
      "en": "What attracted people to the group initially",
      "de": "Was sie so interessant machte,"
    }
  },
  {
    "translation": {
      "en": "was then turned against them by the larger media corporations",
      "de": "wurde gegen sie verwendet, von den großen Medienkonzernen"
    }
  },
  {
    "translation": {
      "en": "and, of course, the police.",
      "de": "und natürlich der Polizei."
    }
  },
  {
    "translation": {
      "en": "[Weinstein] I grew up in Southwest Sydney as a young person,",
      "de": "Ich bin in Southwest Sydney aufgewachsen."
    }
  },
  {
    "translation": {
      "en": "and in my time growing up, you know, I saw the impact of crime.",
      "de": "In meiner Jugend sah ich, was die Kriminalität anrichtete."
    }
  },
  {
    "translation": {
      "en": "You know, I had family who were victims of crime,",
      "de": "Angehörige wurden zum Opfer von Verbrechen,"
    }
  },
  {
    "translation": {
      "en": "so I have a real drive to make the place a safer place for everyone.",
      "de": "also war ich sehr motiviert, für mehr Sicherheit zu sorgen."
    }
  },
  {
    "translation": {
      "en": "My name is Deb Wallace.",
      "de": "Ich bin Deb Wallace."
    }
  },
  {
    "translation": {
      "en": "My first station, 40 years ago, was a place called Blacktown,",
      "de": "Vor 40 Jahren war Blacktown meine erste Dienststelle,"
    }
  },
  {
    "translation": {
      "en": "and the substation was Mount Druitt.",
      "de": "im Revier in Mount Druitt."
    }
  },
  {
    "translation": {
      "en": "I think I saw the harm",
      "de": "Ich sah die Schäden,"
    }
  },
  {
    "translation": {
      "en": "that drug and gang crime does to a community,",
      "de": "die Drogen- und Bandenkriminalität dort anrichteten."
    }
  },
  {
    "translation": {
      "en": "and it was an area that particularly interested me.",
      "de": "Dieses Gebiet war für mich sehr interessant."
    }
  },
  {
    "translation": {
      "en": "It was probably the middle of July 2019",
      "de": "Es war Mitte Juli 2019,"
    }
  },
  {
    "translation": {
      "en": "when we started to see the violence escalate with these street gangs.",
      "de": "als dort die Gewalt zwischen den Straßengangs eskalierte."
    }
  },
  {
    "translation": {
      "en": "We saw them take on banners, and they changed them regularly,",
      "de": "Sie hatten eigene Logos. Die änderten sie oft, was mir sagte,"
    }
  },
  {
    "translation": {
      "en": "which shows me they weren't real structured or very sophisticated.",
      "de": "dass sie nicht gut organisiert waren."
    }
  },
  {
    "translation": {
      "en": "They probably had more banners than I've had baked dinners.",
      "de": "Sie veränderten die Logos einfach ständig."
    }
  },
  {
    "translation": {
      "en": "I think when we first started to see them emerge,",
      "de": "Als die Gangs aufkamen,"
    }
  },
  {
    "translation": {
      "en": "uh, their names were Greater West and District 21,",
      "de": "gab es Greater West und District 21."
    }
  },
  {
    "translation": {
      "en": "and then we started to see Onefour.",
      "de": "Dann kam ONEFOUR."
    }
  },
  {
    "translation": {
      "en": "And, um, we started to hear about some lyrics",
      "de": "Uns kamen dann die Texte zu Ohren,"
    }
  },
  {
    "translation": {
      "en": "that Onefour were using.",
      "de": "die ONEFOUR in ihren Songs hatten."
    }
  },
  {
    "translation": {
      "en": "Where we're trying to combat and divert kids from violence,",
      "de": "Wir wollten Jugendlich davon abhalten, gewalttätig zu werden,"
    }
  },
  {
    "translation": {
      "en": "this group was using lyrics that, to us,",
      "de": "und diese Band hatte Texte, von denen wir dachten,"
    }
  },
  {
    "translation": {
      "en": "had the possibility of inciting the acts of violence",
      "de": "dass sie zu den Gewalttaten anstiften konnten,"
    }
  },
  {
    "translation": {
      "en": "that the street gangs were committing.",
      "de": "die diese Straßengangs begingen."
    }
  },
  {
    "translation": {
      "en": "[Weinstein] It's pretty entrenched in drill rapping that unless you have actually done that crime",
      "de": "Es gehört im Drill dazu, dass man nur über Taten rappt,"
    }
  },
  {
    "translation": {
      "en": "or you are in that gang, um, you cannot sing about that actual activity.",
      "de": "die man auch begangen hat, oder man muss in einer Gang sein."
    }
  },
  {
    "translation": {
      "en": "And we know that some of them were involved in serious, serious assaults.",
      "de": "Einige von ihnen waren an schweren Gewalttaten beteiligt."
    }
  },
  {
    "translation": {
      "en": "And if you read the lyrics of \"The Message,\"",
      "de": "Im Text von \"The Message\" heißt es,"
    }
  },
  {
    "translation": {
      "en": "they are really essentially two groups,",
      "de": "dass es zwei Gruppen gibt."
    }
  },
  {
    "translation": {
      "en": "you know, open platform to talk about what will happen if those two groups come to each other.",
      "de": "Sie thematisieren, was passiert, wenn diese Gruppen aufeinandertreffen."
    }
  },
  {
    "translation": {
      "en": "So the idea was to get onto it quickly before it escalated.",
      "de": "Wir wollten eingreifen, bevor die Dinge eskalieren."
    }
  },
  {
    "translation": {
      "en": "The New South Wales police force has a long history of different units aimed at targeting gang crime.",
      "de": "Bei der Polizei von New South Wales gab es einige Einheiten für Bandenkriminalität."
    }
  },
  {
    "translation": {
      "en": "Basically, those groups have been merged into a force called Strike Force Raptor.",
      "de": "Diese Einheiten schloss man zur \"Strike Force Raptor\" zusammen."
    }
  },
  {
    "translation": {
      "en": "That's a intense tactical elite unit of New South Wales police,",
      "de": "Das ist eine taktische Eliteeinheit der Polizei von NSW,"
    }
  },
  {
    "translation": {
      "en": "whose job it is to disrupt organized gang activity",
      "de": "die in ganz New South Wales"
    }
  },
  {
    "translation": {
      "en": "across New South Wales",
      "de": "gegen Bandenkriminalität vorgehen soll,"
    }
  },
  {
    "translation": {
      "en": "that focuses particularly on terrorism suspects",
      "de": "gegen Bandenkriminalität vorgehen soll, mit besonderem Fokus auf Terrorismus und Rockergangs."
    }
  },
  {
    "translation": {
      "en": "or organized motorcycle gangs.",
      "de": "mit besonderem Fokus auf Terrorismus und Rockergangs."
    }
  },
  {
    "translation": {
      "en": "It was around this time that Strike Force Raptor",
      "de": "Zu dieser Zeit begann der Kreuzzug"
    }
  },
  {
    "translation": {
      "en": "began their crusade against Onefour.",
      "de": "der Strike Force Raptor gegen ONEFOUR."
    }
  },
  {
    "translation": {
      "en": "A special strike force has been set up by New South Wales police",
      "de": "New South Wales hat nun eine Polizei-Spezialeinheit"
    }
  },
  {
    "translation": {
      "en": "to address the youth crime epidemic in Sydney's West.",
      "de": "zur Bekämpfung der Jugendkriminalität in West Sydney."
    }
  },
  {
    "translation": {
      "en": "They say that children as young as 13 are joining these so-called gangs",
      "de": "Es heißt, dass schon 13-Jährige diesen sogenannten Gangs beitreten,"
    }
  },
  {
    "translation": {
      "en": "that are modeling themselves on violent US rap culture.",
      "de": "die sich an der gewalttätigen US-Rap-Kultur orientieren."
    }
  },
  {
    "translation": {
      "en": "The fact that these powers started being used",
      "de": "Dass man solche Maßnahmen ergriff,"
    }
  },
  {
    "translation": {
      "en": "against rappers and people in the hip-hop community,",
      "de": "um gegen Rapper und die Hip-Hop-Szene vorzugehen,"
    }
  },
  {
    "translation": {
      "en": "it's unprecedented in Australian history.",
      "de": "war etwas Neues in Australien."
    }
  },
  {
    "translation": {
      "en": "When they got fixed on us, we didn't know what was happening.",
      "de": "Wir wussten nicht, was los war, als das losging."
    }
  },
  {
    "translation": {
      "en": "We didn't know why they were doing that.",
      "de": "Warum taten sie das?"
    }
  },
  {
    "translation": {
      "en": "We were just getting raided and rushed by the police everywhere we were going.",
      "de": "Wir wurden überall von der Polizei durchsucht und gejagt."
    }
  },
  {
    "translation": {
      "en": "[Osman] So they employ high-impact policing. A lot of raids. You get pulled over a lot.",
      "de": "Sie übten großen Druck aus, mit Razzien, Verkehrskontrollen"
    }
  },
  {
    "translation": {
      "en": "There's heavy surveillance, things like that, to really get in your face.",
      "de": "und pausenloser Überwachung, um sie fertigzumachen."
    }
  },
  {
    "translation": {
      "en": "We have a suite of legislation in New South Wales that, particularly for overseas countries,",
      "de": "Es gibt in New South Wales einige Gesetze, die der Polizei eine Macht verleihen,"
    }
  },
  {
    "translation": {
      "en": "would really not probably allow or understand their police forces having such powers.",
      "de": "die man anderswo, besonders in Übersee, nicht verstehen oder genehmigen würde."
    }
  },
  {
    "translation": {
      "en": "My parents were getting searched everywhere they go.",
      "de": "Meine Eltern wurden auf Schritt und Tritt durchsucht."
    }
  },
  {
    "translation": {
      "en": "Like, they'll drive down the road, and they'll get stopped.",
      "de": "Meine Eltern wurden auf Schritt und Tritt durchsucht. Wenn sie mit dem Auto fuhren, wurden sie angehalten."
    }
  },
  {
    "translation": {
      "en": "[J Emz] When you go through shit, it's not just you that goes through it.",
      "de": "Erlebt man so eine Scheiße, trifft es auch andere."
    }
  },
  {
    "translation": {
      "en": "You go through it with family.",
      "de": "Es trifft die Familie."
    }
  },
  {
    "translation": {
      "en": "When my house gets raided, who's in the house? My family.",
      "de": "Wird mein Haus durchsucht, ist dort meine Familie."
    }
  },
  {
    "translation": {
      "en": "Everything's turned upside down. Even the rubbish bins, pot plants, everything.",
      "de": "Alles wird auf den Kopf gestellt, Mülleimer, Blumentöpfe, einfach alles."
    }
  },
  {
    "translation": {
      "en": "My daughter was 14.",
      "de": "Meine Tochter war damals 14."
    }
  },
  {
    "translation": {
      "en": "She was walking towards the front of the house when they came in,",
      "de": "Sie ging zur Eingangstür, als sie reinkamen"
    }
  },
  {
    "translation": {
      "en": "and they had rifles at her, and she was crying.",
      "de": "und ihre Gewehre auf sie richteten, da weinte sie."
    }
  },
  {
    "translation": {
      "en": "And all she's saying is like, \"Don't shoot my dog! Don't shoot my dog!\"",
      "de": "Sie sagte nur: \"Erschießen Sie nicht meinen Hund!\""
    }
  },
  {
    "translation": {
      "en": "We have to experience that. We have to live with that.",
      "de": "Da mussten wir durch. Damit mussten wir leben."
    }
  },
  {
    "translation": {
      "en": "I don't expect them to understand something they didn't grow up in.",
      "de": "Sie wuchsen nicht damit auf und verstehen es nicht."
    }
  },
  {
    "translation": {
      "en": "They're the ones kicking the doors down. They're not the ones living in the house",
      "de": "Sie treten die Tür ein. Sie wohnen nicht in dem Haus, dessen Türen sie eintreten."
    }
  },
  {
    "translation": {
      "en": "that the doors are getting kicked down in.",
      "de": "Sie wohnen nicht in dem Haus, dessen Türen sie eintreten."
    }
  },
  {
    "translation": {
      "en": "[Mahmood] Of course it's not a fair fight.",
      "de": "Es ist kein fairer Kampf."
    }
  },
  {
    "translation": {
      "en": "You've got one side who has 15 million dollars in funding",
      "de": "Eine Seite hat ein Budget von 15 Millionen Dollar"
    }
  },
  {
    "translation": {
      "en": "and a staff of over 100 police officers",
      "de": "und über 100 Polizeikräfte,"
    }
  },
  {
    "translation": {
      "en": "against a few rappers who are trying to make artwork.",
      "de": "und sie gehen gegen ein paar Rapper vor, die nur ihre Kunst machen wollen."
    }
  },
  {
    "translation": {
      "en": "Yeah, so I had been a fan of Onefour's music for a while.",
      "de": "Ich war damals schon länger ONEFOUR-Fan."
    }
  },
  {
    "translation": {
      "en": "I thought what they were doing was incredible",
      "de": "Ich fand sie unglaublich."
    }
  },
  {
    "translation": {
      "en": "and it reminded me of what we saw in the United States",
      "de": "Es erinnerte mich an das Wirken von N.W.A."
    }
  },
  {
    "translation": {
      "en": "in the early '90s and late '80s with N.W.A.",
      "de": "in den USA der späten 80er und frühen 90er."
    }
  },
  {
    "translation": {
      "en": "I did an audio documentary for the ABC, Australia's national public broadcaster, called License to Drill.",
      "de": "Ich machte die Reportage License to Drill für den öffentlich-rechtlichen Sender ABC."
    }
  },
  {
    "translation": {
      "en": "I sat down with Sergeant Trueman, the head of the team targeting Onefour,",
      "de": "Ich interviewte Sergeant Trueman, den Leiter der Einheit gegen ONEFOUR."
    }
  },
  {
    "translation": {
      "en": "and what he told me was pretty shocking.",
      "de": "Es war schockierend, was er mir berichtete."
    }
  },
  {
    "translation": {
      "en": "I'm gonna use everything in my power to make your life miserable",
      "de": "Ich werde alle Mittel nutzen, um euch das Leben zur Hölle zu machen,"
    }
  },
  {
    "translation": {
      "en": "until you stop doing what you're doing.",
      "de": "bis ihr damit aufhört."
    }
  },
  {
    "translation": {
      "en": "Every aspect of your life, I'm gonna make it uncomfortable for you.",
      "de": "Ich werde euch alle Aspekte eures Lebens erschweren."
    }
  },
  {
    "translation": {
      "en": "[Weinstein] The ability of Raptor, which local police don't have,",
      "de": "Wir haben bei Raptor, anders als die örtliche Polizei,"
    }
  },
  {
    "translation": {
      "en": "is that we have the time, the resources, and the tenacity that where we have a problem,",
      "de": "die Zeit, Ressourcen und Hartnäckigkeit, dieses Problem zu bekämpfen,"
    }
  },
  {
    "translation": {
      "en": "we will make sure that we are lawfully harassing that group",
      "de": "indem wir im Rahmen des Gesetzes alle verfügbaren Maßnahmen anwenden,"
    }
  },
  {
    "translation": {
      "en": "and enforcing all measures that we can",
      "de": "indem wir im Rahmen des Gesetzes alle verfügbaren Maßnahmen anwenden, um diese Gruppen zu bedrängen, bis sie sich auflösen"
    }
  },
  {
    "translation": {
      "en": "until that group either dissolves",
      "de": "um diese Gruppen zu bedrängen, bis sie sich auflösen oder ihr kriminelles Verhalten einstellen."
    }
  },
  {
    "translation": {
      "en": "or they desist from their criminal behavior.",
      "de": "oder ihr kriminelles Verhalten einstellen."
    }
  },
  {
    "translation": {
      "en": "And we don't apologize for that.",
      "de": "Dafür entschuldigen wir uns nicht."
    }
  },
  {
    "translation": {
      "en": "The way that the police are being used to target Onefour",
      "de": "Die Art und Weise, wie gegen ONEFOUR vorgegangen wurde,"
    }
  },
  {
    "translation": {
      "en": "is something that has never been seen in Australia,",
      "de": "war etwas Neues in Australien."
    }
  },
  {
    "translation": {
      "en": "and the police know what they're doing is going to break them.",
      "de": "Die Polizei wollte ihren Willen brechen."
    }
  },
  {
    "translation": {
      "en": "[Esky] So I got this text from another colleague of mine.",
      "de": "Ich bekam eine Nachricht von einem Kollegen."
    }
  },
  {
    "translation": {
      "en": "They said, \"Oh, Raptor Squad, the police, is running a presentation on Onefour",
      "de": "Die Raptor Force wollte einen Vortrag darüber halten, welchen Einfluss ONEFOUR auf junge Menschen hat."
    }
  },
  {
    "translation": {
      "en": "and its effects on young people.\"",
      "de": "welchen Einfluss ONEFOUR auf junge Menschen hat."
    }
  },
  {
    "translation": {
      "en": "I went, \"Okay, I definitely need to check this one out.\"",
      "de": "Das musste ich mir ansehen."
    }
  },
  {
    "translation": {
      "en": "[Weinstein] From a Raptor perspective,",
      "de": "Aus unserer Sicht ist die Einbindung der Gemeinde"
    }
  },
  {
    "translation": {
      "en": "community engagement always sits at the heart of what policing is, right?",
      "de": "Aus unserer Sicht ist die Einbindung der Gemeinde das Herzstück der Polizeiarbeit."
    }
  },
  {
    "translation": {
      "en": "Because the reality for policing is we can't police",
      "de": "Wir können keine Polizeiarbeit machen,"
    }
  },
  {
    "translation": {
      "en": "without the community, you know, wanting us to police.",
      "de": "wenn es unerwünscht in der Gemeinde ist."
    }
  },
  {
    "translation": {
      "en": "The really fundamental principles of policing.",
      "de": "Das ist die Grundlage der Polizeiarbeit."
    }
  },
  {
    "translation": {
      "en": "[Esky] So you walk in, and then they would pull up the presentation slide,",
      "de": "Man kam da rein und sie zeigten ihre Präsentation."
    }
  },
  {
    "translation": {
      "en": "and they say, \"Okay, everyone, this is Onefour.\"",
      "de": "Sie sagten: \"Also, das sind ONEFOUR.\""
    }
  },
  {
    "translation": {
      "en": "So there was elders, you know, church ministers, youth leaders,",
      "de": "Da waren Senioren, Kirchenvorsteher, Jugendleiter,"
    }
  },
  {
    "translation": {
      "en": "community leaders, young people.",
      "de": "Gemeindeleiter und junge Leute."
    }
  },
  {
    "translation": {
      "en": "We were all sitting there, and they were lined up in the back of the wall.",
      "de": "Wir saßen dort und sie waren hinter uns an der Wand aufgereiht."
    }
  },
  {
    "translation": {
      "en": "Yeah, they were in their… their Raptor suits, their, you know, thick vests.",
      "de": "Sie trugen ihre Raptor-Uniformen mit Schutzwesten und so weiter."
    }
  },
  {
    "translation": {
      "en": "Yeah, showing us images of young people",
      "de": "Sie zeigten Fotos von jungen Leuten und behaupteten,"
    }
  },
  {
    "translation": {
      "en": "and saying that, you know, these people are potentially responsible for violence",
      "de": "Sie zeigten Fotos von jungen Leuten und behaupteten, dass sie potenziell für Gewalttaten verantwortlich wären,"
    }
  },
  {
    "translation": {
      "en": "and putting up lyrics.",
      "de": "und zeigten Songtexte."
    }
  },
  {
    "translation": {
      "en": "[Misa] I guess they were trying to educate parents",
      "de": "Sie wollten wohl den Eltern zeigen,"
    }
  },
  {
    "translation": {
      "en": "about signs of youth being involved with gangs and stuff.",
      "de": "welche Anzeichen es dafür gibt, dass Jugendliche in Gangs mitmachen."
    }
  },
  {
    "translation": {
      "en": "I felt like they were blaming a lot of things on my children,",
      "de": "Es wirkte so, als würden sie meinen Kindern viele Dinge vorwerfen."
    }
  },
  {
    "translation": {
      "en": "and they were saying it was because of the music.",
      "de": "Sie sagten, es läge an der Musik."
    }
  },
  {
    "translation": {
      "en": "It was just getting us in a room, as Pacific people, together",
      "de": "Sie hatten uns Pacific Islander alle in einem Raum versammelt"
    }
  },
  {
    "translation": {
      "en": "to tell us to stop being bad.",
      "de": "und ermahnten uns, nicht böse zu sein."
    }
  },
  {
    "translation": {
      "en": "If you're constantly being profiled by police",
      "de": "Wenn man ständig von der Polizei verfolgt wird"
    }
  },
  {
    "translation": {
      "en": "and you feel insecure and unsafe in your own community,",
      "de": "und sich in der eigenen Gemeinde unsicher und unwohl fühlt,"
    }
  },
  {
    "translation": {
      "en": "you're gonna get angry.",
      "de": "macht das wütend."
    }
  },
  {
    "translation": {
      "en": "It was like the camp of the group was split in two.",
      "de": "Die Gruppe war in zwei Lager gespalten."
    }
  },
  {
    "translation": {
      "en": "There was a group of them saying,",
      "de": "Eine Seite sagte:"
    }
  },
  {
    "translation": {
      "en": "\"Yes, Onefour are promoting gang violence,\"",
      "de": "\"Ja, ONEFOUR stiften zu Bandengewalt an.\""
    }
  },
  {
    "translation": {
      "en": "and then there was the other half going,",
      "de": "Die andere Seite sagte:"
    }
  },
  {
    "translation": {
      "en": "\"They are, but that is not the full picture.\"",
      "de": "\"Das tun sie, aber die Lage ist komplexer.\""
    }
  },
  {
    "translation": {
      "en": "There was a lot of shock. There were tears.",
      "de": "Viele waren schockiert. Es flossen Tränen."
    }
  },
  {
    "translation": {
      "en": "I recall some people, halfway through the presentation, just getting up and leaving,",
      "de": "Ich erinnere mich, wie mitten im Vortrag Leute aufstanden und gingen."
    }
  },
  {
    "translation": {
      "en": "and saying, \"These are our family members.\"",
      "de": "Sie sagten: \"Das sind unsere Angehörigen.\""
    }
  },
  {
    "translation": {
      "en": "It was oriented to be intimidating,",
      "de": "Es war auf Einschüchterung ausgerichtet."
    }
  },
  {
    "translation": {
      "en": "to scrutinize our communities",
      "de": "Man wollte unsere Gemeinde unter die Lupe nehmen,"
    }
  },
  {
    "translation": {
      "en": "who feel already out of place.",
      "de": "die sich sowieso schon wie ein Außenseiter fühlte."
    }
  },
  {
    "translation": {
      "en": "It's so stupid,",
      "de": "Es ist so dämlich,"
    }
  },
  {
    "translation": {
      "en": "in my opinion, spending money on stupid shit like that",
      "de": "dieses ganze Geld für diesen Scheiß auszugeben."
    }
  },
  {
    "translation": {
      "en": "when they could be, like, helping the kids and shit on the streets.",
      "de": "Sie könnten damit den Kids auf den Straßen helfen."
    }
  },
  {
    "translation": {
      "en": "[Misa] It's a shame 'cause there's so much resources behind you.",
      "de": "Es ist schade, sie hatten so viele Mittel."
    }
  },
  {
    "translation": {
      "en": "You can do so much to be able to touch people",
      "de": "Man hätte vieles tun können, um die Leute zu erreichen"
    }
  },
  {
    "translation": {
      "en": "and… and build that bridge between youth and police.",
      "de": "und eine Brücke zwischen der Jugend und der Polizei zu schlagen."
    }
  },
  {
    "translation": {
      "en": "Then one of my officers came to me said, \"Boss, they're starting to do concerts.\"",
      "de": "Man teilte mir mit, dass sie nun Konzerte spielen wollten."
    }
  },
  {
    "translation": {
      "en": "\"In fact, they've got one,\" and I think it was a theater in Sydney.",
      "de": "Das erste sollte in einem Theater in Sydney stattfinden."
    }
  },
  {
    "translation": {
      "en": "And they said, \"We're concerned that if this concert goes ahead,",
      "de": "Wir befürchteten, dass es zu Gewalt kommen würde,"
    }
  },
  {
    "translation": {
      "en": "it's really gonna be a clash of, you know, the Onefours will turn up, but also 21 District,",
      "de": "wenn dort nicht nur ONEFOUR, sondern auch 21 District auftauchen."
    }
  },
  {
    "translation": {
      "en": "and if they do, they're not gonna sit there and share Jaffas together.\"",
      "de": "Wenn es so kommt, werden die nicht gemeinsam Kuchen essen."
    }
  },
  {
    "translation": {
      "en": "Well, we knew that the police",
      "de": "Wir wussten, dass die Polizei"
    }
  },
  {
    "translation": {
      "en": "were gonna try to do whatever they could to disrupt.",
      "de": "alles tun würde, um es zu verhindern."
    }
  },
  {
    "translation": {
      "en": "But we… we had no idea, like, to what lengths they would go to.",
      "de": "Aber wir wussten nicht wie weit sie gehen würde."
    }
  },
  {
    "translation": {
      "en": "'Cause they were so full of great ideas, these… these police.",
      "de": "Die Polizisten hatte viele tolle Ideen."
    }
  },
  {
    "translation": {
      "en": "And they said, \"We're gonna go and talk to the promoters and just tell them about the concerns we have.\"",
      "de": "Sie wollten die Veranstalter über die Konzerte informieren."
    }
  },
  {
    "translation": {
      "en": "I provide all the information to the venues, and I say to 'em,",
      "de": "Ich gebe den Veranstaltungsorten alle Informationen und sage:"
    }
  },
  {
    "translation": {
      "en": "\"You can't provide the safety that needs to be provided",
      "de": "\"Sie können die Veranstaltung nicht sicher durchführen."
    }
  },
  {
    "translation": {
      "en": "for this event to go ahead, and the cost of the tickets",
      "de": "\"Sie können die Veranstaltung nicht sicher durchführen. Die Ticketerlöse reichen niemals aus,"
    }
  },
  {
    "translation": {
      "en": "are never gonna cover the amount of police they need",
      "de": "Die Ticketerlöse reichen niemals aus, um den erforderlichen Polizeieinsatz zu bezahlen.\""
    }
  },
  {
    "translation": {
      "en": "to try and safely run an event like this.\"",
      "de": "um den erforderlichen Polizeieinsatz zu bezahlen.\""
    }
  },
  {
    "translation": {
      "en": "I will do that for every event in New South Wales",
      "de": "Das werde ich bei jeder Veranstaltung in New South Wales tun,"
    }
  },
  {
    "translation": {
      "en": "until the violence stops.",
      "de": "bis die Gewalt aufhört."
    }
  },
  {
    "translation": {
      "en": "[J Emz] It's ridiculous.",
      "de": "Es war lächerlich."
    }
  },
  {
    "translation": {
      "en": "Yeah, it just got to the point where the promoters just had enough.",
      "de": "Irgendwann hatten das die Veranstalter satt."
    }
  },
  {
    "translation": {
      "en": "[Spenny] This is the first time ever that one of our shows got shut down.",
      "de": "Das war das erste Mal, das ein Konzert abgesagt wurde."
    }
  },
  {
    "translation": {
      "en": "If you find an opportunity to break out of these hoods",
      "de": "Endlich hast die eine Chance, aus dem Ghetto herauszukommen"
    }
  },
  {
    "translation": {
      "en": "and make something of yourself,",
      "de": "und etwas aus dir zu machen."
    }
  },
  {
    "translation": {
      "en": "and then the police tell you you're never gonna perform live",
      "de": "Dann sagt dir die Polizei, dass du keine Konzerte spielen darfst,"
    }
  },
  {
    "translation": {
      "en": "in the city that raised you to your biggest fans,",
      "de": "in deiner eigenen Stadt, für deine größten Fans."
    }
  },
  {
    "translation": {
      "en": "it's really demoralizing.",
      "de": "Das ist entmutigend."
    }
  },
  {
    "translation": {
      "en": "We got banned from playing in Sydney,",
      "de": "Wir bekamen ein Auftrittsverbot in Sydney,"
    }
  },
  {
    "translation": {
      "en": "but it didn't mean we couldn't play in another state.",
      "de": "aber das galt nicht in anderen Bundesstaaten."
    }
  },
  {
    "translation": {
      "en": "We booked a show in Brisbane. 2,000 people.",
      "de": "Wir planten ein Konzert in Brisbane für 2.000 Leute."
    }
  },
  {
    "translation": {
      "en": "[Spenny] We announced the show,",
      "de": "Als wir das bekanntgaben,"
    }
  },
  {
    "translation": {
      "en": "and within probably ten minutes to 15 minutes, it was sold out.",
      "de": "war das Konzert nach zehn oder 15 Minuten ausverkauft."
    }
  },
  {
    "translation": {
      "en": "[Spenny] This was big for us 'cause it was our first headline show.",
      "de": "Wir spielten da erstmals als Headliner."
    }
  },
  {
    "translation": {
      "en": "I feel like it's a bit of a spotlight, you know? I'm proud.",
      "de": "Ihr steht im Rampenlicht. Ich bin stolz."
    }
  },
  {
    "translation": {
      "en": "[Spenny] Nah, yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "[Ricky] We worked really tightly with the event promoters,",
      "de": "Wir arbeiteten eng mit den Veranstaltern zusammen,"
    }
  },
  {
    "translation": {
      "en": "who are also Pacific Islander.",
      "de": "die auch Islander sind."
    }
  },
  {
    "translation": {
      "en": "We made sure that there were community elders the kids would recognize",
      "de": "Wir ließen ältere Gemeindemitglieder, die die Kids erkennen würden, in den Saal,"
    }
  },
  {
    "translation": {
      "en": "in the room before they entered,",
      "de": "bevor die Kids reinkamen."
    }
  },
  {
    "translation": {
      "en": "and we worked very closely with the local community",
      "de": "Wir kooperierten mit der örtlichen Gemeinde,"
    }
  },
  {
    "translation": {
      "en": "to make sure that there was no trouble.",
      "de": "um Stress zu verhindern."
    }
  },
  {
    "translation": {
      "en": "Everyone in Australia in the music industry is watching this show.",
      "de": "Die australische Musikbranche blickt auf dieses Konzert."
    }
  },
  {
    "translation": {
      "en": "Number one thing basically is no sign of any violence.",
      "de": "Es ist sehr wichtig, hier keine Gewalt zu tolerieren."
    }
  },
  {
    "translation": {
      "en": "[Spenny] The adrenaline's hitting now, and we're keen, you know?",
      "de": "Unser Adrenalinpegel stieg, wir hatten Bock."
    }
  },
  {
    "translation": {
      "en": "We're ready to get on stage.",
      "de": "Wir waren bereit."
    }
  },
  {
    "translation": {
      "en": "[man] Dear heavenly father, thank you for bringing us all together.",
      "de": "Wir danken Gott, dass wir hier sein dürfen."
    }
  },
  {
    "translation": {
      "en": "-[all] Amen. -Let's go, boys.",
      "de": "-Amen. -Legen wir los, Jungs."
    }
  },
  {
    "translation": {
      "en": "[Hau] Brisbane show was their moment to shine.",
      "de": "Das Konzert in Brisbane war ihr Moment, um zu glänzen."
    }
  },
  {
    "translation": {
      "en": "[YP] That's when I realized the amount of fans we had.",
      "de": "Da wurde mir klar, wie viele Fans wir hatten."
    }
  },
  {
    "translation": {
      "en": "It was crazy to see. Just like, fuck yeah!",
      "de": "Es war ein irrer Anblick. Scheiße, ja!"
    }
  },
  {
    "translation": {
      "en": "We're actually gonna be able to leave this life behind.",
      "de": "Wir können dieses Leben wirklich hinter uns lassen."
    }
  },
  {
    "translation": {
      "en": "[J Emz] Made me realize being on that stage is what I wanna do.",
      "de": "Ich merkte, ich will auf der Bühne stehen."
    }
  },
  {
    "translation": {
      "en": "Having shown that we could hold, uh, an event safely,",
      "de": "Da das Konzert sicher abgelaufen war, dachten wir,"
    }
  },
  {
    "translation": {
      "en": "we thought, like, \"There should be no problems now.\"",
      "de": "dass wir nun keine Probleme mehr hätten."
    }
  },
  {
    "translation": {
      "en": "We drop \"In the Beginning,\" and everyone goes crazy.",
      "de": "Wir spielten \"In the Beginning\" und alle drehten durch."
    }
  },
  {
    "translation": {
      "en": "Everyone's really positive, like super, super excited,",
      "de": "Alle waren gut gestimmt und erfreut."
    }
  },
  {
    "translation": {
      "en": "and we decide that, you know, now's the perfect time to do a national tour.",
      "de": "Es war der perfekte Zeitpunkt für eine landesweite Tour."
    }
  },
  {
    "translation": {
      "en": "[J Emz] Melbourne, Adelaide, Perth, over to NZ, back to Sydney.",
      "de": "Melbourne, Adelaide, Perth, Neuseeland und zurück nach Sydney."
    }
  },
  {
    "translation": {
      "en": "Couple of hours after announcing, we're already on the verge of selling out.",
      "de": "Kurz nach der Ankündigung waren fast alle Konzerte ausverkauft."
    }
  },
  {
    "translation": {
      "en": "[Ricky] We're doing the rehearsals and preparing for this national tour.",
      "de": "Wir probten und bereiteten die Tour vor."
    }
  },
  {
    "translation": {
      "en": "-♪ It was only me and the gang ♪ -♪ Gang ♪ ♪ Introduced this country to drillin' All of a sudden… ♪",
      "de": "Nur ich und die Gang brachten Drill in dieses Land…"
    }
  },
  {
    "translation": {
      "en": "[Ricky] And the guys are going through their set, super excited.",
      "de": "Die Jungs gingen ihr Set durch, freuten sich total."
    }
  },
  {
    "translation": {
      "en": "Everyone's, like, nailing their verses, and the set's coming together.",
      "de": "Alle rappten ihre Parts perfekt, das Set fügte sich zusammen."
    }
  },
  {
    "translation": {
      "en": "[Celly] Fucking love now, baby! Fucking sick!",
      "de": "Das war super! Verdammt krass!"
    }
  },
  {
    "translation": {
      "en": "-We love you! Oh! -[laughter]",
      "de": "Wir lieben euch!"
    }
  },
  {
    "translation": {
      "en": "Thanks for real, buddy, yeah? Thank you! This is the best day ever!",
      "de": "Danke, dass ihr da seid. Danke! Das war der beste Tag überhaupt!"
    }
  },
  {
    "translation": {
      "en": "[Ricky] And I get a message from our booking agent",
      "de": "Dann teilte mir unser Booker mit,"
    }
  },
  {
    "translation": {
      "en": "saying that Raptor have approached venues in Melbourne and Adelaide,",
      "de": "dass Raptor sich an die Veranstaltungsorte in Melbourne und Adelaide gewandt hatte."
    }
  },
  {
    "translation": {
      "en": "and it looks like one of the venues is about to pull out",
      "de": "Ein Veranstaltungsort stand kurz vor der Absage,"
    }
  },
  {
    "translation": {
      "en": "because of pressure from the police.",
      "de": "weil die Polizei Druck ausübte."
    }
  },
  {
    "translation": {
      "en": "[Lee] The police are sending intimidating letters to the venues to say,",
      "de": "Die Polizei verschickte einschüchternde Briefe, die besagten:"
    }
  },
  {
    "translation": {
      "en": "\"If you have this group play, we're gonna have a little closer look",
      "de": "\"Wenn die Band spielen darf, sehen wir uns mal genauer an,"
    }
  },
  {
    "translation": {
      "en": "at some of those breaches of your liquor-licensing laws that might've occurred over the last couple of years,",
      "de": "ob es bei euch in den letzten Jahren Verstöße gegen das Ausschankgesetz gab,"
    }
  },
  {
    "translation": {
      "en": "and perhaps you won't have that license into the future.\"",
      "de": "dann habt ihr vielleicht bald keine Schanklizenz mehr.\""
    }
  },
  {
    "translation": {
      "en": "Anyone looking at the letter",
      "de": "Wenn man sich den Brief ansieht,"
    }
  },
  {
    "translation": {
      "en": "would probably interpret it as something being very close to blackmail.",
      "de": "kommt der fast einer Erpressung gleich."
    }
  },
  {
    "translation": {
      "en": "We didn't say they couldn't perform.",
      "de": "Wir haben den Auftritt nicht verboten."
    }
  },
  {
    "translation": {
      "en": "We just had an obligation",
      "de": "Wir waren nur verpflichtet,"
    }
  },
  {
    "translation": {
      "en": "to tell the venues of the potential risk.",
      "de": "die Veranstaltungsorte über Risiken aufzuklären."
    }
  },
  {
    "translation": {
      "en": "[Weinstein] I wanna really set the record straight, that it wasn't the police that stopped it.",
      "de": "Ich betone, dass nicht die Polizei das Konzert abgesagt hat."
    }
  },
  {
    "translation": {
      "en": "The venue itself determined that they weren't prepared",
      "de": "Die Veranstalter entschieden, dass sie nicht bereit waren, es durchzuführen."
    }
  },
  {
    "translation": {
      "en": "to allow that, um, concert to go ahead.",
      "de": "dass sie nicht bereit waren, es durchzuführen."
    }
  },
  {
    "translation": {
      "en": "When I read that email, I was like, \"Oh man, how do I tell these boys this?\"",
      "de": "Ich fragte mich: \"Wie soll ich das den Jungs beibringen?"
    }
  },
  {
    "translation": {
      "en": "\"It's just gonna destroy their morale.\"",
      "de": "Es wird sie fertigmachen.\""
    }
  },
  {
    "translation": {
      "en": "And I'm sitting them down after rehearsals and saying,",
      "de": "Nach einer Probe setzte ich mich hin und sagte:"
    }
  },
  {
    "translation": {
      "en": "\"Look, I've got a bit of news.\"",
      "de": "Nach einer Probe setzte ich mich hin und sagte: \"Es gibt was Neues."
    }
  },
  {
    "translation": {
      "en": "\"The police are pressuring Melbourne, and we're gonna lose Melbourne.\"",
      "de": "Melbourne hat unter Druck der Polizei abgesagt."
    }
  },
  {
    "translation": {
      "en": "And they said, \"As long as we don't lose Sydney,",
      "de": "Sie sagten: \"So lange es in Sydney klappt"
    }
  },
  {
    "translation": {
      "en": "as long as we get to do home, like, it's okay.\"",
      "de": "und wir in der Heimat spielen können, ist alles okay.\""
    }
  },
  {
    "translation": {
      "en": "And the next day, we rehearsed again,",
      "de": "Am nächsten Tag probten wir wieder."
    }
  },
  {
    "translation": {
      "en": "and I got the second piece of news that we were gonna lose Adelaide and Sydney.",
      "de": "Da erfuhr ich, dass Adelaide und Sydney abgesagt hatten."
    }
  },
  {
    "translation": {
      "en": "Yeah, it happened day by day. Like, we lost each venue a day at a time.",
      "de": "Es geschah Tag für Tag. Jeden Tag ein neuer Konzertort."
    }
  },
  {
    "translation": {
      "en": "Oh, no venue wanted to do anything with us because of the police pressure.",
      "de": "Alle sagten ab, weil die Polizei sie unter Druck setzte."
    }
  },
  {
    "translation": {
      "en": "Yeah, it was heartbreaking for us.",
      "de": "Das war herzzerreißend."
    }
  },
  {
    "translation": {
      "en": "[Ricky] They wanted to fight back, but how do you fight?",
      "de": "Sie wollten sich wehren, aber wie geht das?"
    }
  },
  {
    "translation": {
      "en": "How do you fight back against something that big?",
      "de": "Wie wehrt man sich gegen so einen starken Gegner?"
    }
  },
  {
    "translation": {
      "en": "Touring for an artist is… is a big deal.",
      "de": "Für Musiker ist es wichtig, auf Tour zu gehen."
    }
  },
  {
    "translation": {
      "en": "It's… it's… it's their opportunity to not only connect with their fans",
      "de": "So kommen nicht nur in Kontakt mit den Fans,"
    }
  },
  {
    "translation": {
      "en": "but it's an opportunity to make some really good money.",
      "de": "sondern haben auch die Chance, sehr gut zu verdienen."
    }
  },
  {
    "translation": {
      "en": "It's interesting because, um, I think we should give these guys a go.",
      "de": "Ich glaube, wir sollten ihnen eine Chance geben."
    }
  },
  {
    "translation": {
      "en": "They've got a chance to go, um, international here,",
      "de": "Die könnten international berühmt werden,"
    }
  },
  {
    "translation": {
      "en": "and it's a known fact that you make your money from concerts.",
      "de": "und es ist ja bekannt, dass man mit Konzerten Geld verdient."
    }
  },
  {
    "translation": {
      "en": "Just stifling like that, you're commercially cutting them dry,",
      "de": "Wenn wir sie einfach unterdrücken, treibt sie das in den Ruin,"
    }
  },
  {
    "translation": {
      "en": "like, they'll… they'll have nothing, which I think's massively disappointing",
      "de": "dann haben sie gar nichts, und das wäre sehr enttäuschend,"
    }
  },
  {
    "translation": {
      "en": "for a group of guys from Mount Druitt who've done so well to come this far.",
      "de": "denn für ein paar Jungs aus Mount Druitt haben sie es sehr weit gebracht."
    }
  },
  {
    "translation": {
      "en": "The only one that we felt like we're definitely gonna be able to do,",
      "de": "Das einzige Konzert, von dem wir dachten, dass es läuft,"
    }
  },
  {
    "translation": {
      "en": "and the police can't really do much to interfere, was New Zealand.",
      "de": "Das einzige Konzert, von dem wir dachten, dass es läuft, weil die Polizei dort nichts machen kann, war in Neuseeland."
    }
  },
  {
    "translation": {
      "en": "I was like, \"At least we get to do New Zealand.\"",
      "de": "Wenigstens würde es dort klappen."
    }
  },
  {
    "translation": {
      "en": "But unfortunately, YP, Lekks, and Celly are due to be sentenced",
      "de": "Leider warteten YP, Lekks und Celly noch auf ihr Urteil"
    }
  },
  {
    "translation": {
      "en": "for that incident at the pub a few years earlier.",
      "de": "wegen der Kneipenschlägerei einige Jahre zuvor."
    }
  },
  {
    "translation": {
      "en": "So the only two members who could travel to New Zealand was J Emz and Spenny.",
      "de": "Also konnten nur J Emz und Spenny nach Neuseeland reisen."
    }
  },
  {
    "translation": {
      "en": "We were excited to get out of the country",
      "de": "Wir verließen gerne das Land,"
    }
  },
  {
    "translation": {
      "en": "because of all the dramas that was going on back home.",
      "de": "um dem ganzen Drama in der Heimat zu entgehen."
    }
  },
  {
    "translation": {
      "en": "[Ricky] We disembarked, and we went through customs,",
      "de": "Als wir nach dem Flug durch den Zoll mussten,"
    }
  },
  {
    "translation": {
      "en": "and I knew something was wrong",
      "de": "merkte ich, dass etwas nicht stimmte,"
    }
  },
  {
    "translation": {
      "en": "because I saw quite a number of police.",
      "de": "denn es war viel Polizei vor Ort."
    }
  },
  {
    "translation": {
      "en": "We got to immigration, and as we went through to clear passports,",
      "de": "Dann kamen wir an der Passkontrolle an."
    }
  },
  {
    "translation": {
      "en": "Spenny tried to go through first,",
      "de": "Spenny wollte zuerst durch."
    }
  },
  {
    "translation": {
      "en": "and the gate wouldn't open.",
      "de": "Doch das Tor ging nicht auf."
    }
  },
  {
    "translation": {
      "en": "Just a big red X.",
      "de": "Es zeigte nur ein rotes X."
    }
  },
  {
    "translation": {
      "en": "Who had their passports taken? Can youse three come with me?",
      "de": "Wem wurde der Pass abgenommen? Folgen Sie mir bitte."
    }
  },
  {
    "translation": {
      "en": "The rest of you guys, if you want, you can wait…",
      "de": "Der Rest von Ihnen…"
    }
  },
  {
    "translation": {
      "en": "They said that Raptor from Australia has contacted them,",
      "de": "Sie sagten, dass Raptor sie gewarnt hatte,"
    }
  },
  {
    "translation": {
      "en": "saying that we're coming into the country.",
      "de": "dass wir nach Neuseeland wollten."
    }
  },
  {
    "translation": {
      "en": "As the commander of Strike Force Raptor and the Gang Squad,",
      "de": "Bei der Strike Force Raptor und der Gang-Einheit gehört es dazu,"
    }
  },
  {
    "translation": {
      "en": "it's quite normal that any information about potential risks",
      "de": "Bei der Strike Force Raptor und der Gang-Einheit gehört es dazu, dass Informationen über potenzielle Risiken"
    }
  },
  {
    "translation": {
      "en": "to another community or another area is passed on.",
      "de": "an andere Gemeinden und Gebiete weitergegeben werden."
    }
  },
  {
    "translation": {
      "en": "It's the only way we can combat organized crime.",
      "de": "Nur so kommen wir gegen das organisierte Verbrechen an."
    }
  },
  {
    "translation": {
      "en": "We don't tell anyone else how to do their job or what to do.",
      "de": "Wir schreiben niemandem vor, was er zu tun hat."
    }
  },
  {
    "translation": {
      "en": "We just simply pass on the information about what we found and what we did.",
      "de": "Wir geben nur unsere Erkenntnisse, und was wir unternommen haben, weiter."
    }
  },
  {
    "translation": {
      "en": "[Ricky] They tell us that J Emz won't be let into the country because of his prior criminal record.",
      "de": "Sie wollten J EMZ wegen seiner Vorstrafen nicht einreisen lassen."
    }
  },
  {
    "translation": {
      "en": "I explained to them. I said, \"This is what we're here for.\"",
      "de": "Ich erklärte ihnen den Grund unserer Einreise,"
    }
  },
  {
    "translation": {
      "en": "\"J Emz doesn't pose any particular risk to the country.\"",
      "de": "dass er nicht gefährlich ist,"
    }
  },
  {
    "translation": {
      "en": "\"He's not gonna offend while he's here. He's here to work.\"",
      "de": "und in Neuseeland nur seine Arbeit machen will."
    }
  },
  {
    "translation": {
      "en": "But they said, \"We're not letting him into the country, and that was pretty much it.",
      "de": "Sie ließen ihn trotzdem nicht einreisen, das war es dann."
    }
  },
  {
    "translation": {
      "en": "Yeah, I was gutted. You know, traveling that whole way and not being able to do it,",
      "de": "Ich war am Boden zerstört, nicht einreisen zu dürfen."
    }
  },
  {
    "translation": {
      "en": "but, yeah, I guess I shoulda seen it coming, you know what I mean?",
      "de": "Aber ich hätte das auch vorher ahnen können."
    }
  },
  {
    "translation": {
      "en": "While I was in that holding cell, that's when I got the news",
      "de": "Während ich in der Arrestzelle saß,"
    }
  },
  {
    "translation": {
      "en": "that, um, Lekks, my little brother, and Celly got locked up.",
      "de": "erfuhr ich vom Urteil gegen Lekks, meinen Bruder und Celly."
    }
  },
  {
    "translation": {
      "en": "P got four years.",
      "de": "P bekam vier Jahre."
    }
  },
  {
    "translation": {
      "en": "Lekks got four years, and Celly got… I think he got ten.",
      "de": "Lekks bekam vier Jahre und Celly bekam zehn Jahre Haft."
    }
  },
  {
    "translation": {
      "en": "It gets to a certain stage where you just become numb to emotion.",
      "de": "Irgendwann wird man einfach gefühlstaub."
    }
  },
  {
    "translation": {
      "en": "In the moment, like when, um… when she was calling out the verdict, I knew my family, and that was hard.",
      "de": "Es war hart für meine Familie, als das Urteil verkündet wurde."
    }
  },
  {
    "translation": {
      "en": "But I still had that mind frame, like, \"Yeah, fuck it. This is the life.\"",
      "de": "Aber ich dachte immer noch: \"Scheiß drauf. Das gehört eben dazu.\""
    }
  },
  {
    "translation": {
      "en": "[Misa] I told my husband, \"No matter what happens today, I'm not crying.\"",
      "de": "Ich sagte meinem Mann: \"Ich weine nicht, egal, was passiert."
    }
  },
  {
    "translation": {
      "en": "\"I'm not gonna put that on him.\"",
      "de": "Das tue ich ihm nicht an.\""
    }
  },
  {
    "translation": {
      "en": "But I remember just coming home and just going over the Harbour Bridge",
      "de": "Aber ich weiß noch, wie wir über die Hafenbrücke fuhren"
    }
  },
  {
    "translation": {
      "en": "and just wiping my tears.",
      "de": "und ich mir die Tränen abwischte."
    }
  },
  {
    "translation": {
      "en": "When I got the news, yeah, I was pretty broken.",
      "de": "Das Urteil machte mich fertig."
    }
  },
  {
    "translation": {
      "en": "I thought, like, \"How are we gonna be able to hold up the crew while they're gone?\"",
      "de": "Würde die Crew zusammenhalten, wenn alle weg sind?"
    }
  },
  {
    "translation": {
      "en": "We didn't think they were gonna get that long.",
      "de": "Längere Strafen als wir dachten."
    }
  },
  {
    "translation": {
      "en": "[YP] Everything was going so well,",
      "de": "Eigentlich lief alles so gut."
    }
  },
  {
    "translation": {
      "en": "and then, like, for it to just be, like, put on pause,",
      "de": "Und dann diese Zwangspause."
    }
  },
  {
    "translation": {
      "en": "yeah, it was the worst timing.",
      "de": "Zum schlechtesten Zeitpunkt."
    }
  },
  {
    "translation": {
      "en": "…statement.",
      "de": "Eine Erklärung."
    }
  },
  {
    "translation": {
      "en": "The show's getting canned, eh? Do you reckon I'd be able to do it by myself?",
      "de": "Das Konzert fällt flach. Oder packe ich es alleine?"
    }
  },
  {
    "translation": {
      "en": "[Ricky] No way.",
      "de": "Niemals."
    }
  },
  {
    "translation": {
      "en": "You'd suck.",
      "de": "Du wärst kacke."
    }
  },
  {
    "translation": {
      "en": "That's not happening.",
      "de": "Das läuft nicht."
    }
  },
  {
    "translation": {
      "en": "-[Ricky] You have to do it by yourself. -Huh?",
      "de": "Du musst es alleine machen."
    }
  },
  {
    "translation": {
      "en": "[J Emz] Oh, I felt for Spenny at the time because there's a lot of weight on your shoulders now.",
      "de": "Spenny tat mir leid, weil so viel Druck auf ihm lastete."
    }
  },
  {
    "translation": {
      "en": "We didn't know whether we were gonna go through with the show or not.",
      "de": "Wir wussten nicht, ob wir das Konzert machen."
    }
  },
  {
    "translation": {
      "en": "Fuck it. I'm doing the show still.",
      "de": "Scheiß drauf. Ich gebe das Konzert."
    }
  },
  {
    "translation": {
      "en": "Just to let our people know.",
      "de": "Sag unseren Leuten Bescheid."
    }
  },
  {
    "translation": {
      "en": "Run the ball up for the boys, aye.",
      "de": "Wirf mir einen Pass."
    }
  },
  {
    "translation": {
      "en": "-The show must fucking go on. -[laughter]",
      "de": "Die verdammte Show muss steigen."
    }
  },
  {
    "translation": {
      "en": "[Ricky] They can't stop… They can't stop us!",
      "de": "Uns hält keiner auf."
    }
  },
  {
    "translation": {
      "en": "The show must fucking go on!",
      "de": "Die verdammte Show muss steigen!"
    }
  },
  {
    "translation": {
      "en": "I wasn't nervous. I was more angry. I wanted to prove a point.",
      "de": "Ich war nicht nervös, eher wütend. Ich wollte es ihnen zeigen."
    }
  },
  {
    "translation": {
      "en": "I was over all the bullshit from them, like, just them trying to stop us.",
      "de": "Ich war es leid, dass man uns ständig Steine in den Weg legte."
    }
  },
  {
    "translation": {
      "en": "I wanted to look back at it and be like, \"They didn't end up breaking us that night.\"",
      "de": "Ich wollte nicht zulassen, dass sie unseren Willen brechen."
    }
  },
  {
    "translation": {
      "en": "[man 1 on radio] Hope you're ready for tonight. -[man 2] Ah, tonight! -Whoo!",
      "de": "-Bereit für heute Abend? -Ja, heute Abend."
    }
  },
  {
    "translation": {
      "en": "There is a massive show going down",
      "de": "Es gibt ein riesiges Konzert"
    }
  },
  {
    "translation": {
      "en": "from a global group who just took the world by storm.",
      "de": "einer Band, die die Welt im Sturm erobert hat."
    }
  },
  {
    "translation": {
      "en": "[Ricky] And I could see Spenny just thinking. Like, he was committed to the idea,",
      "de": "Ich sah, wie Spenny überlegte, denn er wollte es durchziehen,"
    }
  },
  {
    "translation": {
      "en": "but he just didn't know how it was gonna work.",
      "de": "aber wusste nicht, wie es klappen sollte."
    }
  },
  {
    "translation": {
      "en": "[Spenny] Unless you go through the shit that we've gone through,",
      "de": "Wenn du nicht erlebt hast, was wir erlebt haben,"
    }
  },
  {
    "translation": {
      "en": "then come talk to me, bro, you know what I mean?",
      "de": "dann sprich mit mir darüber, weißt du?"
    }
  },
  {
    "translation": {
      "en": "We don't just make fucking music like this because we want to.",
      "de": "Wir machen diese Musik nicht nur, weil wir es wollen."
    }
  },
  {
    "translation": {
      "en": "It's because that's what we've been through.",
      "de": "Wir haben das alles wirklich erlebt."
    }
  },
  {
    "translation": {
      "en": "And that's why people love it,",
      "de": "Sie kommt gut an,"
    }
  },
  {
    "translation": {
      "en": "because a lot of people have been through the same thing, the same situation.",
      "de": "weil viele Leute ähnliche Dinge und Situationen erlebt haben."
    }
  },
  {
    "translation": {
      "en": "That's why people are actually gonna show up.",
      "de": "Darum kommen die Leute wirklich."
    }
  },
  {
    "translation": {
      "en": "They know it's real, know what I mean? The government doesn't want us to perform.",
      "de": "Weil alles real ist. Die Regierung will unsere Konzerte nicht."
    }
  },
  {
    "translation": {
      "en": "They don't want us to be better, but it's not up to them, you know?",
      "de": "Sie wollen, dass wir uns bessern, aber das haben sie nicht zu entscheiden."
    }
  },
  {
    "translation": {
      "en": "'Cause the people speak for themselves.",
      "de": "Wir können für uns selbst sprechen."
    }
  },
  {
    "translation": {
      "en": "[Spenny] I was more nervous five minutes before the show.",
      "de": "Kurz vor dem Auftritt war ich so nervös."
    }
  },
  {
    "translation": {
      "en": "My legs weren't working,",
      "de": "Meine Beine versagten,"
    }
  },
  {
    "translation": {
      "en": "but I just ran with it.",
      "de": "aber ich zog es durch."
    }
  },
  {
    "translation": {
      "en": "[Ricky] It's a lot of weight to carry on your shoulders, you know?",
      "de": "Es lastete viel Druck auf ihm."
    }
  },
  {
    "translation": {
      "en": "But he knew that he had Onefour's reputation to uphold.",
      "de": "Aber er wusste, dass er ONEFOURs Ruf verteidigen musste."
    }
  },
  {
    "translation": {
      "en": "He knew that the fans were waiting, like, had been waiting for a long time.",
      "de": "Er wusste, dass die Fans schon sehr lange darauf gewartet hatten."
    }
  },
  {
    "translation": {
      "en": "[crowd chanting] Free YP! Free YP!",
      "de": "Freiheit für YP!"
    }
  },
  {
    "translation": {
      "en": "They gave Celly ten years and YP four.",
      "de": "Celly hat zehn Jahre bekommen und YP vier Jahre."
    }
  },
  {
    "translation": {
      "en": "But, listen, YP wrote this shit just before he got locked up.",
      "de": "YP hat den Text geschrieben, bevor er in den Knast kam."
    }
  },
  {
    "translation": {
      "en": "Listen to the fucking lyrics. This shit's a struggle for us.",
      "de": "Hört euch den verdammten Text an. Dieser Scheiß ist nicht leicht für uns."
    }
  },
  {
    "translation": {
      "en": "♪ They call us ball runners With the utmost respect ♪",
      "de": "Man nennt uns Ball Runners Mit größtem Respekt"
    }
  },
  {
    "translation": {
      "en": "♪ Well known in the system There's not much of us left ♪",
      "de": "Sind systembekannt Nicht mehr viele übrig"
    }
  },
  {
    "translation": {
      "en": "One of my proudest moments.",
      "de": "Da war ich sehr stolz."
    }
  },
  {
    "translation": {
      "en": "That show tells you a lot about the character of the group,",
      "de": "Es demonstrierte den Charakter der Gruppe,"
    }
  },
  {
    "translation": {
      "en": "what they're willing to do for each other,",
      "de": "was sie bereit waren, füreinander zu tun,"
    }
  },
  {
    "translation": {
      "en": "and how committed they are to what they're doing.",
      "de": "und wie überzeugt sie davon waren, was sie taten."
    }
  },
  {
    "translation": {
      "en": "[Spenny] Came home to the same shit. Raptor was there, waiting for us at the airport.",
      "de": "Beim Rückflug passierte dieselbe Scheiße: Raptor wartete am Flughafen auf uns."
    }
  },
  {
    "translation": {
      "en": "[Ricky] They separated us and started to ask us a bunch of questions about what we did,",
      "de": "Sie trennten uns und fragten uns, was wir so getrieben hatten."
    }
  },
  {
    "translation": {
      "en": "whether we knew that what we were doing was illegal or wrong.",
      "de": "Ob wir wüssten, dass wir illegal und falsch handeln."
    }
  },
  {
    "translation": {
      "en": "So they asked us to sign non-association papers",
      "de": "Sie wollten, dass wir Unterlassungserklärungen unterschreiben,"
    }
  },
  {
    "translation": {
      "en": "to say that we wouldn't affiliate with the members of the group, the rappers.",
      "de": "die uns den weiteren Kontakt zu anderen Bandmitgliedern untersagten."
    }
  },
  {
    "translation": {
      "en": "One of the strongest, uh, tools we had in our toolbox",
      "de": "Eines der stärksten Instrumente, über die wir verfügten,"
    }
  },
  {
    "translation": {
      "en": "was the legislation of consorting.",
      "de": "waren diese Kontaktverbote."
    }
  },
  {
    "translation": {
      "en": "And it's about telling people that if you associate with that person",
      "de": "Man teilt den Betroffenen mit, dass der Kontakt zu einer Person,"
    }
  },
  {
    "translation": {
      "en": "who has been convicted of a serious offense,",
      "de": "die wegen einer schweren Straftat verurteilt wurde,"
    }
  },
  {
    "translation": {
      "en": "then you may be committing a crime yourself.",
      "de": "so gewertet wird, als hätte man die Tat selbst begangen."
    }
  },
  {
    "translation": {
      "en": "And you warn them.",
      "de": "Man verwarnt sie."
    }
  },
  {
    "translation": {
      "en": "We just feel that was just intimidation.",
      "de": "Das war reine Einschüchterung."
    }
  },
  {
    "translation": {
      "en": "It was meant to just make us fearful about working with the group.",
      "de": "Wir sollten Angst haben, weiter zusammenzuarbeiten."
    }
  },
  {
    "translation": {
      "en": "[Spenny] They were saying to me I can't affiliate with J Emz.",
      "de": "Man verbot mir den Kontakt zu J Emz."
    }
  },
  {
    "translation": {
      "en": "I was getting nervous 'cause I was, like, \"Is this true or not?\"",
      "de": "Ich war nervös. Stimmte das wirklich?"
    }
  },
  {
    "translation": {
      "en": "If we can't affiliate with each other, how are we meant to do music?",
      "de": "Wie sollten wir so weiter Musik machen?"
    }
  },
  {
    "translation": {
      "en": "[Hau] Could this be the end of Onefour?",
      "de": "War das das Ende von ONEFOUR?"
    }
  },
  {
    "translation": {
      "en": "You know, Lekks was already in. Celly was in. YP's about to go in.",
      "de": "Lekks und Celly saßen schon ein, YP stand kurz davor."
    }
  },
  {
    "translation": {
      "en": "Could Spenny and J Emz carry that torch?",
      "de": "Konnten J Emz und Spenny alleine weitermachen?"
    }
  },
  {
    "translation": {
      "en": "[J Emz] It's just me, Spenny left, and there's a lot that we have to uphold now that they're gone.",
      "de": "Jetzt müssen Spenny und ich ohne die anderen viel aufrechterhalten."
    }
  },
  {
    "translation": {
      "en": "[Spenny] I think this was, like, the lowest time for us.",
      "de": "Das war der Tiefpunkt für uns."
    }
  },
  {
    "translation": {
      "en": "I wanted to give up, and I just didn't wanna do it anymore.",
      "de": "Ich wollte aufgeben und einfach nicht weitermachen."
    }
  },
  {
    "translation": {
      "en": "Like, I felt like the stress was just too much.",
      "de": "Der Stress wurde einfach zu viel."
    }
  },
  {
    "translation": {
      "en": "Yeah, there were moments when I definitely felt like",
      "de": "Es gab schon Momente,"
    }
  },
  {
    "translation": {
      "en": "all of us had the idea that, like, this is getting too hard.",
      "de": "in denen wir alle dachten, dass es zu anstrengend wird."
    }
  },
  {
    "translation": {
      "en": "How much more of this can we take before we have to say, like,",
      "de": "Wie viel halten wir noch aus,"
    }
  },
  {
    "translation": {
      "en": "\"Oh man, it's just not working\"?",
      "de": "bevor wir aufgeben müssen?"
    }
  },
  {
    "translation": {
      "en": "[Spenny] Um… Yeah, we were just thinking,",
      "de": "Wir dachten uns:"
    }
  },
  {
    "translation": {
      "en": "like, \"How the fuck we gonna get out of this one?\" You know?",
      "de": "\"Wie zur Hölle kommen wir da raus?\""
    }
  },
  {
    "translation": {
      "en": "Thing is, these boys have changed their lives and for the better,",
      "de": "Die Jungs haben ihr Leben zum Besseren gewandelt,"
    }
  },
  {
    "translation": {
      "en": "and I've seen it personally.",
      "de": "das habe ich miterlebt."
    }
  },
  {
    "translation": {
      "en": "It really does feel like they don't wanna see 'em win.",
      "de": "Man wollte, dass sie verlieren."
    }
  },
  {
    "translation": {
      "en": "I think you've gotta give people a chance. You've gotta give people room to grow.",
      "de": "Man muss Menschen eine Chance geben, sich zu entwickeln."
    }
  },
  {
    "translation": {
      "en": "You can't shut them down.",
      "de": "Sie werden niemals schweigen."
    }
  },
  {
    "translation": {
      "en": "Yeah, I had thoughts of, you know, just going back and doing what we knew,",
      "de": "Ich dachte daran, es wieder wie früher zu machen, zurück auf die Straße zu gehen und den Scheiß von früher abzuziehen."
    }
  },
  {
    "translation": {
      "en": "doing the same old shit or running around the streets.",
      "de": "zurück auf die Straße zu gehen und den Scheiß von früher abzuziehen."
    }
  },
  {
    "translation": {
      "en": "Where's Spenny? Call Spenny and…",
      "de": "Ruf Spenny an und…"
    }
  },
  {
    "translation": {
      "en": "I'm always trying to be there for the team.",
      "de": "Ich will immer für das Team da sein."
    }
  },
  {
    "translation": {
      "en": "I'm always trying to be there, but at the end of the day, I'm a criminal.",
      "de": "Ich will immer für das Team da sein. Aber letztlich bin ich ein Krimineller."
    }
  },
  {
    "translation": {
      "en": "-You know me. -[Spenny] I know… It's done.",
      "de": "Aber letztlich bin ich ein Krimineller. Ich weiß, du wolltest es so sehr."
    }
  },
  {
    "translation": {
      "en": "-You wanted this bad. -[J Emz] End of the day, I'm a crim.",
      "de": "Ich weiß, du wolltest es so sehr. -Ich bin kriminell. -Darum geht es nicht."
    }
  },
  {
    "translation": {
      "en": "[Spenny] That's not the point.",
      "de": "-Ich bin kriminell. -Darum geht es nicht."
    }
  },
  {
    "translation": {
      "en": "[Ricky] I knew that the guys just needed to get away from things for a while.",
      "de": "Die Jungs brauchten einfach eine Auszeit."
    }
  },
  {
    "translation": {
      "en": "There was sadness for losing Lekks, Celly, and YP,",
      "de": "Es gab große Traurigkeit über den Verlust von Lekks, Celly und YP."
    }
  },
  {
    "translation": {
      "en": "and I just figured it could be a good time to capture that feeling,",
      "de": "Ich fand, dieses Gefühl sollten wir einfangen."
    }
  },
  {
    "translation": {
      "en": "and that feeling would be the backbone or inspiration behind some new music.",
      "de": "Es wäre eine gute Motivation und Inspiration für neue Songs."
    }
  },
  {
    "translation": {
      "en": "[J Emz] So we went somewhere in the country, and we just started making music,",
      "de": "Wir fuhren aufs Land hinaus und machten einfach Musik."
    }
  },
  {
    "translation": {
      "en": "and the sole purpose to go out there was to make music with B Wise.",
      "de": "Wir wollten dort mit B Wise Musik machen."
    }
  },
  {
    "translation": {
      "en": "[Ricky] We were thinking at that time, like,",
      "de": "Wir überlegten uns, wie wir zeigen könnten,"
    }
  },
  {
    "translation": {
      "en": "\"How do we show people that there's more to the group",
      "de": "Wir überlegten uns, wie wir zeigen könnten, dass mehr hinter der Band steckte, als so mancher sah."
    }
  },
  {
    "translation": {
      "en": "than what they might see?\"",
      "de": "dass mehr hinter der Band steckte, als so mancher sah."
    }
  },
  {
    "translation": {
      "en": "You… You have to find that balance, you get what I'm saying?",
      "de": "Wir müssen ein Gleichgewicht finden."
    }
  },
  {
    "translation": {
      "en": "Don't completely abandon something that's clearly working.",
      "de": "Wir dürfen nicht das aufgeben, was funktioniert."
    }
  },
  {
    "translation": {
      "en": "Just what you're doing is you're just… you're showing progression.",
      "de": "Aber ihr wollt zeigen, dass ihr euch entwickelt."
    }
  },
  {
    "translation": {
      "en": "We're just able to think out there, be able to work differently.",
      "de": "Dort konnten wir nachdenken und ganz anders arbeiten."
    }
  },
  {
    "translation": {
      "en": "We just knew we had to base it around what was going on at the time.",
      "de": "Wir mussten einfach thematisieren, was damals passiert war."
    }
  },
  {
    "translation": {
      "en": "Then we ended up coming up with a song called \"Home and Away.\"",
      "de": "Wir machten dann den Song \"Home and Away\"."
    }
  },
  {
    "translation": {
      "en": "♪ At war with the cops like Brax But this ain't home and away ♪",
      "de": "Das ist nicht Home and Away"
    }
  },
  {
    "translation": {
      "en": "♪ Didn't grow up Round all those beaches… ♪",
      "de": "Ich wuchs nicht auf mit all den…"
    }
  },
  {
    "translation": {
      "en": "[J Emz] We dedicated that song to the boys in jail and the area where we came from.",
      "de": "Wir widmeten den Song den Jungs im Knast und ihrem Heimatort."
    }
  },
  {
    "translation": {
      "en": "♪ Pull up, bang, spray Do dat, do dat, gang, gang ♪ ♪ Gang, gang ♪",
      "de": "WILLKOMMEN IN MT. DRUITT"
    }
  },
  {
    "translation": {
      "en": "[Hau] \"Home and Away\" was",
      "de": "Mit \"Home and Away\" wollten die Jungs"
    }
  },
  {
    "translation": {
      "en": "those boys trying to find something to fulfill that void.",
      "de": "die Leerstellen irgendwie füllen."
    }
  },
  {
    "translation": {
      "en": "[Osman] Onefour grew up watching Home and Away",
      "de": "Sie waren mit der Serie Home and Away aufgewachsen,"
    }
  },
  {
    "translation": {
      "en": "and not seeing themselves represented.",
      "de": "aber sahen sich dort nicht repräsentiert."
    }
  },
  {
    "translation": {
      "en": "They want the next generation of kids coming up",
      "de": "Sie wollen, dass sich junge Kids"
    }
  },
  {
    "translation": {
      "en": "not to be focused on what's happening at the bay",
      "de": "nicht mehr an den Weißen von der Küste orientieren,"
    }
  },
  {
    "translation": {
      "en": "but to realize the lives they live are as valid of being represented",
      "de": "sondern merken, dass es ihr Leben auch wert ist,"
    }
  },
  {
    "translation": {
      "en": "and of telling stories about.",
      "de": "darüber zu erzählen."
    }
  },
  {
    "translation": {
      "en": "[J Emz] When you see Home and Away, you just see palm trees, beaches, sand.",
      "de": "In Home and Away sieht man Palmen und Strand,"
    }
  },
  {
    "translation": {
      "en": "We feel that's the perspective people have on Australia,",
      "de": "und das prägt für viele das Bild Australiens."
    }
  },
  {
    "translation": {
      "en": "so we just thought we'd show 'em a different side of Australia",
      "de": "Wir wollten ihnen eine andere Seite von Australien zeigen,"
    }
  },
  {
    "translation": {
      "en": "and the life that we're living and what it's like",
      "de": "das Leben, das wir leben, und wie diese Seite von Australien aussieht."
    }
  },
  {
    "translation": {
      "en": "on our side of Australia.",
      "de": "und wie diese Seite von Australien aussieht."
    }
  },
  {
    "translation": {
      "en": "So, for the next year, we got into a rhythm of working, and yeah.",
      "de": "Im ganzen nächsten Jahr kamen wir in einen Arbeitsrhythmus."
    }
  },
  {
    "translation": {
      "en": "[Ricky] The EP Against All Odds,",
      "de": "Auf der EP Against All Odds"
    }
  },
  {
    "translation": {
      "en": "they purely recorded what they were feeling at the time.",
      "de": "hielten sie fest, was sie damals empfanden."
    }
  },
  {
    "translation": {
      "en": "[Kev] I imagine that would've been a difficult time for J Emz and Spenny,",
      "de": "Das war sicher eine schwierige Zeit für J Emz und Spenny,"
    }
  },
  {
    "translation": {
      "en": "just the two of 'em, especially going through so many obstacles and so many hurdles.",
      "de": "weil sie auf so viele Hindernisse stießen."
    }
  },
  {
    "translation": {
      "en": "We've got a lot on the line right now.",
      "de": "Es steht viel auf dem Spiel."
    }
  },
  {
    "translation": {
      "en": "It's… It's different.",
      "de": "Es ist anders."
    }
  },
  {
    "translation": {
      "en": "Like, I got people that rely on me.",
      "de": "Man verlässt sich auf mich."
    }
  },
  {
    "translation": {
      "en": "[operator] This call is originating from the correctional center.",
      "de": "Dieser Anruf kommt aus der Justizvollzugsanstalt."
    }
  },
  {
    "translation": {
      "en": "You boys are on the radio now, and I know that the boys are massive.",
      "de": "Ihr lauft jetzt im Radio und geht richtig durch die Decke."
    }
  },
  {
    "translation": {
      "en": "You can do this for us as well.",
      "de": "Das macht ihr auch für uns."
    }
  },
  {
    "translation": {
      "en": "[man] What do you think?",
      "de": "Wie findest du es?"
    }
  },
  {
    "translation": {
      "en": "[Spenny] I'm learning how to play the song 'cause I'm gonna prove everyone wrong.",
      "de": "Ich will den Song lernen, um allen zu zeigen, dass sie sich irren."
    }
  },
  {
    "translation": {
      "en": "That's what I'm good at doing, proving people wrong.",
      "de": "Das kann ich gut, es allen zu zeigen."
    }
  },
  {
    "translation": {
      "en": "[man on radio] It's all about Onefour and their new EP. From Mount Druitt to the globe.",
      "de": "ONEFOUR und ihre neue EP geht von Mount Druitt in die Welt."
    }
  },
  {
    "translation": {
      "en": "What do you want everyone to take away from this project?",
      "de": "Was sollen die Leute aus eurem Projekt lernen?"
    }
  },
  {
    "translation": {
      "en": "Just read the title Against All Odds.",
      "de": "Der Titel Against All Odds sagt alles."
    }
  },
  {
    "translation": {
      "en": "You can have your back against the wall all you want,",
      "de": "Man kann mit dem Rücken zur Wand stehen,"
    }
  },
  {
    "translation": {
      "en": "but it's how many times you get back up and keep fighting.",
      "de": "aber man muss immer wieder aufstehen und weiterkämpfen."
    }
  },
  {
    "translation": {
      "en": "True.",
      "de": "Stimmt."
    }
  },
  {
    "translation": {
      "en": "We found out that some big international artists started reaching out to us,",
      "de": "Es meldeten sich große internationale Künstler bei uns,"
    }
  },
  {
    "translation": {
      "en": "and we realized, bro, it's time to work, you know?",
      "de": "und wir merkten, wir mussten an die Arbeit gehen."
    }
  },
  {
    "translation": {
      "en": "No one's gonna do this for us, so we've gotta do it for ourselves.",
      "de": "Das nahm uns niemand ab, das mussten wir selbst machen."
    }
  },
  {
    "translation": {
      "en": "We had Ferg hit us up.",
      "de": "A$AP Ferg meldete sich."
    }
  },
  {
    "translation": {
      "en": "[J Emz] We also did a song called \"My City,\" uh, which featured The Kid Laroi.",
      "de": "Wir machten den Song \"My City\" mit The Kid Laroi."
    }
  },
  {
    "translation": {
      "en": "-♪ Oh, what a feeling ♪ -[rapping]",
      "de": "SIE BESCHULDIGEN ONEFOUR FÜR DRILL"
    }
  },
  {
    "translation": {
      "en": "[Mahmood] I couldn't believe it.",
      "de": "Es war unglaublich."
    }
  },
  {
    "translation": {
      "en": "Like, I've just never seen anyone from Australian hip-hop",
      "de": "Noch nie wurden australische Rapper"
    }
  },
  {
    "translation": {
      "en": "even get recognized by an overseas act that I admired.",
      "de": "von Künstlern aus Übersee wahrgenommen, die ich so schätzte."
    }
  },
  {
    "translation": {
      "en": "These are guys that are at the top of what's happening in culture at the moment",
      "de": "Das waren Leute, die gerade an der Spitze der Musikkultur stehen,"
    }
  },
  {
    "translation": {
      "en": "because hip-hop is, you know, the biggest genre in the world.",
      "de": "denn Hip-Hop ist momentan weltweit das bedeutendste Genre."
    }
  },
  {
    "translation": {
      "en": "And yet, in Australia, we wanna deplatform it and censor it.",
      "de": "Doch in Australien wird er zensiert und unterdrückt."
    }
  },
  {
    "translation": {
      "en": "[Osman] If they're not allowed to perform, if they can't make a living by making art,",
      "de": "Wenn sie nicht auftreten und von der Kunst leben können,"
    }
  },
  {
    "translation": {
      "en": "Onefour, I think, will be a pretty bleak cautionary tale",
      "de": "sind ONEFOUR ein ziemlich düsteres Exempel dafür,"
    }
  },
  {
    "translation": {
      "en": "for what happens if you choose to tangle with the Australian police.",
      "de": "was passiert, wenn man sich mit der australischen Polizei anlegt."
    }
  },
  {
    "translation": {
      "en": "If the police are successful in destroying a group,",
      "de": "Sollte die Polizei es schaffen, sie zu zerschlagen,"
    }
  },
  {
    "translation": {
      "en": "it's a dark day for Australia and freedom of expression.",
      "de": "wäre das ein dunkler Tag für die Meinungsfreiheit."
    }
  },
  {
    "translation": {
      "en": "Very disheartening. You know, you would question yourself.",
      "de": "Sehr entmutigend. Man würde sich hinterfragen. Warum sollte ich Musik machen,"
    }
  },
  {
    "translation": {
      "en": "Like, what's… what's the use of… of making music",
      "de": "Man würde sich hinterfragen. Warum sollte ich Musik machen,"
    }
  },
  {
    "translation": {
      "en": "if I can't even perform, you know, for the people?",
      "de": "wenn ich nicht vor Leuten auftreten darf?"
    }
  },
  {
    "translation": {
      "en": "I heard on the grapevine that YP is getting out very soon,",
      "de": "Mir kam zu Ohren, dass YP bald freikommen soll,"
    }
  },
  {
    "translation": {
      "en": "and I think that's the injection of energy that Onefour really needs right now.",
      "de": "und genau diesen frischen Wind braucht ONEFOUR gerade."
    }
  },
  {
    "translation": {
      "en": "I can't wait for him to get out. It's…",
      "de": "Ich kann es kaum erwarten."
    }
  },
  {
    "translation": {
      "en": "We've been doing it without, you know, him and Lekks and Cell as well,",
      "de": "Wir haben so lange ohne ihn, Lekks und Cell ausgehalten."
    }
  },
  {
    "translation": {
      "en": "and, you know, finally, it's time for us to come back together and go forward.",
      "de": "Endlich sind wir wieder vereint und können weitermachen."
    }
  },
  {
    "translation": {
      "en": "The one with Illy on it?",
      "de": "Nehmt es auf Video auf."
    }
  },
  {
    "translation": {
      "en": "We're on video call every weekend. It's always me and him.",
      "de": "Er und ich machen jedes Wochenende einen Videoanruf."
    }
  },
  {
    "translation": {
      "en": "Everyone will say hello, and then they'll go, \"Here's Mum,\"",
      "de": "Alle begrüßen ihn, dann geben sie ihn an mich"
    }
  },
  {
    "translation": {
      "en": "and then I'm the phone call for the rest of the time.",
      "de": "und wir beide telefonieren den Rest der Zeit."
    }
  },
  {
    "translation": {
      "en": "I've realized what I wanna do. I wanna do music, like, all the way.",
      "de": "Ich weiß, was ich will. Ich will Musik machen."
    }
  },
  {
    "translation": {
      "en": "I don't really wanna do anything else when I get out. Just music.",
      "de": "Ich will nichts anderes als Musik machen, wenn ich rauskomme."
    }
  },
  {
    "translation": {
      "en": "I can't wait. You know, that's my… that's my brother.",
      "de": "Ich kann es kaum erwarten. Er ist mein Bruder."
    }
  },
  {
    "translation": {
      "en": "I've been waiting for this day ever since he went in.",
      "de": "Ich warte, seitdem er eingefahren ist."
    }
  },
  {
    "translation": {
      "en": "Shit, I already got his bed ready for him and that. [chuckling]",
      "de": "Ich habe ihm sogar schon das Bett gemacht."
    }
  },
  {
    "translation": {
      "en": "He's been inside for two years,",
      "de": "Er hat zwei Jahre gesessen,"
    }
  },
  {
    "translation": {
      "en": "and, like, I feel like he might be a bit lost.",
      "de": "Er hat zwei Jahre gesessen, da fühlt er sich vielleicht etwas verloren."
    }
  },
  {
    "translation": {
      "en": "[J Emz] When you're inside those walls, you can become trapped, and you feel shit,",
      "de": "Im Knast fühlt man sich eingesperrt, man fühlt sich kacke."
    }
  },
  {
    "translation": {
      "en": "like, \"This is gonna be me now for the rest of your life.\"",
      "de": "Man denkt, so geht es das Leben lang weiter."
    }
  },
  {
    "translation": {
      "en": "He's a bit institutionalized from, you know, going in at a young age.",
      "de": "Es hat ihn etwas mitgenommen, weil er so jung in Haft musste."
    }
  },
  {
    "translation": {
      "en": "He went in at 18.",
      "de": "Er war erst 18."
    }
  },
  {
    "translation": {
      "en": "But better things will come when he leaves those gates.",
      "de": "Aber wenn er raus ist, wird alles besser."
    }
  },
  {
    "translation": {
      "en": "[YP] I guess you can kinda see, like, where my head was at",
      "de": "Man sieht ganz gut, wo mir der Kopf stand,"
    }
  },
  {
    "translation": {
      "en": "before I even walked out of them gates.",
      "de": "bevor ich aus dem Tor lief."
    }
  },
  {
    "translation": {
      "en": "Still trapped. Still looking at everyone like I wanted to turn on everyone.",
      "de": "Immer noch gefangen, und ich sah alle an, als ob ich sie gleich anspringe."
    }
  },
  {
    "translation": {
      "en": "And when I walked out, and I seen my little sisters and my mum,",
      "de": "Als ich herauslief und meine Mutter und kleinen Schwestern sah,"
    }
  },
  {
    "translation": {
      "en": "it was a bit unreal in a sense.",
      "de": "fühlte es sich unwirklich an."
    }
  },
  {
    "translation": {
      "en": "[Misa] Give me another cuddle.",
      "de": "Drück mich noch mal."
    }
  },
  {
    "translation": {
      "en": "I felt, like, some type of, um, anxiety and shit,",
      "de": "Ich spürte eine Art Angstgefühl"
    }
  },
  {
    "translation": {
      "en": "and I never knew what that was, but soon as I walked out, I noticed.",
      "de": "aber das bemerkte ich erst, als ich aus dem Tor lief."
    }
  },
  {
    "translation": {
      "en": "Bro, like, this is just weird, you know?",
      "de": "Es war einfach seltsam, weißt du?"
    }
  },
  {
    "translation": {
      "en": "Also coming out and, like, not knowing what to do, was… it was the big thing.",
      "de": "Ich dachte oft, wenn ich freikomme und nicht weiß, was ich tun soll,"
    }
  },
  {
    "translation": {
      "en": "Like, all right, I'm gonna… I'm gonna fall back into my old habits,",
      "de": "dann verfalle ich wieder in alte Muster"
    }
  },
  {
    "translation": {
      "en": "and I'm gonna end up back in jail.",
      "de": "und lande wieder im Knast."
    }
  },
  {
    "translation": {
      "en": "You all right?",
      "de": "Alles okay?"
    }
  },
  {
    "translation": {
      "en": "And then, like, when I was outside, I realized",
      "de": "Doch als ich draußen war, da merkte ich,"
    }
  },
  {
    "translation": {
      "en": "fucking opportunities are in my hands now, like.",
      "de": "dass die Möglichkeiten in meiner Hand lagen."
    }
  },
  {
    "translation": {
      "en": "You know, if I don't get there to the…",
      "de": "Wenn ich meine Ziele nicht erreiche, dann wäre das meine Schuld."
    }
  },
  {
    "translation": {
      "en": "to my end goals, this and that, it's on me, so that's when I stepped up,",
      "de": "Wenn ich meine Ziele nicht erreiche, dann wäre das meine Schuld. Da sagte ich mir: \"Scheiß drauf, ich mache es!"
    }
  },
  {
    "translation": {
      "en": "and I was, like, \"Fuck this, let's go.\" You know, \"Let's take it all away.\"",
      "de": "Da sagte ich mir: \"Scheiß drauf, ich mache es! Ich lege jetzt richtig los.\""
    }
  },
  {
    "translation": {
      "en": "[YP] Studio sessions are coming up. Monday to Friday, weekend off.",
      "de": "Wir waren fünf Tage die Woche im Studio."
    }
  },
  {
    "translation": {
      "en": "My routine started kicking in again, and it was just like,",
      "de": "Ich kam wieder in meinen Alltag rein und sagte mir:"
    }
  },
  {
    "translation": {
      "en": "\"You know what? You gotta do this now. This is your job. This is your work.\"",
      "de": "\"Du ziehst das jetzt durch. Das ist jetzt dein Job."
    }
  },
  {
    "translation": {
      "en": "\"If you really wanna keep on the straight and narrow, this is what you gotta do.\"",
      "de": "Du brauchst das, um nicht wieder auf die schiefe Bahn zu kommen.\""
    }
  },
  {
    "translation": {
      "en": "[Spenny] This is the make it or break it. Yeah, I'm excited for it.",
      "de": "Jetzt kommt es darauf an. Ich bin gespannt."
    }
  },
  {
    "translation": {
      "en": "I feel like with all the things that's happened around us and",
      "de": "Nach all den Dingen, die um uns herum passiert sind…"
    }
  },
  {
    "translation": {
      "en": "all the setbacks that we've had to go through, like,",
      "de": "…all den Rückschlägen, die wir erlitten,"
    }
  },
  {
    "translation": {
      "en": "it's finally our turn to see our full potential",
      "de": "können wir endlich unser volles Potenzial nutzen"
    }
  },
  {
    "translation": {
      "en": "and get to where we're meant to be.",
      "de": "und erreichen, wozu wir bestimmt sind."
    }
  },
  {
    "translation": {
      "en": "But lo and behold, Raptor stepped back in.",
      "de": "Große Überraschung, Raptor schritt wieder ein."
    }
  },
  {
    "translation": {
      "en": "[anchor 1] This week, New South Wales police upped the ante with a warning to sites like YouTube, Instagram, and Spotify",
      "de": "Die Polizei NSW warnte diese Woche Seiten wie YouTube, Instagram und Spotify,"
    }
  },
  {
    "translation": {
      "en": "that they would take action over material inciting violence or criminal activity.",
      "de": "dass sie gegen Inhalte vorgehen wird, die zu Gewalt und Straftaten anstiften."
    }
  },
  {
    "translation": {
      "en": "From what I can gather, police are looking now,",
      "de": "Die Polizei sammelt gerade Beweise."
    }
  },
  {
    "translation": {
      "en": "and it's not just songs.",
      "de": "Nicht nur Songs."
    }
  },
  {
    "translation": {
      "en": "It's also posts, video content,",
      "de": "Sie sehen sich auch Posts und Videoinhalte an,"
    }
  },
  {
    "translation": {
      "en": "that they believe could create a threat to any part of the community.",
      "de": "Sie sehen sich auch Posts und Videoinhalte an, von denen sie glauben, dass sie die Gemeinde gefährden."
    }
  },
  {
    "translation": {
      "en": "They're gonna approach the platforms and say, \"We'd like you to look at that.\"",
      "de": "Sie fordern die Plattformen auf, Inhalte zu überprüfen,"
    }
  },
  {
    "translation": {
      "en": "\"We're thinking that it's dangerous.\"",
      "de": "die sie für gefährlich halten."
    }
  },
  {
    "translation": {
      "en": "[Weinstein] It wasn't so much about us going to a YouTube",
      "de": "Es war nicht so, dass wir die Plattformen aufforderten,"
    }
  },
  {
    "translation": {
      "en": "or a social media platform and saying, \"Take this down.\"",
      "de": "Es war nicht so, dass wir die Plattformen aufforderten, die Inhalte zu sperren."
    }
  },
  {
    "translation": {
      "en": "Where we thought the messaging was, you know, inciting violence,",
      "de": "Zu Inhalten, die unsere Meinung nach zu Gewalt anstiften,"
    }
  },
  {
    "translation": {
      "en": "then we would say to the platforms,",
      "de": "sagten wir den Plattformen:"
    }
  },
  {
    "translation": {
      "en": "\"We're bringing this to your attention. You decide.\"",
      "de": "\"Sie entscheiden selbst,"
    }
  },
  {
    "translation": {
      "en": "\"Is that fit for purpose for your framework as a company?\"",
      "de": "ob die Inhalte zur Ausrichtung Ihres Unternehmens passen.\""
    }
  },
  {
    "translation": {
      "en": "The police are trying to stop this music",
      "de": "Die Polizei wollte nicht,"
    }
  },
  {
    "translation": {
      "en": "from being heard, from being performed, from being streamed,",
      "de": "dass man die Musik anhörte, live aufführte oder streamte."
    }
  },
  {
    "translation": {
      "en": "and they're trying to send a message to Onefour and anyone else like them.",
      "de": "Es war eine Botschaft an Oneofur und andere wie sie."
    }
  },
  {
    "translation": {
      "en": "\"Don't bother. We'll ruin your lives if you do this.\"",
      "de": "\"Lasst es, sonst ruinieren wir euch.\""
    }
  },
  {
    "translation": {
      "en": "But is the New South Wales police",
      "de": "Aber sollte die Polizei wirklich entscheiden dürfen,"
    }
  },
  {
    "translation": {
      "en": "really an adequate judge of what is acceptable and what's not?",
      "de": "Aber sollte die Polizei wirklich entscheiden dürfen, was akzeptabel ist und was nicht?"
    }
  },
  {
    "translation": {
      "en": "I can't think of any other moment in Australian hip-hop",
      "de": "Mir fällt kein anderer Moment im australischen Hip-Hop ein,"
    }
  },
  {
    "translation": {
      "en": "where musicians were censored,",
      "de": "in dem Musiker zensiert wurden."
    }
  },
  {
    "translation": {
      "en": "and I've heard some of the most violent Australian hip-hop that you can possibly imagine.",
      "de": "Und ich hab schon unfassbar brutalen australischen Hip-Hop gehört."
    }
  },
  {
    "translation": {
      "en": "These guys could take to any stage in Melbourne or Sydney whenever they want.",
      "de": "Diese Jungs dürfen auf allen Bühnen in Melbourne oder Sydney spielen."
    }
  },
  {
    "translation": {
      "en": "I think as long as the New South Wales police",
      "de": "Aber solange die Polizei New South Wales"
    }
  },
  {
    "translation": {
      "en": "censor and deplatform artists of color,",
      "de": "nicht-weiße Künstler zensiert und ihnen die Plattform nimmt,"
    }
  },
  {
    "translation": {
      "en": "we've got a long way to go",
      "de": "gibt es noch viel zu tun,"
    }
  },
  {
    "translation": {
      "en": "in terms of the type of culture we're willing to accept and represent.",
      "de": "was die Kultur angeht, die wir annehmen und vertreten wollen."
    }
  },
  {
    "translation": {
      "en": "They're not bashing us like they were before,",
      "de": "Sie verprügeln uns nicht mehr,"
    }
  },
  {
    "translation": {
      "en": "but in my opinion, it's even worse, bro.",
      "de": "aber dieser Zustand ist noch schlimmer."
    }
  },
  {
    "translation": {
      "en": "We've literally tried to go straight and narrow,",
      "de": "Wir wollen die schiefe Bahn verlassen,"
    }
  },
  {
    "translation": {
      "en": "and… and they're taking our ability to work and fend for ourselves,",
      "de": "Wir wollen die schiefe Bahn verlassen, und sie verbieten uns, zu arbeiten und für uns selbst zu sorgen."
    }
  },
  {
    "translation": {
      "en": "so they might think, you know, they can shut down one or two shows.",
      "de": "Sie glauben, sie könnten ein paar Konzerte verhindern."
    }
  },
  {
    "translation": {
      "en": "The way I see it is, all they're doing is building that fire bigger in me.",
      "de": "Aber damit entfachen sie nur ein noch größeres Feuer in mir."
    }
  },
  {
    "translation": {
      "en": "I'm never gonna stop now just 'cause of what they keep doing.",
      "de": "Genau weil sie diese Dinge tun, werde ich nie damit aufhören."
    }
  },
  {
    "translation": {
      "en": "[Ricky] But clearly, Raptor aren't gonna let it go.",
      "de": "Raptor ließ nicht locker."
    }
  },
  {
    "translation": {
      "en": "Lucky for us, an old friend has reached out.",
      "de": "Zum Glück meldete sich ein alter Freund."
    }
  },
  {
    "translation": {
      "en": "He messaged me,",
      "de": "Er schrieb mir,"
    }
  },
  {
    "translation": {
      "en": "and he was telling me that it wouldn't be right for anyone else to open up for him,",
      "de": "dass es nicht richtig wäre, wenn jemand anderes seine Vorband wäre."
    }
  },
  {
    "translation": {
      "en": "so he hit me up, and he asked me how it was looking.",
      "de": "Also schrieb er mir und fragte, wie es aussah."
    }
  },
  {
    "translation": {
      "en": "In the two years that I've worked with Onefour,",
      "de": "In meinen zwei Jahren mit ONEFOUR"
    }
  },
  {
    "translation": {
      "en": "Laroi has gone on to become Australia's biggest musical export.",
      "de": "war Laroi Australiens größter musikalischer Export geworden."
    }
  },
  {
    "translation": {
      "en": "A global superstar.",
      "de": "Ein Weltstar."
    }
  },
  {
    "translation": {
      "en": "[Ricky] Laroi had requested that Onefour support him on his national tour.",
      "de": "Er wollte ONEFOUR als Vorband für seine Australien-Tour."
    }
  },
  {
    "translation": {
      "en": "Well, The Kid Laroi is one of the biggest pop stars on the planet",
      "de": "The Kid Laroi ist einer der größten Popstars der Welt,"
    }
  },
  {
    "translation": {
      "en": "after absolutely exploding onto the scene only a couple of years ago.",
      "de": "nachdem er vor nur wenigen Jahren richtig durchstartete."
    }
  },
  {
    "translation": {
      "en": "Laroi is finally back in Australia for a huge arena tour of the country.",
      "de": "Laroi ist endlich zurück, mit einer Stadiontour in Australien."
    }
  },
  {
    "translation": {
      "en": "I was trying to have them open for the, uh, for the tour, and, uh, they… they told me,",
      "de": "Ich wollte sie als Vorband für die Tour, und man sagte mir:"
    }
  },
  {
    "translation": {
      "en": "um, \"There's no way in hell that that's happening.\"",
      "de": "\"Das geht einfach nicht.\""
    }
  },
  {
    "translation": {
      "en": "We're going back and forth, and he was saying",
      "de": "Wir überlegten hin und her,"
    }
  },
  {
    "translation": {
      "en": "they won't be able to do the tour if they announce us.",
      "de": "denn es konnte die Tour gefährden, uns anzukündigen."
    }
  },
  {
    "translation": {
      "en": "I said, \"Oh. Okay, you know what? It's all good. Don't worry about it,\" and, um, yeah,",
      "de": "Ich sagte: \"Das passt schon, macht euch keine Sorgen.\""
    }
  },
  {
    "translation": {
      "en": "so I'm just pretty much gonna just bring them in and just not tell anyone, so…",
      "de": "Ich werde sie einfach auf die Bühne holen und es vorher geheimhalten."
    }
  },
  {
    "translation": {
      "en": "That's why I'm sneaking 'em into the show on Thursday.",
      "de": "Ich schmuggele sie am Donnerstag auf meine Bühne."
    }
  },
  {
    "translation": {
      "en": "[Ricky] It's gonna be bonkers.",
      "de": "Es wird irre."
    }
  },
  {
    "translation": {
      "en": "They've, you know… They've barely performed two live shows,",
      "de": "Sie haben bisher nur zweimal live gespielt."
    }
  },
  {
    "translation": {
      "en": "you know, so to go out on stage and get their roses",
      "de": "Sich auf eine Bühne vor 20.000 Leuten aus Sydney zu stellen,"
    }
  },
  {
    "translation": {
      "en": "in front of 20,000 Sydneysiders, like, it's not a small thing.",
      "de": "Sich auf eine Bühne vor 20.000 Leuten aus Sydney zu stellen, ist eine große Sache."
    }
  },
  {
    "translation": {
      "en": "[YP] The opportunity to go and perform",
      "de": "Endlich können wir auftreten,"
    }
  },
  {
    "translation": {
      "en": "actually without fucking getting pressed by any venues,",
      "de": "ohne, dass uns Veranstalter auf den Sack gehen."
    }
  },
  {
    "translation": {
      "en": "and big shout out to Kid Laroi 'cause, you know, we never get to do shows anyway,",
      "de": "Tausend Dank an Kid Laroi."
    }
  },
  {
    "translation": {
      "en": "so fucking love, man, all love.",
      "de": "Wir lieben es."
    }
  },
  {
    "translation": {
      "en": "[J Emz] Word. They probably think your little apology… One-fucking-four, baby!",
      "de": "-Das wird eine kleine Entschuldigung. -One-Fucking-Four, Baby!"
    }
  },
  {
    "translation": {
      "en": "It's mad that we get to rehearse, knowing that, on the same night,",
      "de": "Es ist irre, dass wir proben und wissen, dass wir noch am selben Abend"
    }
  },
  {
    "translation": {
      "en": "we're about to come out in front of 20,000 people.",
      "de": "vor 20.000 Leuten auf die Bühne gehen."
    }
  },
  {
    "translation": {
      "en": "It's gonna be our first time, like, performing with YP on stage for, you know, around three years.",
      "de": "Es ist das erste Mal seit drei Jahren, dass wir mit YP auf der Bühne stehen."
    }
  },
  {
    "translation": {
      "en": "[YP] It's crazy, like, doing anything with Kid Laroi at that kinda level,",
      "de": "Es ist irre, in der Größenordnung mit Kid Laroi aufzutreten."
    }
  },
  {
    "translation": {
      "en": "like, it's gonna be big.",
      "de": "Es wird gewaltig."
    }
  },
  {
    "translation": {
      "en": "-[forceful knocking on door] -[dog barking]",
      "de": "DREI STUNDEN SPÄTER"
    }
  },
  {
    "translation": {
      "en": "[officer 1] Police search warrant! Open the door!",
      "de": "Aufmachen, Durchsuchungsbefehl!"
    }
  },
  {
    "translation": {
      "en": "[J Emz] Yeah, just the police, they end up kicking our door in",
      "de": "Die Polizei trat die Tür ein und durchsuchte uns,"
    }
  },
  {
    "translation": {
      "en": "and raid us the night of Laroi's first show.",
      "de": "am Abend von Larois erstem Konzert."
    }
  },
  {
    "translation": {
      "en": "It's putrid. You know, like, it's your home, you know,",
      "de": "Es ist widerlich. Das ist unser Haus."
    }
  },
  {
    "translation": {
      "en": "and then you've got a bunch of strangers running in your house, guns out,",
      "de": "Überall rennen Fremde herum, mit gezogenen Waffen,"
    }
  },
  {
    "translation": {
      "en": "this and that, just flippin' it upside down.",
      "de": "die alles auf den Kopf stellen."
    }
  },
  {
    "translation": {
      "en": "You can just imagine what, like, my mum and my sisters would think.",
      "de": "Man kann sich vorstellen, wie meine Mutter und Schwestern das finden."
    }
  },
  {
    "translation": {
      "en": "It's just, like,",
      "de": "wie meine Mutter und Schwestern das finden."
    }
  },
  {
    "translation": {
      "en": "you know, it's wrong.",
      "de": "Es ist einfach falsch."
    }
  },
  {
    "translation": {
      "en": "[Misa] The house was searched, and they had two police on us the whole time",
      "de": "Das Haus wurde durchsucht und zwei Polizisten passten auf,"
    }
  },
  {
    "translation": {
      "en": "to make sure we didn't leave the room.",
      "de": "dass wir den Raum nicht verließen."
    }
  },
  {
    "translation": {
      "en": "And from then on, we're, like, \"Fuck's sake.\"",
      "de": "Wir dachten uns: \"Verdammt."
    }
  },
  {
    "translation": {
      "en": "The boys aren't gonna come. We couldn't make Laroi's first show.",
      "de": "Die Jungs werden es nicht zu Larois Konzert schaffen.\""
    }
  },
  {
    "translation": {
      "en": "It can't be a coincidence.",
      "de": "Das war niemals ein Zufall."
    }
  },
  {
    "translation": {
      "en": "There's a motive behind this and a message the police are sending",
      "de": "Das Motiv der Polizei war, uns zu vermitteln,"
    }
  },
  {
    "translation": {
      "en": "that, um… that we're not in control, that they are.",
      "de": "dass wir keine Kontrolle haben, sondern sie."
    }
  },
  {
    "translation": {
      "en": "Yeah, 100% they knew that we were gonna come out.",
      "de": "Sie wussten zu 100 %, dass wir spielen sollten."
    }
  },
  {
    "translation": {
      "en": "We were getting ready to leave at six o'clock,",
      "de": "Wir wollten 18:00 Uhr zum Konzert."
    }
  },
  {
    "translation": {
      "en": "and their house literally got raided at 5:30.",
      "de": "Ihr Haus wurde um 17:30 Uhr durchsucht."
    }
  },
  {
    "translation": {
      "en": "If the inference is that Raptor went there because they were doing a surprise visit,",
      "de": "Hätte Raptor sie wegen des Überraschungsauftritts durchsucht,"
    }
  },
  {
    "translation": {
      "en": "I'm not sure how much of a surprise it must've been.",
      "de": "wäre er wohl nicht so geheim gewesen."
    }
  },
  {
    "translation": {
      "en": "But, no, we would never, ever go and do a raid on someone's house because they were gonna sing at a concert.",
      "de": "Aber wir würden sie niemals durchsuchen, weil sie auf einem Konzert spielen wollen."
    }
  },
  {
    "translation": {
      "en": "That's just, in my view, um, nonsense.",
      "de": "Das ist meiner Meinung nach Unsinn."
    }
  },
  {
    "translation": {
      "en": "That's the thing about the cops trying to stop us.",
      "de": "Die Sache mit der Polizei ist die:"
    }
  },
  {
    "translation": {
      "en": "If",
      "de": "Falls…"
    }
  },
  {
    "translation": {
      "en": "they were able to stop us, we'll be worse than what we ever were.",
      "de": "…sie es schaffen würden, uns aufzuhalten, wären wir dann schlimmer denn je zuvor."
    }
  },
  {
    "translation": {
      "en": "You know, we're trying to make it out, and putting us back in the trenches,",
      "de": "Wir wollen es hier rausschaffen. Zwingen sie uns wieder auf die Straße, schafft das nur mehr Probleme für sie."
    }
  },
  {
    "translation": {
      "en": "we just create more drama for them.",
      "de": "Zwingen sie uns wieder auf die Straße, schafft das nur mehr Probleme für sie."
    }
  },
  {
    "translation": {
      "en": "So no matter what we've been through in the past and what we've had to go through with Onefour,",
      "de": "Was wir auch durchgemacht haben, einzeln oder mit ONEFOUR,"
    }
  },
  {
    "translation": {
      "en": "I feel like it helps everyone around me, not just myself.",
      "de": "die Sache hilft allen um mich herum, nicht nur mir."
    }
  },
  {
    "translation": {
      "en": "It helps my family. It means everything now.",
      "de": "Meiner Familie. Das bedeutet mir viel."
    }
  },
  {
    "translation": {
      "en": "[Ricky] Success to them now is, first of all,",
      "de": "Erfolg bedeutet nun für sie,"
    }
  },
  {
    "translation": {
      "en": "being able to provide for their friends and family.",
      "de": "dass sie ihre Familie und Freunde versorgen können."
    }
  },
  {
    "translation": {
      "en": "But that's their culture and where they come from, is like,",
      "de": "So ist das in der Kultur ihrer Gemeinde."
    }
  },
  {
    "translation": {
      "en": "you don't succeed on your own. You gotta bring your village with you.",
      "de": "Man schafft die Dinge nicht alleine, sondern mit dem Dorf."
    }
  },
  {
    "translation": {
      "en": "[Esky] I remember when they first came up, J Emz would always say,",
      "de": "Als sie damals anfingen, sagte J Emz immer:"
    }
  },
  {
    "translation": {
      "en": "\"When we get big, we're gonna come back and renovate your studio.\"",
      "de": "\"Wenn wir mal berühmt sind, renovieren wir dir dein Tonstudio.\""
    }
  },
  {
    "translation": {
      "en": "Lo and behold, just two years later, they came back and renovated the studio.",
      "de": "Nach nur zwei Jahren renovierten sie es wirklich."
    }
  },
  {
    "translation": {
      "en": "[J Emz] There is a lot of young music and young talent coming up.",
      "de": "Es gibt viele junge, talentierte Musiker."
    }
  },
  {
    "translation": {
      "en": "I love it. I love hearing at all, you know.",
      "de": "Ich höre sie mir gerne an."
    }
  },
  {
    "translation": {
      "en": "[Kev] They opened the floodgates for so many other acts,",
      "de": "Sie öffneten die Tür für so viele andere Künstler,"
    }
  },
  {
    "translation": {
      "en": "especially from Pacific Islander backgrounds,",
      "de": "insbesondere Pacific Islanders,"
    }
  },
  {
    "translation": {
      "en": "to get into music and realize that this was a viable career.",
      "de": "in die Musik einzusteigen und Karriere zu machen."
    }
  },
  {
    "translation": {
      "en": "Hell yeah. You know, I'm… I'm very proud of what we achieved.",
      "de": "Ich bin verdammt stolz auf das, was wir geschafft haben."
    }
  },
  {
    "translation": {
      "en": "We set out to shift the culture, and we did.",
      "de": "Wir wollten die Kultur verändern, das haben wir erreicht."
    }
  },
  {
    "translation": {
      "en": "[Mahmood] I think, at the end of the day, it all boils out to, you know, that young boy at home in Mount Druitt",
      "de": "Am Ende des Tages geht es um den kleinen Jungen in Mount Druitt,"
    }
  },
  {
    "translation": {
      "en": "suddenly sees these rappers who live across the road from him make it to the world stage.",
      "de": "der zusieht, wie es die Rapper von nebenan in die Weltöffentlichkeit schaffen."
    }
  },
  {
    "translation": {
      "en": "And suddenly, he gets that spark to dream in the same way.",
      "de": "Das entfacht seine Hoffnung, auch große Träume zu erreichen."
    }
  },
  {
    "translation": {
      "en": "One thing I want people to understand is how important it is",
      "de": "Ich möchte den Leuten vermitteln, wie wichtig es ist,"
    }
  },
  {
    "translation": {
      "en": "to find something you love and then run with it.",
      "de": "etwas zu tun, das man liebt."
    }
  },
  {
    "translation": {
      "en": "Whether it's music or whether it's anything else.",
      "de": "Ob es nun Musik ist oder etwas anderes."
    }
  },
  {
    "translation": {
      "en": "That's the one thing that helped us",
      "de": "Das hat uns wirklich geholfen,"
    }
  },
  {
    "translation": {
      "en": "get out of a lot of the bullshit we had to go through.",
      "de": "den ganzen Mist zu ertragen."
    }
  },
  {
    "translation": {
      "en": "[Kev] Onefour's presence has just had such a massive impact on the music industry as a whole in Australia,",
      "de": "ONEFOUR hatte unglaublichen Einfluss auf die ganze australische Musikbranche."
    }
  },
  {
    "translation": {
      "en": "but ironically, Onefour have been banned from playing shows,",
      "de": "Ironischerweise dürfen sie nicht auftreten."
    }
  },
  {
    "translation": {
      "en": "so even though they're the reason why everyone's getting bigger fees,",
      "de": "Obwohl sie der Grund dafür sind, dass alle mehr verdienen,"
    }
  },
  {
    "translation": {
      "en": "they're not getting their slice of the pie. Essentially a pie that they baked.",
      "de": "kriegen sie kein Stück vom Kuchen ab, den sie selbst gebacken haben."
    }
  },
  {
    "translation": {
      "en": "[Spenny] As much as we did take that big hit",
      "de": "Wir haben viel eingebüßt, Tourneen und Rapper,"
    }
  },
  {
    "translation": {
      "en": "losing tours, losing rappers, we're not gonna go out like that.",
      "de": "Wir haben viel eingebüßt, Tourneen und Rapper, aber das ist nicht unser Ende, niemals."
    }
  },
  {
    "translation": {
      "en": "No way.",
      "de": "aber das ist nicht unser Ende, niemals."
    }
  },
  {
    "translation": {
      "en": "That's one of the main reasons why we all keep pushing together,",
      "de": "Das ist ein wichtiger Grund zum Weitermachen."
    }
  },
  {
    "translation": {
      "en": "'cause we know the circle's bigger, the picture's bigger,",
      "de": "Der Fankreis, die Vision ist größer,"
    }
  },
  {
    "translation": {
      "en": "and, you know, there's a lot more to lose if you lose.",
      "de": "und wir haben mehr zu verlieren."
    }
  },
  {
    "translation": {
      "en": "So we can't lose.",
      "de": "Wir dürfen nicht verlieren."
    }
  },
  {
    "translation": {
      "en": "[Spenny] Luckily for us, Laroi put on another show the next day.",
      "de": "Zum Glück spielte Laroi spontan ein Zusatzkonzert am nächsten Tag."
    }
  },
  {
    "translation": {
      "en": "[Ricky] Heading to the show on Friday, you can feel that there's, like, an anxiety",
      "de": "Als wir am Freitag zur Show fuhren, waren wir ängstlich,"
    }
  },
  {
    "translation": {
      "en": "or, like, a nervousness, but also, like, a… a suspense.",
      "de": "oder eher nervös, aber auch gespannt."
    }
  },
  {
    "translation": {
      "en": "We don't know that this is actually gonna happen or not.",
      "de": "Wir wussten nicht, ob es klappen würde."
    }
  },
  {
    "translation": {
      "en": "We can't risk the police catching wind of any of this.",
      "de": "Wir konnten nicht riskieren, dass die Polizei davon Wind bekam."
    }
  },
  {
    "translation": {
      "en": "Stay out of sight, out of mind right now,",
      "de": "Bleibt außer Sichtweite,"
    }
  },
  {
    "translation": {
      "en": "while we get the cops on that side of the building.",
      "de": "wenn die Cops auf dieser Seite sind."
    }
  },
  {
    "translation": {
      "en": "We just don't want, obviously, them trying to disturb us.",
      "de": "Sie dürfen uns nicht stören."
    }
  },
  {
    "translation": {
      "en": "We gotta stay over here, stay out of sight, in case they jeopardize anything with the show.",
      "de": "Wir verstecken uns hier, falls sie das Konzert gefährden."
    }
  },
  {
    "translation": {
      "en": "Do pray, Father, at this time",
      "de": "Vater, wir beten,"
    }
  },
  {
    "translation": {
      "en": "that the show will not be disrupted by any means whatsoever.",
      "de": "dass dieses Konzert ohne Störungen verlaufen wird."
    }
  },
  {
    "translation": {
      "en": "-Amen. -[all] Amen.",
      "de": "-Amen. -Amen."
    }
  },
  {
    "translation": {
      "en": "-[J Emz] Hey, Lekks. -Hey, bro.",
      "de": "-Hey Lekks. -Hey Bro."
    }
  },
  {
    "translation": {
      "en": "[J Emz] Hey, bro. We're about to go up. I'll call you later. Love you, Lekks.",
      "de": "Wir gehen gleich raus. Ich melde mich dann. Hab dich lieb."
    }
  },
  {
    "translation": {
      "en": "We deserve this. We deserve to be up there.",
      "de": "Wir haben es verdient, aufzutreten."
    }
  },
  {
    "translation": {
      "en": "[Laroi] Sydney, usually, usually,",
      "de": "Sydney, normalerweise"
    }
  },
  {
    "translation": {
      "en": "we would roll right into the next song.",
      "de": "würde jetzt der nächste Song kommen."
    }
  },
  {
    "translation": {
      "en": "But tonight, I told you guys on my Instagram that I have a very special special guest.",
      "de": "Aber heute Abend habe ich ganz besondere Gäste."
    }
  },
  {
    "translation": {
      "en": "Before this very special guest comes out, I wanna say this.",
      "de": "Bevor sie auf die Bühne kommen, möchte ich etwas sagen."
    }
  },
  {
    "translation": {
      "en": "These guys have been banned from performing in Australia.",
      "de": "Diese Jungs haben ein Auftrittsverbot in Australien."
    }
  },
  {
    "translation": {
      "en": "And guess what?",
      "de": "Aber wisst ihr was?"
    }
  },
  {
    "translation": {
      "en": "I don't fuck with that.",
      "de": "Das finde ich scheiße."
    }
  },
  {
    "translation": {
      "en": "So tonight, I'm gonna fucking get them what they deserve,",
      "de": "Heute gebe ich ihnen, was sie verdient haben,"
    }
  },
  {
    "translation": {
      "en": "and they're gonna come out here and do a few songs for us tonight.",
      "de": "und sie werden ein paar Songs für uns spielen."
    }
  },
  {
    "translation": {
      "en": "Let's fucking go, Sydney! Make some noise for your very own Onefour!",
      "de": "Na los, Sydney, Applaus für eure Jungs von ONEFOUR!"
    }
  },
  {
    "translation": {
      "en": "[J Emz] You know what fucking time it is! Let's go, Sydney!",
      "de": "Ihr wisst, was jetzt kommt, Sydney! Legen wir los!"
    }
  },
  {
    "translation": {
      "en": "♪ I'm like the Jay or the Drake of my city Fuck what they say ♪",
      "de": "Ich bin wie Jay oder Drake meiner Stadt"
    }
  },
  {
    "translation": {
      "en": "♪ They won't say that shit to me I'm in downtown ♪",
      "de": "Sie sagen mir nichts Ich bin in Downtown"
    }
  },
  {
    "translation": {
      "en": "♪ All my brothers is with me Shout out my boys from the 70 ♪",
      "de": "Alle Brüder mit dabei Grüße an die 70"
    }
  },
  {
    "translation": {
      "en": "♪ Shout out my boys from the 60 They know what's in me ♪",
      "de": "Grüße an die 60 Sie kennen mich"
    }
  },
  {
    "translation": {
      "en": "♪ Shout out my boys from the 17 They really know how I was livin' ♪",
      "de": "Grüße an die Boys aus der 17 Sie wissen, wie ich lebte"
    }
  },
  {
    "translation": {
      "en": "♪ Oh, what a feeling I walk through the city ♪",
      "de": "Ich lauf durch die Stadt"
    }
  },
  {
    "translation": {
      "en": "♪ They treat me like God We were six deep in that five-seater car ♪",
      "de": "Bin wie ein Gott Wir saßen im Fünfsitzer"
    }
  },
  {
    "translation": {
      "en": "♪ I heard they got a problem with me Told 'em, \"Come to my face\" ♪",
      "de": "Ihr habt ein Problem mit mir Dann kommt her"
    }
  },
  {
    "translation": {
      "en": "♪ But they fakin', they fraud Drive in the hood in Lamborghini cars ♪",
      "de": "Aber sie sind fake Fahren mit Lambos durch die Hood"
    }
  },
  {
    "translation": {
      "en": "♪ I might just give a hunnid to my dawgs Thank you for holding it down ♪",
      "de": "Ich gebe nen Hunni an meine Dogs Danke fürs Festhalten"
    }
  },
  {
    "translation": {
      "en": "♪ And I'm sorry if you ever felt Like there was love lost ♪",
      "de": "Sorry, wenn du die Liebe verlorst"
    }
  },
  {
    "translation": {
      "en": "♪ Now they blamin' Onefour For all of the drillings ♪",
      "de": "Sie beschuldigen ONEFOUR für Drill"
    }
  },
  {
    "translation": {
      "en": "♪ They blamin' us For what happens in Sydney ♪",
      "de": "Und für alles in Sydney"
    }
  },
  {
    "translation": {
      "en": "♪ They blamin' us For what happens in Melbourne ♪",
      "de": "Für alles in Melbourne"
    }
  },
  {
    "translation": {
      "en": "♪ They blamin' us For what happens in Brissy ♪",
      "de": "Und alles in Brissy"
    }
  },
  {
    "translation": {
      "en": "♪ Tell me who's with me? 'Cause I ain't kidding ♪",
      "de": "Wer ist bei mir? Denn im Ernst"
    }
  },
  {
    "translation": {
      "en": "♪ This shit's been happenin' Since back in the day ♪",
      "de": "Diese Dinge passieren schon viel länger"
    }
  },
  {
    "translation": {
      "en": "♪ No one said nothing when sh got… ♪",
      "de": "Niemand sagte was als Shh starb"
    }
  },
  {
    "translation": {
      "en": "♪ Now everybody's got suttin' to say ♪",
      "de": "Aber jeder hat eine Meinung"
    }
  },
  {
    "translation": {
      "en": "♪ Get the fuck out my face ♪",
      "de": "Verpiss dich damit"
    }
  },
  {
    "translation": {
      "en": "…now between the event coordinators, your manager, and police,",
      "de": "ONEFOUR WIRD WEITERHIN VON DER STRIKE FORCE RAPTOR VERFOLGT SECHS MONATE NACH DEN DREHARBEITEN"
    }
  },
  {
    "translation": {
      "en": "you were meant to perform your song promote it, whatever.",
      "de": "Sie dürfen den Song nicht aufführen, ihn bewerben, nichts."
    }
  },
  {
    "translation": {
      "en": "That's not happening now.",
      "de": "Daraus wird nichts."
    }
  },
  {
    "translation": {
      "en": "So there's no song. There's no singing, dancing. There's no promotion.",
      "de": "Kein Song. Kein Singen. Kein Tanzen. Keine Werbung."
    }
  },
  {
    "translation": {
      "en": "[J Emz] What's the problem with us doing the song?",
      "de": "Wo liegt das Problem mit dem Song?"
    }
  },
  {
    "translation": {
      "en": "-That's the whole problem. -[J Emz] What's wrong with the song?",
      "de": "-Das ist das Problem. -Was ist mit dem Song?"
    }
  },
  {
    "translation": {
      "en": "It's nothing to do with the song. It's the fact that you guys are here.",
      "de": "Es geht nicht um den Song, sondern darum, dass Sie hier sind."
    }
  },
  {
    "translation": {
      "en": "[J Emz] But why are you stopping the song from playing?",
      "de": "Warum stoppen Sie dann den Song?"
    }
  },
  {
    "translation": {
      "en": "-Am I gonna keep going in circles? -[J Emz] Just answer my question.",
      "de": "-Wir drehen uns im Kreis. -Beantworten Sie die Frage."
    }
  },
  {
    "translation": {
      "en": "-I'm trying to explain to you-- -[J Emz] You're not answering straight.",
      "de": "-Ich sagte doch… -Sie weichen der Frage aus."
    }
  },
  {
    "translation": {
      "en": "No problems. Everyone, get on that wall. Put your hands against it.",
      "de": "Kein Problem, dann alle mit den Händen an die Wand."
    }
  },
  {
    "translation": {
      "en": "-[J Emz] You're not answering. -[officer] No, you're not listening.",
      "de": "-Sie antworten nicht. -Sie hören nicht zu."
    }
  },
  {
    "translation": {
      "en": "♪ Yeah, I grew up in Mounty That's home of the brave ♪",
      "de": "IN GEDENKEN AN VILZA UND HOLLABACK"
    }
  },
  {
    "translation": {
      "en": "♪ All the bullshit aside All the violence and that ♪ ♪ It's still home I won't let no one talk down on Mounty ♪",
      "de": "Untertitel übersetzt von Paul J. Junghans"
    }
  }
]