[
  {
    "translation": {
      "en": "Whether live action or animated, the beasties of The Witcher universe",
      "de": "Real- oder Animationsfilm, das Bestiarium der Witcher-Welt kann uns"
    }
  },
  {
    "translation": {
      "en": "possess the power to scare us senseless.",
      "de": "Real- oder Animationsfilm, das Bestiarium der Witcher-Welt kann uns große Angst einjagen. Das liegt daran, dass es Geschichte hat."
    }
  },
  {
    "translation": {
      "en": "And that's because they come with a history.",
      "de": "große Angst einjagen. Das liegt daran, dass es Geschichte hat."
    }
  },
  {
    "translation": {
      "en": "Some have been nesting in our nightmares ever since humans came out of the cave.",
      "de": "Manche Monster hausen in unseren Albträumen, seit wir Menschen die Steinhöhlen verließen."
    }
  },
  {
    "translation": {
      "en": "Yes, I, Geralt of Trivia, am back.",
      "de": "Ja, ich, Geralt von Trivia, bin wieder da."
    }
  },
  {
    "translation": {
      "en": "This time, to explore the dark mythological origins",
      "de": "Diesmal durchleuchte ich die mythologische Herkunft der Monster"
    }
  },
  {
    "translation": {
      "en": "of the monsters in The Witcher Nightmare of the Wolf.",
      "de": "Diesmal durchleuchte ich die mythologische Herkunft der Monster von The Witcher: Nightmare of the Wolf."
    }
  },
  {
    "translation": {
      "en": "So get ready, monster hunters.",
      "de": "Macht euch bereit, Monsterjäger."
    }
  },
  {
    "translation": {
      "en": "Give a light to your witcher",
      "de": "Gebt eurem Hexer ein Like"
    }
  },
  {
    "translation": {
      "en": "Leave a comment for your witcher",
      "de": "Hinterlasst eurem Hexer einen Kommentar"
    }
  },
  {
    "translation": {
      "en": "It's monster mythology",
      "de": "Es geht um Monster-Mythologie"
    }
  },
  {
    "translation": {
      "en": "We already covered the dangerous, vindictive woodland trickster spirit",
      "de": "WALDSCHRAT HERKUNFT: RUSSISCHE FOLKLORE Wir besprachen bereits den gefährlichen, rachsüchtigen Waldtrickgeist Waldschrat"
    }
  },
  {
    "translation": {
      "en": "called the Leshy in a previous bestiary,",
      "de": "Wir besprachen bereits den gefährlichen, rachsüchtigen Waldtrickgeist Waldschrat in einem anderen Bestiarium."
    }
  },
  {
    "translation": {
      "en": "so we'll leave you with this haiku about it, played on top of spooky forest imagery.",
      "de": "Darum belassen wir es mit diesem Haiku zu gruseligen Waldbildern als Hintergrund."
    }
  },
  {
    "translation": {
      "en": "In Slavic forests,",
      "de": "Im slawischen Wald"
    }
  },
  {
    "translation": {
      "en": "the beast shifts from tree to wolf.",
      "de": "wird die Bestie von Baum zu Wolf."
    }
  },
  {
    "translation": {
      "en": "Blood rains upon dried leaves.",
      "de": "Blut regnet auf Laub."
    }
  },
  {
    "translation": {
      "en": "Don't make me say it again.",
      "de": "Ich sag es nicht noch mal."
    }
  },
  {
    "translation": {
      "en": "Don't mess with trees, y'all.",
      "de": "Finger weg von Bäumen, Leute."
    }
  },
  {
    "translation": {
      "en": "We all know the importance of a good night's sleep,",
      "de": "Wir alle wissen, wie wichtig ein guter Schlaf ist."
    }
  },
  {
    "translation": {
      "en": "which makes a monster that stalks your sleep so very frightening.",
      "de": "Darum sind ja Monster, die einen im Schlaf verfolgen, so furchterregend."
    }
  },
  {
    "translation": {
      "en": "Such was the mahr,",
      "de": "So auch der Mahr, ein dämonisches Wesen,"
    }
  },
  {
    "translation": {
      "en": "a demonic entity that squatted on a person's chest while they slept,",
      "de": "So auch der Mahr, ein dämonisches Wesen, dass auf der Brust schlafender Menschen saß"
    }
  },
  {
    "translation": {
      "en": "causing horrifying dreams.",
      "de": "und ihnen Alpträume einflößte."
    }
  },
  {
    "translation": {
      "en": "Despite its name, the mahr was not a horse,",
      "de": "Trotz des Namens waren Mahre keine Pferde,"
    }
  },
  {
    "translation": {
      "en": "but rather resembled a kind of goblin.",
      "de": "sondern sahen eher wie Goblins aus."
    }
  },
  {
    "translation": {
      "en": "They were, in fact, known to give horses bad dreams too.",
      "de": "Sie sollen sogar auch Pferden Alpträume bereitet haben."
    }
  },
  {
    "translation": {
      "en": "Accounts of mahr visitations were widespread throughout Europe,",
      "de": "Berichte über Mahr-Besuche waren in ganz Europa verbreitet,"
    }
  },
  {
    "translation": {
      "en": "from the German mahr to the Norwegian maritt.",
      "de": "von dem deutschen Mahr bis zum norwegischen Maritt."
    }
  },
  {
    "translation": {
      "en": "Indeed, one famous Norse saga tells of a mahr that crushed a king's head.",
      "de": "In einer nordischen Sage zerquetschte ein Mahr sogar den Kopf eines Königs."
    }
  },
  {
    "translation": {
      "en": "But read deeper and you find that his wife took out the hit.",
      "de": "Weiteres Nachlesen lehrt uns, dass seine Frau den Mord arrangiert hatte."
    }
  },
  {
    "translation": {
      "en": "Yes, mahrs could be hired through conjurers and witches.",
      "de": "Ja, Mahre ließen sich durch Magier und Hexen anheuern."
    }
  },
  {
    "translation": {
      "en": "Mahrs could shrink down to fit inside keyholes,",
      "de": "Mahrs konnten sich verkleinern, um in Schlüssellöcher zu passen."
    }
  },
  {
    "translation": {
      "en": "so one defense was to just stop those openings up.",
      "de": "Als Schutz gegen sie stopfte man einfach diese Löcher zu."
    }
  },
  {
    "translation": {
      "en": "Perhaps a less logical defense against mahr intrusion was to pee in a bottle,",
      "de": "Zum wohl eher unlogischen Schutz gegen Mahre pinkelte man in eine Flasche"
    }
  },
  {
    "translation": {
      "en": "keep it for three days, and then throw it in a stream.",
      "de": "und warf sie drei Tage später in einen Fluss."
    }
  },
  {
    "translation": {
      "en": "Yeah, sure. You do you.",
      "de": "Jaja. Jedem Tierchen sein Pläsierchen."
    }
  },
  {
    "translation": {
      "en": "Modern researchers believe that the proliferation of mahr folklore",
      "de": "Heute meinen Forscher, dass Mahr-Folklore Ausdruck des Versuches war,"
    }
  },
  {
    "translation": {
      "en": "was an attempt to explain the very real phenomenon of sleep paralysis,",
      "de": "Heute meinen Forscher, dass Mahr-Folklore Ausdruck des Versuches war, das reale Phänomen der Schlaflähmung zu erklären,"
    }
  },
  {
    "translation": {
      "en": "which affects up to 20% of humans.",
      "de": "vom der bis zu 20 % aller Menschen betroffen sind."
    }
  },
  {
    "translation": {
      "en": "They can think that, but I'm going to stop up my keyhole",
      "de": "Egal was sie sagen, ich stopfe trotzdem mein Schlüsselloch zu"
    }
  },
  {
    "translation": {
      "en": "and pee in a jar anyway.",
      "de": "Egal was sie sagen, ich stopfe trotzdem mein Schlüsselloch zu und pinkle in ein Glas."
    }
  },
  {
    "translation": {
      "en": "Sleep well, my friends.",
      "de": "Schlaft gut, liebe Freunde."
    }
  },
  {
    "translation": {
      "en": "Death should be a time for peace and quiet, so perhaps we can understand",
      "de": "Im Tod sollte man Frieden und Ruhe finden, deshalb ist es wohl verständlich,"
    }
  },
  {
    "translation": {
      "en": "why the undead, doomed-to-float-the-earth-forever wraith",
      "de": "warum untote, ewig auf der Erde schwebende Wraiths"
    }
  },
  {
    "translation": {
      "en": "is so darn malevolent.",
      "de": "so verdammt bösartig sind."
    }
  },
  {
    "translation": {
      "en": "It's a spectral being, the Scottish cousin of the ghost.",
      "de": "Es sind Spektralwesen, schottische Cousins von Gespenstern."
    }
  },
  {
    "translation": {
      "en": "And like all Scottish cousins,",
      "de": "Und wie alle schottischen Cousins"
    }
  },
  {
    "translation": {
      "en": "it's just a wee bit more trouble than its relatives.",
      "de": "machen sie mehr Ärger als ihre Verwandten."
    }
  },
  {
    "translation": {
      "en": "Accounts of how wraiths form differ,",
      "de": "Wie sich Wraiths bilden ist unklar,"
    }
  },
  {
    "translation": {
      "en": "but a Scottish minister in 1691 wrote poetically",
      "de": "aber ein schottischer Geistlicher schrieb 1691 so schön poetisch,"
    }
  },
  {
    "translation": {
      "en": "that wraiths were the last breath exhaled by a person on the verge of death.",
      "de": "dass Wraiths die letzte Ausatmung eines Sterbenden seien."
    }
  },
  {
    "translation": {
      "en": "But everyone agrees they weren't happy creatures.",
      "de": "Einigkeit herrscht, dass sie unglückliche Wesen waren."
    }
  },
  {
    "translation": {
      "en": "Even the wraith's name speaks to its deep torment.",
      "de": "Sogar der Name \"Wraith\" deutet auf ihre tiefen Qualen hin."
    }
  },
  {
    "translation": {
      "en": "Etymologists have traced it to the Middle English version of \"writhe,\"",
      "de": "Etymologen fanden den Zusammenhang zum Mittelenglischen für \"writhe\","
    }
  },
  {
    "translation": {
      "en": "connecting it to \"wreaths\" and \"wrath,\"",
      "de": "zu den Kränzen von \"wreaths\" und zum Zorn wie \"wrath\","
    }
  },
  {
    "translation": {
      "en": "twisted things and emotions, respectively.",
      "de": "also zu verdrehten Gegenständen und Emotionen."
    }
  },
  {
    "translation": {
      "en": "They weren't just physically dangerous. They were harbingers of doom.",
      "de": "Sie waren nicht nur bedrohlich, sondern Vorboten des Untergangs."
    }
  },
  {
    "translation": {
      "en": "According to Scottish folklore, just seeing a wraith in the afternoon or evening",
      "de": "In schottischer Folklore kündigte ein Wraith den Tod innerhalb eines Jahres"
    }
  },
  {
    "translation": {
      "en": "signified that death would come for the viewer within a year.",
      "de": "desjenigen an, der ihn nachmittags oder abends erblickte."
    }
  },
  {
    "translation": {
      "en": "Wraiths eventually became associated with evil water spirits too.",
      "de": "Man brachte Wraiths auch mit bösen Wassergeistern in Verbindung."
    }
  },
  {
    "translation": {
      "en": "Scotland's water wraiths were lanky, female humanoids",
      "de": "Schottische Wasser-Wraiths hatten dürre, humanoide Frauenformen"
    }
  },
  {
    "translation": {
      "en": "who lured drunken travelers into a watery grave.",
      "de": "und lockten betrunkene Reisende in nasse Gräber."
    }
  },
  {
    "translation": {
      "en": "But in conclusion, maybe don't go to Scotland.",
      "de": "Die Moral ist, Schottland sollte man wohl vermeiden."
    }
  },
  {
    "translation": {
      "en": "Certainly don't drop dead there.",
      "de": "Wenigstens als Sterbeort und nicht, bis diese Wraith-Mode passé ist."
    }
  },
  {
    "translation": {
      "en": "At least not until this whole wraith thing blows over.",
      "de": "Wenigstens als Sterbeort und nicht, bis diese Wraith-Mode passé ist. WERWOLF HERKUNFT: GRIECHISCHE MYTHEN"
    }
  },
  {
    "translation": {
      "en": "Aside from dragons, the human-wolf hybrid",
      "de": "Neben dem Drachen ist das Mensch-Wolf-Hybrid"
    }
  },
  {
    "translation": {
      "en": "is one of the oldest continuously used monsters that we have in Western culture.",
      "de": "eines der ältesten Monster, das man in westlichen Kulturen anfindet. DER FLUCH DES WERWOLFS"
    }
  },
  {
    "translation": {
      "en": "Most agree that the first reference to a werewolf is in The Epic of Gilgamesh,",
      "de": "DER FLUCH DES WERWOLFS Die erste Referenz zu Werwölfen stammt wohl aus dem Gilgamesch-Epos,"
    }
  },
  {
    "translation": {
      "en": "literally the first piece of Western prose in existence.",
      "de": "dem buchstäblich ältesten westlichen Prosawerk, das es gibt."
    }
  },
  {
    "translation": {
      "en": "In it, Gilgamesh rejects a woman who turned her last man into a wolf.",
      "de": "Gilgamesch weist eine Frau ab, die ihren Mann in einen Wolf verwandelt hat,"
    }
  },
  {
    "translation": {
      "en": "Probably a good call.",
      "de": "wohl mit gutem Recht."
    }
  },
  {
    "translation": {
      "en": "But the Greeks took werewolves to a new level.",
      "de": "Die Griechen hoben Werwölfe auf eine neue Ebene."
    }
  },
  {
    "translation": {
      "en": "Most famously, the king Lycaon angered Zeus",
      "de": "Berühmt ist, dass König Lykaon Zeus verärgert hat,"
    }
  },
  {
    "translation": {
      "en": "by serving him a meal made of… a little boy.",
      "de": "indem er ihm als Speise… …einen kleinen Jungen servierte. Igitt."
    }
  },
  {
    "translation": {
      "en": "Yikes.",
      "de": "…einen kleinen Jungen servierte. Igitt."
    }
  },
  {
    "translation": {
      "en": "Zeus struck back, turning the king and his sons",
      "de": "Zeus rächte sich. Als Strafe verwandelte er den König und seine Söhne"
    }
  },
  {
    "translation": {
      "en": "into ravenous wolves as punishment.",
      "de": "Zeus rächte sich. Als Strafe verwandelte er den König und seine Söhne in hungrige Wölfe."
    }
  },
  {
    "translation": {
      "en": "And cannibalism leading to a wolven curse",
      "de": "Und Kannibalismus samt wölfischem Fluch"
    }
  },
  {
    "translation": {
      "en": "is sort of a running theme in the Greek tales.",
      "de": "ist eine Art Leitmotiv griechischer Erzählungen."
    }
  },
  {
    "translation": {
      "en": "But in the Middle Ages, werewolves were no longer kings and princes.",
      "de": "Aber im Mittelalter waren Werwölfe keine Könige und Prinzen mehr."
    }
  },
  {
    "translation": {
      "en": "They were everywhere, common folk, and there are records of them.",
      "de": "Sie waren überall, Normalbürger, durch Aufzeichnungen belegt."
    }
  },
  {
    "translation": {
      "en": "Gilles Garnier, for instance, the Werewolf of Dole,",
      "de": "Gilles Garnier zum Beispiel, der Werwolf aus Dole,"
    }
  },
  {
    "translation": {
      "en": "burned at the stake for killing and eating children,",
      "de": "starb auf dem Scheiterhaufen, weil er Kinder tötete und aß."
    }
  },
  {
    "translation": {
      "en": "burning being one of the few ways to kill a werewolf.",
      "de": "Nicht mal Werwölfe überleben die Flammen."
    }
  },
  {
    "translation": {
      "en": "The individuals accused may have actually been serial killers,",
      "de": "Manche der Angeklagten waren womöglich Serienmörder,"
    }
  },
  {
    "translation": {
      "en": "but it's likely that others were the victims of werewolf hysteria.",
      "de": "aber wahrscheinlich fielen andere einer Werwolf-Hysterie zum Opfer."
    }
  },
  {
    "translation": {
      "en": "Given the werewolf's long history and vast spread,",
      "de": "Angesichts ihrer langen Geschichte und Verbreitung überrascht es kaum,"
    }
  },
  {
    "translation": {
      "en": "it's no surprise that the trigger for wolven transformation has varied.",
      "de": "Angesichts ihrer langen Geschichte und Verbreitung überrascht es kaum, dass die Verwandlung in einen Wolf unterschiedliche Auslöser hatte."
    }
  },
  {
    "translation": {
      "en": "Of course, you probably know about a full moon,",
      "de": "Das mit dem Vollmond wisst ihr ja,"
    }
  },
  {
    "translation": {
      "en": "but magic belts, pelts, and ointments enchanted by the devil",
      "de": "aber magische Gürtel, Felle und Salben, die vom Teufel verhext wurden,"
    }
  },
  {
    "translation": {
      "en": "have, at some point, served to spark the change.",
      "de": "trugen irgendwann dazu bei, die Verwandlung herbeizuführen."
    }
  },
  {
    "translation": {
      "en": "But maybe most surprising,",
      "de": "Am meisten überrascht,"
    }
  },
  {
    "translation": {
      "en": "there may be a kernel of truth in this monster myth.",
      "de": "dass hier ein Fünkchen Wahrheit versteckt sein könnte."
    }
  },
  {
    "translation": {
      "en": "An extremely rare condition called hypertrichosis,",
      "de": "Eine extrem seltene Krankheit namens Hypertrichose,"
    }
  },
  {
    "translation": {
      "en": "AKA werewolf syndrome,",
      "de": "genannt das Werwolf-Syndrom,"
    }
  },
  {
    "translation": {
      "en": "causes excess hair growth that looks pretty lupine.",
      "de": "verursacht übermäßigen Haarwuchs, der recht wölfisch aussieht."
    }
  },
  {
    "translation": {
      "en": "So if you do see a werewolf, show some respect.",
      "de": "Habt also Respekt, wenn ihr einen Werwolf seht."
    }
  },
  {
    "translation": {
      "en": "They are, after all, very old.",
      "de": "Sie sind schließlich schon sehr alt."
    }
  },
  {
    "translation": {
      "en": "Wherever humans die, so everywhere,",
      "de": "LEBENSRAUM: GRÄBER Wo immer Menschen sterben, also überall,"
    }
  },
  {
    "translation": {
      "en": "there are undead monsters.",
      "de": "gibt es untote Monster."
    }
  },
  {
    "translation": {
      "en": "In Arabia, we've seen the traveler-hunting ghoul.",
      "de": "Wir sahen, dass in Arabien Ghule Reisende angreifen."
    }
  },
  {
    "translation": {
      "en": "In Scandinavia, the size-shifting draugr.",
      "de": "In Skandinavien sind es Größenwandler-Draugrs."
    }
  },
  {
    "translation": {
      "en": "Although it didn't appear in Western literature until the 1800s,",
      "de": "Obwohl es erst um das Jahr 1800 in westlicher Literatur auftauchte,"
    }
  },
  {
    "translation": {
      "en": "it's thought that the word \"zombie\" originated in a few West African languages",
      "de": "nimmt man an, dass das Wort \"Zombie\" westafrikanischen Sprachen entstammt"
    }
  },
  {
    "translation": {
      "en": "that migrated to Haiti via enslaved African people.",
      "de": "und Haiti durch afrikanische Sklaven erreichte."
    }
  },
  {
    "translation": {
      "en": "But according to the original Haitian folklore,",
      "de": "Aber in ursprünglicher, haitianischer Folklore"
    }
  },
  {
    "translation": {
      "en": "zombies weren't savage, flesh-eating monsters.",
      "de": "waren Zombies keine wilden, fleischfressenden Monster."
    }
  },
  {
    "translation": {
      "en": "They were pitiful, mindless, captive beings",
      "de": "Sie waren erbärmliche, stumpfsinnige, gefangene Wesen,"
    }
  },
  {
    "translation": {
      "en": "created from corpses by a bocor, an unfriendly neighborhood witch doctor,",
      "de": "die von Bocors, unfreundlichen Hexern, aus Leichen als kostenlose Arbeitskräfte"
    }
  },
  {
    "translation": {
      "en": "and used as free labor.",
      "de": "zusammengeflickt wurden."
    }
  },
  {
    "translation": {
      "en": "They represented eternal slavery",
      "de": "Für ein Volk, das die schlimmsten Bedingungen"
    }
  },
  {
    "translation": {
      "en": "to a people that had endured and cast off",
      "de": "Für ein Volk, das die schlimmsten Bedingungen der Sklaverei überhaupt erlitten und überstanden hatte,"
    }
  },
  {
    "translation": {
      "en": "some of the most notoriously brutal conditions that slavery ever created.",
      "de": "der Sklaverei überhaupt erlitten und überstanden hatte, waren sie ein Symbol ewiger Sklaverei."
    }
  },
  {
    "translation": {
      "en": "Weirdly enough, a 1983 study found that a bocor",
      "de": "Seltsamerweise erwies 1983 die Studie eines Bocor,"
    }
  },
  {
    "translation": {
      "en": "using a concoction made of puffer fish, and toad venoms and hallucinogens",
      "de": "dass sein Gebräu aus Kugelfisch, Krötengift und Halluzinogenen"
    }
  },
  {
    "translation": {
      "en": "could place a person into a zombie-like trance,",
      "de": "Menschen in eine Zombie-Trance zu versetzen vermochte."
    }
  },
  {
    "translation": {
      "en": "and I think that combination would probably kill me.",
      "de": "Mich würde diese Mischung wahrscheinlich umbringen."
    }
  },
  {
    "translation": {
      "en": "But the study is controversial.",
      "de": "Aber die Studie ist umstritten."
    }
  },
  {
    "translation": {
      "en": "Throughout the 1960s, creators took the mindlessness of Haitian zombies",
      "de": "In den 1960ern wurde die Stumpfsinnigkeit haitianischer Zombies"
    }
  },
  {
    "translation": {
      "en": "and added the ferocity of some other undead creatures.",
      "de": "mit der Brutalität anderer Untoter kreativ kombiniert."
    }
  },
  {
    "translation": {
      "en": "Don't get me wrong, flesh-eating zombies are amazing,",
      "de": "Versteht mich nicht falsch. Fleischfressende Zombies sind toll,"
    }
  },
  {
    "translation": {
      "en": "but it's worth remembering that the original zombie had an even darker past.",
      "de": "aber man sollte nicht vergessen, dass sie von etwas noch Düsterem abstammen."
    }
  },
  {
    "translation": {
      "en": "a land of extremes.",
      "de": "Land der Extreme."
    }
  },
  {
    "translation": {
      "en": "On one hand, they unleashed a grime-licking bathtub monster",
      "de": "Einerseits ließen sie Schmutz leckende Badewannen-Monster"
    }
  },
  {
    "translation": {
      "en": "on the unsuspecting world,",
      "de": "auf eine ahnungslose Welt los."
    }
  },
  {
    "translation": {
      "en": "and on the other hand, they have super adorable fox spirits.",
      "de": "Anderseits haben sie total bezaubernde Fuchsfeen."
    }
  },
  {
    "translation": {
      "en": "Yes, if you're somewhat familiar with Japanese,",
      "de": "Ja, wer etwas Japanisch kann,"
    }
  },
  {
    "translation": {
      "en": "you may have noticed that Kitsu from Nightmare of the Wolf",
      "de": "merkt vielleicht, dass Kitsu aus Nightmare of the Wolf"
    }
  },
  {
    "translation": {
      "en": "sounds remarkably similar to \"kitsune,\"",
      "de": "dem Wort \"Kitsune\" sehr ähnlich klingt."
    }
  },
  {
    "translation": {
      "en": "the Japanese word for both mundane and monstrous foxes.",
      "de": "Es ist das japanische Wort für alltägliche und monströse Füchse."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, and also that she changes into a fox halfway through.",
      "de": "Oh, ja, und dass sie sich nach der Hälfte in einen Fuchs verwandelt."
    }
  },
  {
    "translation": {
      "en": "Whatever.",
      "de": "Aber egal."
    }
  },
  {
    "translation": {
      "en": "So, it's likely that Kitsu was inspired by the kawaii kitsune,",
      "de": "Es ist also wahrscheinlich, dass \"Kawai Kitsune\" Kitsu inspiriert hat,"
    }
  },
  {
    "translation": {
      "en": "a fox-like trickster spirit that populated the forests of Northeast Asia",
      "de": "ein fuchsartiger Trickster-Geist aus den Wäldern Nordostasiens,"
    }
  },
  {
    "translation": {
      "en": "under a variety of names.",
      "de": "wo er verschiedenen Namen hat."
    }
  },
  {
    "translation": {
      "en": "In traditional trickster fashion, they were sometimes benevolent.",
      "de": "Typisch Trickster waren sie manchmal auch wohltätig"
    }
  },
  {
    "translation": {
      "en": "Celestial messengers even. Of course, they were just as likely",
      "de": "oder sogar Himmelsboten. Genauso oft waren sie auch gerissene Gestaltwandler,"
    }
  },
  {
    "translation": {
      "en": "to use cunning, shape-shifting, and illusion to rattle their victims' minds,",
      "de": "oder sogar Himmelsboten. Genauso oft waren sie auch gerissene Gestaltwandler, die ihre Opfer mit Magie verwirrten,"
    }
  },
  {
    "translation": {
      "en": "particularly if those victims were wicked, greedy or drunk.",
      "de": "besonders, wenn diese Opfer gemein, gierig oder betrunken waren."
    }
  },
  {
    "translation": {
      "en": "We can be whatever we imagine here, Vesemir. We can be rich.",
      "de": "Wir können alles sein, was wir uns wollen. Wir können reich sein."
    }
  },
  {
    "translation": {
      "en": "Together, here,",
      "de": "Für uns zusammen, hier,"
    }
  },
  {
    "translation": {
      "en": "time is nothing.",
      "de": "hat die Zeit keine Bedeutung."
    }
  },
  {
    "translation": {
      "en": "Out there, I can save her.",
      "de": "Da draußen kann ich sie retten."
    }
  },
  {
    "translation": {
      "en": "That's worth more. Now, out of my head.",
      "de": "Das ist mehr wert. Geh aus meinem Kopf heraus."
    }
  },
  {
    "translation": {
      "en": "Much like Bugs Bunny,",
      "de": "Wie bei Bugs Bunny"
    }
  },
  {
    "translation": {
      "en": "the kitsune particularly relish changing into a beautiful woman",
      "de": "verwandeln sich Kitsune besonders gerne in schöne Frauen,"
    }
  },
  {
    "translation": {
      "en": "in order to seduce unsuspecting men, sometimes even marrying them.",
      "de": "um ahnungslose Männer zu verführen oder manchmal auch zu heiraten."
    }
  },
  {
    "translation": {
      "en": "Even today in Chinese culture, the word for fox spirit, \"húli jīng\"",
      "de": "Auch heute wird in chinesischer Kultur das Wort für Fuchsfee, \"Húli Jīng\","
    }
  },
  {
    "translation": {
      "en": "is commonly used to call someone a homewrecker.",
      "de": "oft für Ehebrecher verwendet."
    }
  },
  {
    "translation": {
      "en": "Look, I'm not saying I have a thing",
      "de": "Das soll nicht heißen, dass ich"
    }
  },
  {
    "translation": {
      "en": "for anthropomorphic animals that dress up like women,",
      "de": "auf anthropomorphe Tiere in Frauenkleidern stehe."
    }
  },
  {
    "translation": {
      "en": "but would I rather meet one instead of a bathtub monster?",
      "de": "Sind sie mir denn lieber als Badewannen-Monster?"
    }
  },
  {
    "translation": {
      "en": "Yes, I would.",
      "de": "Ja, so ist es."
    }
  },
  {
    "translation": {
      "en": "You can tell how much ancient humans feared being eaten from their monsters.",
      "de": "Die Angst der Antike, aufgefressen zu werden, sieht man ihren Monstern an."
    }
  },
  {
    "translation": {
      "en": "Take the fearsome manticore, a derivation of the old Persian word for \"man-eater.\"",
      "de": "Der furchterregende Mantikor leitet sich von \"Menschenfresser\" auf Altpersisch ab."
    }
  },
  {
    "translation": {
      "en": "This monstrous hybrid typically mashed up the head of a human,",
      "de": "Dieser monströse Hybrid machte Brei aus Menschenköpfen,"
    }
  },
  {
    "translation": {
      "en": "the body of a lion, and the tail of a scorpion.",
      "de": "Löwen und Giftstacheln von Skorpionen."
    }
  },
  {
    "translation": {
      "en": "Although modern variants sometimes add a pair of leathery wings too.",
      "de": "In modernen Varianten fügen sie manchmal auch ein paar lederne Flügel hinzu."
    }
  },
  {
    "translation": {
      "en": "As if a scorpion's tail isn't bad enough,",
      "de": "Als wären Giftstachel nicht genug,"
    }
  },
  {
    "translation": {
      "en": "the manticore could shoot theirs, like arrows.",
      "de": "können Mantikore die ihren wie Pfeile abschießen."
    }
  },
  {
    "translation": {
      "en": "And to complete the ferocious look, the beast was said to have been colored blood-red.",
      "de": "Und damit sie noch wilder ausschauten, sollen diese Biester blutrot gewesen sein."
    }
  },
  {
    "translation": {
      "en": "Strangely, the sources say it had a voice like a melody played on pipes,",
      "de": "Komischerweise heißt es, ihre Stimmen klangen wie Dudelsackmelodien,"
    }
  },
  {
    "translation": {
      "en": "sort of like mine.",
      "de": "etwa wie meine."
    }
  },
  {
    "translation": {
      "en": "Oh, here he comes It's a manticore",
      "de": "Oh, da kommt er Er ist ein Mantikor"
    }
  },
  {
    "translation": {
      "en": "Always violent and feral, it's said to prefer a buffet of humans over just one,",
      "de": "In ihrer Wildheit aßen sie lieber Menschen-Buffets als einzelne Menschen."
    }
  },
  {
    "translation": {
      "en": "and it ate them whole.",
      "de": "Reste gab's nicht."
    }
  },
  {
    "translation": {
      "en": "It became particularly evil in the Middle Ages",
      "de": "Im Mittelalter wurden sie besonders bösartig."
    }
  },
  {
    "translation": {
      "en": "when everything became associated with the devil anyway.",
      "de": "Da wurde ja alles mit dem Teufel in Verbindung gebracht."
    }
  },
  {
    "translation": {
      "en": "But scholars think the manticore may have been a stand-in for a real man-eater,",
      "de": "Forscher glauben, Mantikore symbolisierten echte Menschenfresser,"
    }
  },
  {
    "translation": {
      "en": "the Caspian tiger,",
      "de": "nämlich Kaspische Tiger,"
    }
  },
  {
    "translation": {
      "en": "whose fur could look red in the sun.",
      "de": "deren Fell in der Sonne rot erschien."
    }
  },
  {
    "translation": {
      "en": "Monsters are like anything else,",
      "de": "Monster sind wie alles andere."
    }
  },
  {
    "translation": {
      "en": "they have their ups and downs in popular opinion.",
      "de": "Die öffentliche Meinung über sie geht auf und ab."
    }
  },
  {
    "translation": {
      "en": "And there's no better example than the griffin,",
      "de": "Greife sind ein perfektes Beispiel."
    }
  },
  {
    "translation": {
      "en": "which has an abnormally long history.",
      "de": "Ihre Geschichte ist außergewöhnlich alt."
    }
  },
  {
    "translation": {
      "en": "The first record we have dates back to 3000 B.C. in Persia,",
      "de": "Früheste Aufzeichnungen aus Persien stammen von 3.000 V. Chr.,"
    }
  },
  {
    "translation": {
      "en": "although they truly flourished in ancient Greece.",
      "de": "wobei ihre Blütezeit im antiken Griechenland stattfand."
    }
  },
  {
    "translation": {
      "en": "With the body of a lion, and the wings and head of an eagle,",
      "de": "Mit dem Körper eines Löwen und den Flügeln und dem Kopf eines Adlers,"
    }
  },
  {
    "translation": {
      "en": "thought to be two of nature's noblest creatures,",
      "de": "zwei der wohl edelsten Wesen der Natur,"
    }
  },
  {
    "translation": {
      "en": "the griffin has, at times, enjoyed an association with royalty.",
      "de": "wurden Greife manchmal mit Königshäusern in Verbindung gebracht."
    }
  },
  {
    "translation": {
      "en": "You could often find their statues guarding tombs.",
      "de": "Ihre Statuen wachten oft über Gräber."
    }
  },
  {
    "translation": {
      "en": "The beast was known to dig up gold",
      "de": "Man kannte sie auch als Goldgräber."
    }
  },
  {
    "translation": {
      "en": "and, oddly for monsters, we know a little bit about its family life.",
      "de": "Wir wissen sogar etwas über das Familienleben dieser Monster."
    }
  },
  {
    "translation": {
      "en": "Griffins mated for life.",
      "de": "Sie hatten Partner fürs Leben."
    }
  },
  {
    "translation": {
      "en": "In the Middle Ages, though, griffins seemed slightly less helpful,",
      "de": "Im Mittelalter wirkten Greife jedoch etwas weniger hilfreich,"
    }
  },
  {
    "translation": {
      "en": "slash slightly more bloodthirsty.",
      "de": "beziehungsweise blutdürstiger."
    }
  },
  {
    "translation": {
      "en": "They were often depicted battling knights,",
      "de": "Auf Bildern kämpfen sie mit Rittern"
    }
  },
  {
    "translation": {
      "en": "or even carrying them and their horses to their nests",
      "de": "oder tragen sie samt Pferd zu ihren Nestern,"
    }
  },
  {
    "translation": {
      "en": "for their little grifflings to snack upon.",
      "de": "damit die Baby-Greife was zum Knabbern haben."
    }
  },
  {
    "translation": {
      "en": "In fact, horses, of all things, were their mortal enemies,",
      "de": "Ausgerechnet Pferde waren ihre Todesfeinde."
    }
  },
  {
    "translation": {
      "en": "which seems an unfair fight to me.",
      "de": "Ein unfairer Kampf, wie ich finde."
    }
  },
  {
    "translation": {
      "en": "RIP, Roach.",
      "de": "Ruhe in Frieden, Roach."
    }
  },
  {
    "translation": {
      "en": "So, what about today?",
      "de": "Also, und heute?"
    }
  },
  {
    "translation": {
      "en": "Judging by Nightmare of the Wolf, I'd say they're still on a monstrous swing.",
      "de": "In Nightmare of the Wolf sind sie wohl immer noch ziemlich monströs."
    }
  },
  {
    "translation": {
      "en": "Just give it time.",
      "de": "Man muss einfach abwarten."
    }
  },
  {
    "translation": {
      "en": "There you have it, the monstrous menagerie of Nightmare of the Wolf.",
      "de": "Und das war's, die monströse Menagerie von Nightmare of the Wolf."
    }
  },
  {
    "translation": {
      "en": "Happy monster hunting.",
      "de": "Fröhliche Monsterjagd."
    }
  }
]