[
  {
    "translation": {
      "en": "[Victor Conte] People joke that I like to blow things up just to see where all the pieces land.",
      "de": "Die Leute scherzen, ich jage Dinge hoch, nur um zu sehen, wo die Stücke landen."
    }
  },
  {
    "translation": {
      "en": "They've called me-- A lot of people have called me a genius…",
      "de": "Viele nennen mich ein Genie,"
    }
  },
  {
    "translation": {
      "en": "-[intriguing music playing] -…but, you know, sometimes people call that reckless.",
      "de": "aber manchmal auch rücksichtslos."
    }
  },
  {
    "translation": {
      "en": "This is a story that broke last week and it's been growing ever since.",
      "de": "Diese Story kam letzte Woche raus und wird immer größer."
    }
  },
  {
    "translation": {
      "en": "A federal grand jury is going to begin hearing testimony this week from some very major athletes.",
      "de": "Eine Grand Jury wird diese Woche Aussagen von wichtigen Sportlern anhören."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Investigating Victor Conte.",
      "de": "Ermittlung gegen Victor Conte."
    }
  },
  {
    "translation": {
      "en": "[reporters] Victor Conte.",
      "de": "-Victor Conte. -Victor Conte."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] The president of BALCO Laboratories.",
      "de": "Der Präsident von BALCO Laboratories."
    }
  },
  {
    "translation": {
      "en": "[Conte] \"BALCO\" is a word that's now forever in the lexicon.",
      "de": "Das Wort \"BALCO\" steht nun für immer im Lexikon."
    }
  },
  {
    "translation": {
      "en": "[man] BALCO.",
      "de": "-BALCO. -BALCO."
    }
  },
  {
    "translation": {
      "en": "BALCO.",
      "de": "-BALCO. -BALCO. -BALCO. -BALCO."
    }
  },
  {
    "translation": {
      "en": "The biggest doping scandal in sports history.",
      "de": "Der größte Dopingskandal der Sportgeschichte."
    }
  },
  {
    "translation": {
      "en": "[Conte] Articles had come out saying I was a modern-day Al Capone,",
      "de": "In Zeitungsartikeln nannte man mich den neuen Al Capone."
    }
  },
  {
    "translation": {
      "en": "the BALCO mastermind…",
      "de": "Der BALCO-Drahtzieher."
    }
  },
  {
    "translation": {
      "en": "[chuckling] …Dr. Frankenstein, you know, from BALCO.",
      "de": "Dr. Frankenstein von BALCO."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] They were searching for evidence,",
      "de": "Sie suchten nach Beweisen,"
    }
  },
  {
    "translation": {
      "en": "linking Conte to a previously undetected steroid known as THG.",
      "de": "um Conte mit dem zuvor unentdeckten Steroid THG in Verbindung zu bringen."
    }
  },
  {
    "translation": {
      "en": "They called it The Clear.",
      "de": "Sie nannten es \"The Clear\"."
    }
  },
  {
    "translation": {
      "en": "It is a designer steroid--",
      "de": "Ein Designer-Steroid."
    }
  },
  {
    "translation": {
      "en": "Made for the sole purpose of cheating.",
      "de": "Es ist nur dazu da, um zu betrügen."
    }
  },
  {
    "translation": {
      "en": "It is now a full-blown conspiracy with ties to top athletes--",
      "de": "Eine ausgewachsene Verschwörung, die auch Top-Athleten betrifft."
    }
  },
  {
    "translation": {
      "en": "[news anchor 1] From baseball, football, track and field--",
      "de": "Baseball, Football, Leichtathletik."
    }
  },
  {
    "translation": {
      "en": "[news anchor 2] Including home run record breaker, Barry Bonds.",
      "de": "Dazu zählt auch Homerun-Rekordhalter Barry Bonds."
    }
  },
  {
    "translation": {
      "en": "[commentator] A high drive…",
      "de": "Ein hoher Schlag."
    }
  },
  {
    "translation": {
      "en": "[Conte] The whole investigation, in my opinion, was all about chasing headlines.",
      "de": "Meiner Meinung nach drehte sich die ganze Ermittlung nur um Schlagzeilen."
    }
  },
  {
    "translation": {
      "en": "Unfortunately, some in professional sports are not setting much of an example.",
      "de": "Leider sind einige Profisportler kein gutes Vorbild."
    }
  },
  {
    "translation": {
      "en": "This is about values, it's about our culture.",
      "de": "Es geht um unsere Werte und um unsere Kultur."
    }
  },
  {
    "translation": {
      "en": "Major League Baseball had a very, very serious problem with steroids.",
      "de": "Major League Baseball hatte ein ernstes Problem mit Steroiden."
    }
  },
  {
    "translation": {
      "en": "It wasn't dealt with.",
      "de": "Keiner tat was dagegen."
    }
  },
  {
    "translation": {
      "en": "[Conte] I knew they didn't have the evidence that they claimed that they had,",
      "de": "Ich wusste, sie hatten nicht die behaupteten Beweise."
    }
  },
  {
    "translation": {
      "en": "and that's why I walked out into a sea of reporters and did this.",
      "de": "Deshalb trat ich vor einen Haufen Reporter und machte so. WER IST DIESER MANN?"
    }
  },
  {
    "translation": {
      "en": "That meant this.",
      "de": "Das bedeutete das hier…"
    }
  },
  {
    "translation": {
      "en": "[Tim Montgomery] Victor Conte is a person that can come across to be anybody he wants to.",
      "de": "Victor Conte kann vorgeben, jeder zu sein, der er will."
    }
  },
  {
    "translation": {
      "en": "[Jeff Novitzky] I think most people who hear and see Victor Conte",
      "de": "Die meisten Leute, die Victor Conte sehen und hören,"
    }
  },
  {
    "translation": {
      "en": "realize him for who he is,",
      "de": "durchschauen schnell,"
    }
  },
  {
    "translation": {
      "en": "and that's, you know, a used car, snake oil salesman, bullshit artist.",
      "de": "dass er ein Gauner, Quacksalber und Betrüger ist."
    }
  },
  {
    "translation": {
      "en": "[Conte] It was fun, it was exciting. It was about trying to be great.",
      "de": "Es war spaßig und aufregend. Es ging darum, Großes zu erreichen."
    }
  },
  {
    "translation": {
      "en": "When Marion Jones hit the finish line and won the gold medal,",
      "de": "Als Marion Jones ins Ziel kam und die Goldmedaille gewann,"
    }
  },
  {
    "translation": {
      "en": "when Barry Bonds hit all those home runs.",
      "de": "als Barry Bonds all diese Homeruns traf."
    }
  },
  {
    "translation": {
      "en": "[commentator] Bonds hits one! Deep to right field.",
      "de": "Bonds erwischt einen! Tief ins rechte Feld."
    }
  },
  {
    "translation": {
      "en": "The record has changed again. Barry Bonds…",
      "de": "Es gibt wieder einen neuen Rekord. Barry Bonds…"
    }
  },
  {
    "translation": {
      "en": "[Conte] You know, any of these great accomplishments,",
      "de": "Auf all diese tollen Leistungen"
    }
  },
  {
    "translation": {
      "en": "those are things that I'll always be proud of.",
      "de": "werde ich immer stolz sein."
    }
  },
  {
    "translation": {
      "en": "Welcome to the hall of fame, or hall of shame,",
      "de": "Willkommen in der Hall of Fame oder Hall of Shame,"
    }
  },
  {
    "translation": {
      "en": "depending upon your viewpoint.",
      "de": "je nach Standpunkt."
    }
  },
  {
    "translation": {
      "en": "Okay, this is one of, uh, two autographed photos",
      "de": "Das ist eins von zwei signierten Fotos von Barry."
    }
  },
  {
    "translation": {
      "en": "that I have from Barry.",
      "de": "Das ist eins von zwei signierten Fotos von Barry. Hier steht \"für Victor\", beim anderen \"für BALCO\"."
    }
  },
  {
    "translation": {
      "en": "This one's \"To Victor\" and the other one is \"To BALCO.\"",
      "de": "Hier steht \"für Victor\", beim anderen \"für BALCO\"."
    }
  },
  {
    "translation": {
      "en": "And this is a Sports Illustrated of Marion Jones here.",
      "de": "Und das hier ist eine Sports Illustrated mit Marion Jones."
    }
  },
  {
    "translation": {
      "en": "This is back in the 2000 time frame.",
      "de": "Das war wieder um das Jahr 2000 herum."
    }
  },
  {
    "translation": {
      "en": "This is Tim Montgomery at the world championships in 2001.",
      "de": "Das ist Tim Montgomery bei der Weltmeisterschaft im Jahr 2001."
    }
  },
  {
    "translation": {
      "en": "That was in Edmonton, Canada.",
      "de": "Die war in Edmonton, Kanada."
    }
  },
  {
    "translation": {
      "en": "When we started working with him, his name was Tiny Tim.",
      "de": "Als wir mit ihm anfingen, nannte man ihn \"Tiny Tim\"."
    }
  },
  {
    "translation": {
      "en": "Charlie Francis, he said,",
      "de": "Charlie Francis sagte:"
    }
  },
  {
    "translation": {
      "en": "\"Show me somebody not on steroids and I'll show you a loser.\"",
      "de": "\"Jeder, der keine Steroide nimmt, ist ein Verlierer.\""
    }
  },
  {
    "translation": {
      "en": "There is a level playing field, it's just not the one everyone thought it was, okay?",
      "de": "Es gab einen fairen Wettbewerb, nur nicht so, wie die Leute dachten."
    }
  },
  {
    "translation": {
      "en": "[producer] A lot of these people used steroids, right?",
      "de": "Viele von denen haben Steroide genommen, oder?"
    }
  },
  {
    "translation": {
      "en": "From 1984 when I started BALCO until 2000, for 16 years,",
      "de": "Von der Gründung BALCOs 1984 bis ins Jahr 2000, 16 Jahre später,"
    }
  },
  {
    "translation": {
      "en": "I never gave anybody any sort of illegal drugs.",
      "de": "habe ich nie jemandem illegale Drogen verabreicht."
    }
  },
  {
    "translation": {
      "en": "It was a legitimate business providing nutritional element information",
      "de": "Es war eine seriöse Firma, die Angaben zu Nährstoffen lieferte"
    }
  },
  {
    "translation": {
      "en": "through comprehensive blood testing.",
      "de": "durch umfassende Blutuntersuchungen."
    }
  },
  {
    "translation": {
      "en": "Thank you very much.",
      "de": "Vielen Dank."
    }
  },
  {
    "translation": {
      "en": "Yes, as Ken stated, my name is Victor Conte,",
      "de": "Ja, wie Ken schon sagte, lautet mein Name Victor Conte."
    }
  },
  {
    "translation": {
      "en": "and I'm the executive director of BALCO Laboratories,",
      "de": "Ich bin der Geschäftsführer von BALCO Laboratories."
    }
  },
  {
    "translation": {
      "en": "BALCO standing for, uh, Bay Area Laboratory Co-operative,",
      "de": "BALCO steht für Bay-Area-Laborgenossenschaft."
    }
  },
  {
    "translation": {
      "en": "and I'm also the-- the founder of something called the SNAC system.",
      "de": "Und ich bin auch der Erfinder des sogenannten SNAC-Systems."
    }
  },
  {
    "translation": {
      "en": "They've called it Victor's knack, that whatever I decide to do,",
      "de": "Man nannte es \"Victors Talent\", denn egal, was ich mir vornehme,"
    }
  },
  {
    "translation": {
      "en": "I can go straight to the top, and I taught myself.",
      "de": "ich komme bis an die Spitze, ohne fremde Hilfe."
    }
  },
  {
    "translation": {
      "en": "I got a library card,",
      "de": "Ich trat der Bibliothek bei."
    }
  },
  {
    "translation": {
      "en": "and I pulled all these scientific journals,",
      "de": "Dann las ich all diese wissenschaftlichen Zeitschriften."
    }
  },
  {
    "translation": {
      "en": "then I would read 'em all. I went across zinc and muscle strength,",
      "de": "Dann las ich all diese wissenschaftlichen Zeitschriften. Von Zink und Muskelkraft bis zu Zink und Testosteron."
    }
  },
  {
    "translation": {
      "en": "zinc and testosterone.",
      "de": "Von Zink und Muskelkraft bis zu Zink und Testosteron."
    }
  },
  {
    "translation": {
      "en": "I learned athletes can be low in iron, they could be lower in copper.",
      "de": "Ich lernte, dass Sportler Eisen- oder Kupfermangel haben können."
    }
  },
  {
    "translation": {
      "en": "Some of these deficiencies are connected with various symptoms like",
      "de": "Einige dieser Defizite hängen mit solchen Symptomen zusammen"
    }
  },
  {
    "translation": {
      "en": "muscle cramps or lack of concentration.",
      "de": "wie Muskelkrämpfen oder Konzentrationsschwäche."
    }
  },
  {
    "translation": {
      "en": "And we-- Hopefully, by, uh, giving some input, we can help the United States win a few more gold medals.",
      "de": "Wir hoffen, dass die USA mit unserem Input mehr Goldmedaillen gewinnen können."
    }
  },
  {
    "translation": {
      "en": "I put together this partnership and raised money and started BALCO.",
      "de": "Ich formte eine Partnerschaft, besorgte Geld und gründete BALCO."
    }
  },
  {
    "translation": {
      "en": "Update on the BALCO Laboratory facility.",
      "de": "Aktueller Stand der BALCO-Laboranlage."
    }
  },
  {
    "translation": {
      "en": "There's a new building. We'll walk into the lab area.",
      "de": "Es gibt ein neues Gebäude. Wir gehen ins Labor."
    }
  },
  {
    "translation": {
      "en": "We started testing athletes, one led to another, and…",
      "de": "Wir fingen an, Sportler zu testen, einer führte zum nächsten."
    }
  },
  {
    "translation": {
      "en": "The first-world-class athletes that I tested were in track and field.",
      "de": "Unsere ersten Weltklassesportler waren Leichtathleten."
    }
  },
  {
    "translation": {
      "en": "And then Matt Biondi, who was the world's fastest swimmer at the time.",
      "de": "Dann Matt Biondi, der damals der weltbeste Schwimmer war."
    }
  },
  {
    "translation": {
      "en": "So I could collect all this data that was valuable to them.",
      "de": "Ich sammelte all diese Daten, die wichtig für sie waren."
    }
  },
  {
    "translation": {
      "en": "You know, I was kind of a natural-born promoter.",
      "de": "Außerdem war ich der geborene Promotor."
    }
  },
  {
    "translation": {
      "en": "The next thing you know, NBA players.",
      "de": "Als Nächstes kamen NBA-Spieler."
    }
  },
  {
    "translation": {
      "en": "I worked with the entire Seattle SuperSonics team in '92 and '93.",
      "de": "Ich arbeitete '92 und '93 mit dem ganzen Team der Seattle SuperSonics."
    }
  },
  {
    "translation": {
      "en": "But for me to actually enhance the performance of the athletes,",
      "de": "Aber um die Leistung der Sportler wirklich zu verbessern,"
    }
  },
  {
    "translation": {
      "en": "I had to learn how to formulate supplements.",
      "de": "musste ich Nahrungsergänzungsmittel kreieren."
    }
  },
  {
    "translation": {
      "en": "So I created a whole line of mineral and trace element products",
      "de": "Also schuf ich Produkte mit Mineralstoffen und Spurenelementen."
    }
  },
  {
    "translation": {
      "en": "and formulated ZMA, and that-- I mean, it was like a rocket ship.",
      "de": "Ich stellte ZMA zusammen, und das ging wirklich durch die Decke."
    }
  },
  {
    "translation": {
      "en": "Pretty soon, Bill Romanowski showed up from the Denver Broncos.",
      "de": "Bald kam Bill Romanowski von den Denver Broncos vorbei."
    }
  },
  {
    "translation": {
      "en": "And he-- he was the gateway to the NFL for-- for me.",
      "de": "Das war meine Eintrittskarte in die NFL."
    }
  },
  {
    "translation": {
      "en": "Then all of a sudden I had 250 NFL players.",
      "de": "Dann hatte ich plötzlich 250 NFL-Spieler."
    }
  },
  {
    "translation": {
      "en": "[Conte] Are you going to assault the world record, Gregg?",
      "de": "Nimmst du den Weltrekord in Angriff, Gregg?"
    }
  },
  {
    "translation": {
      "en": "[chuckles] Mr. Zinc. Call me Zinc.",
      "de": "Nimmst du den Weltrekord in Angriff, Gregg? Nennt mich Mr. Zink."
    }
  },
  {
    "translation": {
      "en": "-[Conte] Mr. Zinc. -[laughter]",
      "de": "Mr. Zink."
    }
  },
  {
    "translation": {
      "en": "[Conte] So from '84, all the way until 2000,",
      "de": "Also von 1984 bis ins Jahr 2000"
    }
  },
  {
    "translation": {
      "en": "everything that BALCO and SNAC did was completely legal, completely clean.",
      "de": "war alles, was BALCO und SNAC machten, vollkommen legal und völlig sauber."
    }
  },
  {
    "translation": {
      "en": "No athletes were ever given any sort of performance-enhancing drug.",
      "de": "Keiner der Sportler bekam je leistungssteigernde Drogen."
    }
  },
  {
    "translation": {
      "en": "[chuckling] Now, were some of these guys using drugs, like shot putters? Of course.",
      "de": "Haben einige Sportler, wie Kugelstoßer, was eingeschmissen? Sicherlich."
    }
  },
  {
    "translation": {
      "en": "I just wasn't involved in-- in providing those to them.",
      "de": "Aber ich habe es ihnen nicht beschafft."
    }
  },
  {
    "translation": {
      "en": "But I knew the use of performance-enhancing drugs",
      "de": "Doch ich wusste, der Gebrauch von leistungssteigernden Drogen"
    }
  },
  {
    "translation": {
      "en": "in Olympic sport was rampant.",
      "de": "im olympischen Sport war weit verbreitet."
    }
  },
  {
    "translation": {
      "en": "[commentator] Carl Lewis is in lane three.",
      "de": "Carl Lewis auf Spur drei."
    }
  },
  {
    "translation": {
      "en": "[Conte] In the Olympic Games in '88 in Seoul, of course Ben Johnson stands out.",
      "de": "Bei den Olympischen Spielen 1988 in Seoul sticht Ben Johnson hervor."
    }
  },
  {
    "translation": {
      "en": "[commentator 1] And Johnson does it again. Unbelievable. Nine-seven-nine.",
      "de": "Johnson. Ben Johnson tut es wieder. Unglaublich! Neun-sieben-neun."
    }
  },
  {
    "translation": {
      "en": "[commentator 2] New world record. Incredible.",
      "de": "Ein neuer Weltrekord. Unglaublich!"
    }
  },
  {
    "translation": {
      "en": "Now, I've just been handed a piece of paper that, if it's right,",
      "de": "Ich bekam eine Meldung. Wenn es stimmt,"
    }
  },
  {
    "translation": {
      "en": "it'll be the most dramatic story out of these Olympics or perhaps any others.",
      "de": "ist es die dramatischste Story dieser oder jeder Olympiade."
    }
  },
  {
    "translation": {
      "en": "Ben Johnson has been stripped of his gold medal",
      "de": "Ben Johnson wurde seine Goldmedaille entzogen,"
    }
  },
  {
    "translation": {
      "en": "for testing positive to using anabolic steroids.",
      "de": "weil er positiv auf Anabolika getestet wurde."
    }
  },
  {
    "translation": {
      "en": "[reporter] He is one of the athletes under a cloud of suspicion for a while,",
      "de": "Er steht schon seit langer Zeit unter Verdacht,"
    }
  },
  {
    "translation": {
      "en": "as is his coach, Charlie Francis.",
      "de": "wie auch sein Trainer Charlie Francis."
    }
  },
  {
    "translation": {
      "en": "[Charlie Francis] Where you offer an athlete only two choices,",
      "de": "Wenn man einem Sportler nur zwei Möglichkeiten gibt,"
    }
  },
  {
    "translation": {
      "en": "run clean and lose or take drugs and win, then of course the choices will be clear.",
      "de": "sauber zu verlieren oder mit Drogen zu gewinnen, ist die Wahl klar."
    }
  },
  {
    "translation": {
      "en": "[Conte] Working with elite athletes,",
      "de": "Bei der Arbeit mit Spitzensportlern merkte ich,"
    }
  },
  {
    "translation": {
      "en": "I realized this is what happens at the elite level of sport.",
      "de": "Bei der Arbeit mit Spitzensportlern merkte ich, das gehört zum höchsten sportlichen Level dazu."
    }
  },
  {
    "translation": {
      "en": "This is what it takes to go to the next level.",
      "de": "Das braucht man, um die nächste Stufe zu erreichen."
    }
  },
  {
    "translation": {
      "en": "Reports on a frightening sign that sports competition is being pushed too far.",
      "de": "Erschreckende Berichte, dass Sportwettbewerbe zu weit gehen."
    }
  },
  {
    "translation": {
      "en": "Steroids.",
      "de": "Steroide."
    }
  },
  {
    "translation": {
      "en": "[reporter] America's newest drug epidemic.",
      "de": "Amerikas neueste Drogenepidemie."
    }
  },
  {
    "translation": {
      "en": "President Bush recently signed a bill",
      "de": "Präsident Bush erließ ein Gesetz,"
    }
  },
  {
    "translation": {
      "en": "which, for the first time, classifies steroids as controlled substances.",
      "de": "das Steroide zum ersten Mal als kontrollierte Substanzen einstuft."
    }
  },
  {
    "translation": {
      "en": "Said it's the classic dilemma between the fair play associated with sport",
      "de": "Es ist das klassische Dilemma zwischen fairem sportlichen Wettkampf"
    }
  },
  {
    "translation": {
      "en": "and the desire to win.",
      "de": "und dem Verlangen, zu siegen."
    }
  },
  {
    "translation": {
      "en": "In my experience, 80% of athletes say,",
      "de": "Meiner Erfahrung nach sagen 80 Prozent der Sportler:"
    }
  },
  {
    "translation": {
      "en": "\"I'm not gonna invest 10 years of my life then walk away, so give me those pills.\"",
      "de": "\"Ich verschwende nicht zehn Jahre meines Lebens, gib mir die Pillen.\""
    }
  },
  {
    "translation": {
      "en": "[Montgomery] I hate losing.",
      "de": "US-LEICHTATHLET Ich hasse es, zu verlieren."
    }
  },
  {
    "translation": {
      "en": "I hate for anyone to look at me and say they beat me.",
      "de": "Ich hasse es, wenn mich jemand ansieht und sagt, er habe mich besiegt."
    }
  },
  {
    "translation": {
      "en": "And I think that comes from my childhood,",
      "de": "Ich glaube, das kommt aus meiner Kindheit,"
    }
  },
  {
    "translation": {
      "en": "because they called me Tiny Tim.",
      "de": "weil sie mich \"Tiny Tim\" nannten."
    }
  },
  {
    "translation": {
      "en": "I hate the name Tiny Tim.",
      "de": "Ich hasse diesen Namen."
    }
  },
  {
    "translation": {
      "en": "I remember watching Conan the Barbarian.",
      "de": "Ich habe mal Conan der Barbar angeschaut."
    }
  },
  {
    "translation": {
      "en": "How he pushed the wheel and he became so strong.",
      "de": "Er schob das Rad und wurde so stark."
    }
  },
  {
    "translation": {
      "en": "I would cut grass. We had an old push lawn mower.",
      "de": "Ich habe unseren Rasenmäher geschoben."
    }
  },
  {
    "translation": {
      "en": "The lawn mower was this tall, and it had a little centerpiece there,",
      "de": "Der war so groß und hatte diesen kleinen Griff."
    }
  },
  {
    "translation": {
      "en": "so I'd be pushing, you know,",
      "de": "Also schob ich ihn."
    }
  },
  {
    "translation": {
      "en": "and everybody was looking at me, at little Timmy push the lawn mower.",
      "de": "Alle schauten zu, wie der kleine Timmy ihn schiebt."
    }
  },
  {
    "translation": {
      "en": "I'd push all that yard because I wanted to be like Conan the Barbarian.",
      "de": "Ich schob ihn durch den Garten, weil ich wie Conan sein wollte."
    }
  },
  {
    "translation": {
      "en": "I wanted to be stronger, faster. I wanted to be everything.",
      "de": "Ich wollte stärker und schneller sein. Ich wollte alles."
    }
  },
  {
    "translation": {
      "en": "So I was really, in essence, training myself for my near future.",
      "de": "Also trainierte ich mich im Grunde für meine unmittelbare Zukunft."
    }
  },
  {
    "translation": {
      "en": "My goal was-- was to be the best in the world, the greatest of all time.",
      "de": "Mein Ziel war es, der Beste und Größte der Welt zu werden."
    }
  },
  {
    "translation": {
      "en": "[commentator] Tim Montgomery of the US may be, uh, a sleeper in this field.",
      "de": "Tim Montgomery aus den USA könnte zur Überraschung werden."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] In 1997, I ran nine times under ten seconds…",
      "de": "1997 lief ich neunmal unter zehn Sekunden."
    }
  },
  {
    "translation": {
      "en": "[commentator] Montgomery and Donovan Bailey.",
      "de": "Montgomery und Donovan Bailey."
    }
  },
  {
    "translation": {
      "en": "…so I knew what I could do naturally. I just needed more power.",
      "de": "Ich wusste also, wozu ich fähig war. Ich brauchte nur mehr Kraft."
    }
  },
  {
    "translation": {
      "en": "[commentator] He's a little bit smaller.",
      "de": "Er ist etwas klein."
    }
  },
  {
    "translation": {
      "en": "I think he may need to put on a few pounds, and I think his time is coming…",
      "de": "Er muss vielleicht noch zunehmen. Seine Zeit wird kommen."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] So, in 1999, I moved down to Raleigh, North Carolina,",
      "de": "Im Jahr 1999 zog ich nach Raleigh, North Carolina,"
    }
  },
  {
    "translation": {
      "en": "and I started training with Trevor Graham, Marion Jones' coach.",
      "de": "und fing an, mit Trevor Graham, Marion Jones' Coach, zu trainieren."
    }
  },
  {
    "translation": {
      "en": "And the workouts was--",
      "de": "Und das Training war…"
    }
  },
  {
    "translation": {
      "en": "Couldn't finish 'em.",
      "de": "Ich konnte sie nicht beenden."
    }
  },
  {
    "translation": {
      "en": "So I go to Trevor's house and he got tapes of Ben Johnson.",
      "de": "Also ging ich zu Trevor nach Hause. Er hatte Videos von Ben Johnson."
    }
  },
  {
    "translation": {
      "en": "I can't do no start like that. It ain't how I start.",
      "de": "Ich kann nicht so einen Start hinlegen."
    }
  },
  {
    "translation": {
      "en": "He's like, \"No, you see that raw power?\"",
      "de": "Er so: \"Siehst du diese rohe Kraft?\""
    }
  },
  {
    "translation": {
      "en": "And that's when I was introduced to the dark side.",
      "de": "Und da wurde ich in die dunkle Seite eingeführt:"
    }
  },
  {
    "translation": {
      "en": "Performance-enhancing drugs.",
      "de": "leistungssteigernde Drogen."
    }
  },
  {
    "translation": {
      "en": "[Conte] The Ben Johnson race,",
      "de": "Beim Rennen von Ben Johnson"
    }
  },
  {
    "translation": {
      "en": "eventually, something like six or seven out of the eight guys",
      "de": "wurden sechs oder sieben der acht Männer verdächtigt,"
    }
  },
  {
    "translation": {
      "en": "were suspected of using performance-enhancing drugs.",
      "de": "leistungssteigernde Drogen genommen zu haben."
    }
  },
  {
    "translation": {
      "en": "If you run at least two meters faster,",
      "de": "Rennt man mindestens zwei Meter schneller,"
    }
  },
  {
    "translation": {
      "en": "this is the difference of 10 flat and 9-8. Okay?",
      "de": "macht das den Unterschied zwischen 10 und 9,8 aus."
    }
  },
  {
    "translation": {
      "en": "So you're-- you're-- A guy not on stuff is going to have a very difficult time",
      "de": "Jemand, der nichts nimmt, wird es ziemlich schwierig haben,"
    }
  },
  {
    "translation": {
      "en": "competing with somebody who's on stuff.",
      "de": "mit so jemandem mitzuhalten."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] When I got with Graham, I saw that the best was doing it.",
      "de": "Als ich bei Trevor Graham sah, dass die Besten das machen,"
    }
  },
  {
    "translation": {
      "en": "I assumed that this was what everybody was doing.",
      "de": "dachte ich, dass alle es tun würden."
    }
  },
  {
    "translation": {
      "en": "[Conte] When I realized the hypocrisy of all of this,",
      "de": "Als ich die Heuchelei dahinter erkannte, beschloss ich,"
    }
  },
  {
    "translation": {
      "en": "I decided it was time to start playing by the real rules of sport,",
      "de": "Als ich die Heuchelei dahinter erkannte, beschloss ich, nach den wahren Regeln des Sports zu spielen."
    }
  },
  {
    "translation": {
      "en": "and the rest is history, as they say.",
      "de": "Der Rest ist Geschichte, wie es so schön heißt."
    }
  },
  {
    "translation": {
      "en": "[Conte] I went to a-- a bodybuilding show in San Francisco,",
      "de": "Ich ging zu einer Bodybuildingshow in San Francisco"
    }
  },
  {
    "translation": {
      "en": "and I was introduced to these 25 pro bodybuilders,",
      "de": "und lernte 25 professionelle Bodybuilder kennen,"
    }
  },
  {
    "translation": {
      "en": "all the biggest names in the sport.",
      "de": "die größten Stars des Sportes."
    }
  },
  {
    "translation": {
      "en": "[Conte] And it's the only professional sport where the use of steroids is a mandate.",
      "de": "Und es ist der einzige Profisport, wo Steroide verpflichtend sind."
    }
  },
  {
    "translation": {
      "en": "And so I stood up to tell them we did this testing of minerals and trace elements,",
      "de": "Also erzählte ich ihnen, dass wir Mineralstoffe und Spurenelemente testen,"
    }
  },
  {
    "translation": {
      "en": "but we also have the ability to do all of the comprehensive drug testing.",
      "de": "aber auch umfassende Drogentests machen können."
    }
  },
  {
    "translation": {
      "en": "[Conte] We tested those 25 bodybuilders…",
      "de": "Wir haben diese 25 Bodybuilder getestet."
    }
  },
  {
    "translation": {
      "en": "…and I said, \"These Winstrol tablets you think you're taking?\"",
      "de": "Ich sagte: \"Ihr glaubt, ihr nehmt Winstrol-Tabletten?"
    }
  },
  {
    "translation": {
      "en": "\"There's no Winstrol in your urine. These are fake.\"",
      "de": "Im Urin ist nichts. Die sind falsch.\""
    }
  },
  {
    "translation": {
      "en": "That's how I became a part of that world and tried to learn about steroids.",
      "de": "So wurde ich Teil dieser Welt und lernte etwas über Steroide."
    }
  },
  {
    "translation": {
      "en": "It was a new challenge, and that's what makes me tick.",
      "de": "Es war eine neue Herausforderung, und das spornt mich an."
    }
  },
  {
    "translation": {
      "en": "You know, that's what got the wheels turning.",
      "de": "Das hat alles in Gang gebracht."
    }
  },
  {
    "translation": {
      "en": "[Catlin] I'm Oliver Catlin. I am the son of the guru of sport drug testing, Dr. Don Catlin.",
      "de": "Ich bin Oliver Catlin, der Sohn des Gurus für Drogentests im Sport, Dr. Don Catlin."
    }
  },
  {
    "translation": {
      "en": "And today I am the president of Banned Substances Control Group.",
      "de": "Heute bin ich der Vorsitzende der Banned Substances Control Group."
    }
  },
  {
    "translation": {
      "en": "In anti-doping, the level playing field is what we strive for,",
      "de": "Bei der Dopingbekämpfung ist unser Ziel ein fairer Wettkampf,"
    }
  },
  {
    "translation": {
      "en": "but it's hard to achieve.",
      "de": "doch das ist schwierig zu erreichen."
    }
  },
  {
    "translation": {
      "en": "Victor knew what he wanted in undetectable drugs,",
      "de": "Victor wusste, welche nicht nachweisbaren Mittel er wollte,"
    }
  },
  {
    "translation": {
      "en": "but he didn't know how to make those himself,",
      "de": "doch er konnte sie nicht herstellen."
    }
  },
  {
    "translation": {
      "en": "and that's where the skill set of Patrick Arnold as a chemist came in.",
      "de": "Da kam das chemische Fachwissen von Patrick Arnold ins Spiel."
    }
  },
  {
    "translation": {
      "en": "[Conte] At the Mr. Olympia Expo in Las Vegas is where I met Patrick Arnold,",
      "de": "Ich traf Patrick Arnold auf der Mr. Olympia Expo in Las Vegas."
    }
  },
  {
    "translation": {
      "en": "and he just said he had some stuff that seemed to, you know, help with recovery.",
      "de": "Er sagte, er habe Zeug, das bei der Erholung helfe."
    }
  },
  {
    "translation": {
      "en": "He didn't really even tell me what it was. And so I bought a bottle of it from him.",
      "de": "Aber mehr sagte er mir nicht. Also kaufte ich eine Flasche."
    }
  },
  {
    "translation": {
      "en": "It was a clear liquid, you used an eyedropper",
      "de": "Eine klare Flüssigkeit mit einer Pipette."
    }
  },
  {
    "translation": {
      "en": "and you put drops under your tongue. It was sublingual absorption.",
      "de": "Man gibt Tropfen unter die Zunge, sublinguale Einnahme."
    }
  },
  {
    "translation": {
      "en": "Took it myself and it felt great.",
      "de": "Ich probierte es selbst aus, und es war toll."
    }
  },
  {
    "translation": {
      "en": "And then I did some testing on it,",
      "de": "Dann führte ich ein paar Tests durch."
    }
  },
  {
    "translation": {
      "en": "where I measured my testosterone the next day, the next day and the next.",
      "de": "Ich testete meinen Testosteronspiegel in den darauffolgenden Tagen."
    }
  },
  {
    "translation": {
      "en": "And I realized, \"Boy, this stuff acts like an anabolic steroid.\"",
      "de": "Mir wurde klar, dass das Zeug wie anabole Steroide wirkt."
    }
  },
  {
    "translation": {
      "en": "Many of the steroids had been built by pharmaceuticals and just not used,",
      "de": "Viele Steroide stammen von Pharmaunternehmen und wurden nie benutzt."
    }
  },
  {
    "translation": {
      "en": "but when we got to BALCO, new drugs were literally created.",
      "de": "Doch bei BALCO wurden wirklich neue Drogen hergestellt."
    }
  },
  {
    "translation": {
      "en": "Patrick bubbled hydrogen through gestrinone, a birth control pill,",
      "de": "Patrick sprudelte Wasserstoff durch Gestrinon, eine Antibabypille,"
    }
  },
  {
    "translation": {
      "en": "and it turned into one of the most anabolic steroids that was ever created.",
      "de": "und es wurde zu einem der stärksten Anabolika aller Zeiten."
    }
  },
  {
    "translation": {
      "en": "[Conte] Then when I did the comprehensive drug testing, it came back as clean.",
      "de": "Als ich den umfassenden Drogentest machte, war er sauber."
    }
  },
  {
    "translation": {
      "en": "-[ding] -It was undetectable. Oh, shit, you know?",
      "de": "Es war nicht nachweisbar. Ach, du Scheiße!"
    }
  },
  {
    "translation": {
      "en": "Then the light bulb went on.",
      "de": "Dann kam mir eine Idee."
    }
  },
  {
    "translation": {
      "en": "[Catlin] And I think he saw performance-enhancing drugs",
      "de": "Er merkte, dass leistungssteigernde, nicht nachweisbare Drogen"
    }
  },
  {
    "translation": {
      "en": "that were undetectable were a much quicker avenue",
      "de": "Er merkte, dass leistungssteigernde, nicht nachweisbare Drogen viel lukrativer waren"
    }
  },
  {
    "translation": {
      "en": "than the legitimate nutrition products that he was selling.",
      "de": "als die legalen Nahrungsergänzungsmittel, die er verkaufte."
    }
  },
  {
    "translation": {
      "en": "That's when I started giving it to athletes, at the beginning of 2000.",
      "de": "Anfang 2000 fing ich an, es den Sportlern zu geben."
    }
  },
  {
    "translation": {
      "en": "How about this?",
      "de": "Wie wäre es damit?"
    }
  },
  {
    "translation": {
      "en": "[producer] What do you got?",
      "de": "Was hast du da?"
    }
  },
  {
    "translation": {
      "en": "This is Marion Jones at the, uh, 2000 Olympics in Sydney",
      "de": "Das ist Marion Jones im Jahr 2000 bei den Olympischen Spielen in Sydney."
    }
  },
  {
    "translation": {
      "en": "that they opened up where she wins by something like four meters.",
      "de": "Sie hat sie eröffnet und gewann mit etwa vier Metern Vorsprung."
    }
  },
  {
    "translation": {
      "en": "That just shows you the type of dominance that Marion had at that time.",
      "de": "Das verdeutlicht nur, wie dominant Marion zu dieser Zeit war."
    }
  },
  {
    "translation": {
      "en": "Going into the 2000 Summer Olympics, Marion Jones was the golden girl.",
      "de": "Bei den Olympischen Sommerspielen 2000 war Marion Jones das Zugpferd."
    }
  },
  {
    "translation": {
      "en": "[commentator 1] …Jones taking command.",
      "de": "Marion Jones geht in Führung."
    }
  },
  {
    "translation": {
      "en": "[commentator 2] She has yet to be beaten.",
      "de": "Sie ist noch ungeschlagen."
    }
  },
  {
    "translation": {
      "en": "[commentator 3] Her goal this year, she'll say it: To be undefeated. She's a competitor.",
      "de": "Sie will dieses Jahr als Wettkämpferin ungeschlagen bleiben."
    }
  },
  {
    "translation": {
      "en": "Marion Jones is making three million dollars a year.",
      "de": "Marion verdient drei Millionen Dollar im Jahr."
    }
  },
  {
    "translation": {
      "en": "In Sydney, she's going for five medals, trying to be the greatest of all time.",
      "de": "In Sydney will sie fünf Medaillen holen, um die Größte aller Zeiten zu werden."
    }
  },
  {
    "translation": {
      "en": "The only time I even consider the quest for five is when people mention it. [laughs]",
      "de": "Ich denke nur über die Jagd nach fünf nach, wenn jemand es erwähnt."
    }
  },
  {
    "translation": {
      "en": "[Conte] She had sponsorships with General Motors,",
      "de": "Sie hatte Sponsoren wie General Motors,"
    }
  },
  {
    "translation": {
      "en": "American Express, Nike, you know, the commercial \"Can you dig it?\"",
      "de": "American Express und Nike. Es gab diesen Werbespot: \"Kapiert ihr es?\""
    }
  },
  {
    "translation": {
      "en": "[Jones] We need more role models. The more, the better.",
      "de": "Wir brauchen mehr Vorbilder. Je mehr, desto besser."
    }
  },
  {
    "translation": {
      "en": "Can you dig it?",
      "de": "Kapiert ihr es?"
    }
  },
  {
    "translation": {
      "en": "I had not talked with Marion, but had talked with her trainer, Trevor Graham.",
      "de": "Ich sprach nicht mit Marion, sondern mit ihrem Trainer Trevor Graham."
    }
  },
  {
    "translation": {
      "en": "They were using traditional testosterone and EPO and growth hormone,",
      "de": "Sie benutzten traditionelles Testosteron, EPO und Wachstumshormone."
    }
  },
  {
    "translation": {
      "en": "and they said, \"We hear you have this undetectable substance.\"",
      "de": "Sie so: \"Du hast diese nicht nachweisbare Substanz."
    }
  },
  {
    "translation": {
      "en": "\"Can you help, uh, Marion Jones?\"",
      "de": "Kannst du Marion Jones helfen?\""
    }
  },
  {
    "translation": {
      "en": "And immediately I realized this was a very, very big moment,",
      "de": "Und mir wurde sofort klar, dass das ein sehr wichtiger Moment war."
    }
  },
  {
    "translation": {
      "en": "and I sent a box of some of this stuff to them.",
      "de": "Ich schickte eine Schachtel mit dem Zeug zu ihnen."
    }
  },
  {
    "translation": {
      "en": "[woman] I promise that we shall take part in these Olympic Games,",
      "de": "OLYMPISCHE SPIELE IN SYDNEY Ich gelobe, dass wir an diesen Olympischen Spielen teilnehmen"
    }
  },
  {
    "translation": {
      "en": "committing ourselves to a sport without doping and without drugs.",
      "de": "und uns einem Sport frei von Doping und Drogen verschreiben."
    }
  },
  {
    "translation": {
      "en": "Once we got there, we created a-- a calendar for Marion.",
      "de": "Dort angekommen, haben wir einen Kalender für Marion erstellt."
    }
  },
  {
    "translation": {
      "en": "We determined what to take, how much to take, when to take it.",
      "de": "Wir beschlossen, was sie einnehmen sollte, wie viel davon und wann."
    }
  },
  {
    "translation": {
      "en": "Of course, it was all based on circumventing the testing.",
      "de": "Natürlich ging es darum, die Tests zu umgehen."
    }
  },
  {
    "translation": {
      "en": "[commentator] Marion Jones has seven of the fastest 11 times ever run.",
      "de": "Marion Jones hat sieben der 11 schnellsten Läufe aller Zeiten."
    }
  },
  {
    "translation": {
      "en": "[Conte] I got tickets to sit at the finish line of the 100 meters.",
      "de": "Ich hatte Tickets, um an der 100-Meter-Ziellinie zu sitzen."
    }
  },
  {
    "translation": {
      "en": "It was insane.",
      "de": "Es war irre."
    }
  },
  {
    "translation": {
      "en": "[commentator] Set.",
      "de": "Fertig."
    }
  },
  {
    "translation": {
      "en": "Away. Pretty good start for Jones. She's in the winning position.",
      "de": "Und los. Guter Start für Jones. Sie liegt vorne."
    }
  },
  {
    "translation": {
      "en": "Early startup, pulling away slowly.",
      "de": "Schneller Start, setzt sich ab."
    }
  },
  {
    "translation": {
      "en": "We were shooting for the-- for the top of the mountain.",
      "de": "Wir wollten ganz an die Spitze kommen."
    }
  },
  {
    "translation": {
      "en": "[commentator] Jones going hard. Lawrence has had a good first 50.",
      "de": "Jones gibt Gas. Lawrence hatte gute erste 50."
    }
  },
  {
    "translation": {
      "en": "Jones clearly in front. Look at the margin.",
      "de": "Jones klar vorne. Seht euch den Abstand an."
    }
  },
  {
    "translation": {
      "en": "She's straining them.",
      "de": "Sie überfordert sie."
    }
  },
  {
    "translation": {
      "en": "[Conte] I knew she would win,",
      "de": "Ich wusste, sie gewinnt,"
    }
  },
  {
    "translation": {
      "en": "but I didn't think she'd blow everybody away Flo-Jo style",
      "de": "aber ich dachte nicht, dass sie alle umhaut wie Flo-Jo"
    }
  },
  {
    "translation": {
      "en": "and win by four meters.",
      "de": "mit vier Metern Vorsprung."
    }
  },
  {
    "translation": {
      "en": "[commentator] She absolutely annihilated them.",
      "de": "Sie hat sie komplett zerstört."
    }
  },
  {
    "translation": {
      "en": "[Conte] Marion ended up winning five medals at the Olympics in Sydney.",
      "de": "Marion gewann fünf Medaillen bei den Olympischen Spielen in Sydney."
    }
  },
  {
    "translation": {
      "en": "It felt great to just be a part of her success.",
      "de": "Es war toll, Teil ihres Erfolges zu sein."
    }
  },
  {
    "translation": {
      "en": "-We're done. We're done. -We're done.",
      "de": "-Geschafft. -Geschafft."
    }
  },
  {
    "translation": {
      "en": "[Michael Schmidt] I think the-- the thing about the BALCO investigation",
      "de": "Ich finde, das Interessante an der BALCO-Ermittlung ist,"
    }
  },
  {
    "translation": {
      "en": "is that it brings you behind the scenes",
      "de": "dass sie einen hinter die Kulissen bringt"
    }
  },
  {
    "translation": {
      "en": "into largely criminal activity that was done in secret.",
      "de": "bei größtenteils kriminellen Aktivitäten, die im Verborgenen stattfanden."
    }
  },
  {
    "translation": {
      "en": "And it's-- it's exposing what these athletes were willing to do to try and succeed.",
      "de": "Und es zeigt, was diese Sportler gewillt waren zu tun, um Erfolg zu haben."
    }
  },
  {
    "translation": {
      "en": "[commentator] That one's high. Deep right field, gone! Home run, Barry Bonds.",
      "de": "Der geht hoch, tief nach rechts und weg! Homerun, Barry Bonds."
    }
  },
  {
    "translation": {
      "en": "[Schmidt] Steroids were banned in baseball at the time,",
      "de": "Steroide waren damals im Baseball verboten,"
    }
  },
  {
    "translation": {
      "en": "but there was no testing for them,",
      "de": "aber es gab keine Tests."
    }
  },
  {
    "translation": {
      "en": "and, in the late '90s into the early 2000s,",
      "de": "In den späten 90ern bis in die frühen 2000er"
    }
  },
  {
    "translation": {
      "en": "it's just like an explosion in home runs.",
      "de": "gibt es eine Explosion bei den Homeruns."
    }
  },
  {
    "translation": {
      "en": "[commentator] Canseco looks like the sort of a comic book hero: Huge.",
      "de": "Canseco sieht gewaltig aus wie aus einem Comicheft."
    }
  },
  {
    "translation": {
      "en": "Wow, did he crush that one?",
      "de": "Wow, den drischt er aber weg!"
    }
  },
  {
    "translation": {
      "en": "Then in 1998, there was this chase to break the single-season home run record",
      "de": "Dann im Jahr 1998 gab es ein Wettrennen, um den Homerun-Rekord für eine einzelne Saison zu brechen,"
    }
  },
  {
    "translation": {
      "en": "between two great sluggers, Mark McGwire…",
      "de": "zwischen zwei großen Schlägern: Mark McGwire…"
    }
  },
  {
    "translation": {
      "en": "[commentator] Number 45 for McGwire.",
      "de": "Nummer 45 für McGwire."
    }
  },
  {
    "translation": {
      "en": "[Schmidt] …and Sammy Sosa.",
      "de": "…und Sammy Sosa."
    }
  },
  {
    "translation": {
      "en": "[commentator] One for two and he sends a rocket. Number 48.",
      "de": "Er schickt eine Rakete los. Nummer 48!"
    }
  },
  {
    "translation": {
      "en": "And it completely captivated the country.",
      "de": "Und es hat das ganze Land in seinen Bann gezogen."
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Sixty!",
      "de": "Sechzig!"
    }
  },
  {
    "translation": {
      "en": "[commentator 2] Can you say \"66\"?",
      "de": "Könnt ihr \"66\" sagen?"
    }
  },
  {
    "translation": {
      "en": "Number 70! How much more can you give us than that? Number 70…",
      "de": "Nummer 70! Wie viel mehr kannst du uns geben? Nummer 70…"
    }
  },
  {
    "translation": {
      "en": "[Schmidt] Bonds saw what Sosa and McGwire had done.",
      "de": "Bonds sah, was Sosa und McGwire geschafft hatten."
    }
  },
  {
    "translation": {
      "en": "At that point in Bonds' career, he was already a Hall of Famer.",
      "de": "Zu dem Zeitpunkt seiner Karriere gehörte Bonds bereits in die Hall of Fame."
    }
  },
  {
    "translation": {
      "en": "He basically said to himself, \"I know I'm better than these guys.\"",
      "de": "Er sagte sich: \"Ich weiß, ich bin besser als diese Typen."
    }
  },
  {
    "translation": {
      "en": "[Schmidt] \"There's no reason I shouldn't be performing at that level.\"",
      "de": "Es gibt keinen Grund, warum ich nicht auf dem Niveau spielen sollte.\""
    }
  },
  {
    "translation": {
      "en": "But he was at an age",
      "de": "Aber er war in einem Alter,"
    }
  },
  {
    "translation": {
      "en": "when most players' careers are on the downtick,",
      "de": "wo die meisten Spieler auf dem absteigenden Ast sind."
    }
  },
  {
    "translation": {
      "en": "when they retire from the game.",
      "de": "Wenn sie sich zurückziehen."
    }
  },
  {
    "translation": {
      "en": "And-- And I'm trying to think of, what next level can I get to?",
      "de": "Und ich überlege, was ich als Nächstes erreichen kann."
    }
  },
  {
    "translation": {
      "en": "What-- What can keep me motivated to do the things that I've been doing day in and day out?",
      "de": "Was motiviert mich weiterhin, um jeden Tag alles zu geben?"
    }
  },
  {
    "translation": {
      "en": "[Conte] Greg Anderson, Barry's trainer, brought him to-- to BALCO.",
      "de": "Greg Anderson, Barrys Trainer, brachte ihn zu BALCO."
    }
  },
  {
    "translation": {
      "en": "You know, he asked if-- if we could work with Barry",
      "de": "Er fragte, ob wir mit Barry zusammenarbeiten"
    }
  },
  {
    "translation": {
      "en": "and test his blood and see what nutritional elements that he may need.",
      "de": "und sein Blut testen, um zu sehen, welche Nährstoffe er brauchen könnte."
    }
  },
  {
    "translation": {
      "en": "And then after providing Barry with a number of different legal nutritional supplements.",
      "de": "Nachdem ich Barry verschiedene legale Nahrungsergänzungsmittel besorgt habe…"
    }
  },
  {
    "translation": {
      "en": "I've lost more championships in my life more than ever, ever.",
      "de": "Ich habe mehr Meisterschaften verloren als jemals zuvor."
    }
  },
  {
    "translation": {
      "en": "I mean, I almost get numb at times. It just eats me up so bad.",
      "de": "Ich schalte manchmal fast ab. Es macht mich so fertig."
    }
  },
  {
    "translation": {
      "en": "[Conte] In a year's time there, Barry put on, like, 20 pounds in an off-season.",
      "de": "In einem Jahr nahm Barry in der Zwischensaison 9 kg zu."
    }
  },
  {
    "translation": {
      "en": "My recollection is he weighed 208,",
      "de": "Ich erinnere mich, dass er 94 kg wog,"
    }
  },
  {
    "translation": {
      "en": "and then the following season he weighed 228.",
      "de": "und dann in der nächsten Saison 103 kg."
    }
  },
  {
    "translation": {
      "en": "And so we provided all sorts of nutritional supplements,",
      "de": "Wir gaben ihm verschiedene Nahrungsergänzungsmittel,"
    }
  },
  {
    "translation": {
      "en": "but nothing beyond that.",
      "de": "aber nichts weiter."
    }
  },
  {
    "translation": {
      "en": "[producer] I think people assume you're his doctor giving steroids all the time.",
      "de": "Die Leute glauben, Sie waren sein Leibarzt und gaben ihm Steroide."
    }
  },
  {
    "translation": {
      "en": "Not true. He does have a personal doctor, who I met, but… [chuckles] …it's not me.",
      "de": "Stimmt nicht. Er hat zwar einen Leibarzt, aber nicht mich."
    }
  },
  {
    "translation": {
      "en": "I not only didn't give him The Clear or The Cream or any other anabolic steroids,",
      "de": "Weder habe ich ihm The Clear oder The Cream oder andere Anabolika gegeben,"
    }
  },
  {
    "translation": {
      "en": "but I've never even discussed steroids with him, not a word ever.",
      "de": "noch habe ich je ein Wort über Steroide mit ihm gewechselt."
    }
  },
  {
    "translation": {
      "en": "In my opinion, the entire investigation was--",
      "de": "Meiner Meinung nach hatte die ganze Untersuchung"
    }
  },
  {
    "translation": {
      "en": "Had everything to do with Barry Bonds. He was the target.",
      "de": "mit Barry Bonds zu tun, er war das Ziel."
    }
  },
  {
    "translation": {
      "en": "[Novitzky] My name is Jeff Novitzky.",
      "de": "Ich bin Jeff Novitzky."
    }
  },
  {
    "translation": {
      "en": "I was lead investigator on the BALCO Laboratories investigation,",
      "de": "Ich war leitender Ermittler gegen BALCO Laboratories,"
    }
  },
  {
    "translation": {
      "en": "one of the highest-profile performance-enhancing drug investigations",
      "de": "eine der größten Ermittlungen zu leistungssteigernden Drogen"
    }
  },
  {
    "translation": {
      "en": "of all time.",
      "de": "aller Zeiten."
    }
  },
  {
    "translation": {
      "en": "And I carry an immense, immense love for sport.",
      "de": "Sport liegt mir wirklich sehr am Herzen."
    }
  },
  {
    "translation": {
      "en": "Basketball, I wanted to go to the NBA until,",
      "de": "Basketball, ich wollte in der NBA spielen,"
    }
  },
  {
    "translation": {
      "en": "maybe mid-part of college where you realize that's probably not in the cards.",
      "de": "bis ich Mitte der Collegezeit merkte, dass daraus wohl nichts wird"
    }
  },
  {
    "translation": {
      "en": "And after college, came across an entry from IRS criminal investigation division,",
      "de": "Nach dem College sah ich eine Anzeige der Kriminalabteilung des IRS."
    }
  },
  {
    "translation": {
      "en": "and I'll never forget this, their motto was \"Be an accountant with a gun.\"",
      "de": "Ich werde ihr Motto nie vergessen: \"Werde ein Buchhalter mit Waffe.\""
    }
  },
  {
    "translation": {
      "en": "And I thought, \"All right, that's something I could be interested in.\"",
      "de": "Ich dachte: \"Das könnte etwas sein, das mich interessiert.\""
    }
  },
  {
    "translation": {
      "en": "I remember sitting in a class and having a senior agent come in saying,",
      "de": "Ich erinnere mich, dass uns im Unterricht ein Vorgesetzter sagte:"
    }
  },
  {
    "translation": {
      "en": "\"Make cases out of things that you just see around you.\"",
      "de": "\"Macht Fälle aus Sachen, die euch umgeben."
    }
  },
  {
    "translation": {
      "en": "\"You don't need to wait for an official referral from Washington, D.C.\"",
      "de": "Wartet nicht auf eine Anweisung aus Washington, D.C."
    }
  },
  {
    "translation": {
      "en": "\"If you see this really nice Ferrari going down the street,",
      "de": "Wenn ihr einen wirklich schicken Ferrari vorbeifahren seht,"
    }
  },
  {
    "translation": {
      "en": "run their plate and see if that person would be making that kind of money.\"",
      "de": "überprüft, ob der Besitzer wirklich so viel Geld verdient."
    }
  },
  {
    "translation": {
      "en": "\"If they don't, then maybe you should look further into that.\"",
      "de": "Wenn nicht, schaut euch das genauer an.\""
    }
  },
  {
    "translation": {
      "en": "And I started to hear in the '90s about BALCO Laboratories,",
      "de": "Und ich hörte in den 90ern zum ersten Mal von BALCO Laboratories,"
    }
  },
  {
    "translation": {
      "en": "which, as the crow flies, is probably less than a mile from where I lived.",
      "de": "was wohl weniger als 1,5 km Luftlinie von meiner Wohnung entfernt war."
    }
  },
  {
    "translation": {
      "en": "And that, despite them claiming that they were a blood testing laboratory,",
      "de": "Und obwohl sie behaupteten, sie seien nur ein Bluttestlabor,"
    }
  },
  {
    "translation": {
      "en": "what they were really doing is providing athletes with performance-enhancing drugs.",
      "de": "versorgten sie tatsächlich Sportler mit leistungssteigernden Mitteln."
    }
  },
  {
    "translation": {
      "en": "One of the first things I did was query the currency transaction database,",
      "de": "Ich fragte zuerst die Datenbank für Devisentransaktionen ab"
    }
  },
  {
    "translation": {
      "en": "and saw that Victor Conte and BALCO Laboratories",
      "de": "und sah, dass Victor Conte und BALCO Laboratories"
    }
  },
  {
    "translation": {
      "en": "were withdrawing hundreds of thousands of dollars in currency",
      "de": "Hunderttausende von Dollar abgehoben hatten"
    }
  },
  {
    "translation": {
      "en": "for a purported blood testing laboratory. That, by itself, appeared suspicious and didn't seem right.",
      "de": "für ein angebliches Bluttestlabor. Das wirkte verdächtig und nicht korrekt."
    }
  },
  {
    "translation": {
      "en": "Go on to some of the online message boards,",
      "de": "In einigen Internetforen"
    }
  },
  {
    "translation": {
      "en": "and Victor Conte talks very openly about steroids",
      "de": "spricht Victor Conte ganz offen über Steroide"
    }
  },
  {
    "translation": {
      "en": "and his knowledge of what drugs do what,",
      "de": "und sein Wissen über die Wirkung der Drogen,"
    }
  },
  {
    "translation": {
      "en": "about how much they cost, about every athlete that he's worked with,",
      "de": "über deren Preis und über jeden Sportler, mit dem er gearbeitet hat."
    }
  },
  {
    "translation": {
      "en": "and when I saw these athletes that were going to BALCO,",
      "de": "Als ich die Sportler sah, die zu BALCO gingen,"
    }
  },
  {
    "translation": {
      "en": "including Barry Bonds, I thought to myself,",
      "de": "darunter auch Barry Bonds, dachte ich mir:"
    }
  },
  {
    "translation": {
      "en": "\"This could potentially get more attention than any investigation before it,",
      "de": "\"Das könnte für mehr Aufmerksamkeit sorgen als jede andere Ermittlung davor."
    }
  },
  {
    "translation": {
      "en": "so we probably need to kind of expand and see who else is involved.\"",
      "de": "Also müssen wir das ausweiten und sehen, wer noch beteiligt ist.\""
    }
  },
  {
    "translation": {
      "en": "My first time seeing Victor was in Sydney,",
      "de": "Ich traf Victor zum ersten Mal in Sydney,"
    }
  },
  {
    "translation": {
      "en": "and we partied every single day.",
      "de": "und wir feierten jeden einzelnen Tag."
    }
  },
  {
    "translation": {
      "en": "Every single day.",
      "de": "Jeden Tag."
    }
  },
  {
    "translation": {
      "en": "[Conte] At that time, he was ranked number eight in the world.",
      "de": "Zu dieser Zeit stand er weltweit auf Platz acht."
    }
  },
  {
    "translation": {
      "en": "[commentator] Men's 4 by 100 underway, and here's the handoff to Tim Montgomery",
      "de": "Staffellauf der Männer über 100 m. Die Übergabe an Tim Montgomery. Die USA führen…"
    }
  },
  {
    "translation": {
      "en": "and the US has the lead…",
      "de": "Die Übergabe an Tim Montgomery. Die USA führen…"
    }
  },
  {
    "translation": {
      "en": "[Conte] He was one of the top guys.",
      "de": "Er war einer der Besten."
    }
  },
  {
    "translation": {
      "en": "I decided it was time to take it to another level, and help him break the world record.",
      "de": "Ich wollte eins draufsetzen und ihm helfen, den Weltrekord zu brechen."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] At that time, the record was 9.79, held by Maurice Greene.",
      "de": "Damals lag der Rekord bei 9,79, aufgestellt von Maurice Greene."
    }
  },
  {
    "translation": {
      "en": "I was in that race, 1999, when he broke it in Greece.",
      "de": "Ich lief 1999 in Griechenland mit, als er ihn brach."
    }
  },
  {
    "translation": {
      "en": "[commentator] Nine-seven-nine. Does that ring a bell?",
      "de": "Neun-sieben-neun. Läutet da was?"
    }
  },
  {
    "translation": {
      "en": "As just mentioned, Ben Johnson",
      "de": "Wie bereits erwähnt,"
    }
  },
  {
    "translation": {
      "en": "had that very same time at the '88 Olympics in Seoul,",
      "de": "Ben Johnson lief '88 in Seoul die gleiche Zeit."
    }
  },
  {
    "translation": {
      "en": "only to be stripped of the gold medal after testing positive.",
      "de": "Doch nach einem positiven Test wurde ihm das Gold aberkannt."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] Whoever broke the world record in the 100 meters,",
      "de": "Wer den Weltrekord über 100 m brach,"
    }
  },
  {
    "translation": {
      "en": "you were the fastest human ever.",
      "de": "war der schnellste Mensch aller Zeiten."
    }
  },
  {
    "translation": {
      "en": "It's like a unicorn.",
      "de": "Das ist wie ein Einhorn."
    }
  },
  {
    "translation": {
      "en": "I told Maurice, \"It's yours for now, but I'll be back to get it.\"",
      "de": "Ich sagte Maurice: \"Im Moment hast du ihn, doch ich hole ihn mir.\""
    }
  },
  {
    "translation": {
      "en": "I had already run down nine-nine-two in 1997. Clean.",
      "de": "Ich war 1997 schon mal 9,92 gelaufen. Ohne Drogen."
    }
  },
  {
    "translation": {
      "en": "Once Victor understood that I had been clean,",
      "de": "Als Victor klar wurde, dass ich sauber gewesen war,"
    }
  },
  {
    "translation": {
      "en": "he said, \"You're gonna break the world record.\"",
      "de": "sagte er: \"Du brichst den Weltrekord.\""
    }
  },
  {
    "translation": {
      "en": "I told Victor Conte, \"I don't care if I die.\"",
      "de": "Ich sagte zu Victor: \"Mir egal, ob ich sterbe."
    }
  },
  {
    "translation": {
      "en": "\"I want to see what it feels like to be the greatest at any cost possible.\"",
      "de": "Ich will wissen, wie es ist, der Größte zu sein. Ganz egal, zu welchem Preis. Als verschriebe man sich dem Teufel."
    }
  },
  {
    "translation": {
      "en": "It's almost like selling your soul to the devil.",
      "de": "Ganz egal, zu welchem Preis. Als verschriebe man sich dem Teufel."
    }
  },
  {
    "translation": {
      "en": "And that's when I made that decision to help Tim Montgomery",
      "de": "Und da entschied ich mich, Tim Montgomery zu helfen,"
    }
  },
  {
    "translation": {
      "en": "to become the world's fastest human, and-- and I took it as a challenge.",
      "de": "der schnellste Mensch der Welt zu werden. Das spornte mich an."
    }
  },
  {
    "translation": {
      "en": "And we were gonna call it Project World Record.",
      "de": "Es hieß \"Projekt Weltrekord\" ."
    }
  },
  {
    "translation": {
      "en": "[man] Set.",
      "de": "Fertig."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] When we got back, we were going to put together the plan.",
      "de": "Nach unserer Rückkehr wollten wir den Plan ausarbeiten."
    }
  },
  {
    "translation": {
      "en": "What do the program needs to look like",
      "de": "Wie muss das Programm aussehen,"
    }
  },
  {
    "translation": {
      "en": "in order to get nine-nine-two to nine-seven-five?",
      "de": "um 9,92 auf 9,75 runterzubringen?"
    }
  },
  {
    "translation": {
      "en": "So you can talk about stuff, but can you implement and achieve it?",
      "de": "Man kann über Dinge reden, aber kann man sie umsetzen und erreichen?"
    }
  },
  {
    "translation": {
      "en": "That's a whole 'nother-- That separates the men from the boys.",
      "de": "Das unterscheidet die Männer von den Jungs."
    }
  },
  {
    "translation": {
      "en": "I immediately reached out to Charlie Francis,",
      "de": "Ich kontaktierte sofort Charlie Francis,"
    }
  },
  {
    "translation": {
      "en": "who was Ben Johnson's coach and he lived in Toronto,",
      "de": "Ben Johnsons Trainer, der in Toronto lebte,"
    }
  },
  {
    "translation": {
      "en": "and then I reached out to Milos Sarcev.",
      "de": "und dann Milos Sarcev. Man nennt ihn den Schlauen Milos, weil er ein kluger Kopf ist,"
    }
  },
  {
    "translation": {
      "en": "They call him Milos the Mind because he's a very smart guy.",
      "de": "Man nennt ihn den Schlauen Milos, weil er ein kluger Kopf ist,"
    }
  },
  {
    "translation": {
      "en": "In terms of the weight training program,",
      "de": "was das Krafttraining angeht."
    }
  },
  {
    "translation": {
      "en": "Trevor Graham really was kind of the frontman as a coach.",
      "de": "Trevor Graham war wirklich der leitende Trainer."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] And then Victor Conte, you're behind the pharmacology.",
      "de": "Und Victor Conte kümmerte sich um die Pharmakologie."
    }
  },
  {
    "translation": {
      "en": "[Conte] Taking growth hormones, taking insulin, EPO, taking The Clear,",
      "de": "Er nahm Wachstumshormonen ein, Insulin, EPO und auch The Clear."
    }
  },
  {
    "translation": {
      "en": "and we created a-- a calendar.",
      "de": "Wir erstellten einen Kalender."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] So when you on steroids, you have to have a plan that goes with the medication.",
      "de": "Wenn man Steroide nimmt, braucht man einen Plan, der zur Medikation passt."
    }
  },
  {
    "translation": {
      "en": "It was thrilling.",
      "de": "Es war aufregend."
    }
  },
  {
    "translation": {
      "en": "[Conte] You know, more does not mean better.",
      "de": "Mehr heißt nicht immer besser."
    }
  },
  {
    "translation": {
      "en": "This is how you optimize the drugs.",
      "de": "So optimiert man die Medikamente."
    }
  },
  {
    "translation": {
      "en": "He had a system. I got me a real connect. A real doctor.",
      "de": "Er hatte ein System. Ein echter Arzt kümmerte sich nun um mich."
    }
  },
  {
    "translation": {
      "en": "Until I found out Victor wasn't a doctor.",
      "de": "Bis ich herausfand, dass Victor kein Arzt war."
    }
  },
  {
    "translation": {
      "en": "[Conte] A lot of people mistakenly call me doctor.",
      "de": "Viele nennen mich fälschlicherweise einen Arzt."
    }
  },
  {
    "translation": {
      "en": "I don't know why, 'cause I-- I guess",
      "de": "Ich weiß nicht, warum."
    }
  },
  {
    "translation": {
      "en": "because I'm interpreting blood test results and I'm giving them",
      "de": "Wahrscheinlich weil ich Bluttests auswerte"
    }
  },
  {
    "translation": {
      "en": "the type of information that a doctor would give them, I guess.",
      "de": "und ihnen Informationen gebe, wie es sonst ein Arzt tut."
    }
  },
  {
    "translation": {
      "en": "Most people know me as a bass player.",
      "de": "Die meisten Leute kennen mich als einen Bassisten."
    }
  },
  {
    "translation": {
      "en": "I played with many groups that had albums.",
      "de": "Ich spielte mit vielen Gruppen, die Alben hatten."
    }
  },
  {
    "translation": {
      "en": "Uh, the most famous would be Tower of Power.",
      "de": "Die berühmteste ist wohl Tower of Power."
    }
  },
  {
    "translation": {
      "en": "But I had three daughters.",
      "de": "Aber ich hatte drei Töchter."
    }
  },
  {
    "translation": {
      "en": "I was on the road ten months a year,",
      "de": "Ich war zehn Monate im Jahr unterwegs"
    }
  },
  {
    "translation": {
      "en": "and I'd come back and they'd be this much taller.",
      "de": "und ich kam zurück und sie waren so viel größer."
    }
  },
  {
    "translation": {
      "en": "Hi, camera.",
      "de": "Hi, Kamera."
    }
  },
  {
    "translation": {
      "en": "-[Conte] Well, how are you? -How are you?",
      "de": "Wie geht es dir? Wie geht es dir?"
    }
  },
  {
    "translation": {
      "en": "[Conte] I want you to tell me what your name is.",
      "de": "Sag mir, wie du heißt."
    }
  },
  {
    "translation": {
      "en": "What's your name?",
      "de": "Wie heißt du?"
    }
  },
  {
    "translation": {
      "en": "[Conte] No, you tell me what's your name.",
      "de": "Nein, sag du mir, wie du heißt."
    }
  },
  {
    "translation": {
      "en": "-My name is Veronica. -[Conte] Where do you live at?",
      "de": "Ich heiße Veronica. Wo wohnst du?"
    }
  },
  {
    "translation": {
      "en": "We-- I live at my house.",
      "de": "Wir… Ich wohne in meinem Haus."
    }
  },
  {
    "translation": {
      "en": "My youngest memory, there were always athletes around, and oftentimes,",
      "de": "Seit meiner frühesten Kindheit war ich von Sportlern umgeben."
    }
  },
  {
    "translation": {
      "en": "the people we were going to support were making big achievements",
      "de": "Die Leute, die wir unterstützten, erreichten oft Großes."
    }
  },
  {
    "translation": {
      "en": "and so it was exciting.",
      "de": "Es war also aufregend."
    }
  },
  {
    "translation": {
      "en": "[Conte] Could you tell Daddy what the name of the place is that he works at?",
      "de": "Kannst du Daddy sagen, wie sein Arbeitsplatz heißt?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -[Conte] What's the name?",
      "de": "-Ja. -Wie heißt er?"
    }
  },
  {
    "translation": {
      "en": "It's BALCO.",
      "de": "Es ist BALCO."
    }
  },
  {
    "translation": {
      "en": "[Conte] BALCO? What is-- What does BALCO do?",
      "de": "BALCO? Und was macht BALCO?"
    }
  },
  {
    "translation": {
      "en": "You working.",
      "de": "Du arbeitest da."
    }
  },
  {
    "translation": {
      "en": "[Conte] I know, but what do I do there? What kind of work?",
      "de": "Ich weiß, aber was arbeite ich dort?"
    }
  },
  {
    "translation": {
      "en": "So I would say in my teenage years was when I really knew, \"Okay, this is--\"",
      "de": "In meinen Teenagerjahren wurde mir klar: \"Ok, Dad macht zwielichtige Geschäfte.\""
    }
  },
  {
    "translation": {
      "en": "\"My dad's involved in the dark side.\"",
      "de": "\"Ok, Dad macht zwielichtige Geschäfte.\""
    }
  },
  {
    "translation": {
      "en": "And he was just open and honest with me about what was going on.",
      "de": "Und er war offen und ehrlich zu mir, was all das anging."
    }
  },
  {
    "translation": {
      "en": "At the time, I knew that he was kind of the mastermind",
      "de": "Damals wusste ich, dass er der Drahtzieher war"
    }
  },
  {
    "translation": {
      "en": "behind this Project World Record effort.",
      "de": "hinter diesem Projekt Weltrekord."
    }
  },
  {
    "translation": {
      "en": "[Conte] Oh, this is Modesto Relays.",
      "de": "Das ist Modesto Relays."
    }
  },
  {
    "translation": {
      "en": "This is May of 2001.",
      "de": "Das war im Mai 2001."
    }
  },
  {
    "translation": {
      "en": "That was the first race where he won in a world-leading time.",
      "de": "Das war sein erster Sieg mit einer weltweiten Spitzenzeit."
    }
  },
  {
    "translation": {
      "en": "Tim just destroyed it.",
      "de": "Tim hat alle umgehauen."
    }
  },
  {
    "translation": {
      "en": "[Veronica] Tim won. Tim won!",
      "de": "Tim hat gewonnen!"
    }
  },
  {
    "translation": {
      "en": "-[man] He did? -[Veronica] Tim won!",
      "de": "-Echt? -Tim hat gewonnen!"
    }
  },
  {
    "translation": {
      "en": "-Oh my God! -[man] They're shaking hands.",
      "de": "-Oh Gott! -Sie schütteln Hände!"
    }
  },
  {
    "translation": {
      "en": "[Veronica] They're shaking hands, so cute. I love this!",
      "de": "Sie schütteln sich die Hände, wie süß. Ich liebe es."
    }
  },
  {
    "translation": {
      "en": "This is the most exciting thing I've ever experienced.",
      "de": "Das Aufregendste, was ich je erlebt habe."
    }
  },
  {
    "translation": {
      "en": "[Conte] On the back of his shirt, it says \"Project World Record.\"",
      "de": "Hinten auf seinem Hemd steht \"Projekt Weltrekord\"."
    }
  },
  {
    "translation": {
      "en": "We were there announcing that we were going to break the world record.",
      "de": "Wir kündigten an, dass wir den Weltrekord brechen würden."
    }
  },
  {
    "translation": {
      "en": "I ran nine-nine-six. We knew from then it was no stopping.",
      "de": "Ich lief 9,96. Von da an wussten wir, dass uns nichts mehr aufhalten kann."
    }
  },
  {
    "translation": {
      "en": "[Conte] The transformation was incredible.",
      "de": "Die Verwandlung war unglaublich."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] Starting Project World Record, I weighed 148 pounds.",
      "de": "Zu Beginn von Projekt Weltrekord wog ich 67 kg."
    }
  },
  {
    "translation": {
      "en": "[Conte] We bulked him up to 176.",
      "de": "Wir brachten ihn auf 80 kg hoch."
    }
  },
  {
    "translation": {
      "en": "We put, like, 28 pounds of muscle on him in a short period of time.",
      "de": "In einem kurzen Zeitraum nahm er 12 kg Muskelmasse zu."
    }
  },
  {
    "translation": {
      "en": "Greg Anderson was coming to BALCO",
      "de": "Greg Anderson kam zu BALCO,"
    }
  },
  {
    "translation": {
      "en": "to help Tim Montgomery with all the weight training,",
      "de": "um Tim Montgomery beim Krafttraining zu helfen."
    }
  },
  {
    "translation": {
      "en": "and in eight weeks his bench press went from 265 to 345.",
      "de": "In acht Wochen stemmte er statt 120 kg nun 155 kg."
    }
  },
  {
    "translation": {
      "en": "Ten pounds a week increase.",
      "de": "Fünf Kilo mehr pro Woche. Er sah wie ein Footballspieler aus."
    }
  },
  {
    "translation": {
      "en": "He looked like an NFL linebacker, and previously they called him Tiny Tim.",
      "de": "Fünf Kilo mehr pro Woche. Er sah wie ein Footballspieler aus. Früher hieß er \"Tiny Tim\"."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] It was incredible. Felt like Conan the Barbarian.",
      "de": "Das war unglaublich. Ich fühlte mich wie Conan der Barbar."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] Me and Victor, we were together all day.",
      "de": "Victor und ich waren den ganzen Tag zusammen."
    }
  },
  {
    "translation": {
      "en": "Ate breakfast together, lunch together, dinner together, we partied together.",
      "de": "Wir aßen alle Mahlzeiten zusammen, wir feierten zusammen."
    }
  },
  {
    "translation": {
      "en": "It became like we're a team.",
      "de": "Wir wurden zu einem Team."
    }
  },
  {
    "translation": {
      "en": "My habits changed. I had a plan,",
      "de": "Meine Gewohnheiten änderten sich. Ich hatte einen Plan,"
    }
  },
  {
    "translation": {
      "en": "how much to take, when to take them, and what to take with them.",
      "de": "wie viel, wann und was ich dazu einnehmen sollte."
    }
  },
  {
    "translation": {
      "en": "You know, he became kind of muscle-bound.",
      "de": "Er wurde ziemlich muskulös."
    }
  },
  {
    "translation": {
      "en": "You could see he was running like this because his lats were so big.",
      "de": "Er rannte so, weil sein Rücken so breit war."
    }
  },
  {
    "translation": {
      "en": "Then we cut him back to about 160.",
      "de": "Dann brachten wir ihn wieder runter auf 72 kg."
    }
  },
  {
    "translation": {
      "en": "Victor Conte was honcho.",
      "de": "Victor Conte hatte das Sagen."
    }
  },
  {
    "translation": {
      "en": "And then from there, I went to Oslo.",
      "de": "Und dann ging ich nach Oslo."
    }
  },
  {
    "translation": {
      "en": "[commentator] On the right, here comes Tim Montgomery.",
      "de": "Rechts kommt Tim Montgomery."
    }
  },
  {
    "translation": {
      "en": "It's Montgomery in lane four with a late surge.",
      "de": "Montgomery auf Spur vier mit später Steigerung."
    }
  },
  {
    "translation": {
      "en": "Unofficially 9.84 seconds.",
      "de": "Inoffiziell 9,84 Sekunden."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] And I felt so good.",
      "de": "Ich fühlte mich toll."
    }
  },
  {
    "translation": {
      "en": "Oh, I could beat everybody.",
      "de": "Ich war unschlagbar."
    }
  },
  {
    "translation": {
      "en": "[commentator] Boy, the difference has been pronounced this year.",
      "de": "Ein deutlicher Unterschied dieses Jahr."
    }
  },
  {
    "translation": {
      "en": "Only Maurice Greene has ever run faster.",
      "de": "Nur Maurice Greene ist je schneller gelaufen."
    }
  },
  {
    "translation": {
      "en": "This is the transformation that happens. It-- It makes you Superman.",
      "de": "Es geschieht diese Verwandlung. Man wird zu Superman."
    }
  },
  {
    "translation": {
      "en": "[reporter] Montgomery makes history, but more importantly, he sends shock waves through the sprint world.",
      "de": "Montgomerys persönliche Bestzeit, und die Sprintwelt ist geschockt."
    }
  },
  {
    "translation": {
      "en": "What has Trevor been teaching you? Trevor Graham, your coach now.",
      "de": "Was hat Trevor Graham, dein Trainer, dir gezeigt?"
    }
  },
  {
    "translation": {
      "en": "To stay patient and wait for it to come. Don't try to break the world record, let the world record come to you.",
      "de": "Geduld haben und abwarten. Warte, bis der Weltrekord zu dir kommt."
    }
  },
  {
    "translation": {
      "en": "[man] Go!",
      "de": "Los!"
    }
  },
  {
    "translation": {
      "en": "We were like, \"Next race we break the world record.\"",
      "de": "Wir so: \"Nächstes Mal fällt der Weltrekord."
    }
  },
  {
    "translation": {
      "en": "\"Next race. Next race up, we break the world record.\"",
      "de": "Im nächsten Rennen brechen wir den Weltrekord. \""
    }
  },
  {
    "translation": {
      "en": "You're on the edge of greatness and disaster.",
      "de": "Man steht auf der Schneide zwischen Ruhm und Verderben."
    }
  },
  {
    "translation": {
      "en": "That feeling becomes addictive.",
      "de": "Dieses Gefühl macht süchtig."
    }
  },
  {
    "translation": {
      "en": "[Novitzky] For me, this thing that I love so much, sport,",
      "de": "Für mich wurde mein geliebter Sport"
    }
  },
  {
    "translation": {
      "en": "were being sullied by the presence of PEDs and breaking rules,",
      "de": "durch leistungssteigernde Drogen und Regelbrüche besudelt."
    }
  },
  {
    "translation": {
      "en": "and the unethical decisions of, \"Well, I'm gonna break this rule",
      "de": "Diese unmoralische Wahl: \"Ich breche diese Regel, weil es mir was bringt. \""
    }
  },
  {
    "translation": {
      "en": "because it's gonna get me something good on the other end.\"",
      "de": "\"Ich breche diese Regel, weil es mir was bringt. \""
    }
  },
  {
    "translation": {
      "en": "And so this case consumed my life.",
      "de": "Dieser Fall bestimmte völlig mein Leben."
    }
  },
  {
    "translation": {
      "en": "It literally consumed my life, and--",
      "de": "Er vereinnahmte mein ganzes Leben."
    }
  },
  {
    "translation": {
      "en": "From the time I woke up in the morning,",
      "de": "Von dem Moment, als ich aufstand,"
    }
  },
  {
    "translation": {
      "en": "to the time that I went to sleep at night, that's literally all I was thinking of.",
      "de": "bis ich ins Bett ging, dachte ich an nichts anderes."
    }
  },
  {
    "translation": {
      "en": "[producer] What gave you the idea to go through his trash to begin with?",
      "de": "Was brachte Sie auf die Idee, seinen Müll zu durchstöbern?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I think that was a technique in the first couple of years of my career,",
      "de": "Diese Technik wendete ich am Anfang meiner Karriere an."
    }
  },
  {
    "translation": {
      "en": "and a lot of agents didn't like to do it, 'cause it wasn't fun.",
      "de": "Viele Agenten taten es ungern, denn es war unschön."
    }
  },
  {
    "translation": {
      "en": "However, I don't think trash examinations have ever gotten as much notoriety…",
      "de": "Doch ich glaube, keine Mülluntersuchung war je so berüchtigt oder medienwirksam"
    }
  },
  {
    "translation": {
      "en": "[chuckling] …and coverage as mine did.",
      "de": "wie in meinem Fall."
    }
  },
  {
    "translation": {
      "en": "So BALCO was a lower-risk trash collection.",
      "de": "Bei BALCOs Müll war das Risiko gering."
    }
  },
  {
    "translation": {
      "en": "They put their trash out every Monday night.",
      "de": "Sie brachten jeden Montagabend ihren Müll raus."
    }
  },
  {
    "translation": {
      "en": "And I'd go, you know, 11:00, midnight, got in and out of there as fast as possible.",
      "de": "Um 23 Uhr oder Mitternacht kam ich und holte ihn so schnell wie möglich raus."
    }
  },
  {
    "translation": {
      "en": "This is just various stuff that was unsealed during the BALCO trial.",
      "de": "Das sind verschiedene Unterlagen aus dem BALCO-Verfahren."
    }
  },
  {
    "translation": {
      "en": "This is where the trash was placed every night.",
      "de": "Hier wurde jede Nacht der Müll abgestellt."
    }
  },
  {
    "translation": {
      "en": "Was right about here, where in the mornings, the dump-- you know, the trashman would come collect it,",
      "de": "Genau hier, wo der Müllmann ihn morgens abholen sollte."
    }
  },
  {
    "translation": {
      "en": "but he'd come here and it'd be empty 'cause I took it the night before.",
      "de": "Doch meistens war er leer, da ich ihn vorher mitnahm."
    }
  },
  {
    "translation": {
      "en": "I'd usually drive it to a dumpster that was well-lit, kind of in the area,",
      "de": "Meistens fuhr ich damit zu einem gut beleuchteten Müllcontainer,"
    }
  },
  {
    "translation": {
      "en": "so that I could discard the smelly stuff, food items, that I didn't want.",
      "de": "um die stinkenden Essensreste loszuwerden, die ich nicht brauchte."
    }
  },
  {
    "translation": {
      "en": "I remember bringing stuff home the first night",
      "de": "Ich weiß noch, wie ich das Zeug anfangs nach Hause brachte."
    }
  },
  {
    "translation": {
      "en": "and I started finding these, uh, medications, used like, torn-up wrappers.",
      "de": "Ich fand diese zerrissenen Medikamentenverpackungen."
    }
  },
  {
    "translation": {
      "en": "And I'm like, \"Hey, am I-- am I right in seeing what I'm seeing right here?\"",
      "de": "Ich dachte mir: \"Sehe ich da etwa richtig?\""
    }
  },
  {
    "translation": {
      "en": "[Catlin] He needed to know what the drugs were that he was finding,",
      "de": "Er musste wissen, welche Drogen er gefunden hatte,"
    }
  },
  {
    "translation": {
      "en": "and so he called our lab. [chuckling] The lab folks were suspicious, frankly.",
      "de": "also rief er unser Labor an. Die Mitarbeiter waren misstrauisch."
    }
  },
  {
    "translation": {
      "en": "They were just-- You know, it was some random person playing an IRS agent.",
      "de": "Sie dachten, jemand gibt sich als IRS-Agent aus."
    }
  },
  {
    "translation": {
      "en": "[Novitzky] Basically came out and told him what I was doing, um, and what I was finding.",
      "de": "Im Grunde sagte ich ihm, was ich machte und was ich fand."
    }
  },
  {
    "translation": {
      "en": "[chuckling] And realized that Jeff really was an IRS agent.",
      "de": "Ich merkte, dass Jeff wirklich ein IRS-Agent war."
    }
  },
  {
    "translation": {
      "en": "[Novitzky] We started putting some pieces of the puzzle together.",
      "de": "Wir fingen an, die Puzzleteile zusammenzusetzen."
    }
  },
  {
    "translation": {
      "en": "So this was the first night I did, and this was human growth hormone,",
      "de": "Das war aus meiner ersten Nacht: ein menschliches Wachstumshormon,"
    }
  },
  {
    "translation": {
      "en": "a torn-up box, the box of testosterone.",
      "de": "eine zerrissene Schachtel, die Schachtel mit Testosteron."
    }
  },
  {
    "translation": {
      "en": "Here's the note from a world champion shot putter.",
      "de": "Eine Nachricht von einem Kugelstoß-Weltmeister:"
    }
  },
  {
    "translation": {
      "en": "\"Here's a check for the next cycle. I need it by the end of the week.\" \"Thanks. Kevin.\"",
      "de": "\"Hier der Scheck für den nächsten Zyklus. Ich brauch es diese Woche. Danke, Kevin. \""
    }
  },
  {
    "translation": {
      "en": "He was just careless and haphazard in what trash he threw away",
      "de": "Er war so unvorsichtig und leichtsinnig mit seinem Müll,"
    }
  },
  {
    "translation": {
      "en": "as anyone I've ever run across in my law enforcement career.",
      "de": "wie ich es als Gesetzeshüter noch nicht gesehen habe."
    }
  },
  {
    "translation": {
      "en": "[commentator 2] Here's a long home run by Bonds, number 39. It sails over the fence.",
      "de": "Hier ist ein weiter Homerun von Bonds, Nummer 39. Er segelt über den Zaun."
    }
  },
  {
    "translation": {
      "en": "This is the hottest man in the history of baseball, home run-wise,",
      "de": "Der beste Homerun-Schläger in der Geschichte des Baseballs"
    }
  },
  {
    "translation": {
      "en": "at this point in any season over 100 years.",
      "de": "in jeder Saison seit über 100 Jahren."
    }
  },
  {
    "translation": {
      "en": "In 2001, Barry was going for the 70 home run-- The season record.",
      "de": "Im Jahr 2001 wollte Barry den Rekord von 70 Homeruns pro Saison brechen."
    }
  },
  {
    "translation": {
      "en": "It was very exciting for me to-- to know him and to be a fan of his",
      "de": "Es war sehr aufregend, ihn zu kennen und ein Fan von ihm zu sein."
    }
  },
  {
    "translation": {
      "en": "and doing my best to help him in any way that I could.",
      "de": "Ich tat mein Bestes, um ihm auf jede Art zu helfen."
    }
  },
  {
    "translation": {
      "en": "[commentator] Number 43 on the year for Bonds.",
      "de": "Nummer 43 dieses Jahr für Bonds."
    }
  },
  {
    "translation": {
      "en": "[Schmidt] So you've had this guy with a Hall of Fame career, he's on the downslide,",
      "de": "Der Kerl hatte eine Karriere für die Hall of Fame, doch es geht bergab."
    }
  },
  {
    "translation": {
      "en": "and all of a sudden he begins performing at a level that-- that even Babe Ruth couldn't.",
      "de": "Und plötzlich liefert er eine Leistung ab, wie es selbst Babe Ruth nicht konnte."
    }
  },
  {
    "translation": {
      "en": "[commentator] Number 45 for Bonds.",
      "de": "Nummer 45 für Bonds."
    }
  },
  {
    "translation": {
      "en": "I've never seen anything like this in my life besides Mark McGwire,",
      "de": "So etwas habe ich nur bei Mark McGwire gesehen"
    }
  },
  {
    "translation": {
      "en": "and Sammy Sosa…",
      "de": "und Sammy Sosa."
    }
  },
  {
    "translation": {
      "en": "[reporter] Forty-nine homers faster than any major-leaguer in history.",
      "de": "Die schnellsten 49 Homeruns in der Geschichte."
    }
  },
  {
    "translation": {
      "en": "I can't explain it. If I knew what I was doing I would've done this a long time ago.",
      "de": "Wenn ich es erklären könnte, hätte ich das schon vor langer Zeit getan."
    }
  },
  {
    "translation": {
      "en": "[commentator] Fifty for Barry Bonds.",
      "de": "Fünfzig für Barry Bonds."
    }
  },
  {
    "translation": {
      "en": "[Novitzky] I think it was almost genius that his scheme primarily was,",
      "de": "Ich finde, es war genial, dass sein Plan hauptsächlich lautete:"
    }
  },
  {
    "translation": {
      "en": "\"Barry Bonds, I'm going to give you these drugs.\"",
      "de": "\"Barry Bonds, ich gebe dir diese Drogen,"
    }
  },
  {
    "translation": {
      "en": "\"Don't pay me checks, money orders, wire.\"",
      "de": "bezahl nicht mit Schecks oder Überweisungen,"
    }
  },
  {
    "translation": {
      "en": "\"Instead, you're going to promote my SNAC line of supplements.\"",
      "de": "bewirb stattdessen meine SNAC-Produktreihe.\""
    }
  },
  {
    "translation": {
      "en": "The acronym stands for Scientific Nutrition for Advanced Conditioning.",
      "de": "Es steht für Wissenschaftliche Ernährung für Fortgeschrittene Konditionierung."
    }
  },
  {
    "translation": {
      "en": "The AM formula is called Vitalize.",
      "de": "Die AM-Formel heißt Vitalize."
    }
  },
  {
    "translation": {
      "en": "The PM formula is called ZMA.",
      "de": "Die PM-Formel heißt ZMA."
    }
  },
  {
    "translation": {
      "en": "Tell the world that this is the reason why you're approaching the home run record.",
      "de": "\"Sag der Welt, deshalb gehst du auf den Homerun-Rekord zu.\""
    }
  },
  {
    "translation": {
      "en": "[commentator] It is outta here!",
      "de": "Er fliegt davon!"
    }
  },
  {
    "translation": {
      "en": "[Conte] Would you like to vitalize your mind and vitalize your body?",
      "de": "Möchten Sie Ihren Geist und Ihren Körper vitalisieren?"
    }
  },
  {
    "translation": {
      "en": "Then it's time to get vitalized with the SNAC system.",
      "de": "Dann wird es Zeit, sich mit SNAC zu vitalisieren."
    }
  },
  {
    "translation": {
      "en": "[Conte] ZMA, it blew up to the point where, in 2000,",
      "de": "ZMA wurde so ein großer Erfolg, dass wir im Jahr 2000"
    }
  },
  {
    "translation": {
      "en": "we had four different brands of ZMA",
      "de": "vier verschiedene Sorten von ZMA"
    }
  },
  {
    "translation": {
      "en": "in all 9,000 GNC stores nationwide.",
      "de": "in allen 9.000 GNC-Läden im ganzen Land stehen hatten."
    }
  },
  {
    "translation": {
      "en": "So you'd walk around any mall and see ZMA in the window.",
      "de": "In jedem beliebigen Einkaufszentrum sah man ZMA im Schaufenster."
    }
  },
  {
    "translation": {
      "en": "This is Mr. Barry Bonds.",
      "de": "Das ist Mr. Barry Bonds."
    }
  },
  {
    "translation": {
      "en": "This is a photo shoot that he did and they had a capture of him on the front cover.",
      "de": "Ein Fotoshooting mit ihm. Sein Bild war auf der Titelseite."
    }
  },
  {
    "translation": {
      "en": "[Novitzky] \"And I want you to go out and talk to Muscle and Fitness",
      "de": "\"Jetzt sollst du mit Muscle and Fitness darüber reden,"
    }
  },
  {
    "translation": {
      "en": "about how great my supplement line is.\"",
      "de": "wie toll meine Produktreihe ist.\""
    }
  },
  {
    "translation": {
      "en": "\"Say, 'Liquid ZMA helped me get five medals",
      "de": "\"Flüssiges ZMA hat mir geholfen, fünf Medaillen in Sydney zu gewinnen und Homerun-Rekorde zu brechen.\""
    }
  },
  {
    "translation": {
      "en": "at the Sydney Olympics and break these home run records.'\"",
      "de": "fünf Medaillen in Sydney zu gewinnen und Homerun-Rekorde zu brechen.\""
    }
  },
  {
    "translation": {
      "en": "And, I mean, that paid off a tremendous amount.",
      "de": "Das hat sich sehr bezahlt gemacht."
    }
  },
  {
    "translation": {
      "en": "I'm sure hundreds of thousands, if not millions, in sales.",
      "de": "Sicher Hunderttausende oder Millionen Dollar an Umsatz."
    }
  },
  {
    "translation": {
      "en": "[commentator] Here's the pitch.",
      "de": "Hier kommt der Wurf."
    }
  },
  {
    "translation": {
      "en": "Bonds hits one hard to right field. Outta here!",
      "de": "Bonds schlägt ihn hart ins rechte Feld. Der ist weg!"
    }
  },
  {
    "translation": {
      "en": "And he joins Mark McGwire, Sammy Sosa, Babe Ruth and Roger Maris,",
      "de": "Und er schließt sich Mark McGwire, Sammy Sosa, Babe Ruth und Roger Maris an,"
    }
  },
  {
    "translation": {
      "en": "the only players to hit 60 or more home runs in a season.",
      "de": "die einzigen Spieler, mit 60 oder mehr Homeruns in einer Saison."
    }
  },
  {
    "translation": {
      "en": "This is a-- This is a room where we dress up all the athletes.",
      "de": "In diesem Raum kleiden wir alle Sportler an."
    }
  },
  {
    "translation": {
      "en": "[chuckling] As you can see, we got lots of different gear here.",
      "de": "Wie ihr seht, haben wir eine Menge Ausrüstung hier."
    }
  },
  {
    "translation": {
      "en": "So, branding is how I win.",
      "de": "Ich gewinne durch Markenplatzierung."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] We were thinking that, okay, we promote the ZMA,",
      "de": "Wir dachten, wenn wir für ZMA werben,"
    }
  },
  {
    "translation": {
      "en": "no one would find out about what's behind the scene of the ZMA.",
      "de": "findet keiner raus, was sich hinter den Kulissen abspielt."
    }
  },
  {
    "translation": {
      "en": "He has the top athletes.",
      "de": "Er hat die besten Athleten."
    }
  },
  {
    "translation": {
      "en": "It's like, when you're doing a crime,",
      "de": "Wenn man ein Verbrechen begeht,"
    }
  },
  {
    "translation": {
      "en": "you think you're the smartest person that's committing the crime.",
      "de": "denkt man, man sei dabei der Schlauste."
    }
  },
  {
    "translation": {
      "en": "Then you look back and say, \"That was the dumbest thing I ever thought of.\"",
      "de": "Später denkt man sich: \"Das war das Dämlichste überhaupt.\""
    }
  },
  {
    "translation": {
      "en": "[commentator 1] The men's 100-meter dash presented by Pontiac Grand Prix.",
      "de": "Der 100-m-Sprint präsentiert von Pontiac Grand Prix."
    }
  },
  {
    "translation": {
      "en": "[commentator 2] And there's a man who I think is running very well this year.",
      "de": "Hier ist der Mann, der dieses Jahr sehr gut rennt."
    }
  },
  {
    "translation": {
      "en": "Tim Montgomery, I think, is the favorite going into this final.",
      "de": "Tim Montgomery ist der Favorit im Finale."
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Has to be.",
      "de": "Das muss er sein."
    }
  },
  {
    "translation": {
      "en": "Back in the finals of the men's 100 meters at US trials,",
      "de": "Im Finale der 100 Meter der Männer bei der US-Qualifikation"
    }
  },
  {
    "translation": {
      "en": "Nike was going to give me $50,000 to wear their clothes in the finals.",
      "de": "wollte Nike mir 50.000 $ zahlen, damit ich ihre Kleidung trage."
    }
  },
  {
    "translation": {
      "en": "[Conte] Tim wore the ZMA logo and we had two or three different outfits made",
      "de": "Tim trug das ZMA-Logo. Wir hatten zwei, drei verschiedene Outfits"
    }
  },
  {
    "translation": {
      "en": "that were one piece that had ZMA on 'em, and he wore them in many races.",
      "de": "Einteiler mit dem ZMA-Logo drauf, und er trug sie bei vielen Rennen."
    }
  },
  {
    "translation": {
      "en": "We already had an agreement that was made that he would wear it,",
      "de": "Wir hatten bereits eine Vereinbarung, dass er sie tragen würde,"
    }
  },
  {
    "translation": {
      "en": "and then at the last minute there was some mention that, \"Oh, Nike wants me to wear their stuff.\"",
      "de": "und in letzter Minute erwähnte er dann: \"Nike will, dass ich ihre Sachen trage.\""
    }
  },
  {
    "translation": {
      "en": "And Victor was like, \"Who you going to be loyal to, me or them?\"",
      "de": "Victor fragte mich: \"Bist du ihnen gegenüber loyal oder mir?\""
    }
  },
  {
    "translation": {
      "en": "So I'm like, \"It's 50,000 dollar, homie.\"",
      "de": "Ich so: \"Es geht um 50.000 $.\""
    }
  },
  {
    "translation": {
      "en": "And he was like, \"My time is worth millions.\"",
      "de": "Er so: \"Meine Zeit ist Millionen wert.\""
    }
  },
  {
    "translation": {
      "en": "Project team leader's the boss,",
      "de": "Der Projektleiter ist der Boss,"
    }
  },
  {
    "translation": {
      "en": "the project team leader's the one that finances the whole project.",
      "de": "der Projektleiter finanziert das ganze Projekt."
    }
  },
  {
    "translation": {
      "en": "So I say, \"Okay, you have been with me. I'm going to wear ZMA in the finals.\"",
      "de": "Also sage ich: \"Ok, du hast mir geholfen, ich trage ZMA im Finale.\""
    }
  },
  {
    "translation": {
      "en": "Not one person in track and field has ever run with a vitamin company…",
      "de": "Kein einziger Leichtathlet ist jemals mit einer Vitaminfirma"
    }
  },
  {
    "translation": {
      "en": "[chuckling] …on their uniform in the history of track and field.",
      "de": "auf der Uniform gelaufen in der Geschichte der Leichtathletik."
    }
  },
  {
    "translation": {
      "en": "[commentator] Here comes Montgomery, and it is Tim Montgomery…",
      "de": "Und hier kommt Montgomery, und es ist Tim Montgomery…"
    }
  },
  {
    "translation": {
      "en": "[Montgomery] I wore ZMA in the finals",
      "de": "Ich trug im Finale ZMA"
    }
  },
  {
    "translation": {
      "en": "and then I signed with Nike after the race,",
      "de": "und danach unterschrieb ich bei Nike."
    }
  },
  {
    "translation": {
      "en": "and Victor was upset because he wanted to control that contract.",
      "de": "Victor war wütend, weil er den Vertrag kontrollieren wollte."
    }
  },
  {
    "translation": {
      "en": "He went from being a doctor to now an agent.",
      "de": "Er wurde vom Arzt zum Agenten."
    }
  },
  {
    "translation": {
      "en": "If I had a signed agreement with Victor, you would have seen it on the screen.",
      "de": "Gäbe es einen Vertrag mit Victor, hättet ihr ihn gesehen."
    }
  },
  {
    "translation": {
      "en": "For going to the world championship,",
      "de": "Vor der Weltmeisterschaft"
    }
  },
  {
    "translation": {
      "en": "Victor had already hit me with-- He wanted 35 percent of my winnings.",
      "de": "hat mir Victor bereits gesagt, er wolle 35 Prozent meiner Einnahmen."
    }
  },
  {
    "translation": {
      "en": "It was the percentage that he wanted going forward.",
      "de": "Diesen Prozentsatz wollte er zukünftig haben."
    }
  },
  {
    "translation": {
      "en": "[Conte] That's-- I never asked for any percentage of his winnings ever.",
      "de": "Ich habe nie um eine Gewinnbeteiligung gebeten."
    }
  },
  {
    "translation": {
      "en": "That's just a complete lie and a fabrication by-- by Tim.",
      "de": "Das ist nur eine Lüge und eine Erfindung von Tim."
    }
  },
  {
    "translation": {
      "en": "He was committed to me.",
      "de": "Er gehörte zu mir."
    }
  },
  {
    "translation": {
      "en": "I brought him to the dance, now he's gonna dance with somebody else?",
      "de": "Ich lud ihn zum Tanz ein, jetzt tanzt er mit jemand anderem?"
    }
  },
  {
    "translation": {
      "en": "You tell me, is that-- is that fair?",
      "de": "Ist das etwa fair?"
    }
  },
  {
    "translation": {
      "en": "And so, at a certain point, I just said, \"Well, I can't continue with this guy.\"",
      "de": "Also sagte ich irgendwann: \"Es geht nicht mehr mit dem Kerl.\""
    }
  },
  {
    "translation": {
      "en": "I terminated my relationship with him.",
      "de": "Ich beendete unsere Beziehung."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] I'm trying to fathom him saying he ended the relationship with me",
      "de": "Ich versuchte zu verstehen, wieso er unsere Beziehung beendete,"
    }
  },
  {
    "translation": {
      "en": "and I'm on the verge of breaking the world record.",
      "de": "als ich kurz vor dem Weltrekord stand."
    }
  },
  {
    "translation": {
      "en": "Listen, I like Victor. Victor hurt me…",
      "de": "Hört zu, ich mag Victor. Victor verletzte mich,"
    }
  },
  {
    "translation": {
      "en": "when he wanted 35%,",
      "de": "als er 35 % wollte,"
    }
  },
  {
    "translation": {
      "en": "because I considered him as a friend.",
      "de": "weil ich ihn als Freund betrachtete."
    }
  },
  {
    "translation": {
      "en": "\"Look into my eyes and tell me you feel like I owe you something.\"",
      "de": "\"Schau mir in die Augen und sag, ich schulde dir was.\""
    }
  },
  {
    "translation": {
      "en": "\"What did you give me for wearing ZMA at US trials?\"",
      "de": "Was bekam ich dafür, dass ich ZMA bei der US-Qualifikation trug?\""
    }
  },
  {
    "translation": {
      "en": "So I was done with Victor, period.",
      "de": "Also war ich endgültig fertig mit Victor."
    }
  },
  {
    "translation": {
      "en": "And Victor was like, \"Oh. Oh, you can't walk away.\"",
      "de": "Und Victor so: \"Du kannst nicht einfach gehen. Ich bin die Show. Ohne mich rennst du nicht schnell.\""
    }
  },
  {
    "translation": {
      "en": "\"I'm the show. You ain't gonna run fast without me.\"",
      "de": "Ich bin die Show. Ohne mich rennst du nicht schnell.\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Watch me. I can do this on my own.\"",
      "de": "Ich so: \"Schau zu. Ich kriege das alleine hin.\""
    }
  },
  {
    "translation": {
      "en": "[Novitzky] One thing, I was finding, uh, dozens of discarded one-use syringe wrappers",
      "de": "Ich fand Dutzende Verpackungen von Einwegspritzen,"
    }
  },
  {
    "translation": {
      "en": "but no syringes, and thought, \"Man, if I had the syringe,",
      "de": "aber keine Spritzen. Ich dachte mir: \"Wenn ich die Spritzen hätte,"
    }
  },
  {
    "translation": {
      "en": "maybe I could send the syringe for DNA analysis.\"",
      "de": "könnte ich sie vielleicht zur DNA-Analyse schicken.\""
    }
  },
  {
    "translation": {
      "en": "We were able to subpoena the medical waste company,",
      "de": "Wir luden die Firma für Medizinabfälle vor."
    }
  },
  {
    "translation": {
      "en": "so when they picked up the medical waste, the sharps box from BALCO",
      "de": "Wenn sie die medizinischen Abfälle von BALCO mitnahmen,"
    }
  },
  {
    "translation": {
      "en": "on a weekly basis, they'd bring it back to their hub,",
      "de": "brachten sie sie jede Woche in ihre Zentrale."
    }
  },
  {
    "translation": {
      "en": "set it aside for me and I would go through that.",
      "de": "Sie stellten sie beiseite, und ich sah sie mir an."
    }
  },
  {
    "translation": {
      "en": "Syringes we sent to laboratories.",
      "de": "Wir schickten die Spritzen ein."
    }
  },
  {
    "translation": {
      "en": "They were able to extract what the substances were being, uh, injected.",
      "de": "Die Labore konnten rausfinden, welche Substanzen gespritzt wurden."
    }
  },
  {
    "translation": {
      "en": "We were keeping track of what mail was being delivered.",
      "de": "Wir überwachten die Postzustellungen."
    }
  },
  {
    "translation": {
      "en": "They will give you where the mail's coming from and who it's addressed to.",
      "de": "Man erfährt, woher die Post kommt und an wen sie geht."
    }
  },
  {
    "translation": {
      "en": "And even found an email from Patrick Arnold,",
      "de": "Ich fand eine E-Mail von Patrick Arnold,"
    }
  },
  {
    "translation": {
      "en": "where he's chronicling sending Victor Conte the designer steroid.",
      "de": "in der er vermerkt, wie er Victor das Designer-Steroid schickte."
    }
  },
  {
    "translation": {
      "en": "Financial ledgers showing payments from the athletes,",
      "de": "Finanzbücher, die Zahlungen der Sportler aufzeigen."
    }
  },
  {
    "translation": {
      "en": "invoices for a substance called epitestosterone.",
      "de": "Rechnungen für eine Substanz genannt Epitestosteron."
    }
  },
  {
    "translation": {
      "en": "When you use The Clear,",
      "de": "Nimmt man The Clear,"
    }
  },
  {
    "translation": {
      "en": "it would throw your natural hormone imbalance completely out of whack,",
      "de": "gerät der Hormonhaushalt völlig aus dem Gleichgewicht."
    }
  },
  {
    "translation": {
      "en": "and that was something that anti-doping was looking at.",
      "de": "Das hat sich die Dopingkontrolle angeschaut."
    }
  },
  {
    "translation": {
      "en": "They were looking at something called the testosterone to epitestosterone ratio.",
      "de": "Sie überprüften das Verhältnis von Testosteron zu Epitestosteron."
    }
  },
  {
    "translation": {
      "en": "In sport, there's a four to one ratio that we look for of T to E.",
      "de": "Im Sport suchen wir ein Verhältnis von vier zu eins für T zu E."
    }
  },
  {
    "translation": {
      "en": "If it's above four to one, that's a sign that somebody's doping with testosterone.",
      "de": "Ist es höher, deutet das auf ein Doping mit Testosteron hin."
    }
  },
  {
    "translation": {
      "en": "[Novitzky] Victor Conte created the Cream to bring up that ratio",
      "de": "Victor Conte schuf The Cream, um das Verhältnis zu verbessern,"
    }
  },
  {
    "translation": {
      "en": "so that the testosterone would not get out of whack",
      "de": "damit das Testosteron nicht aus dem Ruder läuft"
    }
  },
  {
    "translation": {
      "en": "and show an abnormal ratio.",
      "de": "und abnormal hoch ausfällt."
    }
  },
  {
    "translation": {
      "en": "Using these protocols to try to avoid detection,",
      "de": "Das Verwenden dieser Protokolle, um nicht entdeckt zu werden,"
    }
  },
  {
    "translation": {
      "en": "it's absolutely a cat-and-mouse game.",
      "de": "macht es zum Katz-und-Maus-Spiel."
    }
  },
  {
    "translation": {
      "en": "[commentator] Annihilated it, but to the second baseman,",
      "de": "Direkt zum zweiten Baseman geschlagen,"
    }
  },
  {
    "translation": {
      "en": "who turned it into a double play the first time he faced him.",
      "de": "der es sofort zu einem Double Play machte."
    }
  },
  {
    "translation": {
      "en": "Bonds swings, and there it goes. It's heading for McCovey Cove.",
      "de": "Bonds schlägt ihn davon! Der fliegt nach McCovey Cove."
    }
  },
  {
    "translation": {
      "en": "It is gone!",
      "de": "Er ist weg!"
    }
  },
  {
    "translation": {
      "en": "A home run. Number 69 for Bonds.",
      "de": "Ein Homerun. Nummer 69 für Bonds."
    }
  },
  {
    "translation": {
      "en": "[Schmidt] I think the whole thing starts to get a little curious.",
      "de": "Ich glaube, das Ganze wird ein wenig merkwürdig."
    }
  },
  {
    "translation": {
      "en": "Like, what's really going on here?",
      "de": "Was ist hier wirklich los?"
    }
  },
  {
    "translation": {
      "en": "You know, baseball made a big deal and the media made a big deal",
      "de": "Im Baseball und in den Medien wurde eine große Sache daraus gemacht,"
    }
  },
  {
    "translation": {
      "en": "that players were, you know, lifting weights, you know, in ways that players hadn't in decades before,",
      "de": "dass die Spieler Gewichte hoben wie seit Jahrzehnten nicht mehr,"
    }
  },
  {
    "translation": {
      "en": "and they're eating better and, you know, that's why they're hitting more home runs,",
      "de": "und gesünder aßen, was der Grund für mehr Homeruns sei."
    }
  },
  {
    "translation": {
      "en": "but it didn't totally add up.",
      "de": "Aber es ergab nicht wirklich Sinn."
    }
  },
  {
    "translation": {
      "en": "[commentator] He's within one of the record.",
      "de": "Ihm fehlt noch einer zum Rekord."
    }
  },
  {
    "translation": {
      "en": "You know, I saw these numbers being put out and knew what was going on behind the scenes",
      "de": "Ich sah diese Zahlen und wusste, was hinter den Kulissen vor sich ging"
    }
  },
  {
    "translation": {
      "en": "and knew that they weren't real.",
      "de": "und dass sie nicht echt waren."
    }
  },
  {
    "translation": {
      "en": "They were as a result of using these-- these substances.",
      "de": "Das kam von der Verwendung dieser Substanzen."
    }
  },
  {
    "translation": {
      "en": "[commentator] Bonds with a drive…",
      "de": "Ein Treffer von Bonds."
    }
  },
  {
    "translation": {
      "en": "Looks like number 70 for Barry Bonds.",
      "de": "Sieht nach Nummer 70 für Barry Bonds aus."
    }
  },
  {
    "translation": {
      "en": "And it is! Tying the all-time record set in 1998 by Mark McGwire.",
      "de": "Und das ist er! Gleichauf mit dem Rekord von Mark McGwire aus dem Jahr 1998."
    }
  },
  {
    "translation": {
      "en": "[Conte] Can somebody gain 20 pounds in a year, you know, without using steroids?",
      "de": "Kann jemand 10 kg Muskelmasse pro Jahr ohne Steroide aufbauen?"
    }
  },
  {
    "translation": {
      "en": "And the answer is, they can.",
      "de": "Die Antwort lautet: \"Ja.\""
    }
  },
  {
    "translation": {
      "en": "You know, it depends upon what sort of training you're doing,",
      "de": "Es hängt davon ab, wie man trainiert,"
    }
  },
  {
    "translation": {
      "en": "how many calories you're consuming, and what those calories consist of.",
      "de": "wie viele und welche Art von Kalorien man zu sich nimmt."
    }
  },
  {
    "translation": {
      "en": "[producer] I thought you gave Barry Bonds a lot of steroids?",
      "de": "Ich dachte, Sie gaben Barry Bonds viele Steroide?"
    }
  },
  {
    "translation": {
      "en": "[chuckles] No, I did not give Barry Bonds any steroids.",
      "de": "Nein, ich habe Barry Bonds keine Steroide besorgt."
    }
  },
  {
    "translation": {
      "en": "[commentator] There's a high drive deep into right center field,",
      "de": "Ein hoher Schlag tief ins rechte Mittelfeld"
    }
  },
  {
    "translation": {
      "en": "to the big part of the ballpark!",
      "de": "zum großen Teil des Stadions!"
    }
  },
  {
    "translation": {
      "en": "Number 71!",
      "de": "Nummer 71!"
    }
  },
  {
    "translation": {
      "en": "And what a shot! Over the 421-foot marker.",
      "de": "Und was für ein Schlag! Über die 128-Meter-Markierung."
    }
  },
  {
    "translation": {
      "en": "[Conte] I mean, I was not with him when he was training.",
      "de": "Ich war nicht dabei, als er trainierte."
    }
  },
  {
    "translation": {
      "en": "Greg was pretty much administering whatever supplements that he took.",
      "de": "Greg verabreichte ihm seine Nahrungsergänzungsmittel."
    }
  },
  {
    "translation": {
      "en": "[producer] And had you given The Clear to Greg?",
      "de": "Hatten Sie Greg The Clear gegeben?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "This seems like a gotcha moment that you want to go say,",
      "de": "Es wirkt, als hättet ihr mich ertappt,"
    }
  },
  {
    "translation": {
      "en": "\"I-- I know Barry Bonds took steroids.\"",
      "de": "als wüsste ich, dass Barry Steroide genommen hat."
    }
  },
  {
    "translation": {
      "en": "That's not gonna happen because I don't know that.",
      "de": "Das wird nicht geschehen, weil ich es nicht weiß."
    }
  },
  {
    "translation": {
      "en": "Now, do you want me to guess?",
      "de": "Wollt ihr etwa, dass ich rate?"
    }
  },
  {
    "translation": {
      "en": "You want me to guess if I think Barry Bonds took steroids?",
      "de": "Ich soll raten, ob Barry Steroide genommen hat?"
    }
  },
  {
    "translation": {
      "en": "I think it's likely.",
      "de": "Wahrscheinlich schon."
    }
  },
  {
    "translation": {
      "en": "Do I have any direct evidence?",
      "de": "Habe ich eindeutige Beweise?"
    }
  },
  {
    "translation": {
      "en": "Only what I saw in terms of the discovery that they gave me",
      "de": "Nur was sie mir im Nachhinein an Funden gezeigt haben"
    }
  },
  {
    "translation": {
      "en": "after the fact of some of the records that Greg kept indicate that.",
      "de": "Nur was sie mir im Nachhinein an Funden gezeigt haben aus einigen Aufzeichnungen von Greg, die darauf hindeuten."
    }
  },
  {
    "translation": {
      "en": "[producer] Who's this one?",
      "de": "Wer ist das?"
    }
  },
  {
    "translation": {
      "en": "It says \"Bib,\" B-I-B. I-- I don't know who that is.",
      "de": "Da steht \"BIB\". B-I-B. Ich weiß nicht, wer das ist."
    }
  },
  {
    "translation": {
      "en": "And then it says \"March\" and it says \"April.\"",
      "de": "Und da steht \"März\" und \"April\"."
    }
  },
  {
    "translation": {
      "en": "Let me see what else is on there.",
      "de": "Was steht da noch?"
    }
  },
  {
    "translation": {
      "en": "[producer] Could that be Barry Lamar Bonds?",
      "de": "Könnte es Barry Lamar Bonds sein?"
    }
  },
  {
    "translation": {
      "en": "[Conte] Could-- Could be B-L-B, but this-- this is not my handwriting.",
      "de": "Könnte \"BLB\" heißen, aber das ist nicht meine Handschrift."
    }
  },
  {
    "translation": {
      "en": "I hate to speculate or guess. You know, this could have been Greg Anderson,",
      "de": "Ich spekuliere ungern. Das könnte von Greg Anderson sein."
    }
  },
  {
    "translation": {
      "en": "I-- I don't know that.",
      "de": "Ich weiß es nicht."
    }
  },
  {
    "translation": {
      "en": "So, I-- This is the first time I've ever seen this.",
      "de": "Aber das sehe ich zum ersten Mal."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] In 2002, I had no reason to panic, I had every reason to be happy.",
      "de": "2002 hatte ich keinen Grund zur Panik, ich konnte mich freuen."
    }
  },
  {
    "translation": {
      "en": "I'm training good.",
      "de": "Ich trainiere gut."
    }
  },
  {
    "translation": {
      "en": "My times were even better or the same, you know?",
      "de": "Meine Zeiten waren noch besser oder gleich."
    }
  },
  {
    "translation": {
      "en": "[commentator] Tim Montgomery pulling away from everybody with 9.91 seconds.",
      "de": "Tim Montgomery läuft allen davon mit 9,91 Sekunden."
    }
  },
  {
    "translation": {
      "en": "He is getting more and more consistent.",
      "de": "Er wird immer beständiger."
    }
  },
  {
    "translation": {
      "en": "[Conte] He continued on working with Charlie Francis",
      "de": "Er arbeitete weiter mit Charlie Francis"
    }
  },
  {
    "translation": {
      "en": "with Trevor Graham as the frontman.",
      "de": "und Trevor Graham als Haupttrainer."
    }
  },
  {
    "translation": {
      "en": "And he had stockpiled enough of the drugs that I'd given him.",
      "de": "Er hatte genug von meinen Drogen auf Lager."
    }
  },
  {
    "translation": {
      "en": "[Montgomery stammering] No.",
      "de": "Nein!"
    }
  },
  {
    "translation": {
      "en": "No.",
      "de": "Nein."
    }
  },
  {
    "translation": {
      "en": "Not a person in this world got a year's supply from Victor.",
      "de": "Niemand bekam von Victor einen Jahresvorrat."
    }
  },
  {
    "translation": {
      "en": "He rations out everything week by week.",
      "de": "Er rationiert alles Woche für Woche."
    }
  },
  {
    "translation": {
      "en": "I only had insulin that was non-detectable,",
      "de": "Ich hatte nur Insulin, das nicht nachweisbar war,"
    }
  },
  {
    "translation": {
      "en": "and I had HGH.",
      "de": "und Wachstumshormone."
    }
  },
  {
    "translation": {
      "en": "So, as the year kept going, I kept getting faster.",
      "de": "Im Laufe des Jahres wurde ich immer schneller."
    }
  },
  {
    "translation": {
      "en": "And so last track meet of the year, we at Grand Prix finals.",
      "de": "Das letzte Rennen des Jahres war das Grand-Prix-Finale."
    }
  },
  {
    "translation": {
      "en": "[commentator] Running 9.91 earlier this year was Tim Montgomery in lane five.",
      "de": "Tim Montgomery auf Spur fünf ist dieses Jahr schon mal 9,91 gelaufen."
    }
  },
  {
    "translation": {
      "en": "My mind was all over the place coming out there.",
      "de": "Ich stand dort völlig neben mir."
    }
  },
  {
    "translation": {
      "en": "I just rolled with it.",
      "de": "Ich spielte einfach mit."
    }
  },
  {
    "translation": {
      "en": "[commentator] …Olympic gold medalist and world record holder.",
      "de": "Olympiasieger und Weltrekordhalter…"
    }
  },
  {
    "translation": {
      "en": "You feel like you are ready for it 'cause you trained up to that moment",
      "de": "Man fühlt sich bereit, weil man dafür trainiert hat,"
    }
  },
  {
    "translation": {
      "en": "to do something great.",
      "de": "Großes zu erreichen."
    }
  },
  {
    "translation": {
      "en": "Greatness comes when greatness comes.",
      "de": "Größe kommt, wenn sie kommt."
    }
  },
  {
    "translation": {
      "en": "[commentator] Very fast start.",
      "de": "Sehr schneller Start."
    }
  },
  {
    "translation": {
      "en": "Out quickly is Tim Montgomery. Chambers beside him now.",
      "de": "Tim Montgomery kommt gut los. Chambers neben ihm."
    }
  },
  {
    "translation": {
      "en": "That was the part of me dreaming that one day I'd be a part of something that would be great.",
      "de": "Das war der Teil von mir, der eines Tages Teil von etwas Großem sein wollte."
    }
  },
  {
    "translation": {
      "en": "[commentator] Montgomery with slight lead, Montgomery by two feet, three feet.",
      "de": "Montgomery mit leichtem Vorsprung, Montgomery 60 cm vorne, 90 cm."
    }
  },
  {
    "translation": {
      "en": "Nine-point-seven-eight seconds, a world record for Tim Montgomery.",
      "de": "Ein Weltrekord für Tim Montgomery mit 9,78 Sekunden!"
    }
  },
  {
    "translation": {
      "en": "Sensational performance to win…",
      "de": "Sensationelle Leistung zum Gewinn…"
    }
  },
  {
    "translation": {
      "en": "It was historic.",
      "de": "Es war historisch."
    }
  },
  {
    "translation": {
      "en": "[commentator] Nine-seven-eight.",
      "de": "Neun-sieben-acht."
    }
  },
  {
    "translation": {
      "en": "They posted what his reaction time out of the blocks was.",
      "de": "Seine Reaktionszeit am Startblock wurde gezeigt."
    }
  },
  {
    "translation": {
      "en": "You cannot be faster than one-tenth of a second.",
      "de": "Schneller als eine Zehntelsekunde geht nicht…"
    }
  },
  {
    "translation": {
      "en": "And so everybody, \"You see what you just done?\"",
      "de": "Alle sagten: \"Weißt du, was du gerade getan hast?\""
    }
  },
  {
    "translation": {
      "en": "And I look back…",
      "de": "Ich schaute zurück…"
    }
  },
  {
    "translation": {
      "en": "it is nine-seven-eight, and I'm like…",
      "de": "…und da steht 9,78. Und ich…"
    }
  },
  {
    "translation": {
      "en": "And the world just go black.",
      "de": "Ich kippte fast um."
    }
  },
  {
    "translation": {
      "en": "[commentator] And it is official, a world record for Tim Montgomery.",
      "de": "Und es ist offiziell, ein Weltrekord für Tim Montgomery."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] When I took the lap and I came back around",
      "de": "Als ich nach einer Runde zurückkam"
    }
  },
  {
    "translation": {
      "en": "and I took the picture by 9.78, I said to myself, \"You done it.\"",
      "de": "und das Foto mit \"9,78\" machte, sagte ich mir: \"Du hast es geschafft."
    }
  },
  {
    "translation": {
      "en": "\"You done it.\"",
      "de": "Du hast es geschafft.\""
    }
  },
  {
    "translation": {
      "en": "[Conte] You know, it was kind of bittersweet because",
      "de": "Wisst ihr, es war irgendwie bittersüß,"
    }
  },
  {
    "translation": {
      "en": "I knew that wouldn't have happened without me and without Milos",
      "de": "denn ich wusste, ohne mich, Milos und Charlie wäre es nicht passiert."
    }
  },
  {
    "translation": {
      "en": "and without Charlie, and it-- it was a brain trust.",
      "de": "denn ich wusste, ohne mich, Milos und Charlie wäre es nicht passiert. Wir waren eine Expertengruppe. Er hätte es nicht alleine geschafft."
    }
  },
  {
    "translation": {
      "en": "It took-- He certainly couldn't have done it on his own.",
      "de": "Wir waren eine Expertengruppe. Er hätte es nicht alleine geschafft."
    }
  },
  {
    "translation": {
      "en": "That's my opinion anyway.",
      "de": "Das ist zumindest meine Meinung."
    }
  },
  {
    "translation": {
      "en": "[reporter] …new world record holder, Tim Montgomery.",
      "de": "Ein neuer Weltrekordhalter: Tim Montgomery."
    }
  },
  {
    "translation": {
      "en": "You just stepped right in and took it all.",
      "de": "Du hast ihn dir einfach geholt."
    }
  },
  {
    "translation": {
      "en": "It's unbelievable. That's all I can say. It's unbelievable.",
      "de": "Unglaublich. Mehr kann ich dazu nicht sagen."
    }
  },
  {
    "translation": {
      "en": "[reporter] How you gonna top this for next year, Tim?",
      "de": "Wie willst du das nächstes Jahr übertreffen?"
    }
  },
  {
    "translation": {
      "en": "Nine-seventy-five.",
      "de": "Mit 9,75."
    }
  },
  {
    "translation": {
      "en": "I thought the next chapter of my life was going to be, oh, the greatest of all time.",
      "de": "Ich dachte, das nächste Kapitel meines Lebens wäre das größte überhaupt."
    }
  },
  {
    "translation": {
      "en": "Ended up being a nightmare. [chuckles]",
      "de": "Am Ende wurde es ein Albtraum."
    }
  },
  {
    "translation": {
      "en": "This instrument over here that we have is a triple quad LC-MS.",
      "de": "Dieses Instrument hier drüben ist ein Triple Quad LC-MS"
    }
  },
  {
    "translation": {
      "en": "What you're looking at here can take apart a molecule,",
      "de": "Was ihr hier seht, kann ein Molekül zerlegen"
    }
  },
  {
    "translation": {
      "en": "put it into multiple different peaks",
      "de": "und es auf mehrere Peaks verteilen,"
    }
  },
  {
    "translation": {
      "en": "that can then be fingerprinted and matched to a drug in question.",
      "de": "was dann einer fraglichen Droge zugeordnet werden kann."
    }
  },
  {
    "translation": {
      "en": "So, this was what we used to be able to break the code and break the back of BALCO.",
      "de": "Damit haben wir den Code geknackt und BALCO das Genick gebrochen."
    }
  },
  {
    "translation": {
      "en": "[Catlin] The process of actually decoding what The Clear was",
      "de": "Der Prozess, um The Clear wirklich zu entschlüsseln,"
    }
  },
  {
    "translation": {
      "en": "started when this mystery syringe arrived at our laboratory.",
      "de": "begann, als diese mysteriöse Spritze in unserem Labor ankam."
    }
  },
  {
    "translation": {
      "en": "[Novitzky] Turned out that that steroid was given to USADA by Trevor Graham,",
      "de": "Es zeigte sich, dass Trevor Graham der USADA dieses Steroid übergeben hatte."
    }
  },
  {
    "translation": {
      "en": "the track and field coach who, at one time,",
      "de": "Ein Leichtathletiktrainer, der früher mit BALCO und Victor gearbeitet hatte bis zu einem Streit."
    }
  },
  {
    "translation": {
      "en": "was working with BALCO and Victor Conte but had a falling out.",
      "de": "der früher mit BALCO und Victor gearbeitet hatte bis zu einem Streit."
    }
  },
  {
    "translation": {
      "en": "It was not at all simple for us to figure out what it was.",
      "de": "Es war gar nicht einfach für uns, herauszufinden, was es war."
    }
  },
  {
    "translation": {
      "en": "We put it through our instruments,",
      "de": "Wir steckten es in unsere Instrumente."
    }
  },
  {
    "translation": {
      "en": "and when you put a substance into a mass spectrometer,",
      "de": "Gibt man eine Substanz in ein Massenspektrometer,"
    }
  },
  {
    "translation": {
      "en": "you come up with a bunch of peaks,",
      "de": "erhält man mehrere Peaks."
    }
  },
  {
    "translation": {
      "en": "and it's a matter of trying to identify those peaks,",
      "de": "Dann geht es darum, diese Ausschläge zu identifizieren."
    }
  },
  {
    "translation": {
      "en": "and that was ultimately the work that took many months for us to do.",
      "de": "Für diese Arbeit brauchten wir dann mehrere Monate."
    }
  },
  {
    "translation": {
      "en": "[Novitzky] And they basically reverse engineered it,",
      "de": "Und sie entwickelten es im Grunde rückwärts"
    }
  },
  {
    "translation": {
      "en": "and figured out what exactly that they were looking at.",
      "de": "und fanden raus, was sie da vor sich hatten."
    }
  },
  {
    "translation": {
      "en": "So, unbeknownst to the athletes, they had created a test for that",
      "de": "Ohne Wissen der Athleten schufen sie einen Test,"
    }
  },
  {
    "translation": {
      "en": "when they thought they were using a substance there was no test for yet.",
      "de": "als diese dachten, es wäre noch nicht nachweisbar."
    }
  },
  {
    "translation": {
      "en": "[Conte] I knew for months and months somebody's watching,",
      "de": "Ich wusste seit Monaten, dass jemand uns beobachtet."
    }
  },
  {
    "translation": {
      "en": "and it started with the mailman saying,",
      "de": "Es begann damit, dass der Postbote sagte: \"Hör zu."
    }
  },
  {
    "translation": {
      "en": "\"Listen, there's law enforcement of some kind",
      "de": "Es begann damit, dass der Postbote sagte: \"Hör zu. Irgendeine Strafverfolgungsbehörde kopiert jeden Tag eure Post.\""
    }
  },
  {
    "translation": {
      "en": "that's copying all your mail every day.\"",
      "de": "Irgendeine Strafverfolgungsbehörde kopiert jeden Tag eure Post.\""
    }
  },
  {
    "translation": {
      "en": "I need to start paying attention a bit more,",
      "de": "Ich musste mehr auf der Hut sein,"
    }
  },
  {
    "translation": {
      "en": "'cause it's-- Big Brother's watching.",
      "de": "denn Big Brother beobachtete uns."
    }
  },
  {
    "translation": {
      "en": "[Novitzky] Near the tail end of that year, where I was collecting trash,",
      "de": "Gegen Ende des Jahres, als ich Müll sammelte,"
    }
  },
  {
    "translation": {
      "en": "I had a dumpster that was well lit that I was regularly going to,",
      "de": "ging ich häufig zu einem gut beleuchteten Müllcontainer."
    }
  },
  {
    "translation": {
      "en": "and they moved the dumpster.",
      "de": "Und sie stellten ihn um."
    }
  },
  {
    "translation": {
      "en": "And so I located what I thought was another secure one.",
      "de": "Also suchte ich mir einen anderen sicheren."
    }
  },
  {
    "translation": {
      "en": "[Conte] Started getting calls from the owner of the building.",
      "de": "Ich bekam Anrufe vom Gebäudebesitzer."
    }
  },
  {
    "translation": {
      "en": "And he said, \"Stop dumping your trash in our dumpster.\"",
      "de": "Er sagte: \"Hört auf, euren Müll in unseren Container zu werfen.\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Oh my God.\" I went over there to see,",
      "de": "Ich ging hin, um nachzusehen,"
    }
  },
  {
    "translation": {
      "en": "and sure enough, our trash was in his dumpster. I said, \"Oh my God.\"",
      "de": "und unser Müll war wirklich dort. Ich so: \"Oh Gott.\""
    }
  },
  {
    "translation": {
      "en": "They did it again. They did it again. But the third time, this guy called,",
      "de": "Sie taten es wieder und wieder. Bei seinem dritten Anruf sagte er:"
    }
  },
  {
    "translation": {
      "en": "he said, \"I'm calling the police, okay?\"",
      "de": "Sie taten es wieder und wieder. Bei seinem dritten Anruf sagte er: \"Ich rufe die Polizei, ok?\""
    }
  },
  {
    "translation": {
      "en": "My dad called me and said, \"Hey, have you looked at the throwaway paper this week?\"",
      "de": "Mein Vater rief an und sagte: \"Hast du diese Woche Zeitung gelesen?\""
    }
  },
  {
    "translation": {
      "en": "I'm like, \"No, why?\" He goes, \"Look at their police blotter section.\"",
      "de": "Ich so: \"Nein, warum?\" Er so: \"Schau dir die Polizeimeldungen an.\""
    }
  },
  {
    "translation": {
      "en": "Sure enough, there's a story about trash from BALCO Laboratories illegally dumped.",
      "de": "Da stand wirklich drin, dass Müll von BALCO illegal entsorgt worden war."
    }
  },
  {
    "translation": {
      "en": "Scared me.",
      "de": "Das machte mir Angst."
    }
  },
  {
    "translation": {
      "en": "You know, I came very close, I think, to-- to being caught.",
      "de": "Ich wäre beinahe erwischt worden."
    }
  },
  {
    "translation": {
      "en": "So, the combination of the trash being discovered, the mail cover being disclosed,",
      "de": "Als das mit dem Müll rauskam und der Überwachung der Post,"
    }
  },
  {
    "translation": {
      "en": "we thought it's about time now, I think, that we needed to go overt in this case.",
      "de": "fanden wir, es wäre an der Zeit, den Fall ans Licht zu bringen."
    }
  },
  {
    "translation": {
      "en": "[Cheryl Hurd] So, on September 3rd, 2003,",
      "de": "Also, am 3. September 2003"
    }
  },
  {
    "translation": {
      "en": "my assignment desk received this weird call,",
      "de": "erhielt meine Redaktion diesen merkwürdigen Anruf:"
    }
  },
  {
    "translation": {
      "en": "\"Go to this location.\" \"But what time?\" \"Well, we don't know what time.\"",
      "de": "\"Geht zu diesem Ort.\" \"Aber wann?\" \"Wir wissen nicht, wann.\""
    }
  },
  {
    "translation": {
      "en": "\"Just be there and wait.\"",
      "de": "\"Seid einfach da und wartet.\""
    }
  },
  {
    "translation": {
      "en": "We started seeing cars coming in. Looks like agents.",
      "de": "Wir sahen, dass Autos auftauchten. Es sah aus wie Agenten."
    }
  },
  {
    "translation": {
      "en": "What kind of agents?",
      "de": "Was für Agenten?"
    }
  },
  {
    "translation": {
      "en": "The IRS?",
      "de": "Der IRS?"
    }
  },
  {
    "translation": {
      "en": "We didn't know who they were after, how long it was going to last.",
      "de": "Wir wussten nicht, wer ihr Ziel war, wie lange es dauern würde."
    }
  },
  {
    "translation": {
      "en": "They're going into this building. I don't know what BALCO is.",
      "de": "Sie gehen in das Gebäude. Ich weiß nicht, was BALCO ist."
    }
  },
  {
    "translation": {
      "en": "We were on edge. We-- We didn't know if-- if there would be gunfire.",
      "de": "Wir waren nervös. Wir wussten nicht, ob Schüsse fallen würden."
    }
  },
  {
    "translation": {
      "en": "It was-- It was very intense.",
      "de": "Es war nervenaufreibend."
    }
  },
  {
    "translation": {
      "en": "And right through that driveway, and in here and here and here and around the corner,",
      "de": "Direkt über die Auffahrt, hier und um die Ecke"
    }
  },
  {
    "translation": {
      "en": "that's where six or seven black cars came in full of SWAT team agents",
      "de": "kamen sechs oder sieben schwarze Autos voll mit Agenten des SWAT-Teams"
    }
  },
  {
    "translation": {
      "en": "wearing flak jackets with rifles",
      "de": "mit kugelsicheren Westen und Gewehren."
    }
  },
  {
    "translation": {
      "en": "and-- and a helicopter came and was hovering right there.",
      "de": "Und ein Hubschrauber stand hier oben in der Luft."
    }
  },
  {
    "translation": {
      "en": "[reporter] Federal agents raided a Burlingame building",
      "de": "Bundesagenten durchsuchten ein Gebäude,"
    }
  },
  {
    "translation": {
      "en": "housing the Bay Area Laboratory Co-operative, BALCO.",
      "de": "in dem sich die Bay-Area- Laborgenossenschaft BALCO befindet."
    }
  },
  {
    "translation": {
      "en": "All of a sudden, SWAT teams came in. It was-- It was like out of the movies.",
      "de": "Plötzlich kamen SWAT-Teams rein. Es war wie im Kino."
    }
  },
  {
    "translation": {
      "en": "[Novitzky] There was some controversy over,",
      "de": "Es gab da diese Kontroverse:"
    }
  },
  {
    "translation": {
      "en": "\"Oh, they brought, you know, 20, 30 agents, they all had guns.\"",
      "de": "\"Oh, es kamen 20, 30 Agenten rein und alle hatten Waffen.\""
    }
  },
  {
    "translation": {
      "en": "Well, we-- we carry guns. That's what we did,",
      "de": "\"Oh, es kamen 20, 30 Agenten rein und alle hatten Waffen.\" Wir tragen immer Waffen."
    }
  },
  {
    "translation": {
      "en": "and we brought these guns to every search warrant we did.",
      "de": "Wir hatten sie bei jeder Durchsuchung dabei."
    }
  },
  {
    "translation": {
      "en": "Everything I saw, they were secured to their side. They weren't drawn as we were making entry.",
      "de": "Sie steckten stets im Halfter und waren beim Zugriff nicht gezogen."
    }
  },
  {
    "translation": {
      "en": "I looked out the window and here comes ABC, NBC, CBS.",
      "de": "Ich sah aus dem Fenster, und da waren ABC, NBC, CBS."
    }
  },
  {
    "translation": {
      "en": "Next thing you know, these satellites are coming up.",
      "de": "Dann gehen die Satellitenschüsseln hoch."
    }
  },
  {
    "translation": {
      "en": "So somebody from Novitzky's team must have called the news desk.",
      "de": "Jemand aus Novitzkys Team hat wohl die Nachrichtensender angerufen."
    }
  },
  {
    "translation": {
      "en": "[producer] Can you say who your sources were?",
      "de": "Können Sie Ihre Quelle nennen?"
    }
  },
  {
    "translation": {
      "en": "Of course I can't say who my sources are.",
      "de": "Natürlich kann ich meine Quelle nicht nennen."
    }
  },
  {
    "translation": {
      "en": "I did not tip them off, no.",
      "de": "Ich gab ihnen keinen Tipp."
    }
  },
  {
    "translation": {
      "en": "Their neighbors are seeing who the customers are of this business.",
      "de": "Ihre Nachbarn sehen, welche Kunden dort ein und aus gehen."
    }
  },
  {
    "translation": {
      "en": "They're seeing Barry Bonds walk into this business frequently.",
      "de": "Sie sehen, dass Barry Bonds oft in dieses Geschäft geht."
    }
  },
  {
    "translation": {
      "en": "People are going to start talking and making some calls.",
      "de": "Die Leute fangen an zu reden und telefonieren herum."
    }
  },
  {
    "translation": {
      "en": "[Hurd] A representative of BALCO was escorted out of the building.",
      "de": "Ein Vertreter von BALCO wurde herausgebracht."
    }
  },
  {
    "translation": {
      "en": "[reporter] Victor Conte is one of four people",
      "de": "Victor Conte und vier andere werden beschuldigt,"
    }
  },
  {
    "translation": {
      "en": "charged with distributing the illegal substances.",
      "de": "Victor Conte und vier andere werden beschuldigt, mit illegalen Substanzen zu handeln."
    }
  },
  {
    "translation": {
      "en": "[Hurd] I'm looking and I'm saying,",
      "de": "Ich schaue zu und sage:"
    }
  },
  {
    "translation": {
      "en": "\"Who is that guy with the ZMA hat on kind of cocked to the side,",
      "de": "\"Wer ist der Typ mit der schiefen ZMA-Mütze,"
    }
  },
  {
    "translation": {
      "en": "sweating profusely?\" He must be the bad guy.",
      "de": "der schweißnass ist? Er muss der Böse sein.\""
    }
  },
  {
    "translation": {
      "en": "That's my job as a reporter. Find out who the bad guy is.",
      "de": "Das ist mein Job als Reporterin: Finde heraus, wer der Böse ist."
    }
  },
  {
    "translation": {
      "en": "Federal officials wouldn't tell us",
      "de": "Bundesbeamte sagten nicht,"
    }
  },
  {
    "translation": {
      "en": "what they found inside BALCO Laboratories last week.",
      "de": "was sie letzte Woche bei BALCO Laboratories gefunden haben."
    }
  },
  {
    "translation": {
      "en": "No one has been charged, and no arrests have been made.",
      "de": "Niemand wurde angeklagt, und es gab keine Verhaftungen."
    }
  },
  {
    "translation": {
      "en": "[reporter] But US Olympic officials believe BALCO could be involved in a conspiracy",
      "de": "Doch US-Olympia-Offizielle glauben, BALCO könnte sich verschworen haben,"
    }
  },
  {
    "translation": {
      "en": "to beat drug tests by designing a new steroid.",
      "de": "um Drogentests zu überlisten mit einem neuen Steroid."
    }
  },
  {
    "translation": {
      "en": "[Veronica] It felt very over the top.",
      "de": "Es fühlte sich übertrieben an."
    }
  },
  {
    "translation": {
      "en": "Like, \"Is there more to this story than I know?\" You know?",
      "de": "Ich fragte mich, ob mehr dahinter steckt."
    }
  },
  {
    "translation": {
      "en": "Like, why is this being amplified so much?",
      "de": "Wieso wird das so aufgebauscht?"
    }
  },
  {
    "translation": {
      "en": "[Novitzky] When we were conducting the search warrant at BALCO,",
      "de": "Als wir die Durchsuchung bei BALCO durchführten,"
    }
  },
  {
    "translation": {
      "en": "we found bankers boxes with athletes' names on the box--",
      "de": "fanden wir Archivboxen mit Sportlernamen auf der Box."
    }
  },
  {
    "translation": {
      "en": "On these folders within that box,",
      "de": "In der Box waren Ordner"
    }
  },
  {
    "translation": {
      "en": "and then within those folders were doping calendars,",
      "de": "und in diesen Ordnern waren Doping-Kalender,"
    }
  },
  {
    "translation": {
      "en": "financial ledgers, uh, Quest, uh, urine steroid tests, some of them positive, um,",
      "de": "Finanzbücher, Quest, Urintests auf Steroide, einige positiv,"
    }
  },
  {
    "translation": {
      "en": "and then multiple boxes full of these drugs.",
      "de": "und dann mehrere Kisten voller Drogen."
    }
  },
  {
    "translation": {
      "en": "It was a virtual pharmacy, uh, that we found in the storage locker.",
      "de": "Es war eine echte Apotheke, die wir im Lager vorfanden."
    }
  },
  {
    "translation": {
      "en": "And based on the amount of evidence that I had collected,",
      "de": "Da ich eine Menge Beweise gesammelt hatte, wusste ich,"
    }
  },
  {
    "translation": {
      "en": "I knew what questions to ask.",
      "de": "was ich fragen musste."
    }
  },
  {
    "translation": {
      "en": "I'm reading here from the memorandum of interview",
      "de": "Ich lese hier das Memorandum des Interviews,"
    }
  },
  {
    "translation": {
      "en": "written by Jeff Novitzky, September 3rd, 2003.",
      "de": "geschrieben von Jeff Novitzky am 3. September 2003."
    }
  },
  {
    "translation": {
      "en": "And he had a list that he had made.",
      "de": "Und er hatte eine Liste gemacht."
    }
  },
  {
    "translation": {
      "en": "It said, \"Track and Field,\" \"NFL,\" and \"MLB,\"",
      "de": "Da stand \"Leichtathletik\", \"NFL\" und \"MLB\"."
    }
  },
  {
    "translation": {
      "en": "and he had these names on the list.",
      "de": "Auf der Liste standen diese Namen."
    }
  },
  {
    "translation": {
      "en": "[Novitzky] We went down that list, and absolutely, he said,",
      "de": "Wir gingen die Liste durch, und er sagte klar:"
    }
  },
  {
    "translation": {
      "en": "definitively, \"I've given these athletes The Clear and The Cream.\"",
      "de": "\"Ich habe diesen Athleten The Clear und The Cream gegeben.\""
    }
  },
  {
    "translation": {
      "en": "[Conte] He said, \"Did you work with these players or these athletes?\"",
      "de": "Er fragte: \"Haben Sie mit diesen Sportlern gearbeitet?\""
    }
  },
  {
    "translation": {
      "en": "And I thought he meant blood testing, nutritional supplements,",
      "de": "Und ich dachte, er meinte Bluttests, Nahrungsergänzungsmittel,"
    }
  },
  {
    "translation": {
      "en": "developing individualized program.",
      "de": "Erstellen individueller Programme."
    }
  },
  {
    "translation": {
      "en": "No mention about giving any drugs to any of them.",
      "de": "Er hat überhaupt nichts von Drogen erwähnt."
    }
  },
  {
    "translation": {
      "en": "Yeah, that's not the truth.",
      "de": "Ja, das stimmt nicht."
    }
  },
  {
    "translation": {
      "en": "I mean, I was very explicit about that. Think about it, I go in there and say,",
      "de": "Ich sagte es ganz deutlich. Gehe ich da rein und frage, ob er mit den Sportlern gearbeitet hat,"
    }
  },
  {
    "translation": {
      "en": "\"Have you worked with these athletes?\" And not ask,",
      "de": "Gehe ich da rein und frage, ob er mit den Sportlern gearbeitet hat,"
    }
  },
  {
    "translation": {
      "en": "\"What does that work entail? Have you given them drugs?\"",
      "de": "ohne zu fragen, ob es dabei um Drogen ging?"
    }
  },
  {
    "translation": {
      "en": "That's the whole reason I was there.",
      "de": "Deshalb war ich überhaupt da."
    }
  },
  {
    "translation": {
      "en": "Never gave Barry Bonds The Cream or The Clear.",
      "de": "Ich habe Barry Bonds nie The Cream oder The Clear gegeben."
    }
  },
  {
    "translation": {
      "en": "He can't give you one shred of evidence",
      "de": "Er kann euch keine Beweise liefern,"
    }
  },
  {
    "translation": {
      "en": "linking me to having anything to do with giving Barry Bonds steroids.",
      "de": "dass ich Barry Bonds irgendwelche Steroide gegeben hätte."
    }
  },
  {
    "translation": {
      "en": "And if he's got it, where is it?",
      "de": "Wenn er sie hat, wo sind sie?"
    }
  },
  {
    "translation": {
      "en": "[Novitzky] Barry Bonds was consistently providing urine and blood samples to BALCO.",
      "de": "Barry Bonds brachte ständig Urin- und Blutproben zu BALCO."
    }
  },
  {
    "translation": {
      "en": "I have those records and they showed he was testing positive for things like",
      "de": "Ich habe diese Aufzeichnungen, dass er positiv getestet wurde"
    }
  },
  {
    "translation": {
      "en": "methenolone, high-level anabolic steroid, nandrolone,",
      "de": "auf Methenolon, das hochgradig anabole Steroid Nandrolon."
    }
  },
  {
    "translation": {
      "en": "so there is no doubt he knowingly used performance-enhancing drugs",
      "de": "Er hat also wissentlich leistungssteigernde Drogen genommen"
    }
  },
  {
    "translation": {
      "en": "and used a lot of them for a several-year period",
      "de": "und zwar eine Menge über mehrere Jahre hinweg,"
    }
  },
  {
    "translation": {
      "en": "that assisted him in achieving these-- these hallowed records in sports,",
      "de": "was ihm geholfen hat, diese berühmten Rekorde aufzustellen."
    }
  },
  {
    "translation": {
      "en": "without a doubt.",
      "de": "Ganz zweifellos."
    }
  },
  {
    "translation": {
      "en": "[reporter] This evening, you've heard it before.",
      "de": "20. OKTOBER 2003 Sie haben schon davon gehört:"
    }
  },
  {
    "translation": {
      "en": "Athletes and steroids.",
      "de": "Athleten und Steroide."
    }
  },
  {
    "translation": {
      "en": "Dozens of the biggest names in sports will be taking time off from competition",
      "de": "Dutzende der größten Sportler nehmen sich eine Auszeit,"
    }
  },
  {
    "translation": {
      "en": "to tell a grand jury what they know about the maker of a so-called designer steroid.",
      "de": "um einer Grand Jury zu sagen, was sie wissen über den Macher von sogenannten Designer-Steroiden."
    }
  },
  {
    "translation": {
      "en": "[Novitzky] After the raid, we subpoenaed several dozen",
      "de": "Nach der Razzia luden wir Dutzende dieser berühmten Athleten"
    }
  },
  {
    "translation": {
      "en": "of these high-profile athletes to the grand jury in San Francisco",
      "de": "Nach der Razzia luden wir Dutzende dieser berühmten Athleten vor die Grand Jury in San Francisco vor und sagten zu ihnen:"
    }
  },
  {
    "translation": {
      "en": "and told 'em, \"Tell the truth in there, this may be the last you hear from us.\"",
      "de": "vor die Grand Jury in San Francisco vor und sagten zu ihnen: \"Sagt die Wahrheit, dann lassen wir euch in Ruhe."
    }
  },
  {
    "translation": {
      "en": "\"You're certainly not going to be a target of this investigation",
      "de": "Wir ermitteln nicht gegen euch,"
    }
  },
  {
    "translation": {
      "en": "if you go in and tell the truth.\"",
      "de": "solange ihr die Wahrheit sagt.\""
    }
  },
  {
    "translation": {
      "en": "I get, uh, a… subpoena,",
      "de": "Ich bekam eine Vorladung."
    }
  },
  {
    "translation": {
      "en": "and they're sitting down saying that they have ledgers and everything on us working with Victor.",
      "de": "Sie sagten, sie hätten Finanzberichte und so über unsere Arbeit mit Victor."
    }
  },
  {
    "translation": {
      "en": "So I talked about my involvement.",
      "de": "Also sprach ich über meine Beteiligung."
    }
  },
  {
    "translation": {
      "en": "I was taking The Clear.",
      "de": "Ich nahm The Clear."
    }
  },
  {
    "translation": {
      "en": "HGH, I did use.",
      "de": "Ich benutzte Wachstumshormone."
    }
  },
  {
    "translation": {
      "en": "And I told them grand jurors",
      "de": "Ich sagte der Grand Jury,"
    }
  },
  {
    "translation": {
      "en": "that you don't know what you was getting for Victor.",
      "de": "man weiß nicht, was man von Victor bekommt."
    }
  },
  {
    "translation": {
      "en": "Victor was a con artist.",
      "de": "Victor war ein Betrüger."
    }
  },
  {
    "translation": {
      "en": "He's not a doctor.",
      "de": "Er ist kein Arzt."
    }
  },
  {
    "translation": {
      "en": "[Novitzky] These powerful hormonal substances",
      "de": "Diese starken hormonellen Substanzen"
    }
  },
  {
    "translation": {
      "en": "really hadn't undergone any clinical trials or human testing.",
      "de": "haben keine klinischen Studien oder Testreihen durchlaufen."
    }
  },
  {
    "translation": {
      "en": "So they were literally using these athletes as guinea pigs.",
      "de": "Die Athleten waren also die Versuchskaninchen."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] Victor can read about what HGH does to the body,",
      "de": "Victor kann lesen, was Wachstumshormone machen,"
    }
  },
  {
    "translation": {
      "en": "he can read about what EPO does,",
      "de": "er kann lesen, was EPO macht,"
    }
  },
  {
    "translation": {
      "en": "and then he can use you to see if he got the formula right.",
      "de": "und dann benutzt er dich, um die Formel auszuprobieren."
    }
  },
  {
    "translation": {
      "en": "[Novitzky] Even found an email from Patrick Arnold: \"Hey, here's what I've created,",
      "de": "Es gibt eine E-Mail von Patrick Arnold: \"Ich habe was kreiert,"
    }
  },
  {
    "translation": {
      "en": "but I don't quite know what the dosage is so you have to experiment on that.\"",
      "de": "doch ich kenne noch nicht die richtige Dosierung. Experimentiere damit.\""
    }
  },
  {
    "translation": {
      "en": "Some of the female athletes said, they didn't get their menstrual cycles for months if not years",
      "de": "Manche Sportlerinnen sagten, sie bekamen monate- oder jahrelang nicht ihre Periode,"
    }
  },
  {
    "translation": {
      "en": "while they were on this stuff.",
      "de": "als sie das Zeug nahmen."
    }
  },
  {
    "translation": {
      "en": "Victor Conte is your doctor and your pharmacist.",
      "de": "Ist Victor Conte dein Arzt und Apotheker,"
    }
  },
  {
    "translation": {
      "en": "That's very, very dangerous.",
      "de": "ist das sehr gefährlich."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. So I've been doing comprehensive blood testing on everybody,",
      "de": "Oh mein Gott! Also, ich führte umfassende Bluttests bei allen durch,"
    }
  },
  {
    "translation": {
      "en": "making sure there were no adverse health effects",
      "de": "um Nebenwirkungen auszuschließen"
    }
  },
  {
    "translation": {
      "en": "and all the dosages were correct. So the opposite was true.",
      "de": "und die richtige Dosierung zu finden. Es war also andersrum."
    }
  },
  {
    "translation": {
      "en": "You become numb to what's right and what's wrong.",
      "de": "Man weiß nicht mehr, was richtig und was falsch ist."
    }
  },
  {
    "translation": {
      "en": "At the end of the day,",
      "de": "Am Ende des Tages"
    }
  },
  {
    "translation": {
      "en": "I wanted something so bad…",
      "de": "wollte ich etwas so sehr…"
    }
  },
  {
    "translation": {
      "en": "at any price… possible.",
      "de": "…ganz egal, wie hoch der Preis war."
    }
  },
  {
    "translation": {
      "en": "[John Ashcroft] After an 18-month investigation,",
      "de": "Nach einer 18 Monate langen Ermittlung"
    }
  },
  {
    "translation": {
      "en": "a federal grand jury in the Northern District of California",
      "de": "hat eine bundesstaatliche Grand-Jury im Nordbezirk von Kalifornien"
    }
  },
  {
    "translation": {
      "en": "unsealed a 42-count indictment charging four individuals",
      "de": "eine 42-seitige Anklage gegen vier Personen vorgelegt"
    }
  },
  {
    "translation": {
      "en": "with distribution of illegal anabolic steroids to dozens of athletes.",
      "de": "wegen des Verkaufs illegaler anaboler Steroide an Dutzende von Athleten."
    }
  },
  {
    "translation": {
      "en": "[reporter] Today's indictment charges Bonds' trainer, Greg Anderson,",
      "de": "Die heutige Anklage beschuldigt Bonds' Trainer Greg Anderson"
    }
  },
  {
    "translation": {
      "en": "and this man, Victor Conte, with running the operation,",
      "de": "und diesen Mann, Victor Conte, die Operation zu leiten,"
    }
  },
  {
    "translation": {
      "en": "money laundering and using code names for drugs to cover up the scheme.",
      "de": "Geldwäsche zu betreiben und den Drogenmissbrauch zu verschleiern."
    }
  },
  {
    "translation": {
      "en": "Illegal steroid use calls into question",
      "de": "Der Einsatz illegaler Steroide stellt nicht nur die Integrität der betroffenen Sportler infrage,"
    }
  },
  {
    "translation": {
      "en": "not only the integrity of the athletes who used them,",
      "de": "stellt nicht nur die Integrität der betroffenen Sportler infrage,"
    }
  },
  {
    "translation": {
      "en": "but also the integrity of the sports that those athletes play.",
      "de": "sondern auch die Integrität des Sportes, den diese Athleten ausüben."
    }
  },
  {
    "translation": {
      "en": "Well, I think it's rather odd that, uh, Mr. Ashcroft got involved.",
      "de": "Ich finde es ziemlich seltsam, dass Mr. Ashcroft sich einschaltet."
    }
  },
  {
    "translation": {
      "en": "I don't want to say it's political, but it is political.",
      "de": "Ich will nicht sagen, es sei politisch, doch das ist es."
    }
  },
  {
    "translation": {
      "en": "The use of performance-enhancing drugs like steroids",
      "de": "Der Einsatz von leistungssteigernden Drogen wie Steroiden"
    }
  },
  {
    "translation": {
      "en": "in baseball, football and other sports,",
      "de": "im Baseball, Football und anderen Sportarten ist gefährlich"
    }
  },
  {
    "translation": {
      "en": "is dangerous and it sends the wrong message.",
      "de": "im Baseball, Football und anderen Sportarten ist gefährlich und sendet falsche Signale aus."
    }
  },
  {
    "translation": {
      "en": "So tonight I call on team owners,",
      "de": "Heute Abend rufe ich Teambesitzer,"
    }
  },
  {
    "translation": {
      "en": "coaches and players to take the lead,",
      "de": "Trainer und Spieler dazu auf,"
    }
  },
  {
    "translation": {
      "en": "to get tough and to get rid of steroids now.",
      "de": "die Sache in die Hand zu nehmen und Steroide loszuwerden."
    }
  },
  {
    "translation": {
      "en": "It's like, uh, going after a fly with a bazooka",
      "de": "Es ist, wie eine Fliege mit einer Panzerfaust anzugreifen,"
    }
  },
  {
    "translation": {
      "en": "when there are thousands of other flies running around.",
      "de": "wenn es tausende andere Fliegen gibt."
    }
  },
  {
    "translation": {
      "en": "It's not even going to make a dent in the problem.",
      "de": "Es wird das Problem überhaupt nicht schmälern."
    }
  },
  {
    "translation": {
      "en": "[reporter] If convicted on all counts,",
      "de": "Werden sie in allen Punkten verurteilt,"
    }
  },
  {
    "translation": {
      "en": "the defendants face long prison terms and hefty fines.",
      "de": "Werden sie in allen Punkten verurteilt, drohen lange Haftstrafen und hohe Geldstrafen."
    }
  },
  {
    "translation": {
      "en": "I knew that they didn't have the evidence that they claimed that they had.",
      "de": "Ich wusste, dass sie nicht die behaupteten Beweise hatten."
    }
  },
  {
    "translation": {
      "en": "Why do you think on the day of the 42-count indictment",
      "de": "Warum bin ich wohl am Tag der Anklage in 42 Punkten"
    }
  },
  {
    "translation": {
      "en": "that I walked out into a sea of reporters and did this?",
      "de": "vor einen Haufen Reporter getreten und habe das gemacht?"
    }
  },
  {
    "translation": {
      "en": "That meant this.",
      "de": "Das bedeutete das…"
    }
  },
  {
    "translation": {
      "en": "[Veronica] At that point, there were times he was in the news every day.",
      "de": "Damals war er manchmal jeden Tag in den Nachrichten."
    }
  },
  {
    "translation": {
      "en": "So every time there were court hearings,",
      "de": "Bei jeder Anhörung war haufenweise Presse anwesend."
    }
  },
  {
    "translation": {
      "en": "there was a ton of media really villainizing him.",
      "de": "Bei jeder Anhörung war haufenweise Presse anwesend. Sie machten ihn zum Bösewicht."
    }
  },
  {
    "translation": {
      "en": "Um, forty-two counts, it seemed like a lot.",
      "de": "Zweiundvierzig Anklagepunkte, das war viel."
    }
  },
  {
    "translation": {
      "en": "You know, I remember him grabbing my hand to guide me through the media",
      "de": "Ich weiß noch, wie er meine Hand nahm, um mich durch die Presse zu führen"
    }
  },
  {
    "translation": {
      "en": "and all the cameras and everyone shouting, and…",
      "de": "und all die Kameras. Alle brüllten rum."
    }
  },
  {
    "translation": {
      "en": "it's intimidating.",
      "de": "Das ist einschüchternd."
    }
  },
  {
    "translation": {
      "en": "The whole investigation, in my opinion, was all about chasing headlines.",
      "de": "Meiner Meinung nach drehte sich die ganze Ermittlung nur um Schlagzeilen."
    }
  },
  {
    "translation": {
      "en": "Novitzky was bragging to the undercover agents, you know,",
      "de": "Novitzky prahlte vor den verdeckten Ermittlern:"
    }
  },
  {
    "translation": {
      "en": "saying, \"I'm going to be the modern-day Eliot Ness.\"",
      "de": "\"Ich werde zum modernen Eliot Ness werden."
    }
  },
  {
    "translation": {
      "en": "\"I'm going to bust Al Capone. Movie deals, book deals.\"",
      "de": "Ich werde Al Capone verhaften. Film- und Buchverträge.\""
    }
  },
  {
    "translation": {
      "en": "Yeah, I probably said that because, going back to my training,",
      "de": "Ja, das habe ich wohl gesagt, denn im Training habe ich gelernt,"
    }
  },
  {
    "translation": {
      "en": "you, as an agent, need to find those investigations",
      "de": "man muss als Agent diese Ermittlungen finden,"
    }
  },
  {
    "translation": {
      "en": "that are going to get the most coverage.",
      "de": "die am meisten Aufmerksamkeit erregen."
    }
  },
  {
    "translation": {
      "en": "And hopefully, other people out there that are breaking a similar law",
      "de": "Hoffentlich gibt es andere, die ähnliche Gesetze brechen"
    }
  },
  {
    "translation": {
      "en": "are gonna say, \"I don't want to get caught up in this, so I'm gonna back out.\"",
      "de": "und sich sagen: \"Ich will nicht erwischt werden und lasse es lieber.\""
    }
  },
  {
    "translation": {
      "en": "I believe that Jeff Novitzky was feeding information to the Chronicle.",
      "de": "OLYMPIONIKEN KÖNNTEN GESPERRT WERDEN Ich glaube, dass Jeff Novitzky dem Chronicle Informationen gab."
    }
  },
  {
    "translation": {
      "en": "Nope. Not whatsoever.",
      "de": "Nein. Ganz und gar nicht."
    }
  },
  {
    "translation": {
      "en": "I think it was his narcissistic personality",
      "de": "Es war seine narzisstische Persönlichkeit,"
    }
  },
  {
    "translation": {
      "en": "that, you know, Victor was like, \"No publicity is bad publicity.\"",
      "de": "die Victor sagte: \"Es gibt keine schlechte Publicity.\""
    }
  },
  {
    "translation": {
      "en": "Um, you know, I remember the night he went on 20/20.",
      "de": "Ich erinnere mich, als er bei 20/20 war."
    }
  },
  {
    "translation": {
      "en": "He was indicted, but the case hasn't been resolved yet,",
      "de": "Er war angeklagt, aber der Fall war noch nicht entschieden."
    }
  },
  {
    "translation": {
      "en": "and we got a call from his defense attorneys saying,",
      "de": "Sein Anwalt rief uns an und sagte:"
    }
  },
  {
    "translation": {
      "en": "\"I don't know what our guy's doing. He's going on 20/20 tonight.\"",
      "de": "\"Ich weiß nicht, was unser Mandant tut. Er geht heute zu 20/20."
    }
  },
  {
    "translation": {
      "en": "\"An entire hour is dedicated to everything he's been doing.\"",
      "de": "Es geht eine ganze Stunde lang nur um all seine Taten.\""
    }
  },
  {
    "translation": {
      "en": "I knew that this was the most coveted of all, you know, records and gold medals.",
      "de": "Ich wusste, dass das die begehrtesten Rekorde und Goldmedaillen waren."
    }
  },
  {
    "translation": {
      "en": "Um, so we kind of had a collective dream and I was the mastermind, so to speak.",
      "de": "Wir hatten einen gemeinsamen Traum, und ich hatte dabei das Sagen."
    }
  },
  {
    "translation": {
      "en": "[Martin Bashir] You're designing, in effect, a criminal conspiracy to break the world record.",
      "de": "Sie planten eine kriminelle Verschwörung, um den Weltrekord zu brechen?"
    }
  },
  {
    "translation": {
      "en": "That's what it was, wasn't it?",
      "de": "So war es doch, nicht?"
    }
  },
  {
    "translation": {
      "en": "Well, if you're asking if it included illegal activity, the answer would be yes.",
      "de": "Wenn Sie fragen, ob es illegale Aktivitäten beinhaltete, dann ja."
    }
  },
  {
    "translation": {
      "en": "And sure enough, he disclosed all of his criminal activity on national television.",
      "de": "Er offenbarte all seine kriminellen Aktivitäten im nationalen Fernsehen."
    }
  },
  {
    "translation": {
      "en": "Nobody does that.",
      "de": "Niemand macht das."
    }
  },
  {
    "translation": {
      "en": "Are you saying Marion Jones was a drugs cheat?",
      "de": "Heißt das, Marion Jones habe mit Medikamenten betrogen?"
    }
  },
  {
    "translation": {
      "en": "Without a doubt.",
      "de": "Ganz zweifellos."
    }
  },
  {
    "translation": {
      "en": "And that you saw her even inject herself? You saw that happen?",
      "de": "Sie sahen, wie sie es sich injizierte? Mit Ihren eigenen Augen?"
    }
  },
  {
    "translation": {
      "en": "That's correct.",
      "de": "Das stimmt."
    }
  },
  {
    "translation": {
      "en": "Victor Conte is delusional. [chuckles]",
      "de": "Victor Conte ist wahnhaft."
    }
  },
  {
    "translation": {
      "en": "To start taking out athletes on the system he was part of.",
      "de": "Er wollte Sportler ausschalten, die zu seinem System gehört hatten."
    }
  },
  {
    "translation": {
      "en": "[Bashir] Did you fear there was a moral problem when you realized",
      "de": "Hatten Sie moralische Bedenken, als Ihnen klar wurde,"
    }
  },
  {
    "translation": {
      "en": "that if you wanted to compete you had to cheat?",
      "de": "dass Sie betrügen mussten, um mithalten zu können?"
    }
  },
  {
    "translation": {
      "en": "The answer is no. If you've got the knowledge that that's what everybody's doing,",
      "de": "Die Antwort lautet Nein. Wenn man weiß, dass jeder das macht"
    }
  },
  {
    "translation": {
      "en": "and those are the real rules of the game, then you're not cheating.",
      "de": "und es die wahren Spielregeln sind, dann betrügt man nicht."
    }
  },
  {
    "translation": {
      "en": "[Conte] I-- I was called a lot of very bad names.",
      "de": "Man gab mir wirklich hässliche Spitznamen:"
    }
  },
  {
    "translation": {
      "en": "Dr. Frankenstein, the Saddam Hussein of sports.",
      "de": "Dr. Frankenstein, der Saddam Hussein des Sports."
    }
  },
  {
    "translation": {
      "en": "But one of the most important things you learn is that you need adversity.",
      "de": "Aber man lernt eine wichtige Lektion: Man braucht diesen Gegenwind."
    }
  },
  {
    "translation": {
      "en": "You know?",
      "de": "Versteht ihr?"
    }
  },
  {
    "translation": {
      "en": "If you want to build big muscles you got to lift big weights.",
      "de": "Für große Muskeln braucht man schwere Gewichte."
    }
  },
  {
    "translation": {
      "en": "[Ed Swanson] Victor was in a difficult spot when we got into the case.",
      "de": "Victor war in einer schwierigen Lage, als wir den Fall annahmen."
    }
  },
  {
    "translation": {
      "en": "Uh, he had done the 20/20 interview,",
      "de": "Er hatte das 20/20-Interview gemacht,"
    }
  },
  {
    "translation": {
      "en": "the case was on the boil",
      "de": "und der Fall spitzte sich zu."
    }
  },
  {
    "translation": {
      "en": "and it wasn't headed in the direction that he wanted it to go.",
      "de": "Und es lief nicht so, wie er wollte."
    }
  },
  {
    "translation": {
      "en": "Victor's previous counsel had already filed a number of motions",
      "de": "Victors vorheriger Anwalt hatte bereits mehrere Anträge gestellt,"
    }
  },
  {
    "translation": {
      "en": "to suppress evidence, to suppress statements,",
      "de": "um Beweise und Aussagen zu unterdrücken."
    }
  },
  {
    "translation": {
      "en": "dealing with the agents in a very confrontational manner,",
      "de": "Er trat gegenüber den Agenten sehr konfrontativ auf."
    }
  },
  {
    "translation": {
      "en": "and Victor had to make a big decision,",
      "de": "Und Victor musste die große Entscheidung treffen,"
    }
  },
  {
    "translation": {
      "en": "whether or not to try and resolve the case,",
      "de": "ob er den Fall lösen möchte"
    }
  },
  {
    "translation": {
      "en": "or whether to be embroiled in this battle for the next year.",
      "de": "oder ein Jahr lang in diesen Kampf verwickelt bleibt."
    }
  },
  {
    "translation": {
      "en": "And Victor made the decision to have us negotiate the case.",
      "de": "Victor entschied, dass wir in dem Fall verhandeln sollten."
    }
  },
  {
    "translation": {
      "en": "We thought this case involved warehouses of steroids and millions of dollars,",
      "de": "Wir dachten, es ginge um Lagerhäuser voller Steroide und Millionen von Dollar, denn so wurde der Fall dargestellt."
    }
  },
  {
    "translation": {
      "en": "because that's the way the story was being told.",
      "de": "denn so wurde der Fall dargestellt."
    }
  },
  {
    "translation": {
      "en": "Once we started to look at it, everything began to shrink",
      "de": "Als wir es uns anschauten, wurde alles kleiner."
    }
  },
  {
    "translation": {
      "en": "and the millions became hundreds and the warehouse became a locker,",
      "de": "Aus Millionen wurden Hunderte, und das Lagerhaus wurde zum Spind."
    }
  },
  {
    "translation": {
      "en": "and the amount of drugs became something you could fit in your hand.",
      "de": "Die Menge an Drogen konnte man in eine Hand nehmen."
    }
  },
  {
    "translation": {
      "en": "Our technical term for the amount of drugs in this case was \"teensy.\"",
      "de": "Unser Fachbegriff für die Drogenmenge in diesem Fall war \"winzig\"."
    }
  },
  {
    "translation": {
      "en": "Week after week, we would sit down with the prosecutors",
      "de": "Jede Woche sprachen wir mit den Staatsanwälten,"
    }
  },
  {
    "translation": {
      "en": "and would take another piece of the case,",
      "de": "nahmen einen anderen Teil des Falls"
    }
  },
  {
    "translation": {
      "en": "and we would say, \"You've charged this, it's not illegal and here's why.\"",
      "de": "und sagten: \"Dieser Anklagepunkt ist nicht illegal aus folgendem Grund.\""
    }
  },
  {
    "translation": {
      "en": "To their credit, they listened to us and they pushed back,",
      "de": "Sie hörten uns sogar zu und lieferten Gegenargumente."
    }
  },
  {
    "translation": {
      "en": "and it was so much fun.",
      "de": "Das hat so viel Spaß gemacht."
    }
  },
  {
    "translation": {
      "en": "There's no question what he had done. He had provided athletes with the substance.",
      "de": "Seine Taten standen außer Frage. Er hatte Sportlern die Substanz gegeben."
    }
  },
  {
    "translation": {
      "en": "The question was, was that illegal?",
      "de": "Aber war das auch illegal?"
    }
  },
  {
    "translation": {
      "en": "The Clear was not illegal, and our position was even The Cream was not illegal.",
      "de": "The Clear war nicht illegal. Wir sahen nicht mal The Cream als illegal an."
    }
  },
  {
    "translation": {
      "en": "[McNamara] Which was a diluted amount of steroid testosterone",
      "de": "Das war eine verdünnte Menge an Steroid-Testosteron"
    }
  },
  {
    "translation": {
      "en": "in a lotion to be applied on the skin.",
      "de": "als Lotion für die Haut."
    }
  },
  {
    "translation": {
      "en": "And the law didn't apply to mixtures.",
      "de": "Das Gesetz galt nicht für Mixturen."
    }
  },
  {
    "translation": {
      "en": "[McNamara] The amount of money that Victor was transacting",
      "de": "Der Geldbetrag, um den es bei Victor ging,"
    }
  },
  {
    "translation": {
      "en": "amounted to less than a thousand dollars,",
      "de": "betrug weniger als 1.000 Dollar,"
    }
  },
  {
    "translation": {
      "en": "which is so below the power of what federal prosecutions generally prosecute.",
      "de": "was weit unter der Schwelle dessen liegt, was die Staatsanwaltschaft sonst verfolgt."
    }
  },
  {
    "translation": {
      "en": "[Swanson] It was as thin as it gets.",
      "de": "Es war alles hauchdünn."
    }
  },
  {
    "translation": {
      "en": "There's never another case we've seen where someone was charged",
      "de": "Wir kannten keinen Fall, in dem jemand angeklagt wurde"
    }
  },
  {
    "translation": {
      "en": "with drug distribution of an amount that doesn't even register",
      "de": "wegen Drogenhandels mit einer Menge, die in den Strafrichtlinien nicht einmal vorkommt."
    }
  },
  {
    "translation": {
      "en": "in the sentencing guidelines,",
      "de": "die in den Strafrichtlinien nicht einmal vorkommt."
    }
  },
  {
    "translation": {
      "en": "but that was their case.",
      "de": "Aber so sah ihr Fall aus."
    }
  },
  {
    "translation": {
      "en": "[reporter] Anything to say today, Victor?",
      "de": "Wollen Sie was sagen, Victor?"
    }
  },
  {
    "translation": {
      "en": "Uh, afterwards.",
      "de": "Danach."
    }
  },
  {
    "translation": {
      "en": "[Conte] I will never forget the day",
      "de": "Ich werde nie vergessen,"
    }
  },
  {
    "translation": {
      "en": "that I picked up the front page of the San Francisco Chronicle,",
      "de": "wie ich die Titelseite des San Francisco Chronicle sah,"
    }
  },
  {
    "translation": {
      "en": "and the headline said,",
      "de": "und in der Schlagzeile stand:"
    }
  },
  {
    "translation": {
      "en": "\"40 of 42 BALCO charges dropped.\"",
      "de": "\"Vierzig von 42 BALCO-Anklagen fallengelassen.\""
    }
  },
  {
    "translation": {
      "en": "And the subtitle was, \"The wrist slap heard around the world.\"",
      "de": "Darunter stand: \"Der Klaps auf die Finger, den man weltweit hört.\""
    }
  },
  {
    "translation": {
      "en": "-[reporters clamoring] -[reporter] Mr. Conte, care to comment…",
      "de": "Mr. Conte, ein Kommentar?"
    }
  },
  {
    "translation": {
      "en": "[Hurd] Victor Conte pleaded guilty to two felony counts today.",
      "de": "Victor Conte bekannte sich schuldig zu zwei Anklagepunkten:"
    }
  },
  {
    "translation": {
      "en": "One, conspiracy to distribute steroids, the other, money laundering.",
      "de": "Verschwörung zum Verkauf von Steroiden, und der andere ist Geldwäsche."
    }
  },
  {
    "translation": {
      "en": "The Feds should be embarrassed. It started with 42 counts,",
      "de": "Der Staat sollte sich schämen. Es begann mit 42 Anklagepunkten,"
    }
  },
  {
    "translation": {
      "en": "Victor Conte will now plead guilty to only two counts.",
      "de": "Victor Conte wird sich nur zu zwei schuldig bekennen."
    }
  },
  {
    "translation": {
      "en": "And we quote, \"This deal does not require Mr. Conte to assist",
      "de": "Und wir zitieren: \"Die Abmachung verlangt nicht von Mr. Conte,"
    }
  },
  {
    "translation": {
      "en": "the prosecution of any other person involved in the investigation.\"",
      "de": "bei der Strafverfolgung von anderen Beteiligten mitzuhelfen.\""
    }
  },
  {
    "translation": {
      "en": "-[woman] So the athletes walk. -[man] There'll be no federal charges and no criminal charges against any athlete.",
      "de": "-Die Athleten kommen davon. -Es wird keine Anklagen gegen sie geben."
    }
  },
  {
    "translation": {
      "en": "Victor Conte was sentenced to six months in federal prison.",
      "de": "Victor Conte bekam sechs Monate Bundesgefängnis."
    }
  },
  {
    "translation": {
      "en": "Typically, in federal prison, with good behavior, you do 85% of that time.",
      "de": "Normalerweise verbüßt man dort bei guter Führung 85 % der Zeit."
    }
  },
  {
    "translation": {
      "en": "So he did a little over four months.",
      "de": "Also etwas über vier Monate."
    }
  },
  {
    "translation": {
      "en": "Here's some pictures that my dad sent me from the, um, prison camp.",
      "de": "Hier sind ein paar Bilder, die mein Vater mir aus dem Gefängnis schickte."
    }
  },
  {
    "translation": {
      "en": "This is him and his cellmate. His name was Evil.",
      "de": "Er und sein Zellengenosse genannt \"Evil\"."
    }
  },
  {
    "translation": {
      "en": "He was a scare to my dad at first, let me tell you, as you can imagine why.",
      "de": "Zuerst hatte mein Vater Angst vor ihm, wie man sich vorstellen kann."
    }
  },
  {
    "translation": {
      "en": "Like, oh, I'm dead meat in this cell--",
      "de": "Beim ersten Treffen dachte er, er sei so gut wie tot."
    }
  },
  {
    "translation": {
      "en": "[laughs] You know, when he first met him, but he had his back,",
      "de": "Beim ersten Treffen dachte er, er sei so gut wie tot. Doch er half ihm, und sie sind heute immer noch gute Freunde."
    }
  },
  {
    "translation": {
      "en": "and they became good friends. They're still friends to this day.",
      "de": "Doch er half ihm, und sie sind heute immer noch gute Freunde."
    }
  },
  {
    "translation": {
      "en": "I was happy to see that he was making friends and really…",
      "de": "Ich freute mich zu sehen, dass er Freunde fand und…"
    }
  },
  {
    "translation": {
      "en": "You know, it was humbling. Humbling experience for him, so…",
      "de": "Das hat ihm wirklich die Augen geöffnet."
    }
  },
  {
    "translation": {
      "en": "[Conte] I took full responsibility,",
      "de": "Ich übernahm die volle Verantwortung."
    }
  },
  {
    "translation": {
      "en": "did not cooperate in any way, shape or form.",
      "de": "Ich ließ mich auf keinerlei Deal ein."
    }
  },
  {
    "translation": {
      "en": "I did some wrongdoing, I deserved to go to prison camp just like I did.",
      "de": "Ich hatte was Falsches getan und verdiente die Gefängnisstrafe."
    }
  },
  {
    "translation": {
      "en": "I went and I served my time.",
      "de": "Ich saß meine Zeit ab."
    }
  },
  {
    "translation": {
      "en": "And, of course, when I went through the-- the front door,",
      "de": "Und als ich durch die Vordertür kam,"
    }
  },
  {
    "translation": {
      "en": "they immediately grabbed me and they put me through the metal detector,",
      "de": "haben sie mich sofort gepackt und durch den Metalldetektor geschickt."
    }
  },
  {
    "translation": {
      "en": "and it was, \"Toes and nose against the wall.\"",
      "de": "Es hieß: \"Zehen und Nase gegen die Wand.\""
    }
  },
  {
    "translation": {
      "en": "And here I am being handcuffed, and I realized, \"I belong to them now.\"",
      "de": "Mir wurden Handschellen angelegt und mir wurde klar, ich gehöre nun denen."
    }
  },
  {
    "translation": {
      "en": "And I had mailed myself some magazines,",
      "de": "Ich hatte mir selbst ein paar Magazine zugeschickt"
    }
  },
  {
    "translation": {
      "en": "and I timed it so that it would get there when I got there.",
      "de": "und es so getimt, dass sie zur richtigen Zeit dort ankamen."
    }
  },
  {
    "translation": {
      "en": "When they brought the mail that day,",
      "de": "Als sie an dem Tag die Post brachten,"
    }
  },
  {
    "translation": {
      "en": "they put my mail through the food slot in the door.",
      "de": "steckten sie meine Post durch den Essensschlitz in der Tür."
    }
  },
  {
    "translation": {
      "en": "In addition to the magazines I'd sent myself",
      "de": "Neben den Magazinen, die ich mir geschickt hatte,"
    }
  },
  {
    "translation": {
      "en": "was this letter from my youngest daughter.",
      "de": "war da ein Brief von meiner jüngsten Tochter."
    }
  },
  {
    "translation": {
      "en": "Where do you live at?",
      "de": "Wo wohnst du?"
    }
  },
  {
    "translation": {
      "en": "I live at my house.",
      "de": "Ich wohne in meinem Haus."
    }
  },
  {
    "translation": {
      "en": "[Conte] What's-- Where's your house? In what city?",
      "de": "Wo ist dein Haus? In welcher Stadt?"
    }
  },
  {
    "translation": {
      "en": "[voice breaking] And there were pictures of my kids, and, uh…",
      "de": "Und diese Bilder von meinen Kindern…"
    }
  },
  {
    "translation": {
      "en": "Yeah, that's kind of when it all hit me.",
      "de": "Das hat mich wirklich getroffen."
    }
  },
  {
    "translation": {
      "en": "[voice breaks] I realized that I'd completely lost control of my life.",
      "de": "Ich merkte, ich hatte mein Leben nicht mehr unter Kontrolle."
    }
  },
  {
    "translation": {
      "en": "I hadn't really reflected upon, you know…",
      "de": "Ich hatte nicht wirklich darüber nachgedacht…"
    }
  },
  {
    "translation": {
      "en": "how serious the consequences were.",
      "de": "…wie ernst die Folgen waren."
    }
  },
  {
    "translation": {
      "en": "But I thought that, \"I'm a big boy, I'm a man.\"",
      "de": "Doch ich dachte mir: \"Ich bin ein großer Junge, ein Mann."
    }
  },
  {
    "translation": {
      "en": "\"Whatever happens, I'll be able to deal with it.\"",
      "de": "Ich komme mit allem klar.\""
    }
  },
  {
    "translation": {
      "en": "I was-- Had been a horrible father.",
      "de": "Ich war ein furchtbarer Vater."
    }
  },
  {
    "translation": {
      "en": "I took-- I took their sense of security away from them.",
      "de": "Ich habe ihnen das Gefühl von Sicherheit genommen."
    }
  },
  {
    "translation": {
      "en": "And created a lot of uncertainty.",
      "de": "Und sorgte für viel Unsicherheit."
    }
  },
  {
    "translation": {
      "en": "[Veronica] I think success is addictive, uh,",
      "de": "Ich glaube, Erfolg macht süchtig,"
    }
  },
  {
    "translation": {
      "en": "praise and credit is addictive, but I don't defend what my dad did.",
      "de": "Lob und Anerkennung machen süchtig, aber ich verteidige seine Taten nicht."
    }
  },
  {
    "translation": {
      "en": "I think it's clear that he crossed some ethical lines.",
      "de": "Ich denke, er hat ganz klar moralische Grenzen überschritten."
    }
  },
  {
    "translation": {
      "en": "And I wish he didn't.",
      "de": "Was ich bereue."
    }
  },
  {
    "translation": {
      "en": "[voice breaking] But I didn't realize",
      "de": "Aber mir war nicht klar,"
    }
  },
  {
    "translation": {
      "en": "that this was the same effect on all the athletes' families.",
      "de": "dass die Familien aller Sportler auf gleiche Weise darunter litten."
    }
  },
  {
    "translation": {
      "en": "That they had to deal with their kids coming home saying,",
      "de": "Dass ihre Kinder nach Hause kamen und sagten:"
    }
  },
  {
    "translation": {
      "en": "\"Dad, at school they're saying you used steroids.\" \"Did you use steroids?\"",
      "de": "\"Dad, in der Schule sagen sie, du benutzt Steroide. Stimmt das?\""
    }
  },
  {
    "translation": {
      "en": "And kids don't understand, you know, so it's, uh…",
      "de": "Und Kinder verstehen das nicht, deshalb ist es…"
    }
  },
  {
    "translation": {
      "en": "[Montgomery] Three of my kids run track and field.",
      "de": "Drei meiner Kinder machen Leichtathletik."
    }
  },
  {
    "translation": {
      "en": "The second-oldest boy has been training with me.",
      "de": "Mein Zweitältester trainiert mit mir."
    }
  },
  {
    "translation": {
      "en": "He's like, \"Dad, what steroids do for you?\"",
      "de": "Er fragte: \"Was bewirken Steroide?\""
    }
  },
  {
    "translation": {
      "en": "And I said, \"Ruin your whole life.\"",
      "de": "Ich sagte: \"Sie ruinieren dein Leben.\""
    }
  },
  {
    "translation": {
      "en": "Runners, take your mark.",
      "de": "Läufer, auf die Plätze."
    }
  },
  {
    "translation": {
      "en": "Set.",
      "de": "Fertig."
    }
  },
  {
    "translation": {
      "en": "I told him, \"If you cross the finish line and you were first and tested positive,",
      "de": "Ich sagte zu ihm: \"Wenn du Erster wirst und dann positiv getestet wirst,"
    }
  },
  {
    "translation": {
      "en": "what did you gain?\"",
      "de": "was hast du gewonnen?\""
    }
  },
  {
    "translation": {
      "en": "When you leave, you wanna know that you did it right.",
      "de": "Man will wissen, man hat das Richtige getan."
    }
  },
  {
    "translation": {
      "en": "Sometimes you can over try.",
      "de": "Manchmal muss man es übertreiben."
    }
  },
  {
    "translation": {
      "en": "You got to always feel like you don't have a second chance.",
      "de": "Als gäbe es keine zweite Chance."
    }
  },
  {
    "translation": {
      "en": "Everything I did in the past,",
      "de": "All meine früheren Taten,"
    }
  },
  {
    "translation": {
      "en": "all the wrongs I did,",
      "de": "all meine Fehltritte,"
    }
  },
  {
    "translation": {
      "en": "well, my son said, \"Dad, I care nothing about that.\"",
      "de": "mein Sohn sagte zu mir: \"Dad, das ist mir egal."
    }
  },
  {
    "translation": {
      "en": "\"I believe in you right now.\"",
      "de": "Ich glaube jetzt an dich.\""
    }
  },
  {
    "translation": {
      "en": "And so, as I think about it…",
      "de": "Wenn ich darüber nachdenke…"
    }
  },
  {
    "translation": {
      "en": "Victor Conte believed in Project World Record the same way.",
      "de": "…Victor Conte glaubte genauso an Projekt Weltrekord."
    }
  },
  {
    "translation": {
      "en": "He believed in the dream.",
      "de": "Er glaubte an den Traum."
    }
  },
  {
    "translation": {
      "en": "I guess in some respects, did we create a monster?",
      "de": "Haben wir in gewisser Weise ein Monster erschaffen?"
    }
  },
  {
    "translation": {
      "en": "Uh, maybe a little, but, I mean, I think most people who hear and see Victor Conte",
      "de": "Vielleicht ein bisschen, aber die meisten, die Victor Conte sehen und hören,"
    }
  },
  {
    "translation": {
      "en": "realize him for who he is,",
      "de": "durchschauen schnell,"
    }
  },
  {
    "translation": {
      "en": "and that's, you know, a used car, snake oil salesman guy, bullshit artist.",
      "de": "dass er ein Gauner, Quacksalber und Betrüger ist."
    }
  },
  {
    "translation": {
      "en": "I'd like to dedicate my life",
      "de": "Ich möchte mein Leben dafür einsetzen,"
    }
  },
  {
    "translation": {
      "en": "to helping to create a level playing field for the young athletes of the future.",
      "de": "für die jungen Sportler der Zukunft faire Bedingungen zu schaffen."
    }
  },
  {
    "translation": {
      "en": "I'm, by far, most proud of my contribution to the anti-doping movement,",
      "de": "Ich bin am stolzesten auf meinen Beitrag zur Anti-Doping-Bewegung."
    }
  },
  {
    "translation": {
      "en": "and went and met with WADA, the World Anti Doping Agency.",
      "de": "Ich traf WADA, die Weltweite Anti-Doping-Agentur."
    }
  },
  {
    "translation": {
      "en": "I reveal specifically how these athletes are circumventing the anti-doping policies",
      "de": "Ich zeigte genau auf, wie diese Sportler die Anti-Doping-Vorschriften umgehen"
    }
  },
  {
    "translation": {
      "en": "and procedures in place.",
      "de": "und die vorhandenen Maßnahmen."
    }
  },
  {
    "translation": {
      "en": "What they're doing now is they're using duck and dodge techniques.",
      "de": "Jetzt gerade wenden sie Ausweichtaktiken an."
    }
  },
  {
    "translation": {
      "en": "Just take it like this and put it under the tongue.",
      "de": "Man nimmt es so und gibt es unter die Zunge."
    }
  },
  {
    "translation": {
      "en": "I think there's abuse going on.",
      "de": "Es gibt einen Missbrauch."
    }
  },
  {
    "translation": {
      "en": "I think there needs to be a further investigation.",
      "de": "Es muss weiter ermittelt werden."
    }
  },
  {
    "translation": {
      "en": "-But how many guys are using it? -My guess is about 50%.",
      "de": "Wie viele benutzen es? Ich schätze mal 50 %."
    }
  },
  {
    "translation": {
      "en": "[Rogan] Fifty of MMA athletes, or professional athletes?",
      "de": "Der MMA-Sportler oder Profisportler?"
    }
  },
  {
    "translation": {
      "en": "Yes, of MMA.",
      "de": "Ja, im MMA."
    }
  },
  {
    "translation": {
      "en": "Now because you can't make a living cheating anymore,",
      "de": "Jetzt, wo er nicht mehr betrügen kann,"
    }
  },
  {
    "translation": {
      "en": "you want to flip the other side and call people out, pointing fingers?",
      "de": "will er auf einmal mit dem Finger auf andere zeigen?"
    }
  },
  {
    "translation": {
      "en": "I can't believe anybody even listens to this guy,",
      "de": "Unglaublich, dass man überhaupt auf ihn hört."
    }
  },
  {
    "translation": {
      "en": "anybody even quotes this guy. Victor Conte is a two-faced piece of shit.",
      "de": "An jeden, der ihn zitiert, Victor Conte ist ein verlogener Drecksack."
    }
  },
  {
    "translation": {
      "en": "So Victor administrated the drugs, then he gave the drug people the system",
      "de": "Victor verabreichte also die Drogen, dann zeigte er den Drogenermittlern,"
    }
  },
  {
    "translation": {
      "en": "on how to catch you now so that he can do something different.",
      "de": "wie sie einen erwischen, damit er was anderes tun kann."
    }
  },
  {
    "translation": {
      "en": "And that's something you can never take from a hustler,",
      "de": "Das kann man einem Hustler nie austreiben:"
    }
  },
  {
    "translation": {
      "en": "the hustle.",
      "de": "den Hustle."
    }
  },
  {
    "translation": {
      "en": "[Conte] It just so happens that the red-light district of sport,",
      "de": "Zufällig fand ich im Rotlichtbezirk des Sportes,"
    }
  },
  {
    "translation": {
      "en": "which is boxing, I was able to find a home there.",
      "de": "nämlich beim Boxen, ein Zuhause."
    }
  },
  {
    "translation": {
      "en": "With Victor, people will come to me and say,",
      "de": "Leute kommen zu mir und sagen über Victor:"
    }
  },
  {
    "translation": {
      "en": "\"He's a cheater and he's going to try to give you drugs or he is giving you drugs,\"",
      "de": "\"Er ist ein Betrüger und wird versuchen, dir Drogen zu geben, oder tut es schon.\""
    }
  },
  {
    "translation": {
      "en": "and stuff like that, but I never really paid attention to it.",
      "de": "Lauter solche Sachen. Aber ich ignoriere das."
    }
  },
  {
    "translation": {
      "en": "Yeah, I would say that it is performance-enhancing,",
      "de": "Ich würde sagen er steigert meine Leistung,"
    }
  },
  {
    "translation": {
      "en": "just without the drugs. [chuckling] Victor's definitely the mad scientist.",
      "de": "nur ohne die Drogen. Victor ist ein verrückter Wissenschaftler."
    }
  },
  {
    "translation": {
      "en": "You're a beast.",
      "de": "Du bist eine Bestie."
    }
  },
  {
    "translation": {
      "en": "When you're doing high oxygen here,",
      "de": "Wenn man hochdosierten Sauerstoff einatmet,"
    }
  },
  {
    "translation": {
      "en": "it increases the production of lactic acid,",
      "de": "erhöht das die Produktion von Milchsäure,"
    }
  },
  {
    "translation": {
      "en": "that, in turn, triggers the production of testosterone and growth hormone.",
      "de": "was dann die Produktion von Testosteron und Wachstumshormonen ankurbelt."
    }
  },
  {
    "translation": {
      "en": "Your speed and your power are 10% greater.",
      "de": "Deine Geschwindigkeit und Kraft steigen um 10 % an."
    }
  },
  {
    "translation": {
      "en": "There's a lot of things that work that are legal.",
      "de": "Es gibt viele legale Dinge, die funktionieren."
    }
  },
  {
    "translation": {
      "en": "[commentator] Wanted to see another gear from Devin, he's showing us another gear.",
      "de": "Haney sollte noch einen Gang hochschalten, das kriegt ihr."
    }
  },
  {
    "translation": {
      "en": "Devin Haney is 30 and O.",
      "de": "Devin Haney ist 30 zu O."
    }
  },
  {
    "translation": {
      "en": "He defends the undisputed…",
      "de": "Er verteidigt den unbestrittenen…"
    }
  },
  {
    "translation": {
      "en": "[Novitzky] He'll take any publicity as long as his name is in the lights,",
      "de": "Er will jede Publicity, solange sein Name im Rampenlicht steht."
    }
  },
  {
    "translation": {
      "en": "so I don't think you can believe a word that guy says.",
      "de": "Ich glaube, man kann ihm kein Wort glauben."
    }
  },
  {
    "translation": {
      "en": "The BALCO investigation changed the country's perspective",
      "de": "Die BALCO-Ermittlungen haben die Sichtweise des Landes verändert"
    }
  },
  {
    "translation": {
      "en": "and the perspective of the leagues towards drugs.",
      "de": "und die Sichtweise hinsichtlich der Hinweise auf Drogen."
    }
  },
  {
    "translation": {
      "en": "This record is not tainted at all.",
      "de": "Dieser Rekord ist gar nicht befleckt."
    }
  },
  {
    "translation": {
      "en": "At all.",
      "de": "Überhaupt nicht."
    }
  },
  {
    "translation": {
      "en": "[Schmidt] And it set off consequential developments",
      "de": "Das hatte Entwicklungen zur Folge,"
    }
  },
  {
    "translation": {
      "en": "that create the drug-testing systems today.",
      "de": "die die heutigen Drogentestsysteme erschufen."
    }
  },
  {
    "translation": {
      "en": "[Veronica] I think the masses remember Victor Conte",
      "de": "Ich glaube, die Massen erinnern sich an Victor Conte"
    }
  },
  {
    "translation": {
      "en": "as the guy who single-handedly brought down the world of sport.",
      "de": "als den Mann, der die Sportwelt im Alleingang zu Fall brachte."
    }
  },
  {
    "translation": {
      "en": "I hope that changes.",
      "de": "Ich hoffe, das ändert sich."
    }
  },
  {
    "translation": {
      "en": "[Hurd] Victor makes things work for him.",
      "de": "Victor kommt immer klar."
    }
  },
  {
    "translation": {
      "en": "I think that that has a lot to do with him controlling his own narrative.",
      "de": "Das hat damit zu tun, dass er seine eigene Geschichte bestimmt."
    }
  },
  {
    "translation": {
      "en": "I mean, it's the American way. Isn't he still driving a Bentley?",
      "de": "Das ist der American Way. Fährt er nicht noch einen Bentley?"
    }
  },
  {
    "translation": {
      "en": "[Conte] I realized there's no such thing as bad publicity.",
      "de": "Mir wurde klar, dass es keine schlechte Publicity gibt."
    }
  },
  {
    "translation": {
      "en": "Like, Google Ads, whatever the keywords that you put in,",
      "de": "Zum Beispiel Google Ads. Egal, welchen Suchbegriff man eingibt,"
    }
  },
  {
    "translation": {
      "en": "if you put in \"Barry Bonds\" or \"Marion Jones\" or \"BALCO\" or whatever it is,",
      "de": "sei es \"Barry Bonds\" oder \"Marion Jones\" oder \"BALCO\" oder was auch immer,"
    }
  },
  {
    "translation": {
      "en": "right next to it's an ad for ZMA, right?",
      "de": "gleich daneben ist eine Anzeige für ZMA, oder?"
    }
  },
  {
    "translation": {
      "en": "So, in essence, I was turning the lemon into lemonade.",
      "de": "Im Grunde habe ich aus Zitronen Limonade gemacht."
    }
  },
  {
    "translation": {
      "en": "Should I send the Feds a thank-you card? They might have made me millions of dollars.",
      "de": "Schicke ich der Polizei ein Dankschreiben? Dank ihnen verdiente ich Millionen."
    }
  },
  {
    "translation": {
      "en": "♪ For the biggest fool of all...♪",
      "de": "VICTOR CONTE BEHAUPTET, ER HABE 80 MILLIONEN DOLLAR MIT ZMA UND SNAC-PRODUKTEN VERDIENT."
    }
  },
  {
    "translation": {
      "en": "[commentator] …deals, and Bonds hits one high, hits it deep!",
      "de": "2007 TRAF BARRY BONDS SEINEN 756. HOMERUN,"
    }
  },
  {
    "translation": {
      "en": "It is outta here!",
      "de": "2007 TRAF BARRY BONDS SEINEN 756. HOMERUN, WODURCH ER DER EWIGE HOMERUN- REKORDHALTER IM BASEBALL WURDE."
    }
  },
  {
    "translation": {
      "en": "Seven-fifty-six!",
      "de": "WODURCH ER DER EWIGE HOMERUN- REKORDHALTER IM BASEBALL WURDE."
    }
  },
  {
    "translation": {
      "en": "♪ For the prize-winning fool of the year ♪",
      "de": "NACH 10 JAHREN WÄHLBARKEIT WURDE ER NICHT IN DIE BASEBALL HALL OF FAME AUFGENOMMEN."
    }
  },
  {
    "translation": {
      "en": "♪ For the prize-winning fool of the year ♪",
      "de": "BARRY BONDS STREITET DEN EINSATZ VON LEISTUNGSSTEIGERNDEN MITTELN AB. ANFRAGEN FÜR EIN INTERVIEW BEANTWORTETE ER NICHT."
    }
  },
  {
    "translation": {
      "en": "♪ You'd take second prize ♪ ♪ For the greatest lie you told ♪",
      "de": "MARION JONES MUSSTE ALLE FÜNF OLYMPISCHEN MEDAILLEN ZURÜCKGEBEN."
    }
  },
  {
    "translation": {
      "en": "♪ When you said you'd be my sweetheart ♪",
      "de": "2008 KAM SIE WEGEN MEINEIDES SECHS MONATE INS GEFÄNGNIS."
    }
  },
  {
    "translation": {
      "en": "♪ To have and to hold ♪",
      "de": "SIE MUSSTE ALS EINZIGER ATHLET EINE STRAFE VERBÜSSEN."
    }
  },
  {
    "translation": {
      "en": "♪ Yes the gold cup ♪",
      "de": "MARION JONES BESTREITET, WISSENTLICH DROGEN GENOMMEN ZU HABEN. INTERVIEWANFRAGEN BEANTWORTETE SIE NICHT."
    }
  },
  {
    "translation": {
      "en": "[commentator] 9.78 seconds. A world record for Tim Montgomery.",
      "de": "Das sind 9,78 Sekunden. Ein Weltrekord für Tim Montgomery."
    }
  },
  {
    "translation": {
      "en": "[Montgomery] Did I deserve to get it taken away? Yes, I did.",
      "de": "Habe ich es verdient, sie zu verlieren? Ja, habe ich."
    }
  },
  {
    "translation": {
      "en": "But the experience I'll always live with,",
      "de": "Aber ich werde immer die Erinnerungen haben,"
    }
  },
  {
    "translation": {
      "en": "and that's what they can't take back.",
      "de": "und das können sie mir nicht nehmen."
    }
  },
  {
    "translation": {
      "en": "That moment of doing this… they can never take it back.",
      "de": "Sie können nie den Moment wegnehmen, als ich das tat."
    }
  },
  {
    "translation": {
      "en": "♪ I'd trade it for a kiss from you ♪",
      "de": "TREVOR GRAHAM STREITET AB, DROGEN VERABREICHT ZU HABEN. GREG ANDERSON WEIGERT SICH, ÜBER BALCO ODER BARRY BONDS' BETEILIGUNG ZU REDEN."
    }
  },
  {
    "translation": {
      "en": "That's the original sign",
      "de": "Das Originalschild,"
    }
  },
  {
    "translation": {
      "en": "that was up behind the spectrometer and the laboratory of BALCO for 20 years.",
      "de": "das sich 20 Jahre hinter dem Spektrometer und dem Labor von BALCO befand."
    }
  },
  {
    "translation": {
      "en": "Probably worth at least a buck or two I would think.",
      "de": "-Das ist sicherlich was wert. -Sie verkaufen es?"
    }
  },
  {
    "translation": {
      "en": "-[producer] You're gonna sell it? -I don't know.",
      "de": "-Das ist sicherlich was wert. -Sie verkaufen es? Ich weiß nicht. Ich gebe es wohl der Baseball Hall of Fame."
    }
  },
  {
    "translation": {
      "en": "No, we'll probably just give it to the baseball hall of fame.",
      "de": "Ich weiß nicht. Ich gebe es wohl der Baseball Hall of Fame."
    }
  }
]