[
  {
    "translation": {
      "en": "[man 1] I know my wife's been looking around for something special.",
      "de": "Meine Frau möchte etwas Besonderes."
    }
  },
  {
    "translation": {
      "en": "After all, it's been a few years since I bought her a diamond.",
      "de": "Der letzte Diamant ist eine Weile her."
    }
  },
  {
    "translation": {
      "en": "[woman 1] This is a half hoop.",
      "de": "Das ist ein Halbring."
    }
  },
  {
    "translation": {
      "en": "Of course, the diamond content in the full hoop is much greater.",
      "de": "Ein voll besetzter Ring hat natürlich mehr Diamanten."
    }
  },
  {
    "translation": {
      "en": "Was it a half hoop, or a full hoop your wife had in mind?",
      "de": "Was zieht Ihre Frau vor, halb oder rundum besetzt?"
    }
  },
  {
    "translation": {
      "en": "[man 1] I think she'd prefer the full hoop.",
      "de": "Ich glaube, rundum wäre ihr lieber."
    }
  },
  {
    "translation": {
      "en": "Most women do.",
      "de": "Wie den meisten."
    }
  },
  {
    "translation": {
      "en": "[Jane] Mary, have you seen these?",
      "de": "Mary, hast du die gesehen?"
    }
  },
  {
    "translation": {
      "en": "[Mary] Jane, those are diamonds!",
      "de": "Jane! Das sind Diamanten!"
    }
  },
  {
    "translation": {
      "en": "I know. Aren't they gorgeous?",
      "de": "Ich weiß. Sind sie nicht wunderschön?"
    }
  },
  {
    "translation": {
      "en": "And it is your birthday quite soon.",
      "de": "Und bald ist dein Geburtstag."
    }
  },
  {
    "translation": {
      "en": "Well…",
      "de": "Nun ja…"
    }
  },
  {
    "translation": {
      "en": "[man 2] It's always worth showing an expensive piece from the top end, even if it doesn't sell for some time.",
      "de": "Ein teures Stück zu zeigen, lohnt sich, auch wenn es sich nicht verkauft."
    }
  },
  {
    "translation": {
      "en": "You know, what you might call an aspirational piece.",
      "de": "Etwas, das die Leute anstreben."
    }
  },
  {
    "translation": {
      "en": "Uh, so what's the point of attracting people with an item they can't afford to buy?",
      "de": "Was bringt das, wenn sie es sich nicht leisten können?"
    }
  },
  {
    "translation": {
      "en": "Because they'll tend to spend more on what they choose to buy.",
      "de": "Weil sie dann oft mehr ausgeben."
    }
  },
  {
    "translation": {
      "en": "[man 1] Well, this is the one I like.",
      "de": "Ich mag den hier."
    }
  },
  {
    "translation": {
      "en": "But why is it nearly twice the price of this one?",
      "de": "Warum ist er fast doppelt so teuer?"
    }
  },
  {
    "translation": {
      "en": "[woman 1] The value of the diamond depends on four characteristics.",
      "de": "Der Wert hängt von vier Eigenschaften ab."
    }
  },
  {
    "translation": {
      "en": "The larger the diamond, the rarer it is, the better the color, the more valuable it is.",
      "de": "Je größer der Diamant, desto seltener. Je besser die Farbe, desto wertvoller."
    }
  },
  {
    "translation": {
      "en": "The greater the clarity, the more beautiful it is.",
      "de": "Je reiner er ist, desto schöner."
    }
  },
  {
    "translation": {
      "en": "However, it's the quality of the cut that gives the diamond its brilliance.",
      "de": "Aber es ist der Schliff, der dem Stein Brillanz gibt."
    }
  },
  {
    "translation": {
      "en": "-[man 3] What about that? -[man 4] A very fine stone.",
      "de": "Und dieser? Der ist sehr fein, nur wenige Einschlüsse."
    }
  },
  {
    "translation": {
      "en": "Remarkably few inclusions.",
      "de": "Der ist sehr fein, nur wenige Einschlüsse."
    }
  },
  {
    "translation": {
      "en": "Yes, well, internal characteristics are only really visible through the loupe.",
      "de": "Innere Merkmale sieht man nur mit einer Lupe."
    }
  },
  {
    "translation": {
      "en": "Beautiful clarity.",
      "de": "Wunderschöne Reinheit."
    }
  },
  {
    "translation": {
      "en": "[man 4] And, of course, you don't see the high dispersion you get",
      "de": "Und man sieht keine hohe Lichtbrechung,"
    }
  },
  {
    "translation": {
      "en": "with simulated stones.",
      "de": "wie bei den Imitationen."
    }
  },
  {
    "translation": {
      "en": "It is a diamond, then?",
      "de": "Also ein Diamant?"
    }
  },
  {
    "translation": {
      "en": "[Dusan Simic] Theoretically, based on my knowledge, my experience,",
      "de": "Theoretisch, nach meiner Erkenntnis und in meiner Erfahrung,"
    }
  },
  {
    "translation": {
      "en": "I think that everything could be fate.",
      "de": "könnte alles imitiert werden."
    }
  },
  {
    "translation": {
      "en": "Everything could be…",
      "de": "Es wäre möglich, alles herzustellen"
    }
  },
  {
    "translation": {
      "en": "could be made same as a natural base.",
      "de": "Es wäre möglich, alles herzustellen wie beim natürlichen Stein."
    }
  },
  {
    "translation": {
      "en": "I like so much idea about synthetic diamonds.",
      "de": "Ich mag synthetische Diamanten sehr."
    }
  },
  {
    "translation": {
      "en": "It is much more cheaper than natural stones.",
      "de": "Sie sind so viel billiger als natürliche,"
    }
  },
  {
    "translation": {
      "en": "And also, they looks better.",
      "de": "und sie sehen besser aus."
    }
  },
  {
    "translation": {
      "en": "[interviewer] But if a diamond can be produced in a laboratory,",
      "de": "Aber wenn Diamanten im Labor hergestellt werden können,"
    }
  },
  {
    "translation": {
      "en": "of the same or better quality, for much, much cheaper,",
      "de": "mit gleicher oder besserer Qualität und viel kostengünstiger,"
    }
  },
  {
    "translation": {
      "en": "why should we still mine for diamonds?",
      "de": "warum sie dann noch abbauen?"
    }
  },
  {
    "translation": {
      "en": "Uh, that's… I can tell you only this is a good question. [laughs]",
      "de": "Ich kann nur sagen, das ist eine gute Frage."
    }
  },
  {
    "translation": {
      "en": "Some people want something that really belongs to the earth,",
      "de": "Manche Menschen wollen etwas, das wirklich von der Erde kommt."
    }
  },
  {
    "translation": {
      "en": "something what is made by God, not made in the… Some lab.",
      "de": "Etwas, das von Gott gemacht wurde, nicht in irgendeinem Labor."
    }
  },
  {
    "translation": {
      "en": "What do you think about this?",
      "de": "Was denken Sie?"
    }
  },
  {
    "translation": {
      "en": "But from a gemological point of view, there is really no difference.",
      "de": "Aber aus gemmologischer Sicht gibt es keinen Unterschied."
    }
  },
  {
    "translation": {
      "en": "[Martin Rapaport] Let me tell you a story, right?",
      "de": "\"DIAMANTSCHMUCK-WEG\" Hier eine Anekdote."
    }
  },
  {
    "translation": {
      "en": "When I started in the diamond business, and I was knocking on doors,",
      "de": "Als ich im Diamantengeschäft anfing und an Türen klopfte,"
    }
  },
  {
    "translation": {
      "en": "my mother gave me $5,000 cash.",
      "de": "gab mir meine Mutter 5000 Dollar in bar."
    }
  },
  {
    "translation": {
      "en": "I said, \"Mom, I don't want to take your money.\"",
      "de": "Ich sagte: \"Ich möchte kein Geld.\""
    }
  },
  {
    "translation": {
      "en": "She says, \"I don't want you to spend the money. I want you to put it in your pocket.",
      "de": "Sie sagte: \"Gib es nicht aus, steck es nur ein."
    }
  },
  {
    "translation": {
      "en": "You'll talk differently if you have $5,000 in your pocket.\"",
      "de": "Mit 5000 Dollar in der Tasche redest du anders.\""
    }
  },
  {
    "translation": {
      "en": "That's what she said to me.",
      "de": "Das sagte sie."
    }
  },
  {
    "translation": {
      "en": "You wear something that's valuable and you know it's valuable,",
      "de": "Trägt man etwas Wertvolles, und man weiß, es ist wertvoll,"
    }
  },
  {
    "translation": {
      "en": "you strut differently.",
      "de": "bewegt man sich anders."
    }
  },
  {
    "translation": {
      "en": "You feel different. Your sense of confidence, your sense of who you are, is different.",
      "de": "Man fühlt sich anders. Dein Selbstwertgefühl ist anders."
    }
  },
  {
    "translation": {
      "en": "The real thing has…",
      "de": "Etwas Echtes hat…"
    }
  },
  {
    "translation": {
      "en": "It brings with it a certain sense of \"I know it's real.\"",
      "de": "Es kommt mit einem Gefühl. \"Ich weiß, es ist echt.\""
    }
  },
  {
    "translation": {
      "en": "You could have a Picasso in your house…",
      "de": "Sie könnten zu Hause ein Bild von Picasso haben,"
    }
  },
  {
    "translation": {
      "en": "It's a lithograph,",
      "de": "eine Lithografie."
    }
  },
  {
    "translation": {
      "en": "and maybe no one knows that it's not the real thing, but you do.",
      "de": "Und vielleicht weiß niemand, dass es nicht echt ist. Aber Sie schon."
    }
  },
  {
    "translation": {
      "en": "[interviewer] When I tell people I'm gonna sit down with Martin Rapaport,",
      "de": "VORSITZENDER DER RAPAPORT-GRUPPE Wenn ich von Ihnen spreche, sage ich:"
    }
  },
  {
    "translation": {
      "en": "I say, \"He's the most famous person in the diamond industry. He sets the prices of diamonds.\"",
      "de": "\"Das ist der bekannteste Mann der Branche. Er bestimmt die Diamantpreise.\""
    }
  },
  {
    "translation": {
      "en": "Oh, I don't set the prices. I report the prices.",
      "de": "Ich bestimme sie nicht, ich berichte."
    }
  },
  {
    "translation": {
      "en": "It's like the weatherman. I don't make the weather. I let you know what the weather is.",
      "de": "Wie beim Wetter. Ich mache es nicht, sondern sage, wie es ist."
    }
  },
  {
    "translation": {
      "en": "What about the price of synthetic diamonds?",
      "de": "Und für synthetische Diamanten?"
    }
  },
  {
    "translation": {
      "en": "-No. -Why?",
      "de": "-Nein. -Warum?"
    }
  },
  {
    "translation": {
      "en": "Because I don't think that…",
      "de": "Weil ich kein Produkt legitimieren möchte,"
    }
  },
  {
    "translation": {
      "en": "I don't legitimize a product that I believe is gonna be seen",
      "de": "Weil ich kein Produkt legitimieren möchte, das einmal als eines der illegitimsten Produkte des 21. Jahrhunderts gelten wird."
    }
  },
  {
    "translation": {
      "en": "as one of the most illegitimate products in the 21st century.",
      "de": "das einmal als eines der illegitimsten Produkte des 21. Jahrhunderts gelten wird."
    }
  },
  {
    "translation": {
      "en": "[interviewer] But how is it different?",
      "de": "Aber wieso ist es anders?"
    }
  },
  {
    "translation": {
      "en": "-When was 9/11? -2001.",
      "de": "-Wann war 9/11? -2001."
    }
  },
  {
    "translation": {
      "en": "Yeah. So, in 2003,",
      "de": "Okay. 2003 hielt ich in New York eine Konferenz zum Thema Labordiamanten."
    }
  },
  {
    "translation": {
      "en": "I made a conference in New York about synthetic diamonds.",
      "de": "2003 hielt ich in New York eine Konferenz zum Thema Labordiamanten."
    }
  },
  {
    "translation": {
      "en": "[presenter] This is what the, uh, machine looks like.",
      "de": "So sieht die Maschine aus."
    }
  },
  {
    "translation": {
      "en": "And when we apply the pressure and the temperature to this core, the… Whoa!",
      "de": "Und wenn Druck und Temperatur so auf den Kern…"
    }
  },
  {
    "translation": {
      "en": "[Rapaport] Synthetic diamonds were not that new, but the ability to create gem-quality synthetic diamonds was.",
      "de": "Labordiamanten waren nichts Neues, die Edelsteinqualität aber schon."
    }
  },
  {
    "translation": {
      "en": "Visually, even to the most experienced gemologist,",
      "de": "Selbst für erfahrene Gemmologen sind sie möglicherweise nicht"
    }
  },
  {
    "translation": {
      "en": "they may be indistinguishable from natural diamond.",
      "de": "Selbst für erfahrene Gemmologen sind sie möglicherweise nicht vom natürlichen Stein zu unterscheiden."
    }
  },
  {
    "translation": {
      "en": "[man] It's a big problem for all of us, because it's already on the market.",
      "de": "Das ist ein großes Problem für uns alle. Sie sind schon auf dem Markt."
    }
  },
  {
    "translation": {
      "en": "It's already here. What are we going to do?",
      "de": "Sie sind schon hier. Was machen wir?"
    }
  },
  {
    "translation": {
      "en": "A synthetic diamond will be produced and reproduced with machines,",
      "de": "Labordiamanten werden so lange mit Hilfe von Maschinen produziert,"
    }
  },
  {
    "translation": {
      "en": "until supply exceeds demand.",
      "de": "bis das Angebot die Nachfrage übersteigt."
    }
  },
  {
    "translation": {
      "en": "The consumer is used to having technology",
      "de": "Verbraucher sind gewohnt, dass Technologie liefert,"
    }
  },
  {
    "translation": {
      "en": "bring them products they otherwise couldn't afford.",
      "de": "was sie sich sonst nicht leisten können."
    }
  },
  {
    "translation": {
      "en": "Simple as that.",
      "de": "Ganz einfach."
    }
  },
  {
    "translation": {
      "en": "A diamond is a diamond.",
      "de": "Ein Diamant ist ein Diamant."
    }
  },
  {
    "translation": {
      "en": "Are you crazy? The wedding ring is a sign of ultimate commitment and love,",
      "de": "Wie bitte? Ein Ehering steht für Hingabe und Liebe."
    }
  },
  {
    "translation": {
      "en": "and the woman doesn't just think it's worth, I don't know, $80 or $120…",
      "de": "Eine Frau denkt nicht: \"Der ist 80 oder 100 $ wert."
    }
  },
  {
    "translation": {
      "en": "\"Put it on a scale, and that's our marriage.\"",
      "de": "Was er wiegt, ist unsere Ehe.\""
    }
  },
  {
    "translation": {
      "en": "No, no, no, not at all.",
      "de": "So ist es nicht."
    }
  },
  {
    "translation": {
      "en": "The diamond is actually a symbol of commitment.",
      "de": "Ein Diamant ist ein Symbol für Hingabe."
    }
  },
  {
    "translation": {
      "en": "It has to be expensive. It has to have value. Has to retain value.",
      "de": "Er muss teuer sein. Und langfristig wertvoll."
    }
  },
  {
    "translation": {
      "en": "The woman projects the value of the diamond onto herself.",
      "de": "Eine Frau projiziert den Wert des Diamanten auf sich selbst."
    }
  },
  {
    "translation": {
      "en": "\"He's giving me something of great value, because he values me greatly.\"",
      "de": "\"Er gibt mir etwas von großem Wert, weil ich so wertvoll für ihn bin.\""
    }
  },
  {
    "translation": {
      "en": "He thinks, she thinks, \"Oh, this is like a diamond.",
      "de": "Er denkt, dass sie denkt: \"Oh, der ist wie ein Diamant.\""
    }
  },
  {
    "translation": {
      "en": "I just got a better deal 'cause it's man-made.\"",
      "de": "Und dass er ein Schnäppchen macht."
    }
  },
  {
    "translation": {
      "en": "They're suckers. Because eventually, what's going to happen?",
      "de": "Das sind doch Trottel. Denn was wird am Ende passieren?"
    }
  },
  {
    "translation": {
      "en": "They're gonna come back in ten years, and they'll say, \"Oh, what's it worth?",
      "de": "In zehn Jahren fragen sie, was er wert ist."
    }
  },
  {
    "translation": {
      "en": "What's my marriage worth?",
      "de": "Was ist meine Ehe wert?"
    }
  },
  {
    "translation": {
      "en": "What's my relationship worth?\"",
      "de": "Oder meine Beziehung?"
    }
  },
  {
    "translation": {
      "en": "[Aja Raden] I just think the idea of \"Is it real or isn't it real?\" is so absurd.",
      "de": "Die Frage, ob er echt ist oder nicht, ist so absurd."
    }
  },
  {
    "translation": {
      "en": "I was at a birthday party in Paris, and the woman sitting next me, she smiled and said,",
      "de": "Auf einer Geburtstagfeier in Paris fragte mich meine Sitznachbarin lächelnd:"
    }
  },
  {
    "translation": {
      "en": "\"So, what kind of jewelry do you design?\"",
      "de": "\"Welche Art Schmuck entwerfen Sie?\" Und ich sagte: \"Nun ja…"
    }
  },
  {
    "translation": {
      "en": "I was like, \"Um, well, actually, I designed that.",
      "de": "\"Welche Art Schmuck entwerfen Sie?\" Und ich sagte: \"Nun ja… Ich habe Ihren Verlobungsring entworfen.\""
    }
  },
  {
    "translation": {
      "en": "I designed your engagement ring.\"",
      "de": "Ich habe Ihren Verlobungsring entworfen.\""
    }
  },
  {
    "translation": {
      "en": "And she said, \"You design engagement rings?\"",
      "de": "Sie sagte: \"Sie entwerfen Verlobungsringe?\""
    }
  },
  {
    "translation": {
      "en": "And I said, \"No, I designed your engagement ring.\"",
      "de": "Ich sagte: \"Nein, ich entwarf Ihren.\""
    }
  },
  {
    "translation": {
      "en": "And her husband immediately asked me what all men ask.",
      "de": "SCHMUCKDESIGNERIN Und ihr Mann fragte sofort, was alle Männer fragen, nach dem Preis."
    }
  },
  {
    "translation": {
      "en": "They ask about the price.",
      "de": "Und ihr Mann fragte sofort, was alle Männer fragen, nach dem Preis."
    }
  },
  {
    "translation": {
      "en": "\"Tell me the truth. How much should it have cost?\"",
      "de": "\"Sagen Sie die Wahrheit, was hätte er kosten sollen?\""
    }
  },
  {
    "translation": {
      "en": "He just kept saying, \"Tell me the truth.\"",
      "de": "Er wiederholte, \"die Wahrheit\"."
    }
  },
  {
    "translation": {
      "en": "And I said, \"You want the truth? Do you want to know the truth?",
      "de": "Also sagte ich: \"Sie wollen die Wahrheit?"
    }
  },
  {
    "translation": {
      "en": "The truth about diamonds is they're all the same, and none of them are really worth anything.\"",
      "de": "Die lautet, alle Diamanten sind gleich und nicht wirklich etwas wert.\""
    }
  },
  {
    "translation": {
      "en": "And then, ultimately, I was like, \"Do you know what a diamond cartel is?\"",
      "de": "Dann fragte ich, ob er weiß, was ein Diamantenkartell ist."
    }
  },
  {
    "translation": {
      "en": "-[interviewer] De Beers. -[Raden] Mmm-hmm.",
      "de": "De Beers."
    }
  },
  {
    "translation": {
      "en": "People want a variety of things.",
      "de": "Menschen wollen viele verschiedene Dinge."
    }
  },
  {
    "translation": {
      "en": "None of them are particularly about romance, or true love.",
      "de": "Dabei geht es nicht unbedingt um Romantik oder wahre Liebe."
    }
  },
  {
    "translation": {
      "en": "[Raden] People want things because they've been told to want them.",
      "de": "Menschen wollen Dinge, weil man es ihnen gesagt hat. EIN DIAMANT IST UNVERGÄNGLICH"
    }
  },
  {
    "translation": {
      "en": "And De Beers has convinced hundreds of millions of people",
      "de": "Und De Beers hat Hunderte Millionen von Menschen"
    }
  },
  {
    "translation": {
      "en": "over almost a century so effectively that they want a diamond.",
      "de": "über ein Jahrhundert lang sehr wirkungsvoll überzeugt."
    }
  },
  {
    "translation": {
      "en": "And the way they did it was by inventing a product.",
      "de": "Das gelang ihnen, indem sie ein Produkt erfanden,"
    }
  },
  {
    "translation": {
      "en": "They called it an engagement ring,",
      "de": "das sie Verlobungsring nannten."
    }
  },
  {
    "translation": {
      "en": "that would hold these little white diamonds, which were the least desirable kind.",
      "de": "Es war mit kleinen Diamanten besetzt, die sonst wenig begehrt waren."
    }
  },
  {
    "translation": {
      "en": "But before that, nobody really wanted them, and this was just a way to get",
      "de": "Bis dahin wollte niemand diese Steine, und dies war ein Weg,"
    }
  },
  {
    "translation": {
      "en": "the new emerging middle class of America after World War II to buy them.",
      "de": "die neue Nachkriegs-Mittelschicht Amerikas zum Kauf zu bewegen."
    }
  },
  {
    "translation": {
      "en": "So, what is a diamond?",
      "de": "Was ist ein Diamant?"
    }
  },
  {
    "translation": {
      "en": "What's a stone worth? Why do people want what they want?",
      "de": "Was ist er wert? Warum wollen die Leute etwas?"
    }
  },
  {
    "translation": {
      "en": "And, in this case,",
      "de": "In diesem Fall…"
    }
  },
  {
    "translation": {
      "en": "the answer is, because they've been told to.",
      "de": "…ist es, weil man es ihnen gesagt hat."
    }
  },
  {
    "translation": {
      "en": "-That must've set you back a bit. -Not really. About two months' salary.",
      "de": "-Der war bestimmt teuer. -Nur zwei Monatsgehälter."
    }
  },
  {
    "translation": {
      "en": "Not much for something that's forever.",
      "de": "Nicht viel für etwas Unvergängliches."
    }
  },
  {
    "translation": {
      "en": "[announcer] A diamond is forever.",
      "de": "Ein Diamant ist unvergänglich."
    }
  },
  {
    "translation": {
      "en": "[Raden] De Beers invented a way to sell them to people.",
      "de": "De Beers fand einen Weg, sie zu verkaufen."
    }
  },
  {
    "translation": {
      "en": "People want the thing, the best thing,",
      "de": "Die Leute wollen nur das Beste,"
    }
  },
  {
    "translation": {
      "en": "and they've convinced them that that's a diamond and nothing else.",
      "de": "und man überzeugte sie. Es muss ein Diamant sein, sonst nichts."
    }
  },
  {
    "translation": {
      "en": "[reporter] De Beers is the diamond business,",
      "de": "Der Name De Beers steht für Diamanten."
    }
  },
  {
    "translation": {
      "en": "and this building is where they control the world diamond trade.",
      "de": "Von diesem Gebäude aus wird der weltweite Handel gesteuert."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] By buying up most of the world's uncut diamonds,",
      "de": "Indem es einen Großteil der Rohdiamanten im Markt kauft,"
    }
  },
  {
    "translation": {
      "en": "the company can regulate supply to select dealers,",
      "de": "kann das Unternehmen über Händler das Angebot steuern."
    }
  },
  {
    "translation": {
      "en": "increasing it in good years, and reducing it in bad,",
      "de": "In guten Jahren wird es erhöht, in schlechten reduziert."
    }
  },
  {
    "translation": {
      "en": "to keep prices high.",
      "de": "So bleiben die Preise hoch."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] A century after it began,",
      "de": "Einhundert Jahre nach seiner Gründung"
    }
  },
  {
    "translation": {
      "en": "the diamond cartel still controls the production,",
      "de": "kontrolliert das Kartell noch immer die Produktion,"
    }
  },
  {
    "translation": {
      "en": "the marketing, and the pricing of rough diamonds around the world.",
      "de": "das Marketing und die Preise von Rohdiamanten auf der ganzen Welt."
    }
  },
  {
    "translation": {
      "en": "It's impossible to say factual statements about De Beers without sounding…",
      "de": "Es ist unmöglich, über De Beers Tatsachen auszusprechen, ohne dass es…"
    }
  },
  {
    "translation": {
      "en": "judgmental.",
      "de": "…wertend klingt."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Its monopolistic control violates US antitrust laws,",
      "de": "Das Monopol verstößt gegen das Kartellrecht der USA."
    }
  },
  {
    "translation": {
      "en": "but the cartel has successfully kept its executives",
      "de": "Doch ist es der Führungsriege gelungen,"
    }
  },
  {
    "translation": {
      "en": "beyond the reach of American justice.",
      "de": "der Justiz aus dem Weg zu gehen."
    }
  },
  {
    "translation": {
      "en": "Well, until there's a major crack in the market, the cartel will survive,",
      "de": "Solang der Markt nicht einbricht, wird das Kartell überleben,"
    }
  },
  {
    "translation": {
      "en": "simply because it is too powerful.",
      "de": "weil es einfach zu viel Macht hat."
    }
  },
  {
    "translation": {
      "en": "And that's fine, because it's not about anything important, it's about diamonds.",
      "de": "Das ist okay, es geht um nichts Wichtiges, nur um Diamanten."
    }
  },
  {
    "translation": {
      "en": "De Beers executives are nervous about all of this.",
      "de": "Die Führung ist nervös."
    }
  },
  {
    "translation": {
      "en": "They would not allow themselves to be interviewed for 60 Minutes.",
      "de": "Interviews für 60 Minutes wurden abgelehnt."
    }
  },
  {
    "translation": {
      "en": "Then again, it's very important,",
      "de": "Andererseits ist es wichtig,"
    }
  },
  {
    "translation": {
      "en": "because it's moved capital across continents for about 100 years.",
      "de": "weil so seit 100 Jahren Kapital durch die Welt bewegt wird."
    }
  },
  {
    "translation": {
      "en": "[Stephen Lussier] History has always been part of the diamond world.",
      "de": "Geschichte hat schon immer eine große Rolle gespielt."
    }
  },
  {
    "translation": {
      "en": "The generation that preceded me within De Beers",
      "de": "Die Generation von De Beers, die mir vorausging,"
    }
  },
  {
    "translation": {
      "en": "who would've, you know, locked the front door,",
      "de": "Die Generation von De Beers, die mir vorausging, hätte die Tür zugesperrt und niemanden reingelassen."
    }
  },
  {
    "translation": {
      "en": "and nobody in, thank you.",
      "de": "hätte die Tür zugesperrt und niemanden reingelassen."
    }
  },
  {
    "translation": {
      "en": "[interviewer] This interview wouldn't happen. No, I don't think so.",
      "de": "-Dieses Interview fände nicht statt? -Nein."
    }
  },
  {
    "translation": {
      "en": "De Beers was controlled by the Oppenheimers since, really, sort of, the 1920s.",
      "de": "De Beers war seit den 1920er Jahren unter der Leitung der Oppenheimer."
    }
  },
  {
    "translation": {
      "en": "But they're all gone, and, well, I'm still there,",
      "de": "Aber sie sind weg. Ich bin noch da und führe die Mission weiter."
    }
  },
  {
    "translation": {
      "en": "so I carry on with the mission.",
      "de": "Ich bin noch da und führe die Mission weiter."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Because you married into the family, right?",
      "de": "Sie heirateten in die Familie, oder?"
    }
  },
  {
    "translation": {
      "en": "Yeah. You know, it helps in life to be lucky.",
      "de": "Ja, es hilft, im Leben etwas Glück zu haben."
    }
  },
  {
    "translation": {
      "en": "There must have been something ordained in the way I ended up.",
      "de": "Was ich mache, muss irgendwie vorbestimmt gewesen sein."
    }
  },
  {
    "translation": {
      "en": "Some say, \"What's your job, then?\"",
      "de": "Manche fragen: \"Was ist dein Job?\""
    }
  },
  {
    "translation": {
      "en": "Oh, well, you know, in a way, my job is to inspire, I guess, each generation",
      "de": "In gewisser Weise ist mein Job, Generationen zu inspirieren"
    }
  },
  {
    "translation": {
      "en": "with this extraordinary story of the diamond.",
      "de": "mit dieser unglaublichen Geschichte von Diamanten."
    }
  },
  {
    "translation": {
      "en": "People don't know, huh? A diamond is like three billion years old.",
      "de": "Die Leute wissen nicht, dass ein Diamant drei Milliarden Jahre alt ist."
    }
  },
  {
    "translation": {
      "en": "Older than life.",
      "de": "Älter als das Leben."
    }
  },
  {
    "translation": {
      "en": "Some of them older than stars in the sky.",
      "de": "Manche älter als die Sterne am Himmel."
    }
  },
  {
    "translation": {
      "en": "You can't make that.",
      "de": "Das kann man nicht herstellen."
    }
  },
  {
    "translation": {
      "en": "Yeah, we can synthesize carbon,",
      "de": "Wir können Kohlenstoff synthetisieren,"
    }
  },
  {
    "translation": {
      "en": "but in reality, we can't make what a diamond is.",
      "de": "aber nicht herstellen, was ein Diamant wirklich ist."
    }
  },
  {
    "translation": {
      "en": "We can't make something which is a billion years old",
      "de": "Etwas, das eine Milliarde Jahre alt ist"
    }
  },
  {
    "translation": {
      "en": "that connects us to the formation of the world.",
      "de": "und uns mit der Entstehung der Welt verbindet."
    }
  },
  {
    "translation": {
      "en": "We can't make something where every one is inherently unique.",
      "de": "Etwas, bei dem jedes Einzelstück von Natur aus einzigartig ist"
    }
  },
  {
    "translation": {
      "en": "And we can't make something that has an intrinsic rarity",
      "de": "und dessen Charakter sich durch seine Seltenheit"
    }
  },
  {
    "translation": {
      "en": "and preciousness to it.",
      "de": "und Kostbarkeit auszeichnet."
    }
  },
  {
    "translation": {
      "en": "And the one thing that worried us a lot about lab-grown diamonds",
      "de": "Was uns bei Labordiamanten besonders sorgte, war,"
    }
  },
  {
    "translation": {
      "en": "is if they were marketed in a way that pretended",
      "de": "dass bei ihrer Vermarktung vorgegeben werden könnte,"
    }
  },
  {
    "translation": {
      "en": "that they had the values of a real diamond.",
      "de": "sie hätten die Werteigenschaften eines echten Steins."
    }
  },
  {
    "translation": {
      "en": "[Lussier] We're in the period of misinformation.",
      "de": "50 JAHRE GICC DEBSWANA Derzeit erleben wir Fehlinformation, oder auch Verwirrung."
    }
  },
  {
    "translation": {
      "en": "Well, confusion.",
      "de": "Derzeit erleben wir Fehlinformation, oder auch Verwirrung."
    }
  },
  {
    "translation": {
      "en": "People aren't quite sure what it is or what it isn't.",
      "de": "Die Leute sind unsicher, was ein Diamant ist."
    }
  },
  {
    "translation": {
      "en": "But, um, it's only an existential threat if…",
      "de": "Aber diese Bedrohung wird nur dann existenziell,"
    }
  },
  {
    "translation": {
      "en": "if we somehow damage the relationship that consumers have",
      "de": "wenn wir die Beziehung der Verbraucher zu dem, was ein Diamant wirklich ist, schädigen."
    }
  },
  {
    "translation": {
      "en": "with what a diamond really is.",
      "de": "was ein Diamant wirklich ist, schädigen."
    }
  },
  {
    "translation": {
      "en": "[interviewer] So, I'm kind of curious about the idea of the undetectable synthetic.",
      "de": "Mich interessiert die Frage der Nichtnachweisbarkeit von Kunststoff."
    }
  },
  {
    "translation": {
      "en": "You know, techniques.",
      "de": "Ich meine die Techniken."
    }
  },
  {
    "translation": {
      "en": "You know, there are some ways to make it more difficult for existing technology,",
      "de": "Für bestehende Technologien ist es zuweilen schwieriger,"
    }
  },
  {
    "translation": {
      "en": "but it doesn't mean that there aren't solutions.",
      "de": "doch Lösungen kann es trotzdem geben."
    }
  },
  {
    "translation": {
      "en": "We have a responsibility to detect them.",
      "de": "Die Identifikation liegt in unserer Verantwortung."
    }
  },
  {
    "translation": {
      "en": "The question becomes, \"What type of technology do you need to do so?\"",
      "de": "Die Frage ist, welche Technologie dafür benötigt wird."
    }
  },
  {
    "translation": {
      "en": "Detection, I'm not fussed about, because I know what De Beers can do.",
      "de": "Es macht mir kein Kopfzerbrechen. Ich weiß um unsere Fähigkeiten."
    }
  },
  {
    "translation": {
      "en": "[John Janik] Do you perceive aluminum as being a valuable material?",
      "de": "Ist Aluminium für Sie ein Material von hohem Wert?"
    }
  },
  {
    "translation": {
      "en": "-[interviewer] Personally? -Personally. -Aluminum? -Aluminum.",
      "de": "-Aluminium, für mich persönlich? -Ja."
    }
  },
  {
    "translation": {
      "en": "-Negative. -No.",
      "de": "-Nein. -Nein."
    }
  },
  {
    "translation": {
      "en": "Do you know that there's an aluminum…",
      "de": "Wussten Sie, dass die Spitze des Washington Monuments"
    }
  },
  {
    "translation": {
      "en": "Little obelisk on top of the Washington Monument?",
      "de": "Wussten Sie, dass die Spitze des Washington Monuments ein kleiner Obelisk aus Aluminium ist?"
    }
  },
  {
    "translation": {
      "en": "Because aluminum, at the time that the Washington Monument was built,",
      "de": "Aluminium war damals, als das Monument gebaut wurde,"
    }
  },
  {
    "translation": {
      "en": "was some of the most expensive material out there.",
      "de": "eines der teuersten Materialien überhaupt."
    }
  },
  {
    "translation": {
      "en": "It was really hard to put together.",
      "de": "Die Herstellung war sehr schwierig."
    }
  },
  {
    "translation": {
      "en": "You know, it was, like, a feat that they had done this.",
      "de": "Dass sie es schafften, war eine Leistung."
    }
  },
  {
    "translation": {
      "en": "And then, like, a couple years later,",
      "de": "Wenige Jahre später findet jemand"
    }
  },
  {
    "translation": {
      "en": "somebody comes up with a process to mass-produce aluminum, and now it's dirt cheap.",
      "de": "einen Weg zur Massenproduktion, und jetzt ist es spottbillig."
    }
  },
  {
    "translation": {
      "en": "So, what was once, you know, really coveted and valuable",
      "de": "Etwas, das einmal sehr begehrt und wertvoll war,"
    }
  },
  {
    "translation": {
      "en": "is just a commodity that we throw away.",
      "de": "wurde zu etwas, das wir wegwerfen."
    }
  },
  {
    "translation": {
      "en": "You know, diamond's gonna be the same.",
      "de": "Mit Diamanten wird's genauso. XTROPY LABORDIAMANTEN"
    }
  },
  {
    "translation": {
      "en": "[newscaster] John Janik, he is a Carnegie Fellow from the Carnegie Institution.",
      "de": "John Janik ist Student höheren Semesters an der Carnegie Institution."
    }
  },
  {
    "translation": {
      "en": "Okay, so here you have these, um, synthetic diamonds.",
      "de": "Sie haben hier synthetische Diamanten."
    }
  },
  {
    "translation": {
      "en": "-Mmm-hmm. -And you actually, uh… You like to call them cultured diamonds.",
      "de": "Sie verwenden den Begriff \"Kulturdiamanten\"."
    }
  },
  {
    "translation": {
      "en": "You took them to the Diamond District, the real one, not too far from here,",
      "de": "Sie gingen damit in den Diamantenbezirk, für echte Diamanten."
    }
  },
  {
    "translation": {
      "en": "and they couldn't tell the difference. -[Janik] Not a bit. -[newscaster] Not a bit.",
      "de": "-Dort sah man keinen Unterschied? -Nicht den geringsten."
    }
  },
  {
    "translation": {
      "en": "And they appraised them for basically what natural diamonds would go for?",
      "de": "Ihr Wert wurde auf den natürlicher Diamanten geschätzt?"
    }
  },
  {
    "translation": {
      "en": "That's right. For wholesale prices.",
      "de": "Richtig, im Großhandel."
    }
  },
  {
    "translation": {
      "en": "My PhD was in making crystals of different materials.",
      "de": "In meiner Doktorarbeit ging es Materialien zur Kristallherstellung."
    }
  },
  {
    "translation": {
      "en": "I would make rubies, which is aluminum oxide",
      "de": "Ich stellte Rubine her, aus Aluminiumoxid und etwas Chrom."
    }
  },
  {
    "translation": {
      "en": "with a little bit of chromium in it.",
      "de": "aus Aluminiumoxid und etwas Chrom."
    }
  },
  {
    "translation": {
      "en": "I made exotic uranium compounds.",
      "de": "Ich stellte ungewöhnliche Uranverbindungen her."
    }
  },
  {
    "translation": {
      "en": "I made these materials, and then I went and studied their properties.",
      "de": "Ich stellte die Materialien her und untersuchte sie."
    }
  },
  {
    "translation": {
      "en": "A crystal is just a repeating structure of atoms.",
      "de": "Ein Kristall ist eine sich wiederholende Anordnung von Atomen."
    }
  },
  {
    "translation": {
      "en": "So, if you have a carbon and a carbon and a carbon",
      "de": "Wenn sich das Muster der Kohlenstoffatome wiederholt,"
    }
  },
  {
    "translation": {
      "en": "in a repeating pattern, that's a diamond crystal.",
      "de": "Wenn sich das Muster der Kohlenstoffatome wiederholt, hat man einen Diamantkristall."
    }
  },
  {
    "translation": {
      "en": "We can actually make diamonds that are more perfect than natural diamonds.",
      "de": "Wir können Diamanten züchten, die perfekter sind als natürliche,"
    }
  },
  {
    "translation": {
      "en": "We can grow about a carat per day.",
      "de": "am Tag etwa ein Karat."
    }
  },
  {
    "translation": {
      "en": "[newscaster] But it will be cheaper. -That's the point. -[Janik] You can't tell.",
      "de": "-Und billiger, darum geht es doch. -Das sieht man nicht."
    }
  },
  {
    "translation": {
      "en": "If you can't tell the difference, John,",
      "de": "Wenn man es nicht sieht,"
    }
  },
  {
    "translation": {
      "en": "then this inevitably has to hurt the diamond market out there.",
      "de": "wird es dem Markt da draußen weh tun."
    }
  },
  {
    "translation": {
      "en": "You mean these things have value? I… -I had no idea. -[laughing]",
      "de": "Diamanten sind was wert? Wusste ich nicht."
    }
  },
  {
    "translation": {
      "en": "[Rapaport] You got to understand,",
      "de": "Sie müssen verstehen,"
    }
  },
  {
    "translation": {
      "en": "the sale of synthetic diamonds as diamond engagement rings",
      "de": "dass der Verkauf von Labordiamanten als Verlobungsring"
    }
  },
  {
    "translation": {
      "en": "is a fundamental violation of the ethics of the diamond industry, in my opinion.",
      "de": "meiner Meinung nach die Ethik der Branche grob verletzt."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Is it just about the money? 'Cause that's…",
      "de": "meiner Meinung nach die Ethik der Branche grob verletzt. Geht es dabei ums Geld?"
    }
  },
  {
    "translation": {
      "en": "You're hurting people where it counts.",
      "de": "Man tut Menschen weh, wo es für sie zählt."
    }
  },
  {
    "translation": {
      "en": "You're kicking them in their emotional, \"I love you\" commitment spot.",
      "de": "Man trifft sie an dem Gefühlspunkt von \"Ich liebe dich\" und Hingabe."
    }
  },
  {
    "translation": {
      "en": "That's terrible, terrible, terrible!",
      "de": "Das ist furchtbar. Furchtbar!"
    }
  },
  {
    "translation": {
      "en": "[laughs] I mean, come on. If I want to rip you off, fine, rip me off.",
      "de": "Schön, zock mich ab, wenn du willst."
    }
  },
  {
    "translation": {
      "en": "Why rip me off with what I gave my wife?",
      "de": "Aber bei dem, was ich meiner Frau schenke?"
    }
  },
  {
    "translation": {
      "en": "There's a story of a guy who was selling treated diamonds.",
      "de": "Es gibt die Geschichte eines Mannes, der behandelte Diamanten verkaufte."
    }
  },
  {
    "translation": {
      "en": "It's called the Yehuda treatment. But he charged everyone a lot less.",
      "de": "Man nennt es \"Yehuda-Behandlung\". Und er verkaufte sie billiger."
    }
  },
  {
    "translation": {
      "en": "But when the women found out that their diamonds were treated,",
      "de": "Aber als die Frauen erfuhren, dass sie behandelte Diamanten hatten,"
    }
  },
  {
    "translation": {
      "en": "there was a line around the block, and around the block, and around the block",
      "de": "standen die Kunden Schlange, bis zur nächsten und übernächsten Ecke,"
    }
  },
  {
    "translation": {
      "en": "to try to return the diamonds.",
      "de": "um die Steine zurückgehen zu lassen."
    }
  },
  {
    "translation": {
      "en": "The women, they felt so cheated and so angry.",
      "de": "Die Frauen fühlten sich betrogen und waren wütend."
    }
  },
  {
    "translation": {
      "en": "And this guy, he gave everybody the money till he had no money.",
      "de": "Und der Mann gab allen ihr Geld zurück, bis er keins mehr hatte."
    }
  },
  {
    "translation": {
      "en": "Then he drank jewelry cleaner and killed himself.",
      "de": "Dann trank er Schmuckreiniger. Brachte sich um."
    }
  },
  {
    "translation": {
      "en": "And he didn't steal. He didn't rip 'em off, theoretically.",
      "de": "Er hatte nichts gestohlen, theoretisch."
    }
  },
  {
    "translation": {
      "en": "It wasn't about the money. It was the failure to disclose it.",
      "de": "Es ging nicht ums Geld, sondern um das Verschweigen."
    }
  },
  {
    "translation": {
      "en": "Look, I don't know what's gonna happen. Right? But in ten years from now,",
      "de": "Ich weiß nicht, was wird, aber in zehn Jahren"
    }
  },
  {
    "translation": {
      "en": "there's an extremely great likelihood that people are gonna look back and say,",
      "de": "werden die Leute wahrscheinlich zurückblicken und sagen:"
    }
  },
  {
    "translation": {
      "en": "\"That diamond industry!",
      "de": "\"Die Diamantindustrie!"
    }
  },
  {
    "translation": {
      "en": "They sold that stuff!",
      "de": "Die haben es verkauft!"
    }
  },
  {
    "translation": {
      "en": "And it wasn't worth the price I paid at all! What did they do to me?\"",
      "de": "Es war den Preis nicht wert. Was haben sie mir angetan?\""
    }
  },
  {
    "translation": {
      "en": "And how is the woman gonna feel if she projects the value of the diamond onto herself subconsciously?",
      "de": "Wie wird sich eine Frau fühlen, wenn sie den Wert auf sich projiziert?"
    }
  },
  {
    "translation": {
      "en": "How is she gonna feel about her diamond?",
      "de": "Was wird der Diamant für sie sein?"
    }
  },
  {
    "translation": {
      "en": "[Raden] Let's say someone sees my ring and says, \"Is that real?\"",
      "de": "Sagen wir, jemand fragt, ob mein Stein echt ist."
    }
  },
  {
    "translation": {
      "en": "Am I gonna say yes or no?",
      "de": "Sage ich Ja oder Nein?"
    }
  },
  {
    "translation": {
      "en": "No woman who thought she could get away with it",
      "de": "Keine Frau, die glaubt, sie bleibt unertappt, hat je gesagt:"
    }
  },
  {
    "translation": {
      "en": "has ever, ever said, \"No, it's fake.\"",
      "de": "Keine Frau, die glaubt, sie bleibt unertappt, hat je gesagt: \"Das ist eine Imitation.\""
    }
  },
  {
    "translation": {
      "en": "[interviewer] So where does this go? You're still getting a diamond…",
      "de": "Wo führt das hin? Man bekommt ja einen Diamanten."
    }
  },
  {
    "translation": {
      "en": "Okay, but is a diamond a diamond?",
      "de": "Ja, aber ist ein Diamant ein Diamant?"
    }
  },
  {
    "translation": {
      "en": "[interviewer] What do you mean?",
      "de": "Wie meinen Sie das?"
    }
  },
  {
    "translation": {
      "en": "[Raden] I mean synthetic diamonds have leaked into the natural diamond market.",
      "de": "Nun, Labordiamanten sind schon in den Naturdiamantenmarkt eingedrungen."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Really?",
      "de": "Wirklich?"
    }
  },
  {
    "translation": {
      "en": "They're saying 1%, maybe, in the form of melee…",
      "de": "Es heißt, etwa ein Prozent, als Mêlée-Diamanten."
    }
  },
  {
    "translation": {
      "en": "These teeny, teeny, tiny diamonds that are sold in parcels.",
      "de": "Die kleinen Brillanten, die päckchenweise verkauft werden."
    }
  },
  {
    "translation": {
      "en": "It's more like 20%.",
      "de": "Es sind eher 20 Prozent."
    }
  },
  {
    "translation": {
      "en": "And nobody's even saying what percent of larger stones are lab-grown.",
      "de": "Wie groß der Anteil bei den größeren Steinen ist, sagt keiner."
    }
  },
  {
    "translation": {
      "en": "[interviewer] To me, that seems like the ultimate collapse.",
      "de": "Für mich heißt das, da passiert ein Zusammenbruch."
    }
  },
  {
    "translation": {
      "en": "But for the diamond, not for the synthetic diamond.",
      "de": "Für den Diamanten, nicht den synthetischen Stein."
    }
  },
  {
    "translation": {
      "en": "The diamond was never real, either. The diamond was always a lie.",
      "de": "Der Diamant war auch nie echt, er war immer eine Lüge."
    }
  },
  {
    "translation": {
      "en": "So, the synthetic diamond is just a lie about a lie,",
      "de": "Der synthetische Diamant ist eine Lüge über eine Lüge."
    }
  },
  {
    "translation": {
      "en": "which I happen to think is hilarious and sort of delightful.",
      "de": "Das finde ich zum Totlachen und irgendwie köstlich."
    }
  },
  {
    "translation": {
      "en": "And one could argue that synthetic diamonds,",
      "de": "Man könnte auch sagen, synthetische Steine,"
    }
  },
  {
    "translation": {
      "en": "if what you're looking for is a really colorless, flawless one, no nitrogen,",
      "de": "Man könnte auch sagen, synthetische Steine, wenn man einen wirklich reinen, farblosen will,"
    }
  },
  {
    "translation": {
      "en": "no nothing, they can be made like nature intended,",
      "de": "ohne Stickstoff et cetera… Die kann man herstellen, wie die Natur es beabsichtigte, aber nie ganz schaffte."
    }
  },
  {
    "translation": {
      "en": "but never quite managed.",
      "de": "wie die Natur es beabsichtigte, aber nie ganz schaffte."
    }
  },
  {
    "translation": {
      "en": "[Simic] Who is going to buy a ring and go to the lab immediately,",
      "de": "Wer kauft einen Ring und lässt gleich im Labor prüfen, was drin ist?"
    }
  },
  {
    "translation": {
      "en": "check what is inside?",
      "de": "und lässt gleich im Labor prüfen, was drin ist?"
    }
  },
  {
    "translation": {
      "en": "Who is doing this? Nobody.",
      "de": "Wer macht das schon? Niemand."
    }
  },
  {
    "translation": {
      "en": "This is a perfect crime, you know?",
      "de": "Es ist ein perfektes Verbrechen."
    }
  },
  {
    "translation": {
      "en": "So few people have an interest to understand what is inside of a stone on the atomic level.",
      "de": "Nur die Wenigsten interessiert die innere atomare Ebene eines Steins."
    }
  },
  {
    "translation": {
      "en": "I care only about what is shown on this level.",
      "de": "Für mich zählt nur, was man auf dieser Ebene erkennt."
    }
  },
  {
    "translation": {
      "en": "Pure gemology.",
      "de": "Pure Gemmologie."
    }
  },
  {
    "translation": {
      "en": "When I started trying to solve the problem of identification,",
      "de": "Als ich mit der Suche nach einer Lösung der Identifikationsfrage begann,"
    }
  },
  {
    "translation": {
      "en": "it was in 2012.",
      "de": "Als ich mit der Suche nach einer Lösung der Identifikationsfrage begann, war es das Jahr 2012,"
    }
  },
  {
    "translation": {
      "en": "And our idea was to check every stone. Every stone.",
      "de": "und das Ziel war, alle Steine zu prüfen."
    }
  },
  {
    "translation": {
      "en": "I start to publish what I found, you know, that the stones are mixed already.",
      "de": "Ich veröffentlichte, was ich fand. Dass schon gemischt wurde."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Synthetics with natural stones?",
      "de": "Künstliche mit natürlichen?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "Undisclosed, synthetic stones mixed with natural.",
      "de": "Synthetische Steine werden ohne Kennzeichnung untergemischt."
    }
  },
  {
    "translation": {
      "en": "This is a real problem, you know?",
      "de": "Das ist wirklich ein Problem."
    }
  },
  {
    "translation": {
      "en": "But then, De Beers published a press release",
      "de": "Aber dann erklärte De Beers in einer Pressemitteilung,"
    }
  },
  {
    "translation": {
      "en": "where they checked thousands of the stones,",
      "de": "sie hätten Tausende von Steinen überprüft"
    }
  },
  {
    "translation": {
      "en": "and they didn't find one synthetic stone.",
      "de": "und nicht einen künstlichen Stein gefunden."
    }
  },
  {
    "translation": {
      "en": "Two, three months before this,",
      "de": "Zwei oder drei Monate zuvor hatten wir veröffentlicht,"
    }
  },
  {
    "translation": {
      "en": "we publish that we found like 5% stones mixed, you know, so…",
      "de": "Zwei oder drei Monate zuvor hatten wir veröffentlicht, dass wir einen Anteil von fünf Prozent fanden."
    }
  },
  {
    "translation": {
      "en": "[interviewer] What was the feeling from people within the industry?",
      "de": "Was sagte die Branche?"
    }
  },
  {
    "translation": {
      "en": "[Simic] They would say, \"If De Beers says,",
      "de": "Sie sagten: \"Wenn De Beers sagt,"
    }
  },
  {
    "translation": {
      "en": "'In the thousands of the stones, we didn't found one stone,'",
      "de": "dass sie in Tausenden von Steinen keine künstlichen fanden,"
    }
  },
  {
    "translation": {
      "en": "then… the synthetics is not a problem.\"",
      "de": "dann sind Kunststoffe kein Problem.\""
    }
  },
  {
    "translation": {
      "en": "Like, uh, \"It doesn't matter.\"",
      "de": "Es war egal."
    }
  },
  {
    "translation": {
      "en": "De Beers' intention? \"Synthetic stones, they don't exist.\"",
      "de": "De Beers will sagen, dass keine künstlichen Steine vorhanden sind."
    }
  },
  {
    "translation": {
      "en": "But then, we know how much the dealers are selling. They're selling a lot.",
      "de": "Aber wir kennen die Mengen, die die Händler verkaufen. Es ist viel."
    }
  },
  {
    "translation": {
      "en": "So, where are those stones?",
      "de": "Also… Wo sind diese Steine?"
    }
  },
  {
    "translation": {
      "en": "[Simic] The next year, in spring, will be 30 years",
      "de": "Nächstes Jahr im Frühling sind es 30 Jahre,"
    }
  },
  {
    "translation": {
      "en": "when I decided to be a gemologist.",
      "de": "seit ich mich entschied, Gemmologe zu werden."
    }
  },
  {
    "translation": {
      "en": "I left Serbia during the war.",
      "de": "Ich verließ Serbien während des Krieges."
    }
  },
  {
    "translation": {
      "en": "It was a really heavy time. The bombing, you know.",
      "de": "Es war eine schwere Zeit. Die Bombenanschläge."
    }
  },
  {
    "translation": {
      "en": "And then I started to work as a gemologist in New York.",
      "de": "Und dann begann ich meine Arbeit als Gemmologe in New York."
    }
  },
  {
    "translation": {
      "en": "No one will say, \"I'm mixing and I'm selling,\" of course.",
      "de": "Kein Mensch wird je sagen: \"Ich mische und verkaufe dann.\" Natürlich sagt das keiner."
    }
  },
  {
    "translation": {
      "en": "No one told me this, but then they are saying,",
      "de": "Natürlich sagt das keiner. Aber man hört, dass alle mischen,"
    }
  },
  {
    "translation": {
      "en": "\"Everybody are mixing if they can get the stones from China.\"",
      "de": "Aber man hört, dass alle mischen, wenn sie Steine aus China kriegen können."
    }
  },
  {
    "translation": {
      "en": "[Simic] They call this \"Industrial diamond production.\"",
      "de": "Man nennt es \"industrielle Diamantenproduktion\"."
    }
  },
  {
    "translation": {
      "en": "These diamonds are for industrial cutting, not related to jewelry.",
      "de": "Diese Diamanten sind für industrielles Schneidwerkzeug, nicht für Schmuck."
    }
  },
  {
    "translation": {
      "en": "We would like to see the diamonds. They are white, this size.",
      "de": "Wir würden gern die weißen Diamanten, die in dieser Größe, sehen."
    }
  },
  {
    "translation": {
      "en": "-[Simic] Wow. Wow. -[man chuckling]",
      "de": "Wow."
    }
  },
  {
    "translation": {
      "en": "Mmm-hmm. Okay.",
      "de": "Okay."
    }
  },
  {
    "translation": {
      "en": "We have a very, very interesting production.",
      "de": "Das ist ein sehr interessantes Erzeugnis."
    }
  },
  {
    "translation": {
      "en": "The white diamonds.",
      "de": "Weiße Diamanten."
    }
  },
  {
    "translation": {
      "en": "They are in size that could be polished, uh, for jewelry.",
      "de": "Diese Größe ist geeignet für Schmuck."
    }
  },
  {
    "translation": {
      "en": "At the beginning, the quality was, uh…",
      "de": "Anfangs war die Qualität…"
    }
  },
  {
    "translation": {
      "en": "was, uh, problematic.",
      "de": "…problematisch."
    }
  },
  {
    "translation": {
      "en": "But right now, if they want to use this for gems,",
      "de": "Aber wenn man sie jetzt als Schmucksteine verwenden will,"
    }
  },
  {
    "translation": {
      "en": "it is possible.",
      "de": "dann ist das möglich."
    }
  },
  {
    "translation": {
      "en": "Once the stone is polished,",
      "de": "Ist der Stein poliert,"
    }
  },
  {
    "translation": {
      "en": "it is really very, very difficult to identify.",
      "de": "ist es nur äußerst schwer zu erkennen."
    }
  },
  {
    "translation": {
      "en": "Who is… who is buying these stones? Where they are selling these stones?",
      "de": "Wer kauft diese Steine? Wo werden sie verkauft?"
    }
  },
  {
    "translation": {
      "en": "[man speaking Mandarin] Right now, our target market is usually India.",
      "de": "Unser aktueller Zielmarkt ist Indien."
    }
  },
  {
    "translation": {
      "en": "[Simic, in English] Is it possible to tell us amount of the stones sold to India?",
      "de": "Können Sie sagen, wie viele Steine nach Indien verkauft worden sind?"
    }
  },
  {
    "translation": {
      "en": "[speaking Mandarin] One million carats by 2017.",
      "de": "Bis 2017 eine Million Karat."
    }
  },
  {
    "translation": {
      "en": "[Simic, in English] One million carats of diamonds are sold to these three or four customers in India?",
      "de": "Eine Million Karat wurden an drei oder vier Abnehmer in Indien verkauft?"
    }
  },
  {
    "translation": {
      "en": "[man speaking Mandarin] You see…",
      "de": "Sehen Sie…"
    }
  },
  {
    "translation": {
      "en": "if the demand increases, our presses are ready to go at any time.",
      "de": "Wenn die Nachfrage steigt, sind unsere Maschinen bereit."
    }
  },
  {
    "translation": {
      "en": "There is huge potential.",
      "de": "Das Potenzial ist riesig."
    }
  },
  {
    "translation": {
      "en": "[Simic, in English] Just how many can be produced?",
      "de": "Wie viel kann produziert werden?"
    }
  },
  {
    "translation": {
      "en": "There is no limit.",
      "de": "Unendlich viel."
    }
  },
  {
    "translation": {
      "en": "Look, we don't really sell diamonds.",
      "de": "Schauen Sie, wir verkaufen nicht wirklich Diamanten."
    }
  },
  {
    "translation": {
      "en": "We sell the idea behind the diamonds.",
      "de": "Wir verkaufen den Gedanken hinter Diamanten."
    }
  },
  {
    "translation": {
      "en": "And what's going on with these synthetic guys,",
      "de": "Und die Leute im künstlichen Geschäft sind wie Parasiten,"
    }
  },
  {
    "translation": {
      "en": "they're like parasites getting under our skin,",
      "de": "Und die Leute im künstlichen Geschäft sind wie Parasiten, die uns unter die Haut gehen."
    }
  },
  {
    "translation": {
      "en": "and they're trying to steal the diamond dream.",
      "de": "Sie wollen den Diamantentraum stehlen."
    }
  },
  {
    "translation": {
      "en": "That's what they're really trying to do.",
      "de": "Sie wollen den Diamantentraum stehlen. Das versuchen sie. Den Traum zu stehlen."
    }
  },
  {
    "translation": {
      "en": "They're trying to steal the diamond dream.",
      "de": "Das versuchen sie. Den Traum zu stehlen."
    }
  },
  {
    "translation": {
      "en": "But if they steal the diamond dream,",
      "de": "Aber wenn sie ihn stehlen,"
    }
  },
  {
    "translation": {
      "en": "if they burn the diamonds down to the core,",
      "de": "wenn sie Diamanten bis auf ihr Innerstes verbrennen"
    }
  },
  {
    "translation": {
      "en": "if they destroy the basic customer base for buying diamonds",
      "de": "und so die wesentliche Basis für den Kauf von Diamanten"
    }
  },
  {
    "translation": {
      "en": "as the ultimate symbol of committed love, now they've destroyed the whole idea.",
      "de": "als ultimative Symbole ewiger Liebe zerstören, dann wird der ganze Gedanke zerstört."
    }
  },
  {
    "translation": {
      "en": "And that's the challenge that we face in the diamond industry.",
      "de": "Das ist die Herausforderung für unsere Branche."
    }
  },
  {
    "translation": {
      "en": "[interviewer] What's \"The diamond dream?\"",
      "de": "Was ist der Diamantentraum?"
    }
  },
  {
    "translation": {
      "en": "A young girl…",
      "de": "Ein Mädchen…"
    }
  },
  {
    "translation": {
      "en": "[Rapaport] …thinks about life,",
      "de": "…denkt über das Leben nach,"
    }
  },
  {
    "translation": {
      "en": "and her future, and what's going to happen to her.",
      "de": "über ihre Zukunft und wie diese wohl aussieht."
    }
  },
  {
    "translation": {
      "en": "And she imagines one day she will fall in love.",
      "de": "Sie stellt sich vor, sich eines Tages zu verlieben."
    }
  },
  {
    "translation": {
      "en": "And she'll get married.",
      "de": "Und dass sie heiraten wird"
    }
  },
  {
    "translation": {
      "en": "And that person will give her a diamond.",
      "de": "und ihr ein Diamant geschenkt wird."
    }
  },
  {
    "translation": {
      "en": "And so the diamond dream is about what will life bring me?",
      "de": "Bei dem Traum geht es also um \"Was wird mir das Leben bringen?"
    }
  },
  {
    "translation": {
      "en": "What greatness? What happiness? What's gonna happen to me?",
      "de": "Welche großartigen Dinge, welches Glück? Was wird passieren?\""
    }
  },
  {
    "translation": {
      "en": "As a ten-year-old girl, even.",
      "de": "Selbst für ein zehnjähriges Mädchen."
    }
  },
  {
    "translation": {
      "en": "The diamond dream is about relationships.",
      "de": "Bei diesem Traum geht es um Beziehungen."
    }
  },
  {
    "translation": {
      "en": "The human condition is about relationships.",
      "de": "Der Zustand eines Menschen dreht sich um Beziehungen."
    }
  },
  {
    "translation": {
      "en": "We don't want to die alone.",
      "de": "Niemand möchte allein sterben."
    }
  },
  {
    "translation": {
      "en": "[interview] Is there an origin to the idea of the diamond dream?",
      "de": "Gibt es einen Ursprung für den \"Diamantentraum\"?"
    }
  },
  {
    "translation": {
      "en": "I think the diamond… You know, the words, huh?",
      "de": "Ich glaube, der Diamant… oder der Begriff \"Diamantentraum\""
    }
  },
  {
    "translation": {
      "en": "\"A diamond dream,\" um, probably something I just thought up, huh?",
      "de": "Ich glaube, der Diamant… oder der Begriff \"Diamantentraum\" ist mir so eingefallen, oder?"
    }
  },
  {
    "translation": {
      "en": "[Lussier] But actually, it existed long before De Beers.",
      "de": "Tatsächlich gibt es ihn schon lange."
    }
  },
  {
    "translation": {
      "en": "You know, it goes well back to the duke of Burgundy,",
      "de": "Er geht bis zum Herzog von Burgund zurück,"
    }
  },
  {
    "translation": {
      "en": "apparently, according to legend, who gave the first diamond betrothal ring.",
      "de": "der der Legende nach erstmals einen Diamantring zur Verlobung schenkte."
    }
  },
  {
    "translation": {
      "en": "No marketer told him to do so, huh?",
      "de": "Das hat ihm kein Vermarkter empfohlen."
    }
  },
  {
    "translation": {
      "en": "And that core reason he did it is as true today as it was then,",
      "de": "Und der Grund, aus dem er es tat, ist heute so wahr wie damals."
    }
  },
  {
    "translation": {
      "en": "which is that he was seeking to send this symbol to his future wife",
      "de": "Und der Grund, aus dem er es tat, ist heute so wahr wie damals. Er wollte seiner zukünftigen Frau mit diesem Symbol sagen,"
    }
  },
  {
    "translation": {
      "en": "that she was precious to him,",
      "de": "dass sie für ihn kostbar war,"
    }
  },
  {
    "translation": {
      "en": "and that this moment that they were marking was something precious.",
      "de": "und dass dieser Moment, dieser Anlass, etwas Kostbares war."
    }
  },
  {
    "translation": {
      "en": "No, because diamond cutting had just been perfected in Bruges,",
      "de": "Es war, weil man in Brügge das Diamantschneiden perfektioniert hatte,"
    }
  },
  {
    "translation": {
      "en": "and he wanted Bruges as part of a multinational land deal",
      "de": "und er wollte Brügge für ein Grundstücksgeschäft,"
    }
  },
  {
    "translation": {
      "en": "that involved marrying Mary of Burgundy.",
      "de": "das eine Eheschließung mit Maria von Burgund mit sich zog."
    }
  },
  {
    "translation": {
      "en": "God, I wish people in history were named something other than Mary.",
      "de": "Ich wünschte, nicht alle Personen der Geschichte hießen Maria."
    }
  },
  {
    "translation": {
      "en": "And I would assume he knows that, maybe.",
      "de": "Ich würde annehmen, dass er das weiß. Vielleicht."
    }
  },
  {
    "translation": {
      "en": "But, no, it wasn't 'cause it was a precious object.",
      "de": "Nein, es war nicht, weil es ein wertvolles Objekt war."
    }
  },
  {
    "translation": {
      "en": "It was a token, for sure.",
      "de": "Es war eine symbolisches, ja."
    }
  },
  {
    "translation": {
      "en": "And he didn't give it to her. He gave it to her father.",
      "de": "Er gab es nicht ihr, sondern ihrem Vater."
    }
  },
  {
    "translation": {
      "en": "[interviewer] The point being?",
      "de": "Und der Punkt ist…?"
    }
  },
  {
    "translation": {
      "en": "The point being that that story is bunk. Or…",
      "de": "Der Punkt ist, die Geschichte ist Quatsch. Oder…"
    }
  },
  {
    "translation": {
      "en": "it's what you make out of it. It's kind of like a diamond.",
      "de": "Sie ist, was man daraus macht, wie ein Diamant."
    }
  },
  {
    "translation": {
      "en": "It's an ugly rock that if you cut enough reflective windows into it,",
      "de": "Ein hässlicher Stein, der, wenn man ihn genügend schleift,"
    }
  },
  {
    "translation": {
      "en": "it looks like something else.",
      "de": "ganz anders aussieht."
    }
  },
  {
    "translation": {
      "en": "The 92-carat D color flawless, heart-shaped diamond and pearl,",
      "de": "Ein lupenreiner Diamant mit 92 Karat, Farbgrad D, in Herzform und an Perlen,"
    }
  },
  {
    "translation": {
      "en": "the largest D color flawless heart to be offered for sale at auction…",
      "de": "der größte lupenreine und herzförmige Stein in unserer Auktion…"
    }
  },
  {
    "translation": {
      "en": "[Raden] Like, those large diamonds, those famous diamonds,",
      "de": "Diese großen Diamanten, die jeder kennt…"
    }
  },
  {
    "translation": {
      "en": "they act like it's a once-in-a-lifetime find,",
      "de": "Da wird getan, als wären sie einmalig."
    }
  },
  {
    "translation": {
      "en": "and yet, every time you look,",
      "de": "Und doch sieht man andauernd,"
    }
  },
  {
    "translation": {
      "en": "Sotheby's or Christie's is auctioning another one.",
      "de": "dass Sotheby's oder Christie's einen weiteren versteigern."
    }
  },
  {
    "translation": {
      "en": "It's the largest D flawless diamond to ever come to market.",
      "de": "Der größte lupenreine in Farbe D, der je auf dem Markt war."
    }
  },
  {
    "translation": {
      "en": "It is the largest emerald cut ever offered at auction.",
      "de": "Der größte im Smaragdschliff, der je zur Versteigerung stand."
    }
  },
  {
    "translation": {
      "en": "[Raden] But the truth is there are a lot of diamonds waiting for the company",
      "de": "Die Wahrheit ist, dass viele Diamanten darauf warten, dass das Unternehmen einen Grund findet,"
    }
  },
  {
    "translation": {
      "en": "to have a good reason to have a miraculous find,",
      "de": "dass das Unternehmen einen Grund findet, einen wundersamen Fund zu haben."
    }
  },
  {
    "translation": {
      "en": "and then someone, let's say…",
      "de": "Und dann wird, sagen mir mal,"
    }
  },
  {
    "translation": {
      "en": "someone with a skill set very much like mine,",
      "de": "jemand mit ähnlichen Kenntnissen, wie ich sie habe,"
    }
  },
  {
    "translation": {
      "en": "would be hired under nondisclosure terms",
      "de": "unter Verpflichtung der Geheimhaltung angeheuert,"
    }
  },
  {
    "translation": {
      "en": "to spin a sort of fantasy about how this diamond was found.",
      "de": "um eine fantastische Geschichte zu erzählen, wie dieser Diamant gefunden wurde."
    }
  },
  {
    "translation": {
      "en": "The story that I'm about to tell you surpasses all those that nourish my memory.",
      "de": "Die folgende Geschichte übertrifft alle, die ich je hören durfte."
    }
  },
  {
    "translation": {
      "en": "Never shall I forget the miracle of the Queen of Kalahari.",
      "de": "Nie werde ich das Wunder der Queen of Kalahari vergessen."
    }
  },
  {
    "translation": {
      "en": "[Raden] It has to be the right name and the right story.",
      "de": "Name und Geschichte müssen passen."
    }
  },
  {
    "translation": {
      "en": "They have origin stories, like superheroes.",
      "de": "Sie erzählen die Herkunft, wie bei Superhelden."
    }
  },
  {
    "translation": {
      "en": "[narrator] In the clouded mountains of Africa,",
      "de": "In den wolkenverhangenen Bergen Afrikas"
    }
  },
  {
    "translation": {
      "en": "an incredible treasure was discovered.",
      "de": "fand man einen unglaublichen Schatz."
    }
  },
  {
    "translation": {
      "en": "It was an abandoned section of the mine, and it was just about to be closed down.",
      "de": "Der Minenabschnitt war verlassen und kurz vor der Schließung."
    }
  },
  {
    "translation": {
      "en": "A miner found something glistening,",
      "de": "Ein Bergmann sah etwas Glitzerndes."
    }
  },
  {
    "translation": {
      "en": "and with a penknife, he picked it out.",
      "de": "Mit einem Taschenmesser nahm er es heraus."
    }
  },
  {
    "translation": {
      "en": "We weren't sure what it was, and…",
      "de": "Wir wussten nicht, was es war…"
    }
  },
  {
    "translation": {
      "en": "He took it to his surface manager, who looked at this great, big lump",
      "de": "Er brachte es zum Minenaufseher, der sich den Brocken anschaute."
    }
  },
  {
    "translation": {
      "en": "and threw it out the window, saying, \"It's a piece of rock crystal.\"",
      "de": "Er hielt ihn für Bergkristall und warf ihn weg."
    }
  },
  {
    "translation": {
      "en": "And then, as we were taking one last look at it in the setting sun,",
      "de": "Und dann, als wir im Sonnenuntergang ein letztes Mal hinsahen,"
    }
  },
  {
    "translation": {
      "en": "we saw something glinting, and…",
      "de": "war da ein Funkeln und…"
    }
  },
  {
    "translation": {
      "en": "The miner retrieved it, and they looked at it again,",
      "de": "Der Bergmann holte ihn zurück, und sie betrachteten ihn erneut."
    }
  },
  {
    "translation": {
      "en": "and realized that it was a 3,106 carat rough diamond.",
      "de": "Der Bergmann holte ihn zurück, und sie betrachteten ihn erneut. Da erkannten sie, dass es ein 3106 Karat schwerer Rohdiamant war."
    }
  },
  {
    "translation": {
      "en": "Lo and behold, it's this giant, beautiful diamond",
      "de": "Unglaublich! Ein riesiger, wunderschöner Stein."
    }
  },
  {
    "translation": {
      "en": "that will then be marketed with, you know,",
      "de": "Und der wird dann vermarktet"
    }
  },
  {
    "translation": {
      "en": "vistas of a sunset with something that makes them think of Africa,",
      "de": "mit großem Sonnenuntergang und Bildern, die an Afrika erinnern sollen,"
    }
  },
  {
    "translation": {
      "en": "as though Africa isn't a gigantic continent",
      "de": "als wäre Afrika kein riesiger Kontinent"
    }
  },
  {
    "translation": {
      "en": "comprised of dozens of countries, most of which have nothing to do with diamonds.",
      "de": "mit Dutzenden Ländern, die überwiegend nichts mit Diamanten zu tun haben."
    }
  },
  {
    "translation": {
      "en": "Welcome to the Karowe mine!",
      "de": "mit Dutzenden Ländern, die überwiegend nichts mit Diamanten zu tun haben. Willkommen in der Karowe-Mine!"
    }
  },
  {
    "translation": {
      "en": "[Raden] But the truth is,",
      "de": "Aber die Wahrheit ist,"
    }
  },
  {
    "translation": {
      "en": "it got pulled out by a bulldozer in a pile of dirt and waste,",
      "de": "er wurde von einem Bulldozer aus einem Haufen Dreck gezogen."
    }
  },
  {
    "translation": {
      "en": "and that is how it was discovered.",
      "de": "Das war, wie man ihn fand."
    }
  },
  {
    "translation": {
      "en": "-Sold! -[applause]",
      "de": "Verkauft!"
    }
  },
  {
    "translation": {
      "en": "So, it's like every origin story. It's been… embroidered.",
      "de": "Wie bei allen Herkunftsgeschichten hat man hier also etwas \"ausgeschmückt\"."
    }
  },
  {
    "translation": {
      "en": "[Janik] The whole concept of… of romantic love",
      "de": "Das Konzept romantischer Liebe ist ziemlich jung,"
    }
  },
  {
    "translation": {
      "en": "is actually a fairly new concept that's probably less than 150 years old,",
      "de": "Das Konzept romantischer Liebe ist ziemlich jung, weniger als 150 Jahre alt."
    }
  },
  {
    "translation": {
      "en": "let alone giving these expensive gifts as a token of… of that love.",
      "de": "Und das teurer Geschenke als Zeichen dieser Liebe erst recht."
    }
  },
  {
    "translation": {
      "en": "That's even newer. That's 100 years old.",
      "de": "Das gibt es erst seit 100 Jahren."
    }
  },
  {
    "translation": {
      "en": "-[interviewer] John, it is your business. -[Janik] It is my business. Yeah.",
      "de": "-John, das ist dein Geschäft. -Das stimmt."
    }
  },
  {
    "translation": {
      "en": "But you don't have to buy somebody's story, buy the marketing.",
      "de": "Aber man muss dabei keine Geschichte kaufen."
    }
  },
  {
    "translation": {
      "en": "I was that kid that would, like, ask questions like,",
      "de": "Ich war eines der Kinder, die fragten:"
    }
  },
  {
    "translation": {
      "en": "\"If we're all descended from Adam and Eve, how… how come we're not all inbred?\"",
      "de": "\"Wenn wir alle von Adam und Eva abstammen, warum sind wir nicht verwandt?\""
    }
  },
  {
    "translation": {
      "en": "And, you know, the answers I would get from adults were,",
      "de": "Und die Antwort von Erwachsenen war:"
    }
  },
  {
    "translation": {
      "en": "\"Shut up. You don't ask questions like that.\"",
      "de": "\"Sei ruhig, so was fragt man nicht.\""
    }
  },
  {
    "translation": {
      "en": "And I realized, as a little kid,",
      "de": "Mir wurde als Kind schon klar,"
    }
  },
  {
    "translation": {
      "en": "if adults don't have good answers for these questions, they don't know what the fuck they're talking about.",
      "de": "haben Erwachsene keine gute Antwort, dann haben sie keine Ahnung."
    }
  },
  {
    "translation": {
      "en": "So my fundamental belief is that the value of diamond is in its technological capability.",
      "de": "Ich glaube, dass der Wert des Diamanten in seiner technologischen Kapazität liegt."
    }
  },
  {
    "translation": {
      "en": "Diamond has the same transformative potential that silicon did have,",
      "de": "Er hat dasselbe transformative Potenzial, das Silikon hatte."
    }
  },
  {
    "translation": {
      "en": "and I do think that probably within 15 to 20 years,",
      "de": "Ich glaube, in den nächsten 15 bis 20 Jahren"
    }
  },
  {
    "translation": {
      "en": "we'll see amazingly fast diamond transistors",
      "de": "werden wir superschnelle Transistoren aus Diamant"
    }
  },
  {
    "translation": {
      "en": "in a lot of our personal devices.",
      "de": "in vielen persönlichen Geräten sehen."
    }
  },
  {
    "translation": {
      "en": "[Janik] But we don't think of it that way.",
      "de": "Doch so wird Diamant nicht gesehen, sondern als Edelstein."
    }
  },
  {
    "translation": {
      "en": "We think of it as a gemstone, so, you know,",
      "de": "Doch so wird Diamant nicht gesehen, sondern als Edelstein. Also muss ich tun, was ich tun muss."
    }
  },
  {
    "translation": {
      "en": "I got to do what I got to do,",
      "de": "Also muss ich tun, was ich tun muss."
    }
  },
  {
    "translation": {
      "en": "which is make money by destroying a gem industry",
      "de": "Geld machen, indem eine Edelsteinindustrie zerstört wird"
    }
  },
  {
    "translation": {
      "en": "to create a new industry that I think is more valuable.",
      "de": "und eine neue Industrie entsteht, die wertvoller ist."
    }
  },
  {
    "translation": {
      "en": "You know, creative destruction. Isn't that… Wasn't that Shiva?",
      "de": "Eine Art schöpferische Zerstörung. Wie bei Shiva, richtig?"
    }
  },
  {
    "translation": {
      "en": "[Simic] In India, there are many polishing factories.",
      "de": "In Indien sind viele Schleifbetriebe."
    }
  },
  {
    "translation": {
      "en": "There is an open market.",
      "de": "Es ist ein offener Markt."
    }
  },
  {
    "translation": {
      "en": "So, the dealers all around the world, they have offices there,",
      "de": "Folglich haben Händler aus der ganzen Welt dort Büros."
    }
  },
  {
    "translation": {
      "en": "but the source of the stones…",
      "de": "Aber wo die Steine herkommen…"
    }
  },
  {
    "translation": {
      "en": "I mean, could be… could be whatever, you know?",
      "de": "Sie könnten von überall sein."
    }
  },
  {
    "translation": {
      "en": "[Simic] The rough synthetic stone looks different.",
      "de": "Beim synthetischen Rohstein sieht man Unterschiede."
    }
  },
  {
    "translation": {
      "en": "But when the stone is polished and sent to the dealers,",
      "de": "Doch sobald er geschliffen wurde und an die Händler geht,"
    }
  },
  {
    "translation": {
      "en": "there is no way they can recognize what is synthetic and what is natural.",
      "de": "können diese unmöglich erkennen, was künstlich und was natürlich ist."
    }
  },
  {
    "translation": {
      "en": "They are polishing whatever. You can send him… what you have.",
      "de": "Sie schleifen alles. Egal, was es ist, man kann es hinschicken."
    }
  },
  {
    "translation": {
      "en": "They don't disclose. And no one knows what is there.",
      "de": "Sie legen nichts offen, und niemand weiß, was sie haben."
    }
  },
  {
    "translation": {
      "en": "[Melvyn Thomas] This is a very secret trade.",
      "de": "Dieses Geschäft ist ein sehr verborgenes."
    }
  },
  {
    "translation": {
      "en": "Very, very secret.",
      "de": "Sehr verborgen."
    }
  },
  {
    "translation": {
      "en": "So, actually seeing…",
      "de": "Etwas zu sehen…"
    }
  },
  {
    "translation": {
      "en": "You can't.",
      "de": "Nicht möglich."
    }
  },
  {
    "translation": {
      "en": "[interviewer] And what are they really scared about?",
      "de": "ENTHÜLLUNGSJOURNALIST Wovor hat man Angst?"
    }
  },
  {
    "translation": {
      "en": "They are scared, you know… They don't want things to be revealed.",
      "de": "Davor, dass Dinge ans Licht kommen."
    }
  },
  {
    "translation": {
      "en": "All the diamonds across the world,",
      "de": "Alle Diamanten, von überall auf der Welt,"
    }
  },
  {
    "translation": {
      "en": "one or the other day, they land in Surat.",
      "de": "landen irgendwann in Surat."
    }
  },
  {
    "translation": {
      "en": "The amount is very big. Eight to nine hundred million dollars.",
      "de": "Die Menge ist riesig, 800 bis 900 Millionen Dollar."
    }
  },
  {
    "translation": {
      "en": "Every day.",
      "de": "Jeden Tag."
    }
  },
  {
    "translation": {
      "en": "And when the diamonds land here, legitimate or illegitimate,",
      "de": "Und wenn die Diamanten hier ankommen, ob legal oder illegal,"
    }
  },
  {
    "translation": {
      "en": "they have to go out.",
      "de": "dann müssen sie auch wieder raus."
    }
  },
  {
    "translation": {
      "en": "Legally… or illegally.",
      "de": "Auf legale Weise oder illegale."
    }
  },
  {
    "translation": {
      "en": "[Tehmasp Printer] If you're going to make a quick buck,",
      "de": "INTERNATIONALES GEMMOLOGISCHES INSTITUT Will man schnell Geld machen,"
    }
  },
  {
    "translation": {
      "en": "nobody can really monitor your lack of integrity, hmm?",
      "de": "ist fehlende Integrität nicht wirklich kontrollierbar."
    }
  },
  {
    "translation": {
      "en": "Because when are you a thief?",
      "de": "Wann ist man ein Dieb?"
    }
  },
  {
    "translation": {
      "en": "Only when you're caught.",
      "de": "Nur, wenn man erwischt wird."
    }
  },
  {
    "translation": {
      "en": "Until then, you're an honest person.",
      "de": "Bis dahin gilt man als ehrlich."
    }
  },
  {
    "translation": {
      "en": "It's not synthetics which is a problem.",
      "de": "INTERNATIONALES GEMMOLOGISCHES INSTITUT Kunststoffe sind nicht das Problem."
    }
  },
  {
    "translation": {
      "en": "It's the nondisclosure of synthetics which is, like, creating a fear psychosis.",
      "de": "Es ist das Verschweigen, das eine Art Angstpsychose verursacht."
    }
  },
  {
    "translation": {
      "en": "We are virtually the police of the industry, no?",
      "de": "Wir sind quasi die Polizei der Branche."
    }
  },
  {
    "translation": {
      "en": "But, I mean, things go wrong, no?",
      "de": "Aber ja, Dinge laufen schief."
    }
  },
  {
    "translation": {
      "en": "[interviewer] What we're talking about is fraud? Yeah, it is fraud. It is fraud. It is downright fraud.",
      "de": "-Wir reden von Betrug, richtig? -Ja, es ist Betrug, absolut."
    }
  },
  {
    "translation": {
      "en": "[Thomas] I have many sources in the market.",
      "de": "Ich habe viele Quellen im Markt,"
    }
  },
  {
    "translation": {
      "en": "Many, many sources in the market.",
      "de": "wirklich viele."
    }
  },
  {
    "translation": {
      "en": "This kind of activity is going on for many years,",
      "de": "Diese Aktivitäten finden seit vielen Jahren statt,"
    }
  },
  {
    "translation": {
      "en": "and is also on the surge.",
      "de": "und sie nehmen zu."
    }
  },
  {
    "translation": {
      "en": "It is happening.",
      "de": "Sie finden statt."
    }
  },
  {
    "translation": {
      "en": "But who are we going to catch?",
      "de": "Aber wen kriegt man dran?"
    }
  },
  {
    "translation": {
      "en": "Who will be punished? Who are these faces?",
      "de": "Wer soll bestraft werden, wer sind die Leute?"
    }
  },
  {
    "translation": {
      "en": "You don't know. I don't know.",
      "de": "Wir wissen es nicht."
    }
  },
  {
    "translation": {
      "en": "And nobody knows where these diamonds are processed.",
      "de": "Und niemand weiß, wo die Diamanten verarbeitet werden."
    }
  },
  {
    "translation": {
      "en": "It is not that easy to enter the factory.",
      "de": "In die Fabrik zu kommen, ist nicht einfach."
    }
  },
  {
    "translation": {
      "en": "-[interviewer] So nobody can enter? -Nobody can enter.",
      "de": "-Man kommt nicht rein? -Niemand darf rein."
    }
  },
  {
    "translation": {
      "en": "[Chandu Bhai speaking Gujarati] I will make it clear today",
      "de": "Ich möchte klarstellen, diese Geschichte erzähle ich heute zum letzten Mal."
    }
  },
  {
    "translation": {
      "en": "because this is the last time I will tell this story.",
      "de": "diese Geschichte erzähle ich heute zum letzten Mal."
    }
  },
  {
    "translation": {
      "en": "When I wake up tomorrow, I will pretend like this never happened.",
      "de": "Wenn ich morgen aufwache, hat das hier nie stattgefunden."
    }
  },
  {
    "translation": {
      "en": "[Chandu Bhai continues in Gujarati] I moved to Surat when I was 12 years old.",
      "de": "Als ich nach Surat kam, war ich 12."
    }
  },
  {
    "translation": {
      "en": "I slept under the diamond wheels with mosquitos for company.",
      "de": "Ich schlief unter den Diamanträdern, in Gesellschaft von Moskitos."
    }
  },
  {
    "translation": {
      "en": "There was only one place to live… In the factory.",
      "de": "Es gab in der Fabrik nur eine Wohnung."
    }
  },
  {
    "translation": {
      "en": "[continues in Gujarati] When boys are supposed to play,",
      "de": "Wenn andere Jungen spielten,"
    }
  },
  {
    "translation": {
      "en": "I held a diamond instead, and this diamond was God for us.",
      "de": "hielt ich einen Diamanten in der Hand, und der war wie Gott für uns."
    }
  },
  {
    "translation": {
      "en": "[Bhai continues in Gujarati] As we progressed, I realized that we are not working for ourselves.",
      "de": "Mit der Zeit verstand ich, dass wir nicht für uns selbst arbeiteten."
    }
  },
  {
    "translation": {
      "en": "Because the diamond polisher who makes the diamond",
      "de": "Ein Diamantschleifer, der den Stein macht,"
    }
  },
  {
    "translation": {
      "en": "will never get the chance to own one himself.",
      "de": "wird nie selbst einen besitzen."
    }
  },
  {
    "translation": {
      "en": "[Bhai continues in Gujarati] Then I learned that people were making diamonds with a new process in China.",
      "de": "Dann erfuhr ich, dass man in China ein neues Verfahren einsetzt,"
    }
  },
  {
    "translation": {
      "en": "But after they are cut and polished,",
      "de": "und dass diese Steine sich nach dem Schleifen und Polieren"
    }
  },
  {
    "translation": {
      "en": "they cannot be differentiated without undergoing a process.",
      "de": "und dass diese Steine sich nach dem Schleifen und Polieren ohne Tests nicht unterscheiden lassen."
    }
  },
  {
    "translation": {
      "en": "[interviewer, in English] In the market mixed with naturals? Is that what he's saying?",
      "de": "Sagt er, sie sind auf dem Markt, gemischt mit natürlichen?"
    }
  },
  {
    "translation": {
      "en": "[man translating into Gujarati] Do you mean to say that the Chinese Diamonds are mixed with the real ones?",
      "de": "Sie meinen, die chinesischen Steine werden mit echten vermischt?"
    }
  },
  {
    "translation": {
      "en": "[replies in Gujarati] Of course. Of course.",
      "de": "Natürlich."
    }
  },
  {
    "translation": {
      "en": "[continues in Gujarati] Hoodwinking people and maligning the industry has become a game now.",
      "de": "Es ist ein Spiel geworden, zu täuschen und die Branche schlechtzumachen."
    }
  },
  {
    "translation": {
      "en": "They are being cut and polished by the sackfuls.",
      "de": "Ganze Säcke voll werden geschliffen und poliert."
    }
  },
  {
    "translation": {
      "en": "They have to go somewhere. They're being used somewhere.",
      "de": "Die müssen irgendwohin, irgendwo werden sie benutzt."
    }
  },
  {
    "translation": {
      "en": "Nobody is going to keep them in the house stuffed in gunny bags.",
      "de": "Die bewahrt ja keiner zu Hause auf."
    }
  },
  {
    "translation": {
      "en": "[woman] Friends, as you all know, the dignitaries do not need any introduction from us.",
      "de": "Liebe Freunde, unsere Honoratioren bedürfen keiner Vorstellung."
    }
  },
  {
    "translation": {
      "en": "-[applause] -They all are the backbone of the Indian diamond industry.",
      "de": "Sie sind das Rückgrat der Diamantindustrie in Indien."
    }
  },
  {
    "translation": {
      "en": "The reputation of the Indian diamond industry is at stake,",
      "de": "Es geht um den Ruf der Diamantindustrie in Indien"
    }
  },
  {
    "translation": {
      "en": "and millions of people connected to the industry is also at stake.",
      "de": "Es geht um den Ruf der Diamantindustrie in Indien und um die Millionen von Menschen, die damit verbunden sind."
    }
  },
  {
    "translation": {
      "en": "[reporter] This edition of International Diamond Week",
      "de": "Diese International Diamond Week"
    }
  },
  {
    "translation": {
      "en": "is taking place during the most sensitive period",
      "de": "Diese International Diamond Week findet in einer so sensitiven Phase statt,"
    }
  },
  {
    "translation": {
      "en": "the world diamond industry has ever known.",
      "de": "wie die Branche sie noch nicht erlebt hat."
    }
  },
  {
    "translation": {
      "en": "[speaker] I also urge the trade to eradicate the elements",
      "de": "Ich fordere den Handel auf, gegen die Elemente anzugehen,"
    }
  },
  {
    "translation": {
      "en": "who are out there to tarnish the image of the industry",
      "de": "die das Image der Branche schädigen,"
    }
  },
  {
    "translation": {
      "en": "by doing undisclosed mixing of synthetic diamonds with natural diamonds.",
      "de": "indem sie künstliche und natürliche Steine ohne Kennzeichnung mischen."
    }
  },
  {
    "translation": {
      "en": "[interviewer] What I'm trying to understand is how do people try to stop the mixing?",
      "de": "Ich würde gern verstehen, wie versucht wird, das Mischen zu stoppen."
    }
  },
  {
    "translation": {
      "en": "That's a tough, uh, thing to do.",
      "de": "Das ist sehr schwierig."
    }
  },
  {
    "translation": {
      "en": "Both are real diamonds. You know? Both are real diamonds. You know?",
      "de": "Beides sind Diamanten, richtige Diamanten."
    }
  },
  {
    "translation": {
      "en": "[Peter Meeus] The polished diamond output of one dominant synthetic rough producer",
      "de": "Die Mengen eines dominanten Produzenten synthetischer Rohsteine"
    }
  },
  {
    "translation": {
      "en": "is said to enter the consumer market largely undisclosed.",
      "de": "sollen größtenteils verborgen in den Verbrauchermarkt gelangen."
    }
  },
  {
    "translation": {
      "en": "So, winter is coming.",
      "de": "Der Winter naht."
    }
  },
  {
    "translation": {
      "en": "[Bhai speaking Gujarati] Today, millions of carats of synthetics are flooding the market.",
      "de": "Heute wird der Markt mit Millionen Karat synthetischer Steine geflutet."
    }
  },
  {
    "translation": {
      "en": "They return the packet. No one will lodge an official complaint. No one is interested.",
      "de": "Es interessiert niemanden, keiner legt offiziell Beschwerde ein."
    }
  },
  {
    "translation": {
      "en": "[interviewer, in English] This has been the biggest inside secret in the industry.",
      "de": "Das ist das größte Insider-Geheimnis der Branche."
    }
  },
  {
    "translation": {
      "en": "Everybody I know knows about it.",
      "de": "Alle, die ich kenne, wissen es."
    }
  },
  {
    "translation": {
      "en": "And yet, zero people outside the industry know.",
      "de": "Aber außerhalb der Branche weiß es niemand."
    }
  },
  {
    "translation": {
      "en": "-Zero. -Because then they would",
      "de": "Aber außerhalb der Branche weiß es niemand. Weil man dann anfangen würde, Fragen zu stellen."
    }
  },
  {
    "translation": {
      "en": "start asking questions, and… who benefits?",
      "de": "Weil man dann anfangen würde, Fragen zu stellen. Wem nützt das?"
    }
  },
  {
    "translation": {
      "en": "[interviewer] But there's no way for the police to ever deal with this?",
      "de": "Gibt es keinen Weg für die Polizei, etwas dagegen zu tun?"
    }
  },
  {
    "translation": {
      "en": "How? I mean, the police don't have any clue.",
      "de": "Wie denn? Die Polizei kennt sich damit nicht aus."
    }
  },
  {
    "translation": {
      "en": "You can't make out the difference.",
      "de": "Man sieht keinen Unterschied,"
    }
  },
  {
    "translation": {
      "en": "You need special equipment.",
      "de": "nur mit speziellen Geräten."
    }
  },
  {
    "translation": {
      "en": "There's always been mixing.",
      "de": "Gemischt wurde schon immer."
    }
  },
  {
    "translation": {
      "en": "The problem is not the mixing.",
      "de": "Das Problem ist nicht das Mischen,"
    }
  },
  {
    "translation": {
      "en": "The problem is consumers finding out about the mixing.",
      "de": "sondern dass die Verbraucher davon erfahren."
    }
  },
  {
    "translation": {
      "en": "As long as nobody found out, nobody cares, right?",
      "de": "Solange es niemand wusste, war es egal."
    }
  },
  {
    "translation": {
      "en": "Somebody sells me a synthetic diamond, and I don't know it.",
      "de": "Wird mir ein Labordiamant verkauft und ich weiß es nicht,"
    }
  },
  {
    "translation": {
      "en": "Who was the crime committed against? Was it committed against me?",
      "de": "gegen wen wurde dann das Verbrechen begangen? Mich?"
    }
  },
  {
    "translation": {
      "en": "I wanted a diamond, and here I have one.",
      "de": "Ich wollte einen Diamanten, und ich habe einen."
    }
  },
  {
    "translation": {
      "en": "So I'm happy. And if I don't know the difference, the difference doesn't exist.",
      "de": "Ich bin zufrieden, und einen Unterschied, den ich nicht kenne, gibt es nicht."
    }
  },
  {
    "translation": {
      "en": "So, as long as there are some minute identifiable characteristics,",
      "de": "Solang es selbst nur winzige erkennbare Merkmale gibt,"
    }
  },
  {
    "translation": {
      "en": "we are in the run.",
      "de": "gibt es Möglichkeiten."
    }
  },
  {
    "translation": {
      "en": "But what happens if there exists a synthetic diamond which is not identifiable?",
      "de": "Aber was, wenn ein synthetischer Stein nicht als solcher zu identifizieren ist?"
    }
  },
  {
    "translation": {
      "en": "It is a natural.",
      "de": "Dann ist er natürlich."
    }
  },
  {
    "translation": {
      "en": "You don't know.",
      "de": "Man weiß es ja nicht."
    }
  },
  {
    "translation": {
      "en": "You don't know.",
      "de": "Man weiß es nicht."
    }
  },
  {
    "translation": {
      "en": "[Simic] I can tell you, the dealers, they will say, \"Right now, who care?",
      "de": "Fragt man die Händler, sagen sie: \"Wen kümmert's?"
    }
  },
  {
    "translation": {
      "en": "One synthetic, one natural, it doesn't matter.\"",
      "de": "Ob synthetisch oder natürlich, ist doch egal.\""
    }
  },
  {
    "translation": {
      "en": "But I care.",
      "de": "Mich kümmert's."
    }
  },
  {
    "translation": {
      "en": "I have to recognize few parts per billion of nitrogen…",
      "de": "Ich muss wenige Teile Stickstoff pro Milliarde Stickstoff erkennen…"
    }
  },
  {
    "translation": {
      "en": "and the form of this nitrogen.",
      "de": "…und welche Form dieser Stickstoff hat."
    }
  },
  {
    "translation": {
      "en": "How to see this tiny difference?",
      "de": "Wie sieht man diesen winzigen Unterschied?"
    }
  },
  {
    "translation": {
      "en": "That's the problem.",
      "de": "Das ist das Problem."
    }
  },
  {
    "translation": {
      "en": "So, it means there is no simple identification.",
      "de": "Eine einfache Identifikation gibt es also nicht."
    }
  },
  {
    "translation": {
      "en": "Not simple, not fast.",
      "de": "Weder einfach noch schnell."
    }
  },
  {
    "translation": {
      "en": "Doesn't exist, and will never exist, you know.",
      "de": "Die gibt es nicht, und es wird sie nie geben."
    }
  },
  {
    "translation": {
      "en": "[Simic] But then, De Beers came up with an automated system.",
      "de": "INSTITUT FÜR DIAMANTGRADUIERUNG UND -FORSCHUNG Dann entwickelte De Beers ein automatisiertes System."
    }
  },
  {
    "translation": {
      "en": "The International Institute of Diamond Grading & Research",
      "de": "Das Institut für Diamantgraduierung und -Forschung"
    }
  },
  {
    "translation": {
      "en": "is a very new, important business for De Beers.",
      "de": "ist ein neues, wichtiges Geschäft für De Beers."
    }
  },
  {
    "translation": {
      "en": "It's focused primarily currently on selling detection equipment around the world.",
      "de": "Sein Schwerpunkt ist der weltweite Vertrieb von Identifikationsgeräten."
    }
  },
  {
    "translation": {
      "en": "[Simic] And then, all these boxes came to the market.",
      "de": "Und dann erreichten all diese Geräte den Markt."
    }
  },
  {
    "translation": {
      "en": "[woman 1] Welcome to the new world of authenticity.",
      "de": "Willkommen zur neuen Welt der Authentizität."
    }
  },
  {
    "translation": {
      "en": "[man] Alrosa Diamond Inspector is a mini laboratory…",
      "de": "Der Alrosa Diamond Inspector ist ein Minilabor…"
    }
  },
  {
    "translation": {
      "en": "[woman 2] GIA's gem-testing device distinguishes natural diamonds from laboratory-grown diamonds…",
      "de": "Das GIA-Prüfgerät kann natürliche von Labordiamanten unterscheiden."
    }
  },
  {
    "translation": {
      "en": "It comes with the fastest and smartest technology ever.",
      "de": "Diese Technologie ist unglaublich schnell und klug."
    }
  },
  {
    "translation": {
      "en": "-[computer voice] Pass. -[man 2] Your own portable gemologist.",
      "de": "Ihr eigener, tragbarer Gemmologe."
    }
  },
  {
    "translation": {
      "en": "A person with no technical knowledge can easily learn and operate the system.",
      "de": "Man benötigt keine technischen Kenntnisse, um es zu benutzen."
    }
  },
  {
    "translation": {
      "en": "[woman 3] This desktop instrument is easy to operate.",
      "de": "Das Tischgerät ist einfach zu bedienen."
    }
  },
  {
    "translation": {
      "en": "[interviewer] So, the black box technology replaced the service that you created?",
      "de": "Die Blackbox-Technologie ersetzte also Ihre Dienstleistung."
    }
  },
  {
    "translation": {
      "en": "Did you understand the significance of it at the time?",
      "de": "Verstanden Sie damals, was das bedeutete?"
    }
  },
  {
    "translation": {
      "en": "[scoffs] Come on. I was like, uh…",
      "de": "Kommen Sie, ich war…"
    }
  },
  {
    "translation": {
      "en": "All of us, small guys, small labs, everything,",
      "de": "Es betraf uns alle, die Kleinen. Die kleinen Labore."
    }
  },
  {
    "translation": {
      "en": "will… will go… will go… Will be closed very soon.",
      "de": "Alles wird verschwinden oder schließen."
    }
  },
  {
    "translation": {
      "en": "What I did",
      "de": "Was ich da tat,"
    }
  },
  {
    "translation": {
      "en": "has an… Has a value not any longer, you know, so…",
      "de": "das hat keinen Wert mehr."
    }
  },
  {
    "translation": {
      "en": "[Raden] They only put the melee through those machines.",
      "de": "Sie prüfen damit nur Kleindiamanten."
    }
  },
  {
    "translation": {
      "en": "Because its purpose is not to subvert any criminal activity.",
      "de": "Weil es nicht dazu dient, kriminelle Aktivitäten zu untergraben."
    }
  },
  {
    "translation": {
      "en": "It's to make everyone else feel safe, so there's no panic.",
      "de": "Es sollen sich nur alle sicher fühlen, damit es keine Panik gibt."
    }
  },
  {
    "translation": {
      "en": "Security theater.",
      "de": "Ein Theater der Sicherheit."
    }
  },
  {
    "translation": {
      "en": "[interviewer] It's one of the most incredible things,",
      "de": "Es ist wirklich unglaublich."
    }
  },
  {
    "translation": {
      "en": "because you don't have to dig very far",
      "de": "Man muss nicht viel suchen, um zu wissen,"
    }
  },
  {
    "translation": {
      "en": "to actually find out that mixing is not what everybody is scared of happening,",
      "de": "Man muss nicht viel suchen, um zu wissen, dass es nicht das Mischen ist, wovor alle Angst haben, sondern dass die Leute davon erfahren."
    }
  },
  {
    "translation": {
      "en": "but of people finding out of happening.",
      "de": "sondern dass die Leute davon erfahren."
    }
  },
  {
    "translation": {
      "en": "Uh, surprise, your big diamond might be fake, too,",
      "de": "Überraschung! Ihr großer Diamant ist vielleicht auch nicht echt."
    }
  },
  {
    "translation": {
      "en": "even if you have that nice GIA certificate.",
      "de": "Selbst mit hübschem GIA-Zertifikat."
    }
  },
  {
    "translation": {
      "en": "What do you mean?",
      "de": "Wie meinen Sie das?"
    }
  },
  {
    "translation": {
      "en": "I mean, you might buy a diamond with a GIA certificate",
      "de": "Nun, Ihr Diamant mag mit einem GIA-Zertifikat kommen,"
    }
  },
  {
    "translation": {
      "en": "telling you where it's from, where it was mined,",
      "de": "auf dem steht, woher er stammt, aus welcher Mine,"
    }
  },
  {
    "translation": {
      "en": "that it's a for-real, actual, and conflict-free diamond,",
      "de": "dass er wirklich echt ist und aus einem konfliktfreien Gebiet."
    }
  },
  {
    "translation": {
      "en": "and the only thing that you might be conflicted about",
      "de": "Der einzige Konflikt dabei ist,"
    }
  },
  {
    "translation": {
      "en": "is the fact that it's not.",
      "de": "dass das nicht stimmt."
    }
  },
  {
    "translation": {
      "en": "But it comes with a certificate.",
      "de": "Aber er kommt mit Zertifikat."
    }
  },
  {
    "translation": {
      "en": "Mmm-hmm. And that certificate is… is like a…",
      "de": "Aber er kommt mit Zertifikat. Ja, und dieses Zertifikat ist wie eine Schuldverschreibung."
    }
  },
  {
    "translation": {
      "en": "It's like a bearer bond.",
      "de": "Ja, und dieses Zertifikat ist wie eine Schuldverschreibung."
    }
  },
  {
    "translation": {
      "en": "If you have it, you could have any…",
      "de": "Wer das hat, könnte alles…"
    }
  },
  {
    "translation": {
      "en": "You could… you could have a tennis ball",
      "de": "Man könnte einen Tennisball mit dieser Urkunde haben,"
    }
  },
  {
    "translation": {
      "en": "and one of those certificates, and if they match,",
      "de": "Man könnte einen Tennisball mit dieser Urkunde haben, und wenn, was da steht, passt,"
    }
  },
  {
    "translation": {
      "en": "you… you have to accept that this tennis ball is a really weird-looking diamond.",
      "de": "muss man akzeptieren, dass der Ball ein ungewöhnlicher Diamant ist."
    }
  },
  {
    "translation": {
      "en": "So, there's a whole cottage industry in making fake birth certificates",
      "de": "Ein ganzes Gewerbe ist damit beschäftigt, in Heimarbeit Herkunftszertifikate für Labordiamanten auszustellen."
    }
  },
  {
    "translation": {
      "en": "for \"fake\" or lab-grown diamonds.",
      "de": "in Heimarbeit Herkunftszertifikate für Labordiamanten auszustellen."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Can we talk about the mixing scandals that were coming up?",
      "de": "Was ist mit den Mischskandalen, von denen man hört?"
    }
  },
  {
    "translation": {
      "en": "This has been, kind of, inside baseball in the industry.",
      "de": "Es scheint ein offenes Geheimnis zu sein."
    }
  },
  {
    "translation": {
      "en": "Everybody knows about mixing, but it's still a challenge, right?",
      "de": "Jeder weiß davon, aber es ist ein Problem, oder?"
    }
  },
  {
    "translation": {
      "en": "Well, that's why De Beers had to respond to that. 'Cause we heard stories of mixing.",
      "de": "Deswegen musste De Beers reagieren. Weil wir diese Geschichten hörten."
    }
  },
  {
    "translation": {
      "en": "And it doesn't matter to me whether it's, you know,",
      "de": "Für mich spielt es keine Rolle,"
    }
  },
  {
    "translation": {
      "en": "a ten-carat diamond, you know, worth half a million dollars,",
      "de": "ob es ein Zehnkaräter für eine halbe Million Dollar ist"
    }
  },
  {
    "translation": {
      "en": "or whether it's a one-pointer.",
      "de": "oder ein winziger Brillant."
    }
  },
  {
    "translation": {
      "en": "The promise you're making is that they're all miracles of nature.",
      "de": "Was man zusichert, ist doch, dass sie alle Wunder der Natur sind."
    }
  },
  {
    "translation": {
      "en": "The role diamonds play are about marking important moments in life",
      "de": "Bei der Rolle von Diamanten geht es darum, wichtige Momente im Leben mit etwas zu würdigen,"
    }
  },
  {
    "translation": {
      "en": "with something that is intrinsically rare and precious.",
      "de": "wichtige Momente im Leben mit etwas zu würdigen, dessen eigener Charakter selten und kostbar ist."
    }
  },
  {
    "translation": {
      "en": "And you can't make that.",
      "de": "Das kann man nicht herstellen."
    }
  },
  {
    "translation": {
      "en": "It's impossible.",
      "de": "Unmöglich."
    }
  },
  {
    "translation": {
      "en": "It's not about the money, but it is about precious things,",
      "de": "Es geht nicht ums Geld, sondern darum, dass kostbare Dinge…"
    }
  },
  {
    "translation": {
      "en": "you know, do cost money.",
      "de": "…eben etwas kosten."
    }
  },
  {
    "translation": {
      "en": "-It's all greed. -[interviewer] What do you mean?",
      "de": "-Es ist Habgier. -Wie meinen Sie das?"
    }
  },
  {
    "translation": {
      "en": "You know, if you want to make money off of these mines,",
      "de": "Wer mit den Minen Geld machen will,"
    }
  },
  {
    "translation": {
      "en": "you got to pretend like they're scarce.",
      "de": "muss Knappheit vortäuschen."
    }
  },
  {
    "translation": {
      "en": "You know, for many, many, many years, people only found diamonds in riverbeds and streams in India.",
      "de": "Über viele Jahre fand man Diamanten nur in Flussbetten und Bächen in Indien."
    }
  },
  {
    "translation": {
      "en": "But then, at some point, people found that there's these deposits called kimberlites.",
      "de": "Doch irgendwann entdeckte man, dass es das Kimberlitgestein gab."
    }
  },
  {
    "translation": {
      "en": "You know, kimberlite pipes are not rare. They're all over the world. And then, they just started mining 'em.",
      "de": "Kimberlit-Schlote sind nicht selten, sie sind überall, und der Abbau begann."
    }
  },
  {
    "translation": {
      "en": "So, the reality is that diamond is one of the most common gemstones on the planet.",
      "de": "Tatsächlich ist Diamant also einer der häufigsten Edelsteine."
    }
  },
  {
    "translation": {
      "en": "But De Beers keeps them off to the side and says, \"No, we don't have 'em.",
      "de": "Aber De Beers hält sie abseits und sagt:"
    }
  },
  {
    "translation": {
      "en": "We don't know what you're talking about.\" And they control the prices.",
      "de": "\"Wir haben keine, wovon redet ihr?\" Und sie kontrollieren die Preise."
    }
  },
  {
    "translation": {
      "en": "[Janik] They want you to continue believing",
      "de": "Die Leute sollen weiter glauben,"
    }
  },
  {
    "translation": {
      "en": "that your natural gemstone is valuable, and unique, and rare,",
      "de": "dass ihr Stein so wertvoll, einzigartig und kostbar ist wie ihre Liebe."
    }
  },
  {
    "translation": {
      "en": "and precious, just like your love, but it's not.",
      "de": "dass ihr Stein so wertvoll, einzigartig und kostbar ist wie ihre Liebe. Ist er aber nicht, er ist wie alle anderen."
    }
  },
  {
    "translation": {
      "en": "It's just like everybody else's.",
      "de": "Ist er aber nicht, er ist wie alle anderen."
    }
  },
  {
    "translation": {
      "en": "[man, translated] These are diamonds.",
      "de": "Hier sind Diamanten."
    }
  },
  {
    "translation": {
      "en": "All of those bags, all the way to the ceiling, are diamonds?",
      "de": "In all diesen Säcken, bis hoch zur Decke, sind Diamanten?"
    }
  },
  {
    "translation": {
      "en": "[man] Yes.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "[Chris Wallace] And how many other rooms do you have like this?",
      "de": "Wie viele dieser Räume haben sie?"
    }
  },
  {
    "translation": {
      "en": "Oh, about, uh, 28 rooms.",
      "de": "Es sind etwa 28."
    }
  },
  {
    "translation": {
      "en": "[Wallace] How many millions of carats do you have down here?",
      "de": "Wie viele Millionen Karat lagern Sie hier unten?"
    }
  },
  {
    "translation": {
      "en": "[man] No, that is a commercial secret.",
      "de": "Das ist ein Geschäftsgeheimnis."
    }
  },
  {
    "translation": {
      "en": "So this is one of the last great secrets of Russia?",
      "de": "Es ist eines der letzten großen Geheimnisse Russlands?"
    }
  },
  {
    "translation": {
      "en": "[man] It's a secret for any organization storing diamonds.",
      "de": "Es ist ein Geheimnis jeder Organisation, die Diamanten lagert."
    }
  },
  {
    "translation": {
      "en": "[Raden] There are enough for every man, woman and child on the planet to have a half-carat diamond ring,",
      "de": "Es gibt genügend, dass jeder einen Ring mit einem halben Karat haben könnte."
    }
  },
  {
    "translation": {
      "en": "with a half a billion carats left over.",
      "de": "Eine halbe Milliarde wär noch übrig."
    }
  },
  {
    "translation": {
      "en": "[chuckling] There are a lot of diamonds. They're not scarce, or rare.",
      "de": "Sie sind reichlich. Weder knapp noch selten."
    }
  },
  {
    "translation": {
      "en": "So, I'm sorry you're asking the only chick you got on film, and I have nothing romantic to say about it,",
      "de": "Sorry, dass ich als einzige Frau im Film nichts Romantisches sagen kann,"
    }
  },
  {
    "translation": {
      "en": "but they are an economic good, and they put them in ring holders.",
      "de": "aber sie sind einfach ein Wirtschaftsgut, das man in Ringe fasst."
    }
  },
  {
    "translation": {
      "en": "Well, you know, we're probably past peak supply.",
      "de": "Nun, den Höhepunkt der Versorgung haben wir wohl überschritten."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Yeah.",
      "de": "Verstehe."
    }
  },
  {
    "translation": {
      "en": "[Lussier] It's fascinating to me when I look back, on how my life developed the way it did,",
      "de": "Ich finde es faszinierend zurückzublicken, wie sich mein Leben entwickelte,"
    }
  },
  {
    "translation": {
      "en": "because my first interaction with the world of diamonds was actually",
      "de": "denn meine erste Begegnung mit der Welt der Diamanten"
    }
  },
  {
    "translation": {
      "en": "well before I ever knew that I would end up",
      "de": "war lang bevor ich wusste, dass De Beers oder die Branche einmal meine Welt sein würden."
    }
  },
  {
    "translation": {
      "en": "within De Beers, or within the… within the diamond world.",
      "de": "dass De Beers oder die Branche einmal meine Welt sein würden."
    }
  },
  {
    "translation": {
      "en": "You know, I grew up in Schenectady, New York,",
      "de": "Ich wuchs in Schenectady im Staat New York auf,"
    }
  },
  {
    "translation": {
      "en": "the old headquarters of General Electric,",
      "de": "dem alten Hauptsitz von General Electric,"
    }
  },
  {
    "translation": {
      "en": "the early synthesizer of industrial diamond.",
      "de": "den frühen Erzeugern künstlicher Industriediamanten."
    }
  },
  {
    "translation": {
      "en": "A scientist at General Electric, Mr. Hall, he was the next-door neighbor.",
      "de": "Ein Wissenschaftler bei General Electric, Mr. Hall, war mein Nachbar."
    }
  },
  {
    "translation": {
      "en": "He'd give me $5 every time it snowed to shovel his walk.",
      "de": "Er gab mir immer fünf Dollar fürs Schneeschaufeln."
    }
  },
  {
    "translation": {
      "en": "[reporter] Dr. H. Tracy Hall is a world-famous chemist.",
      "de": "Dr. H. Tracy Hall ist ein weltberühmter Chemiker."
    }
  },
  {
    "translation": {
      "en": "He is one of the inventors of the first practical process",
      "de": "Er ist einer der Entwickler des ersten Verfahrens"
    }
  },
  {
    "translation": {
      "en": "for making large quantities of man-made diamonds.",
      "de": "zur Herstellung künstlicher Diamanten in großen Mengen."
    }
  },
  {
    "translation": {
      "en": "It was the sidewalk from his front door,",
      "de": "Es war der Weg vor seiner Haustür"
    }
  },
  {
    "translation": {
      "en": "and then across the street that I had to do with my shovel.",
      "de": "bis rüber zur Straße, den ich mit meiner Schaufel bearbeitete."
    }
  },
  {
    "translation": {
      "en": "And he'd come out and inspect it before he'd give me the $5 bill.",
      "de": "Und er inspizierte alles, bevor er mir den Schein aushändigte."
    }
  },
  {
    "translation": {
      "en": "Do you remember Tracy Hall?",
      "de": "Wissen sie noch, wie er war?"
    }
  },
  {
    "translation": {
      "en": "[Lussier laughs] I remember him as being scary.",
      "de": "Ich weiß noch, dass ich Angst vor ihm hatte."
    }
  },
  {
    "translation": {
      "en": "[interviewer] That is one of the most incredible stories.",
      "de": "Was für eine irre Geschichte."
    }
  },
  {
    "translation": {
      "en": "From shoveling Tracy Hall's driveway, to marrying an Oppenheimer.",
      "de": "Vom Schneeschaufeln für Tracy Hall zur Ehe mit einer der Oppenheimers."
    }
  },
  {
    "translation": {
      "en": "I did think subsequently, \"What if I had left",
      "de": "Ich dachte später, was, wenn auf dem Bürgersteig etwas Eis zurückgeblieben wär?"
    }
  },
  {
    "translation": {
      "en": "just a little bit more ice on that pavement?\" [chuckles]",
      "de": "was, wenn auf dem Bürgersteig etwas Eis zurückgeblieben wär?"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Really?",
      "de": "Wirklich?"
    }
  },
  {
    "translation": {
      "en": "[Lussier] Well, would we have had another couple of decades",
      "de": "Na ja, hätten wir vielleicht zwei Jahrzehnte mehr"
    }
  },
  {
    "translation": {
      "en": "without synthesized diamond? [laughs]",
      "de": "ohne Labordiamanten erlebt?"
    }
  },
  {
    "translation": {
      "en": "[Raden] I think the fact that the very top brass at De Beers",
      "de": "Die Tatsache, dass die Führungsspitze von De Beers"
    }
  },
  {
    "translation": {
      "en": "sat in a room with you and signed a release,",
      "de": "mit Ihnen in einem Raum saß, inklusive Freigabe,"
    }
  },
  {
    "translation": {
      "en": "it's a sign of incredible weakness.",
      "de": "ist ein Zeichen großer Schwäche."
    }
  },
  {
    "translation": {
      "en": "Compared to five years ago, there would be no interview.",
      "de": "Vor fünf Jahren hätte es kein Interview gegeben."
    }
  },
  {
    "translation": {
      "en": "There would never be an interview.",
      "de": "Niemals."
    }
  },
  {
    "translation": {
      "en": "There's a lot of reasons for that. One of them is,",
      "de": "Dafür gibt es viele Gründe, und einer ist,"
    }
  },
  {
    "translation": {
      "en": "if synthetic diamond jewelry ever takes a big market share,",
      "de": "falls synthetischer Diamantschmuck große Marktanteile erreicht,"
    }
  },
  {
    "translation": {
      "en": "which I think it very well could,",
      "de": "was durchaus möglich ist,"
    }
  },
  {
    "translation": {
      "en": "then it would end up like cultured pearls. No one would remember there was ever a difference",
      "de": "dann wird, wie bei den Zuchtperlen, schnell vergessen werden,"
    }
  },
  {
    "translation": {
      "en": "between cultured diamonds and not-cultured diamonds.",
      "de": "dass es einmal einen Unterschied gab."
    }
  },
  {
    "translation": {
      "en": "I don't even bother keeping them separate in my jewelry boxes.",
      "de": "Ich halte sie nicht mal mehr in getrennten Schatullen."
    }
  },
  {
    "translation": {
      "en": "[interviewer] The lab-grown and the naturals?",
      "de": "Die Laborsteine und die natürlichen?"
    }
  },
  {
    "translation": {
      "en": "Um, it seems to me that De Beers is as much a mining company",
      "de": "De Beers scheint mir ebenso ein Bergbauunternehmen wie ein Marketingunternehmen zu sein."
    }
  },
  {
    "translation": {
      "en": "as it is a marketing company.",
      "de": "wie ein Marketingunternehmen zu sein."
    }
  },
  {
    "translation": {
      "en": "Without the marketing, it can't exist, right?",
      "de": "Ohne Marketing kann es nicht existieren, oder?"
    }
  },
  {
    "translation": {
      "en": "If you want people to really absorb information,",
      "de": "Wer möchte, dass Informationen wirklich aufgenommen werden,"
    }
  },
  {
    "translation": {
      "en": "you need to be able to tell it to them in a way that is memorable.",
      "de": "Wer möchte, dass Informationen wirklich aufgenommen werden, muss sie so vermitteln, dass sie einprägsam sind."
    }
  },
  {
    "translation": {
      "en": "That's the definition of a storyteller.",
      "de": "Wie ein Geschichtenerzähler."
    }
  },
  {
    "translation": {
      "en": "Stories are the only way in today's world",
      "de": "Nur mit Hilfe von Geschichten"
    }
  },
  {
    "translation": {
      "en": "people can absorb information in any depth.",
      "de": "können die Menschen heute etwas in einer gewissen Tiefe aufnehmen."
    }
  },
  {
    "translation": {
      "en": "In the old days, it was more classic marketing.",
      "de": "Früher war es mehr klassisches Marketing."
    }
  },
  {
    "translation": {
      "en": "You know, I could buy NBC, CBS, and you all saw it in a week.",
      "de": "Werbung auf NBC oder CBS, die man in einer Woche sah."
    }
  },
  {
    "translation": {
      "en": "But now it's… it's more core, huh? You need to take a step back.",
      "de": "Aber jetzt geht es tiefer. Man muss einen Schritt zurücktreten."
    }
  },
  {
    "translation": {
      "en": "It's not about myths. It's about truth.",
      "de": "Es geht nicht um Mythen, sondern Wahrheit."
    }
  },
  {
    "translation": {
      "en": "And truth is a good thing if your story is a good one.",
      "de": "Und Wahrheit ist gut, wenn die Geschichte gut ist."
    }
  },
  {
    "translation": {
      "en": "Actually, here in Botswana, the world's leading producer of diamonds,",
      "de": "Tatsächlich haben hier in Botswana, dem führenden Produktionsland,"
    }
  },
  {
    "translation": {
      "en": "there's a huge positive benefit created by the natural diamond.",
      "de": "die natürlichen Diamanten einen sehr großen, positiven Effekt."
    }
  },
  {
    "translation": {
      "en": "You know, sometimes synthetic producers try and position their product",
      "de": "Laborsteinhersteller vermarkten ihr Produkt manchmal"
    }
  },
  {
    "translation": {
      "en": "as somehow an ethical, or environmental alternative.",
      "de": "als ethische oder ökologische Alternative."
    }
  },
  {
    "translation": {
      "en": "They say, \"Oh, we don't make a hole in the ground.\"",
      "de": "Sie sagen: \"Wir machen kein Loch in den Boden.\""
    }
  },
  {
    "translation": {
      "en": "And you're right, we do make a big hole in the ground.",
      "de": "Es stimmt, wir machen ein großes Loch."
    }
  },
  {
    "translation": {
      "en": "It's about two kilometers across, in a country the size of France,",
      "de": "Zwei Kilometer Durchmesser in einem Land der Größe Frankreichs,"
    }
  },
  {
    "translation": {
      "en": "with nothing around it but scrubland.",
      "de": "und rundherum nur Buschland."
    }
  },
  {
    "translation": {
      "en": "You can look at that in two ways. You can look at that hole and say, \"There's a big hole in the ground,\"",
      "de": "Das kann man auf zwei Arten sehen. Man kann sagen: \"Da ist ein großes Loch.\""
    }
  },
  {
    "translation": {
      "en": "or you can look in that hole and think, how lucky the people of Botswana were",
      "de": "Oder man sieht es und denkt, wie viel Glück die Menschen dort hatten,"
    }
  },
  {
    "translation": {
      "en": "to have this two-kilometer bit of land in an area that--",
      "de": "dieses zwei Kilometer breite Stück Land in einem Gebiet zu haben,"
    }
  },
  {
    "translation": {
      "en": "What were they gonna do with it? Have, like, ten cows?",
      "de": "in dem sie sonst… was? Zehn Rinder gehalten hätten?"
    }
  },
  {
    "translation": {
      "en": "And in that hole, has been this extraordinary transformation of a country",
      "de": "Und in diesem Loch steckt dieser unglaubliche Wandel eines Landes,"
    }
  },
  {
    "translation": {
      "en": "from four miles of tarred road to 4,000, because of that hole in the ground.",
      "de": "von vier Meilen Asphaltstraße zu 4000, wegen dieses Lochs."
    }
  },
  {
    "translation": {
      "en": "A doctor for every 50,000 people before diamonds.",
      "de": "Vor den Diamanten gab's einen Arzt für 50.000 Menschen."
    }
  },
  {
    "translation": {
      "en": "Now a doctor for every 300.",
      "de": "Nun ist es einer pro 300."
    }
  },
  {
    "translation": {
      "en": "Hospitals, free education. Why?",
      "de": "Krankenhäuser, kostenlose Bildung… und warum?"
    }
  },
  {
    "translation": {
      "en": "It's… it's that hole in the ground.",
      "de": "Weil es das Loch im Boden gibt."
    }
  },
  {
    "translation": {
      "en": "De Beers is an African company.",
      "de": "De Beers ist ein afrikanisches Unternehmen."
    }
  },
  {
    "translation": {
      "en": "A lot of us may be based in London,",
      "de": "Viele von uns mögen in London sein,"
    }
  },
  {
    "translation": {
      "en": "but the deep ethos of our operations has Africa at its core.",
      "de": "aber das zentrale Ethos all unserer Aktivitäten ist in Afrika."
    }
  },
  {
    "translation": {
      "en": "And there's nothing more important to an African",
      "de": "Für einen Afrikaner ist nichts wichtiger als seine Umwelt,"
    }
  },
  {
    "translation": {
      "en": "than their environment, in particular, their wildlife.",
      "de": "Für einen Afrikaner ist nichts wichtiger als seine Umwelt, insbesondere die Tierwelt."
    }
  },
  {
    "translation": {
      "en": "And you need to protect that, as well.",
      "de": "Und auch die muss man schützen."
    }
  },
  {
    "translation": {
      "en": "You know, if I could bring every American engagement ring consumer here",
      "de": "Könnte ich alle Ringekäufer aus den USA hierherholen,"
    }
  },
  {
    "translation": {
      "en": "to see with their own eyes what diamonds do,",
      "de": "damit sie sehen, was die Diamanten hier bewirken,"
    }
  },
  {
    "translation": {
      "en": "they would never buy anything but… but a natural diamond.",
      "de": "dann würden sie nie etwas anderes kaufen."
    }
  },
  {
    "translation": {
      "en": "You'd actually say, \"Geez,\" you know, \"why would you synthesize something",
      "de": "Man könnte auch sagen, warum etwas künstlich herstellen, wenn es diesem Land so schaden kann?"
    }
  },
  {
    "translation": {
      "en": "when it could do such harm to… to this country?\"",
      "de": "warum etwas künstlich herstellen, wenn es diesem Land so schaden kann?"
    }
  },
  {
    "translation": {
      "en": "The story is extraordinarily inspiring,",
      "de": "Die Geschichte ist wirklich inspirierend,"
    }
  },
  {
    "translation": {
      "en": "and has the great convenience of being true.",
      "de": "und sie ist praktischerweise wahr."
    }
  },
  {
    "translation": {
      "en": "And you show me another two-kilometer bit of… of the world that has done that.",
      "de": "Zeigen Sie mir woanders zwei Kilometer, die eine solche Wirkung hatten."
    }
  },
  {
    "translation": {
      "en": "I want to take this problem of synthetics to a whole other level.",
      "de": "Ich möchte dieses Problem auf eine andere Ebene bringen."
    }
  },
  {
    "translation": {
      "en": "We're now living in a world of… gender equality.",
      "de": "Wir leben heute in einer Welt der Geschlechtergleichstellung."
    }
  },
  {
    "translation": {
      "en": "Are diamonds under threat not because of synthetics only,",
      "de": "Sind Diamanten bedroht, nicht nur wegen der künstlichen Steine,"
    }
  },
  {
    "translation": {
      "en": "although synthetics brings it down, because of the whole question of,",
      "de": "wenn die auch wehtun, aber auch wegen der Frage,"
    }
  },
  {
    "translation": {
      "en": "what is the relationship between the man and the woman in the 21st century?",
      "de": "wie die Beziehung zwischen Mann und Frau im 21. Jahrhundert aussieht?"
    }
  },
  {
    "translation": {
      "en": "Why is she receiving the gift and not him?",
      "de": "Warum erhält sie das Geschenk, und nicht er?"
    }
  },
  {
    "translation": {
      "en": "What's going on here?",
      "de": "Was geht hier vor?"
    }
  },
  {
    "translation": {
      "en": "I could talk about the idea of, you know,",
      "de": "Ja, ich könnte sagen, es gibt anthropologische Studien,"
    }
  },
  {
    "translation": {
      "en": "uh, anthropological studies that show that the woman has the babies,",
      "de": "Ja, ich könnte sagen, es gibt anthropologische Studien, die besagen, weil die Frau die Babys bekommt,"
    }
  },
  {
    "translation": {
      "en": "and because she has the babies, she wants the man to make a commitment",
      "de": "die besagen, weil die Frau die Babys bekommt, möchte sie, dass der Mann sich verpflichtet und sie unterstützt."
    }
  },
  {
    "translation": {
      "en": "and know that he's gonna support her. Okay.",
      "de": "möchte sie, dass der Mann sich verpflichtet und sie unterstützt."
    }
  },
  {
    "translation": {
      "en": "But we live in a modern world today where women may be earning more than men.",
      "de": "Aber heutzutage können Frauen mehr Geld verdienen als Männer."
    }
  },
  {
    "translation": {
      "en": "She may not need him, or want him.",
      "de": "Vielleicht braucht oder will sie ihn nicht."
    }
  },
  {
    "translation": {
      "en": "We switch jobs every couple of years. Maybe we're gonna switch, uh, partners every few years.",
      "de": "Wir wechseln alle paar Jahre den Job, möglicherweise auch unsere Partner."
    }
  },
  {
    "translation": {
      "en": "Our… our society is changing.",
      "de": "Unsere Gesellschaft verändert sich."
    }
  },
  {
    "translation": {
      "en": "And so, the role of the diamond is under threat,",
      "de": "Die Rolle des Diamanten ist also gefährdet,"
    }
  },
  {
    "translation": {
      "en": "because the role of the woman and the man is under threat.",
      "de": "weil die Rollen der Frau und des Mannes es sind."
    }
  },
  {
    "translation": {
      "en": "But every day, millennials are getting older.",
      "de": "Aber Millennials werden auch jeden Tag älter."
    }
  },
  {
    "translation": {
      "en": "Their clocks are ticking.",
      "de": "Ihre biologischen Uhren ticken."
    }
  },
  {
    "translation": {
      "en": "Their desire to procreate, whether it's genetic or otherwise,",
      "de": "Der Wunsch, sich fortzupflanzen, sei er genetisch oder etwas anderes,"
    }
  },
  {
    "translation": {
      "en": "or whether it's, uh, Darwinian, is there.",
      "de": "oder darwinistisch… Er existiert. Was wird passieren?"
    }
  },
  {
    "translation": {
      "en": "What's going to happen?",
      "de": "Er existiert. Was wird passieren?"
    }
  },
  {
    "translation": {
      "en": "Does the diamond play a role in cementing the relationship?",
      "de": "Wird der Diamant eine Rolle bei der Festigung der Beziehung spielen?"
    }
  },
  {
    "translation": {
      "en": "Does the woman still want a diamond?",
      "de": "Wünscht sich die Frau weiterhin einen Diamanten?"
    }
  },
  {
    "translation": {
      "en": "And if so, why?",
      "de": "Wenn ja, warum?"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Have you ever given a diamond to a girlfriend?",
      "de": "Haben Sie je einer Partnerin einen Diamanten geschenkt?"
    }
  },
  {
    "translation": {
      "en": "I… I did. Yeah.",
      "de": "Ja, hab ich."
    }
  },
  {
    "translation": {
      "en": "I… I grew a diamond for my former fiancée.",
      "de": "Ich züchtete einen für meine ehemalige Verlobte."
    }
  },
  {
    "translation": {
      "en": "So what's the story there?",
      "de": "Erzählen Sie uns mehr."
    }
  },
  {
    "translation": {
      "en": "I grew a diamond and had it cut and polished",
      "de": "Ich züchtete den Stein, ließ ihn schleifen und polieren,"
    }
  },
  {
    "translation": {
      "en": "and, uh, had it set in a setting and proposed to her with it.",
      "de": "ließ ihn in eine Fassung setzen, und machte ihr einen Antrag."
    }
  },
  {
    "translation": {
      "en": "-And? -[chuckles]",
      "de": "Und?"
    }
  },
  {
    "translation": {
      "en": "I think she was unimpressed.",
      "de": "Sie war nicht sehr beeindruckt."
    }
  },
  {
    "translation": {
      "en": "[laughing] What does that mean?",
      "de": "Was heißt das?"
    }
  },
  {
    "translation": {
      "en": "It was too small. It was half a carat.",
      "de": "Er war zu klein, ein halbes Karat."
    }
  },
  {
    "translation": {
      "en": "-What did she say? -Um…",
      "de": "Was sagte sie?"
    }
  },
  {
    "translation": {
      "en": "That she wanted a bigger one.",
      "de": "Sie wollte einen größeren."
    }
  },
  {
    "translation": {
      "en": "[Simic] Ladies and gentlemen, dear colleagues,",
      "de": "Meine Damen und Herren, liebe Kollegen,"
    }
  },
  {
    "translation": {
      "en": "my name is Dusan Simic, and, uh, I'll talk today about",
      "de": "mein Name ist Dusan Simic, und ich spreche heute über meine Erfindung, mein Patent."
    }
  },
  {
    "translation": {
      "en": "my invention, my patent.",
      "de": "und ich spreche heute über meine Erfindung, mein Patent."
    }
  },
  {
    "translation": {
      "en": "The invention will eliminate",
      "de": "Diese Erfindung wird verhindern,"
    }
  },
  {
    "translation": {
      "en": "mixing lab-grown diamonds with natural diamonds.",
      "de": "dass Labordiamanten mit natürlichen vermischt werden."
    }
  },
  {
    "translation": {
      "en": "It will ensure that we will have two completely different products",
      "de": "Sie wird dafür sorgen, dass wir zwei unterschiedliche Produkte haben,"
    }
  },
  {
    "translation": {
      "en": "that cannot hurt each other.",
      "de": "die sich nicht gegenseitig schaden können."
    }
  },
  {
    "translation": {
      "en": "[interviewer] So, this is transition in your profession?",
      "de": "Ist das eine berufliche Veränderung?"
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah, yeah, it is. It was a decision.",
      "de": "Absolut, es war eine Entscheidung."
    }
  },
  {
    "translation": {
      "en": "Right now, I'm closing the lab",
      "de": "Jetzt schließe ich das Labor,"
    }
  },
  {
    "translation": {
      "en": "and I'm going, uh, to do other things, you know.",
      "de": "und ich mache etwas anderes."
    }
  },
  {
    "translation": {
      "en": "It was nonsense to have a lab that it doesn't bring… it doesn't bring any money.",
      "de": "Es machte keinen Sinn, ein Labor zu haben, das nichts einbringt."
    }
  },
  {
    "translation": {
      "en": "I really believe in this. I mean, it could be a solution, you know.",
      "de": "Ich glaube wirklich daran. Es könnte eine Lösung sein."
    }
  },
  {
    "translation": {
      "en": "[Simic] What you see here is a range of the current black boxes",
      "de": "Hier sehen Sie eine Reihe aktueller Blackbox-Geräte,"
    }
  },
  {
    "translation": {
      "en": "used today in process of identification.",
      "de": "die heute zur Identifikation verwendet werden."
    }
  },
  {
    "translation": {
      "en": "Despite effective marketing,",
      "de": "Trotz des effektiven Marketings"
    }
  },
  {
    "translation": {
      "en": "none of these machines identify synthetic diamonds.",
      "de": "kann keines dieser Geräte synthetische Diamanten identifizieren."
    }
  },
  {
    "translation": {
      "en": "So I developed a new system which is the subject of my patent",
      "de": "Ich habe ein neues System entwickelt, unter dem Patent mit dem Titel"
    }
  },
  {
    "translation": {
      "en": "called \"Synthetic Diamond Labeling and Identification System and Method.\"",
      "de": "Ich habe ein neues System entwickelt, unter dem Patent mit dem Titel \"Synthetic Diamond Labelling and Identification System and Method\"."
    }
  },
  {
    "translation": {
      "en": "My patent would ensure that synthetic diamond producers",
      "de": "Durch mein Patent würde sichergestellt, dass die Produzenten von Labordiamanten"
    }
  },
  {
    "translation": {
      "en": "would have to treat their synthetic diamonds",
      "de": "Durch mein Patent würde sichergestellt, dass die Produzenten von Labordiamanten diese so behandeln müssen, dass sie pink fluoreszieren."
    }
  },
  {
    "translation": {
      "en": "so they fluoresce pink.",
      "de": "diese so behandeln müssen, dass sie pink fluoreszieren."
    }
  },
  {
    "translation": {
      "en": "This pink fluorescence is created through a post-growth treatment",
      "de": "Die pinkfarbene Fluoreszenz entsteht durch eine Nachbehandlung,"
    }
  },
  {
    "translation": {
      "en": "that create invisible nitrogen vacancy centers",
      "de": "in der unsichtbare Stickstoff-Leerstellen geschaffen werden,"
    }
  },
  {
    "translation": {
      "en": "that generate pink fluorescence visible to the naked eye",
      "de": "die die Fluoreszenz erzeugen. Diese wird für das bloße Auge unter ultraviolettem Licht sichtbar."
    }
  },
  {
    "translation": {
      "en": "when excited with ultraviolet light UV lamp.",
      "de": "Diese wird für das bloße Auge unter ultraviolettem Licht sichtbar."
    }
  },
  {
    "translation": {
      "en": "[man] Can I ask a dumb question?",
      "de": "Ich habe eine Frage."
    }
  },
  {
    "translation": {
      "en": "What is the incentive for all these manufacturers to implement this process?",
      "de": "Was ist der Anreiz für die Produzenten, dieses Verfahren einzusetzen?"
    }
  },
  {
    "translation": {
      "en": "I'm personally skeptical about this. -But-- -I struggle with that.",
      "de": "Ich bin da skeptisch, ich finde es schwierig…"
    }
  },
  {
    "translation": {
      "en": "This is their fundamental interest, to protect themselves.",
      "de": "Es liegt in ihrem grundlegenden Interesse, sich zu schützen."
    }
  },
  {
    "translation": {
      "en": "I know all these factories inside. I know how they are selling to everyone.",
      "de": "Ich kenne diese Fabriken. Ich weiß, wie sie überall hin verkaufen."
    }
  },
  {
    "translation": {
      "en": "And after that, they don't know where these stones goes,",
      "de": "Und sie wissen nicht, wo die Steine danach landen"
    }
  },
  {
    "translation": {
      "en": "and how these stones are sold.",
      "de": "und wie sie weiterverkauft werden."
    }
  },
  {
    "translation": {
      "en": "[man] Right, but the process itself is permanent? The process…",
      "de": "-Und das Verfahren selbst ist dauerhaft? -Natürlich."
    }
  },
  {
    "translation": {
      "en": "-[Simic] Of course. Of course. -…gets done after the stone is grown?",
      "de": "-Und das Verfahren selbst ist dauerhaft? -Natürlich. Man führt es nach der Züchtung durch?"
    }
  },
  {
    "translation": {
      "en": "Yeah. When you excite the stones,",
      "de": "Ja, und Steine, die unter UV-Licht pink erscheinen,"
    }
  },
  {
    "translation": {
      "en": "if they fluoresce pink, they are synthetic, or treated.",
      "de": "Ja, und Steine, die unter UV-Licht pink erscheinen, sind synthetisch oder wurden behandelt."
    }
  },
  {
    "translation": {
      "en": "I mean, this is the way we will have two different products with the same name.",
      "de": "Auf diesem Weg erreichen wir zwei Produkte unter demselben Namen."
    }
  },
  {
    "translation": {
      "en": "By labeling synthetic diamonds.",
      "de": "Indem wir Labordiamanten kennzeichnen."
    }
  },
  {
    "translation": {
      "en": "[man] Uh, this brings the presentations to…",
      "de": "Unsere Präsentationen sind hiermit…"
    }
  },
  {
    "translation": {
      "en": "[Rapaport] Listen, we should talk. We should talk.",
      "de": "Unsere Präsentationen sind hiermit… Unterhalten wir uns."
    }
  },
  {
    "translation": {
      "en": "It's the commercialization that I have to help you with.",
      "de": "Bei der Kommerzialisierung möchte ich Ihnen helfen."
    }
  },
  {
    "translation": {
      "en": "We have office here, big office. India, 90 people.",
      "de": "Wir haben hier ein großes Büro, 90 Leute."
    }
  },
  {
    "translation": {
      "en": "-Come on, I know all about you. -Okay. Yeah, yeah.",
      "de": "Hey, ich weiß doch alles über Sie."
    }
  },
  {
    "translation": {
      "en": "I want to have someone talk to you in New York.",
      "de": "Jemand in New York soll mit Ihnen reden."
    }
  },
  {
    "translation": {
      "en": "I would like to do a deal with you, if we can figure out how to commercialize this thing.",
      "de": "Ich würde gern mit Ihnen übereinkommen, wie wir das kommerzialisieren können."
    }
  },
  {
    "translation": {
      "en": "-You have power… -I'll do a deal with you. -You have the power… -To make it work.",
      "de": "-Sie haben die Macht. -Ich kann machen, dass es funktioniert."
    }
  },
  {
    "translation": {
      "en": "…to make it work.",
      "de": "Richtig."
    }
  },
  {
    "translation": {
      "en": "-If De Beers come to me… -Yes?",
      "de": "Wenn De Beers mich anspricht, was dann?"
    }
  },
  {
    "translation": {
      "en": "…what am I going to do? They will come.",
      "de": "Wenn De Beers mich anspricht, was dann? Dann sagen Sie, Sie arbeiten mit Rapaport."
    }
  },
  {
    "translation": {
      "en": "-Tell them you're working with Rapaport. -[Simic laughs]",
      "de": "Dann sagen Sie, Sie arbeiten mit Rapaport."
    }
  },
  {
    "translation": {
      "en": "De Beers can't do the deal that I can do, because they have other interests.",
      "de": "De Beers können diesen Deal nicht machen, weil sie andere Interessen haben."
    }
  },
  {
    "translation": {
      "en": "[man] And action.",
      "de": "Und Action!"
    }
  },
  {
    "translation": {
      "en": "[Lussier] At De Beers, everything you do,",
      "de": "Wer bei De Beers etwas tut,"
    }
  },
  {
    "translation": {
      "en": "if the person who owns your diamond sees anything that makes them unhappy,",
      "de": "das den Besitzer oder die Besitzerin eines Steins unglücklich macht,"
    }
  },
  {
    "translation": {
      "en": "is the wrong thing to do.",
      "de": "tut das Falsche."
    }
  },
  {
    "translation": {
      "en": "They have to feel proud of that diamond.",
      "de": "Die Besitzer müssen stolz auf ihre Diamanten sein."
    }
  },
  {
    "translation": {
      "en": "That bit is, like, the sacrosanct. You must protect them.",
      "de": "Das ist die hochheilige Regel. Die Besitzer zu schützen."
    }
  },
  {
    "translation": {
      "en": "You don't want people who question things. Those aren't good consumers.",
      "de": "Man will keine Verbraucher, die Dinge hinterfragen."
    }
  },
  {
    "translation": {
      "en": "They question how many of their… \"Are all of these real?\"",
      "de": "Sie fragen, wie viele… \"Sind sie alle echt?\""
    }
  },
  {
    "translation": {
      "en": "\"Well, how do I know for sure?\"",
      "de": "\"Wie kann ich sicher sein?\""
    }
  },
  {
    "translation": {
      "en": "Then they're gonna start to ask questions. \"What are the differences?\"",
      "de": "Und dann fragen sie nach den Unterschieden."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Honest question. Why do you hate De Beers so much?",
      "de": "Eine Frage. Warum hassen Sie De Beers so sehr?"
    }
  },
  {
    "translation": {
      "en": "I don't hate De Beers.",
      "de": "Ich hasse sie nicht."
    }
  },
  {
    "translation": {
      "en": "It's not a personal grudge.",
      "de": "Es ist nicht persönlich."
    }
  },
  {
    "translation": {
      "en": "It has nothing to do with my career, per se,",
      "de": "Es hat nichts mit meiner Karriere zu tun,"
    }
  },
  {
    "translation": {
      "en": "like, you know, anybody's annoyed me at any point in the past,",
      "de": "oder damit, dass mich mal jemand verärgert hätte"
    }
  },
  {
    "translation": {
      "en": "or being the only woman in the room.",
      "de": "oder ich die einzige Frau im Raum bin."
    }
  },
  {
    "translation": {
      "en": "I… I have no skin in the game.",
      "de": "Für mich geht es um nichts."
    }
  },
  {
    "translation": {
      "en": "It's just that I'm interested in what they're actually doing.",
      "de": "Mich interessiert nur, was sie tatsächlich tun."
    }
  },
  {
    "translation": {
      "en": "And I think, if you look closer,",
      "de": "Wenn man genauer hinsieht,"
    }
  },
  {
    "translation": {
      "en": "it's never really what you thought you saw.",
      "de": "dann ist es nie das, wofür man es zuerst hielt."
    }
  },
  {
    "translation": {
      "en": "And in this case, you're assuming",
      "de": "In diesem Fall nehmen Sie an,"
    }
  },
  {
    "translation": {
      "en": "the mixing scandal was ever a problem for the people claiming it's a problem.",
      "de": "Mischungen waren ein Problem für die, die eben das behaupteten."
    }
  },
  {
    "translation": {
      "en": "Because they're also the ones putting the most money",
      "de": "Und das sind dieselben, die das meiste Geld"
    }
  },
  {
    "translation": {
      "en": "and quietly the most manpower into growing them in labs.",
      "de": "und stillschweigend das meiste Personal in die Laborzüchtung investieren."
    }
  },
  {
    "translation": {
      "en": "So, a lie about a lie about a lie about a lie.",
      "de": "Also, es wird gelogen über eine Lüge über eine Lüge über eine Lüge."
    }
  },
  {
    "translation": {
      "en": "Delightful.",
      "de": "Wunderbar."
    }
  },
  {
    "translation": {
      "en": "The diamond jewelry industry is set for a shake-up",
      "de": "Die Diamantschmuckbranche steht vor einer Neuauflage,"
    }
  },
  {
    "translation": {
      "en": "after global diamond giant De Beers announced",
      "de": "nachdem Marktriese De Beers bekannt gab,"
    }
  },
  {
    "translation": {
      "en": "it planned to sell diamonds grown in a laboratory.",
      "de": "dass er den Verkauf von Labordiamanten plant."
    }
  },
  {
    "translation": {
      "en": "[reporter] After years of criticizing lab-made diamonds,",
      "de": "Nach Jahren der Kritik an Labordiamanten"
    }
  },
  {
    "translation": {
      "en": "the world's largest diamond miner, De Beers, will now sell them.",
      "de": "will der größte Minenbetreiber sie nun in ihr Angebot aufnehmen."
    }
  },
  {
    "translation": {
      "en": "Of course they were working on growing their own.",
      "de": "Natürlich arbeiteten sie daran, eigene zu züchten."
    }
  },
  {
    "translation": {
      "en": "De Beers never sold a diamond, they sold an idea.",
      "de": "Sie verkauften nie den Stein, sondern die Idee."
    }
  },
  {
    "translation": {
      "en": "And this is just a new idea.",
      "de": "Und das ist eine neue."
    }
  },
  {
    "translation": {
      "en": "[Lussier] The Lightbox brand is bringing the synthesized product",
      "de": "Lightbox bringt als Marke das synthetisierte Produkt"
    }
  },
  {
    "translation": {
      "en": "in a way that is honest about what it is, but, equally importantly, what it isn't.",
      "de": "auf eine Weise heraus, die ehrlich sagt, was es ist, und, ebenso wichtig, was es nicht ist."
    }
  },
  {
    "translation": {
      "en": "The difference is while a natural diamond is made over billions of years,",
      "de": "Ein natürlicher Diamant entsteht über Milliarden von Jahren"
    }
  },
  {
    "translation": {
      "en": "comes from deep in the ground,",
      "de": "und kommt aus großer Tiefe."
    }
  },
  {
    "translation": {
      "en": "a lab-grown diamond is literally made in a factory",
      "de": "Ein Labordiamant wird in einer Fabrik produziert,"
    }
  },
  {
    "translation": {
      "en": "over a period of about two weeks.",
      "de": "in ungefähr zwei Wochen."
    }
  },
  {
    "translation": {
      "en": "It's something less precious. Maybe for travel jewelry.",
      "de": "Er ist weniger kostbar, zum Beispiel für Reiseschmuck."
    }
  },
  {
    "translation": {
      "en": "It's a nice thing, huh?",
      "de": "Sie sind hübsch."
    }
  },
  {
    "translation": {
      "en": "It's… You know, you see a sparkly blue, or pink stone.",
      "de": "Sie sind hübsch. Ein funkelnder blauer Stein, oder ein pinkfarbener…"
    }
  },
  {
    "translation": {
      "en": "It's pretty, and it's very inexpensive to make.",
      "de": "Sie sind hübsch und kostengünstig herzustellen."
    }
  },
  {
    "translation": {
      "en": "Consumer research tells us that women prefer",
      "de": "Laut Umfragen ziehen Frauen natürliche Steine vor,"
    }
  },
  {
    "translation": {
      "en": "natural diamonds for life's big occasions,",
      "de": "Laut Umfragen ziehen Frauen natürliche Steine vor, wenn es um Anlässe wie Verlobung oder Heirat geht."
    }
  },
  {
    "translation": {
      "en": "like an engagement ring, or a wedding band.",
      "de": "wenn es um Anlässe wie Verlobung oder Heirat geht."
    }
  },
  {
    "translation": {
      "en": "But these are perfect for all of other life's occasions.",
      "de": "Diese hier sind perfekt für alles andere."
    }
  },
  {
    "translation": {
      "en": "If you lose it, don't worry so much, 'cause it's not very expensive.",
      "de": "Wenn sie ihn verlieren, nicht schlimm, er ist nicht teuer."
    }
  },
  {
    "translation": {
      "en": "It's not a memorable thing that 30 years from now you're going to be, you know, cherishing.",
      "de": "Es ist nicht etwas, das Sie in 30 Jahren noch in Ehren halten"
    }
  },
  {
    "translation": {
      "en": "You're not gonna pass it on to your children.",
      "de": "oder Ihren Kindern vermachen."
    }
  },
  {
    "translation": {
      "en": "But there's a lot of jewelry like that, and there's nothing wrong with it.",
      "de": "Es gibt viel solchen Schmuck, und daran ist nichts auszusetzen."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, really?",
      "de": "Wirklich?"
    }
  },
  {
    "translation": {
      "en": "After shitting on it for ten years, you want to get into it? All right.",
      "de": "Nach zehn Jahren Prügel wollen sie mitmachen?"
    }
  },
  {
    "translation": {
      "en": "I think, where it came from is they want to cut out all the people like me.",
      "de": "Ich glaube, sie wollen Leute wie mich nicht dabeihaben"
    }
  },
  {
    "translation": {
      "en": "They want to cut out all the people that are creating new diamonds by undercutting the market.",
      "de": "und Produzenten neuer Steine rausstoßen, indem sie den Markt unterbieten."
    }
  },
  {
    "translation": {
      "en": "[reporter] The gemstone giant De Beers is building a $94 million plant",
      "de": "Der Edelsteinriese De Beers baut eine 94 Millionen Dollar teure Anlage in Gresham."
    }
  },
  {
    "translation": {
      "en": "there in Gresham.",
      "de": "baut eine 94 Millionen Dollar teure Anlage in Gresham."
    }
  },
  {
    "translation": {
      "en": "The laboratory-made stones produced",
      "de": "Die im Labor erzeugten Steine"
    }
  },
  {
    "translation": {
      "en": "will be up to 90% less expensive than natural stones.",
      "de": "werden bis zu 90 % preisgünstiger sein als natürliche."
    }
  },
  {
    "translation": {
      "en": "At that point, you have to assume they don't want to sell them.",
      "de": "Da muss man annehmen, dass sie sie nicht verkaufen wollen."
    }
  },
  {
    "translation": {
      "en": "Because when you have a product that you can't sell, what do you do?",
      "de": "Denn was tut man mit einem Produkt, das sich nicht verkauft?"
    }
  },
  {
    "translation": {
      "en": "You put it on sale. You reduce the price, right?",
      "de": "Man reduziert den Preis, oder?"
    }
  },
  {
    "translation": {
      "en": "All this product is $800 a carat.",
      "de": "Ein Karat kostet 800 $, bei all diesen Stücken."
    }
  },
  {
    "translation": {
      "en": "So, that's much, much less than natural diamonds.",
      "de": "Ein Karat kostet 800 $, bei all diesen Stücken. Das ist viel weniger als natürliche Steine."
    }
  },
  {
    "translation": {
      "en": "So it's a different thought process when you're going to shop for it.",
      "de": "Der Denkprozess wird ein anderer."
    }
  },
  {
    "translation": {
      "en": "Now we know, because De Beers have told us so,",
      "de": "Nun wissen wir es, denn De Beers hat es uns gesagt."
    }
  },
  {
    "translation": {
      "en": "that there's a difference, \"We've differentiated.\"",
      "de": "Es gibt einen Unterschied. \"Wir differenzieren.\""
    }
  },
  {
    "translation": {
      "en": "But then the FTC just expanded the definition of diamond,",
      "de": "Doch gerade hat die Verbraucherbehörde die Definition von \"Diamant\" ausgedehnt,"
    }
  },
  {
    "translation": {
      "en": "and now it includes lab-grown diamonds.",
      "de": "und die laborgezüchteten gehören nun dazu."
    }
  },
  {
    "translation": {
      "en": "So, does that mean a diamond is only worth $800 a carat?",
      "de": "Bedeutet das, ein natürlicher ist nur 800 $ pro Karat wert?"
    }
  },
  {
    "translation": {
      "en": "[Simic] Martin Rapaport.",
      "de": "Martin Rapaport."
    }
  },
  {
    "translation": {
      "en": "\"Dear Dusan, the key issue is the practicality of your patented system",
      "de": "\"Lieber Dusan, das Hauptproblem ist die Praktikabilität Ihres Systems"
    }
  },
  {
    "translation": {
      "en": "to the extent that the system requires voluntary agreement",
      "de": "und insbesondere, dass es die freiwillige Zustimmung"
    }
  },
  {
    "translation": {
      "en": "of the synthetic companies and the treaters during their creation and treatment.",
      "de": "der Hersteller und Behandler während derer Prozesse erfordert."
    }
  },
  {
    "translation": {
      "en": "The process is of limited uses…\"",
      "de": "Das Verfahren ist nur begrenzt nutzbar.\""
    }
  },
  {
    "translation": {
      "en": "Simply, he did not… he did not understand.",
      "de": "Er hat es nicht verstanden."
    }
  },
  {
    "translation": {
      "en": "He's talking about something else. Even I cannot understand what he wants to say, you know.",
      "de": "Er redet von etwas anderem, ich verstehe nicht, was er sagen will."
    }
  },
  {
    "translation": {
      "en": "I send mail answer to Martin, and, uh, since then, he is not, uh…",
      "de": "Ich schickte Martin eine Antwort, und seitdem ist er nicht… Er hat nicht geantwortet."
    }
  },
  {
    "translation": {
      "en": "He did not answer it.",
      "de": "und seitdem ist er nicht… Er hat nicht geantwortet."
    }
  },
  {
    "translation": {
      "en": "I don't… I don't know.",
      "de": "Ich…"
    }
  },
  {
    "translation": {
      "en": "We did not continue, you know.",
      "de": "Ich weiß nicht, es ging nicht weiter."
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "de": "Ich weiß es nicht."
    }
  },
  {
    "translation": {
      "en": "[Simic] I feel that I made a mistake, you know.",
      "de": "Vielleicht habe ich etwas falsch gemacht."
    }
  },
  {
    "translation": {
      "en": "That I was not ready for this game.",
      "de": "Vielleicht bin ich nicht bereit für dieses Spiel."
    }
  },
  {
    "translation": {
      "en": "-[Simic] Okay, we go to… -[woman] LaGuardia.",
      "de": "-Okay, wohin geht's? -LaGuardia."
    }
  },
  {
    "translation": {
      "en": "-LaGuardia. Okay. -Yeah, turn left.",
      "de": "-LaGuardia. -Links."
    }
  },
  {
    "translation": {
      "en": "[woman] You're an important scientist or something?",
      "de": "Sie sind ein wichtiger Wissenschaftler?"
    }
  },
  {
    "translation": {
      "en": "[Simic] Yes. I did a lot of work, uh, with synthetic diamonds, and, uh…",
      "de": "Ja, ich hatte viel mit Labordiamanten zu tun."
    }
  },
  {
    "translation": {
      "en": "You know what are synthetic diamonds? [woman] Like fake jewelry, kind of?",
      "de": "-Wissen Sie, was das ist? -Unechter Schmuck, oder?"
    }
  },
  {
    "translation": {
      "en": "-Well, yeah. -Something like that?",
      "de": "-Nun… ja. -Etwas in der Art."
    }
  },
  {
    "translation": {
      "en": "Something like that.",
      "de": "In etwa."
    }
  },
  {
    "translation": {
      "en": "[woman] So you do Uber as, like, a thing on the side?",
      "de": "Sie fahren Uber nebenbei?"
    }
  },
  {
    "translation": {
      "en": "[Simic] Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "You told me D?",
      "de": "Sie sagten \"D\"?"
    }
  },
  {
    "translation": {
      "en": "[woman] Yeah. Terminal D. Thank you.",
      "de": "Ja, Terminal D, danke."
    }
  },
  {
    "translation": {
      "en": "[Simic] There is no room for this.",
      "de": "Dafür ist kein Platz."
    }
  },
  {
    "translation": {
      "en": "[man] And the value is equivalent to a standard diamond?",
      "de": "Verstehe, und der Wert ist der eines normalen Diamanten?"
    }
  },
  {
    "translation": {
      "en": "[Simic] Far away. Much lower.",
      "de": "Er ist weit niedriger."
    }
  },
  {
    "translation": {
      "en": "[man] That's probably piquing a lot of interest to people that are in power.",
      "de": "Das muss das Interesse von Leuten wecken, die Macht haben."
    }
  },
  {
    "translation": {
      "en": "They might see that as an issue. [Simic] You know what is De Beers?",
      "de": "-Sie könnten es als Problem sehen. -Kennen Sie De Beers?"
    }
  },
  {
    "translation": {
      "en": "[Simic] The work is a big part of my life.",
      "de": "Die Arbeit ist ein großer Teil meines Lebens."
    }
  },
  {
    "translation": {
      "en": "But rather drive Uber than to press buttons,",
      "de": "Aber ich fahre lieber Uber, als auf ein paar blöden Geräten Knöpfe zu drücken."
    }
  },
  {
    "translation": {
      "en": "you know, on some stupid black boxes.",
      "de": "als auf ein paar blöden Geräten Knöpfe zu drücken."
    }
  },
  {
    "translation": {
      "en": "[interviewer] What's the next step?",
      "de": "Was kommt als Nächstes?"
    }
  },
  {
    "translation": {
      "en": "To make money? To get back into the business, yeah.",
      "de": "-Um Geld zu verdienen? -Um wieder reinzukommen."
    }
  },
  {
    "translation": {
      "en": "I don't know. Right now… right now, I'm, uh…",
      "de": "Ich weiß nicht. Momentan…"
    }
  },
  {
    "translation": {
      "en": "I'm waiting for it.",
      "de": "…warte ich ab."
    }
  },
  {
    "translation": {
      "en": "I'll start…",
      "de": "Ich werde was anfangen."
    }
  },
  {
    "translation": {
      "en": "On the end, you know, I… I'll turn the side.",
      "de": "Am Ende wechsle ich vielleicht die Seiten."
    }
  },
  {
    "translation": {
      "en": "I'll go… I'll go to make undetectable synthetic diamonds, you know,",
      "de": "Ich mache synthetische Diamanten, die nicht erkennbar sind,"
    }
  },
  {
    "translation": {
      "en": "finally, to make some money.",
      "de": "um endlich Geld zu verdienen."
    }
  },
  {
    "translation": {
      "en": "Ah. Good idea, huh?",
      "de": "Gute Idee, oder?"
    }
  },
  {
    "translation": {
      "en": "So, I don't know… I don't remember who is who. I don't remember who is where.",
      "de": "Ich weiß nicht mehr, wer wer ist, oder wo."
    }
  },
  {
    "translation": {
      "en": "Here's Miley and everybody.",
      "de": "Da ist Miley mit den anderen."
    }
  },
  {
    "translation": {
      "en": "All right, Sunday night, we have to play craps.",
      "de": "Am Sonntag müssen wir Craps spielen."
    }
  },
  {
    "translation": {
      "en": "It's after my speech. It's gonna be a crazy day for me.",
      "de": "Nach meiner Rede, das wird ein verrückter Tag."
    }
  },
  {
    "translation": {
      "en": "I'm gonna be blowing up half the industry. What's the speech about?",
      "de": "-Die halbe Branche wird explodieren. -Worüber redest du?"
    }
  },
  {
    "translation": {
      "en": "-Synthetics. -[others] Synthetics!",
      "de": "Labordiamanten."
    }
  },
  {
    "translation": {
      "en": "-[man 1] Oh. -[man 2] Oh, wow. -Yeah. -That's serious. It's gonna be happening, man.",
      "de": "-Ernstes Thema. -Ja, es passiert."
    }
  },
  {
    "translation": {
      "en": "Anyways, thinking about this threat of synthetics…",
      "de": "Wie auch immer, wenn man über diese Bedrohung nachdenkt…"
    }
  },
  {
    "translation": {
      "en": "[man 3] I think it's a big problem.",
      "de": "Es ist ein großes Problem."
    }
  },
  {
    "translation": {
      "en": "I bought a lot of stuff from a… a jeweler in New Jersey,",
      "de": "Ein Juwelier in New Jersey, von dem ich viel gekauft habe,"
    }
  },
  {
    "translation": {
      "en": "and he told me he sells 95% synthetic diamond engagement rings.",
      "de": "hat erzählt, dass er zu 95 % synthetische Verlobungsringe verkauft."
    }
  },
  {
    "translation": {
      "en": "-95%. -[Rapaport] What price points?",
      "de": "-95 %. -Zu welchem Preis?"
    }
  },
  {
    "translation": {
      "en": "All over the place.",
      "de": "Alle möglichen Preise."
    }
  },
  {
    "translation": {
      "en": "And I'm like, \"Oh, how about this natural stone? It's cheap.\"",
      "de": "Ich sagte: \"Wie wär dieser? Echt und günstig.\""
    }
  },
  {
    "translation": {
      "en": "And he's like, \"I'm gonna sell synthetic.\" That's… that's scary to me.",
      "de": "Er sagte: \"Ich verkaufe die künstlichen.\" Beängstigend."
    }
  },
  {
    "translation": {
      "en": "If you have a store and someone's gonna come in and say, \"How much is this diamond?\"",
      "de": "Ein Kunde in deinem Laden fragt: \"Was kostet der Diamant?\""
    }
  },
  {
    "translation": {
      "en": "\"Oh, this one's 5,000. It's a one-carat.\"",
      "de": "\"5000 $, der hat ein Karat.\""
    }
  },
  {
    "translation": {
      "en": "\"How much is this one?\"",
      "de": "\"Und der?\""
    }
  },
  {
    "translation": {
      "en": "\"Uh, this one's 500 bucks. It's a synthetic.\"",
      "de": "\"Der kostet 500. Er ist synthetisch.\""
    }
  },
  {
    "translation": {
      "en": "\"Okay. What's the difference?\" \"I don't know. GIA can barely tell.\"",
      "de": "\"Was ist der Unterschied?\" \"Selbst das GIA kann's kaum sagen.\""
    }
  },
  {
    "translation": {
      "en": "[woman] People that are getting married, you're not thinking about--",
      "de": "Leute, die heiraten, denken nicht…"
    }
  },
  {
    "translation": {
      "en": "[Rapaport] You're not thinking what?",
      "de": "Denken nicht was?"
    }
  },
  {
    "translation": {
      "en": "You're not thinking about getting divorced when you're getting married.",
      "de": "Sie denken nicht, dass sie sich mal scheiden lassen."
    }
  },
  {
    "translation": {
      "en": "You don't care about resale value? -You don't. -[man 3] No, they don't.",
      "de": "-Der Wiederverkaufswert ist ihnen egal. -Genau."
    }
  },
  {
    "translation": {
      "en": "-[woman] They don't. -[man 3] We're in a throw-away economy.",
      "de": "Wir leben in einer Wegwerfgesellschaft."
    }
  },
  {
    "translation": {
      "en": "Buy something, throw it away. -[woman] Right. -Spend $1,000 on a phone,",
      "de": "Nach fünf Jahren wird weggeworfen. 1000 $ für 'n Handy, das du ein Jahr hast."
    }
  },
  {
    "translation": {
      "en": "-throw it out next year. -They realize that diamonds have no value.",
      "de": "Nach fünf Jahren wird weggeworfen. 1000 $ für 'n Handy, das du ein Jahr hast. Die Leute sagen schon, Diamanten haben keinen Wert."
    }
  },
  {
    "translation": {
      "en": "I… I have people that they already say that.",
      "de": "Die Leute sagen schon, Diamanten haben keinen Wert. -Besonders Männer sagen das. -Warum dann natürliche verkaufen?"
    }
  },
  {
    "translation": {
      "en": "-Guys, especially. -[man 3] So, why sell natural?",
      "de": "-Besonders Männer sagen das. -Warum dann natürliche verkaufen?"
    }
  },
  {
    "translation": {
      "en": "That's the big challenge. That's the challenge.",
      "de": "Genau das ist die Herausforderung."
    }
  },
  {
    "translation": {
      "en": "[Raden] There's this quote I like that's, uh…",
      "de": "Da ist ein Zitat, das ich mag."
    }
  },
  {
    "translation": {
      "en": "\"All your life, you live so close to the truth",
      "de": "\"Dein Leben lang bist du so nah an der Wahrheit,"
    }
  },
  {
    "translation": {
      "en": "that it becomes a permanent blur in the corner of your eye.\"",
      "de": "dass sie im Augenwinkel dauerhaft verschwimmt."
    }
  },
  {
    "translation": {
      "en": "And when something nudges it into outline,",
      "de": "Und wenn etwas sie in Umrisse schiebt,"
    }
  },
  {
    "translation": {
      "en": "it's like being ambushed by the grotesque.\"",
      "de": "ist es, als überfalle dich das Groteske.\""
    }
  },
  {
    "translation": {
      "en": "A lot of things fall into the category of true or not true, but…",
      "de": "Vieles fällt in die Kategorie \"wahr\" oder \"nicht wahr\","
    }
  },
  {
    "translation": {
      "en": "a lot of things don't.",
      "de": "aber vieles nicht."
    }
  },
  {
    "translation": {
      "en": "A lot of things start as a lie and have a way of becoming true.",
      "de": "Vieles beginnt als eine Lüge, die es schafft, wahr zu werden."
    }
  },
  {
    "translation": {
      "en": "They lied about how many there were. They lied about how they got them, about where they kept them.",
      "de": "Sie logen über die Mengen, wie sie sie bekamen und wo sie lagerten."
    }
  },
  {
    "translation": {
      "en": "They lied about all kinds of things, because they built a myth.",
      "de": "Sie logen über alles Mögliche für ihren Mythos."
    }
  },
  {
    "translation": {
      "en": "If they want to sell natural diamonds, they have to insist on the myth.",
      "de": "Um natürliche Steine zu verkaufen, brauchen sie den Mythos."
    }
  },
  {
    "translation": {
      "en": "If they want to sell synthetic diamonds, they have to insist on the myth.",
      "de": "Um synthetische Steine zu verkaufen, brauchen sie ihn."
    }
  },
  {
    "translation": {
      "en": "Because why would you want a synthetic diamond if a real diamond wasn't valuable?",
      "de": "Wer will einen künstlichen Stein, wenn ein echter wertlos ist?"
    }
  },
  {
    "translation": {
      "en": "[Simic] You need a serious lab.",
      "de": "Man braucht ein richtiges Labor."
    }
  },
  {
    "translation": {
      "en": "You… you don't need the boxes that will tell you \"yes,\" \"no,\" and \"go to the lab.\"",
      "de": "Nicht diese Geräte, die ja oder nein sagen und einen zum Labor schicken."
    }
  },
  {
    "translation": {
      "en": "I don't want to tell anyone,",
      "de": "Ich will keinem vorschreiben,"
    }
  },
  {
    "translation": {
      "en": "\"This is the way to identify synthetic diamonds,\"",
      "de": "dass dies der Weg zur Identifizierung ist."
    }
  },
  {
    "translation": {
      "en": "because it is not possible.",
      "de": "Das ist gar nicht möglich."
    }
  },
  {
    "translation": {
      "en": "This is not easy to sell. [chuckles]",
      "de": "Das ist nicht einfach zu verkaufen."
    }
  },
  {
    "translation": {
      "en": "-So it's all here? -Yeah, this is a…",
      "de": "-Alles ist hier? -Ja, das ist…"
    }
  },
  {
    "translation": {
      "en": "This is like a… like a… Here is the spectrometer.",
      "de": "-Alles ist hier? -Ja, das ist… Hier ist das Spektrometer."
    }
  },
  {
    "translation": {
      "en": "[Raden] The truth is not a requirement for what people believe.",
      "de": "Wahrheit ist keine Bedingung dafür, dass man etwas glaubt."
    }
  },
  {
    "translation": {
      "en": "What people believe is what they want to believe,",
      "de": "Menschen glauben, was sie glauben wollen,"
    }
  },
  {
    "translation": {
      "en": "what they need to believe,",
      "de": "was sie glauben müssen,"
    }
  },
  {
    "translation": {
      "en": "what doesn't conflict with their more necessary load-bearing beliefs.",
      "de": "was nicht im Widerspruch zu ihren tragenden Überzeugungen steht,"
    }
  },
  {
    "translation": {
      "en": "Ultimately, what everybody around them believes.",
      "de": "und was alle um sie herum glauben."
    }
  },
  {
    "translation": {
      "en": "[Rapaport] Avi, where are the synthetics?",
      "de": "Avi, wo sind die Laborsteine?"
    }
  },
  {
    "translation": {
      "en": "Anybody know where the synthetics are?",
      "de": "Weiß jemand, wo die sind?"
    }
  },
  {
    "translation": {
      "en": "How much are these pinks?",
      "de": "Was kosten die pinkfarbenen?"
    }
  },
  {
    "translation": {
      "en": "[man] These are around, like, $600. [Rapaport] Six… Really? So expensive.",
      "de": "-Um die 600 $. -Wirklich? Teuer."
    }
  },
  {
    "translation": {
      "en": "So, what do we do with you guys? -With you synthetic guys? -You tell me.",
      "de": "-Was machen wir bloß mit euch? -Sagen Sie es mir."
    }
  },
  {
    "translation": {
      "en": "What is your solution? I don't know yet. I'm thinking.",
      "de": "-Und Ihre Lösung? -Über die denke ich noch nach."
    }
  },
  {
    "translation": {
      "en": "The only solution… is you.",
      "de": "Die einzige Lösung sind Sie."
    }
  },
  {
    "translation": {
      "en": "I think you could give us a proper solution,",
      "de": "Ich glaube, Sie können eine Lösung finden,"
    }
  },
  {
    "translation": {
      "en": "a proper place on the market, and a proper pricing.",
      "de": "einen Platz für uns im Markt und passende Preise."
    }
  },
  {
    "translation": {
      "en": "We lose the engagement ring market, you're all out of business.",
      "de": "Verlieren wir die Verlobungsringe, seid ihr alle draußen."
    }
  },
  {
    "translation": {
      "en": "Everybody's out of business.",
      "de": "Dann sind alle aus dem Geschäft."
    }
  },
  {
    "translation": {
      "en": "I have the utmost admiration for De Beers.",
      "de": "Ich bewundere De Beers wirklich sehr."
    }
  },
  {
    "translation": {
      "en": "Incredible admiration.",
      "de": "Wirklich, ausgesprochen."
    }
  },
  {
    "translation": {
      "en": "They created an illusion so spectacular it turned into truth.",
      "de": "Sie schufen eine Illusion, die so spektakulär war, dass sie zur Wahrheit wurde."
    }
  },
  {
    "translation": {
      "en": "How do you not applaud that?",
      "de": "Wie kann man da nicht applaudieren?"
    }
  },
  {
    "translation": {
      "en": "[Simic] I need 100 pieces.",
      "de": "Ich brauche 100 Stück."
    }
  },
  {
    "translation": {
      "en": "Two hundred pieces, 100 pieces, 200 pieces.",
      "de": "200 Stück, 100 Stück, 200 Stück."
    }
  },
  {
    "translation": {
      "en": "[Raden] Mass delusions can turn on a dime,",
      "de": "Große Täuschungen können sich schnell wenden."
    }
  },
  {
    "translation": {
      "en": "and it's not that synthetic diamonds might be made undetectable.",
      "de": "Es ist nicht, dass man synthetische Steine nicht identifizierbar gemacht hat."
    }
  },
  {
    "translation": {
      "en": "It's that they might have been made real at that point.",
      "de": "Es ist, dass man sie damit zu echten Steinen gemacht haben könnte."
    }
  },
  {
    "translation": {
      "en": "There's the ball game.",
      "de": "Ein neues Spiel."
    }
  },
  {
    "translation": {
      "en": "[Simic] I know what is possible, what is not possible.",
      "de": "Ich weiß, was möglich ist und was nicht."
    }
  },
  {
    "translation": {
      "en": "I know what could be done to make synthetic diamonds \"natural.\"",
      "de": "Ich weiß, wie Labordiamanten natürlich werden könnten."
    }
  },
  {
    "translation": {
      "en": "Let me explain here what is, um… what is my plan,",
      "de": "Lassen Sie mich erklären, was ich vorhabe,"
    }
  },
  {
    "translation": {
      "en": "what we are going to do next week.",
      "de": "was wir nächste Woche machen."
    }
  },
  {
    "translation": {
      "en": "I brought some stones.",
      "de": "Ich habe ein paar Steine mitgebracht,"
    }
  },
  {
    "translation": {
      "en": "Here are, uh, synthetic… synthetic diamonds.",
      "de": "synthetische Diamanten."
    }
  },
  {
    "translation": {
      "en": "We are going to make synthetic same as natural.",
      "de": "Wir machen synthetische Diamanten, die genau wie natürliche sind."
    }
  },
  {
    "translation": {
      "en": "We'll use HPHT process.",
      "de": "Wir wenden das HPHT-Verfahren an,"
    }
  },
  {
    "translation": {
      "en": "Our presses…",
      "de": "unsere Pressen."
    }
  },
  {
    "translation": {
      "en": "We're trying to find the optimal ratio of the pressure",
      "de": "Wir versuchen, das optimale Verhältnis"
    }
  },
  {
    "translation": {
      "en": "and temperature and time, to create…",
      "de": "von Druck, Temperatur und Zeit zu finden,"
    }
  },
  {
    "translation": {
      "en": "movement of nitrogen.",
      "de": "um Stickstoffbewegungen entstehen zu lassen."
    }
  },
  {
    "translation": {
      "en": "They will start to create bonds characteristic for natural diamond.",
      "de": "Durch diese entstehen Bindungen wie beim natürlichen Diamanten."
    }
  },
  {
    "translation": {
      "en": "The laboratories cannot see this to identify them.",
      "de": "In den Laboren wird man das nicht sehen."
    }
  },
  {
    "translation": {
      "en": "So… no more synthetic.",
      "de": "Da sind keine Kunststoffe mehr."
    }
  },
  {
    "translation": {
      "en": "Became… now it is a natural diamond.",
      "de": "Es wird ein natürlicher Diamant."
    }
  },
  {
    "translation": {
      "en": "Not easy. Not easy.",
      "de": "Es ist nicht einfach,"
    }
  },
  {
    "translation": {
      "en": "This is a big question mark.",
      "de": "da ist ein großes Fragezeichen."
    }
  },
  {
    "translation": {
      "en": "[interviewer] What's the point of this experiment? [Simic] I will prove that I'm right.",
      "de": "-Was bezweckt dieses Experiment? -Den Beweis, dass ich recht habe."
    }
  },
  {
    "translation": {
      "en": "[interviewer] What happens if you fail? If it doesn't work?",
      "de": "Was, wenn es nicht funktioniert?"
    }
  },
  {
    "translation": {
      "en": "[Simic] It… it will work.",
      "de": "Es wird funktionieren."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Is there a danger to the market? [Simic] Of course.",
      "de": "-Kann es den Markt gefährden? -Natürlich."
    }
  },
  {
    "translation": {
      "en": "Okay? Okay.",
      "de": "Okay. Okay."
    }
  },
  {
    "translation": {
      "en": "Yeah? Wow.",
      "de": "Ja? Wow."
    }
  },
  {
    "translation": {
      "en": "[woman] Morning, everyone.",
      "de": "Guten Morgen."
    }
  },
  {
    "translation": {
      "en": "Now we're gonna get this party started, and I'm gonna welcome Mr. Martin Rapaport.",
      "de": "Legen wir los. Herzlich willkommen, Mr. Martin Rapaport."
    }
  },
  {
    "translation": {
      "en": "All right. Good morning, everybody. Uh, welcome. Good morning, Vegas.",
      "de": "Guten Morgen zusammen. Guten Morgen, Vegas."
    }
  },
  {
    "translation": {
      "en": "Okay, let's see where we are here.",
      "de": "Dann schauen wir mal…"
    }
  },
  {
    "translation": {
      "en": "The first thing that I just want to explain a little bit about Rapaport is that we're in the value business.",
      "de": "Ich möchte erst über Rapaport sagen, dass unser Geschäft Werte sind."
    }
  },
  {
    "translation": {
      "en": "Which means, if it's not ethical, I don't want to do it, okay?",
      "de": "Ich will nur tun, was ethisch vertretbar ist."
    }
  },
  {
    "translation": {
      "en": "Established in 1978, 230 employees, nine offices, uh, six countries.",
      "de": "Gründung 1978, 230 Mitarbeiter, neun Niederlassungen, sechs Länder."
    }
  },
  {
    "translation": {
      "en": "RapNet diamond trading network, the largest in the world.",
      "de": "Unsere Handelsplattform RapNet, die größte der Welt,"
    }
  },
  {
    "translation": {
      "en": "It's got about $7.4 billion listed every day.",
      "de": "mit 7,4 Milliarden Dollar an Angeboten täglich."
    }
  },
  {
    "translation": {
      "en": "We're gonna have a vote.",
      "de": "Wir werden abstimmen."
    }
  },
  {
    "translation": {
      "en": "Should RapNet, the largest diamond trading network in the world, carry synthetics?",
      "de": "Sollte es auf der größten Plattform, RapNet, Labordiamanten geben?"
    }
  },
  {
    "translation": {
      "en": "[chuckles] Yes.",
      "de": "Tolle Frage."
    }
  },
  {
    "translation": {
      "en": "Should Rapaport produce a price list for synthetics?",
      "de": "Sollte Rapaport eine Preisliste dafür erstellen?"
    }
  },
  {
    "translation": {
      "en": "Second question.",
      "de": "Das ist die zweite Frage."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Why is this making you so happy?",
      "de": "Warum lachen Sie?"
    }
  },
  {
    "translation": {
      "en": "Because let people speak. No one knows. Everyone's confused.",
      "de": "Weil, gebt den Leuten das Wort! Alle sind verwirrt."
    }
  },
  {
    "translation": {
      "en": "I never saw so many people walking around… \"I don't know. Should I? Shouldn't I? Would I?\"",
      "de": "So viele laufen kopflos herum… \"Soll ich oder nicht? Würde ich?\""
    }
  },
  {
    "translation": {
      "en": "Let's ask everybody.",
      "de": "Fragen wir sie!"
    }
  },
  {
    "translation": {
      "en": "Should we be giving people the perception of value",
      "de": "Sollten wir die Menschen einen Wert wahrnehmen lassen,"
    }
  },
  {
    "translation": {
      "en": "when it's not there?",
      "de": "wenn es diesen nicht gibt?"
    }
  },
  {
    "translation": {
      "en": "What the hell's going on here?",
      "de": "Was passiert hier?"
    }
  },
  {
    "translation": {
      "en": "Could someone tell me? Anybody know?",
      "de": "Kann mir das einer sagen?"
    }
  },
  {
    "translation": {
      "en": "The threat of synthetic diamonds is a wake-up call.",
      "de": "Die Bedrohung, die wir erfahren, ist ein Weckruf."
    }
  },
  {
    "translation": {
      "en": "It says, \"Hey, guys. You got a hole in your boat here.\"",
      "de": "\"Hey, in eurem Boot ist ein Leck.\""
    }
  },
  {
    "translation": {
      "en": "For this machine, for this, uh, diamond industry to work,",
      "de": "Wenn diese Maschine, unsere Industrie, funktionieren soll,"
    }
  },
  {
    "translation": {
      "en": "we need to have all of these functioning pieces operating",
      "de": "dann müssen all ihre Komponenten auf einer Ebene der Verantwortung und Beziehung zueinander funktionieren."
    }
  },
  {
    "translation": {
      "en": "at some level of responsibility and relationship.",
      "de": "auf einer Ebene der Verantwortung und Beziehung zueinander funktionieren."
    }
  },
  {
    "translation": {
      "en": "We can't just be ourselves, our own little islands.",
      "de": "Wir dürfen nicht kleine Inseln sein, die sich absondern."
    }
  },
  {
    "translation": {
      "en": "[Simic] We don't need to agree what is the real value of diamonds.",
      "de": "Wir müssen über den Wert eines Diamanten nicht einer Meinung sein."
    }
  },
  {
    "translation": {
      "en": "For me, this is inside the diamonds.",
      "de": "Für mich ist er im Inneren des Steins."
    }
  },
  {
    "translation": {
      "en": "I see everything, you know.",
      "de": "Ich kann alles sehen."
    }
  },
  {
    "translation": {
      "en": "But everybody is telling a story.",
      "de": "Aber es werden Geschichten erzählt."
    }
  },
  {
    "translation": {
      "en": "Talking. Talking only. Only talking. All kind of the talking,",
      "de": "Es wird geredet und geredet, alles Mögliche wird geredet."
    }
  },
  {
    "translation": {
      "en": "all kind of the combination of the words and the playing, you know,",
      "de": "Alle möglichen Wörter werden kombiniert, es wird herumgespielt,"
    }
  },
  {
    "translation": {
      "en": "to impress someone, to get something.",
      "de": "um zu beeindrucken, etwas zu bekommen."
    }
  },
  {
    "translation": {
      "en": "[Rapaport] We should be thinking about, \"What exactly are we selling?\"",
      "de": "Wir sollten darüber nachdenken, was genau wir verkaufen."
    }
  },
  {
    "translation": {
      "en": "It's the promise of diamonds.",
      "de": "Das, was ein Diamant verspricht."
    }
  },
  {
    "translation": {
      "en": "And the big question, \"Do we invest in synthetic diamonds?",
      "de": "Die Frage ist, investieren wir in künstliche,"
    }
  },
  {
    "translation": {
      "en": "Are we investing in ethical diamonds? We gonna do both? What are we gonna do? Where are we gonna go?\"",
      "de": "in ethisch vertretbare, oder beides? In welche Richtung gehen wir?"
    }
  },
  {
    "translation": {
      "en": "We know we can't stay where we are.",
      "de": "Stehenbleiben können wir nicht."
    }
  },
  {
    "translation": {
      "en": "[Rapaport] And I can say to you that the RapNet members have voted. So roll the drums. [imitates drumroll]",
      "de": "Und die Mitglieder von RapNet haben abgestimmt. Trommelwirbel…"
    }
  },
  {
    "translation": {
      "en": "Here is how the votes went.",
      "de": "Hier ist das Ergebnis."
    }
  },
  {
    "translation": {
      "en": "Should RapNet list synthetic diamonds as a way to buy and sell diamonds?",
      "de": "Sollte RapNet Labordiamanten zum Kauf und Verkauf annehmen?"
    }
  },
  {
    "translation": {
      "en": "-79%, no. -[applause]",
      "de": "79 % sagen \"Nein\"."
    }
  },
  {
    "translation": {
      "en": "Should Rapaport publish a synthetic price list?",
      "de": "Soll Rapaport Preise für Laborsteine herausgeben?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "de": "Nein."
    }
  },
  {
    "translation": {
      "en": "So, what's the Rapaport position?",
      "de": "Also, was ist die Position von Rapaport?"
    }
  },
  {
    "translation": {
      "en": "Claims that synthetic diamonds are exactly the same as natural diamonds, false.",
      "de": "Behauptungen, dass synthetische Diamanten dasselbe sind wie natürliche, sind falsch."
    }
  },
  {
    "translation": {
      "en": "It's just a big lie.",
      "de": "Das ist eine große Lüge."
    }
  },
  {
    "translation": {
      "en": "[Simic] Let's see what we have.",
      "de": "Mal sehen, was wir haben."
    }
  },
  {
    "translation": {
      "en": "It looks heavily damaged.",
      "de": "Ich sehe starke Schäden."
    }
  },
  {
    "translation": {
      "en": "These stones are completely graphitized.",
      "de": "Die sind zu Grafit geworden."
    }
  },
  {
    "translation": {
      "en": "Am I gonna be the person to legitimize lab-grown diamonds?",
      "de": "Soll ich die Person sein, die Labordiamanten legitimiert?"
    }
  },
  {
    "translation": {
      "en": "No, I'm not gonna do that.",
      "de": "Das werde ich nicht tun."
    }
  },
  {
    "translation": {
      "en": "But we have to invest. We have to go forward.",
      "de": "Aber wir müssen investieren und nach vorne."
    }
  },
  {
    "translation": {
      "en": "We cannot just keep doing business the way we were.",
      "de": "Wir können es nicht machen wie bisher."
    }
  },
  {
    "translation": {
      "en": "Prices are going down.",
      "de": "Die Preise sinken."
    }
  },
  {
    "translation": {
      "en": "What the hell does that mean? What do you mean?",
      "de": "Wieso, was bedeutet das?"
    }
  },
  {
    "translation": {
      "en": "How can prices of diamonds keep going down and down and down? What the hell is going on here?",
      "de": "Wieso sinken sie immer weiter? Was, zum Teufel, ist hier los?"
    }
  },
  {
    "translation": {
      "en": "Even the mining companies now don't have enough money to fix everything.",
      "de": "Selbst Minenunternehmen fehlt das Geld, all das zu lösen."
    }
  },
  {
    "translation": {
      "en": "But a commitment of a billion dollars in marketing in actual diamonds",
      "de": "Aber eine Zusage von einer Milliarde Dollar für die Vermarktung natürlicher Diamanten, die fordere ich hier und heute."
    }
  },
  {
    "translation": {
      "en": "is something I am calling for today, here and now.",
      "de": "für die Vermarktung natürlicher Diamanten, die fordere ich hier und heute."
    }
  },
  {
    "translation": {
      "en": "[Simic] Don't underestimate me, you know.",
      "de": "Man sollte mich nicht unterschätzen."
    }
  },
  {
    "translation": {
      "en": "Don't ignore me.",
      "de": "Oder ignorieren."
    }
  },
  {
    "translation": {
      "en": "There is a limit, you know. There is a limit.",
      "de": "Es gibt eine Grenze."
    }
  },
  {
    "translation": {
      "en": "This is my job, you know. I cannot leave.",
      "de": "Das ist mein Job. Ich kann nicht weg."
    }
  },
  {
    "translation": {
      "en": "[Rapaport] I am telling you that there is a bogeyman under the bed",
      "de": "Ich sage Ihnen, dass unterm Bett ein Butzemann liegt"
    }
  },
  {
    "translation": {
      "en": "and that things are not right.",
      "de": "und vieles in Unordnung ist."
    }
  },
  {
    "translation": {
      "en": "But we keep thinking, \"Prices, discounts.\" This is stupid. It's wrong.",
      "de": "Aber wenn wir nur an Preise oder Rabatte denken, ist das dumm."
    }
  },
  {
    "translation": {
      "en": "The diamond engagement ring is an emotional and spiritual gift",
      "de": "Ein Diamantring ist ein emotionales, spirituelles Geschenk,"
    }
  },
  {
    "translation": {
      "en": "that transcends the physical diamond",
      "de": "das über den Stein selbst hinausgeht,"
    }
  },
  {
    "translation": {
      "en": "as it communicates the commitment of love forever.",
      "de": "weil es das Versprechen ewiger Liebe vermittelt."
    }
  },
  {
    "translation": {
      "en": "That is what we're selling.",
      "de": "Das ist, was wir verkaufen."
    }
  },
  {
    "translation": {
      "en": "But we must have a heart.",
      "de": "Dafür brauchen wir Herz."
    }
  },
  {
    "translation": {
      "en": "We must have a soul.",
      "de": "Und Seele."
    }
  },
  {
    "translation": {
      "en": "Diamonds are a reflection of us.",
      "de": "Diamanten reflektieren uns."
    }
  },
  {
    "translation": {
      "en": "You know, that light bouncing around? It's us.",
      "de": "Das funkelnde Licht, das sind wir."
    }
  },
  {
    "translation": {
      "en": "We… we, the people of the diamond industry.",
      "de": "Wir, die Menschen in der Diamantindustrie."
    }
  },
  {
    "translation": {
      "en": "That's what these diamonds reflect.",
      "de": "Das ist, was sie widerspiegeln."
    }
  },
  {
    "translation": {
      "en": "Know this, diamonds are a symbol. They're not a product, or a commodity.",
      "de": "Diamanten sind ein Symbol. Nicht Produkt oder Ware."
    }
  },
  {
    "translation": {
      "en": "Good, huh?",
      "de": "Gut?"
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "de": "Dann los."
    }
  },
  {
    "translation": {
      "en": "[Rapaport] When all is said and done, diamonds are only as good as we are.",
      "de": "Am Ende sind Diamanten nur so gut, wie wir es sind."
    }
  },
  {
    "translation": {
      "en": "So I give us a blessing.",
      "de": "Deshalb wünsche ich für uns:"
    }
  },
  {
    "translation": {
      "en": "May we be worthy of the product, of the symbolism that we sell.",
      "de": "Mögen wir dem Produkt und der Symbolik, die wir verkaufen, würdig sein."
    }
  },
  {
    "translation": {
      "en": "May we be up to diamonds. Thank you.",
      "de": "Mögen wir Diamanten würdig sein. Danke."
    }
  },
  {
    "translation": {
      "en": "[Simic] Ah, it's beautiful.",
      "de": "Wunderschön."
    }
  },
  {
    "translation": {
      "en": "♪ My love will never die ♪ ♪ It will last forever ♪",
      "de": "Untertitel von: Susanne Creak"
    }
  }
]