[
  {
    "translation": {
      "en": "[Bonnie] I hope there's some Santa scones left.",
      "de": "Hoffentlich sind noch Santa Scones da,"
    }
  },
  {
    "translation": {
      "en": "One week till Christmas and then we have to wait another year.",
      "de": "sonst müssen wir ein ganzes Jahr warten."
    }
  },
  {
    "translation": {
      "en": "Are you even listening to me?",
      "de": "Nia, hörst du überhaupt zu?"
    }
  },
  {
    "translation": {
      "en": "Uh, yeah. Having no Santa scones will destroy all hopes of having a merry Christmas.",
      "de": "Ja, ohne die Santa Scones würden wir nie ein frohes Weihnachtsfest haben."
    }
  },
  {
    "translation": {
      "en": "Yes. Exactly.",
      "de": "Ja, genau."
    }
  },
  {
    "translation": {
      "en": "-Oh, trust me they are. -Looks delicious.",
      "de": "-Die sehen lecker aus. -Das sind sie auch."
    }
  },
  {
    "translation": {
      "en": "-Thank you. -No problem.",
      "de": "Danke."
    }
  },
  {
    "translation": {
      "en": "Oh, I've got something... Hi. How are you?",
      "de": "Hi, wie geht es Ihnen? Ich habe etwas für Sie."
    }
  },
  {
    "translation": {
      "en": "[sighs] I'm sorry, Bonnie.",
      "de": "Hi, wie geht es Ihnen? Ich habe etwas für Sie. Sorry, Bonnie. Es ist der neue Kunde, Julian Thompson."
    }
  },
  {
    "translation": {
      "en": "It's just our new client, Julian Thompson--",
      "de": "Sorry, Bonnie. Es ist der neue Kunde, Julian Thompson."
    }
  },
  {
    "translation": {
      "en": "he is relentless.",
      "de": "Er ist so aufsässig."
    }
  },
  {
    "translation": {
      "en": "He has sent over 15 text messages",
      "de": "Er ist so aufsässig. Heute Morgen hat er mir schon fünfzehn Nachrichten geschickt."
    }
  },
  {
    "translation": {
      "en": "just this morning alone.",
      "de": "Heute Morgen hat er mir schon fünfzehn Nachrichten geschickt."
    }
  },
  {
    "translation": {
      "en": "Listen to this, listen to this.",
      "de": "Hör dir das hier an:"
    }
  },
  {
    "translation": {
      "en": "\"Optima Getaways is very picky about the kind of property a 'niche resort.'\" we require for",
      "de": "Optima Getaways ist sehr wählerisch bei der Auswahl für ein \"Nischen-Resort\"."
    }
  },
  {
    "translation": {
      "en": "Or, or... [laughs] \"We want traditional yet cutting edge.",
      "de": "Oder: \"Wir wollen traditionell und dennoch modern,"
    }
  },
  {
    "translation": {
      "en": "\"Inviting but exclusive.",
      "de": "Oder: \"Wir wollen traditionell und dennoch modern, einladend, aber exklusiv, charmant, nicht zu bescheiden.\""
    }
  },
  {
    "translation": {
      "en": "Charming, not obsequious.\"",
      "de": "einladend, aber exklusiv, charmant, nicht zu bescheiden.\""
    }
  },
  {
    "translation": {
      "en": "Someone likes their thesaurus.",
      "de": "Der schlägt im Wörterbuch nach."
    }
  },
  {
    "translation": {
      "en": "[laughs] What's another word for difficult?",
      "de": "Der schlägt im Wörterbuch nach. Wie man sonst \"schwierig\" sagt?"
    }
  },
  {
    "translation": {
      "en": "I know.",
      "de": "Wie man sonst \"schwierig\" sagt? Ja, aber du weißt, was man über fette Kunden sagt..."
    }
  },
  {
    "translation": {
      "en": "But you know what they say about big clients.",
      "de": "Ja, aber du weißt, was man über fette Kunden sagt..."
    }
  },
  {
    "translation": {
      "en": "[both] Big commission.",
      "de": "Fette Kommission!"
    }
  },
  {
    "translation": {
      "en": "And we need that right now.",
      "de": "Und die können wir gebrauchen!"
    }
  },
  {
    "translation": {
      "en": "[Julian on phone] Hey, caught me just as I got the last Santa scone.",
      "de": "Hey! Ich habe mir eben den letzten Santa Scone geholt!"
    }
  },
  {
    "translation": {
      "en": "Do you know what that means? You know what that means? It's going to be a good day.",
      "de": "Weißt du, was das heißt? Das wird ein guter Tag."
    }
  },
  {
    "translation": {
      "en": "That's an interesting place to set the bar, Julian. But okay.",
      "de": "Damit liegt die Latte noch nicht sehr hoch, Julian, aber okay."
    }
  },
  {
    "translation": {
      "en": "Oh, come on. This town's great. It's like something out of a Christmas fable.",
      "de": "Ach komm, dieser Ort ist wie aus einem Weihnachtsmärchen."
    }
  },
  {
    "translation": {
      "en": "How did you find this place?",
      "de": "Wie hast du ihn gefunden?"
    }
  },
  {
    "translation": {
      "en": "buddy of mine from college. Spent a summer here with a Sean... Robinson.",
      "de": "Ich war mal hier mit einem Studienkollegen, Sean Robinson."
    }
  },
  {
    "translation": {
      "en": "That tech billionaire. [Robyn] Oh, yes.",
      "de": "Ich war mal hier mit einem Studienkollegen, Sean Robinson. Oh ja, der Tech-Milliardär."
    }
  },
  {
    "translation": {
      "en": "Maybe we could get some cross promotion going on with one of his companies or all of them?",
      "de": "Wir könnten mit einer seiner Firmen zusammenarbeiten, oder mit allen?"
    }
  },
  {
    "translation": {
      "en": "He's not just a business prospect, Robyn.",
      "de": "Wir könnten mit einer seiner Firmen zusammenarbeiten, oder mit allen? Er ist nicht nur eine Gelegenheit, Robin. Er ist mein bester Freund."
    }
  },
  {
    "translation": {
      "en": "-He's my best friend. -[sighs]",
      "de": "Er ist nicht nur eine Gelegenheit, Robin. Er ist mein bester Freund."
    }
  },
  {
    "translation": {
      "en": "I'm staying with him and his wife while I'm here. I've already thought of 15 ways we could work together.",
      "de": "Ich wohne bei ihm, während ich hier bin, und ich habe schon 15 Kooperationsideen."
    }
  },
  {
    "translation": {
      "en": "Only 15? You're slipping, Thompson.",
      "de": "Nur fünfzehn? Nicht so bescheiden, Thompson."
    }
  },
  {
    "translation": {
      "en": "I know I'm slipping, but trust me.",
      "de": "Ich weiß, aber du wirst es nicht bereuen,"
    }
  },
  {
    "translation": {
      "en": "letting me run with this. You will not regret",
      "de": "dass du mir das Projekt gegeben hast."
    }
  },
  {
    "translation": {
      "en": "Pine Valley Resort will be the greatest niche project Optima's ever done.",
      "de": "Das Pine Valley Resort wird Optima Getaways' bestes Projekt."
    }
  },
  {
    "translation": {
      "en": "Now, that's setting a high bar.",
      "de": "Jetzt hast du die Latte hoch gelegt."
    }
  },
  {
    "translation": {
      "en": "I always do.",
      "de": "Mache ich immer!"
    }
  },
  {
    "translation": {
      "en": "-Oh, it's officially Christmas. -Those look good.",
      "de": "Die sehen gut aus! Jetzt ist offiziell Weihnachten!"
    }
  },
  {
    "translation": {
      "en": "your mother's watch. You're wearing",
      "de": "Die sehen gut aus! Jetzt ist offiziell Weihnachten! -Du trägst die Uhr deiner Mutter. -Ja."
    }
  },
  {
    "translation": {
      "en": "It was her favorite one. Yeah.",
      "de": "-Du trägst die Uhr deiner Mutter. -Ja. Das war ihre Lieblingsuhr."
    }
  },
  {
    "translation": {
      "en": "with all of her heart. She loved this thing",
      "de": "Sie hat sie sehr geliebt."
    }
  },
  {
    "translation": {
      "en": "I love how it's a tradition for you to wear her watch.",
      "de": "Ich liebe diese Tradition, dass du ihre Uhr trägst."
    }
  },
  {
    "translation": {
      "en": "very practical. It's broken. Yeah, well, it's not",
      "de": "Etwas unpraktisch, denn sie ist kaputt."
    }
  },
  {
    "translation": {
      "en": "You tell the time on your phone anyway.",
      "de": "Dein Handy zeigt die Uhrzeit ja auch an."
    }
  },
  {
    "translation": {
      "en": "Besides, Christmas is about the magical decorations.",
      "de": "Dein Handy zeigt die Uhrzeit ja auch an. Außerdem, an Weihnachten geht es um magische Dekorationen,"
    }
  },
  {
    "translation": {
      "en": "-The holiday spirit. -Ahh.",
      "de": "Außerdem, an Weihnachten geht es um magische Dekorationen, um Ferienstimmung."
    }
  },
  {
    "translation": {
      "en": "Hmm, and this Christmas is about closing sales. -[laughs] -Okay.",
      "de": "-Diesmal geht es um Geschäftsabschlüsse. -Okay."
    }
  },
  {
    "translation": {
      "en": "We need to.",
      "de": "Wir haben's nötig!"
    }
  },
  {
    "translation": {
      "en": "What do you think Mr. Optima Getaway is going to think about his realtor wearing a broken watch?",
      "de": "Wird Mister \"Optima Getaways\" eine Maklerin mit kaputter Uhr mögen?"
    }
  },
  {
    "translation": {
      "en": "Maybe he'll think it's cute. conversation starter. And it's a good",
      "de": "Er mag es süß finden, und es ist ein Gesprächsanlass."
    }
  },
  {
    "translation": {
      "en": "-Oh, my two favorite ladies. -Hi Malcolm.",
      "de": "Hi, Malcolm. -Meine Lieblingskundinnen. -Zwei große Kaffees, bitte."
    }
  },
  {
    "translation": {
      "en": "Two large coffees, please. [Bonnie]",
      "de": "-Meine Lieblingskundinnen. -Zwei große Kaffees, bitte."
    }
  },
  {
    "translation": {
      "en": "-And do you want a Santa scone? -[notification alert] You gotta be kidding me.",
      "de": "-Und möchtest du einen Santa Scone? -Das soll wohl ein Witz sein!"
    }
  },
  {
    "translation": {
      "en": "[Julian] Okay. Just sent. Oh, okay.",
      "de": "-Okay, gesendet. -Oh! Okay."
    }
  },
  {
    "translation": {
      "en": "Two coffees. What's going on?",
      "de": "-Zwei Kaffees. -Was ist?"
    }
  },
  {
    "translation": {
      "en": "It's my parents' inn.",
      "de": "Das ist das Hotel meiner Eltern."
    }
  },
  {
    "translation": {
      "en": "kind of small for our purposes. It's interesting but it seems",
      "de": "Das ist interessant, aber etwas klein für unsere Bedürfnisse."
    }
  },
  {
    "translation": {
      "en": "We'll have to build up just about any property we find,",
      "de": "Wir müssen jedes Objekt umbauen, das wir finden."
    }
  },
  {
    "translation": {
      "en": "inn is beneficial in many ways. but starting with an existing",
      "de": "Mit diesem Hotel anzufangen wäre auf jeden Fall von Vorteil."
    }
  },
  {
    "translation": {
      "en": "Is it for sale?",
      "de": "Steht es zum Verkauf?"
    }
  },
  {
    "translation": {
      "en": "Everything's for sale if you -write a big enough check. -Ah-ha.",
      "de": "Ganz sicher, wenn der Preis stimmt."
    }
  },
  {
    "translation": {
      "en": "-Not too big, we have a budget. -And I'll stick to it.",
      "de": "Nicht zu viel. -Ja, aber wir haben ein Budget. -Das halte ich ein."
    }
  },
  {
    "translation": {
      "en": "But this feels exactly like the kind of place we need.",
      "de": "Ich habe das Gefühl, es ist das Objekt, das wir brauchen."
    }
  },
  {
    "translation": {
      "en": "it's like at Christmas? Can you imagine what",
      "de": "Stell es dir an Weihnachten vor."
    }
  },
  {
    "translation": {
      "en": "to imagine anything. I don't want I want you to get current photos and realtime data.",
      "de": "Ich will mir nichts vorstellen. Ich will aktuelle Fotos und die genauen Daten."
    }
  },
  {
    "translation": {
      "en": "-You got it, boss. -Happy hunting.",
      "de": "-Wird gemacht. -Viel Spaß bei der Jagd."
    }
  },
  {
    "translation": {
      "en": "And if you need extra blankets or anything just call down.",
      "de": "WILLKOMMEN IM THE PINE VALLEY INN Wenn Sie weitere Decken brauchen, sagen Sie Bescheid. Danke."
    }
  },
  {
    "translation": {
      "en": "-Oh hey there, Nia. -Hey Dad.",
      "de": "-Hey Dad! -Oh, hallo Nia!"
    }
  },
  {
    "translation": {
      "en": "-Brought you a coffee. -Oh, thank you.",
      "de": "Ich habe Kaffee für dich. -Welcher ist für mich? -Der hier."
    }
  },
  {
    "translation": {
      "en": "-Which one's mine? -That one's yours.",
      "de": "-Welcher ist für mich? -Der hier."
    }
  },
  {
    "translation": {
      "en": "how excited you still get Oh, I love watching after all these years running the inn.",
      "de": "Ich liebe es, wie aufgeregt du bist, nach all den Jahren im Hotel."
    }
  },
  {
    "translation": {
      "en": "description. I love it. It's part of the job",
      "de": "Das gehört zur Stellenbeschreibung. Ich liebe es."
    }
  },
  {
    "translation": {
      "en": "But don't worry, I love you more. Oh, I was worried about that.",
      "de": "-Aber dich liebe ich noch mehr! -Das hat mir Sorgen bereitet."
    }
  },
  {
    "translation": {
      "en": "The place looks magical.",
      "de": "Hier sieht es einfach magisch aus."
    }
  },
  {
    "translation": {
      "en": "Oh, it's the same every year. I know. Perfect.",
      "de": "-Ach, so wie jedes Jahr. -Ja, ich weiß. Es ist perfekt."
    }
  },
  {
    "translation": {
      "en": "Almost, can you run by Tina's shop some more Santa lights? and get me",
      "de": "Na ja, fast. Bringst du mir aus Tinas Laden noch mehr Lichter?"
    }
  },
  {
    "translation": {
      "en": "-Ours are burnt out. -Sure.",
      "de": "-Unsere sind kaputt. -Klar."
    }
  },
  {
    "translation": {
      "en": "We need them for the outside for this year's festivities.",
      "de": "Wir brauchen sie draußen, für die Feierlichkeiten."
    }
  },
  {
    "translation": {
      "en": "Have you got your Christmas poem picked out?",
      "de": "Hast du dein Weihnachtsgedicht schon?"
    }
  },
  {
    "translation": {
      "en": "for something extra special Nearly. I'm looking",
      "de": "Noch nicht. Ich suche etwas Besonderes, falls..."
    }
  },
  {
    "translation": {
      "en": "in case... well, you know.",
      "de": "Noch nicht. Ich suche etwas Besonderes, falls... -Na ja, du weißt schon. -Hey,"
    }
  },
  {
    "translation": {
      "en": "Hey. Don't talk like that, Dad.",
      "de": "-Na ja, du weißt schon. -Hey, hör auf damit, Dad."
    }
  },
  {
    "translation": {
      "en": "We might not have to sell. I got this big client.",
      "de": "Ich habe einen großen Kunden. Es ist nichts verloren."
    }
  },
  {
    "translation": {
      "en": "Sorry, sorry. I'm just trying to be realistic.",
      "de": "Entschuldigung, ich bin bloß realistisch."
    }
  },
  {
    "translation": {
      "en": "to retire someday. Your dad's got",
      "de": "-Dein Dad muss irgendwann in Rente gehen. -Ich weiß."
    }
  },
  {
    "translation": {
      "en": "I know, but just a few more clients like this",
      "de": "-Dein Dad muss irgendwann in Rente gehen. -Ich weiß. Nur noch ein paar solche Kunden und..."
    }
  },
  {
    "translation": {
      "en": "and I might be able to take over... soon.",
      "de": "Nur noch ein paar solche Kunden und... Ich könnte dann übernehmen. Bald..."
    }
  },
  {
    "translation": {
      "en": "Hopefully. Somehow.",
      "de": "Hoffentlich... Irgendwie."
    }
  },
  {
    "translation": {
      "en": "I'll figure it out. I'm sure you will.",
      "de": "-Mir fällt schon was ein. -Ja, ganz sicher."
    }
  },
  {
    "translation": {
      "en": "Something wrong?",
      "de": "Stimmt etwas nicht?"
    }
  },
  {
    "translation": {
      "en": "No, just this new client coming in from the city.",
      "de": "Der neue Kunde kommt heute aus der Stadt."
    }
  },
  {
    "translation": {
      "en": "It's this outfit called Optima Getaway. They're looking for a property in Pine Valley",
      "de": "Seine Firma heißt Optima Getaways. Sie wollen hier in Pine Valley"
    }
  },
  {
    "translation": {
      "en": "to turn into a resort.",
      "de": "Seine Firma heißt Optima Getaways. Sie wollen hier in Pine Valley eines ihrer Resorts eröffnen. Sie fragten, ob das Hotel erhältlich ist."
    }
  },
  {
    "translation": {
      "en": "if the inn was for sale. They actually asked",
      "de": "eines ihrer Resorts eröffnen. Sie fragten, ob das Hotel erhältlich ist."
    }
  },
  {
    "translation": {
      "en": "-Optima Getaways. -Mm-hmm.",
      "de": "Optima Getaways? Wirklich?"
    }
  },
  {
    "translation": {
      "en": "-Really? -Mm-hmm.",
      "de": "Optima Getaways? Wirklich? Das Hotel ist nicht mehr sehr rentabel."
    }
  },
  {
    "translation": {
      "en": "that profitable these days. You know the inn isn't all",
      "de": "Das Hotel ist nicht mehr sehr rentabel."
    }
  },
  {
    "translation": {
      "en": "It might be a good idea to...",
      "de": "-Vielleicht wäre es eine gute Idee... -Hey."
    }
  },
  {
    "translation": {
      "en": "Hey. Don't worry Dad. We won't have to sell.",
      "de": "-Vielleicht wäre es eine gute Idee... -Hey. Keine Sorge, Dad. Wir müssen nicht verkaufen."
    }
  },
  {
    "translation": {
      "en": "Yay, you still remember the handshake. How could I forget?",
      "de": "-Cool, unser Gruß! -Wie könnte ich den vergessen?"
    }
  },
  {
    "translation": {
      "en": "It's so good to see you. Merry Christmas, man Come on, come inside.",
      "de": "Frohe Weihnachten. Schön, dich zu sehen! Komm schon, komm rein."
    }
  },
  {
    "translation": {
      "en": "Hey Michelle. How you doing?",
      "de": "Hey Michelle. -Wie geht's? -Viel besser, jetzt wo du hier bist."
    }
  },
  {
    "translation": {
      "en": "Ah, much better now that you're here.",
      "de": "-Wie geht's? -Viel besser, jetzt wo du hier bist."
    }
  },
  {
    "translation": {
      "en": "you're going to be on my side. I'm absolutely certain",
      "de": "Du wirst sicherlich auf meiner Seite sein."
    }
  },
  {
    "translation": {
      "en": "This is my guy. Not a chance. -I've known him for longer. -That's irrelevant",
      "de": "Niemals! Das ist mein Freund. Ich kenne ihn schon länger."
    }
  },
  {
    "translation": {
      "en": "or not he has good taste. to whether",
      "de": "Davon hängt nicht ab, ob er Geschmack hat oder nicht."
    }
  },
  {
    "translation": {
      "en": "What are we talking about? Hmm, pardon me?",
      "de": "Verzeihung, worum geht es gerade?"
    }
  },
  {
    "translation": {
      "en": "I want to put up these simple Lighting.",
      "de": "Um Lichter. Ich will diese einfachen und geschmackvollen Weihnachtslichter,"
    }
  },
  {
    "translation": {
      "en": "yet tasteful Christmas lights.",
      "de": "Um Lichter. Ich will diese einfachen und geschmackvollen Weihnachtslichter, aber Sean will..."
    }
  },
  {
    "translation": {
      "en": "But Sean wants...",
      "de": "aber Sean will..."
    }
  },
  {
    "translation": {
      "en": "Remember these, bud? Candy cane lights!",
      "de": "Zuckerstangen-Lichter! Kennst du die noch?"
    }
  },
  {
    "translation": {
      "en": "No way! You still have these? Yeah.",
      "de": "-Nein! Du hast die noch? -Ja."
    }
  },
  {
    "translation": {
      "en": "Every Christmas in college",
      "de": "Immer an Weihnachten im College."
    }
  },
  {
    "translation": {
      "en": "and every Christmas since, because it's tradition and they're fun.",
      "de": "Und seither auch. Die sind Tradition und witzig."
    }
  },
  {
    "translation": {
      "en": "Unlike those which are, um, what's the technical term I'm looking for?",
      "de": "Nicht wie diese, sie sind... Nach welchen Begriff suche ich gerade..."
    }
  },
  {
    "translation": {
      "en": "Oh yeah. Boring.",
      "de": "-Ach ja. Öde! -Ja."
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm sure those were all the rage",
      "de": "-Ach ja. Öde! -Ja. Die waren sicher der letzte Schrei in eurer Studentenbude. Julian, hilf mir."
    }
  },
  {
    "translation": {
      "en": "in your dorm room. Julian, help me out here.",
      "de": "Die waren sicher der letzte Schrei in eurer Studentenbude. Julian, hilf mir."
    }
  },
  {
    "translation": {
      "en": "Okay maybe I should find a hotel.",
      "de": "Vielleicht suche ich mir ein Hotel."
    }
  },
  {
    "translation": {
      "en": "We're going to have a blast. Not a chance, man.",
      "de": "Nein, Mann, das wird ein Spaß."
    }
  },
  {
    "translation": {
      "en": "you stayed here in the summer. Just like the last time Only uh, with snow.",
      "de": "Wie damals, als du im Sommer hier warst, nur mit Schnee."
    }
  },
  {
    "translation": {
      "en": "And instead of you running Hmm. Yeah. you run a tech empire. an ice cream stand",
      "de": "Ja, und anstatt Chef einer Eisdiele bist du jetzt Chef eines Tech-Imperiums."
    }
  },
  {
    "translation": {
      "en": "[groans] \"Empire,\" that just, it sounds so... Silicon Valley?",
      "de": "-\"Imperium\". Das klingt so... -Nach Silicon Valley?"
    }
  },
  {
    "translation": {
      "en": "Yes. And this is Pine Valley.",
      "de": "Ja! Und das hier ist Pine Valley."
    }
  },
  {
    "translation": {
      "en": "The whole reason I brought the business out here that type of thing. was to avoid",
      "de": "Ich habe das Geschäft hierher verlegt, um das zu vermeiden."
    }
  },
  {
    "translation": {
      "en": "He's building a new campus next year.",
      "de": "Er will nächstes Jahr einen Campus bauen."
    }
  },
  {
    "translation": {
      "en": "-You're expanding? -Yeah.",
      "de": "-Du expandierst? -Ja."
    }
  },
  {
    "translation": {
      "en": "Talking to a guy about some land just outside of town",
      "de": "Ich führe Gespräche wegen Grundstücken in der Nähe,"
    }
  },
  {
    "translation": {
      "en": "thinking offices, manufacturing...",
      "de": "Ich führe Gespräche wegen Grundstücken in der Nähe, für die Fertigung, Bürogebäude..."
    }
  },
  {
    "translation": {
      "en": "Maybe your clients might need a resort to stay while they're here.",
      "de": "Vielleicht brauchen deine Kunden ein Resort, während sie hier sind..."
    }
  },
  {
    "translation": {
      "en": "A hustler. I love it, I love it.",
      "de": "Ein Abzocker. Das liebe ich!"
    }
  },
  {
    "translation": {
      "en": "Man, I'm such an idiot! [sighs] I forgot your housewarming gift.",
      "de": "Oh, Mann. Ich bin so ein Idiot! Ich habe euer Geschenk vergessen."
    }
  },
  {
    "translation": {
      "en": "Oh pfft. You didn't have to. Sure I did.",
      "de": "-Ach, das ist nicht nötig. -Oh, doch."
    }
  },
  {
    "translation": {
      "en": "some shopping to do. I guess now I have We could always use some more Christmas lights.",
      "de": "-Ich muss dann wohl shoppen gehen. -Wir wär's mit Weihnachtslichtern?"
    }
  },
  {
    "translation": {
      "en": "Oh, excuse me. I'm sorry. I was just about to check out with those.",
      "de": "Verzeihung, ich wollte damit gerade an die Kasse."
    }
  },
  {
    "translation": {
      "en": "-With these? -Mm-hmm.",
      "de": "Damit?"
    }
  },
  {
    "translation": {
      "en": "But um, well, did you put them back?",
      "de": "Aber... Sie haben sie zurückgelegt."
    }
  },
  {
    "translation": {
      "en": "No. Well, technically yes, but that's only because I was on my phone.",
      "de": "Nein, na ja... Doch, aber nur, weil ich am Telefon war."
    }
  },
  {
    "translation": {
      "en": "Oh, well it looks like they're the last one. So, I'm sorry but I really need them.",
      "de": "Nun ja, das waren wohl die letzten, und... Ich brauche sie wirklich."
    }
  },
  {
    "translation": {
      "en": "You need Santa Claus lights? Yeah. Well, don't you?",
      "de": "-Sie brauchen Weihnachtslichter? -Ja. Sie etwa nicht?"
    }
  },
  {
    "translation": {
      "en": "Touché.",
      "de": "Treffer!"
    }
  },
  {
    "translation": {
      "en": "How about this? How about we share them.",
      "de": "Okay. Wie wär's, wenn wir sie teilen?"
    }
  },
  {
    "translation": {
      "en": "I take them this Christmas, you take them next?",
      "de": "Ich nehme sie dieses Jahr, und Sie nächstes Jahr? Guten Rutsch!"
    }
  },
  {
    "translation": {
      "en": "-All right? Happy New Year. -I have a better idea.",
      "de": "Ich nehme sie dieses Jahr, und Sie nächstes Jahr? Guten Rutsch! Ich weiß etwas Besseres! Wir schneiden sie durch."
    }
  },
  {
    "translation": {
      "en": "How about we split them?",
      "de": "Ich weiß etwas Besseres! Wir schneiden sie durch."
    }
  },
  {
    "translation": {
      "en": "I'll go get the scissors. Right down the center.",
      "de": "Genau entzwei. Ich hole eine Schere."
    }
  },
  {
    "translation": {
      "en": "Okay, for real.",
      "de": "Okay, im Ernst."
    }
  },
  {
    "translation": {
      "en": "Um, why don't we flip a coin?",
      "de": "Werfen wir eine Münze?"
    }
  },
  {
    "translation": {
      "en": "-Okay. Flip a coin? -Yeah.",
      "de": "-Okay, eine Münze? -Ja."
    }
  },
  {
    "translation": {
      "en": "Heads or tails?",
      "de": "Kopf oder Zahl?"
    }
  },
  {
    "translation": {
      "en": "Uh.... Heads.",
      "de": "Kopf."
    }
  },
  {
    "translation": {
      "en": "No, no, no, no, no, tails, tails, tails. No, no, no, no, no, heads. Which one is it?",
      "de": "-Nein! Doch lieber Zahl. Nein, Kopf! -Und was wird es?"
    }
  },
  {
    "translation": {
      "en": "Uh, tails. -[groans] -Woo!",
      "de": "Zahl!"
    }
  },
  {
    "translation": {
      "en": "How about a bribe?",
      "de": "Kann ich Sie bestechen?"
    }
  },
  {
    "translation": {
      "en": "You don't like to lose, do you?",
      "de": "Sie verlieren nur ungern, oder?"
    }
  },
  {
    "translation": {
      "en": "Listen, this is just a perfect gift for my friend, okay?",
      "de": "Bitte, das ist das perfekte Geschenk für einen Freund."
    }
  },
  {
    "translation": {
      "en": "I'll buy you whatever you want in the store.",
      "de": "Okay? Ich kaufe Ihnen etwas anderes."
    }
  },
  {
    "translation": {
      "en": "[sighs] Look, my dad asked me to come pick these up",
      "de": "Mein Vater hat mich gebeten, die hier zu holen."
    }
  },
  {
    "translation": {
      "en": "and this is a really important Christmas for him so.",
      "de": "Dieses Weihnachtsfest ist sehr wichtig für ihn, also..."
    }
  },
  {
    "translation": {
      "en": "Maybe you and your friend can figure, I don't know,",
      "de": "Vielleicht könnten Sie und ihr Freund"
    }
  },
  {
    "translation": {
      "en": "something, something else out? You know?",
      "de": "etwas anderes auswählen, wissen Sie?"
    }
  },
  {
    "translation": {
      "en": "-Mm-mm. Mm-mm. -No? Okay.",
      "de": "Nein? Okay."
    }
  },
  {
    "translation": {
      "en": "How about cash?",
      "de": "Ich zahle bar."
    }
  },
  {
    "translation": {
      "en": "Oh wow, okay. There it is. Um, look...",
      "de": "Wow, okay, so ist das..."
    }
  },
  {
    "translation": {
      "en": "I don't know where you're from, but here in Pine Valley",
      "de": "Also, ich weiß nicht, woher Sie kommen, aber hier in Pine Valley"
    }
  },
  {
    "translation": {
      "en": "flashing money to get whatever you want just doesn't work around here. Okay?",
      "de": "werfen die Leute nicht einfach mit Geld um sich."
    }
  },
  {
    "translation": {
      "en": "Sorry. Look, I have a very important meeting to get to, so...",
      "de": "-Tut mir leid. -Ich habe eine sehr wichtige Besprechung."
    }
  },
  {
    "translation": {
      "en": "Merry Christmas, buddy. I really am sorry by the way.",
      "de": "-Frohe Weihnachten. -Wirklich, es tut mir leid."
    }
  },
  {
    "translation": {
      "en": "-Hi, Merry Christmas. -Hi.",
      "de": "-Hi. -Hi."
    }
  },
  {
    "translation": {
      "en": "He was flirting with you. [laughs] Oh, come on.",
      "de": "Ach, komm schon! Er hat mit dir geflirtet."
    }
  },
  {
    "translation": {
      "en": "I mean, maybe it was charming at first. like super weird. But then it got",
      "de": "Na ja, es war ganz charmant, aber dann wurde es komisch, weißt du..."
    }
  },
  {
    "translation": {
      "en": "about the lights. Like, chill out",
      "de": "Na ja, es war ganz charmant, aber dann wurde es komisch, weißt du... -Was sollte das mit den Lichtern? -Und?"
    }
  },
  {
    "translation": {
      "en": "You know what I mean?",
      "de": "-Was sollte das mit den Lichtern? -Und?"
    }
  },
  {
    "translation": {
      "en": "Well? Was he cute?",
      "de": "-Was sollte das mit den Lichtern? -Und? War er süß?"
    }
  },
  {
    "translation": {
      "en": "-[stammers] -He was!",
      "de": "Das war er!"
    }
  },
  {
    "translation": {
      "en": "-What does that even matter? -Nia! [both] It matters.",
      "de": "-Das macht doch nichts aus. -Nia! Das macht was aus!"
    }
  },
  {
    "translation": {
      "en": "What?",
      "de": "Was?"
    }
  },
  {
    "translation": {
      "en": "My watch.",
      "de": "Meine Uhr."
    }
  },
  {
    "translation": {
      "en": "-When did that happen? -It's working.",
      "de": "-Sie geht wieder. -Seit wann?"
    }
  },
  {
    "translation": {
      "en": "It's never worked. I don't know.",
      "de": "Ich weiß nicht. Sie hat nie funktioniert."
    }
  },
  {
    "translation": {
      "en": "Not since before my dad gave it to me.",
      "de": "-Nicht seit Dad sie mir gegeben hat. -Nie?"
    }
  },
  {
    "translation": {
      "en": "-Never? -Never.",
      "de": "-Nicht seit Dad sie mir gegeben hat. -Nie? Nein, nie."
    }
  },
  {
    "translation": {
      "en": "It's a Christmas miracle.",
      "de": "Ein Weihnachtswunder!"
    }
  },
  {
    "translation": {
      "en": "I don't know about all of that. It's a watch.",
      "de": "Ach was, das ist eine Uhr."
    }
  },
  {
    "translation": {
      "en": "I mean maybe, I bumped it and a gear got unlocked or something. -I don't know. -Mm-hmm.",
      "de": "Vielleicht hat sich durch einen Schlag etwas gelöst."
    }
  },
  {
    "translation": {
      "en": "I don't know, uh, I gotta make some photocopies.",
      "de": "Irgendwas, kein Plan. Ich mache ein paar Fotokopien. Halte nach den Resort-Typen Ausschau."
    }
  },
  {
    "translation": {
      "en": "Can you keep an eye out for corporate resort guy?",
      "de": "Ich mache ein paar Fotokopien. Halte nach den Resort-Typen Ausschau."
    }
  },
  {
    "translation": {
      "en": "-Uh-huh. Will do. -Thank you.",
      "de": "-Mach ich. -Danke schön."
    }
  },
  {
    "translation": {
      "en": "Let me know if you get any other signs.",
      "de": "Vielleicht gibt es ja noch mehr Zeichen!"
    }
  },
  {
    "translation": {
      "en": "Oh. Hi. Welcome to Pine Valley Realty. You must be Mr. Thompson.",
      "de": "Willkommen bei Pine Valley Realty. Sie sind bestimmt Mister Thompson."
    }
  },
  {
    "translation": {
      "en": "Julian. Yes. Are you Nia?",
      "de": "Julian, ja. -Bist du Nia? -Bonnie, Nias Partner. Sie kommt gleich."
    }
  },
  {
    "translation": {
      "en": "Oh no. I... I'm Bonnie. I'm her partner. She... she'll be out in a minute.",
      "de": "-Bist du Nia? -Bonnie, Nias Partner. Sie kommt gleich."
    }
  },
  {
    "translation": {
      "en": "Mm. Thank you. Very nice place you guys have here.",
      "de": "Danke. Es ist schön hier."
    }
  },
  {
    "translation": {
      "en": "-It's you. -Nia?",
      "de": "Sie sind das!"
    }
  },
  {
    "translation": {
      "en": "-Did you follow me here? -Nia.",
      "de": "-Nia? -Sind Sie...? -Sind Sie mir bis hierher gefolgt? -Nia?"
    }
  },
  {
    "translation": {
      "en": "-For the lights? -Nia!",
      "de": "-Wegen der Lichter? -Nia"
    }
  },
  {
    "translation": {
      "en": "Okay, listen buddy. Listen. I, I, I won the game fair and square.",
      "de": "-Also, bitte. Ich habe klar gewonnen. -Nia."
    }
  },
  {
    "translation": {
      "en": "-No. I need to say this, Bonnie. -Nia.",
      "de": "-Also, bitte. Ich habe klar gewonnen. -Nia. Nein, im Ernst, Bonnie. Wenn Sie sich wegen der Geldsache"
    }
  },
  {
    "translation": {
      "en": "If you're here to apologize about the whole cash thing,",
      "de": "Nein, im Ernst, Bonnie. Wenn Sie sich wegen der Geldsache entschuldigen wollen, keine Sorge."
    }
  },
  {
    "translation": {
      "en": "listen, don't even worry about it.",
      "de": "entschuldigen wollen, keine Sorge."
    }
  },
  {
    "translation": {
      "en": "But I got a very important client coming, gonna need you to... so I'm just-- just",
      "de": "Ich erwarte einen sehr wichtigen Kunden, also..."
    }
  },
  {
    "translation": {
      "en": "Stay!",
      "de": "-Könnten Sie bitte... -Bleiben."
    }
  },
  {
    "translation": {
      "en": "Because this is Julian Thompson from Optima Getaways.",
      "de": "Das hier ist Julian Thompson von Optima Getaways."
    }
  },
  {
    "translation": {
      "en": "Very important client.",
      "de": "Ein sehr wichtiger Kunde."
    }
  },
  {
    "translation": {
      "en": "So, um, I'm just parked right out front.",
      "de": "Ich habe direkt vor der Tür geparkt."
    }
  },
  {
    "translation": {
      "en": "After you.",
      "de": "Bitte sehr."
    }
  },
  {
    "translation": {
      "en": "This is me right here.",
      "de": "Hier steht mein Auto."
    }
  },
  {
    "translation": {
      "en": "Okay. You know what?",
      "de": "Okay, wie wär's damit?"
    }
  },
  {
    "translation": {
      "en": "Let's not let this silly first impression get in the way a great property. of finding you",
      "de": "Dieser erste Eindruck sollte uns nicht daran hindern, etwas Schönes zu finden."
    }
  },
  {
    "translation": {
      "en": "Let's start over. You're right.",
      "de": "Stimmt. Fangen wir von vorn an."
    }
  },
  {
    "translation": {
      "en": "-Truce? -Truce.",
      "de": "-Frieden? -Frieden."
    }
  },
  {
    "translation": {
      "en": "That's a nice watch.",
      "de": "Schöne Uhr."
    }
  },
  {
    "translation": {
      "en": "It's kind of a family heirloom. Uh, thanks. It was my mom's.",
      "de": "Danke. Sie gehörte meiner Mutter. Sie ist ein Erbstück."
    }
  },
  {
    "translation": {
      "en": "Craftsmanship is amazing.",
      "de": "Die ist handwerklich toll gemacht."
    }
  },
  {
    "translation": {
      "en": "So, uh, shall we head out?",
      "de": "Also, sollen wir losfahren?"
    }
  },
  {
    "translation": {
      "en": "'Cause um...",
      "de": "Dann..."
    }
  },
  {
    "translation": {
      "en": "I'm going to need my hand back...",
      "de": "Dann bräuchte ich meine Hand wieder."
    }
  },
  {
    "translation": {
      "en": "to drive.",
      "de": "Zum Fahren, ja."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "Certainly is quaint.",
      "de": "Ja, das ist sehr malerisch."
    }
  },
  {
    "translation": {
      "en": "It's one of Pine Valley's original buildings.",
      "de": "Das war eines der ersten Gebäude in Pine Valley."
    }
  },
  {
    "translation": {
      "en": "Valentine's Day, Halloween, Christmas.",
      "de": "Valentinstag, Halloween, Weihnachten... Der Ort für Süßwaren!"
    }
  },
  {
    "translation": {
      "en": "It's' the sweet spot for sweets.",
      "de": "Der Ort für Süßwaren!"
    }
  },
  {
    "translation": {
      "en": "So, if we took over... candy from the kids. we'd be taking",
      "de": "Wenn wir es kaufen würden, hätten die Kinder nichts davon."
    }
  },
  {
    "translation": {
      "en": "Oh, I'm sure they could figure out somewhere else to get their tooth decay. [chuckles]",
      "de": "Die können sich ihre Zähne sicher auch woanders kaputt machen."
    }
  },
  {
    "translation": {
      "en": "It's really nice, but it's not as cozy as I was hoping for.",
      "de": "Es ist schön, aber nicht so gemütlich, wie ich gehofft habe."
    }
  },
  {
    "translation": {
      "en": "I kind of like that last place I sent you-- Pine Valley Inn.",
      "de": "So wie das letzte Objekt, Pine Valley Inn?"
    }
  },
  {
    "translation": {
      "en": "Uh, I'm still waiting to hear back from the owners to see if they'd even consider selling but...",
      "de": "Ich warte noch auf die Antwort der Eigentümer, ob sie verkaufen, aber..."
    }
  },
  {
    "translation": {
      "en": "We'd make a very generous offer.",
      "de": "Unser Angebot wäre großzügig."
    }
  },
  {
    "translation": {
      "en": "Noted. Um, I'll keep on trying.",
      "de": "Gut, dann versuche ich es weiter."
    }
  },
  {
    "translation": {
      "en": "In the meantime, let me tell you how great this property is.",
      "de": "In der Zwischenzeit erkläre ich dir, wie toll dieses Objekt ist."
    }
  },
  {
    "translation": {
      "en": "So, it is zoned for commercial, industrial, and residential.",
      "de": "Also, es liegt in einem Gewerbe-, Industrie-und Wohngebiet."
    }
  },
  {
    "translation": {
      "en": "Meaning you could put basically anything here.",
      "de": "Das heißt, hier könnte man praktisch alles machen:"
    }
  },
  {
    "translation": {
      "en": "Eating facility, retail, spa, if that's your kind of thing.",
      "de": "Gastronomie, Geschäfte, sogar ein Spa, wenn du so etwas vorhast."
    }
  },
  {
    "translation": {
      "en": "-Mmm. This is delicious. -[laughs]",
      "de": "Das ist lecker. Möchtest du?"
    }
  },
  {
    "translation": {
      "en": "-Want some? -No, thanks.",
      "de": "Das ist lecker. Möchtest du? Nein, danke. Denk daran, wie groß das Grundstück ist."
    }
  },
  {
    "translation": {
      "en": "it comes with quite the plot. Uh, and don't forget that",
      "de": "Nein, danke. Denk daran, wie groß das Grundstück ist."
    }
  },
  {
    "translation": {
      "en": "of square footage to expand. Meaning there is tons",
      "de": "Hier könnte man Tausende von Quadratmetern ausbauen."
    }
  },
  {
    "translation": {
      "en": "Honestly I still think Mm, yeah. is more suitable to our needs, the other side of town",
      "de": "Ja, aber die andere Seite der Ortschaft passt besser zu unseren Bedürfnissen."
    }
  },
  {
    "translation": {
      "en": "kind of like by Grocery Point.",
      "de": "Sie hat einen Pluspunkt."
    }
  },
  {
    "translation": {
      "en": "Where the Pine Valley Inn is.",
      "de": "Beim Pine Valley Inn."
    }
  },
  {
    "translation": {
      "en": "Oh. You know where it is? -Wow, you sure do your research. -Yes.",
      "de": "-Du weißt das? Machst du Hausaufgaben? -Ja."
    }
  },
  {
    "translation": {
      "en": "-I've also been here before. -Oh, yeah?",
      "de": "-Ich war auch schon mal hier. -Ach ja?"
    }
  },
  {
    "translation": {
      "en": "Sean Robinson was a roommate of mine in college.",
      "de": "Sean Robinson war ein Kumpel von mir im College."
    }
  },
  {
    "translation": {
      "en": "Oh, so you know Sean. No way. Yeah, and I also spent a summer here with him and his folks.",
      "de": "-Du kennst Sean. Echt? -Ich war einen Sommer lang hier."
    }
  },
  {
    "translation": {
      "en": "Oh, and I'm so glad you did, because, as you know,",
      "de": "Da freue ich mich sehr, weil du dann auch weißt,"
    }
  },
  {
    "translation": {
      "en": "Pine Valley has a very healthy tourism industry,",
      "de": "dass Pine Valley einen gesunden Tourismus-Sektor hat,"
    }
  },
  {
    "translation": {
      "en": "we're really close to the city. a strong workforce, and",
      "de": "mit guten Arbeitsplätzen, und wir sind in der Nähe der Stadt."
    }
  },
  {
    "translation": {
      "en": "Yeah. It's got all that.",
      "de": "Ja. Das ist alles richtig."
    }
  },
  {
    "translation": {
      "en": "But um...",
      "de": "Aber..."
    }
  },
  {
    "translation": {
      "en": "it's got a bit more. You know?",
      "de": "Es hat noch etwas mehr. Weißt du?"
    }
  },
  {
    "translation": {
      "en": "Some of that small-town... magic.",
      "de": "Es hat diese Kleinstadt-Magie."
    }
  },
  {
    "translation": {
      "en": "-Magic? -Yeah.",
      "de": "-Magie? -Ja."
    }
  },
  {
    "translation": {
      "en": "[laughs] Sorry, magic was just not a part of my pitch.",
      "de": "Verzeihung, Magie gehört nicht zu meinen Kompetenzen."
    }
  },
  {
    "translation": {
      "en": "Maybe it should've been.",
      "de": "-Sollte es aber. -Im Ernst?"
    }
  },
  {
    "translation": {
      "en": "-Seriously? -Yeah.",
      "de": "-Sollte es aber. -Im Ernst? Ja. Ich meine, ich bin nicht du."
    }
  },
  {
    "translation": {
      "en": "I mean, I'm not you.",
      "de": "Ja. Ich meine, ich bin nicht du."
    }
  },
  {
    "translation": {
      "en": "But if I was... I would probably do things slightly differently,",
      "de": "Wenn ich aber du wäre, würde ich die Dinge etwas anders machen."
    }
  },
  {
    "translation": {
      "en": "considering that I'm a big buyer and all.",
      "de": "Ich bin immerhin ein wichtiger Käufer."
    }
  },
  {
    "translation": {
      "en": "But I'm not you, so...",
      "de": "Aber ich bin nicht du."
    }
  },
  {
    "translation": {
      "en": "to pitch me on this place? What else would you like",
      "de": "Was willst du mir hier sonst noch zeigen?"
    }
  },
  {
    "translation": {
      "en": "to tell me, of course, And then he proceeds how I can do my job better.",
      "de": "Dann hat er mir natürlich erzählt, wie ich meine Arbeit besser machen kann."
    }
  },
  {
    "translation": {
      "en": "He says to me that I could use more passion",
      "de": "Er hat gesagt, ich sollte etwas mehr Leidenschaft,"
    }
  },
  {
    "translation": {
      "en": "and Christmas spirit and more conceptual visual thinking",
      "de": "Weihnachtsstimmung und konzeptionelles Denken einsetzen,"
    }
  },
  {
    "translation": {
      "en": "and less demographics, building codes, and square footage talk.",
      "de": "und weniger über Demografie, Bauzonen und Grundstücke reden."
    }
  },
  {
    "translation": {
      "en": "-He said that? -He said that.",
      "de": "-Das hat er gesagt? -Ja."
    }
  },
  {
    "translation": {
      "en": "-Seriously? -Seriously.",
      "de": "-Im Ernst? -Im Ernst!"
    }
  },
  {
    "translation": {
      "en": "But in that passive-aggressive kind of charming way that I just can't stand.",
      "de": "Auf diese passiv-aggressive, charmante Weise, die ich nicht ertrage."
    }
  },
  {
    "translation": {
      "en": "Yowza, and I thought I had a tough day.",
      "de": "Ich dachte, ich hätte einen harten Tag."
    }
  },
  {
    "translation": {
      "en": "Can you take him from me, -please? -No. No.",
      "de": "-Kannst du ihn übernehmen? -Nein."
    }
  },
  {
    "translation": {
      "en": "-Please, please, please... -No, no, no, no, no.",
      "de": "-Bitte sei so lieb. -Nein."
    }
  },
  {
    "translation": {
      "en": "I don't know if I can do another day of his hemming and hawing",
      "de": "Ich halte das nicht länger aus, sein Gejammer und sein Gestöhne,"
    }
  },
  {
    "translation": {
      "en": "and ultra pickiness, and poo-pooing every single property I present to him",
      "de": "und wie er rumnörgelt und rumdruckst bei jeder Liegenschaft, die ich ihm zeige,"
    }
  },
  {
    "translation": {
      "en": "for not having that \"magic\" or not enough \"vibe.\"",
      "de": "weil sie nicht diese Magie hat, oder nicht genug Vibes."
    }
  },
  {
    "translation": {
      "en": "-Nia... -Ugh!",
      "de": "weil sie nicht diese Magie hat, oder nicht genug Vibes. Nia?"
    }
  },
  {
    "translation": {
      "en": "Sean Robinson's land deal. I have the Garveys and",
      "de": "Ich habe die Garveys und Sean Robinsons Land-Deals."
    }
  },
  {
    "translation": {
      "en": "the Garveys. How's that going? Right, I forgot about -It's going fine. -Good.",
      "de": "-Die hatte ich vergessen. Wie läuft das? -Es läuft gut."
    }
  },
  {
    "translation": {
      "en": "Hey, you're going to have to take this one for the team, girl. You know,",
      "de": "-Gut. -Hey, dieser Fall dir gehört, ja?"
    }
  },
  {
    "translation": {
      "en": "at least he's not hard on the eyes. Unlike Mr. Garvey.",
      "de": "Wenigstens sieht er ziemlich gut aus. Nicht wie Mister Garvey."
    }
  },
  {
    "translation": {
      "en": "for the rest of him. It doesn't make up",
      "de": "Das macht den Rest von ihm nicht wett."
    }
  },
  {
    "translation": {
      "en": "Ugh, how many more of these do we have?",
      "de": "Wie viele Karten haben wir noch?"
    }
  },
  {
    "translation": {
      "en": "Two hundred. We know 200 people? Two hundred?",
      "de": "-Zweihundert. -Wir kennen zweihundert Leute?"
    }
  },
  {
    "translation": {
      "en": "Two hundred people we like enough to give Christmas cards to?",
      "de": "So viele, die eine Weihnachtskarte wert sind? Das ist Networking!"
    }
  },
  {
    "translation": {
      "en": "It's networking. You're letting your day with Mr. Know-it-all dampen your Christmas spirit.",
      "de": "Du lässt dir vom Besserwisser deine Weihnachtsstimmung kaputt machen."
    }
  },
  {
    "translation": {
      "en": "I've had enough spirit to last me the year.",
      "de": "Meine Stimmung reicht für das ganze Jahr!"
    }
  },
  {
    "translation": {
      "en": "Well, it is Christmastime.",
      "de": "Na ja, es ist Weihnachten,"
    }
  },
  {
    "translation": {
      "en": "And there's no better time... for magic.",
      "de": "und es gibt keine bessere Zeit für Magie, und was das betrifft..."
    }
  },
  {
    "translation": {
      "en": "Speaking of which.",
      "de": "für Magie, und was das betrifft..."
    }
  },
  {
    "translation": {
      "en": "I guess the watch is magic now. Well, it started mysteriously.",
      "de": "-Ich habe wohl eine magische Uhr. -Sie geht plötzlich wieder."
    }
  },
  {
    "translation": {
      "en": "And I've been thinking about this. You know, the watch.",
      "de": "Ich habe darüber nachgedacht, also, über die Uhr."
    }
  },
  {
    "translation": {
      "en": "Um, I think it means something, something more.",
      "de": "Ich glaube, das bedeutet etwas, etwas mehr."
    }
  },
  {
    "translation": {
      "en": "You watch too many Christmas movies.",
      "de": "Du guckst zu viele Weihnachtsfilme."
    }
  },
  {
    "translation": {
      "en": "It stopped working. Oh, look at that.",
      "de": "Schau mal. Sie ist wieder stehengeblieben."
    }
  },
  {
    "translation": {
      "en": "Maybe it reacts to your moods.",
      "de": "Vielleicht reagiert sie auf deine Launen."
    }
  },
  {
    "translation": {
      "en": "If that's the case it should be in a lot worse shape than this.",
      "de": "Dann würde sie noch viel schlechter funktionieren."
    }
  },
  {
    "translation": {
      "en": "are about embracing the magic. My point is is the holidays",
      "de": "An Weihnachten muss man für die Magie bereit sein, weißt du?"
    }
  },
  {
    "translation": {
      "en": "You know, Santa and little elves",
      "de": "An Weihnachten muss man für die Magie bereit sein, weißt du? Der Weihnachtsmann, kleine Elfen, Rentiere und Schneemänner."
    }
  },
  {
    "translation": {
      "en": "and flying reindeer and talking snowmen.",
      "de": "Der Weihnachtsmann, kleine Elfen, Rentiere und Schneemänner."
    }
  },
  {
    "translation": {
      "en": "Don't let some guy you barely know ruin it for you. No, you're right. I won't.",
      "de": "-Lass dir das von ihm nicht ruinieren. -Stimmt, das werde ich nicht."
    }
  },
  {
    "translation": {
      "en": "-Pinky swear? -Pinky swear.",
      "de": "-Schwören wir drauf! -Ja?"
    }
  },
  {
    "translation": {
      "en": "-It's a hefty promise. -Pinky swear.",
      "de": "Das ist ein großes Versprechen."
    }
  },
  {
    "translation": {
      "en": "-Aerodynamics in place? -Great pitch and yaw.",
      "de": "Aerodynamik am Start? Alles bereit, oh ja!"
    }
  },
  {
    "translation": {
      "en": "Good weight. -One. -Two.",
      "de": "-Gutes Gewicht. -Eins, zwei..."
    }
  },
  {
    "translation": {
      "en": "Three.",
      "de": "Drei!"
    }
  },
  {
    "translation": {
      "en": "-We all got it. -Yes!",
      "de": "-Ja! -Wir haben's geschafft!"
    }
  },
  {
    "translation": {
      "en": "I tell you Santa Snacks. You got your popcorn, your pretzels,",
      "de": "Ich sag's doch, Weihnachts-Snacks. Popcorn, Brezeln,"
    }
  },
  {
    "translation": {
      "en": "your red and green colored candies. You got your frosty sprinkles.",
      "de": "rote und grüne Süßigkeiten, Schoko-Streusel..."
    }
  },
  {
    "translation": {
      "en": "I still think a simple cheese plate would've been better.",
      "de": "Eine einfache Käseplatte wäre besser gewesen."
    }
  },
  {
    "translation": {
      "en": "Honey, it's a Christmas movie. You need Christmas snacks for a Christmas movie.",
      "de": "Das ist ein Weihnachts-Film. Dafür braucht man Weihnachts-Snacks."
    }
  },
  {
    "translation": {
      "en": "Why didn't you warn me about this stuff before I married him?",
      "de": "Warum hast du mich nicht gewarnt, bevor ich ihn geheiratet habe?"
    }
  },
  {
    "translation": {
      "en": "Hey, as his best man I knew what secrets to keep.",
      "de": "Als sein Trauzeuge wusste ich, was geheim bleibt."
    }
  },
  {
    "translation": {
      "en": "So when you're his best man does that mean to return the favor? you get",
      "de": "Wenn du sein Trauzeuge bist, tust du ihm diesen Gefallen auch?"
    }
  },
  {
    "translation": {
      "en": "He's not the settling down type. Never going to happen.",
      "de": "-Ach was, er ist nicht sehr sesshaft. -Wer sagt das?"
    }
  },
  {
    "translation": {
      "en": "-Says who? -Me.",
      "de": "-Ach was, er ist nicht sehr sesshaft. -Wer sagt das? Ich. Wie lange hast du je an einem Ort gelebt?"
    }
  },
  {
    "translation": {
      "en": "you've ever lived in one place? Okay, what's the longest",
      "de": "Ich. Wie lange hast du je an einem Ort gelebt?"
    }
  },
  {
    "translation": {
      "en": "Okay. Ten. Years. I've been in the city 10 years.",
      "de": "Okay. Zehn. Ich lebe schon zehn Jahre in der Stadt."
    }
  },
  {
    "translation": {
      "en": "And in those 10 years how many months have you been on the road?",
      "de": "Und wie lange bist du in dieser Zeit unterwegs gewesen?"
    }
  },
  {
    "translation": {
      "en": "Yeah, you have a point.",
      "de": "Ja, stimmt."
    }
  },
  {
    "translation": {
      "en": "needs to find the right person Call me cliché, but maybe he to settle down with.",
      "de": "Er braucht wohl nur die richtige Person, um sesshaft zu werden."
    }
  },
  {
    "translation": {
      "en": "Exactly.",
      "de": "Ja, genau!"
    }
  },
  {
    "translation": {
      "en": "Speaking of perfect match or not.",
      "de": "Wenn wir schon beim Thema sind, oder auch nicht,"
    }
  },
  {
    "translation": {
      "en": "Is Pine Valley Realty the only game in town?",
      "de": "ist Pine Valley Realty das einzige Maklerbüro hier?"
    }
  },
  {
    "translation": {
      "en": "Mmm, no. But Bonnie and Nia are the best.",
      "de": "Nein, aber Bonnie und Nia sind die Besten."
    }
  },
  {
    "translation": {
      "en": "Aren't they the ones you're using?",
      "de": "-Arbeitest du mit denen zusammen? -Ja."
    }
  },
  {
    "translation": {
      "en": "Yeah. I just don't think Nia and I are the right fit.",
      "de": "-Arbeitest du mit denen zusammen? -Ja. -Nia und ich passen nicht zueinander. -Echt? Aber Nia ist klasse."
    }
  },
  {
    "translation": {
      "en": "Really? Nia is great.",
      "de": "-Nia und ich passen nicht zueinander. -Echt? Aber Nia ist klasse."
    }
  },
  {
    "translation": {
      "en": "I've known her since grade school. Yeah.",
      "de": "-Ich kenne sie seit der Grundschule. -Ja."
    }
  },
  {
    "translation": {
      "en": "What did you do?",
      "de": "Was hast du angestellt?"
    }
  },
  {
    "translation": {
      "en": "Okay, I may or may not have laid on the corporate talk a little heavy",
      "de": "Ich bin wohl zu hart eingestiegen, als wir"
    }
  },
  {
    "translation": {
      "en": "started interacting. when we first",
      "de": "über das Geschäft geredet haben."
    }
  },
  {
    "translation": {
      "en": "So basically, it's your fault.",
      "de": "Also bist du schuld."
    }
  },
  {
    "translation": {
      "en": "Hey, I got a lot riding on this, okay?",
      "de": "Das ist ein wichtiger Auftrag, okay."
    }
  },
  {
    "translation": {
      "en": "I don't know, she just...",
      "de": "Na ja, sie ist..."
    }
  },
  {
    "translation": {
      "en": "She drives me crazy. Nia?",
      "de": "-Sie macht mich wahnsinnig! -Nia?"
    }
  },
  {
    "translation": {
      "en": "She's always got a retort for everything.",
      "de": "-Sie hat auf alles eine Retourkutsche. -Ja, so ist Nia."
    }
  },
  {
    "translation": {
      "en": "-Yeah, that is Nia. -Yeah.",
      "de": "-Sie hat auf alles eine Retourkutsche. -Ja, so ist Nia. -Ja, stimmt. -Ich könnte schwören, sie beurteilt mich."
    }
  },
  {
    "translation": {
      "en": "Yeah, and I can tell that she's judging me.",
      "de": "-Ja, stimmt. -Ich könnte schwören, sie beurteilt mich."
    }
  },
  {
    "translation": {
      "en": "Big suit from the city and all.",
      "de": "Der Wichtigtuer aus der Stadt und so. Es ist fast so, als ob"
    }
  },
  {
    "translation": {
      "en": "she is threatened. It's almost like",
      "de": "Der Wichtigtuer aus der Stadt und so. Es ist fast so, als ob sie sich bedroht fühlt."
    }
  },
  {
    "translation": {
      "en": "-Yeah, right. -By this?",
      "de": "-Von dir. -Ja."
    }
  },
  {
    "translation": {
      "en": "Okay, I don't believe that for one minute.",
      "de": "Okay, das glaube ich keine Sekunde."
    }
  },
  {
    "translation": {
      "en": "Well, I was trying to see this one place,",
      "de": "Ich wollte dieses eine Objekt sehen, aber sie will mich wohl"
    }
  },
  {
    "translation": {
      "en": "and she can't seem to get me in there or doesn't want to.",
      "de": "Ich wollte dieses eine Objekt sehen, aber sie will mich wohl nicht reinlassen."
    }
  },
  {
    "translation": {
      "en": "Which place is this? Pine Valley Inn.",
      "de": "-Welches Objekt? -Pine Valley Inn."
    }
  },
  {
    "translation": {
      "en": "What? It's her family's place.",
      "de": "-Was? -Das ist ihr Elternhaus."
    }
  },
  {
    "translation": {
      "en": "-Her family owns the inn? -Yeah.",
      "de": "-Das Hotel gehört ihren Eltern? -Ja."
    }
  },
  {
    "translation": {
      "en": "So, you might want to be a little nicer to her if you want to convince them to sell.",
      "de": "Du solltest etwas netter zu ihr sein, wenn du sie zum Verkauf überreden willst."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "de": "-Ja. -Okay."
    }
  },
  {
    "translation": {
      "en": "-Round three. -All right.",
      "de": "-Dritte Runde? -Gut."
    }
  },
  {
    "translation": {
      "en": "All right. Aerodynamics in place. -One. -Two.",
      "de": "Okay. Aerodynamik am Start?"
    }
  },
  {
    "translation": {
      "en": "Three!",
      "de": "-Eins, zwei... -Drei."
    }
  },
  {
    "translation": {
      "en": "-Yes! -Oh! [Michelle] Right in my eye.",
      "de": "-Ja! -Wieder geschafft!"
    }
  },
  {
    "translation": {
      "en": "I always loved the snowman building contests we had when you were a kid.",
      "de": "Ich liebte unsere Schneemann-Wettbewerbe, als du noch klein warst."
    }
  },
  {
    "translation": {
      "en": "Oh, they were the best.",
      "de": "Das war das Beste."
    }
  },
  {
    "translation": {
      "en": "Remind me to send Malcolm a double order for his gingerbread cookies for the party.",
      "de": "Erinnere mich daran, bei Malcolm mehr Lebkuchen für das Fest zu bestellen."
    }
  },
  {
    "translation": {
      "en": "I want to make this year extra special.",
      "de": "Dieses Jahr soll etwas Besonderes werden."
    }
  },
  {
    "translation": {
      "en": "You're not really thinking of selling, are you Dad?",
      "de": "Du denkst nicht daran, zu verkaufen, oder, Dad?"
    }
  },
  {
    "translation": {
      "en": "Because you know I would take over for you in a heartbeat if I could. I know you keep saying that but...",
      "de": "-Ich würde das Hotel sofort übernehmen. -Das sagst du immer, aber..."
    }
  },
  {
    "translation": {
      "en": "this place is a lot of work.",
      "de": "Damit hat man viel Arbeit."
    }
  },
  {
    "translation": {
      "en": "Your mother and I used to do it together.",
      "de": "-Ich führte es mit deiner Mutter. -Ich weiß. Ich verspreche dir,"
    }
  },
  {
    "translation": {
      "en": "I know, I promise you, I'm going to buy it off of you someday.",
      "de": "-Ich führte es mit deiner Mutter. -Ich weiß. Ich verspreche dir, ich werde es dir abkaufen."
    }
  },
  {
    "translation": {
      "en": "You don't need to buy it off me.",
      "de": "-Irgendwann. -Du musst es mir nicht abkaufen."
    }
  },
  {
    "translation": {
      "en": "But you got to retire on something.",
      "de": "Aber als Vorsorge brauchst du etwas."
    }
  },
  {
    "translation": {
      "en": "Cocoa's getting cold. Let's take a break.",
      "de": "Hören wir auf damit. Mir ist kalt."
    }
  },
  {
    "translation": {
      "en": "Yeah, it is. I forgot about the cocoa.",
      "de": "Ja, da steht noch mein Kakao."
    }
  },
  {
    "translation": {
      "en": "Listen Nia, I know you feel like",
      "de": "Hör zu, Nia, ich weiß, du fühlst dich verpflichtet, das Hotel zu übernehmen, aber..."
    }
  },
  {
    "translation": {
      "en": "it's your duty to take over and all, but...",
      "de": "ich weiß, du fühlst dich verpflichtet, das Hotel zu übernehmen, aber..."
    }
  },
  {
    "translation": {
      "en": "-if this is about your mother... -No.",
      "de": "-Wenn es um deine Mutter geht... -Nein."
    }
  },
  {
    "translation": {
      "en": "She wouldn't want you guilt-ridden and tied down to this place.",
      "de": "Sie würde nicht wollen, dass du an diesen Ort gebunden bist."
    }
  },
  {
    "translation": {
      "en": "That will never change. We have the memories.",
      "de": "Wir haben die Erinnerungen. Das ändert sich nie."
    }
  },
  {
    "translation": {
      "en": "This is what I want.",
      "de": "Nein, ich will das."
    }
  },
  {
    "translation": {
      "en": "wanted-- to maintain the inn. This is what I've always",
      "de": "Es war schon immer mein Wunsch, das Hotel zu erhalten."
    }
  },
  {
    "translation": {
      "en": "I just don't want you making bad decisions",
      "de": "Ich will nicht, dass du dich wegen deiner Gefühle falsch entscheidest."
    }
  },
  {
    "translation": {
      "en": "because of sentiment or because of me.",
      "de": "Ich will nicht, dass du dich wegen deiner Gefühle falsch entscheidest. Oder meinetwegen."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "de": "Danke."
    }
  },
  {
    "translation": {
      "en": "Loving the inn and wanting to take care of my dad",
      "de": "Das Hotel zu lieben und für meinen Dad zu sorgen"
    }
  },
  {
    "translation": {
      "en": "is never a bad decision. I promise you, Dad.",
      "de": "kann keine falsche Entscheidung sein. Das verspreche ich."
    }
  },
  {
    "translation": {
      "en": "[Patrick] It's working again. Oh, yeah. [laughs]",
      "de": "-Sie funktioniert wieder! -Ach ja!"
    }
  },
  {
    "translation": {
      "en": "I forgot to tell you. starting and stopping Yesterday it was for some strange reason.",
      "de": "Ich habe vergessen, es dir zu sagen. Seit gestern funktioniert sie wieder."
    }
  },
  {
    "translation": {
      "en": "Wow. Isn't that something? A little Christmas magic.",
      "de": "Wow! Das ist ja verrückt. Das ist die Weihnachts-Magie."
    }
  },
  {
    "translation": {
      "en": "surprisingly alike. You and Bonnie are",
      "de": "Du und Bonnie, ihr seid euch echt ähnlich."
    }
  },
  {
    "translation": {
      "en": "It's just exciting, that's all.",
      "de": "Das ist doch aufregend, oder?"
    }
  },
  {
    "translation": {
      "en": "is joining in this year. Like your mother",
      "de": "Als ob deine Mutter diesmal dabei wäre."
    }
  },
  {
    "translation": {
      "en": "Best Christmas ever?",
      "de": "Das beste Weihnachtsfest?"
    }
  },
  {
    "translation": {
      "en": "Best Christmas ever.",
      "de": "Das beste Weihnachtsfest."
    }
  },
  {
    "translation": {
      "en": "Or not.",
      "de": "Oder auch nicht."
    }
  },
  {
    "translation": {
      "en": "Be with you in a second. [laughs nervously]",
      "de": "Ich bin gleich wieder da."
    }
  },
  {
    "translation": {
      "en": "Shouldn't I at least talk to him?",
      "de": "Sollte ich nicht mit ihm reden?"
    }
  },
  {
    "translation": {
      "en": "Oh, what's the point? [chuckles nervously]",
      "de": "Nein, wozu denn?"
    }
  },
  {
    "translation": {
      "en": "Maybe we should hear the offer at least.",
      "de": "Wir sollten uns das Angebot anhören."
    }
  },
  {
    "translation": {
      "en": "Optima Getaways online. I looked up",
      "de": "Ich habe Optima Getaways gegoogelt."
    }
  },
  {
    "translation": {
      "en": "You did? A couple of their properties are quite impressive.",
      "de": "-Echt? -Ihre Immobilien sind beeindruckend."
    }
  },
  {
    "translation": {
      "en": "Ugh, they're overblown monstrosities, Dad.",
      "de": "Sie bauen alles um, grauenhaft, Dad."
    }
  },
  {
    "translation": {
      "en": "No. They're just going to tear down the inn.",
      "de": "Nein, sie werden das Hotel abreißen. Dafür ist es zu wichtig."
    }
  },
  {
    "translation": {
      "en": "-It's too important for that. -I'm just curious.",
      "de": "Nein, sie werden das Hotel abreißen. Dafür ist es zu wichtig. Ich bin bloß neugierig."
    }
  },
  {
    "translation": {
      "en": "Well, if you really want to sell to someone other than me, I... Of course not.",
      "de": "-Wenn du willst, dass ich es kaufe... -Klar will ich das."
    }
  },
  {
    "translation": {
      "en": "Really?",
      "de": "Wirklich? Dann müssen wir"
    }
  },
  {
    "translation": {
      "en": "Okay. Well then maybe you and me sit down",
      "de": "Wirklich? Dann müssen wir uns mal in Ruhe hinsetzen und ernsthaft darüber reden, okay?"
    }
  },
  {
    "translation": {
      "en": "and have a serious conversation about it, okay?",
      "de": "uns mal in Ruhe hinsetzen und ernsthaft darüber reden, okay?"
    }
  },
  {
    "translation": {
      "en": "But trust me when I say...",
      "de": "Vertrau mir einfach."
    }
  },
  {
    "translation": {
      "en": "the right buyer for us. he is not",
      "de": "Der da ist nicht der richtige Käufer."
    }
  },
  {
    "translation": {
      "en": "[Nia] I'll see you later.",
      "de": "-Bis gleich. -Okay."
    }
  },
  {
    "translation": {
      "en": "Hey! I thought we were meeting at my office.",
      "de": "Hey! Wir wollten uns doch im Büro treffen."
    }
  },
  {
    "translation": {
      "en": "Hey. Why didn't you tell me this place belonged to your family?",
      "de": "Hey! Das Hotel gehört also deiner Familie?"
    }
  },
  {
    "translation": {
      "en": "'Cause it's not relevant. It's not for sale.",
      "de": "Das ist irrelevant. Es steht nicht zum Verkauf."
    }
  },
  {
    "translation": {
      "en": "of properties to present to you Now, I have a bunch",
      "de": "Das ist irrelevant. Es steht nicht zum Verkauf. Ich möchte dir Objekte zeigen, die zum Verkauf stehen."
    }
  },
  {
    "translation": {
      "en": "that actually are for sale, so...",
      "de": "Ich möchte dir Objekte zeigen, die zum Verkauf stehen."
    }
  },
  {
    "translation": {
      "en": "when we get into the car. You can delete those",
      "de": "Die Bilder kannst du später im Auto löschen."
    }
  },
  {
    "translation": {
      "en": "Why would I delete them?",
      "de": "Wieso?"
    }
  },
  {
    "translation": {
      "en": "Because it's not for sale. Okay. Cool.",
      "de": "Steht nicht zum Verkauf? Okay."
    }
  },
  {
    "translation": {
      "en": "Mm-hmm. And you can delete that last one too.",
      "de": "Steht nicht zum Verkauf? Okay. Das letzte löscht du bitte auch."
    }
  },
  {
    "translation": {
      "en": "Negative.",
      "de": "Niemals."
    }
  },
  {
    "translation": {
      "en": "I'll be the first to admit All right.",
      "de": "Okay, ich muss zugeben,"
    }
  },
  {
    "translation": {
      "en": "was a bit misleading. that the listing",
      "de": "Okay, ich muss zugeben, die Dokumente waren etwas irreführend."
    }
  },
  {
    "translation": {
      "en": "It's not so much old-world charm as it is...",
      "de": "die Dokumente waren etwas irreführend. Es hat doch nicht so viel Charme."
    }
  },
  {
    "translation": {
      "en": "-New world dilapidated. -Yeah.",
      "de": "Es hat doch nicht so viel Charme. Das kannst du laut sagen."
    }
  },
  {
    "translation": {
      "en": "more properties to go see so... But, you know, we have a lot",
      "de": "Ja, wir haben noch viele Objekte zu besichtigen."
    }
  },
  {
    "translation": {
      "en": "Okay, let's go see 'em.",
      "de": "Okay, sehen wir sie uns an."
    }
  },
  {
    "translation": {
      "en": "Oh. And before I forget.",
      "de": "Okay, sehen wir sie uns an. Bevor ich es vergesse..."
    }
  },
  {
    "translation": {
      "en": "I got you something.",
      "de": "Hier, für dich."
    }
  },
  {
    "translation": {
      "en": "What's this?",
      "de": "Was ist das?"
    }
  },
  {
    "translation": {
      "en": "from The Trading Post. It's a Santa scone",
      "de": "Ein Santa Scone aus dem Laden von Malcolm."
    }
  },
  {
    "translation": {
      "en": "Thank you, but you didn't have to do this.",
      "de": "Danke. Das war nicht nötig."
    }
  },
  {
    "translation": {
      "en": "Oh, yes I did.",
      "de": "Ich finde schon."
    }
  },
  {
    "translation": {
      "en": "And yesterday I was a bit of a jerk.",
      "de": "Gestern war ich ein Trottel."
    }
  },
  {
    "translation": {
      "en": "Oh, well...",
      "de": "Ach was..."
    }
  },
  {
    "translation": {
      "en": "-No. -No?",
      "de": "-Nein. -Nein?"
    }
  },
  {
    "translation": {
      "en": "Hmm. I was a jerk, right?",
      "de": "Ich war ein Trottel, oder?"
    }
  },
  {
    "translation": {
      "en": "It's not an excuse but I've been told in the past",
      "de": "Es ist keine Ausrede, aber man sagt,"
    }
  },
  {
    "translation": {
      "en": "when I become anxious that sometimes",
      "de": "Es ist keine Ausrede, aber man sagt, dass ich unerträglich bin, wenn ich ängstlich werde."
    }
  },
  {
    "translation": {
      "en": "I tend to be overbearing.",
      "de": "dass ich unerträglich bin, wenn ich ängstlich werde."
    }
  },
  {
    "translation": {
      "en": "Truth be told, I've got a lot to be anxious about.",
      "de": "Ich habe viele Gründe, ängstlich zu sein."
    }
  },
  {
    "translation": {
      "en": "You do? Why?",
      "de": "Wirklich? Warum?"
    }
  },
  {
    "translation": {
      "en": "solo project at Optima. Well, this is my first",
      "de": "Das ist mein erstes großes Projekt."
    }
  },
  {
    "translation": {
      "en": "I suggested Pine Valley as the location,",
      "de": "Ich habe Pine Valley vorgeschlagen."
    }
  },
  {
    "translation": {
      "en": "so this is very important for me.",
      "de": "Das ist mir sehr wichtig."
    }
  },
  {
    "translation": {
      "en": "However, it's not an excuse, hence Santa scone.",
      "de": "Wie gesagt, keine Ausrede, daher der Santa Scone."
    }
  },
  {
    "translation": {
      "en": "They're my favorite. Hence, thank you.",
      "de": "Daher danke schön. Die liebe ich."
    }
  },
  {
    "translation": {
      "en": "A Christmas tree farm? This land is what you're thinking.",
      "de": "Eine Weihnachtsbaumschule? Das hier soll es sein?"
    }
  },
  {
    "translation": {
      "en": "Exactly.",
      "de": "Ganz genau."
    }
  },
  {
    "translation": {
      "en": "Now, I know you're going to have to build,",
      "de": "Man müsste darauf bauen,"
    }
  },
  {
    "translation": {
      "en": "but it's prime real estate-- it has a lot of potential.",
      "de": "Man müsste darauf bauen, aber das Grundstück hat viel Potenzial."
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "de": "Ich weiß nicht."
    }
  },
  {
    "translation": {
      "en": "I certainly don't have it in my budget to build from the ground up.",
      "de": "Ein Neubau passt nicht in mein Budget."
    }
  },
  {
    "translation": {
      "en": "Well, what if I told you we could get it for a lot less than the list price?",
      "de": "Und wenn wir es viel billiger bekommen als zum Richtpreis?"
    }
  },
  {
    "translation": {
      "en": "My business partner knows the owner. I'm sure we can get a great deal.",
      "de": "Wir kennen den Eigentümer, der macht uns einen guten Deal."
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "de": "Ich weiß nicht."
    }
  },
  {
    "translation": {
      "en": "Not talking to you?",
      "de": "Du magst es nicht?"
    }
  },
  {
    "translation": {
      "en": "-No. -No?",
      "de": "-Nein. -Nein?"
    }
  },
  {
    "translation": {
      "en": "-Not really. -Wrong vibe?",
      "de": "-Nicht so recht. -Falsche Vibes?"
    }
  },
  {
    "translation": {
      "en": "Fair enough.",
      "de": "Ja. Na dann..."
    }
  },
  {
    "translation": {
      "en": "So.",
      "de": "Also..."
    }
  },
  {
    "translation": {
      "en": "-Great. -Yep.",
      "de": "-Alles klar? -Ja. Okay. Wie war's, in einem Hotel aufzuwachsen?"
    }
  },
  {
    "translation": {
      "en": "What was it like growing up in a country inn?",
      "de": "Okay. Wie war's, in einem Hotel aufzuwachsen?"
    }
  },
  {
    "translation": {
      "en": "Um, well, it was good.",
      "de": "Das war ganz gut."
    }
  },
  {
    "translation": {
      "en": "It was home.",
      "de": "Es war ein Zuhause."
    }
  },
  {
    "translation": {
      "en": "In all honesty, I don't think I really knew the difference.",
      "de": "Ich habe den Unterschied nicht bemerkt,"
    }
  },
  {
    "translation": {
      "en": "Not until I was about 10-years-old",
      "de": "bis ich etwa zehn Jahre alt war"
    }
  },
  {
    "translation": {
      "en": "and a friend of mine explained to me",
      "de": "bis ich etwa zehn Jahre alt war und eine Freundin mir erklärt hat,"
    }
  },
  {
    "translation": {
      "en": "don't spend Christmas that most people",
      "de": "und eine Freundin mir erklärt hat, dass die meisten Leute Weihnachten nicht mit Fremden verbringen,"
    }
  },
  {
    "translation": {
      "en": "are renting rooms in your house. with a bunch of strangers who",
      "de": "dass die meisten Leute Weihnachten nicht mit Fremden verbringen, die bei dir ein Zimmer buchen."
    }
  },
  {
    "translation": {
      "en": "-That must have been fun. -It was. It really was.",
      "de": "-Hat sicher Spaß gemacht. -Das hat es."
    }
  },
  {
    "translation": {
      "en": "What about you?",
      "de": "Was ist mit dir?"
    }
  },
  {
    "translation": {
      "en": "grown up in a big family in... Let me guess. You must have",
      "de": "Lass mich raten. Du kommst aus einer großen Familie in..."
    }
  },
  {
    "translation": {
      "en": "-Philly. -Hmm. I had like dozens of cousins. of them one time or another. Wound up living with most",
      "de": "Philly! Ich hatte viele Cousins und habe mit den meisten schon zusammengelebt."
    }
  },
  {
    "translation": {
      "en": "My parents passed away when I was a kid.",
      "de": "Meine Eltern starben, als ich klein war."
    }
  },
  {
    "translation": {
      "en": "Oh. I'm sorry.",
      "de": "Nein... Tut mir leid."
    }
  },
  {
    "translation": {
      "en": "a few years ago, so... My mom passed away",
      "de": "Meine Mutter starb auch vor einigen Jahren."
    }
  },
  {
    "translation": {
      "en": "So you understand. That's tough.",
      "de": "Das ist hart. Du verstehst das."
    }
  },
  {
    "translation": {
      "en": "That's a good-looking tree, huh?",
      "de": "Der sieht gut aus, oder?"
    }
  },
  {
    "translation": {
      "en": "You should get it.",
      "de": "-Dann kauf ihn. -Wirklich?"
    }
  },
  {
    "translation": {
      "en": "Really? Nah, I mean I already have one at home so...",
      "de": "-Dann kauf ihn. -Wirklich? -Nein, ich habe einen zu Hause. -Im Büro hast du keinen."
    }
  },
  {
    "translation": {
      "en": "You don't have one at the office.",
      "de": "-Nein, ich habe einen zu Hause. -Im Büro hast du keinen."
    }
  },
  {
    "translation": {
      "en": "Maybe I'll get it. All right.",
      "de": "Okay. Also gut."
    }
  },
  {
    "translation": {
      "en": "See? Maybe this trip wasn't a waste of time after all.",
      "de": "Siehst du? Diese Reise hat sich wohl doch gelohnt."
    }
  },
  {
    "translation": {
      "en": "Nothing perfect just yet, but I'm seeing more properties tomorrow.",
      "de": "Ich habe noch kein Objekt, aber morgen geht es weiter."
    }
  },
  {
    "translation": {
      "en": "What about that inn that you liked?",
      "de": "-Was ist mit dem Hotel? -Das ist kompliziert."
    }
  },
  {
    "translation": {
      "en": "It's a bit complicated, but I'm working on it.",
      "de": "-Was ist mit dem Hotel? -Das ist kompliziert. -Ich arbeite daran. -Dann leg einen Zahn zu."
    }
  },
  {
    "translation": {
      "en": "Well, you'd better work faster.",
      "de": "-Ich arbeite daran. -Dann leg einen Zahn zu."
    }
  },
  {
    "translation": {
      "en": "You promised everyone we'd have this locked up by Christmas. And I will.",
      "de": "-Es muss noch vor Weihnachten klappen. -Ich weiß."
    }
  },
  {
    "translation": {
      "en": "in a big bow just in time I'll have her wrapped up to slide down the chimney. for Santa Claus",
      "de": "Der Weihnachtsmann wird damit durch den Kamin kommen können."
    }
  },
  {
    "translation": {
      "en": "I'm counting on you, Julian. [Robyn] Got it.",
      "de": "-Ich zähle auf dich, Julian. -Klar."
    }
  },
  {
    "translation": {
      "en": "-Hey. -Hey.",
      "de": "-Hey. -Hey!"
    }
  },
  {
    "translation": {
      "en": "Are you following me again?",
      "de": "Verfolgst du mich schon wieder?"
    }
  },
  {
    "translation": {
      "en": "Whoa, whoa. Wait a minute. I was just...",
      "de": "Moment mal, ich wollte nur..."
    }
  },
  {
    "translation": {
      "en": "...walking by. I saw you in the window. Need some help?",
      "de": "Ich habe dich zufällig gesehen. Brauchst du Hilfe?"
    }
  },
  {
    "translation": {
      "en": "Thank you, though. No, I'm okay.",
      "de": "Nein, ich komme zurecht. Danke."
    }
  },
  {
    "translation": {
      "en": "Okay, maybe... maybe I do need a little help.",
      "de": "Okay, vielleicht... Vielleicht brauche ich doch Hilfe."
    }
  },
  {
    "translation": {
      "en": "Yeah, thank you.",
      "de": "Ja, danke."
    }
  },
  {
    "translation": {
      "en": "Bonnie went into Albany to sign some paperwork for Sean,",
      "de": "Bonnie ist nach Albany gefahren, um den Papierkram für Sean zu erledigen,"
    }
  },
  {
    "translation": {
      "en": "going to get started on the tree and I told myself I was only",
      "de": "um den Papierkram für Sean zu erledigen, also wollte ich mit dem Baum anfangen."
    }
  },
  {
    "translation": {
      "en": "but then...",
      "de": "also wollte ich mit dem Baum anfangen."
    }
  },
  {
    "translation": {
      "en": "Looks like you couldn't stop. Oh, once I set my mind to something...",
      "de": "-Du konntest nicht aufhören. -Wenn ich mir etwas in den Kopf setze..."
    }
  },
  {
    "translation": {
      "en": "Yeah. I'm the same way, so I understand.",
      "de": "Ja. Ich bin auch so. Das verstehe ich."
    }
  },
  {
    "translation": {
      "en": "Hey, what's the story behind your watch? Is it an antique?",
      "de": "Erzähl mir von deiner Uhr. Ist sie antik?"
    }
  },
  {
    "translation": {
      "en": "Actually, it is.",
      "de": "Ja, das ist sie."
    }
  },
  {
    "translation": {
      "en": "to daughters for generations. Passed down from mothers",
      "de": "Sie wurde von den Müttern an die Töchter weitervererbt."
    }
  },
  {
    "translation": {
      "en": "It's going to sound weird, but it stopped working the day my mother passed away.",
      "de": "Es klingt seltsam, aber... Sie blieb stehen, als meine Mutter starb."
    }
  },
  {
    "translation": {
      "en": "Really?",
      "de": "Wirklich?"
    }
  },
  {
    "translation": {
      "en": "My dad went to every repair shop within 100 miles,",
      "de": "Mein Vater wollte sie reparieren lassen."
    }
  },
  {
    "translation": {
      "en": "and no one could figure out what was wrong with it.",
      "de": "Doch niemand wusste, was das Problem ist."
    }
  },
  {
    "translation": {
      "en": "Anyway, I wear it every holiday season now.",
      "de": "Ich trage sie immer zu Weihnachten,"
    }
  },
  {
    "translation": {
      "en": "Just like my mom did. Makes my dad smile.",
      "de": "so wie meine Mutter. -Das macht meinen Vater glücklich. -Na, na, na!"
    }
  },
  {
    "translation": {
      "en": "Well, well, well...",
      "de": "-Das macht meinen Vater glücklich. -Na, na, na!"
    }
  },
  {
    "translation": {
      "en": "Well, well, well, what?",
      "de": "Na, na, na, was?"
    }
  },
  {
    "translation": {
      "en": "sentimental than you let on. It appears you're more",
      "de": "Du bist sentimentaler als es scheint."
    }
  },
  {
    "translation": {
      "en": "Oh, come on. I'm not sentimental at all.",
      "de": "Ach was, das bin ich überhaupt nicht."
    }
  },
  {
    "translation": {
      "en": "-Okay, maybe a little. -Mm-hmm.",
      "de": "Okay, ein bisschen vielleicht."
    }
  },
  {
    "translation": {
      "en": "Maybe a lot a little. Okay?",
      "de": "Vielleicht ein bisschen sehr."
    }
  },
  {
    "translation": {
      "en": "Hey. The hands are working. Yeah. It's the weirdest thing.",
      "de": "-Hey, die funktioniert ja! -Ja, das ist merkwürdig"
    }
  },
  {
    "translation": {
      "en": "It just started working again a couple days ago.",
      "de": "Seit kurzem geht sie plötzlich wieder."
    }
  },
  {
    "translation": {
      "en": "Maybe that's Santa's gift to you. Oh, I wouldn't go that far.",
      "de": "-Es ist wohl dein Weihnachtsgeschenk. -Übertreibe es nicht."
    }
  },
  {
    "translation": {
      "en": "I must've jostled it and a gear got knocked into place or something.",
      "de": "Ich bin wohl irgendwo angestoßen und es hat sich etwas gelöst."
    }
  },
  {
    "translation": {
      "en": "Hey, can you help me with this?",
      "de": "Hey, hilfst du mir damit?"
    }
  },
  {
    "translation": {
      "en": "So, how long have you been at Optima? Just over a year.",
      "de": "-Wie lange bist du schon bei Optima? -Etwas mehr als ein Jahr."
    }
  },
  {
    "translation": {
      "en": "Wow. They must really like you if they're giving you your own projects.",
      "de": "Wow! Die mögen dich wohl, wenn sie dir schon Projekte geben."
    }
  },
  {
    "translation": {
      "en": "Yeah, I mean, I'm just trying my best. -Trying not to mess it up. -[laughs]",
      "de": "Ich gebe mein Bestes, um es nicht zu vermasseln."
    }
  },
  {
    "translation": {
      "en": "I hear that.",
      "de": "Ich verstehe, und..."
    }
  },
  {
    "translation": {
      "en": "And, uh, what do you like about the job?",
      "de": "Ich verstehe, und... -Was gefällt dir an dem Job? -Nun ja..."
    }
  },
  {
    "translation": {
      "en": "adventure around the corner. Well, there's always a new",
      "de": "-Was gefällt dir an dem Job? -Nun ja... Es gibt ständig neue Abenteuer."
    }
  },
  {
    "translation": {
      "en": "hearing about their... Meeting new people, Magical family heirlooms?",
      "de": "-Man trifft neue Leute und hört von den... -Magischen Familienerbstücken?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Yes, yes.",
      "de": "Ja, genau."
    }
  },
  {
    "translation": {
      "en": "That and hearing about their lives. But you want to know what I love?",
      "de": "Und man erfährt von ihrem Leben. Weißt du, was ich liebe?"
    }
  },
  {
    "translation": {
      "en": "What's that? Exploring.",
      "de": "-Was? -Erkunden."
    }
  },
  {
    "translation": {
      "en": "There's always a certain je ne sais quoi",
      "de": "Es gibt immer dieses Je ne sais quoi,"
    }
  },
  {
    "translation": {
      "en": "when you go into a small town. A certain level of magic.",
      "de": "wenn man an einen Ort geht, eine gewisse Magie."
    }
  },
  {
    "translation": {
      "en": "Hmm. Right. Magic.",
      "de": "Ja. Magie."
    }
  },
  {
    "translation": {
      "en": "You got a little something in your hair.",
      "de": "Du hast etwas in den Haaren."
    }
  },
  {
    "translation": {
      "en": "Oh, um. Did I?",
      "de": "-Vielleicht... -Du hast nichts dagegen?"
    }
  },
  {
    "translation": {
      "en": "-Do you mind? -No.",
      "de": "-Vielleicht... -Du hast nichts dagegen? Nein."
    }
  },
  {
    "translation": {
      "en": "I guess this is it.",
      "de": "Ich denke wohl, das war's."
    }
  },
  {
    "translation": {
      "en": "Yeah. We put another ornament on this guy,",
      "de": "Ja, wenn du ihn noch mehr schmückst,"
    }
  },
  {
    "translation": {
      "en": "and it's going to topple over.",
      "de": "fällt er um. Ganz sicher."
    }
  },
  {
    "translation": {
      "en": "-For sure. -For sure.",
      "de": "fällt er um. Ganz sicher. Ja."
    }
  },
  {
    "translation": {
      "en": "-[laughs] -Mm-hmm.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "-You ready? -Yeah.",
      "de": "Bereit? -Ja. -Drei, zwei, eins..."
    }
  },
  {
    "translation": {
      "en": "Three, two, one.",
      "de": "-Ja. -Drei, zwei, eins..."
    }
  },
  {
    "translation": {
      "en": "See? -[laughs] -Magic. this reminds me of? You know what",
      "de": "Siehst du? Magie! Das erinnert mich an..."
    }
  },
  {
    "translation": {
      "en": "-What's that? -That warm... I'm at your family's inn. feeling I get when",
      "de": "-Woran? -An dieses warme Gefühl in eurem Hotel."
    }
  },
  {
    "translation": {
      "en": "It's so cozy and beautiful. It's so nice and...",
      "de": "Es ist so gemütlich... Und schön. -Es ist so toll, und... -Es steht nicht zum Verkauf, Julian."
    }
  },
  {
    "translation": {
      "en": "Julian, you're relentless. And not for sale!",
      "de": "-Es ist so toll, und... -Es steht nicht zum Verkauf, Julian. Du lässt nicht locker."
    }
  },
  {
    "translation": {
      "en": "Oh. It's my dad.",
      "de": "Oh, es ist mein Vater."
    }
  },
  {
    "translation": {
      "en": "-He says he needs me. -Okay",
      "de": "-Er sagt, er braucht mich. -Okay."
    }
  },
  {
    "translation": {
      "en": "I will no longer be a distraction.",
      "de": "Dann lenke ich dich nicht länger ab."
    }
  },
  {
    "translation": {
      "en": "I'll see you tomorrow at 9:00?",
      "de": "-Sehen wir uns morgen um 09:00? -Alles klar"
    }
  },
  {
    "translation": {
      "en": "-You got it. -OK.",
      "de": "-Sehen wir uns morgen um 09:00? -Alles klar -Okay. -Ach, übrigens..."
    }
  },
  {
    "translation": {
      "en": "And hey.",
      "de": "-Okay. -Ach, übrigens..."
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "de": "Danke."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Bitte."
    }
  },
  {
    "translation": {
      "en": "At Optima Getaways we aim to please.",
      "de": "Bei Optima Getaways ist der Kunde König."
    }
  },
  {
    "translation": {
      "en": "Hey Dad.",
      "de": "Hey Dad!"
    }
  },
  {
    "translation": {
      "en": "Is everything okay?",
      "de": "Ist alles okay?"
    }
  },
  {
    "translation": {
      "en": "I got your text message and tried calling but...",
      "de": "Ich sah deine Nachricht und rief an, aber..."
    }
  },
  {
    "translation": {
      "en": "Oh yeah, sweetie. Sorry.",
      "de": "Oh ja, Süße, Entschuldigung."
    }
  },
  {
    "translation": {
      "en": "my phone upstairs. I guess, I left",
      "de": "Ich habe mein Handy wohl oben gelassen."
    }
  },
  {
    "translation": {
      "en": "So, what's going on? [laughs]",
      "de": "Und? Was ist los?"
    }
  },
  {
    "translation": {
      "en": "Well, I just...",
      "de": "Nun ja... Ich habe..."
    }
  },
  {
    "translation": {
      "en": "I wanted to take you up on your offer.",
      "de": "...über dein Angebot nachgedacht."
    }
  },
  {
    "translation": {
      "en": "Have a serious conversation about selling the inn.",
      "de": "Ich würde gern über den Verkauf des Hotels reden."
    }
  },
  {
    "translation": {
      "en": "-Oh. -I think this could be good for us.",
      "de": "-Oh. -Das wäre vielleicht gut für uns."
    }
  },
  {
    "translation": {
      "en": "A fresh start, no debts.",
      "de": "Ein Neuanfang, ohne Schulden,"
    }
  },
  {
    "translation": {
      "en": "Emotional or otherwise.",
      "de": "weder emotionale noch andere."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "is what your mother would want. Because I really do think this",
      "de": "Ich glaube, das wäre der Wunsch deiner Mutter."
    }
  },
  {
    "translation": {
      "en": "But are you sure?",
      "de": "Aber bist du dir sicher?"
    }
  },
  {
    "translation": {
      "en": "I know taking care of the inn has been difficult for you",
      "de": "Es war sehr schwer für dich, das Hotel zu führen, seit..."
    }
  },
  {
    "translation": {
      "en": "since... well since she passed.",
      "de": "Es war sehr schwer für dich, das Hotel zu führen, seit... Seit sie gestorben ist."
    }
  },
  {
    "translation": {
      "en": "Oh Dad, I've been selfish.",
      "de": "-Dad, ich war so egoistisch. -Nein!"
    }
  },
  {
    "translation": {
      "en": "No. You've got enough going on.",
      "de": "-Dad, ich war so egoistisch. -Nein! -Du hast genug um die Ohren. -Nein, es ist nur..."
    }
  },
  {
    "translation": {
      "en": "No, no, I have. It's...",
      "de": "-Du hast genug um die Ohren. -Nein, es ist nur..."
    }
  },
  {
    "translation": {
      "en": "It's a silly little dream to think of the inn the way Mom did, that I could take care",
      "de": "Es war ein unsinniger Traum, mich wie Mama um das Hotel zu kümmern."
    }
  },
  {
    "translation": {
      "en": "and it's not practical.",
      "de": "Es war ein unsinniger Traum, mich wie Mama um das Hotel zu kümmern. Das geht nicht."
    }
  },
  {
    "translation": {
      "en": "I like being a realtor anyhow. It's not a silly dream.",
      "de": "-Ich mag meinen Beruf. -Das ist kein unsinniger Traum."
    }
  },
  {
    "translation": {
      "en": "Dad, you've been delaying your retirement because of me.",
      "de": "Dad, du verzögerst meinetwegen deinen Ruhestand."
    }
  },
  {
    "translation": {
      "en": "It's not fair to you.",
      "de": "Das ist unfair für dich."
    }
  },
  {
    "translation": {
      "en": "So...",
      "de": "Also..."
    }
  },
  {
    "translation": {
      "en": "You're right.",
      "de": "Du hast recht."
    }
  },
  {
    "translation": {
      "en": "Just only to the right buyer.",
      "de": "Aber bloß an den richtigen Käufer?"
    }
  },
  {
    "translation": {
      "en": "To the right buyer.",
      "de": "An den richtigen Käufer."
    }
  },
  {
    "translation": {
      "en": "[Bonnie] Are you going to tell Julian? That my dad wants to sell the inn?",
      "de": "-Sagst du es Julian? -Dass mein Vater verkaufen will?"
    }
  },
  {
    "translation": {
      "en": "I don't know. I doubt it.",
      "de": "Nein, ich glaube nicht."
    }
  },
  {
    "translation": {
      "en": "Hear me out. The job of the real estate agent is to...",
      "de": "Hör mir zu. Zum Job einer Immobilienmaklerin gehört..."
    }
  },
  {
    "translation": {
      "en": "I know what the job is. But trust me,",
      "de": "Ich weiß, was zum Job gehört, aber glaub mir, Julian ist nicht der richtige Käufer."
    }
  },
  {
    "translation": {
      "en": "-Julian is not the right buyer. -Why not?",
      "de": "aber glaub mir, Julian ist nicht der richtige Käufer. Wieso nicht?"
    }
  },
  {
    "translation": {
      "en": "Well, I did some research on his company last night,",
      "de": "Ich habe gestern über seine Firma nachgeforscht."
    }
  },
  {
    "translation": {
      "en": "and Optima's smallest property can house dozens of guests. Most of them a lot more.",
      "de": "Optimas kleinste Objekte sind für Dutzende von Gästen, einige für noch viel mehr."
    }
  },
  {
    "translation": {
      "en": "My parents' inn can house 14.",
      "de": "Das Hotel meiner Eltern ist für 14."
    }
  },
  {
    "translation": {
      "en": "they could expand. You know, maybe Add a couple of buildings. There's enough acreage.",
      "de": "Vielleicht können sie ausbauen und neue Gebäude hinzufügen."
    }
  },
  {
    "translation": {
      "en": "Expand? The inn is beautiful.",
      "de": "Ausbauen? Das Hotel ist doch wunderbar! Was soll denn das?"
    }
  },
  {
    "translation": {
      "en": "Why would you want to do that, even if you could?",
      "de": "Ausbauen? Das Hotel ist doch wunderbar! Was soll denn das? -Selbst wenn man könnte... -Na?"
    }
  },
  {
    "translation": {
      "en": "See? See?",
      "de": "-Selbst wenn man könnte... -Na? Siehst du?"
    }
  },
  {
    "translation": {
      "en": "People come for the historical beauty of the building",
      "de": "Die Leute kommen wegen der Schönheit des Gebäudes."
    }
  },
  {
    "translation": {
      "en": "and to enjoy the land. It's about...",
      "de": "Die Leute kommen wegen der Schönheit des Gebäudes. Sie genießen die Landschaft,"
    }
  },
  {
    "translation": {
      "en": "and snowshoeing and the animals. the hiking trails",
      "de": "die Wanderwege, die Schneeschuhe und die Tiere."
    }
  },
  {
    "translation": {
      "en": "It's not just square footage for some developer",
      "de": "die Wanderwege, die Schneeschuhe und die Tiere. Es geht nicht darum, das Grundstück effizient zu gestalten."
    }
  },
  {
    "translation": {
      "en": "to fill to capacity.",
      "de": "Es geht nicht darum, das Grundstück effizient zu gestalten."
    }
  },
  {
    "translation": {
      "en": "So, you want someone to come in but not change anything.",
      "de": "Also willst du, dass es jemand kauft, aber nichts verändert."
    }
  },
  {
    "translation": {
      "en": "Well, not anything. Of course not.",
      "de": "Na ja, nichts natürlich nicht, aber..."
    }
  },
  {
    "translation": {
      "en": "But I would like someone to be careful with what they change.",
      "de": "Ich möchte jemanden, der vorsichtig ist."
    }
  },
  {
    "translation": {
      "en": "Julian seems pretty careful.",
      "de": "Julian scheint sehr vorsichtig zu sein."
    }
  },
  {
    "translation": {
      "en": "Hmm, Julian is careful about not messing up his first solo project.",
      "de": "Ja, weil er sein erstes großes Projekt nicht vermasseln will."
    }
  },
  {
    "translation": {
      "en": "He's only been at Optima for a year.",
      "de": "Er ist erst seit einem Jahr bei Optima."
    }
  },
  {
    "translation": {
      "en": "to know each other. So you're getting",
      "de": "Also lernt ihr euch langsam kennen."
    }
  },
  {
    "translation": {
      "en": "No!",
      "de": "Nein..."
    }
  },
  {
    "translation": {
      "en": "I mean maybe a little bit.",
      "de": "-Vielleicht, ein bisschen. -Ein wenig?"
    }
  },
  {
    "translation": {
      "en": "-A little bit. -A smidge?",
      "de": "-Vielleicht, ein bisschen. -Ein wenig? Ein bisschen. Ja, ich möchte einen Käufer finden,"
    }
  },
  {
    "translation": {
      "en": "And yes, I'd like to find a buyer",
      "de": "Ein bisschen. Ja, ich möchte einen Käufer finden,"
    }
  },
  {
    "translation": {
      "en": "who'll want to maintain what my parents built.",
      "de": "der erhalten will, was meine Eltern aufgebaut haben."
    }
  },
  {
    "translation": {
      "en": "to want to see it last. Someone who's going",
      "de": "Jemand, der etwas Dauerhaftes vorhat."
    }
  },
  {
    "translation": {
      "en": "I wish it could just stay in the family. Me too.",
      "de": "-Könnte es doch in der Familie bleiben. -Das wäre schön."
    }
  },
  {
    "translation": {
      "en": "You know as well as I do that that's just not feasible right now.",
      "de": "Aber du weißt auch, dass das zurzeit nicht machbar ist."
    }
  },
  {
    "translation": {
      "en": "Or maybe you could tell the new owners your great ideas, and they could help keep the legacy of your family alive.",
      "de": "Du könntest deine Ideen weitergeben, damit das Erbe deiner Familie überlebt!"
    }
  },
  {
    "translation": {
      "en": "A very good family legacy it is.",
      "de": "Und zwar ein sehr gutes Familienerbe."
    }
  },
  {
    "translation": {
      "en": "Thank you, Malcolm.",
      "de": "Danke, Malcolm."
    }
  },
  {
    "translation": {
      "en": "That's not a bad idea.",
      "de": "Das ist keine schlechte Idee."
    }
  },
  {
    "translation": {
      "en": "Like I've had so many ideas over the years, social media for one.",
      "de": "Ich hatte in den letzten Jahren so viele Ideen. Wie etwa Social Media."
    }
  },
  {
    "translation": {
      "en": "got the hang of it. My parents never",
      "de": "Meine Eltern konnten das nicht."
    }
  },
  {
    "translation": {
      "en": "You've seen my dad's Instagram, right? It's just pictures of snow.",
      "de": "Auf dem Instagram meines Vaters sieht man nur Schnee."
    }
  },
  {
    "translation": {
      "en": "Yeah, I've seen them. Very snowy.",
      "de": "Ja, habe ich gesehen... Sehr verschneit."
    }
  },
  {
    "translation": {
      "en": "So much snow.",
      "de": "So viel Schnee!"
    }
  },
  {
    "translation": {
      "en": "And I'd open the dining room to the public, not just to guests, and...",
      "de": "Ich würde den Speisesaal öffentlich machen, nicht nur für Gäste."
    }
  },
  {
    "translation": {
      "en": "I'd want to partner up with some of the local businesses to have these branded experiences,",
      "de": "Und ich würde Partnerschaften mit einheimischen Unternehmen schließen,"
    }
  },
  {
    "translation": {
      "en": "the holiday season. especially during",
      "de": "besonders während der Feiertage,"
    }
  },
  {
    "translation": {
      "en": "Like, um, a Halloween cooking class",
      "de": "besonders während der Feiertage, wie etwa Halloween-Kochkurse oder Schlittenfahrten"
    }
  },
  {
    "translation": {
      "en": "or sleigh rides through hiking trails,",
      "de": "wie etwa Halloween-Kochkurse oder Schlittenfahrten"
    }
  },
  {
    "translation": {
      "en": "Christmas dinner theater. or maybe even some",
      "de": "wie etwa Halloween-Kochkurse oder Schlittenfahrten oder vielleicht sogar ein Theaterstück an Weihnachten."
    }
  },
  {
    "translation": {
      "en": "That's amazing.",
      "de": "Das ist Wahnsinn!"
    }
  },
  {
    "translation": {
      "en": "It is amazing.",
      "de": "Das ist es."
    }
  },
  {
    "translation": {
      "en": "Bonnie, I have an idea.",
      "de": "Bonnie, ich habe eine Idee."
    }
  },
  {
    "translation": {
      "en": "Don't wear heels to a farm. [Nia]",
      "de": "Wer sagt, ich soll Stöckelschuhe auf einem Bauernhof tragen?"
    }
  },
  {
    "translation": {
      "en": "Okay. So, I want you to keep an open mind to this.",
      "de": "Okay, also... Ich möchte, dass du dafür ganz offen bist."
    }
  },
  {
    "translation": {
      "en": "Okay. I'm officially scared.",
      "de": "Okay, ich habe schon Angst."
    }
  },
  {
    "translation": {
      "en": "And.. voila.",
      "de": "Und... Voilà!"
    }
  },
  {
    "translation": {
      "en": "It's a barn. It's a barn theater.",
      "de": "-Das ist eine Scheune. -Es ist ein Scheunen-Theater!"
    }
  },
  {
    "translation": {
      "en": "and now it can be all yours. Or at least it used to be,",
      "de": "Zumindest war es das, und jetzt könnte es dir gehören."
    }
  },
  {
    "translation": {
      "en": "It's a barn.",
      "de": "Es ist eine Scheune."
    }
  },
  {
    "translation": {
      "en": "that has had many additions It's a renovated barn",
      "de": "Es ist eine renovierte Scheune, die im Laufe der Jahre ausgebaut worden ist."
    }
  },
  {
    "translation": {
      "en": "over the years,",
      "de": "HÜHNERSTALL \"HENNEN\" HÄHNE \"GEFLÜGEL"
    }
  },
  {
    "translation": {
      "en": "it's warm and cozy and woodsy. and most importantly,",
      "de": "Und die Hauptsache ist, dass sie warm und gemütlich ist. Sie ist aus Holz und..."
    }
  },
  {
    "translation": {
      "en": "You know what it really reminds me of? What's that?",
      "de": "-Weißt du, woran sie mich erinnert? -Woran?"
    }
  },
  {
    "translation": {
      "en": "The Pine Valley Inn.",
      "de": "An das Pine Valley Inn."
    }
  },
  {
    "translation": {
      "en": "Yeah. It looks exactly like the Pine Valley Inn.",
      "de": "-Ja, genau so sieht es aus. -Klar!"
    }
  },
  {
    "translation": {
      "en": "-Minus the... -Right?",
      "de": "-Ja, genau so sieht es aus. -Klar! Fehlt nur das historische Gebäude,"
    }
  },
  {
    "translation": {
      "en": "beautiful period building.",
      "de": "Fehlt nur das historische Gebäude,"
    }
  },
  {
    "translation": {
      "en": "The fireplaces, the rooms.",
      "de": "die offenen Kamine, die Zimmer."
    }
  },
  {
    "translation": {
      "en": "What is that, an outhouse? Yes, but that's not the point.",
      "de": "-Was ist das? Ein Außenklo? -Ja, aber das ist nicht der Punkt."
    }
  },
  {
    "translation": {
      "en": "location and the landscape You have to consider the",
      "de": "Du musst auch die Lage und die Landschaft bedenken."
    }
  },
  {
    "translation": {
      "en": "and just the overall feeling.",
      "de": "Du musst auch die Lage und die Landschaft bedenken. Einfach den Gesamteindruck, es ist..."
    }
  },
  {
    "translation": {
      "en": "[inhales] aah. It's...",
      "de": "Einfach den Gesamteindruck, es ist..."
    }
  },
  {
    "translation": {
      "en": "It's really nice here, right?",
      "de": "Es ist sehr schön hier."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Yeah.",
      "de": "-Ja. -Ja."
    }
  },
  {
    "translation": {
      "en": "We'd have to tear it all down. No, no, no.",
      "de": "-Wir müssten alles abreißen. -Nein!"
    }
  },
  {
    "translation": {
      "en": "It comes with a big plot of land. So, you could actually keep the barn",
      "de": "Dazu gehört ein großes Stück Land. Du könntest die Scheune stehenlassen"
    }
  },
  {
    "translation": {
      "en": "and build the resort around it.",
      "de": "und darum herum bauen."
    }
  },
  {
    "translation": {
      "en": "And why would we keep it?",
      "de": "Warum sollten wir sie behalten?"
    }
  },
  {
    "translation": {
      "en": "Well, the barn is kind of a local landmark.",
      "de": "Na ja, sie ist so eine Art örtliches Denkmal."
    }
  },
  {
    "translation": {
      "en": "Has some very interesting history.",
      "de": "Sie hat eine interessante Geschichte."
    }
  },
  {
    "translation": {
      "en": "Come on, I'll show you inside? Okay.",
      "de": "-Ich zeige sie dir von innen. -Okay."
    }
  },
  {
    "translation": {
      "en": "Okay. Wait right there.",
      "de": "Okay. Warte hier."
    }
  },
  {
    "translation": {
      "en": "See?",
      "de": "Siehst du?"
    }
  },
  {
    "translation": {
      "en": "Yeah. I guess, we could build a few loft spaces up there.",
      "de": "Ja, da oben könnte man Lofts einrichten."
    }
  },
  {
    "translation": {
      "en": "Reception could go...",
      "de": "Der Empfang könnte dort sein."
    }
  },
  {
    "translation": {
      "en": "I mean, we're going to have to expand the occupancy.",
      "de": "Wir müssten die Belegung erweitern."
    }
  },
  {
    "translation": {
      "en": "Definitely need new buildings. Yes, and you have the space to do that.",
      "de": "-Dafür sind neue Gebäude nötig. -Ja, und es ist Platz genug da."
    }
  },
  {
    "translation": {
      "en": "And in terms of this space,",
      "de": "Und was dieses Objekt betrifft, könnte dort drüben"
    }
  },
  {
    "translation": {
      "en": "I mean, you could put a dining room maybe over there.",
      "de": "der Speisesaal sein."
    }
  },
  {
    "translation": {
      "en": "But I was thinking it could stay kind of as a performance venue",
      "de": "Aber ich habe gedacht, es könnte ein Veranstaltungssaal sein,"
    }
  },
  {
    "translation": {
      "en": "for weekend shows, conventions, little conventions.",
      "de": "für Wochenendshows, kleine Kongresse."
    }
  },
  {
    "translation": {
      "en": "-Retreats. -Retreats.",
      "de": "-Retreats. -...Retreats."
    }
  },
  {
    "translation": {
      "en": "For small businesses. For small businesses, exactly.",
      "de": "-Für kleine Unternehmen. -Ganz genau!"
    }
  },
  {
    "translation": {
      "en": "Lan Carol performed here?",
      "de": "Diahann Carroll trat hier auf?"
    }
  },
  {
    "translation": {
      "en": "doing summer stock theater. Yeah, as a teenager",
      "de": "Ja, als Teenagerin. In einem Sommertheater."
    }
  },
  {
    "translation": {
      "en": "I told you there's some real history here.",
      "de": "Wie gesagt, hier gibt's Geschichte."
    }
  },
  {
    "translation": {
      "en": "the most famous of all... And Nathan Lane and",
      "de": "Nathan Lane war auch hier, und die Allerberühmteste..."
    }
  },
  {
    "translation": {
      "en": "-You acted here? -No you didn't. [laughing] I did.",
      "de": "-Du bist auch hier aufgetreten? -Ja."
    }
  },
  {
    "translation": {
      "en": "Fifth through eighth grade, Santa's Helpers: The Musical.",
      "de": "In der 5. bis 8. Klasse. Santa's Helpers, das Musical."
    }
  },
  {
    "translation": {
      "en": "-It was a smash hit. -Hmm. We could've gone to Broadway.",
      "de": "Es war ein Hit, der dem Broadway würdig war."
    }
  },
  {
    "translation": {
      "en": "-Santa's Helpers? -Yep. -Never heard of it. No. -Really?",
      "de": "-Santa's Helpers? Nie gehört. -Echt?"
    }
  },
  {
    "translation": {
      "en": "-Never heard of it? -No.",
      "de": "-Noch nie? -Nein."
    }
  },
  {
    "translation": {
      "en": "-Figures, it was an original... -Ahhh. for the Pine Valley Community Players.",
      "de": "Tja, es war eine Uraufführung der Pine Valley-Theatergruppe."
    }
  },
  {
    "translation": {
      "en": "-Do you play? -Not really. But I can hold a tune.",
      "de": "-Du spielst? -Nicht richtig. Aber ich kann singen."
    }
  },
  {
    "translation": {
      "en": "Is that so?",
      "de": "Gibt's doch nicht!"
    }
  },
  {
    "translation": {
      "en": "You didn't get a solo in Santa's Helper?",
      "de": "Du hattest kein Solo in Santa's Helpers?"
    }
  },
  {
    "translation": {
      "en": "No. I was always chorus. -Oh, you're a lead today. -Uhh.",
      "de": "-Ich war nur im Chor. -Heute singst du allein!"
    }
  },
  {
    "translation": {
      "en": "Oh, that was so much fun.",
      "de": "Das hat Spaß gemacht!"
    }
  },
  {
    "translation": {
      "en": "You have some serious talent.",
      "de": "-Du hast wirklich Talent. -Danke."
    }
  },
  {
    "translation": {
      "en": "Thank you. I haven't done a duet in ages.",
      "de": "-Du hast wirklich Talent. -Danke. -Mein letztes Duett ist schon lange her. -Wirklich?"
    }
  },
  {
    "translation": {
      "en": "-Really? -Mm-mmm.",
      "de": "-Mein letztes Duett ist schon lange her. -Wirklich?"
    }
  },
  {
    "translation": {
      "en": "Oh.",
      "de": "Ich sehe dich."
    }
  },
  {
    "translation": {
      "en": "I see you. I see you.",
      "de": "Ich sehe dich. Ich sehe dich"
    }
  },
  {
    "translation": {
      "en": "Doing a duet. Hmm.",
      "de": "bei einem Duett."
    }
  },
  {
    "translation": {
      "en": "whenever you're on a date That must be your go-to",
      "de": "Das ist bestimmt dein Trick bei einem Date,"
    }
  },
  {
    "translation": {
      "en": "if you can find a piano.",
      "de": "wenn du ein Klavier findest."
    }
  },
  {
    "translation": {
      "en": "-Uh, no. -No?",
      "de": "Nein."
    }
  },
  {
    "translation": {
      "en": "I haven't been on a date in a very long time.",
      "de": "-Nein? -Ich hatte schon lange kein Date mehr."
    }
  },
  {
    "translation": {
      "en": "Yeah, well, I mean, Oh, of course.",
      "de": "Klar! Aber es hat sicher funktioniert"
    }
  },
  {
    "translation": {
      "en": "you were dating your wife it must have worked when",
      "de": "Klar! Aber es hat sicher funktioniert beim ersten Date mit deiner Frau oder deiner Freundin."
    }
  },
  {
    "translation": {
      "en": "or whoever you're with.",
      "de": "beim ersten Date mit deiner Frau oder deiner Freundin."
    }
  },
  {
    "translation": {
      "en": "Musical or otherwise. No wife, no partner.",
      "de": "Keine Frau. Keine Partnerin. Musikalisch oder sonst wie."
    }
  },
  {
    "translation": {
      "en": "Really? Oh.",
      "de": "Wirklich?"
    }
  },
  {
    "translation": {
      "en": "Well then, who is Julian Thompson?",
      "de": "Und wer ist denn Julian Thompson?"
    }
  },
  {
    "translation": {
      "en": "World traveler not willing to settle down yet?",
      "de": "Ein Reisender, der noch nicht sesshaft werden will?"
    }
  },
  {
    "translation": {
      "en": "Why does everyone keep saying that? I mean, I would settle down but...",
      "de": "Warum sagen das alle? Ich würde sesshaft werden, aber..."
    }
  },
  {
    "translation": {
      "en": "the right person. I haven't found Huh.",
      "de": "-Ich brauche noch die richtige Person. -Aha."
    }
  },
  {
    "translation": {
      "en": "A wandering soul in search of kindred spirit.",
      "de": "Wandernde Seele sucht die Seelenverwandte."
    }
  },
  {
    "translation": {
      "en": "Someone with...",
      "de": "-Jemanden mit... -Der wahren Magie."
    }
  },
  {
    "translation": {
      "en": "-The right magic. -The right magic.",
      "de": "-Jemanden mit... -Der wahren Magie. Wahre Magie."
    }
  },
  {
    "translation": {
      "en": "Um. So, do you like the place?",
      "de": "Und? Magst du dieses Objekt?"
    }
  },
  {
    "translation": {
      "en": "It's got potential.",
      "de": "Es hat Potenzial."
    }
  },
  {
    "translation": {
      "en": "Potential enough to put in an offer? Oh, slow down there, cowgirl.",
      "de": "-Potenzial für ein gutes Angebot? -Nicht so schnell!"
    }
  },
  {
    "translation": {
      "en": "the shortlist, at least? Well, can it be on",
      "de": "Kommt es wenigstens in die engere Auswahl?"
    }
  },
  {
    "translation": {
      "en": "I'll tell you what. on the shortlist... We can put it",
      "de": "Weißt du was? Es kommt in die engere Auswahl,"
    }
  },
  {
    "translation": {
      "en": "if you give me a tour of your family's inn.",
      "de": "wenn wir euer Hotel besichtigen."
    }
  },
  {
    "translation": {
      "en": "Julian, it's not for sale! I've told you already.",
      "de": "Julian, wie gesagt, es steht nicht zum Verkauf."
    }
  },
  {
    "translation": {
      "en": "I know it's not for sale,",
      "de": "Ich weiß, es steht nicht zum Verkauf."
    }
  },
  {
    "translation": {
      "en": "but I just want to take a look at it, please!",
      "de": "Ich möchte es mir nur ansehen, bitte!"
    }
  },
  {
    "translation": {
      "en": "You're not going to let this go, are you? No.",
      "de": "-Du lässt nicht locker, oder? -Nein."
    }
  },
  {
    "translation": {
      "en": "Okay. I'll make you a deal on one condition.",
      "de": "Okay. Ich mache einen Vorschlag. Unter einer Bedingung."
    }
  },
  {
    "translation": {
      "en": "Mm-hmm.",
      "de": "Unter einer Bedingung."
    }
  },
  {
    "translation": {
      "en": "-That we go right now. -Mm-hmm.",
      "de": "Wir gehen jetzt sofort."
    }
  },
  {
    "translation": {
      "en": "Before my dad gets home from yoga class.",
      "de": "Bevor mein Vater vom Yoga-Kurs nach Hause kommt."
    }
  },
  {
    "translation": {
      "en": "Your dad does yoga?",
      "de": "-Dein Vater macht Yoga? -Ja,"
    }
  },
  {
    "translation": {
      "en": "He does. He's actually very flexible.",
      "de": "-Dein Vater macht Yoga? -Ja, -er ist sogar sehr flexibel. -Kann ich mir denken."
    }
  },
  {
    "translation": {
      "en": "I can imagine.",
      "de": "-er ist sogar sehr flexibel. -Kann ich mir denken."
    }
  },
  {
    "translation": {
      "en": "But in all seriousness,",
      "de": "Aber ganz im Ernst,"
    }
  },
  {
    "translation": {
      "en": "if we do bump into him,",
      "de": "wenn du ihm doch begegnest,"
    }
  },
  {
    "translation": {
      "en": "if we can just not talk about the resort.",
      "de": "dann sprich bitte nicht über das Resort."
    }
  },
  {
    "translation": {
      "en": "Mm-hmm. Yeah, okay, done.",
      "de": "dann sprich bitte nicht über das Resort. Ja, okay, klar."
    }
  },
  {
    "translation": {
      "en": "And... that's it.",
      "de": "Und... Das war's."
    }
  },
  {
    "translation": {
      "en": "That's the whole place. Satisfied?",
      "de": "Das ist das ganze Objekt. Zufrieden?"
    }
  },
  {
    "translation": {
      "en": "Very. It's perfect.",
      "de": "Ja, sehr. Es ist perfekt."
    }
  },
  {
    "translation": {
      "en": "Nia, can I please talk to your dad to see if he'd consider selling?",
      "de": "Nia, kann ich mit deinem Vater sprechen? Nein. Hast du versprochen."
    }
  },
  {
    "translation": {
      "en": "-No. You promised. -I know.",
      "de": "Nia, kann ich mit deinem Vater sprechen? Nein. Hast du versprochen. Ja, schon, aber genau das brauchen wir."
    }
  },
  {
    "translation": {
      "en": "But it's exactly what we needed, you know?",
      "de": "Ja, schon, aber genau das brauchen wir."
    }
  },
  {
    "translation": {
      "en": "We can keep a lot of what's here. All the stuff that works like the guest suites,",
      "de": "Wir könnten alles erhalten, was funktioniert, die Gästezimmer,"
    }
  },
  {
    "translation": {
      "en": "some upgraded furniture. although they do need Reception, perfect.",
      "de": "obwohl sie neue Möbel brauchen. Der Empfang ist perfekt!"
    }
  },
  {
    "translation": {
      "en": "Right here we just um, blow out the walls, I was thinking about make it bigger.",
      "de": "Und genau hier hauen wir die Wände raus und machen es größer."
    }
  },
  {
    "translation": {
      "en": "maybe even a spa. a lobby bar,",
      "de": "Für eine Lobby-Bar oder ein Spa."
    }
  },
  {
    "translation": {
      "en": "No, no. No, no, no, no, no, no, no, no, no, no.",
      "de": "Nein, auf gar keinen Fall."
    }
  },
  {
    "translation": {
      "en": "No lobby bar, no blowing out walls, no spa.",
      "de": "Nein, auf gar keinen Fall. Keine Lobby-Bar, keine Wände raus, kein Spa!"
    }
  },
  {
    "translation": {
      "en": "I don't know how many times I have to tell you, but it's not for sale. What's not for sale?",
      "de": "-Es steht nicht zum Verkauf. -Was denn genau?"
    }
  },
  {
    "translation": {
      "en": "down by the river. The uh, old mill",
      "de": "Die alte Mühle unten am Fluss."
    }
  },
  {
    "translation": {
      "en": "that the mill would be Julian was thinking",
      "de": "Julian dachte, die Mühle wäre ein guter Standort für das Resort,"
    }
  },
  {
    "translation": {
      "en": "a great property for the resort,",
      "de": "Julian dachte, die Mühle wäre ein guter Standort für das Resort, -aber sie steht nicht zum Verkauf, oder? -Eine Mühle ist immer gut."
    }
  },
  {
    "translation": {
      "en": "but it's not for sale. Right, Julian? Who doesn't like an old mill?",
      "de": "-aber sie steht nicht zum Verkauf, oder? -Eine Mühle ist immer gut."
    }
  },
  {
    "translation": {
      "en": "-That thing's falling apart. -Yeah.",
      "de": "Die ist total verfallen."
    }
  },
  {
    "translation": {
      "en": "something with good bones. What you really need is",
      "de": "Sie brauchen etwas mit guter Bausubstanz."
    }
  },
  {
    "translation": {
      "en": "Like this place. Well, it's too bad it's not for sale.",
      "de": "-Wie dieses Hotel. -Leider steht es nicht zum Verkauf."
    }
  },
  {
    "translation": {
      "en": "-Sure it is. -Yeah.",
      "de": "-Tja... -Doch, tut es!"
    }
  },
  {
    "translation": {
      "en": "We discussed it.",
      "de": "Das haben wir besprochen."
    }
  },
  {
    "translation": {
      "en": "to miss the place, Sure I'm going but it's time to retire.",
      "de": "Ich werde es vermissen, aber ich muss bald in Rente gehen."
    }
  },
  {
    "translation": {
      "en": "[whispers] Dad... This is Julian from Optima. Yes, Getaways.",
      "de": "Dad, das ist Julian. Von Optima Getaways."
    }
  },
  {
    "translation": {
      "en": "that Optima generally works My daughter tells me",
      "de": "Meine Tochter hat mir gesagt, dass Optima in einer höheren Liga spielt"
    }
  },
  {
    "translation": {
      "en": "than our little place. on a larger scale",
      "de": "Meine Tochter hat mir gesagt, dass Optima in einer höheren Liga spielt als unser kleines Hotel."
    }
  },
  {
    "translation": {
      "en": "for all our other properties. Yes. That's typically true there's a certain level However, we understand",
      "de": "Das stimmt für die meisten unserer Objekte, aber wir finden auch,"
    }
  },
  {
    "translation": {
      "en": "of value and charm",
      "de": "Das stimmt für die meisten unserer Objekte, aber wir finden auch, dass der Charme eines kleinen Hotels unser Geschäft bereichert."
    }
  },
  {
    "translation": {
      "en": "that small town inns like this bring to business.",
      "de": "dass der Charme eines kleinen Hotels unser Geschäft bereichert."
    }
  },
  {
    "translation": {
      "en": "Or at least I do.",
      "de": "Ich zumindest."
    }
  },
  {
    "translation": {
      "en": "Well, isn't that comforting to hear?",
      "de": "Na, das ist doch schön zu hören."
    }
  },
  {
    "translation": {
      "en": "Why don't I give you a tour of the place?",
      "de": "Ich möchte Sie gern herumführen."
    }
  },
  {
    "translation": {
      "en": "Is there something you'd like to say? Yeah. I can't believe you just did that.",
      "de": "-Möchtest du etwas sagen? -Ja. Unfassbar, was du getan hast."
    }
  },
  {
    "translation": {
      "en": "You're the one who lied to me. Me? You're mad at me?",
      "de": "Du hast mich angelogen."
    }
  },
  {
    "translation": {
      "en": "No, I didn't. It's more complicated than that. No, it's not.",
      "de": "-Das habe ich nicht. Es ist kompliziert. -Nein, gar nicht."
    }
  },
  {
    "translation": {
      "en": "Not only didn't you tell me it was for sale, you specifically told me it wasn't.",
      "de": "Du hast es mir verschwiegen und gesagt, dass es nicht zum Verkauf steht."
    }
  },
  {
    "translation": {
      "en": "Yes, and I had a good reason. What was that?",
      "de": "-Ja, und ich hatte gute Gründe. -Und die wären?"
    }
  },
  {
    "translation": {
      "en": "You're the wrong buyer.",
      "de": "Du bist der falsche Käufer."
    }
  },
  {
    "translation": {
      "en": "Why? Because you want to do too much to it.",
      "de": "Weil du zu viel damit vorhast,"
    }
  },
  {
    "translation": {
      "en": "You wanna, you wanna blow out the walls and you wanna remodel the rooms and you wanna open a spa.",
      "de": "du willst die Wände rausreißen, die Zimmer umbauen und sogar ein Spa."
    }
  },
  {
    "translation": {
      "en": "-Yeah, a spa. -A spa? -What's wrong with a spa? -Well...",
      "de": "-Ein Spa? -Ja, ein Spa. Warum nicht?"
    }
  },
  {
    "translation": {
      "en": "Okay, that was just off the top of my head. Listen, every buyer's going to want to make changes.",
      "de": "Das war nur eine Idee. Jeder Käufer wird etwas verändern."
    }
  },
  {
    "translation": {
      "en": "scale, and Optima Getaways is, Maybe, but it's a matter of well, I'm sorry, it's just not the right fit.",
      "de": "Ja, aber es kommt auf den Umfang an. Optima Getaways passt einfach nicht."
    }
  },
  {
    "translation": {
      "en": "Your dad liked my ideas. My dad is friendly with everyone. It's part of the job description.",
      "de": "-Dein Dad mochte die Ideen. -Er ist zu allen freundlich."
    }
  },
  {
    "translation": {
      "en": "thought it through. But he hasn't",
      "de": "Er ist sich noch nicht sicher."
    }
  },
  {
    "translation": {
      "en": "Look... If you don't want to help me do this",
      "de": "Wenn du mir nicht helfen willst,"
    }
  },
  {
    "translation": {
      "en": "I could easily find another real estate agent.",
      "de": "suche ich mir eine andere Maklerin."
    }
  },
  {
    "translation": {
      "en": "You could do that. But I must remind you I also represent the seller,",
      "de": "Ja, na klar. Aber ich vertrete auch den Verkäufer"
    }
  },
  {
    "translation": {
      "en": "and I hold a great deal of influence with him.",
      "de": "und habe sehr viel Einfluss auf ihn."
    }
  },
  {
    "translation": {
      "en": "So, you'd torpedo the deal just to get your own way?",
      "de": "Du würdest es aus Eigennutz verhindern?"
    }
  },
  {
    "translation": {
      "en": "I would do whatever it takes to protect my dad from making a mistake he'll regret.",
      "de": "Ich würde alles tun, damit mein Vater nichts bereut."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "de": "Klar."
    }
  },
  {
    "translation": {
      "en": "-Is this about me? -What?",
      "de": "-Geht es um mich? -Was?"
    }
  },
  {
    "translation": {
      "en": "We're not going to talk about the company for a second. Is this about me?",
      "de": "Reden wir nicht über meine Firma. Geht es um mich?"
    }
  },
  {
    "translation": {
      "en": "No, of course it's not. [sighs]",
      "de": "Nein, natürlich nicht. Es ist..."
    }
  },
  {
    "translation": {
      "en": "there's a lot of factors, okay? It's... look, there's just,",
      "de": "Nein, natürlich nicht. Es ist... Schau mal... Es gibt so viele Faktoren, okay?"
    }
  },
  {
    "translation": {
      "en": "I have a few more properties I'd like to present to you.",
      "de": "Es gibt noch Objekte, die ich dir zeigen möchte."
    }
  },
  {
    "translation": {
      "en": "Maybe I can convince you that there's something else better out there.",
      "de": "Ich könnte dich davon überzeugen, dass es bessere gibt."
    }
  },
  {
    "translation": {
      "en": "that this is the right property Or maybe I could convince you",
      "de": "Und ich dich davon, dass es das richtige Objekt ist,"
    }
  },
  {
    "translation": {
      "en": "and that Optima could take it into the future while still respecting its past.",
      "de": "dass Optima es in die Zukunft führt und seine Geschichte respektiert."
    }
  },
  {
    "translation": {
      "en": "Well, it seems like we have our work cut out for us.",
      "de": "Das werden wir wohl herausfinden müssen."
    }
  },
  {
    "translation": {
      "en": "Yeah. I'm up for the challenge.",
      "de": "-Ja. Ich bin bereit. -Ich auch."
    }
  },
  {
    "translation": {
      "en": "-Dinner tonight? -Me too.",
      "de": "-Ja. Ich bin bereit. -Ich auch. -Gehen wir heute essen? -Gut. Nein! Ich meine..."
    }
  },
  {
    "translation": {
      "en": "Sure. No. I mean, um...",
      "de": "-Gehen wir heute essen? -Gut. Nein! Ich meine..."
    }
  },
  {
    "translation": {
      "en": "I'm-- I'm-- I can't.",
      "de": "Ich kann nicht."
    }
  },
  {
    "translation": {
      "en": "Are you busy? A date?",
      "de": "Hast du zu tun? Oder ein Date?"
    }
  },
  {
    "translation": {
      "en": "Yeah. With someone tall, dark, and handsome.",
      "de": "Ja, mit einem schönen, dunkelhäutigen Mann."
    }
  },
  {
    "translation": {
      "en": "Sure he is.",
      "de": "Sicher."
    }
  },
  {
    "translation": {
      "en": "It's just with my dad. Okay. Yeah, yeah, that's cool. Whatever.",
      "de": "-Mit meinem Vater! -Okay. Das ist cool."
    }
  },
  {
    "translation": {
      "en": "No. We're going over our Christmas Eve party plans and you know.",
      "de": "Wir gehen unsere Weihnachtspläne durch."
    }
  },
  {
    "translation": {
      "en": "We have to discuss things and...",
      "de": "Wir müssen ein paar Dinge besprechen."
    }
  },
  {
    "translation": {
      "en": "What about after dinner?",
      "de": "Und nach dem Abendessen?"
    }
  },
  {
    "translation": {
      "en": "I mean, we could do it at your office just to keep things... business.",
      "de": "Wir könnten uns in deinem Büro treffen, um es geschäftlich zu halten."
    }
  },
  {
    "translation": {
      "en": "'Cause you're a client. Of course, of course. Yeah, yeah, exactly.",
      "de": "-Natürlich, du bist ja ein Kunde. -Ja, genau."
    }
  },
  {
    "translation": {
      "en": "-[Julian on phone] Hey, Robyn. -Hey, the barn's too rustic.",
      "de": "-Hey Robin! -Hey, die Scheune ist zu rustikal."
    }
  },
  {
    "translation": {
      "en": "But this country inn, perfect. So, what's our opening bid?",
      "de": "Dieses Landhotel ist jedoch perfekt. Was ist dein Anfangsgebot?"
    }
  },
  {
    "translation": {
      "en": "I haven't made one yet.",
      "de": "Ich habe noch keins gemacht."
    }
  },
  {
    "translation": {
      "en": "Why not? [Julian] It's complicated.",
      "de": "-Warum nicht? -Es ist kompliziert."
    }
  },
  {
    "translation": {
      "en": "You said that last time. What's going on over there? [Robyn]",
      "de": "Das weiß ich bereits. Was ist da los bei euch?"
    }
  },
  {
    "translation": {
      "en": "It's the owners. They're finicky.",
      "de": "Die Eigentümer sind sehr knifflig."
    }
  },
  {
    "translation": {
      "en": "You're the one that said everything is for sale if the check is big enough.",
      "de": "Du hast gesagt, alles steht zum Verkauf, wenn der Preis stimmt."
    }
  },
  {
    "translation": {
      "en": "Yes, but I'm on a budget, right?",
      "de": "Ja, aber ich habe ein Budget, nicht wahr?"
    }
  },
  {
    "translation": {
      "en": "And this place is going to need lots of work.",
      "de": "Dieses Objekt braucht viele Veränderungen."
    }
  },
  {
    "translation": {
      "en": "Julian, I trusted you with this. Can you get it done or not?",
      "de": "Julian, ich habe dir vertraut. Kannst du das schaffen, oder nicht?"
    }
  },
  {
    "translation": {
      "en": "Of course. Look. Christmas is coming up.",
      "de": "-Natürlich. -Hör zu, bald ist Weihnachten."
    }
  },
  {
    "translation": {
      "en": "I have everyone breathing down my neck for closings. So tick-tock.",
      "de": "Alle drängen wegen der Abschlüsse. Die Uhr tickt."
    }
  },
  {
    "translation": {
      "en": "I gotcha. Promise.",
      "de": "Verstanden. Versprochen."
    }
  },
  {
    "translation": {
      "en": "[Robyn] Good. Now go get 'em.",
      "de": "Gut. Dann leg los."
    }
  },
  {
    "translation": {
      "en": "What about a band?",
      "de": "Wie wär's mit einer Band?"
    }
  },
  {
    "translation": {
      "en": "We only have three days. I don't think we can find one in time.",
      "de": "In drei Tagen werden wir nichts finden."
    }
  },
  {
    "translation": {
      "en": "Karaoke? People want to sing Christmas carols.",
      "de": "Karaoke? Die Leute wollen Weihnachtslieder singen."
    }
  },
  {
    "translation": {
      "en": "Maybe. If they're brave enough to get up on stage solo.",
      "de": "Vielleicht, wenn sie sich allein auf die Bühne trauen."
    }
  },
  {
    "translation": {
      "en": "-[laughs] -I know. I just want this to be special.",
      "de": "Ich weiß. Es soll besonders werden."
    }
  },
  {
    "translation": {
      "en": "It will be. It always is.",
      "de": "Wird es auch. So wie immer."
    }
  },
  {
    "translation": {
      "en": "But this is the one we'll remember.",
      "de": "Diese Feier muss denkwürdig werden."
    }
  },
  {
    "translation": {
      "en": "This is the one we'll picture when we think of Christmas at the inn.",
      "de": "Sie wird uns für immer an Weihnachten im Hotel erinnern."
    }
  },
  {
    "translation": {
      "en": "Not necessarily.",
      "de": "Nicht unbedingt."
    }
  },
  {
    "translation": {
      "en": "Like, I remember when I was seven or eight-years-old",
      "de": "Ich erinnere mich als ich etwa sieben oder acht Jahre alt war, als Mister Richards von der Post den Weihnachtsmann gespielt hat."
    }
  },
  {
    "translation": {
      "en": "and you hired Mr. Richards from the post office to play Santa Claus.",
      "de": "als Mister Richards von der Post den Weihnachtsmann gespielt hat."
    }
  },
  {
    "translation": {
      "en": "Right? And he literally... [both] Tried to come down the chimney!",
      "de": "-Ja, und wie er versucht hat... -Den Kamin herunterzurutschen!"
    }
  },
  {
    "translation": {
      "en": "Or-- or what about that time it snowed so hard that everybody had to stay over at the inn?",
      "de": "Oder als es so stark geschneit hat, dass alle Gäste im Hotel bleiben mussten!"
    }
  },
  {
    "translation": {
      "en": "-A Christmas slumber party. -Yes. That was great.",
      "de": "Die Pyjama-Party. Ja. Das war toll!"
    }
  },
  {
    "translation": {
      "en": "See? All of our parties have been so memorable.",
      "de": "Siehst du? Alle Feiern waren denkwürdig."
    }
  },
  {
    "translation": {
      "en": "They always will be. So, have you chosen your Christmas poem?",
      "de": "Das wird auch so bleiben. Hast du dein Gedicht schon ausgesucht?"
    }
  },
  {
    "translation": {
      "en": "Well actually, I was going to ask you a favor.",
      "de": "Na ja... Eigentlich wollte ich dich um etwas bitten."
    }
  },
  {
    "translation": {
      "en": "I want one truly memorable moment for our final Christmas Eve here.",
      "de": "Ich will einen denkwürdigen Moment für unsere letzte Weihnachtsfeier hier."
    }
  },
  {
    "translation": {
      "en": "And for me, you reading the poem,",
      "de": "Für mich, wenn du das Gedicht vorliest"
    }
  },
  {
    "translation": {
      "en": "singing a little something with your dear old dad?",
      "de": "und mit mir zusammen ein Lied singst, das wär's."
    }
  },
  {
    "translation": {
      "en": "Hint, hint. I'd be honored to, Dad.",
      "de": "Das wäre mir eine Ehre, Dad."
    }
  },
  {
    "translation": {
      "en": "Look who it is. Ho, ho, ho! Hey, Malcolm.",
      "de": "-Ho, ho, ho! Da schau her. -Hey, Malcolm"
    }
  },
  {
    "translation": {
      "en": "-How you doing buddy? -Good.",
      "de": "-Wie geht's dir, Kumpel? -Gut."
    }
  },
  {
    "translation": {
      "en": "Malcolm, this is my good buddy Julian from the city.",
      "de": "Malcolm, das ist mein Kumpel Julian aus der Stadt."
    }
  },
  {
    "translation": {
      "en": "Julian, this is Malcolm Wells. He's the owner and operator of this fine establishment.",
      "de": "Julian, das ist Malcolm Wells, Leiter und Besitzer dieses Lokals."
    }
  },
  {
    "translation": {
      "en": "Your Santa scones We've met. I've ever had in my entire life. are probably the best",
      "de": "Wir kennen uns. Deine Santa Scones sind die besten, die ich kenne."
    }
  },
  {
    "translation": {
      "en": "only makes it better. And this food",
      "de": "Und genauso gut ist dieses Essen,"
    }
  },
  {
    "translation": {
      "en": "And for a small fee he'll put that in a Yelp review.",
      "de": "und für ein wenig Geld schreibt er das auch im Internet."
    }
  },
  {
    "translation": {
      "en": "Well, thank you. So are you just up for the holidays?",
      "de": "Danke. Bist du für die Feiertage hier?"
    }
  },
  {
    "translation": {
      "en": "And a little business.",
      "de": "Und auch geschäftlich."
    }
  },
  {
    "translation": {
      "en": "-He's actually looking at buying -Oh. the Pine Valley Inn.",
      "de": "Er möchte das Pine Valley Inn kaufen,"
    }
  },
  {
    "translation": {
      "en": "But state secret, lips sealed.",
      "de": "-aber das ist streng geheim. -Verstanden."
    }
  },
  {
    "translation": {
      "en": "You got it. And you've got fine taste.",
      "de": "-aber das ist streng geheim. -Verstanden. Du hast wirklich Geschmack. Es ist wie ein Wahrzeichen in Pine Valley."
    }
  },
  {
    "translation": {
      "en": "Pine Valley as you get. The inn is as vintage",
      "de": "Du hast wirklich Geschmack. Es ist wie ein Wahrzeichen in Pine Valley."
    }
  },
  {
    "translation": {
      "en": "I've been trying to get Pat Moore to list it as a historic landmark for years.",
      "de": "Patrick sollte es beim Denkmalschutz anmelden."
    }
  },
  {
    "translation": {
      "en": "-Oh, here look. -Yeah?",
      "de": "Patrick sollte es beim Denkmalschutz anmelden. Ah, hier auf diesem Foto sind Patrick"
    }
  },
  {
    "translation": {
      "en": "I think that picture was taken in front of the inn",
      "de": "Ah, hier auf diesem Foto sind Patrick"
    }
  },
  {
    "translation": {
      "en": "with Patrick and his late wife, Christine when she was pregnant with Nia.",
      "de": "und seine verstorbene Frau Christine, als sie Nia erwarteten."
    }
  },
  {
    "translation": {
      "en": "-Patrick looks so young. -Yeah.",
      "de": "Patrick sieht sehr jung aus."
    }
  },
  {
    "translation": {
      "en": "Oh, do you know Nia too?",
      "de": "Kennst du Nia auch?"
    }
  },
  {
    "translation": {
      "en": "Yeah. She's my real estate agent.",
      "de": "Ja. Sie ist meine Maklerin."
    }
  },
  {
    "translation": {
      "en": "Well, that makes sense. She's the best.",
      "de": "Glück gehabt, sie ist die Beste."
    }
  },
  {
    "translation": {
      "en": "I gotta say, Mm-hmm.",
      "de": "Glück gehabt, sie ist die Beste. Ich muss sagen, nicht nur das Essen hier ist fantastisch,"
    }
  },
  {
    "translation": {
      "en": "it's not just the food that's fantastic.",
      "de": "Ich muss sagen, nicht nur das Essen hier ist fantastisch,"
    }
  },
  {
    "translation": {
      "en": "It's the whole vibe. Really brings the town's history to life.",
      "de": "sondern auch die Vibes. Der Raum macht die Geschichte lebendig."
    }
  },
  {
    "translation": {
      "en": "Oh, well, history is my passion.",
      "de": "Geschichte ist meine Leidenschaft."
    }
  },
  {
    "translation": {
      "en": "It's kind of why I bought this place.",
      "de": "Ich habe das Lokal deshalb gekauft."
    }
  },
  {
    "translation": {
      "en": "that we are on the exact spot And I'll have you know",
      "de": "Und ich kann euch sagen, dass genau an diesem Ort der erste Handelsposten in Pine Valley gestanden hat."
    }
  },
  {
    "translation": {
      "en": "where the first Pine Valley trading post stood.",
      "de": "der erste Handelsposten in Pine Valley gestanden hat."
    }
  },
  {
    "translation": {
      "en": "right where you're sitting. The whole town started",
      "de": "Die Ortschaft ist von hier aus entstanden."
    }
  },
  {
    "translation": {
      "en": "Or at least that's what he tells everyone. No, no. Seriously, seriously.",
      "de": "Das behauptet er ständig. Nein, im Ernst."
    }
  },
  {
    "translation": {
      "en": "Malcolm is the closest thing we have to a town historian.",
      "de": "Malcolm ist so etwas wie unser Stadthistoriker."
    }
  },
  {
    "translation": {
      "en": "Also president of the Preservation and Landmark Society.",
      "de": "Und Präsident der Gesellschaft für Denkmalpflege."
    }
  },
  {
    "translation": {
      "en": "It's a volunteer position. Cooking's my day job.",
      "de": "Das mache ich ehrenamtlich. Kochen ist mein Kerngeschäft."
    }
  },
  {
    "translation": {
      "en": "I've actually got a history question for you. Mm-hmm?",
      "de": "Ich hätte eine geschichtliche Frage."
    }
  },
  {
    "translation": {
      "en": "-This pattern here. -Mm-hmm?",
      "de": "Dieses Muster hier"
    }
  },
  {
    "translation": {
      "en": "I saw it on Nia's watch. Is it like a town symbol or something?",
      "de": "habe ich auf Nias Uhr gesehen. Ist das ein Symbol der Ortschaft?"
    }
  },
  {
    "translation": {
      "en": "Ah, Nia's watch, huh.",
      "de": "Ach ja, Nias Uhr."
    }
  },
  {
    "translation": {
      "en": "that's where I got the idea Funny thing is, in the first place. for the pattern",
      "de": "Die Sache ist, dass die Idee für dieses Muster von ihrer Uhr stammt."
    }
  },
  {
    "translation": {
      "en": "Nia's watch is famous? Oh, yeah.",
      "de": "-Ist ihre Uhr berühmt? -Oh ja!"
    }
  },
  {
    "translation": {
      "en": "a whole lot of history. A family heirloom with",
      "de": "Ein Familienerbstück mit einer sehr langen Geschichte."
    }
  },
  {
    "translation": {
      "en": "Here we go.",
      "de": "-Lass hören. -Also."
    }
  },
  {
    "translation": {
      "en": "So, the story goes that her great-great grandmother received it as a Christmas gift",
      "de": "Ihre Ururgroßmutter bekam die Uhr zu Weihnachten von ihrem Verlobten,"
    }
  },
  {
    "translation": {
      "en": "before he went off to war. from her fiancé",
      "de": "bevor er in den Krieg zog."
    }
  },
  {
    "translation": {
      "en": "But later that year she got news that he died.",
      "de": "Später erfuhr sie, dass er im Krieg gefallen war."
    }
  },
  {
    "translation": {
      "en": "the watch stopped working. And on that day,",
      "de": "Und an diesem Tag ist die Uhr stehengeblieben."
    }
  },
  {
    "translation": {
      "en": "But then the following Christmas Eve",
      "de": "Aber im folgenden Jahr an Weihnachten"
    }
  },
  {
    "translation": {
      "en": "there was a big snowstorm that came in. A whiteout type of blizzard, okay?",
      "de": "gab es einen heftigen Schneesturm, einen richtigen Blizzard."
    }
  },
  {
    "translation": {
      "en": "inside in front of their fires, And while everyone was safe",
      "de": "Und während alle in Sicherheit an ihrem Kamin saßen,"
    }
  },
  {
    "translation": {
      "en": "made its way through town a mysterious carriage",
      "de": "fuhr eine mysteriöse Kutsche durch die Ortschaft,"
    }
  },
  {
    "translation": {
      "en": "and headed towards the inn. And so her door blew open. Okay?",
      "de": "direkt zum Hotel. Die Hoteltür flog plötzlich auf."
    }
  },
  {
    "translation": {
      "en": "And there he was.",
      "de": "Und da war er. Der Mann ihres Lebens."
    }
  },
  {
    "translation": {
      "en": "The love of her life survived after all.",
      "de": "Und da war er. Der Mann ihres Lebens. Er hatte überlebt."
    }
  },
  {
    "translation": {
      "en": "And legend has it that the watch started working again",
      "de": "Und die Legende besagt, dass die Uhr wieder funktionierte,"
    }
  },
  {
    "translation": {
      "en": "at that very moment.",
      "de": "genau in diesem Moment."
    }
  },
  {
    "translation": {
      "en": "Wow.",
      "de": "Wow!"
    }
  },
  {
    "translation": {
      "en": "Love story for the ages.",
      "de": "Eine Geschichte für die Ewigkeit."
    }
  },
  {
    "translation": {
      "en": "And as always, coffee and snacks in the kitchen. I think you're going to love it here.",
      "de": "Es gibt immer Kaffee und Gebäck. Es wird Ihnen hier sicher gefallen."
    }
  },
  {
    "translation": {
      "en": "I think you're right.",
      "de": "Da haben Sie recht."
    }
  },
  {
    "translation": {
      "en": "-Well, you're here late. -Yeah, I-- I am.",
      "de": "-Du bist ja spät hier. -Ja. Das bin ich."
    }
  },
  {
    "translation": {
      "en": "What's going on?",
      "de": "-Was ist los? -Gar nichts."
    }
  },
  {
    "translation": {
      "en": "-Nothing. Goodnight. -Goodnight.",
      "de": "-Was ist los? -Gar nichts. Gute Nacht. Gute Nacht."
    }
  },
  {
    "translation": {
      "en": "Bonnie let me in early.",
      "de": "Bonnie hat mich reingelassen."
    }
  },
  {
    "translation": {
      "en": "Since we both had dinner, I figured we could use a little dessert.",
      "de": "Wir haben ja beide schon gegessen. Wie wär's mit einem kleinen Nachtisch?"
    }
  },
  {
    "translation": {
      "en": "-A little? -Yeah.",
      "de": "Klein?"
    }
  },
  {
    "translation": {
      "en": "I wasn't sure what you like so I got us both apple pie and cherry pie.",
      "de": "Ich wusste nicht, was du magst, also gibt es Apfel-und Kirschkuchen."
    }
  },
  {
    "translation": {
      "en": "It was a little too late for Santa scones,",
      "de": "Für die Santa Scones war es zu spät, also habe ich Lebkuchen mitgebracht,"
    }
  },
  {
    "translation": {
      "en": "so I got us some gingerbread cookies from the store.",
      "de": "Für die Santa Scones war es zu spät, also habe ich Lebkuchen mitgebracht, aus dem Supermarkt."
    }
  },
  {
    "translation": {
      "en": "Oh, that's so sweet.",
      "de": "aus dem Supermarkt. Oh, das ist so lieb!"
    }
  },
  {
    "translation": {
      "en": "And if you're feeling adventurous,",
      "de": "Und wenn du Lust hast..."
    }
  },
  {
    "translation": {
      "en": "Sean and Michelle's house. Christmas movie mix from",
      "de": "Die Weihnachtsfilm-Snacks von Sean und Michelle zu Hause."
    }
  },
  {
    "translation": {
      "en": "That looks very interesting but very thoughtful of you.",
      "de": "Die sehen sehr interessant aus. Das... Das ist sehr lieb, danke."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "de": "Das ist sehr lieb, danke."
    }
  },
  {
    "translation": {
      "en": "Oh, and just to be clear, the only reason",
      "de": "Und damit das klar ist, ich bin nur früher gekommen"
    }
  },
  {
    "translation": {
      "en": "why I came earlier to set this all up",
      "de": "Und damit das klar ist, ich bin nur früher gekommen und habe das aufgebaut,"
    }
  },
  {
    "translation": {
      "en": "efficient in our meeting. was so that we could be",
      "de": "damit unsere Besprechung effizient wird."
    }
  },
  {
    "translation": {
      "en": "Yes, of course. Of course.",
      "de": "Ja, natürlich,"
    }
  },
  {
    "translation": {
      "en": "of total transparency, And for the sake",
      "de": "und damit alles völlig transparent ist"
    }
  },
  {
    "translation": {
      "en": "I also came ready with this.",
      "de": "habe ich auch etwas dabei. Das hier."
    }
  },
  {
    "translation": {
      "en": "-Your dad's peppermint bark. -[laughs]",
      "de": "Hausgemachte Peppermint Bark!"
    }
  },
  {
    "translation": {
      "en": "I saw the way you were looking at it.",
      "de": "Ich sah, wie sie dir auffielen."
    }
  },
  {
    "translation": {
      "en": "I was scarfing it down. You mean the way that",
      "de": "Und wie ich sie verschlungen habe."
    }
  },
  {
    "translation": {
      "en": "I might have noticed.",
      "de": "Habe ich auch bemerkt."
    }
  },
  {
    "translation": {
      "en": "And some hot cocoa to wash it down.",
      "de": "Und... heißer Kakao passt dazu."
    }
  },
  {
    "translation": {
      "en": "Looks like we have enough sugar here to keep us up all night.",
      "de": "Mit so viel Zucker bleiben wir die ganze Nacht auf."
    }
  },
  {
    "translation": {
      "en": "And tomorrow night.",
      "de": "Und morgen auch."
    }
  },
  {
    "translation": {
      "en": "of this and making me laugh. Thank you so much for all",
      "de": "Ich danke dir für all das. Du bringst mich zum Lachen."
    }
  },
  {
    "translation": {
      "en": "around town getting to know you. It's been really nice going -It's been fun. -Mm-hmm.",
      "de": "Dich herumzuführen und dich kennenzulernen war schön."
    }
  },
  {
    "translation": {
      "en": "I didn't realize how much I needed to laugh.",
      "de": "Das Lachen habe ich gebraucht."
    }
  },
  {
    "translation": {
      "en": "-And sing, yes. -And sing.",
      "de": "-Und singen! -Und singen, ja."
    }
  },
  {
    "translation": {
      "en": "And um...",
      "de": "Und..."
    }
  },
  {
    "translation": {
      "en": "much the inn means to me. And I also realized how",
      "de": "Ich habe auch erkannt, wie viel das Hotel mir bedeutet."
    }
  },
  {
    "translation": {
      "en": "I'm so sorry, Julian.",
      "de": "Tut mir leid, Julian."
    }
  },
  {
    "translation": {
      "en": "I can't let my dad sell the inn to a big corporation.",
      "de": "Ich kann nicht zulassen, dass es an eine große Firma verkauft wird."
    }
  },
  {
    "translation": {
      "en": "Nia... I'm not here to throw a wrecking ball through your family's business.",
      "de": "Nia. Ich bin nicht hier, um euer Hotel abzureißen."
    }
  },
  {
    "translation": {
      "en": "No. I know you're not. But can you guarantee that Optima won't do whatever it wants",
      "de": "Du nicht, aber kannst du garantieren, dass Optima es so erhalten kann,"
    }
  },
  {
    "translation": {
      "en": "once it owns the inn?",
      "de": "wenn es euch gehört?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "de": "Nein."
    }
  },
  {
    "translation": {
      "en": "But I can try my best.",
      "de": "Ich kann es versuchen."
    }
  },
  {
    "translation": {
      "en": "Look.",
      "de": "Hör zu,"
    }
  },
  {
    "translation": {
      "en": "[Sighs] Look, the honest truth is this, okay?",
      "de": "ich sage dir die Wahrheit, okay?"
    }
  },
  {
    "translation": {
      "en": "The inn is one of the last few real connections I still have with my mom.",
      "de": "Es ist eine der letzten Verbindungen, die ich mit meiner Mutter habe."
    }
  },
  {
    "translation": {
      "en": "So, I feel like I need to be particular with who takes it over.",
      "de": "Also finde ich es wichtig, wer der kommende Eigentümer ist."
    }
  },
  {
    "translation": {
      "en": "Does your dad know?",
      "de": "Weiß dein Vater das?"
    }
  },
  {
    "translation": {
      "en": "Why not?",
      "de": "Wieso nicht?"
    }
  },
  {
    "translation": {
      "en": "Well...",
      "de": "Ich weiß nicht."
    }
  },
  {
    "translation": {
      "en": "I'm sure he'd be reasonable.",
      "de": "Er hätte sicherlich Verständnis."
    }
  },
  {
    "translation": {
      "en": "If I told my dad how I felt, he would never sell the inn and retire.",
      "de": "Wenn er das wüsste, würde er nie verkaufen und in den Ruhestand gehen."
    }
  },
  {
    "translation": {
      "en": "And he really deserves to.",
      "de": "Aber das verdient er."
    }
  },
  {
    "translation": {
      "en": "his whole life for us. He's worked so hard",
      "de": "Er hat sein Leben lang hart für uns gearbeitet."
    }
  },
  {
    "translation": {
      "en": "For me.",
      "de": "Für mich."
    }
  },
  {
    "translation": {
      "en": "So, if you need to find someone else to help you find",
      "de": "Wenn du einen anderen Makler brauchst, der dir hilft, ein Objekt zu kaufen,"
    }
  },
  {
    "translation": {
      "en": "then I totally understand, a property to buy",
      "de": "Wenn du einen anderen Makler brauchst, der dir hilft, ein Objekt zu kaufen, kann ich das verstehen, aber..."
    }
  },
  {
    "translation": {
      "en": "but I can't sell the inn to Optima.",
      "de": "kann ich das verstehen, aber... Ich verkaufe das Hotel nicht an Optima."
    }
  },
  {
    "translation": {
      "en": "-Okay. -Okay?",
      "de": "Okay. Okay? Wir finden etwas anderes für das Resort."
    }
  },
  {
    "translation": {
      "en": "We can find somewhere else for the resort.",
      "de": "Okay? Wir finden etwas anderes für das Resort."
    }
  },
  {
    "translation": {
      "en": "You don't want another real estate agent?",
      "de": "-Du willst keinen anderen Makler finden? -Nein!"
    }
  },
  {
    "translation": {
      "en": "No! Why would I do that?",
      "de": "-Du willst keinen anderen Makler finden? -Nein! Warum sollte ich? Die Beste sitzt vor mir."
    }
  },
  {
    "translation": {
      "en": "I've got the best realtor right here.",
      "de": "Warum sollte ich? Die Beste sitzt vor mir."
    }
  },
  {
    "translation": {
      "en": "But your job?",
      "de": "Aber dein Job..."
    }
  },
  {
    "translation": {
      "en": "This can't be good for your career. Listen.",
      "de": "-Das ist schlecht für deine Karriere. -Hör zu..."
    }
  },
  {
    "translation": {
      "en": "I wouldn't be able to live with myself if I built a career off taking your home.",
      "de": "Ich könnte mir nie verzeihen, dir deshalb dein Zuhause wegzunehmen."
    }
  },
  {
    "translation": {
      "en": "To be honest, I'm torn.",
      "de": "Ich bin zwiegespalten."
    }
  },
  {
    "translation": {
      "en": "these prestigious properties. Sure, it's great developing",
      "de": "Es toll, an so wertvollen Immobilien zu arbeiten, aber..."
    }
  },
  {
    "translation": {
      "en": "But after coming here and meeting you,",
      "de": "Es toll, an so wertvollen Immobilien zu arbeiten, aber... Jetzt bin ich hier, und habe dich getroffen."
    }
  },
  {
    "translation": {
      "en": "I got into this industry I've remembered why",
      "de": "Ich weiß wieder, warum ich in diesem Geschäft arbeite."
    }
  },
  {
    "translation": {
      "en": "in the first place.",
      "de": "Ich weiß wieder, warum ich in diesem Geschäft arbeite. Um Gemeinschaften behutsam wiederzubeleben."
    }
  },
  {
    "translation": {
      "en": "through thoughtful restoration. To revitalize communities",
      "de": "Um Gemeinschaften behutsam wiederzubeleben."
    }
  },
  {
    "translation": {
      "en": "with your family's inn, If I can't do that we can find another place.",
      "de": "Wenn das mit deinem Hotel nicht geht, finden wir etwas anderes."
    }
  },
  {
    "translation": {
      "en": "Thank you for understanding.",
      "de": "Danke, dass du das verstehst."
    }
  },
  {
    "translation": {
      "en": "You know, I misjudged you.",
      "de": "Weißt du, ich habe mich in dir geirrt."
    }
  },
  {
    "translation": {
      "en": "You did? Yeah.",
      "de": "-Wirklich? -Ja."
    }
  },
  {
    "translation": {
      "en": "You're one of the good ones, Julian Thompson.",
      "de": "Du gehörst zu den Guten, Julian Thompson."
    }
  },
  {
    "translation": {
      "en": "I love Santa scones. Thank you so much. They're amazing.",
      "de": "Vielen Dank. Ich liebe Santa Scones. Die sind lecker."
    }
  },
  {
    "translation": {
      "en": "Robyn?",
      "de": "Robin?"
    }
  },
  {
    "translation": {
      "en": "Hello there. [laughs]",
      "de": "Hallo, Julian."
    }
  },
  {
    "translation": {
      "en": "I was just about to call you. Have a seat.",
      "de": "Ich wollte gerade anrufen. Setz dich."
    }
  },
  {
    "translation": {
      "en": "Aren't these delicious? We have to get these for the resort.",
      "de": "Sind die nicht lecker? Die brauchen wir für das Resort."
    }
  },
  {
    "translation": {
      "en": "Sure.",
      "de": "Klar."
    }
  },
  {
    "translation": {
      "en": "And you're here because?",
      "de": "Warum bist du hier?"
    }
  },
  {
    "translation": {
      "en": "still haven't closed on the inn. It's almost Christmas, and you",
      "de": "Es ist kurz vor Weihnachten. Wo bleibt der Kauf des Hotels?"
    }
  },
  {
    "translation": {
      "en": "Oh. I just don't think that's the right property for us.",
      "de": "Es ist nicht das richtige Objekt für uns."
    }
  },
  {
    "translation": {
      "en": "Are you kidding me? It's perfect.",
      "de": "Wie bitte? Es ist perfekt."
    }
  },
  {
    "translation": {
      "en": "Okay. Look.",
      "de": "Okay. Hör zu..."
    }
  },
  {
    "translation": {
      "en": "I've spoken to the realtor, and they've decided not to sell.",
      "de": "Die Eigentümer haben entschieden nicht zu verkaufen."
    }
  },
  {
    "translation": {
      "en": "Did you start by lowballing them?",
      "de": "Hast du ihnen zu wenig geboten?"
    }
  },
  {
    "translation": {
      "en": "Oh, classic rookie mistake.",
      "de": "Hast du ihnen zu wenig geboten? -Klassischer Anfängerfehler. -Nein."
    }
  },
  {
    "translation": {
      "en": "No. They just changed their minds.",
      "de": "-Klassischer Anfängerfehler. -Nein. Sie haben einfach ihre Meinung geändert."
    }
  },
  {
    "translation": {
      "en": "find some better properties. I actually think we could",
      "de": "Es gibt sicher bessere Objekte."
    }
  },
  {
    "translation": {
      "en": "Such as? Well, I'm looking at several properties today.",
      "de": "-Und die wären? -Ich schaue mir heute noch einige an."
    }
  },
  {
    "translation": {
      "en": "Give me 24 hours.",
      "de": "Gib mir einen Tag."
    }
  },
  {
    "translation": {
      "en": "[sighs] Okay. But if you don't find something by the end of the day tomorrow,",
      "de": "Okay. Aber wenn du bis morgen Abend nichts gefunden hast,"
    }
  },
  {
    "translation": {
      "en": "I'm going to have to step in and make them an offer they cannot refuse.",
      "de": "dann muss ich mich einmischen und ihnen selber ein Angebot machen."
    }
  },
  {
    "translation": {
      "en": "Right.",
      "de": "Okay."
    }
  },
  {
    "translation": {
      "en": "Oh! Hey, sorry I'm late. I was just going to grab a-- -Coffee. -Yeah.",
      "de": "-Hey! Sorry, ich brauche noch einen... -Kaffee."
    }
  },
  {
    "translation": {
      "en": "-Here you go. -Thanks.",
      "de": "-Ja. -Hier ist er. -Danke.Und wie wär's mit... -Scones!"
    }
  },
  {
    "translation": {
      "en": "-I wouldn't mind grabbing a-- -Scone.",
      "de": "-Danke.Und wie wär's mit... -Scones!"
    }
  },
  {
    "translation": {
      "en": "To eat.",
      "de": "-...etwas zu essen. -Habe ich auch."
    }
  },
  {
    "translation": {
      "en": "-Got that as well. -Great.",
      "de": "-...etwas zu essen. -Habe ich auch. Sehr gut."
    }
  },
  {
    "translation": {
      "en": "-Hey, are you feeling okay? -Yeah, yeah.",
      "de": "-Ist mit dir alles okay? -Ja."
    }
  },
  {
    "translation": {
      "en": "I'm just uh, eager to get going. Is that your car?",
      "de": "Ich habe bloß Lust, loszulegen. Ist das dein Auto?"
    }
  },
  {
    "translation": {
      "en": "Yeah. It hasn't changed since yesterday.",
      "de": "Ja, immer noch dasselbe wie gestern."
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "de": "Na dann los!"
    }
  },
  {
    "translation": {
      "en": "[Nia] Wow, this is great.",
      "de": "Das ist toll."
    }
  },
  {
    "translation": {
      "en": "[Julian] Ah. It's perfect.",
      "de": "Ja! Das ist perfekt."
    }
  },
  {
    "translation": {
      "en": "Oh. I guess it's...",
      "de": "VERKAUFT -Vielleicht ist es... -Doch nicht perfekt."
    }
  },
  {
    "translation": {
      "en": "Not so perfect.",
      "de": "-Vielleicht ist es... -Doch nicht perfekt."
    }
  },
  {
    "translation": {
      "en": "No.",
      "de": "Nein."
    }
  },
  {
    "translation": {
      "en": "we have 30 minutes Okay um, well, until our next appointment.",
      "de": "Wir haben 30 Minuten bis zum nächsten Termin."
    }
  },
  {
    "translation": {
      "en": "So uh... tell you something. I've gotta",
      "de": "-Also... -Ich muss dir etwas sagen."
    }
  },
  {
    "translation": {
      "en": "If we don't find something soon, Robyn is going to put in an offer for the inn.",
      "de": "Wenn wir nicht bald etwas finden, macht Robin ein Angebot für das Hotel."
    }
  },
  {
    "translation": {
      "en": "A big offer. But aren't you on a budget?",
      "de": "-Ein sehr gutes. -Aber hast du kein Budget?"
    }
  },
  {
    "translation": {
      "en": "I'm on a budget.",
      "de": "Ich habe ein Budget. Sie ist der Boss."
    }
  },
  {
    "translation": {
      "en": "She is the boss and she doesn't like to lose.",
      "de": "Ich habe ein Budget. Sie ist der Boss. Sie verliert ungern."
    }
  },
  {
    "translation": {
      "en": "independent project. So, so much for my",
      "de": "Sie verliert ungern. Tja, so läuft mein unabhängiges Projekt."
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "de": "Tut mir leid."
    }
  },
  {
    "translation": {
      "en": "is really getting you Working with me into trouble, isn't it?",
      "de": "Mit mir zu arbeiten bringt dir nur Ärger, oder?"
    }
  },
  {
    "translation": {
      "en": "Maybe we...",
      "de": "Vielleicht..."
    }
  },
  {
    "translation": {
      "en": "What? What's wrong?",
      "de": "Was? Was ist los?"
    }
  },
  {
    "translation": {
      "en": "You said independent, right? Independent. I have an idea.",
      "de": "Du hast unabhängig gesagt, ja? Independent... Ich habe eine Idee!"
    }
  },
  {
    "translation": {
      "en": "Enjoying your stay? Oh, Mrs. Hahn.",
      "de": "Oh, Mrs. Harland. Gefällt es Ihnen hier?"
    }
  },
  {
    "translation": {
      "en": "Very much so. You have a lovely place.",
      "de": "Ja, sehr. -Ein wunderbares Hotel. -Danke."
    }
  },
  {
    "translation": {
      "en": "Thank you. I'm going to miss it.",
      "de": "-Ein wunderbares Hotel. -Danke. -Ich werde es vermissen. -Vermissen?"
    }
  },
  {
    "translation": {
      "en": "Miss it? Are you leaving?",
      "de": "-Ich werde es vermissen. -Vermissen? Wo gehen Sie hin?"
    }
  },
  {
    "translation": {
      "en": "Finally retiring. This is my last Christmas at the inn.",
      "de": "In den Ruhestand. Das ist mein letztes Weihnachtsfest hier."
    }
  },
  {
    "translation": {
      "en": "Really? Good for you.",
      "de": "Wirklich? Wie schön für Sie!"
    }
  },
  {
    "translation": {
      "en": "You know, I haven't properly introduced myself.",
      "de": "Wirklich? Wie schön für Sie! Ich habe mich noch nicht richtig vorgestellt."
    }
  },
  {
    "translation": {
      "en": "Let me give you my card.",
      "de": "Bitte sehr, meine Karte."
    }
  },
  {
    "translation": {
      "en": "[Robyn] We should talk.",
      "de": "OPTIMA GETAWAYS GESCHÄFTSFÜHRENDER GESELLSCHAFTER Wir müssen reden."
    }
  },
  {
    "translation": {
      "en": "Here we are.",
      "de": "Da wären wir."
    }
  },
  {
    "translation": {
      "en": "Pine Valley Independent. You weren't kidding.",
      "de": "Die Pine Valley Independent. Es war kein Witz."
    }
  },
  {
    "translation": {
      "en": "Nope. It's the oldest newspaper in the region. Pine Valley itself. Almost as old as",
      "de": "Nein. Es ist die älteste Zeitung hier, fast so alt wie Pine Valley selbst."
    }
  },
  {
    "translation": {
      "en": "They've just moved into another building, and you know,",
      "de": "Sie sind in ein anderes Gebäude umgezogen."
    }
  },
  {
    "translation": {
      "en": "I never thought to present it to you because it's downtown",
      "de": "Sie sind in ein anderes Gebäude umgezogen. Ich wollte es dir nicht zeigen, weil es im Zentrum liegt,"
    }
  },
  {
    "translation": {
      "en": "and you had been saying woodsy and rustic.",
      "de": "Ich wollte es dir nicht zeigen, weil es im Zentrum liegt, und weil du es rustikaler magst, aber dann es ist mir eingefallen..."
    }
  },
  {
    "translation": {
      "en": "But then it dawned on me.",
      "de": "und weil du es rustikaler magst, aber dann es ist mir eingefallen..."
    }
  },
  {
    "translation": {
      "en": "This building, it has some real local... Character.",
      "de": "-Dieses Gebäude hat so etwas wie... -Charakter!"
    }
  },
  {
    "translation": {
      "en": "I was going to with magic.",
      "de": "Ich wollte sagen \"Magie\"."
    }
  },
  {
    "translation": {
      "en": "And look, I know it doesn't have the acreage that you were looking for. However...",
      "de": "Das Grundstück ist zwar nicht so groß wie das, was du suchst,"
    }
  },
  {
    "translation": {
      "en": "I think with a really smart renovation it can be a self-contained resort.",
      "de": "aber mit einer intelligenten Renovierung hätte es alles Notwendige für ein Resort."
    }
  },
  {
    "translation": {
      "en": "I mean, we are right around the corner from Main Street.",
      "de": "Wir sind hier in der Nähe der Hauptstraße."
    }
  },
  {
    "translation": {
      "en": "-Part of the action. -Exactly.",
      "de": "Wo es richtig abgeht. -Ganz genau. -Es ist ein Bürogebäude."
    }
  },
  {
    "translation": {
      "en": "It's still just an office building.",
      "de": "-Ganz genau. -Es ist ein Bürogebäude."
    }
  },
  {
    "translation": {
      "en": "Yes. But it's an office building that is antique-y and classic",
      "de": "Ja, aber es ist ein Bürogebäude, das antik ist, und klassisch."
    }
  },
  {
    "translation": {
      "en": "and has some real local charm. Come on, let me show you inside.",
      "de": "Es hat diesen örtlichen Charme. Ich zeige es dir."
    }
  },
  {
    "translation": {
      "en": "This property has been on the market for a number of months, so I'm sure we can get a great deal on it.",
      "de": "Es ist schon seit Monaten auf dem Markt. Wir könnten einen guten Preis erzielen."
    }
  },
  {
    "translation": {
      "en": "I mean, currently it's just being used for little events",
      "de": "Zurzeit wird es für Anlässe benutzt, wie Geburtstagspartys, Baby-Showers"
    }
  },
  {
    "translation": {
      "en": "like birthday parties, baby showers, Christmas get-togethers, I guess.",
      "de": "Zurzeit wird es für Anlässe benutzt, wie Geburtstagspartys, Baby-Showers und vermutlich Weihnachtsfeiern."
    }
  },
  {
    "translation": {
      "en": "But what I love about it is that there is so much space.",
      "de": "Was ich aber besonders mag, es bietet so viel Platz."
    }
  },
  {
    "translation": {
      "en": "you could put reception here, Like I was thinking maybe",
      "de": "Ich habe mir gedacht, der Empfang könnte hier drüben sein."
    }
  },
  {
    "translation": {
      "en": "maybe put the dining room over here,",
      "de": "Der Speisesaal könnte hier sein."
    }
  },
  {
    "translation": {
      "en": "and then you can even put a ballroom over here.",
      "de": "Der Speisesaal könnte hier sein. Hier könnte man einen Ballsaal einrichten!"
    }
  },
  {
    "translation": {
      "en": "The world's your oyster. There's so much space.",
      "de": "Es ist so viel Platz, den man nutzen kann, oder?"
    }
  },
  {
    "translation": {
      "en": "Right? And then I was thinking",
      "de": "Es ist so viel Platz, den man nutzen kann, oder? Und ich habe noch eine Idee: Die Gästezimmer könnten unten sein."
    }
  },
  {
    "translation": {
      "en": "can be downstairs. the guest rooms",
      "de": "Und ich habe noch eine Idee: Die Gästezimmer könnten unten sein."
    }
  },
  {
    "translation": {
      "en": "You know, I think this might actually work.",
      "de": "Das könnte echt funktionieren."
    }
  },
  {
    "translation": {
      "en": "And it's not too far away from Sean's new high-tech campus.",
      "de": "Und es liegt in der Nähe von Seans neuem High-Tech-Campus."
    }
  },
  {
    "translation": {
      "en": "a steady source of clientele. Really? That would be",
      "de": "Wirklich? Das wäre gut für die Kundschaft."
    }
  },
  {
    "translation": {
      "en": "I'm sure your boss would love that. Maybe I could get Sean to write a letter of intent.",
      "de": "-Das würde deiner Chefin gefallen. -Sean könnte einen Vorvertrag festlegen."
    }
  },
  {
    "translation": {
      "en": "That's a brilliant idea. Yeah.",
      "de": "-Das ist eine tolle Idee! -Ja."
    }
  },
  {
    "translation": {
      "en": "Wait till you see outside. Come on.",
      "de": "Sieh es dir von außen an. Komm mit!"
    }
  },
  {
    "translation": {
      "en": "So, just beyond these trees over here",
      "de": "Hinter diesen Bäumen"
    }
  },
  {
    "translation": {
      "en": "is the most incredible view you've ever seen.",
      "de": "hat man eine unglaubliche Aussicht."
    }
  },
  {
    "translation": {
      "en": "This could really work.",
      "de": "Das könnte funktionieren."
    }
  },
  {
    "translation": {
      "en": "-With the right amount of effort -Right?",
      "de": "-Nicht wahr? -Es braucht nur etwas Mühe."
    }
  },
  {
    "translation": {
      "en": "it could be quite romantic.",
      "de": "Es wäre romantisch."
    }
  },
  {
    "translation": {
      "en": "just around the back And I was thinking you could develop an outdoor lounge space.",
      "de": "Und ich dachte, dort hinter dem Haus könnte man eine Outdoor-Lounge bauen,"
    }
  },
  {
    "translation": {
      "en": "Something with uh, maybe a gazebo,",
      "de": "zum Beispiel mit einem Pavillon,"
    }
  },
  {
    "translation": {
      "en": "a beautiful outdoor fire-pit, maybe a little dance floor.",
      "de": "zum Beispiel mit einem Pavillon, einer schönen Feuerstelle oder sogar einer Tanzfläche... Was machst du da?"
    }
  },
  {
    "translation": {
      "en": "-What are you doing? -May I?",
      "de": "oder sogar einer Tanzfläche... Was machst du da?"
    }
  },
  {
    "translation": {
      "en": "-No, I don't do photos. -Why not?",
      "de": "-Darf ich? -Nein. -Warum nicht? -Hey, lass das"
    }
  },
  {
    "translation": {
      "en": "Julian! Stop it!",
      "de": "-Warum nicht? -Hey, lass das"
    }
  },
  {
    "translation": {
      "en": "What's wrong with it?",
      "de": "-Warum nicht? -Hey, lass das Was ist schon dabei? Komm schon. Das brauche ich für meinen Bericht."
    }
  },
  {
    "translation": {
      "en": "Come on, I need it for the scale.",
      "de": "Was ist schon dabei? Komm schon. Das brauche ich für meinen Bericht."
    }
  },
  {
    "translation": {
      "en": "[laughs] Scale, right. Yeah, sure.",
      "de": "Was ist schon dabei? Komm schon. Das brauche ich für meinen Bericht. -Der Bericht? Na klar. -Fotos gehören dazu."
    }
  },
  {
    "translation": {
      "en": "Photography 101.",
      "de": "-Der Bericht? Na klar. -Fotos gehören dazu."
    }
  },
  {
    "translation": {
      "en": "You can't get a true scale of a place",
      "de": "-Der Bericht? Na klar. -Fotos gehören dazu. Er ist nicht vollständig"
    }
  },
  {
    "translation": {
      "en": "unless you get a stunning real estate agent",
      "de": "Er ist nicht vollständig ohne eine hinreißende Maklerin in der Mitte des Bildes."
    }
  },
  {
    "translation": {
      "en": "standing in the center of the frame.",
      "de": "ohne eine hinreißende Maklerin in der Mitte des Bildes."
    }
  },
  {
    "translation": {
      "en": "the lyrics. Stunning, huh? [laughs] Oh, listen to",
      "de": "ohne eine hinreißende Maklerin in der Mitte des Bildes. \"Hinreißend\", das habe ich gehört!"
    }
  },
  {
    "translation": {
      "en": "Come on. It's stunning. You're beautiful.",
      "de": "Komm schon. Du bist hinreißend, wunderbar, wunderschön."
    }
  },
  {
    "translation": {
      "en": "-Okay, that's enough. -You're gorgeous.",
      "de": "Komm schon. Du bist hinreißend, wunderbar, wunderschön. -Das reicht. -Ich höre nicht auf."
    }
  },
  {
    "translation": {
      "en": "-No, no. I'm not going to stop. -Stop it.",
      "de": "-Das reicht. -Ich höre nicht auf."
    }
  },
  {
    "translation": {
      "en": "I will not stop. I need to see some pearly whites. Come on, you gotta sell the place.",
      "de": "Nicht bevor ich ein Lächeln sehe. Komm, verkauf mir das Objekt."
    }
  },
  {
    "translation": {
      "en": "[groaning] Fine. Fine.",
      "de": "Also gut!"
    }
  },
  {
    "translation": {
      "en": "Yeah. Okay, my turn.",
      "de": "-Ja! -Jetzt bin ich dran."
    }
  },
  {
    "translation": {
      "en": "Oh, no, no. We don't want to do that to anybody. I'll take a photo with you then.",
      "de": "-Das wollen wir niemandem antun. -Machen wir eins zusammen."
    }
  },
  {
    "translation": {
      "en": "-Okay. That's cool. -[laughs]",
      "de": "Okay, also los."
    }
  },
  {
    "translation": {
      "en": "Now a silly face.",
      "de": "Und jetzt eine Grimasse."
    }
  },
  {
    "translation": {
      "en": "You see, the thing about my job is",
      "de": "Und was auch zu meinem Job gehört:"
    }
  },
  {
    "translation": {
      "en": "once I make the deal someone else handles the details.",
      "de": "Nach dem Abschluss kümmert sich jemand anders um die Details."
    }
  },
  {
    "translation": {
      "en": "So, sooner or later I will no longer be your client.",
      "de": "Das heißt, irgendwann bin ich nicht mehr dein Kunde."
    }
  },
  {
    "translation": {
      "en": "That's an excellent point.",
      "de": "Das ist ein interessanter Punkt."
    }
  },
  {
    "translation": {
      "en": "But you're an up and comer",
      "de": "Aber du bist ein Aufsteiger"
    }
  },
  {
    "translation": {
      "en": "your next adventure. and you'll be onto",
      "de": "Aber du bist ein Aufsteiger und suchst bald dein nächstes Abenteuer."
    }
  },
  {
    "translation": {
      "en": "Yeah, but--",
      "de": "Ja, aber..."
    }
  },
  {
    "translation": {
      "en": "Probably somewhere more exotic.",
      "de": "Wo es bestimmt viel exotischer ist."
    }
  },
  {
    "translation": {
      "en": "In the middle of nowhere. In search of more local magic.",
      "de": "-Irgendwo am Ende der Welt. -Auf der Suche nach noch mehr Magie"
    }
  },
  {
    "translation": {
      "en": "You see, the thing about magic is it's very rare.",
      "de": "Das Problem mit der Magie ist... Sie ist sehr selten. Wenn du sie findest,"
    }
  },
  {
    "translation": {
      "en": "you'd be a fool to let it go. And if you find it,",
      "de": "Sie ist sehr selten. Wenn du sie findest, solltest du sie nicht loslassen."
    }
  },
  {
    "translation": {
      "en": "It's my boss.",
      "de": "Meine Chefin."
    }
  },
  {
    "translation": {
      "en": "It's Robyn.",
      "de": "Das ist Robin."
    }
  },
  {
    "translation": {
      "en": "-We should probably go. -Mm-hmm.",
      "de": "Wir sollten lieber gehen."
    }
  },
  {
    "translation": {
      "en": "All of our other niche properties are located in the countryside, remote.",
      "de": "Alle anderen Nischen-Objekte liegen auf dem Land, weit weg"
    }
  },
  {
    "translation": {
      "en": "This would be great for lovers of Americana. Like history buffs.",
      "de": "Es wäre toll für USA-Liebhaber, für Geschichtsliebhaber."
    }
  },
  {
    "translation": {
      "en": "just like this place. We could decorate it",
      "de": "Wir könnten so einrichten wie hier,"
    }
  },
  {
    "translation": {
      "en": "The old pictures and articles,",
      "de": "mit alten Bildern und Artikeln."
    }
  },
  {
    "translation": {
      "en": "old printing press in the basement.",
      "de": "Alte Druckerpressen im Keller..."
    }
  },
  {
    "translation": {
      "en": "Think \"themed bar.\"",
      "de": "Und vielleicht eine Themenbar!"
    }
  },
  {
    "translation": {
      "en": "You're a smart and creative guy, Julian, and I-- I love your passion.",
      "de": "Du bist schlau und kreativ, Julian. Und sehr leidenschaftlich."
    }
  },
  {
    "translation": {
      "en": "But it's just not as good as the inn. -I've already talked -Robyn...",
      "de": "-Aber es ist nicht das Hotel. -Robin..."
    }
  },
  {
    "translation": {
      "en": "-You spoke to the owner? -to the owner.",
      "de": "-Ich habe mit dem Eigentümer geredet. -Was?"
    }
  },
  {
    "translation": {
      "en": "Yes, and I have to say I'm a little confused.",
      "de": "-Ich habe mit dem Eigentümer geredet. -Was? Ja, und ich bin etwas verwirrt."
    }
  },
  {
    "translation": {
      "en": "You said he refused to sell, but Patrick himself is saying quite the opposite.",
      "de": "Du hast gesagt, er verkauft nicht, aber Patrick behauptet das Gegenteil."
    }
  },
  {
    "translation": {
      "en": "He changes his mind a lot.",
      "de": "Mal so, mal so."
    }
  },
  {
    "translation": {
      "en": "Seemed pretty motivated to me. He's looking to retire.",
      "de": "Er geht in den Ruhestand und schien mir motiviert."
    }
  },
  {
    "translation": {
      "en": "Okay, here's the thing. He and his daughter, who's also his real estate agent,",
      "de": "Okay, folgendes. Er und seine Tochter, die auch Maklerin ist,"
    }
  },
  {
    "translation": {
      "en": "go in there and change the inn, are very concerned that we'll",
      "de": "sind sehr besorgt, dass wir hier ankommen und alles verändern,"
    }
  },
  {
    "translation": {
      "en": "make changes to the grounds.",
      "de": "alles, von Grund auf."
    }
  },
  {
    "translation": {
      "en": "Based on the occupancy level, it just doesn't make sense",
      "de": "Und was die Auslastung betrifft, hat es auch keinen Sinn. Außer wenn wir es völlig ausbauen."
    }
  },
  {
    "translation": {
      "en": "unless we go in for an expansion.",
      "de": "hat es auch keinen Sinn. Außer wenn wir es völlig ausbauen."
    }
  },
  {
    "translation": {
      "en": "Is this his real estate agent? Adorable.",
      "de": "Ist das etwa seine Tochter? Wunderbar."
    }
  },
  {
    "translation": {
      "en": "It's not like that.",
      "de": "So ist es nicht."
    }
  },
  {
    "translation": {
      "en": "Whatever, Julian. Just tell them what they want to hear.",
      "de": "Wie auch immer, Julian. Sag ihnen, was sie hören wollen."
    }
  },
  {
    "translation": {
      "en": "above their asking price, Give them 20 points",
      "de": "Gib ihnen 20 % über ihrem Einstiegspreis."
    }
  },
  {
    "translation": {
      "en": "too busy enjoying his retirement and good old Patrick will be to even care.",
      "de": "Patrick wird zu beschäftigt sein, seinen Ruhestand zu genießen."
    }
  },
  {
    "translation": {
      "en": "will let us do whatever we want. The fine print in the deal",
      "de": "Und das Kleingedruckte wird uns alle Möglichkeiten geben."
    }
  },
  {
    "translation": {
      "en": "-That's no way to do business. -We do it all the time.",
      "de": "-Das ist unfair. -Das machen wir immer."
    }
  },
  {
    "translation": {
      "en": "You yourself have helped work on deals like this all year.",
      "de": "Du hast selbst schon so gearbeitet, ohne Ende."
    }
  },
  {
    "translation": {
      "en": "Yeah, but it's not a big corporate entity.",
      "de": "Ja, aber das ist kein großes Unternehmen."
    }
  },
  {
    "translation": {
      "en": "It's a small mom and pop inn. They have roots here.",
      "de": "Das ist ein kleines Familienhotel mit Wurzeln hier."
    }
  },
  {
    "translation": {
      "en": "Julian, word of advice,",
      "de": "Julian... Willst du einen Rat?"
    }
  },
  {
    "translation": {
      "en": "learn to separate the business from the personal.",
      "de": "Lerne, das Private und das Geschäftliche auseinanderzuhalten."
    }
  },
  {
    "translation": {
      "en": "It will serve you well in your very promising career.",
      "de": "Merk dir das gut für deine vielversprechende Karriere."
    }
  },
  {
    "translation": {
      "en": "Now, Patrick knows you've been working with his daughter,",
      "de": "Er weiß, dass du mit seiner Tochter zusammengearbeitet hast."
    }
  },
  {
    "translation": {
      "en": "so he wants to make sure you're the one to do...",
      "de": "Er will, dass du..."
    }
  },
  {
    "translation": {
      "en": "How about I loop in Nia? She's their agent.",
      "de": "Es sollte über"
    }
  },
  {
    "translation": {
      "en": "No. No, no, no.",
      "de": "-unsere Maklerin laufen. -Nein,"
    }
  },
  {
    "translation": {
      "en": "with the father directly. You're going to deal",
      "de": "du machst den Abschluss direkt mit dem Vater. Die Vorarbeit ist geleistet,"
    }
  },
  {
    "translation": {
      "en": "I have laid the groundwork. I just need you to close it.",
      "de": "du machst den Abschluss direkt mit dem Vater. Die Vorarbeit ist geleistet, du musst es nur noch durchziehen."
    }
  },
  {
    "translation": {
      "en": "Julian, I know how these things work.",
      "de": "Julian, ich weiß, wie so etwas läuft. Kannst du es bitte so machen?"
    }
  },
  {
    "translation": {
      "en": "Can you please do this my way?",
      "de": "ich weiß, wie so etwas läuft. Kannst du es bitte so machen?"
    }
  },
  {
    "translation": {
      "en": "a merry Christmas. Let's all have",
      "de": "Dann feiern wir alle frohe Weihnachten."
    }
  },
  {
    "translation": {
      "en": "-Hey, good afternoon. -Good afternoon.",
      "de": "-Guten Tag. -Hey, guten Tag!"
    }
  },
  {
    "translation": {
      "en": "Mr. Thompson. Please, call me Julian.",
      "de": "-Mister Thompson. -Bitte, nennen Sie mich Julian."
    }
  },
  {
    "translation": {
      "en": "All right Julian.",
      "de": "Also gut, Julian."
    }
  },
  {
    "translation": {
      "en": "You coming to the party tomorrow night?",
      "de": "Kommst du morgen Abend zu der Feier?"
    }
  },
  {
    "translation": {
      "en": "Nia said it was just family and friends. Any friend of my daughter's, a friend of mine. So, you've got to come.",
      "de": "-Nia sagt, nur Familie und Freunde. -Du bist ein Freund meiner Tochter."
    }
  },
  {
    "translation": {
      "en": "Okay. Thank you.",
      "de": "Okay, danke."
    }
  },
  {
    "translation": {
      "en": "to talk to you about the inn. Listen I uh, I came here",
      "de": "Hör zu, ich bin hier, um über das Hotel zu reden."
    }
  },
  {
    "translation": {
      "en": "I know you spoke to my boss, Robyn.",
      "de": "-Du hast mit Robin geredet? -Oh ja, sie ist reizend!"
    }
  },
  {
    "translation": {
      "en": "I like what she had to say. Oh, yeah. Nice lady.",
      "de": "-Du hast mit Robin geredet? -Oh ja, sie ist reizend! -Ich mag, was sie gesagt hat. -Ja."
    }
  },
  {
    "translation": {
      "en": "Yes. She's very good at her job.",
      "de": "-Ich mag, was sie gesagt hat. -Ja. -Sie ist sehr gut in ihrem Job. -Ihr kümmert euch sicher um das Hotel."
    }
  },
  {
    "translation": {
      "en": "Sounds like your company will take good care of the place.",
      "de": "-Sie ist sehr gut in ihrem Job. -Ihr kümmert euch sicher um das Hotel."
    }
  },
  {
    "translation": {
      "en": "Uh, yeah. I mean, I would do my very best to ensure that Optima respected what you've built here,",
      "de": "Na ja, ich werde mein Bestes tun, damit Optima respektiert,"
    }
  },
  {
    "translation": {
      "en": "we won't make any changes. but I can't guarantee",
      "de": "was du aufgebaut hast, aber... Es könnte sich viel ändern."
    }
  },
  {
    "translation": {
      "en": "Well, of course you would. The back porch could sure use a new coat of paint.",
      "de": "Tja, natürlich. Man muss die hintere Veranda neu streichen."
    }
  },
  {
    "translation": {
      "en": "But I'd think twice about any big changes.",
      "de": "Aber große Änderungen würde ich mir zweimal überlegen."
    }
  },
  {
    "translation": {
      "en": "My wife always said this place is...",
      "de": "Meine Frau sagte immer, dieses Hotel ist"
    }
  },
  {
    "translation": {
      "en": "close to a historical landmark.",
      "de": "so etwas wie ein historisches Denkmal."
    }
  },
  {
    "translation": {
      "en": "I'll make sure the powers that be understand. Why don't we go in and chat?",
      "de": "-Ich versuche, dass das respektiert wird. -Warum gehen wir nicht rein?"
    }
  },
  {
    "translation": {
      "en": "Maybe some hot cocoa will help us figure things out.",
      "de": "Bei einem heißen Kakao finden wir sicher eine Lösung."
    }
  },
  {
    "translation": {
      "en": "You got hot cocoa? And some little marshmallows.",
      "de": "-Du hast heißen Kakao? -Und Marshmallows."
    }
  },
  {
    "translation": {
      "en": "Okay. Don't say any more. Come on. Say no more.",
      "de": "-Du hast mich überzeugt. -Komm. Das klingt gut!"
    }
  },
  {
    "translation": {
      "en": "Look at this one. Oh, come on.",
      "de": "Schau dir das hier an."
    }
  },
  {
    "translation": {
      "en": "Oh yeah, we were so cute.",
      "de": "-Ja, wir waren so süß! -Wir waren so verdammt süß."
    }
  },
  {
    "translation": {
      "en": "We were so darn cute. Well, I was anyway.",
      "de": "-Ja, wir waren so süß! -Wir waren so verdammt süß. Na ja, ich jedenfalls."
    }
  },
  {
    "translation": {
      "en": "No word from Julian?",
      "de": "Nichts gehört von Julian?"
    }
  },
  {
    "translation": {
      "en": "No. He should've emailed me by now to let me know his boss agreed to the sale.",
      "de": "Nein. Er wollte mir per E-Mail sagen, ob seine Chefin zugestimmt hat."
    }
  },
  {
    "translation": {
      "en": "Hey, thanks for pulling those photos of the inn.",
      "de": "Hey, danke für die Fotos von dem Hotel."
    }
  },
  {
    "translation": {
      "en": "I guess, we're going to have to list it now",
      "de": "Hey, danke für die Fotos von dem Hotel. Die kommen wohl in die Anzeige, um einen Käufer zu finden."
    }
  },
  {
    "translation": {
      "en": "that my dad needs a new buyer, huh?",
      "de": "Die kommen wohl in die Anzeige, um einen Käufer zu finden."
    }
  },
  {
    "translation": {
      "en": "he still wants to sell. I can't believe I know, right?",
      "de": "-Unglaublich, dass er verkaufen will. -Ja, ich weiß."
    }
  },
  {
    "translation": {
      "en": "that awful ice storm. Oh, this is from I think we were like eight.",
      "de": "Oh, das war dieser furchtbare Schneesturm! Da waren wir etwa acht Jahre alt."
    }
  },
  {
    "translation": {
      "en": "Oh, remember everyone complained about the power being out, but we loved it?",
      "de": "Alle beklagten sich über den Stromausfall, aber wir haben es geliebt!"
    }
  },
  {
    "translation": {
      "en": "You know, living by candlelight for a few days.",
      "de": "Wir hatten tagelang nur Kerzenlicht,"
    }
  },
  {
    "translation": {
      "en": "in the woods like a fairy tale. The ice made the inn sparkle",
      "de": "und das Hotel hat im Schnee und im Eis geleuchtet... Wie im Märchen!"
    }
  },
  {
    "translation": {
      "en": "He should've called by now.",
      "de": "Er hätte längst anrufen sollen!"
    }
  },
  {
    "translation": {
      "en": "No news is good news? I don't know.",
      "de": "-Keine Neuigkeiten sind gute Neuigkeiten? -Ich weiß nicht."
    }
  },
  {
    "translation": {
      "en": "Thank you, sir. I guess we have ourselves a deal.",
      "de": "-Danke schön. -Ich schätze, wir haben einen Deal."
    }
  },
  {
    "translation": {
      "en": "A deal?",
      "de": "Einen Deal?"
    }
  },
  {
    "translation": {
      "en": "What deal?",
      "de": "Welchen Deal?"
    }
  },
  {
    "translation": {
      "en": "We're selling the inn to Julian's company.",
      "de": "Das Hotel geht an seine Firma."
    }
  },
  {
    "translation": {
      "en": "What?",
      "de": "Was?"
    }
  },
  {
    "translation": {
      "en": "Dad, you can't sell the inn to Optima Getaways. You promised.",
      "de": "Dad, verkauf es nicht an Optima Getaways. Das war ausgemacht!"
    }
  },
  {
    "translation": {
      "en": "If you would let me explain-- Don't worry, sweetheart.",
      "de": "-Darf ich erklären? -Keine Sorge, Schatz."
    }
  },
  {
    "translation": {
      "en": "and he'll take good care of us. We had a nice long talk,",
      "de": "Wir haben geredet, er wird gut aufpassen."
    }
  },
  {
    "translation": {
      "en": "But he's not-- this decision without me? Dad, how could you make",
      "de": "Er ist nicht... Warum hast du das ohne mich entschieden?"
    }
  },
  {
    "translation": {
      "en": "Because no buyer would ever be the right buyer.",
      "de": "Weil kein Käufer jemals der richtige Käufer ist."
    }
  },
  {
    "translation": {
      "en": "For once I need to do the sensible thing.",
      "de": "Ich habe das Vernünftigste getan."
    }
  },
  {
    "translation": {
      "en": "I just wanted to rip the Band-Aid off and do it, you know?",
      "de": "Ich wollte die Sache hinter uns bringen."
    }
  },
  {
    "translation": {
      "en": "But is it the sensible thing?",
      "de": "Und ist es das Vernünftigste?"
    }
  },
  {
    "translation": {
      "en": "They're making a very generous offer.",
      "de": "Sie machen ein großzügiges Angebot."
    }
  },
  {
    "translation": {
      "en": "Money I can actually retire on in comfort.",
      "de": "Mit dem Geld kann ich mich getrost zur Ruhe setzen."
    }
  },
  {
    "translation": {
      "en": "We talked about this.",
      "de": "Das haben wir besprochen."
    }
  },
  {
    "translation": {
      "en": "I need to talk to you outside.",
      "de": "Ich will mit dir draußen reden."
    }
  },
  {
    "translation": {
      "en": "How could you do this? [crying] I didn't have a choice.",
      "de": "-Wie konntest du nur? -Ich hatte keine Wahl."
    }
  },
  {
    "translation": {
      "en": "Robyn didn't like the news building, the offer with or without me. and she was about to make",
      "de": "Robin hätte es allein gemacht. So kann ich das Hotel schützen."
    }
  },
  {
    "translation": {
      "en": "still try and protect the inn. But at least this way I can",
      "de": "Robin hätte es allein gemacht. So kann ich das Hotel schützen. Nein! Warum hast du nicht gesagt, dass du mit meinem Vater verhandelst?"
    }
  },
  {
    "translation": {
      "en": "Why didn't you tell me No. you were making the deal with my dad?",
      "de": "Nein! Warum hast du nicht gesagt, dass du mit meinem Vater verhandelst?"
    }
  },
  {
    "translation": {
      "en": "You went behind my back. No. No, no, no.",
      "de": "-Du hast mich hintergangen. -Nein."
    }
  },
  {
    "translation": {
      "en": "I was just trying to fix it first.",
      "de": "Nein, ich wollte bloß schneller sein als sie,"
    }
  },
  {
    "translation": {
      "en": "Come up with a solution. If you'd hear me out, I've got--",
      "de": "eine Lösung finden. Darf ich ausreden?"
    }
  },
  {
    "translation": {
      "en": "Maybe I didn't misjudge you.",
      "de": "Ich habe mich doch nicht in dir geirrt."
    }
  },
  {
    "translation": {
      "en": "I've included some provisions to try to protect-- Try? To try and do what? [tearfully]",
      "de": "-Ich habe Schutzmaßnahmen vorgesehen... -Was soll das?"
    }
  },
  {
    "translation": {
      "en": "What does that even mean, huh?",
      "de": "Was meinst du damit?"
    }
  },
  {
    "translation": {
      "en": "You're the one who told me you do the deal and someone else handles the detail.",
      "de": "Du sagtest, du kümmerst dich um den Deal, nicht um die Details."
    }
  },
  {
    "translation": {
      "en": "This is your best?",
      "de": "-Ich versuche mein Bestes. -Das hier? Julian, ich habe dir vertraut!"
    }
  },
  {
    "translation": {
      "en": "Julian, I trusted you. I trusted you.",
      "de": "-Ich versuche mein Bestes. -Das hier? Julian, ich habe dir vertraut! Ich habe dir vertraut!"
    }
  },
  {
    "translation": {
      "en": "You got what you wanted. I think you should go.",
      "de": "Du hast, was du wolltest. Du solltest gehen."
    }
  },
  {
    "translation": {
      "en": "Really?",
      "de": "Wirklich?"
    }
  },
  {
    "translation": {
      "en": "I didn't realize it would be like this, Nia.",
      "de": "Das sollte nicht so sein, Nia."
    }
  },
  {
    "translation": {
      "en": "I wanted to make the decision so you didn't have to.",
      "de": "Ich wollte es entscheiden, damit du es nicht musst."
    }
  },
  {
    "translation": {
      "en": "Julian, these developers-- No, it's not your fault.",
      "de": "Du bist nicht schuld. Julian und seine Firma"
    }
  },
  {
    "translation": {
      "en": "they can be very charming when they need to be.",
      "de": "können sehr charmant sein, wenn es sein muss."
    }
  },
  {
    "translation": {
      "en": "some dinner and talk it out. Let's go on in and whip up",
      "de": "Gehen wir etwas essen und sprechen uns aus."
    }
  },
  {
    "translation": {
      "en": "of your brilliant ideas Maybe you'll have one that'll make this work for everyone.",
      "de": "Vielleicht fällt dir etwas ein, damit es für alle in Ordnung ist."
    }
  },
  {
    "translation": {
      "en": "It's a done deal, Dad. It's... [sighs]",
      "de": "Der Deal ist durch, Dad."
    }
  },
  {
    "translation": {
      "en": "It stopped again.",
      "de": "Sie ist stehengeblieben."
    }
  },
  {
    "translation": {
      "en": "It did.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "She wouldn't even let me get a word in.",
      "de": "Sie hat mich gar nicht reden lassen."
    }
  },
  {
    "translation": {
      "en": "She's just disappointed right now.",
      "de": "Sie ist enttäuscht."
    }
  },
  {
    "translation": {
      "en": "All right, just playing devil's advocate, but how bad of a resort would Optima build?",
      "de": "Ich sollte mich heraushalten, aber wie schlimm kann das Resort werden?"
    }
  },
  {
    "translation": {
      "en": "They're liable to make it look like a cartoon Swiss ski village.",
      "de": "Sie könnten es wie ein Schweizer Skigebiet aussehen lassen."
    }
  },
  {
    "translation": {
      "en": "That wouldn't even look good in Switzerland.",
      "de": "Selbst dort würde es schlecht aussehen."
    }
  },
  {
    "translation": {
      "en": "It's not what's right for the inn. What is right?",
      "de": "-Das ist nicht richtig. -Und was ist richtig?"
    }
  },
  {
    "translation": {
      "en": "I mean, we could expand while still respecting what's already there.",
      "de": "Na ja, wir könnten expandieren und respektieren, was vorhanden ist."
    }
  },
  {
    "translation": {
      "en": "Nia's big on the surrounding landscape. She doesn't want to add more buildings,",
      "de": "Die Umgebung ist Nia sehr wichtig, sie will keine weiteren Gebäude."
    }
  },
  {
    "translation": {
      "en": "so we could just build out from the main house.",
      "de": "Wir könnten nur das Haus umbauen."
    }
  },
  {
    "translation": {
      "en": "By \"we\" you mean you and Nia?",
      "de": "Mit \"wir\" meinst du dich und Nia?"
    }
  },
  {
    "translation": {
      "en": "add some more rooms upstairs, We follow the roofline,",
      "de": "Wir könnten oben mehr Zimmer hinzufügen,"
    }
  },
  {
    "translation": {
      "en": "restaurant on the sunset side. add a solarium next to the",
      "de": "dazu ein Solarium neben dem Restaurant, auf der Rückseite."
    }
  },
  {
    "translation": {
      "en": "Wow, you've really thought this through.",
      "de": "Du hast es dir echt überlegt."
    }
  },
  {
    "translation": {
      "en": "I guess, I have. to make it happen. Then you need",
      "de": "-Ja, habe ich. -Du musst es durchziehen."
    }
  },
  {
    "translation": {
      "en": "It'd be a shame not to.",
      "de": "-Sonst wäre es schade darum. -Ja,"
    }
  },
  {
    "translation": {
      "en": "But it's not my job. Yeah, I know.",
      "de": "-Sonst wäre es schade darum. -Ja, ich weiß, aber das ist nicht mein Job."
    }
  },
  {
    "translation": {
      "en": "I'm just supposed to buy the place and move on. Not get all--",
      "de": "Ich kaufe das Objekt und mache weiter. Ich sollte nicht..."
    }
  },
  {
    "translation": {
      "en": "What? Settled down?",
      "de": "Sesshaft werden?"
    }
  },
  {
    "translation": {
      "en": "Let me tell you, Thompson.",
      "de": "Hör mal zu, Thompson,"
    }
  },
  {
    "translation": {
      "en": "Finding a place to call home...",
      "de": "ein Zuhause zu finden"
    }
  },
  {
    "translation": {
      "en": "it's the best Christmas present ever.",
      "de": "ist das beste Weihnachtsgeschenk."
    }
  },
  {
    "translation": {
      "en": "That's why I'm moving all my business here.",
      "de": "Deshalb verlege ich alles hierher."
    }
  },
  {
    "translation": {
      "en": "Right.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "Yes. There's a spark. I love it when he gets a great idea.",
      "de": "Ja! Ich sehe, wie er brennt, wenn er eine gute Idee hat."
    }
  },
  {
    "translation": {
      "en": "but it's going to cost you. I got a great idea,",
      "de": "Ich habe eine gute Idee. -Aber sie hat einen Preis für dich. -Für mich?"
    }
  },
  {
    "translation": {
      "en": "It's going to cost me?",
      "de": "-Aber sie hat einen Preis für dich. -Für mich?"
    }
  },
  {
    "translation": {
      "en": "This is pretty iron-clad. [Bonnie] I'm sorry.",
      "de": "Tut mir leid. Das ist ziemlich wasserdicht."
    }
  },
  {
    "translation": {
      "en": "That's what these people are all about.",
      "de": "Darum geht es diesen großen Firmen."
    }
  },
  {
    "translation": {
      "en": "Just throwing money to get whatever they want without thinking how it actually affects a community.",
      "de": "Sie überlegen nicht, wie sich ihr Geld auf die Gemeinde auswirkt."
    }
  },
  {
    "translation": {
      "en": "Bonnie, there's no way I'm going to be able to come up with that kind of money.",
      "de": "Bonnie, ich kann auf keinen Fall so viel Geld auftreiben."
    }
  },
  {
    "translation": {
      "en": "I would be willing to buy you out of your half of the real estate office.",
      "de": "Ich würde dich aus deinem Anteil an unserem Büro rauskaufen."
    }
  },
  {
    "translation": {
      "en": "Thank you. That's really kind of you,",
      "de": "Danke, das ist nett von dir, aber..."
    }
  },
  {
    "translation": {
      "en": "but I don't think it'll be enough. Maybe there's a-- a loophole, you know? We're not seeing.",
      "de": "-Das reicht nicht. -Vielleicht gibt es ein Schlupfloch."
    }
  },
  {
    "translation": {
      "en": "I doubt it.",
      "de": "Glaube ich nicht."
    }
  },
  {
    "translation": {
      "en": "My mom would've known what to do.",
      "de": "Meine Mutter wüsste, was zu tun ist."
    }
  },
  {
    "translation": {
      "en": "Aw, you're all so cute in that.",
      "de": "Du bist so süß darauf."
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "de": "Danke."
    }
  },
  {
    "translation": {
      "en": "This was my mom's favorite picture frame.",
      "de": "Meine Mutter hat diesen Fotorahmen geliebt."
    }
  },
  {
    "translation": {
      "en": "I remember when she bought it at the antique store just down the road.",
      "de": "Sie hat ihn da unten in diesem Antiquitätenladen gekauft."
    }
  },
  {
    "translation": {
      "en": "the photos out every year She used to change but always the same picture frame.",
      "de": "Sie hat die Fotos jährlich ausgewechselt, aber der Rahmen war immer derselbe."
    }
  },
  {
    "translation": {
      "en": "There's something in here.",
      "de": "Da ist etwas drin."
    }
  },
  {
    "translation": {
      "en": "-What do you mean? What is it? -I don't know.",
      "de": "-Was denn? -Ich weiß nicht."
    }
  },
  {
    "translation": {
      "en": "an old price tag or something. It's probably",
      "de": "Vielleicht ein altes Preisschild oder so."
    }
  },
  {
    "translation": {
      "en": "the inn heritage certified? It's an application to get",
      "de": "Es ist ein Formular, um das Hotel unter Denkmalschutz zu stellen?"
    }
  },
  {
    "translation": {
      "en": "Did your mom fill that out?",
      "de": "War das deine Mutter?"
    }
  },
  {
    "translation": {
      "en": "It looks her handwriting.",
      "de": "Ja, sieht aus wie ihre Handschrift."
    }
  },
  {
    "translation": {
      "en": "Wait. Does this mean...",
      "de": "Warte... Soll das heißen...?"
    }
  },
  {
    "translation": {
      "en": "I think it does. [laughs]",
      "de": "Ich denke schon!"
    }
  },
  {
    "translation": {
      "en": "-The magic of Christmas! -The magic of Christmas!",
      "de": "-Die weihnachtliche Magie! -Die weihnachtliche Magie!"
    }
  },
  {
    "translation": {
      "en": "\"Protected by the Heritage Conservation Covenant.\"",
      "de": "GENEHMIGT \"Bei der Denkmalschutzbehörde eingetragen.\""
    }
  },
  {
    "translation": {
      "en": "It means that the Pine Valley Inn has historical... Well, thank you for your history lesson,",
      "de": "-Er heißt, es hat eine historische... -Danke für die Geschichtsstunde."
    }
  },
  {
    "translation": {
      "en": "but I'm quite familiar with what a heritage building is.",
      "de": "Aber ich weiß, was ein Denkmalschutz ist."
    }
  },
  {
    "translation": {
      "en": "It means that you can't change any of the existing walls.",
      "de": "Das heißt, ihr dürft eigentlich gar nichts umbauen."
    }
  },
  {
    "translation": {
      "en": "The interior ones, exterior ones.",
      "de": "Weder innen noch außen."
    }
  },
  {
    "translation": {
      "en": "You won't be able to change the footprint. There's a lot of restrictions.",
      "de": "Der Grundriss muss auch gleich bleiben. Sehr viele Vorschriften."
    }
  },
  {
    "translation": {
      "en": "Tell you what, I'm going to give you some time,",
      "de": "Ich sage Ihnen was: Ich gebe Ihnen Zeit,"
    }
  },
  {
    "translation": {
      "en": "time to think this through a bit better. father wants to sell, retire. I mean, it's clear that your",
      "de": "um sich das Ganze genauer zu überlegen. Ihr Vater will verkaufen"
    }
  },
  {
    "translation": {
      "en": "-And it's equally clear -Mm-hmm. you don't have another buyer.",
      "de": "und in Rente gehen. Und zudem haben Sie keinen anderen Käufer."
    }
  },
  {
    "translation": {
      "en": "Certainly not anyone who will come up to what I am offering.",
      "de": "Jedenfalls keinen, der so ein Angebot macht."
    }
  },
  {
    "translation": {
      "en": "Even less likely given this news.",
      "de": "Bei dieser Neuigkeit umso weniger."
    }
  },
  {
    "translation": {
      "en": "And it's clear that your family has connections in Pine Valley.",
      "de": "Bei dieser Neuigkeit umso weniger. Ich weiß, Ihre Familie ist sehr verwurzelt in Pine Valley."
    }
  },
  {
    "translation": {
      "en": "So, why don't we both think on that?",
      "de": "Also, warum denken wir nicht darüber nach? Wir reden später."
    }
  },
  {
    "translation": {
      "en": "We can reconvene later?",
      "de": "warum denken wir nicht darüber nach? Wir reden später."
    }
  },
  {
    "translation": {
      "en": "And now I must have some more of your father's delicious eggnog.",
      "de": "Jetzt möchte ich den leckeren Eierlikör Ihres Vaters kosten."
    }
  },
  {
    "translation": {
      "en": "this is all a bad idea. Oh, Bonnie, maybe",
      "de": "Oh Bonnie, vielleicht ist das keine gute Idee."
    }
  },
  {
    "translation": {
      "en": "I mean, she's right.",
      "de": "Ich meine, sie hat recht."
    }
  },
  {
    "translation": {
      "en": "By registering the inn as a heritage building it's going to be really hard to find another buyer.",
      "de": "Wenn das Hotel unter Denkmalschutz steht, wird es schwierig, einen Käufer zu finden."
    }
  },
  {
    "translation": {
      "en": "And my dad won't be able to retire and...",
      "de": "Dad wird nicht in den Ruhestand gehen."
    }
  },
  {
    "translation": {
      "en": "miracle. And given the family All we need is a Christmas",
      "de": "Du brauchst ein Weihnachts-Wunder, und da ihr so etwas braucht,"
    }
  },
  {
    "translation": {
      "en": "in need of such miracles, I have high hopes.",
      "de": "Du brauchst ein Weihnachts-Wunder, und da ihr so etwas braucht, habe ich Hoffnung."
    }
  },
  {
    "translation": {
      "en": "Is Santa coming this year? Yeah? What did you ask for?",
      "de": "Kommt der Weihnachtsmann? Was hast du dir gewünscht?"
    }
  },
  {
    "translation": {
      "en": "A pony?",
      "de": "Ein Pony?"
    }
  },
  {
    "translation": {
      "en": "I guess Julian went back to the city.",
      "de": "-Julian ist wohl zurück in der Stadt. -Vielleicht,"
    }
  },
  {
    "translation": {
      "en": "Maybe, maybe not. Hard to say.",
      "de": "-Julian ist wohl zurück in der Stadt. -Vielleicht, vielleicht auch nicht. Schwer zu sagen."
    }
  },
  {
    "translation": {
      "en": "Could I have everyone's attention, please?",
      "de": "Hört bitte her."
    }
  },
  {
    "translation": {
      "en": "Okay folks.",
      "de": "Okay, Leute:"
    }
  },
  {
    "translation": {
      "en": "This is when I usually read the Christmas poem.",
      "de": "Jetzt wäre das Weihnachtsgedicht dran."
    }
  },
  {
    "translation": {
      "en": "But this year, because it is",
      "de": "Aber, weil wir in diesem Jahr"
    }
  },
  {
    "translation": {
      "en": "dare I say our last Christmas at the inn...",
      "de": "Aber, weil wir in diesem Jahr zum letzten Mal Weihnachten im Hotel feiern,"
    }
  },
  {
    "translation": {
      "en": "talented daughter Ms. Nia Moore I'd like to invite my very to say a few words. to join me up here",
      "de": "soll meine Tochter Miss Nia Moore ein paar Worte an euch zu richten."
    }
  },
  {
    "translation": {
      "en": "Thank you so much everyone for coming tonight.",
      "de": "Danke, dass ihr alle heute Abend gekommen seid."
    }
  },
  {
    "translation": {
      "en": "We have had many, many, many",
      "de": "Wie haben hier schon sehr viele schöne Erinnerungen an Weihnachtsfeiern."
    }
  },
  {
    "translation": {
      "en": "joyful Christmas memories here",
      "de": "schöne Erinnerungen an Weihnachtsfeiern."
    }
  },
  {
    "translation": {
      "en": "before I was born. since, oh, since",
      "de": "Und zwar seit... Seit ich geboren wurde."
    }
  },
  {
    "translation": {
      "en": "I'll be honest.",
      "de": "Ich muss mich erst einmal an die Vorstellung gewöhnen,"
    }
  },
  {
    "translation": {
      "en": "I'm still trying to process the idea of the inn",
      "de": "Ich muss mich erst einmal an die Vorstellung gewöhnen, dass dieses Hotel nicht mehr zu unserem Leben gehört."
    }
  },
  {
    "translation": {
      "en": "of our lives anymore. not being a part",
      "de": "dass dieses Hotel nicht mehr zu unserem Leben gehört."
    }
  },
  {
    "translation": {
      "en": "So my dad wanted to do something extra special this year,",
      "de": "Also hat sich mein Vater etwas ganz Besonderes einfallen lassen."
    }
  },
  {
    "translation": {
      "en": "and we will be singing a duet.",
      "de": "Wir singen jetzt ein Duett."
    }
  },
  {
    "translation": {
      "en": "every Christmas Eve together. It's a song we used to sing",
      "de": "Dieses Lied haben wir an jedem Heiligabend zusammen gesungen."
    }
  },
  {
    "translation": {
      "en": "And I'd like to dedicate this song",
      "de": "Und ich widme dieses Lied"
    }
  },
  {
    "translation": {
      "en": "to those who are here with us and to those who are not.",
      "de": "all jenen, die heute bei uns sind, und allen, die es nicht sind."
    }
  },
  {
    "translation": {
      "en": "and Merry Christmas. Thank you everyone",
      "de": "Danke schön und frohe Weihnachten!"
    }
  },
  {
    "translation": {
      "en": "Oh, and uh, there's lots of hot cocoa and treats that have to be finished by the end of the night",
      "de": "Und es ist heißer Kakao und Essen da, das heute Abend unbedingt weg muss,"
    }
  },
  {
    "translation": {
      "en": "otherwise my dad will finish them all to himself.",
      "de": "ansonsten wird mein Vater alles ganz alleine aufessen müssen."
    }
  },
  {
    "translation": {
      "en": "And all my yoga would have gone to waste.",
      "de": "Das ganze Yoga wäre umsonst gewesen!"
    }
  },
  {
    "translation": {
      "en": "-You see who's here? -Thank you.",
      "de": "Danke. Hast du ihn gesehen? Er kommt auf uns zu."
    }
  },
  {
    "translation": {
      "en": "And he's coming this way.",
      "de": "Hast du ihn gesehen? Er kommt auf uns zu."
    }
  },
  {
    "translation": {
      "en": "He's right behind me isn't he? [whispers] He is right behind you. [whispers]",
      "de": "-Direkt hinter mir, nicht? -Ja."
    }
  },
  {
    "translation": {
      "en": "Excuse me. There's a gingerbread man, um, eyeing me.",
      "de": "Entschuldige mich. Ich hole noch etwas mehr Lebkuchen."
    }
  },
  {
    "translation": {
      "en": "-Hi. -Hi.",
      "de": "Hi. Hi."
    }
  },
  {
    "translation": {
      "en": "that was beautiful. You and your dad,",
      "de": "Du und dein Vater, das war -wunderschön. -Danke."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "de": "-wunderschön. -Danke."
    }
  },
  {
    "translation": {
      "en": "Um, I uh... I messed up.",
      "de": "-Ich... -Ich hab's vermasselt."
    }
  },
  {
    "translation": {
      "en": "And I just wanted to say that I'm sorry.",
      "de": "Und ich möchte mich entschuldigen. Ich hätte dich fragen sollen,"
    }
  },
  {
    "translation": {
      "en": "I should've came to you first and let you decide what to do",
      "de": "entschuldigen. Ich hätte dich fragen sollen, damit du entscheidest, anstatt mit deinem Vater zu reden."
    }
  },
  {
    "translation": {
      "en": "instead of going to your dad and making a deal.",
      "de": "damit du entscheidest, anstatt mit deinem Vater zu reden."
    }
  },
  {
    "translation": {
      "en": "Why did you do that?",
      "de": "Warum hast du das getan?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "de": "Ich weiß nicht."
    }
  },
  {
    "translation": {
      "en": "I was afraid for you, for me, for my job. I don't know.",
      "de": "Ich hatte Angst, um dich, um mich, meinen Job..."
    }
  },
  {
    "translation": {
      "en": "But those are just excuses.",
      "de": "Ich weiß nicht. Aber das sind nur Ausreden."
    }
  },
  {
    "translation": {
      "en": "I'm here now to make things right.",
      "de": "Ich bin hier, um es richtigzumachen."
    }
  },
  {
    "translation": {
      "en": "Or to try to at least.",
      "de": "Ich versuche es zumindest."
    }
  },
  {
    "translation": {
      "en": "We have a little problem. Excuse me, Mrs. Hahn?",
      "de": "Verzeihung, Mrs. Harland. Wir haben ein Problem. Ja,"
    }
  },
  {
    "translation": {
      "en": "has already informed me. Yes, your daughter",
      "de": "Wir haben ein Problem. Ja, Ihre Tochter hat mich schon informiert."
    }
  },
  {
    "translation": {
      "en": "cooperation from the town, But I mean, with some I'm sure we can still make this work.",
      "de": "Aber wenn die Gemeindeverwaltung mitmacht, finden wir sicher eine Lösung."
    }
  },
  {
    "translation": {
      "en": "Well, if by cooperation",
      "de": "Wenn Sie damit andeuten wollen,"
    }
  },
  {
    "translation": {
      "en": "you mean Malcolm agreeing to turn a blind eye to you not acknowledging this beautiful inn's",
      "de": "dass Malcolm einfach wegschaut, wenn es um ein historisches Bauwerk geht,"
    }
  },
  {
    "translation": {
      "en": "historical significance, it's not likely.",
      "de": "dass Malcolm einfach wegschaut, wenn es um ein historisches Bauwerk geht, dann klappt das nicht."
    }
  },
  {
    "translation": {
      "en": "I'm sorry. You are? Sean Robinson.",
      "de": "-Wie bitte? Und Sie sind? -Sean Robinson."
    }
  },
  {
    "translation": {
      "en": "And Malcolm is? Malcolm Wells?",
      "de": "-Und Malcolm ist...? -Malcolm Wells."
    }
  },
  {
    "translation": {
      "en": "Well, he is the president of the Pine Valley Landmarks and Preservation Society",
      "de": "Er ist der Präsident der Gesellschaft für Denkmalpflege."
    }
  },
  {
    "translation": {
      "en": "and let me assure you, he is a stickler for the rules.",
      "de": "Er ist der Präsident der Gesellschaft für Denkmalpflege. Sie müssen wissen, er kennt alle Vorschriften."
    }
  },
  {
    "translation": {
      "en": "the inn a historical landmark. So, Malcolm is declaring",
      "de": "Malcolm schützt das Hotel als historisches Denkmal?"
    }
  },
  {
    "translation": {
      "en": "Indeed he is. don't pull the offer? And what if they",
      "de": "-Ganz genau. -Die ziehen das Angebot nicht zurück."
    }
  },
  {
    "translation": {
      "en": "would give us enough time The legal challenges to find another buyer hopefully.",
      "de": "Ein Gerichtsverfahren gäbe uns Zeit, einen neuen Käufer zu finden."
    }
  },
  {
    "translation": {
      "en": "That makes sense.",
      "de": "-Hoffentlich. -Das ergibt Sinn."
    }
  },
  {
    "translation": {
      "en": "Who knows, maybe we could find financing ourselves.",
      "de": "Vielleicht könnten wir uns selbst finanzieren."
    }
  },
  {
    "translation": {
      "en": "Ourselves?",
      "de": "Uns selbst?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "ahead of myself here, but um... I mean, I don't want to get",
      "de": "Ich möchte ja hier nichts überstürzen, aber..."
    }
  },
  {
    "translation": {
      "en": "I don't want to leave.",
      "de": "Ich will bleiben."
    }
  },
  {
    "translation": {
      "en": "I don't want to move on to my next adventure.",
      "de": "Ich will kein neues Abenteuer suchen. Ich habe es gefunden."
    }
  },
  {
    "translation": {
      "en": "Because I think I found it right here with you.",
      "de": "Ich will kein neues Abenteuer suchen. Ich habe es gefunden. Es ist hier. Bei dir. Ich lasse dich nicht mehr los."
    }
  },
  {
    "translation": {
      "en": "And I'd be a fool to let you go.",
      "de": "Bei dir. Ich lasse dich nicht mehr los."
    }
  },
  {
    "translation": {
      "en": "And you'd be willing to work with me",
      "de": "Und du würdest mit mir daran arbeiten,"
    }
  },
  {
    "translation": {
      "en": "and help keep the inn?",
      "de": "um das Hotel zu erhalten?"
    }
  },
  {
    "translation": {
      "en": "I meant what I said.",
      "de": "Ich habe dir doch gesagt:"
    }
  },
  {
    "translation": {
      "en": "This is your home, and I don't want you to lose it.",
      "de": "Das ist dein Zuhause. Ich will nicht, dass du es verlierst."
    }
  },
  {
    "translation": {
      "en": "Were you not happy with our deal? Was I not generous enough?",
      "de": "Waren sie nicht froh über den Deal? War ich nicht großzügig genug?"
    }
  },
  {
    "translation": {
      "en": "No, very generous. It's just that my daughter...",
      "de": "Doch, Sie sind sehr großzügig. Aber meine Tochter..."
    }
  },
  {
    "translation": {
      "en": "Isn't keen on bending the rules.",
      "de": "will die Regeln nicht brechen."
    }
  },
  {
    "translation": {
      "en": "I mean, I've actually put out some feelers and I've got some strong leads.",
      "de": "Ich habe die Fühler ausgestreckt und habe gute Kontakte."
    }
  },
  {
    "translation": {
      "en": "That's very touching, Julian, [Robyn] but you shouldn't lie to the girl.",
      "de": "Sehr rührend, Julian. Du solltest sie nicht anlügen."
    }
  },
  {
    "translation": {
      "en": "Excuse me?",
      "de": "Wie bitte?"
    }
  },
  {
    "translation": {
      "en": "You have no financing, no leads.",
      "de": "Du hast weder Geld noch Kontakte."
    }
  },
  {
    "translation": {
      "en": "And if you continue sabotaging our work, you won't have a job either.",
      "de": "Und wenn du uns weiter sabotierst, hast du auch keinen Job mehr."
    }
  },
  {
    "translation": {
      "en": "You want to know what, Robyn?",
      "de": "Weißt du was, Robin?"
    }
  },
  {
    "translation": {
      "en": "to work for you anymore. I don't know if I want",
      "de": "Ich möchte wohl nicht mehr für dich arbeiten."
    }
  },
  {
    "translation": {
      "en": "to work for you anymore Actually, I don't want",
      "de": "Ich möchte wohl nicht mehr für dich arbeiten. Ich weiß, dass ich es nicht mehr will, wenn du so Geschäfte machst."
    }
  },
  {
    "translation": {
      "en": "if this is how you do business.",
      "de": "Ich weiß, dass ich es nicht mehr will, wenn du so Geschäfte machst."
    }
  },
  {
    "translation": {
      "en": "-Well, he won't need it. -Excuse me?",
      "de": "Das muss er auch nicht. Was meinen Sie?"
    }
  },
  {
    "translation": {
      "en": "Oh, very soon he's going to have a beautiful resort to restore.",
      "de": "Er wird bald ein Resort renovieren."
    }
  },
  {
    "translation": {
      "en": "-He's got the financing. -What?",
      "de": "Er hat das Geld. Was?"
    }
  },
  {
    "translation": {
      "en": "my new facility, and... I was thinking about Yeah, you know.",
      "de": "Ich dachte an meinen neuen Campus."
    }
  },
  {
    "translation": {
      "en": "people are going to need a place to stay when they visit so...",
      "de": "Die Besucher brauchen einen Ort, wo sie übernachten können, also..."
    }
  },
  {
    "translation": {
      "en": "-We are doing it. -You'd do that?",
      "de": "-Das würdet ihr tun? -Ja, sicher."
    }
  },
  {
    "translation": {
      "en": "Everybody, just wait, um... Okay, wait, wait, wait.",
      "de": "Okay, wartet alle mal, Moment..."
    }
  },
  {
    "translation": {
      "en": "Julian, I need to talk to you outside. -Right now. -Mm-hmm.",
      "de": "Julian, lass uns draußen reden."
    }
  },
  {
    "translation": {
      "en": "-Right now! -Mm-hmm.",
      "de": "Jetzt."
    }
  },
  {
    "translation": {
      "en": "You okay? You need a jacket?",
      "de": "Alles klar? Willst du eine Jacke?"
    }
  },
  {
    "translation": {
      "en": "No, I'm okay.",
      "de": "Nein, alles gut."
    }
  },
  {
    "translation": {
      "en": "But we just met...",
      "de": "Wir kennen uns noch nicht."
    }
  },
  {
    "translation": {
      "en": "and I don't want you to give up your career or dreams for me.",
      "de": "Ich will nicht, dass du für mich deine Karriere aufgibst"
    }
  },
  {
    "translation": {
      "en": "-Yes, I'm sure. -Are you sure?",
      "de": "Bist du sicher? Ja, ich bin sicher."
    }
  },
  {
    "translation": {
      "en": "But how? Why?",
      "de": "Aber warum? Und wie?"
    }
  },
  {
    "translation": {
      "en": "Because of the magic.",
      "de": "Wegen der Magie."
    }
  },
  {
    "translation": {
      "en": "-It's working again. -Of course, it is.",
      "de": "Sie geht wieder. Ja, natürlich."
    }
  },
  {
    "translation": {
      "en": "Mistletoe.",
      "de": "Misteln."
    }
  },
  {
    "translation": {
      "en": "It sure is.",
      "de": "Ja, sicher."
    }
  },
  {
    "translation": {
      "en": "-Merry Christmas, Julian. -Merry Christmas, Nia.",
      "de": "Frohe Weihnachten, Nia. Frohe Weihnachten, Julian."
    }
  }
]