[
  {
    "translation": {
      "en": "[Mahesh Jadu] In The Art of War, there's a saying.",
      "de": "In Die Kunst des Krieges gibt es eine Weisheit."
    }
  },
  {
    "translation": {
      "en": "\"When weak, act strong.\"",
      "de": "\"Erscheine stark, wenn du schwach bist"
    }
  },
  {
    "translation": {
      "en": "\"When strong, act weak.\"",
      "de": "Erscheine schwach, wenn du stark bist.\""
    }
  },
  {
    "translation": {
      "en": "Not showing all the power all the time means that",
      "de": "Nicht immer seine ganze Kraft zu zeigen, bedeutet"
    }
  },
  {
    "translation": {
      "en": "there is a consistent underestimation that takes place.",
      "de": "dass man ständig unterschätzt wird."
    }
  },
  {
    "translation": {
      "en": "People drop their guard. And that allows a slipstream of opportunity at every turn.",
      "de": "Der Gegner wird nachlässig. Und das birgt jede Menge Gelegenheiten."
    }
  },
  {
    "translation": {
      "en": "Everything is gonna break down first before it can be rebuilt.",
      "de": "Alles bricht erst zusammen, bevor es wieder aufgebaut werden kann."
    }
  },
  {
    "translation": {
      "en": "And when it rebuilds, it won't be the way we've known it before.",
      "de": "Und dann wird es nicht mehr so sein, wie wir es kannten."
    }
  },
  {
    "translation": {
      "en": "[director] Action!",
      "de": "Action!"
    }
  },
  {
    "translation": {
      "en": "[Lauren Schmidt Hissrich] Season three leads on from season two",
      "de": "Die Art und Weise, wie Staffel drei an Staffel zwei anknüpft,"
    }
  },
  {
    "translation": {
      "en": "in a way that was more emotionally driven than plot driven.",
      "de": "ist mehr emotional als handlungsgetrieben."
    }
  },
  {
    "translation": {
      "en": "[Tomek Baginski] And this is also the first season which was written",
      "de": "Es ist die erste Staffel, die nach dem Start von Staffel eins geschrieben wurde."
    }
  },
  {
    "translation": {
      "en": "after the premiere of the first season.",
      "de": "die nach dem Start von Staffel eins geschrieben wurde."
    }
  },
  {
    "translation": {
      "en": "We also had time to really work on the story for season three,",
      "de": "Wir hatten richtig Zeit, an der Story zu arbeiten."
    }
  },
  {
    "translation": {
      "en": "and we could really sort out all the little details,",
      "de": "Wir konnten all die Details ausarbeiten,"
    }
  },
  {
    "translation": {
      "en": "and all the little relationships,",
      "de": "all die kleinen Beziehungen,"
    }
  },
  {
    "translation": {
      "en": "and all the character arcs for the main characters",
      "de": "und Handlungsbögen für die Hauptfiguren"
    }
  },
  {
    "translation": {
      "en": "and for the secondary characters.",
      "de": "und die Nebenfiguren."
    }
  },
  {
    "translation": {
      "en": "[Andrew Laws] Our view of the Continent is growing all the time.",
      "de": "Unser Blick auf den Kontinent wächst ständig."
    }
  },
  {
    "translation": {
      "en": "So what's we've… what's been really fun with this show",
      "de": "Es hat wirklich Spaß gemacht,"
    }
  },
  {
    "translation": {
      "en": "is being able to expand our vision of what the world looks like",
      "de": "unsere Vision von dieser Welt zu erweitern,"
    }
  },
  {
    "translation": {
      "en": "with each of the seasons,",
      "de": "mit jeder der Staffeln."
    }
  },
  {
    "translation": {
      "en": "and we're beginning to grow a sense of the visual breadth of the Continent.",
      "de": "Wir bekommen langsam ein Gefühl für die visuelle Breite des Kontinents."
    }
  },
  {
    "translation": {
      "en": "We had a chance to build some environments that were incredibly expansive,",
      "de": "Wir konnten Kulissen bauen, die unglaublich weitläufig waren"
    }
  },
  {
    "translation": {
      "en": "and allowed for in-camera action",
      "de": "und Action vor der Kamera zuließen,"
    }
  },
  {
    "translation": {
      "en": "that I think really supports and helps with the performances and storytelling.",
      "de": "was die Leistungen der Darsteller und die Erzählung sehr unterstützt hat."
    }
  },
  {
    "translation": {
      "en": "[Tomek] And it's so much easier to work now, because now we have all the crew knowing Witcher",
      "de": "Die Arbeit ist jetzt viel einfacher, da die gesamte Crew The Witcher kennt."
    }
  },
  {
    "translation": {
      "en": "to the bone, to… to the core,",
      "de": "Bis ins kleinste Detail."
    }
  },
  {
    "translation": {
      "en": "and you don't have to explain basic elements and basic relationships,",
      "de": "Man muss nichts Grundlegendes mehr erklären,"
    }
  },
  {
    "translation": {
      "en": "which is exciting.",
      "de": "was großartig ist."
    }
  },
  {
    "translation": {
      "en": "Everyone is so much more invested in what they do,",
      "de": "Alle sind so begeistert bei der Sache,"
    }
  },
  {
    "translation": {
      "en": "and everyone now takes their sort of own creative pride.",
      "de": "und alle sind stolz auf ihre Kreativität."
    }
  },
  {
    "translation": {
      "en": "And, to me, it just makes a better product.",
      "de": "ich finde, das macht das Produkt besser."
    }
  },
  {
    "translation": {
      "en": "Season three starts out in a place where we're just with a family",
      "de": "Staffel drei beginnt an einem Ort, an dem wir eine Familie erleben,"
    }
  },
  {
    "translation": {
      "en": "who's learning to be together for the first time.",
      "de": "die zum ersten Mal lernt, zusammen zu sein."
    }
  },
  {
    "translation": {
      "en": "And starting a season with sort of that emotional engine to it",
      "de": "Eine Staffel mit einem so emotionalen Motor zu beginnen,"
    }
  },
  {
    "translation": {
      "en": "was really exciting.",
      "de": "war wirklich aufregend."
    }
  },
  {
    "translation": {
      "en": "[Tomek] It's based on Time of Contempt, which is the second book of the saga.",
      "de": "Als Vorlage diente Zeit der Verachtung, der zweite Teil der Saga."
    }
  },
  {
    "translation": {
      "en": "Among the fans, this book is considered as one of the best books of the series.",
      "de": "Unter Fans gilt dieser Teil als einer der besten der Reihe."
    }
  },
  {
    "translation": {
      "en": "[Lauren] And it gives us the chance to really invest in these characters",
      "de": "Wir konnten wirklich in diese Figuren investieren."
    }
  },
  {
    "translation": {
      "en": "in the way that we needed to invest in them.",
      "de": "So wie wir in sie investieren mussten."
    }
  },
  {
    "translation": {
      "en": "If you really wanna hide, you'd dye that mop. No one's lookin' for the Black fuckin' Wolf.",
      "de": "Färbt Euch zur Tarnung die Matte. Niemand sucht den Schwarzen Wolf."
    }
  },
  {
    "translation": {
      "en": "[Geralt] Hello, old friend.",
      "de": "Hallo, alter Freund."
    }
  },
  {
    "translation": {
      "en": "[Lauren] Season three marks the first time that Geralt, Yen, and Ciri are all in the same place at the same time,",
      "de": "Geralt, Yen und Ciri sind zum ersten Mal zur gleichen Zeit am gleichen Ort,"
    }
  },
  {
    "translation": {
      "en": "and that their stories are moving forward together.",
      "de": "und ihre Geschichten entwickeln sich gemeinsam."
    }
  },
  {
    "translation": {
      "en": "But Ciri has an immense power that she doesn't understand",
      "de": "Ciri hat eine immense Macht, die sie nicht versteht und noch nicht kontrolliert."
    }
  },
  {
    "translation": {
      "en": "and she can't control yet,",
      "de": "die sie nicht versteht und noch nicht kontrolliert."
    }
  },
  {
    "translation": {
      "en": "and what she needs to do is have magical training now.",
      "de": "Was sie braucht, ist Training in Magie."
    }
  },
  {
    "translation": {
      "en": "[Henry Cavill] Geralt and Yennefer have an idea",
      "de": "Geralt und Yennefer ahnen,"
    }
  },
  {
    "translation": {
      "en": "that there's something different and unique about her.",
      "de": "dass sie anders und einzigartig ist."
    }
  },
  {
    "translation": {
      "en": "But it's still… they're still very much in the dark",
      "de": "Aber sie wissen noch nicht,"
    }
  },
  {
    "translation": {
      "en": "about whether this is regular magic and just poorly executed,",
      "de": "ob es sich um gewöhnliche, nur schlecht ausgeübte Magie handelt,"
    }
  },
  {
    "translation": {
      "en": "or whether this is something far, far more.",
      "de": "oder ob weitaus mehr dahintersteckt."
    }
  },
  {
    "translation": {
      "en": "We begin quite slowly, in a way, with them,",
      "de": "Es beginnt ziemlich langsam mit ihnen."
    }
  },
  {
    "translation": {
      "en": "in a dynamic that we haven't seen them in before.",
      "de": "Mit einer Dynamik, die wir so noch nie gesehen haben."
    }
  },
  {
    "translation": {
      "en": "They both care deeply for Ciri.",
      "de": "Beiden ist Ciri sehr wichtig."
    }
  },
  {
    "translation": {
      "en": "Yennefer's is… is kind of that new-found love.",
      "de": "Yennefers Zuneigung ist eine Art neu entdeckte Liebe."
    }
  },
  {
    "translation": {
      "en": "[Lauren] We obviously start Yen and Ciri in a really rocky place.",
      "de": "Yen und Ciris Beziehung ist anfangs sehr wacklig."
    }
  },
  {
    "translation": {
      "en": "I mean, Yen was willing to sacrifice Ciri in order to gain her power back.",
      "de": "Yen war ja bereit, Ciri zu opfern, um ihre Macht zurückzugewinnen."
    }
  },
  {
    "translation": {
      "en": "At the time of that choice, she didn't know who Ciri was, she didn't know what Ciri meant.",
      "de": "Zu diesem Zeitpunkt wusste sie nicht, wer Ciri ist, welche Bedeutung sie hat"
    }
  },
  {
    "translation": {
      "en": "She certainly didn't know that Ciri was Geralt's Child of Surprise.",
      "de": "oder dass sie Geralts Kind der Überraschung ist."
    }
  },
  {
    "translation": {
      "en": "They're reestablishing their relationship",
      "de": "Ihre Beziehung entwickelt sich neu,"
    }
  },
  {
    "translation": {
      "en": "as Yennefer is teaching Ciri",
      "de": "während Yennefer Ciri beibringt,"
    }
  },
  {
    "translation": {
      "en": "how to harness her magic.",
      "de": "ihre Magie zu nutzen."
    }
  },
  {
    "translation": {
      "en": "That helps to bring them together.",
      "de": "Das hilft, sie zusammenzubringen."
    }
  },
  {
    "translation": {
      "en": "[Tomek] So when we start the season, they are on the run,",
      "de": "Zu Beginn der Staffel sind sie auf der Flucht"
    }
  },
  {
    "translation": {
      "en": "they are going from place to place, trying to outrun the people who are chasing them.",
      "de": "und hetzen von Ort zu Ort, um denen zu entkommen, die sie jagen."
    }
  },
  {
    "translation": {
      "en": "And, as we know, the whole Continent is chasing them.",
      "de": "Und wie wir wissen, jagt sie der gesamte Kontinent."
    }
  },
  {
    "translation": {
      "en": "[Lauren] The Redanians are after Ciri. Emhyr is after Ciri.",
      "de": "Die Redanier wollen Ciri. Emhyr will Ciri."
    }
  },
  {
    "translation": {
      "en": "And then Rience is after Ciri.",
      "de": "Und Rience will Ciri."
    }
  },
  {
    "translation": {
      "en": "And what we learn is that Rience is working for someone powerful,",
      "de": "Wir erfahren, dass Rience für jemand Mächtigen arbeitet,"
    }
  },
  {
    "translation": {
      "en": "and we don't know who that person is.",
      "de": "von dem wir nicht wissen, wer er ist."
    }
  },
  {
    "translation": {
      "en": "What I wanted to give a sense of is that these characters have to travel a lot.",
      "de": "Ich wollte veranschaulichen, dass diese Figuren viel unterwegs sind."
    }
  },
  {
    "translation": {
      "en": "[Andrew] Locations were really important to us this season because we really wanted to open up our world.",
      "de": "Schauplätze waren diesmal sehr wichtig, da wir unsere Welt öffnen wollten."
    }
  },
  {
    "translation": {
      "en": "We wanted to try to find an environment",
      "de": "Wir wollten eine Umgebung finden,"
    }
  },
  {
    "translation": {
      "en": "that gave us a number of different feelings.",
      "de": "die uns verschiedene Möglichkeiten gab."
    }
  },
  {
    "translation": {
      "en": "So we looked at Croatia, and Italy, and Slovenia",
      "de": "Also sahen wir uns Kroatien, Italien und Slowenien an,"
    }
  },
  {
    "translation": {
      "en": "as a really interesting triangle of locations",
      "de": "ein interessantes Dreieck von Schauplätzen,"
    }
  },
  {
    "translation": {
      "en": "that, in the end, gave us a sort of summer, winter, spring, autumn,",
      "de": "das uns eine Art Sommer, Winter, Frühling und Herbst ermöglichte."
    }
  },
  {
    "translation": {
      "en": "within reach of each other during the same timeframe.",
      "de": "In Reichweite zueinander und im selben Zeitraum."
    }
  },
  {
    "translation": {
      "en": "[Tomek] My favorite location, I think, was this lake in Italy,",
      "de": "Mein Lieblingsschauplatz war wohl dieser See in Italien,"
    }
  },
  {
    "translation": {
      "en": "where we shot this winter house.",
      "de": "wo wir das Winterhaus gedreht haben."
    }
  },
  {
    "translation": {
      "en": "We see there, for the first time, that Ciri can skate,",
      "de": "Wir sehen dort zum ersten Mal, dass Ciri eislaufen kann."
    }
  },
  {
    "translation": {
      "en": "and tries to teach Yennefer how to skate.",
      "de": "Und sie versucht, es Yennefer beizubringen."
    }
  },
  {
    "translation": {
      "en": "[Lauren] Witcher fans love ice skating. It shows up in the books a lot in various ways.",
      "de": "Die Witcher-Fans lieben Eislaufen. Es taucht oft in den Büchern auf."
    }
  },
  {
    "translation": {
      "en": "And we actually hadn't paid any homage to this yet.",
      "de": "Und bisher hatten wir das noch nicht berücksichtigt."
    }
  },
  {
    "translation": {
      "en": "And so, I still remember when Freya Allan read the pages,",
      "de": "Ich weiß noch, als Freya Allan diesen Abschnitt las,"
    }
  },
  {
    "translation": {
      "en": "and it has Ciri doing, like, elaborate Olympic jumps on the ice,",
      "de": "in dem Ciri fast schon olympiareife Sprünge zeigt,"
    }
  },
  {
    "translation": {
      "en": "and she was like, \"Wait. What?\"",
      "de": "und sagte: \"Moment, was?\""
    }
  },
  {
    "translation": {
      "en": "[Freya] I asked for a lot of lessons",
      "de": "Ich bat um Unterricht,"
    }
  },
  {
    "translation": {
      "en": "because I want to be like a Olympic ice skater by the end,",
      "de": "weil ich wie eine olympische Eisläuferin werden wollte,"
    }
  },
  {
    "translation": {
      "en": "which, of course, I was not.",
      "de": "die ich natürlich nicht war."
    }
  },
  {
    "translation": {
      "en": "And then we got there on the day, and it was, like, plastic ice.",
      "de": "Und als wir am Drehort ankamen, war es eine Art Plastikeis."
    }
  },
  {
    "translation": {
      "en": "It wasn't even real ice, so we couldn't even properly move.",
      "de": "Nicht mal echtes Eis, wir konnten uns also kaum bewegen."
    }
  },
  {
    "translation": {
      "en": "I can barely walk on the floor.",
      "de": "Ich konnte kaum laufen."
    }
  },
  {
    "translation": {
      "en": "[laughing] And then…",
      "de": "Und dann…"
    }
  },
  {
    "translation": {
      "en": "I'd have loved to have known what everyone was thinking",
      "de": "Ich hätte zu gern gewusst, was alle dachten,"
    }
  },
  {
    "translation": {
      "en": "as they were watching us prance around on ice.",
      "de": "während sie zusahen, wie wir auf dem Eis tanzten."
    }
  },
  {
    "translation": {
      "en": "In fact, on one of the takes, we just fell on top of each other.",
      "de": "Bei einem der Takes fielen wir einfach übereinander."
    }
  },
  {
    "translation": {
      "en": "-[Freya] Yeah. -[Anya gasps]",
      "de": "Ja."
    }
  },
  {
    "translation": {
      "en": "[Lauren] Freya ends up on top of Anya, and they're laughing, and someone has to roll off, they can't get back up.",
      "de": "Freya landete auf Anya, sie lachten, rollten herum, kamen nicht mehr hoch…"
    }
  },
  {
    "translation": {
      "en": "And it was such a… just a gorgeous, real moment. -We ended up putting it in the show. -[man] You okay?",
      "de": "Es war ein so schöner, echter Moment, dass wir ihn in die Serie einbauten."
    }
  },
  {
    "translation": {
      "en": "[Tomek] It was exciting to see this little… little detail",
      "de": "Es war aufregend, dieses kleine Detail zu sehen."
    }
  },
  {
    "translation": {
      "en": "which shows that we tried not to forget about all the things",
      "de": "Es zeigt, dass wir versucht haben, nichts von dem zu vergessen,"
    }
  },
  {
    "translation": {
      "en": "which are important for our characters.",
      "de": "was für unsere Figuren wichtig ist."
    }
  },
  {
    "translation": {
      "en": "So, the structure of original books is very, very interesting,",
      "de": "Die Struktur der Originalbücher ist sehr interessant."
    }
  },
  {
    "translation": {
      "en": "because we are very often jumping forward and jumping back in the narrative of the book.",
      "de": "Die Handlung springt sehr oft vor und zurück."
    }
  },
  {
    "translation": {
      "en": "So to make it more streamlined,",
      "de": "Um das Ganze etwas zu entwirren,"
    }
  },
  {
    "translation": {
      "en": "we decided to use some of the scenes from the previous book,",
      "de": "beschlossen wir, einige Szenen aus dem Vorgängerbuch"
    }
  },
  {
    "translation": {
      "en": "some of the scenes from the next book, to make it more as one timeline.",
      "de": "und einige aus dem nächsten einzubauen, damit es mehr wie eine Zeitlinie wirkte."
    }
  },
  {
    "translation": {
      "en": "But we also have a few scenes from the first book, which is Blood of Elves,",
      "de": "Aber einige Szenen aus dem ersten Buch Das Erbe der Elfen"
    }
  },
  {
    "translation": {
      "en": "we wanted to give more space in season two.",
      "de": "haben wir auch in Staffel zwei eingebaut."
    }
  },
  {
    "translation": {
      "en": "And we also thought that some of those scenes, like Battle of Shaerrawedd,",
      "de": "Und wir dachten, manche davon, wie die Schlacht von Shaerrawedd,"
    }
  },
  {
    "translation": {
      "en": "would be such a great opening to season three.",
      "de": "wären auch ein toller Einstieg für Staffel drei."
    }
  },
  {
    "translation": {
      "en": "[Lauren] Shaerrawedd is a place. It's sort of a sacred ground.",
      "de": "Shaerrawedd ist eine Art heiliger Boden."
    }
  },
  {
    "translation": {
      "en": "And we learn a little bit about the elves' struggle there.",
      "de": "Wir erfahren dort etwas von der Not der Elfen."
    }
  },
  {
    "translation": {
      "en": "And this could be, you know, the end of this population.",
      "de": "Und dass das Ende ihres Volkes bevorstehen könnte."
    }
  },
  {
    "translation": {
      "en": "[Geralt] They fought for her,",
      "de": "Sie kämpften für sie,"
    }
  },
  {
    "translation": {
      "en": "and they died with her name on their lips and their honor and integrity intact.",
      "de": "ihren Namen rufend, mit Ehre und Integrität."
    }
  },
  {
    "translation": {
      "en": "[Andrew] The big sets can be amazing.",
      "de": "Große Sets können toll sein."
    }
  },
  {
    "translation": {
      "en": "It's a very good example of remnant elven architecture that hasn't been touched,",
      "de": "Es ist ein gutes Beispiel für alte, unberührte Elfenarchitektur."
    }
  },
  {
    "translation": {
      "en": "so it's a ruin in kind of quite a beautiful way.",
      "de": "Eine Ruine, aber auf schöne Art und Weise."
    }
  },
  {
    "translation": {
      "en": "It's an environment that has a few layers to it,",
      "de": "Das Set hatte mehrere Ebenen,"
    }
  },
  {
    "translation": {
      "en": "so it allows for a fair amount of movement within the space.",
      "de": "gab uns also eine Menge Bewegungsfreiheit."
    }
  },
  {
    "translation": {
      "en": "And so Wolfgang and I and his team designed a one-take sequence for me.",
      "de": "Wolfgang, ich und sein Team entwarfen eine One-Take-Szene für mich."
    }
  },
  {
    "translation": {
      "en": "And it had no stitch cuts.",
      "de": "Ohne Schnitte."
    }
  },
  {
    "translation": {
      "en": "We did a true one… one-shot.",
      "de": "Eine echte One-Take-Szene."
    }
  },
  {
    "translation": {
      "en": "Many people know the Blaviken fight, for example,",
      "de": "Viele kennen den Kampf in Blaviken"
    }
  },
  {
    "translation": {
      "en": "in the first season.",
      "de": "aus der ersten Staffel."
    }
  },
  {
    "translation": {
      "en": "Fuck.",
      "de": "Scheiße."
    }
  },
  {
    "translation": {
      "en": "But it's not just another one-take. It's, uh… it has a different rhythm.",
      "de": "Aber es ist nicht nur irgendein One-Take. Der Rhythmus ist anders."
    }
  },
  {
    "translation": {
      "en": "We have a very special way how to approach fight choreographies.",
      "de": "Unsere Herangehensweise an Kämpfe ist ziemlich besonders."
    }
  },
  {
    "translation": {
      "en": "Each fight you will see in the season has a different tone",
      "de": "Jeder Kampf in dieser Staffel hat eine andere Note"
    }
  },
  {
    "translation": {
      "en": "and a different camera technology.",
      "de": "und eine andere Kameratechnologie."
    }
  },
  {
    "translation": {
      "en": "And the cameraman, he is a part of the fight scene.",
      "de": "Und der Kameramann ist Teil der Kampfszene."
    }
  },
  {
    "translation": {
      "en": "[Henry] The camera operator, he's an integral piece,",
      "de": "Der Kameramann ist ein wichtiger Faktor,"
    }
  },
  {
    "translation": {
      "en": "because he's dancing with us.",
      "de": "da er sozusagen mit uns tanzt."
    }
  },
  {
    "translation": {
      "en": "He needs to know exactly where we are, we need to know exactly where he is,",
      "de": "Er muss genau wissen, wo wir sind. Und wir, wo er ist."
    }
  },
  {
    "translation": {
      "en": "to sell impacts, to sell hits, to sell emotional beats.",
      "de": "Damit Wucht und Emotionen stimmen."
    }
  },
  {
    "translation": {
      "en": "Mostly, he wasn't even using a monitor. He was just using his naked eye",
      "de": "Oft hatte er nicht mal einen Monitor. Nur sein bloßes Auge."
    }
  },
  {
    "translation": {
      "en": "and knowing where the lens would be and what it would look like.",
      "de": "Er wusste, wo die Linse war, und wie es aussehen würde."
    }
  },
  {
    "translation": {
      "en": "And that requires an extraordinary amount of skill.",
      "de": "Und das erfordert außergewöhnliche Fähigkeiten."
    }
  },
  {
    "translation": {
      "en": "We must've done 90-plus takes just to make sure that it was right.",
      "de": "Wir machten wohl mehr als 90 Takes, um sicherzugehen, dass alles passte."
    }
  },
  {
    "translation": {
      "en": "Neutrality. It won't get you a statue.",
      "de": "Neutralität verschafft dir keine Statue."
    }
  },
  {
    "translation": {
      "en": "But it'll certainly help in keeping you alive.",
      "de": "Aber sie hilft dir, am Leben zu bleiben."
    }
  },
  {
    "translation": {
      "en": "[Lauren] So from the beginning, Geralt has talked a lot about being neutral.",
      "de": "Geralt spricht von Anfang an viel von Neutralität."
    }
  },
  {
    "translation": {
      "en": "He's very clear he doesn't want to get involved in politics,",
      "de": "Er will nichts mit Politik zu tun haben"
    }
  },
  {
    "translation": {
      "en": "he doesn't want to get involved in the petty skirmishes of people in the Continent.",
      "de": "und nichts mit den Grabenkämpfen der Menschen auf dem Kontinent."
    }
  },
  {
    "translation": {
      "en": "He exists for a reason. That is to kill monsters.",
      "de": "Er existiert aus einem Grund. Er tötet Monster."
    }
  },
  {
    "translation": {
      "en": "[laughs] Of course, one of the… the funny things that Jaskier points out to him in season one",
      "de": "Aber Rittersporn weist ihn in Staffel eins ja witzigerweise darauf hin,"
    }
  },
  {
    "translation": {
      "en": "is that he always says he's not going to get involved, and he always ends up getting involved.",
      "de": "dass er sich nie einmischen will, es am Ende aber doch immer tut."
    }
  },
  {
    "translation": {
      "en": "That's because he can't pull himself from this sort of white knight hero complex that he has.",
      "de": "Weil er diesen Weißer-Ritter-Heldenkomplex einfach nicht ablegen kann."
    }
  },
  {
    "translation": {
      "en": "He wants to do good in the world.",
      "de": "Er will Gutes tun."
    }
  },
  {
    "translation": {
      "en": "His neutrality really comes into question,",
      "de": "Seine Neutralität gerät ins Wanken."
    }
  },
  {
    "translation": {
      "en": "because not just is he choosing to sort of join into political battles,",
      "de": "Denn er beschließt nicht nur, sich in politische Kämpfe einzumischen,"
    }
  },
  {
    "translation": {
      "en": "but he realizes that's what he has to do.",
      "de": "sondern erkennt auch, dass er es tun muss."
    }
  },
  {
    "translation": {
      "en": "To protect her, they actually have to split up again.",
      "de": "Um sie zu beschützen, müssen sie sich wieder trennen."
    }
  },
  {
    "translation": {
      "en": "We wanted a place for Geralt to go",
      "de": "Wir wollten einen Ort für Geralt,"
    }
  },
  {
    "translation": {
      "en": "and start to uncover what exactly is happening,",
      "de": "an dem er herausfindet, was vor sich geht,"
    }
  },
  {
    "translation": {
      "en": "why people are after Ciri.",
      "de": "warum Ciri gejagt wird."
    }
  },
  {
    "translation": {
      "en": "Vilgefortz has been experimenting on a lot of young women",
      "de": "Vilgefortz hat mit jungen Frauen experimentiert,"
    }
  },
  {
    "translation": {
      "en": "in order to perfect the magic, perfect the spells,",
      "de": "um die Magie und die Zauber zu perfektionieren,"
    }
  },
  {
    "translation": {
      "en": "perfect what he needs to use Ciri for.",
      "de": "für die er Ciri braucht."
    }
  },
  {
    "translation": {
      "en": "The Flesh Monster is the remains of those women.",
      "de": "Das Fleischmonster ist das, was von den Frauen geblieben ist."
    }
  },
  {
    "translation": {
      "en": "And it's one of the grossest monsters that we've ever created.",
      "de": "Und eines der ekligsten Monster, das wir je erschaffen haben."
    }
  },
  {
    "translation": {
      "en": "The Flesh Monster was probably the most complex monster we've put together",
      "de": "Das Fleischmonster war vermutlich unser komplexestes Monster, was das Design betrifft,"
    }
  },
  {
    "translation": {
      "en": "in terms of how the design of it evolved,",
      "de": "was das Design betrifft,"
    }
  },
  {
    "translation": {
      "en": "because it was a… it was a monster that needed to involve",
      "de": "weil an seiner Entstehung"
    }
  },
  {
    "translation": {
      "en": "multiple departments, uh… simultaneously.",
      "de": "mehrere Abteilungen gleichzeitig beteiligt waren."
    }
  },
  {
    "translation": {
      "en": "It was such a complex organism",
      "de": "Es war so komplex,"
    }
  },
  {
    "translation": {
      "en": "that we had to work in tandem with VFX, but also with stunts,",
      "de": "dass wir mit dem VFX-Team, aber auch mit Stunt-Team arbeiten mussten,"
    }
  },
  {
    "translation": {
      "en": "to create something that was more of an idea for a monster.",
      "de": "um etwas zu erschaffen das mehr eine Idee für ein Monster war."
    }
  },
  {
    "translation": {
      "en": "We basically tried to be empathic.",
      "de": "Wir versuchten im Grunde, uns in es einzufühlen."
    }
  },
  {
    "translation": {
      "en": "What does a monster like? What does it feel? What does it think?",
      "de": "Was mag ein Monster? Was fühlt es? Was denkt es?"
    }
  },
  {
    "translation": {
      "en": "Does it think?",
      "de": "Denkt es überhaupt?"
    }
  },
  {
    "translation": {
      "en": "[Andrew] How that moves and how we interact with it",
      "de": "Wie es sich bewegte und wir mit ihm interagierten,"
    }
  },
  {
    "translation": {
      "en": "is what was ultimately gonna create its final form.",
      "de": "schuf letztlich seine finale Form."
    }
  },
  {
    "translation": {
      "en": "So in the end, until we were actually able to shoot the fight sequence,",
      "de": "Bis zum tatsächlichen Dreh der Kampfszene"
    }
  },
  {
    "translation": {
      "en": "there really wasn't any way to know exactly how we'd wanna position everything.",
      "de": "gab es also keine Möglichkeit zu wissen, wie wir alles positionieren sollten."
    }
  },
  {
    "translation": {
      "en": "Why are you hurting us?",
      "de": "Warum tust du uns weh?"
    }
  },
  {
    "translation": {
      "en": "Then everybody start understanding the size of the monster,",
      "de": "Dann begannen alle, die Größe des Monsters zu verstehen,"
    }
  },
  {
    "translation": {
      "en": "what can the monster do?",
      "de": "und wozu es fähig war."
    }
  },
  {
    "translation": {
      "en": "So instead of let him fight against nothing,",
      "de": "Anstatt Geralt also gegen nichts kämpfen zu lassen,"
    }
  },
  {
    "translation": {
      "en": "we used three of our stunt women simulating the monster.",
      "de": "simulierten wir das Monster mit drei Stuntfrauen."
    }
  },
  {
    "translation": {
      "en": "This is how we start building the scene.",
      "de": "So bauten wir die Szene auf."
    }
  },
  {
    "translation": {
      "en": "And at the end now, it's a very powerful scene.",
      "de": "Und in ihrer fertigen Form ist es eine sehr mächtige Szene."
    }
  },
  {
    "translation": {
      "en": "I used a lot of focus close-ups on him",
      "de": "Ich nutzte viele Nahaufnahmen von Geralt,"
    }
  },
  {
    "translation": {
      "en": "to read his mind in that moment.",
      "de": "um festzuhalten, was er in diesem Moment denkt."
    }
  },
  {
    "translation": {
      "en": "[Lauren] In that moment, Geralt realizes",
      "de": "Geralt erkennt, dass er etwas Schreckliches tun muss,"
    }
  },
  {
    "translation": {
      "en": "he's got to do something terrible in order to protect someone.",
      "de": "Geralt erkennt, dass er etwas Schreckliches tun muss, um jemanden zu beschützen."
    }
  },
  {
    "translation": {
      "en": "[Andrew] The creatures this season were incredibly fun.",
      "de": "Die Kreaturen in dieser Staffel haben großen Spaß gemacht."
    }
  },
  {
    "translation": {
      "en": "There's a sort of shorthand that we now have",
      "de": "Wir haben jetzt ein Verständnis davon,"
    }
  },
  {
    "translation": {
      "en": "in understanding what our creatures want to be in… in relation to our world.",
      "de": "was unsere Geschöpfe in Bezug auf unsere Welt sein wollen."
    }
  },
  {
    "translation": {
      "en": "One of the things we've begun to explore a little more",
      "de": "Eine Sache, dir wir etwas weiter erforschten,"
    }
  },
  {
    "translation": {
      "en": "as we've gotten further and further into the creature design",
      "de": "während wir tiefer in das Design eintauchten,"
    }
  },
  {
    "translation": {
      "en": "is thinking about the movement language of the characters.",
      "de": "waren die Bewegungen der Kreaturen."
    }
  },
  {
    "translation": {
      "en": "Not just how they look visually,",
      "de": "Nicht nur, wie sie aussehen,"
    }
  },
  {
    "translation": {
      "en": "but how their movement language might work.",
      "de": "sondern auch, wie sie sich bewegen."
    }
  },
  {
    "translation": {
      "en": "We have an amazing battle on the chain ferry",
      "de": "Es gibt einen tollen Kampf auf der Kettenfähre,"
    }
  },
  {
    "translation": {
      "en": "with Aeschna, which is one of our monsters,",
      "de": "mit dem Sägmaul, einem unserer Monster."
    }
  },
  {
    "translation": {
      "en": "which is, again, one of the stories fans were expecting and didn't… haven't seen yet.",
      "de": "Eine weitere Szene, die Fans erwartet, bisher aber noch nicht gesehen haben."
    }
  },
  {
    "translation": {
      "en": "[Freya] That was so fun.",
      "de": "Das hat Spaß gemacht."
    }
  },
  {
    "translation": {
      "en": "I just love the fights.",
      "de": "Ich liebe es zu kämpfen."
    }
  },
  {
    "translation": {
      "en": "And then getting to do one with Henry, I've been waiting for this moment.",
      "de": "Und dann auch noch mit Henry. Darauf habe ich echt hingefiebert."
    }
  },
  {
    "translation": {
      "en": "It's the first time you see them fight properly together.",
      "de": "Es ist das erste Mal, dass man sie zusammen kämpfen sieht."
    }
  },
  {
    "translation": {
      "en": "And it's something that Wolfgang and I worked on,",
      "de": "Ich arbeitete mit Wolfgang daran"
    }
  },
  {
    "translation": {
      "en": "and I asked Wolfie to make the fight more about Ciri, rather than about Geralt.",
      "de": "und bat ihn, Ciri mehr in den Fokus zu rücken."
    }
  },
  {
    "translation": {
      "en": "And it is a rather alternate father-daughter moment",
      "de": "Es ist so ein Vater-Tochter-Moment,"
    }
  },
  {
    "translation": {
      "en": "where he allows her to do the work.",
      "de": "in dem er ihr den Vortritt lässt"
    }
  },
  {
    "translation": {
      "en": "And he will cover her when she overexposes herself.",
      "de": "und nur eingreift, wenn sie Fehler macht."
    }
  },
  {
    "translation": {
      "en": "If you watch the fight carefully, you'll see.",
      "de": "Achtet man darauf, sieht man es."
    }
  },
  {
    "translation": {
      "en": "There's a couple of strikes that he puts in which would've otherwise killed Ciri.",
      "de": "Es greift ein, um zu verhindern, dass Ciri getötet wird."
    }
  },
  {
    "translation": {
      "en": "But he's letting her do all the work.",
      "de": "Aber den Rest überlässt er ihr."
    }
  },
  {
    "translation": {
      "en": "And it's putting her training to the test.",
      "de": "Er stellt sie damit auf die Probe."
    }
  },
  {
    "translation": {
      "en": "[Wolfgang] It's a big special-effects rig. A lot of moving parts.",
      "de": "Es war ein großes FX-Set. Viele bewegliche Teile."
    }
  },
  {
    "translation": {
      "en": "It's on a gimbal. To do a fight…",
      "de": "Auf einem Gimbal. Ein Kampf"
    }
  },
  {
    "translation": {
      "en": "in that contained space, it's a challenge.",
      "de": "auf so engem Raum war eine Herausforderung."
    }
  },
  {
    "translation": {
      "en": "Then we start creating a style for each character.",
      "de": "Wir kreierten einen Stil für jede Figur."
    }
  },
  {
    "translation": {
      "en": "So not all the characters we see in the season,",
      "de": "Nicht alle Figuren, die wir in der Staffel sehen,"
    }
  },
  {
    "translation": {
      "en": "they're fighting the same style.",
      "de": "haben den gleichen Kampfstil."
    }
  },
  {
    "translation": {
      "en": "Their style is tailored to their talents.",
      "de": "Ihr Stil ist auf ihre Fähigkeiten zugeschnitten."
    }
  },
  {
    "translation": {
      "en": "[Freya] So Ciri's style is all built around what Geralt would've taught her.",
      "de": "Ciris Stil basiert darauf, was Geralt ihr beigebracht hat."
    }
  },
  {
    "translation": {
      "en": "And so my style is very similar to Geralt's style.",
      "de": "Mein Kampfstil ist dem von Geralt also sehr ähnlich."
    }
  },
  {
    "translation": {
      "en": "She's a bit more agile,",
      "de": "Sie ist etwas agiler"
    }
  },
  {
    "translation": {
      "en": "and is obviously lighter, so can move more easily.",
      "de": "und wiegt natürlich weniger, kann sich also leichter bewegen."
    }
  },
  {
    "translation": {
      "en": "It's all about finding that style, and that's what Wolfgang is so amazing at doing.",
      "de": "Es geht darum, diesen Stil zu finden. Und das ist es, was Wolfgang so gut kann."
    }
  },
  {
    "translation": {
      "en": "[Wolfgang] You're not just fighting your fight. You fight for the camera.",
      "de": "Man kämpft nicht einfach nur. Man kämpft für die Kamera."
    }
  },
  {
    "translation": {
      "en": "And you need to know or feel where the camera is.",
      "de": "Man muss wissen oder spüren, wo die Kamera ist."
    }
  },
  {
    "translation": {
      "en": "And Freya, she is amazing.",
      "de": "Und Freya war großartig."
    }
  },
  {
    "translation": {
      "en": "She is super, super committed,",
      "de": "Sie war total engagiert"
    }
  },
  {
    "translation": {
      "en": "and she did, you know, almost everything herself.",
      "de": "und hat fast alles selbst gemacht."
    }
  },
  {
    "translation": {
      "en": "[Geralt] There's nothing I want more than to return to our normal life.",
      "de": "Nichts wünsche ich mir mehr als ein normales Leben."
    }
  },
  {
    "translation": {
      "en": "We have to protect more of these women from getting hurt. So we have to go to Aretuza.",
      "de": "Wir müssen andere Frauen davor beschützen. Darum müssen wir nach Aretusa."
    }
  },
  {
    "translation": {
      "en": "[Lauren] Geralt, Yen, and Ciri realize that there's really no escaping",
      "de": "Geralt, Yen und Ciri erkennen, dass es kein Entkommen"
    }
  },
  {
    "translation": {
      "en": "all of these forces that are after Ciri.",
      "de": "vor den Mächten gibt, die Ciri jagen."
    }
  },
  {
    "translation": {
      "en": "And so they have to take her back to Aretuza.",
      "de": "Darum muss sie zurück nach Aretusa."
    }
  },
  {
    "translation": {
      "en": "That is the best chance of protecting her.",
      "de": "Den besten Ort, um sie zu beschützen."
    }
  },
  {
    "translation": {
      "en": "[Andrew] Aretuza and Thanedd Island is an environment that we've been in since season one.",
      "de": "Aretusa und Thanedd sind als Schauplatz schon seit Staffel eins dabei,"
    }
  },
  {
    "translation": {
      "en": "But we're sort of slowly opening up what we understand about how it works,",
      "de": "aber jetzt erschließen wir langsam, wie dieser Ort funktioniert,"
    }
  },
  {
    "translation": {
      "en": "how we approach it, what the geography of the Thanedd Island is,",
      "de": "wie wir uns ihm nähern, wie die Geografie Thanedds aussieht,"
    }
  },
  {
    "translation": {
      "en": "and creating very much a visual language",
      "de": "und erschaffen dabei eine visuelle Sprache,"
    }
  },
  {
    "translation": {
      "en": "that is part of the elven world,",
      "de": "die Teil der Elfenwelt ist"
    }
  },
  {
    "translation": {
      "en": "and how that is different from what we introduce as the human elements of architecture.",
      "de": "und sich von der menschlichen Architektur unterscheidet."
    }
  },
  {
    "translation": {
      "en": "[Tomek] When Yennefer comes back there,",
      "de": "Bei ihrer Rückkehr erkennt Yennefer auch,"
    }
  },
  {
    "translation": {
      "en": "she also discovers that maybe she can change the world of magic.",
      "de": "Bei ihrer Rückkehr erkennt Yennefer auch, dass sie die Welt der Magie womöglich verändern kann."
    }
  },
  {
    "translation": {
      "en": "Maybe she can change the way the magic is being handled",
      "de": "Die Art und Weise, wie Magie angewandt wird,"
    }
  },
  {
    "translation": {
      "en": "and the structures which are built around it.",
      "de": "und die Strukturen, die sie umgeben."
    }
  },
  {
    "translation": {
      "en": "We can all be our best selves for the Brotherhood.",
      "de": "Wir können alle unser Bestes geben. Für die Bruderschaft."
    }
  },
  {
    "translation": {
      "en": "[Tomek] In the books, it's a little bit more politically complex,",
      "de": "In den Büchern ist es politisch komplexer."
    }
  },
  {
    "translation": {
      "en": "and we decided to simplify it a little bit and put it all on Yennefer.",
      "de": "Das vereinfachten wir etwas und konzentrierten uns auf Yennefer."
    }
  },
  {
    "translation": {
      "en": "So Yennefer is the main force behind calling for the conclave.",
      "de": "Yennefer ist also die treibende Kraft hinter dem Konklave."
    }
  },
  {
    "translation": {
      "en": "[Lauren] It's a gorgeous, huge party.",
      "de": "Es ist ein rauschendes, großes Fest."
    }
  },
  {
    "translation": {
      "en": "A hundred, you know, extras. 25 of our main cast.",
      "de": "Hundert Statisten. 25 unserer Hauptdarsteller."
    }
  },
  {
    "translation": {
      "en": "It's a two-episode block, probably the two biggest episodes that we've ever produced.",
      "de": "Über zwei der größten Folgen, die wir je produziert haben."
    }
  },
  {
    "translation": {
      "en": "[Tomek] It's something where we also kept a lot of original dialog from the books.",
      "de": "Wir haben dafür viele Original-Dialoge aus den Büchern übernommen."
    }
  },
  {
    "translation": {
      "en": "Yen's been hiding you for far too long.",
      "de": "Yen versteckt Euch schon viel zu lange."
    }
  },
  {
    "translation": {
      "en": "Yennefer's a bit of a politician when she goes back to Aretuza.",
      "de": "Yennefer wird in Aretusa quasi zur Politikerin."
    }
  },
  {
    "translation": {
      "en": "And, of course, she has to stand out.",
      "de": "Und natürlich muss sie auffallen."
    }
  },
  {
    "translation": {
      "en": "So we tried to kind of design a dress that would stand out.",
      "de": "Darum wollten wir ein Kleid entwerfen, in dem sie das auch tut."
    }
  },
  {
    "translation": {
      "en": "And, uh, it's got beaded, beautiful material",
      "de": "Aus einem perlenbesetzten Stoff,"
    }
  },
  {
    "translation": {
      "en": "that in certain lights, you can… it reflects the color of her eyes, violet.",
      "de": "der bei bestimmtem Licht im Violett ihrer Augen schimmert."
    }
  },
  {
    "translation": {
      "en": "All my belly's out, which wasn't the most comfortable.",
      "de": "Mein Bauch war frei. Was nicht gerade angenehm war."
    }
  },
  {
    "translation": {
      "en": "[laughs] Don't think I'd ever do that again, make that choice again!",
      "de": "Ich glaube, das würde ich nicht noch mal machen."
    }
  },
  {
    "translation": {
      "en": "I'm sure there are elements of, like, her getting to dress up with… for Geralt.",
      "de": "Es geht natürlich auch darum, dass sie sich für Geralt hübsch macht."
    }
  },
  {
    "translation": {
      "en": "And knowing where that will lead to.",
      "de": "Und weiß, wozu das führen wird."
    }
  },
  {
    "translation": {
      "en": "And Geralt isn't a party boy. He doesn't like going to these things.",
      "de": "Geralt ist kein Partyhengst. Er mag solche Feste nicht."
    }
  },
  {
    "translation": {
      "en": "He certainly doesn't like getting all trussed up",
      "de": "Und vor allem nicht, so zugeschnürt"
    }
  },
  {
    "translation": {
      "en": "and served to these… these sorceresses like a Christmas turkey.",
      "de": "und diesen Magierinnen wie eine Festtagsgans serviert zu werden."
    }
  },
  {
    "translation": {
      "en": "[Geralt] What's the Mélange?",
      "de": "Was ist die Melange?"
    }
  },
  {
    "translation": {
      "en": "It's a dance. It's not optional.",
      "de": "Ein Tanz. Er ist verpflichtend."
    }
  },
  {
    "translation": {
      "en": "And right under the exterior of that beautiful ball",
      "de": "Und unter dem schönen Schein des Balls"
    }
  },
  {
    "translation": {
      "en": "is a mystery that's being unraveled.",
      "de": "verbirgt sich ein Geheimnis."
    }
  },
  {
    "translation": {
      "en": "That mystery explodes in the following episode.",
      "de": "Ein Geheimnis, das in der Folge darauf gelüftet wird."
    }
  },
  {
    "translation": {
      "en": "So we bring everyone, all the players into the one roof,",
      "de": "Wir holen alle unter ein Dach"
    }
  },
  {
    "translation": {
      "en": "and then drop that roof on them.",
      "de": "und lassen das Dach dann auf sie fallen."
    }
  },
  {
    "translation": {
      "en": "[Yennefer] Vilgefortz.",
      "de": "Vilgefortz."
    }
  },
  {
    "translation": {
      "en": "[Tomek] So we have a huge battle with… with the use of magic,",
      "de": "Es gibt einen großen Kampf mit dem Einsatz von Magie,"
    }
  },
  {
    "translation": {
      "en": "which we've never seen before really to this extent.",
      "de": "was wir in diesem Ausmaß zum ersten Mal sehen."
    }
  },
  {
    "translation": {
      "en": "And when I read it on the script,",
      "de": "Als ich das Drehbuch las,"
    }
  },
  {
    "translation": {
      "en": "I couldn't believe that we are trying to do it in television.",
      "de": "konnte ich nicht glauben, dass wir das wagen würden."
    }
  },
  {
    "translation": {
      "en": "We had to simplify politics behind it, because Thanedd coup is very, very complex politically",
      "de": "Wir mussten das Politische vereinfachen, da der Thanedd-Putsch sehr komplex ist."
    }
  },
  {
    "translation": {
      "en": "because at the same time, we have Nilfgaard, Redania, mages,",
      "de": "Wir haben Nilfgaard, Redanien, die Magier,"
    }
  },
  {
    "translation": {
      "en": "Scoia'tael, and Vilgefortz playing all their games.",
      "de": "die Scoia'tael und Vilgefortz die alle ihre Ränke schmieden."
    }
  },
  {
    "translation": {
      "en": "One of the big changes that we did and one of the big decisions we made,",
      "de": "Eine der großen Entscheidungen, die wir trafen,"
    }
  },
  {
    "translation": {
      "en": "is to place it in the middle of our season, not at the end.",
      "de": "war, den Kampf in die Mitte zu verlegen."
    }
  },
  {
    "translation": {
      "en": "That's because if you're saying there's a huge event that changes everything,",
      "de": "Wenn man ein großes Ereignis hat, das alles verändert,"
    }
  },
  {
    "translation": {
      "en": "you need to start to see how it changes things.",
      "de": "will man auch sehen, wie es das tut."
    }
  },
  {
    "translation": {
      "en": "We didn't wanna end on that cliffhanger.",
      "de": "Und keinen Cliffhanger."
    }
  },
  {
    "translation": {
      "en": "We wanted to start to see how Yennefer shifted",
      "de": "Wir wollten sehen, was nach dem Putsch mit Yennefer passiert."
    }
  },
  {
    "translation": {
      "en": "after the Thanedd coup, how Geralt shifted,",
      "de": "Wir wollten sehen, was nach dem Putsch mit Yennefer passiert. Mit Geralt."
    }
  },
  {
    "translation": {
      "en": "how Ciri, she moves through the world in a different way.",
      "de": "Mit Ciri und ihrer Sicht auf die Welt."
    }
  },
  {
    "translation": {
      "en": "Some of the characters we have known from the very beginning",
      "de": "Einige der Figuren, die uns von Anfang an begleitet haben,"
    }
  },
  {
    "translation": {
      "en": "are taken from us,",
      "de": "werden uns genommen."
    }
  },
  {
    "translation": {
      "en": "and Tissaia is probably the one that is most heartbreaking to me, as a writer,",
      "de": "Und Tissaias Tod hat mich als Autorin wohl am meisten getroffen."
    }
  },
  {
    "translation": {
      "en": "and I think heartbreaking to our cast, as MyAnna Buring is amazing in this role",
      "de": "So wie für das ganze Team, da MyAnna großartig in dieser Rolle ist."
    }
  },
  {
    "translation": {
      "en": "and quite a tough but maternal figure on the show,",
      "de": "Ein strenger, aber mütterlicher Charakter,"
    }
  },
  {
    "translation": {
      "en": "and that's who she is as a human.",
      "de": "und so ist sie auch als Mensch."
    }
  },
  {
    "translation": {
      "en": "[MyAnna Buring] Tissaia is totally broken.",
      "de": "Tissaia ist gebrochen."
    }
  },
  {
    "translation": {
      "en": "Everything she loved, everything she cared about,",
      "de": "Alles, was sie liebte, alles, was ihr wichtig war,"
    }
  },
  {
    "translation": {
      "en": "everything she believed in has been left in ruins.",
      "de": "alles, woran sie glaubte, liegt in Trümmern."
    }
  },
  {
    "translation": {
      "en": "And she feels inherently responsible for it.",
      "de": "Und sie fühlt sich dafür verantwortlich."
    }
  },
  {
    "translation": {
      "en": "She doesn't see herself",
      "de": "Sie sieht sich selbst"
    }
  },
  {
    "translation": {
      "en": "as having the capacity to be of use anymore.",
      "de": "nicht mehr in der Lage noch von Nutzen zu sein."
    }
  },
  {
    "translation": {
      "en": "And I think that's ultimately why she chooses to…",
      "de": "Und das ist der Grund, warum sie letztlich beschließt,"
    }
  },
  {
    "translation": {
      "en": "to take her own life, really.",
      "de": "sich das Leben zu nehmen."
    }
  },
  {
    "translation": {
      "en": "It's over.",
      "de": "Es ist vorbei."
    }
  },
  {
    "translation": {
      "en": "[Tomek] When I'm talking about this, and I read this script,",
      "de": "Darüber zu reden, obwohl ich das Drehbuch kenne"
    }
  },
  {
    "translation": {
      "en": "and I read this book, and I read this story so many times,",
      "de": "und Buch und Story so oft gelesen habe,"
    }
  },
  {
    "translation": {
      "en": "I still… I'm still getting emotional.",
      "de": "geht mir immer noch nahe."
    }
  },
  {
    "translation": {
      "en": "It's, like, still moving, because this…",
      "de": "Es geht mir immer noch nahe,"
    }
  },
  {
    "translation": {
      "en": "this is, like, one of my favorite characters there, and we have to say goodbye.",
      "de": "da sie eine meiner Lieblingsfiguren ist und wir uns verabschieden müssen."
    }
  },
  {
    "translation": {
      "en": "[Anya] The world is so much more lonely when…",
      "de": "Die Welt ist so viel einsamer,"
    }
  },
  {
    "translation": {
      "en": "you… haven't got that person that you look up to,",
      "de": "wenn die Person, zu der du aufschaust, nicht mehr da ist."
    }
  },
  {
    "translation": {
      "en": "because then you're responsible for everything.",
      "de": "Weil die Verantwortung dann bei dir liegt."
    }
  },
  {
    "translation": {
      "en": "Tissaia's death must spark…",
      "de": "Tissaias Tod markiert"
    }
  },
  {
    "translation": {
      "en": "[sighs] …a kind of…",
      "de": "eine Art"
    }
  },
  {
    "translation": {
      "en": "truly, a new beginning for Yennefer.",
      "de": "Neuanfang für Yennefer."
    }
  },
  {
    "translation": {
      "en": "One of the things that… that Tissaia's death does",
      "de": "Tissaias Tod bewirkt unter anderem,"
    }
  },
  {
    "translation": {
      "en": "is it… it empowers other mages,",
      "de": "dass sich die anderen Magier berufen fühlen."
    }
  },
  {
    "translation": {
      "en": "because they want to continue what she started.",
      "de": "Weil sie fortführen wollen, was sie begonnen hat."
    }
  },
  {
    "translation": {
      "en": "And Yen is actually one of the ones who heads up the Lodge of Sorceresses",
      "de": "Und Yen ist einer derjenigen, die die Loge der Magierinnen anführt,"
    }
  },
  {
    "translation": {
      "en": "that we will get into in later seasons.",
      "de": "die uns später noch begegnet."
    }
  },
  {
    "translation": {
      "en": "We decide how we move forward.",
      "de": "Wir entscheiden, wie es weitergeht."
    }
  },
  {
    "translation": {
      "en": "[Lauren] One of the things that we got questioned the most about in season one",
      "de": "Eine Szene, zu der es viele Fragen gab, war der Kampf von Vilgefortz und Cahir in Folge acht von Staffel eins."
    }
  },
  {
    "translation": {
      "en": "is, in episode eight, when Vilgefortz and Cahir are fighting.",
      "de": "war der Kampf von Vilgefortz und Cahir in Folge acht von Staffel eins."
    }
  },
  {
    "translation": {
      "en": "We actually see Cahir very handily defeat Vilgefortz.",
      "de": "Cahir besiegt Vilgefortz dort mit Leichtigkeit."
    }
  },
  {
    "translation": {
      "en": "And fans were in uproar.",
      "de": "Die Fans waren in Aufruhr. Vilgefortz ist ja der mächtigste Magier."
    }
  },
  {
    "translation": {
      "en": "Vilgefortz is the most powerful mage. There is no way.",
      "de": "Die Fans waren in Aufruhr. Vilgefortz ist ja der mächtigste Magier. Er hätte Cahir buchstäblich mit einem Blick töten können."
    }
  },
  {
    "translation": {
      "en": "He could've literally killed Cahir just by looking at him.",
      "de": "Er hätte Cahir buchstäblich mit einem Blick töten können."
    }
  },
  {
    "translation": {
      "en": "And there's a great moment where Vilgefortz explains this season",
      "de": "Und in dieser Staffel erklärt uns Vilgefortz eindrücklich,"
    }
  },
  {
    "translation": {
      "en": "that the hardest thing for him about this long game",
      "de": "dass das Schwierigste in diesem Ränkespiel für ihn war,"
    }
  },
  {
    "translation": {
      "en": "-is that he had to hide his skills. -[Vilgefortz] …my real skills.",
      "de": "seine Fähigkeiten zu verbergen."
    }
  },
  {
    "translation": {
      "en": "Knowing I could take any life at any time.",
      "de": "Im Wissen, dass ich jedes Leben beenden könnte."
    }
  },
  {
    "translation": {
      "en": "It was exasperating.",
      "de": "Es war frustrierend."
    }
  },
  {
    "translation": {
      "en": "[Lauren] When we see his power really demonstrated for the first time,",
      "de": "Seine wahre Macht demonstriert er zum ersten Mal"
    }
  },
  {
    "translation": {
      "en": "it is against Geralt.",
      "de": "im Kampf gegen Geralt."
    }
  },
  {
    "translation": {
      "en": "Again, we went back to the books as the source here.",
      "de": "Wir beriefen uns dabei auf die Bücher."
    }
  },
  {
    "translation": {
      "en": "And it was really interesting to look at these chapters,",
      "de": "Und das war wirklich interessant,"
    }
  },
  {
    "translation": {
      "en": "because we've never had Geralt beaten this badly.",
      "de": "da Geralt bei uns noch nie so vernichtend geschlagen worden war."
    }
  },
  {
    "translation": {
      "en": "[Henry] Well, the fight with Vilgefortz was obviously",
      "de": "Der Kampf mit Vilgefortz ist ganz eindeutig etwas,"
    }
  },
  {
    "translation": {
      "en": "something which no one's expecting.",
      "de": "Der Kampf mit Vilgefortz ist ganz eindeutig etwas, das niemand erwartet."
    }
  },
  {
    "translation": {
      "en": "Wolfgang and I wanted to make sure we… we built that into the story.",
      "de": "Das wollten Wolfgang und ich in die Story einbauen."
    }
  },
  {
    "translation": {
      "en": "And it's an incredibly technical fight.",
      "de": "Es ist ein unglaublich technischer Kampf."
    }
  },
  {
    "translation": {
      "en": "It's very, very iconic as it's super important in the books.",
      "de": "Der Kampf ist sehr ikonisch. Er spielt eine große Rolle in den Büchern."
    }
  },
  {
    "translation": {
      "en": "For us, it was a challenge to match in the best way.",
      "de": "Es war eine Herausforderung für uns, das bestmöglich wiederzugeben."
    }
  },
  {
    "translation": {
      "en": "First, we separate the actors.",
      "de": "Zuerst trennten wir die Schauspieler."
    }
  },
  {
    "translation": {
      "en": "And we train each actor,",
      "de": "Wir trainierten beide gesondert."
    }
  },
  {
    "translation": {
      "en": "and bring them to a level that we feel comfortable",
      "de": "Bis sie ein Niveau erreichten, dass uns ein gutes Gefühl dabei gab,"
    }
  },
  {
    "translation": {
      "en": "to put them together.",
      "de": "sie aufeinander loszulassen."
    }
  },
  {
    "translation": {
      "en": "We were very blessed with Mahesh, who's playing Vilgefortz.",
      "de": "Wir hatten großes Glück mit Mahesh, der Vilgefortz spielt."
    }
  },
  {
    "translation": {
      "en": "He trains so much.",
      "de": "Er trainiert wie ein Verrückter."
    }
  },
  {
    "translation": {
      "en": "I mean, I've enjoyed using the staff in the past from a tai chi perspective.",
      "de": "Ich kannte den Stab vom Tai-Chi."
    }
  },
  {
    "translation": {
      "en": "But this is another level altogether. [chuckles] The thing's heavy.",
      "de": "Aber das hier war anders. Das Ding ist schwer."
    }
  },
  {
    "translation": {
      "en": "It's real heavy. And it's made to break bones.",
      "de": "Verdammt schwer. Gemacht dafür, Knochen zu brechen."
    }
  },
  {
    "translation": {
      "en": "My forearms are still hurting.",
      "de": "Meine Arme tun immer noch weh."
    }
  },
  {
    "translation": {
      "en": "[Henry] We see the defiance of Geralt. We see the… the excellence and the power of Vilgefortz.",
      "de": "Wir sehen Geralts Trotz. Wir sehen Vilgefortz' Können und Macht."
    }
  },
  {
    "translation": {
      "en": "And I think it's masterful work by Wolfgang.",
      "de": "Eine echte Meisterleistung von Wolfgang."
    }
  },
  {
    "translation": {
      "en": "It's… That's not the sort of thing you can build with any…",
      "de": "Das kann nicht jeder zweite Regisseur"
    }
  },
  {
    "translation": {
      "en": "any second unit director, just any stunt coordinator.",
      "de": "Das kann nicht jeder zweite Regisseur oder jeder Stuntkoordinator."
    }
  },
  {
    "translation": {
      "en": "That requires excellence.",
      "de": "Das erfordert wahres Können."
    }
  },
  {
    "translation": {
      "en": "[Mahesh] There's a kind of a visual poetry about the way Geralt is broken.",
      "de": "Es hat etwas Poetisches, wie Geralt gebrochen wird."
    }
  },
  {
    "translation": {
      "en": "I mean, his spirit first, and then his body.",
      "de": "Zuerst bricht sein Geist, dann sein Körper."
    }
  },
  {
    "translation": {
      "en": "[chuckles] The audience will not have seen him",
      "de": "So verletzlich hat ihn das Publikum noch nie gesehen."
    }
  },
  {
    "translation": {
      "en": "in this kind of vulnerability up until now.",
      "de": "So verletzlich hat ihn das Publikum noch nie gesehen. Bis jetzt."
    }
  },
  {
    "translation": {
      "en": "[Tomek] Suddenly, we see this warrior,",
      "de": "Plötzlich sehen wir diesen Krieger,"
    }
  },
  {
    "translation": {
      "en": "this monster hunter who is very skilled,",
      "de": "diesen überaus geschickten Monsterjäger,"
    }
  },
  {
    "translation": {
      "en": "and he's leading this life of a witcher for a hundred years,",
      "de": "der dieses Leben als Hexer seit hundert Jahren lebt,"
    }
  },
  {
    "translation": {
      "en": "and he's defeated for the first time",
      "de": "wie er zum ersten Mal besiegt wird"
    }
  },
  {
    "translation": {
      "en": "and almost dies.",
      "de": "und beinahe stirbt."
    }
  },
  {
    "translation": {
      "en": "And it's… it's shocking. It's something nobody was prepared for.",
      "de": "Es ist schockierend. Darauf war niemand vorbereitet."
    }
  },
  {
    "translation": {
      "en": "It was something which made him more human.",
      "de": "Es machte ihn menschlicher."
    }
  },
  {
    "translation": {
      "en": "[Lauren] Then always, when we're writing a season,",
      "de": "Schreiben wir an einer Staffel,"
    }
  },
  {
    "translation": {
      "en": "we keep in mind where we want the next season to start.",
      "de": "haben wir immer auch die nächste im Blick."
    }
  },
  {
    "translation": {
      "en": "So there are actually a couple of parts of Baptism of Fire",
      "de": "Und es gibt tatsächlich ein paar Szenen aus Feuertaufe"
    }
  },
  {
    "translation": {
      "en": "that come up at the end of this season.",
      "de": "am Ende der Staffel."
    }
  },
  {
    "translation": {
      "en": "That started us thinking,",
      "de": "Wir überlegten:"
    }
  },
  {
    "translation": {
      "en": "\"How can we really use Jaskier's music more integrally in the show?\"",
      "de": "\"Wie können wir Rittersporns Musik stärker integrieren?\""
    }
  },
  {
    "translation": {
      "en": "[Joey Batey] Joe Trapanese and I started writing the song \"Enchanted Flowers.\"",
      "de": "Joe Trapanese und ich schrieben den Song \"Verzauberte Blumen\"."
    }
  },
  {
    "translation": {
      "en": "Something that we really wanted to bring in was this…",
      "de": "Wir wollten dabei unbedingt,"
    }
  },
  {
    "translation": {
      "en": "this almost a dirge, an elven dirge, that gave…",
      "de": "dass er wie ein elfisches Klagelied klingt, das Rittersporn die Chance gibt, zu überleben."
    }
  },
  {
    "translation": {
      "en": "that gives Jaskier a chance to survive.",
      "de": "das Rittersporn die Chance gibt, zu überleben."
    }
  },
  {
    "translation": {
      "en": "It's almost… In Dungeons and Dragons terms,",
      "de": "Dungeons & Dragons-Fans würden sagen,"
    }
  },
  {
    "translation": {
      "en": "it's the roll of the dice, really.",
      "de": "er lässt die Würfel rollen."
    }
  },
  {
    "translation": {
      "en": "He… he has to meet his friend,",
      "de": "Er muss zu seinem Freund,"
    }
  },
  {
    "translation": {
      "en": "and the only thing that he can do is sing and tell a story.",
      "de": "und das Einzige, was er kann, ist singen."
    }
  },
  {
    "translation": {
      "en": "So these songs are now no longer being used",
      "de": "Diese Lieder sind jetzt nicht mehr nur"
    }
  },
  {
    "translation": {
      "en": "as just a performative or cathartic way",
      "de": "eine performative oder kathartische Form"
    }
  },
  {
    "translation": {
      "en": "of communicating his own emotions or the emotions of the Continent.",
      "de": "der Kommunikation seiner Emotionen."
    }
  },
  {
    "translation": {
      "en": "He's using them as a way to connect with people, and specific people.",
      "de": "Er nutzt sie dazu, sich mit anderen zu verbinden."
    }
  },
  {
    "translation": {
      "en": "They may not be on everyone's Spotify Top 100 at the end of the year,",
      "de": "Vielleicht nicht unbedingt etwas für die Spotify-Jahreshitlisten,"
    }
  },
  {
    "translation": {
      "en": "but I think it's more characterful for me.",
      "de": "aber für mich hat es so mehr Charakter."
    }
  },
  {
    "translation": {
      "en": "[in Elven] That'll do, Bard.",
      "de": "Das genügt, Barde."
    }
  },
  {
    "translation": {
      "en": "[in Common Speech] He needs you. Don't lag behind!",
      "de": "Er braucht Euch. Kommt schon."
    }
  },
  {
    "translation": {
      "en": "[Joey] He eventually meets Geralt after the Battle of Thanedd,",
      "de": "Er trifft Geralt nach der Schlacht von Thanedd"
    }
  },
  {
    "translation": {
      "en": "and sees the sheer extent to which people can be hurt.",
      "de": "und sieht, wie sehr Menschen verletzt werden können."
    }
  },
  {
    "translation": {
      "en": "There is an… an incredible emotional rawness",
      "de": "Man kann die unglaubliche, unverfälschte Emotionalität"
    }
  },
  {
    "translation": {
      "en": "to… to those scenes on the page,",
      "de": "dieser Szenen im Drehbuch spüren."
    }
  },
  {
    "translation": {
      "en": "and Henry and I have always talked about trying to find",
      "de": "Und Henry und ich wollten immer"
    }
  },
  {
    "translation": {
      "en": "those unspoken moments and the… the well of friendship between them.",
      "de": "diese unausgesprochenen Momente und die Quelle ihrer Freundschaft finden."
    }
  },
  {
    "translation": {
      "en": "If he needs my help, he has it.",
      "de": "Braucht er meine Hilfe, kriegt er sie."
    }
  },
  {
    "translation": {
      "en": "It's amazing to watch it play out,",
      "de": "Es ist toll, zu sehen,"
    }
  },
  {
    "translation": {
      "en": "watching the vulnerability that Henry brings to this character,",
      "de": "welche Verletzlichkeit Henry dieser Figur verleiht,"
    }
  },
  {
    "translation": {
      "en": "watching the… the people around him",
      "de": "und wie die Leute um ihn herum"
    }
  },
  {
    "translation": {
      "en": "see the… the father figure of this family, uh, broken and beaten,",
      "de": "die Vaterfigur dieser Familie gebrochen und geschlagen erleben."
    }
  },
  {
    "translation": {
      "en": "uh, and yet unbowed.",
      "de": "Und doch unbesiegt."
    }
  },
  {
    "translation": {
      "en": "[Tomek] It's Geralt who has to find a sense of life again,",
      "de": "Geralt muss wieder einen Lebenssinn finden,"
    }
  },
  {
    "translation": {
      "en": "which is… which is a beautiful part of the story.",
      "de": "was ein toller Teil der Geschichte ist."
    }
  },
  {
    "translation": {
      "en": "We've spent this entire season",
      "de": "Die ganze Staffel erzählt davon,"
    }
  },
  {
    "translation": {
      "en": "building up that Geralt, Yen, and Ciri are finally a family.",
      "de": "wie Geralt, Yen und Ciri zur Familie werden."
    }
  },
  {
    "translation": {
      "en": "They realize they not only need each other,",
      "de": "Sie brauchen einander nicht nur,"
    }
  },
  {
    "translation": {
      "en": "but they… they want to be together, they choose to be a family.",
      "de": "sondern wollten auch als Familie zusammen sein."
    }
  },
  {
    "translation": {
      "en": "And when that explodes,",
      "de": "Und als das zerbricht"
    }
  },
  {
    "translation": {
      "en": "it's the fact that Geralt has lost these two people",
      "de": "und Geralt die beiden Menschen verliert,"
    }
  },
  {
    "translation": {
      "en": "that he so clearly loves so deeply,",
      "de": "die er so sehr liebt,"
    }
  },
  {
    "translation": {
      "en": "that's what causes him to give up on his neutrality.",
      "de": "gibt er seine Neutralität auf."
    }
  },
  {
    "translation": {
      "en": "He will do anything to get them back.",
      "de": "Weil er alles tun wird, um sie zurückzubekommen."
    }
  },
  {
    "translation": {
      "en": "[Tomek] And it's an old quote from Rocky.",
      "de": "Es gibt ein Zitat aus Rocky."
    }
  },
  {
    "translation": {
      "en": "\"It doesn't matter how… how many times you are hit.\" \"It matters how many times you can get up after a hit.\"",
      "de": "\"Es ist egal, wie oft du getroffen wirst. Wichtig ist, wie oft man wieder aufsteht.\""
    }
  },
  {
    "translation": {
      "en": "So that's the journey for Geralt for the future.",
      "de": "Das beschreibt Geralts zukünftige Reise."
    }
  },
  {
    "translation": {
      "en": "One of the more important things about Ciri",
      "de": "Eines der wichtigsten Dinge an Ciri ist,"
    }
  },
  {
    "translation": {
      "en": "is that we will slowly discover",
      "de": "dass wir langsam herausfinden,"
    }
  },
  {
    "translation": {
      "en": "that she is the main character of the Witcher saga.",
      "de": "dass sie die zentrale Figur der Witcher-Saga ist."
    }
  },
  {
    "translation": {
      "en": "Not Geralt, not Yennefer. It's Ciri's story.",
      "de": "Nicht Geralt, nicht Yennefer. Ciri."
    }
  },
  {
    "translation": {
      "en": "[Freya] She ends up going to the Korath Desert,",
      "de": "Sie landet in der Wüste Korath,"
    }
  },
  {
    "translation": {
      "en": "which is basically a huge turning point within her journey,",
      "de": "was einen Wendepunkt in ihrer Reise darstellt,"
    }
  },
  {
    "translation": {
      "en": "because she's essentially faced with herself throughout the time she's there.",
      "de": "da sie sich quasi die gesamte Zeit über selbst gegenübersteht."
    }
  },
  {
    "translation": {
      "en": "Falka introduces to her",
      "de": "Falka offenbart ihr"
    }
  },
  {
    "translation": {
      "en": "this potential other path you can take,",
      "de": "diesen anderen möglichen Weg,"
    }
  },
  {
    "translation": {
      "en": "which is brutal.",
      "de": "der brutal ist."
    }
  },
  {
    "translation": {
      "en": "Then the fire draws her in, and Falka draws her in,",
      "de": "Dann verliert sie sich im Feuer und Falkas Stimme"
    }
  },
  {
    "translation": {
      "en": "her voices, and she basically relinquishes her powers.",
      "de": "und gibt ihre Kräfte im Grunde auf."
    }
  },
  {
    "translation": {
      "en": "In the books, the way I read, it's like she's slightly lost her soul a bit.",
      "de": "In den Büchern wirkt es für mich so, als würde sie ihre Seele verlieren."
    }
  },
  {
    "translation": {
      "en": "You usually see this fight behind Ciri's eyes, and it's just dead.",
      "de": "Ciri hat sonst diesen kämpferischen Blick. Aber hier ist er tot."
    }
  },
  {
    "translation": {
      "en": "It's gonna be a short moment in the show, but I wanted to bring a bit of that,",
      "de": "Die Szene ist nur kurz, aber ich wollte es einbringen,"
    }
  },
  {
    "translation": {
      "en": "because that really hit me when I read it in the books.",
      "de": "da es mich in den Büchern sehr bewegt hat."
    }
  },
  {
    "translation": {
      "en": "[Lauren] Now, we've seen her power accidentally kill people before.",
      "de": "Ihre Macht hat schon zuvor versehentlich Menschen getötet."
    }
  },
  {
    "translation": {
      "en": "We saw that as early as season one.",
      "de": "Schon in der ersten Staffel."
    }
  },
  {
    "translation": {
      "en": "But Geralt has really tried to impress on her",
      "de": "Aber Geralt hat versucht, ihr klarzumachen,"
    }
  },
  {
    "translation": {
      "en": "that the idea of taking a human life, of making that choice, has huge consequences.",
      "de": "dass es große Konsequenzen hat, wenn man ein Menschenleben auslöscht."
    }
  },
  {
    "translation": {
      "en": "[Tomek] We learned she's powerful.",
      "de": "Wir wissen, sie ist mächtig."
    }
  },
  {
    "translation": {
      "en": "We learned that this power can either turn good or bad.",
      "de": "Wir wissen, dass diese Macht gut oder böse sein kann."
    }
  },
  {
    "translation": {
      "en": "But even Ciri is not really… sure",
      "de": "Aber selbst Ciri ist sich nicht sicher,"
    }
  },
  {
    "translation": {
      "en": "who she really is.",
      "de": "wer sie wirklich ist."
    }
  },
  {
    "translation": {
      "en": "The more she discovers how to control",
      "de": "Je mehr sie lernt, zu kontrollieren,"
    }
  },
  {
    "translation": {
      "en": "what's inside of her,",
      "de": "was in ihr schlummert,"
    }
  },
  {
    "translation": {
      "en": "the more she asks herself a question.",
      "de": "desto mehr drängt sich ihr eine Frage auf."
    }
  },
  {
    "translation": {
      "en": "Maybe… maybe she is the villain of the story?",
      "de": "\"Vielleicht bin ich die Böse in dieser Geschichte?\""
    }
  },
  {
    "translation": {
      "en": "For a person that young,",
      "de": "Für einen so jungen Menschen"
    }
  },
  {
    "translation": {
      "en": "it's… it's a devastating question to ask,",
      "de": "eine ziemlich niederschmetternde Frage."
    }
  },
  {
    "translation": {
      "en": "because everybody wants to be a hero of their own story,",
      "de": "Denn jeder will der Held seiner Geschichte sein."
    }
  },
  {
    "translation": {
      "en": "and what if they are a villain?",
      "de": "Aber was, wenn man der Böse ist?"
    }
  },
  {
    "translation": {
      "en": "Call me Falka.",
      "de": "Nennt mich Falka."
    }
  },
  {
    "translation": {
      "en": "[Tomek] And we discover that maybe her real destiny",
      "de": "Und wir erfahren, dass ihr wahres Schicksal"
    }
  },
  {
    "translation": {
      "en": "is not to become a witcher, the savior,",
      "de": "vielleicht nicht ist, ein Hexer oder Erlöser zu werden,"
    }
  },
  {
    "translation": {
      "en": "somebody who is good.",
      "de": "sondern jemand Gutes."
    }
  },
  {
    "translation": {
      "en": "Maybe it's to become a villain,",
      "de": "Oder eben ein Bösewicht,"
    }
  },
  {
    "translation": {
      "en": "and to actually destroy the world.",
      "de": "der die Welt vernichtet."
    }
  },
  {
    "translation": {
      "en": "[Jaskier] ♪ Ride, witcher, ride ♪",
      "de": "Reite, Hexer, reite"
    }
  },
  {
    "translation": {
      "en": "♪ With the wind that moves the trees ♪",
      "de": "Mit den Bäumen im Wind"
    }
  },
  {
    "translation": {
      "en": "♪ Ride, witcher, ride ♪",
      "de": "Reite, Hexer, reite"
    }
  },
  {
    "translation": {
      "en": "♪ With the wind that moves the trees ♪",
      "de": "Mit den Bäumen im Wind…"
    }
  },
  {
    "translation": {
      "en": "[producer] Can you pronounce the name of the unicorn?",
      "de": "Kannst du den Namen des Einhorns aussprechen?"
    }
  },
  {
    "translation": {
      "en": "The unicorn's name?",
      "de": "Des Einhorns?"
    }
  },
  {
    "translation": {
      "en": "No. Absolutely not.",
      "de": "Nein. Nicht mal annähernd."
    }
  },
  {
    "translation": {
      "en": "Hang on. [laughs]",
      "de": "Moment."
    }
  },
  {
    "translation": {
      "en": "Henry will get it right.",
      "de": "Henry kriegt das hin."
    }
  },
  {
    "translation": {
      "en": "-I-hua… I-quira-quax? -♪ So stake your claim and choose a side ♪",
      "de": "I-hua… I-quira-quax?"
    }
  },
  {
    "translation": {
      "en": "-♪ Ride, witcher, ride… ♪ -E-harra-quax.",
      "de": "E-harra-quax."
    }
  },
  {
    "translation": {
      "en": "-Haracca. -Ee… Aah!",
      "de": "Irhacca. E…"
    }
  },
  {
    "translation": {
      "en": "I think Freya's the one that needs to get this right, since…",
      "de": "Freya ist diejenige, die es können muss."
    }
  },
  {
    "translation": {
      "en": "since it's her unicorn! [laughs]",
      "de": "Es ist ja ihr Einhorn."
    }
  },
  {
    "translation": {
      "en": "Anya will stare wistfully into the distance.",
      "de": "Anya wird wehmütig in die Ferne starren."
    }
  },
  {
    "translation": {
      "en": "♪ I-huarra-quax ♪ Tch!",
      "de": "I-huarra-quax."
    }
  },
  {
    "translation": {
      "en": "E-huarra-quax. It's not that. It's not that.",
      "de": "E-huarra-quax. Nein, das ist es nicht."
    }
  },
  {
    "translation": {
      "en": "-Ihuarraquax. -Ihuarraquax.",
      "de": "Ihuarraquax. Ihuarraquax."
    }
  },
  {
    "translation": {
      "en": "-Ihuarraquax. -Oh, you mean Ihuarraquax?",
      "de": "Ihuarraquax. Oh, du meinst Ihuarraquax?"
    }
  },
  {
    "translation": {
      "en": "Right?",
      "de": "Oder?"
    }
  },
  {
    "translation": {
      "en": "It's spelled, um, thuara-cacks or something like that.",
      "de": "Man schreibt es Ihara-cacks oder so."
    }
  },
  {
    "translation": {
      "en": "But I believe it's pronounced \"Jeremy.\"",
      "de": "Aber ausgesprochen wird es \"Jeremy\"."
    }
  },
  {
    "translation": {
      "en": "♪ Ride, witcher, ride ♪",
      "de": "Reite, Hexer, reite"
    }
  },
  {
    "translation": {
      "en": "♪ With the wind that moves the trees ♪",
      "de": "Mit den Bäumen im Wind"
    }
  },
  {
    "translation": {
      "en": "♪ Ride, witcher, ride ♪",
      "de": "Reite, Hexer, reite"
    }
  },
  {
    "translation": {
      "en": "♪ For the Child of Destiny ♪",
      "de": "Für das Schicksalskind"
    }
  },
  {
    "translation": {
      "en": "♪ Ride, witcher, ride ♪",
      "de": "Reite, Hexer, reite"
    }
  },
  {
    "translation": {
      "en": "♪ With the wind that howls It howls for thee ♪",
      "de": "Mit dem Wind, der heult Er heult für dich"
    }
  },
  {
    "translation": {
      "en": "♪ Oh, ride, witcher, ride ♪",
      "de": "Reite, Hexer, reite"
    }
  },
  {
    "translation": {
      "en": "♪ Don't fear that wind ♪ ♪ It howls for thee ♪",
      "de": "Fürchte nicht den Wind Er heult für dich"
    }
  },
  {
    "translation": {
      "en": "♪ Don't fear that wind It howls for thee ♪",
      "de": "Fürchte nicht den Wind Er heult für dich"
    }
  },
  {
    "translation": {
      "en": "♪ It howls for thee ♪",
      "de": "Er heult für dich Untertitel von: Matthias Ott"
    }
  }
]