[
  {
    "translation": {
      "en": "HERE YOU GO, MY FRIEND. MAKE SURE YOU GET US AS CLOSE AS YOU CAN!",
      "vi": "Bắt đầu thôi, anh bạn. Nhớ là để cho chúng tôi đến càng gần càng tốt."
    }
  },
  {
    "translation": {
      "en": "I'LL GIVE YOU SOMETHING EXTRA IF YOU MAKE IT A GOOD TRIP!",
      "vi": "Nếu chuyến này tốt đẹp thì tôi sẽ cho anh thêm tiền."
    }
  },
  {
    "translation": {
      "en": "I'M GONNA GET YOU CLOSE, MY FRIEND, BUT NOT TOO CLOSE. YOU DON'T WANT TO BE EATEN.",
      "vi": "Này, tôi sẽ cho anh đến gần, anh bạn à, nhưng không quá gần nhé? Anh cũng không muốn bị chúng ăn thịt đâu."
    }
  },
  {
    "translation": {
      "en": "YOU READY, AMIGO?  READY!",
      "vi": "Sẵn sàng chưa, anh bạn? Sẵn sàng. Sẵn sàng."
    }
  },
  {
    "translation": {
      "en": "ONE, TWO, THREE!",
      "vi": "Một, hai, ba."
    }
  },
  {
    "translation": {
      "en": "UH UH, THIS IS GREAT! SCARED?",
      "vi": "Sợ không? Tuyệt thật."
    }
  },
  {
    "translation": {
      "en": "SEE ANYTHING YET? NO, NOT YET.",
      "vi": "Chú thấy gì chưa? Chưa, vẫn chưa thấy."
    }
  },
  {
    "translation": {
      "en": "WHAT WAS THAT? WHOA! I DON'T KNOW.",
      "vi": "Cái gì vậy? Chú không biết."
    }
  },
  {
    "translation": {
      "en": "WHAT'S HAPPENING? HOLD ON!",
      "vi": "Bám chặt vào. Chuyện gì vậy? Bám vào."
    }
  },
  {
    "translation": {
      "en": "MAKE IT STOP!",
      "vi": "Làm nó ngưng lại đi."
    }
  },
  {
    "translation": {
      "en": "WHAT HAPPENED TO THEM? I DON'T KNOW.",
      "vi": "Họ bị sao vậy? Chú không biết."
    }
  },
  {
    "translation": {
      "en": "OH, MY GOD!",
      "vi": "Ôi, Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "WE'RE GONNA CRASH! WE'RE GONNA CRASH! NO, WE'RE NOT.",
      "vi": "Chúng ta sẽ đâm vào đó. Không sao. Sẽ không đâm đâu."
    }
  },
  {
    "translation": {
      "en": "I'M GONNA CUT THIS LOOSE! LET GO OF THE ROPE! WE'RE GONNA CRASH!",
      "vi": "Chú sẽ tháo cái này ra. Thả sợi dây ra. Chúng ta sẽ đâm vào đó."
    }
  },
  {
    "translation": {
      "en": "MOVE YOUR HANDS.  COME ON!",
      "vi": "Cháu lấy tay ra đi. Nào."
    }
  },
  {
    "translation": {
      "en": "HERE WE GO!",
      "vi": "Ta đi thôi."
    }
  },
  {
    "translation": {
      "en": "IT'S GONNA BE OKAY, BUD.",
      "vi": "Sẽ ổn cả thôi, nhóc à."
    }
  },
  {
    "translation": {
      "en": "ACTUALLY, THOSE ARE HERBIVORES. THEY WOULDN'T BE INTERESTED IN FIGHTING EACH OTHER.",
      "vi": "Charlie, thật ra chúng là loài ăn cỏ. Chúng không đánh nhau như vậy đâu. Còn những con này thì là loài ăn thịt, chúng rất thích đánh nhau."
    }
  },
  {
    "translation": {
      "en": "BUT THESE ARE CARNIVORES, AND THEY REALLY LIKE FIGHTING WITH EACH OTHER.",
      "vi": "Còn những con này thì là loài ăn thịt, chúng rất thích đánh nhau. Chúng dùng răng và móng vuốt để xé toạc cổ họng nhau ra."
    }
  },
  {
    "translation": {
      "en": "THEY USE THEIR TEETH AND CLAWS TO RIP EACH OTHER'S THROATS OUT.",
      "vi": "Chúng dùng răng và móng vuốt để xé toạc cổ họng nhau ra."
    }
  },
  {
    "translation": {
      "en": "ALAN, HE'S THREE. LET'S WAIT TILL HE'S FIVE.",
      "vi": "Alan, thằng bé mới ba tuổi. Hãy chờ đến khi nó lên năm đã."
    }
  },
  {
    "translation": {
      "en": "OH, RIGHT. SORRY, CHARLIE.",
      "vi": "Ừ nhỉ. Xin lỗi nhé, Charlie. Ellie? Sao?"
    }
  },
  {
    "translation": {
      "en": "ELLIE, IT'S TOM AGAIN. HE HAS TO TALK TO YOU ABOUT THE LAST CHAPTER.",
      "vi": "Ellie? Sao? Lại là Tom. Anh ấy bảo là muốn bàn với cô về chương cuối."
    }
  },
  {
    "translation": {
      "en": "JUST TELL HIM I'M NOT GONNA LOSE THE JACK HORNER QUOTE.",
      "vi": "Cứ nói là tôi sẽ không quên trích dẫn câu của Jack Horner."
    }
  },
  {
    "translation": {
      "en": "MY EDITOR THINKS HE'S A PALEONTOLOGIST.",
      "vi": "Biên tập của em nghĩ mình là nhà cổ sinh vật học. Hay đấy."
    }
  },
  {
    "translation": {
      "en": "HEY, MARK. HEY, BABE, LOOK WHO'S HERE.",
      "vi": "Chào Mark. Này con, xem ai đến kìa."
    }
  },
  {
    "translation": {
      "en": "THIS IS ALAN.",
      "vi": "Đây là Alan."
    }
  },
  {
    "translation": {
      "en": "HI. NICE TO MEET YOU, ALAN.",
      "vi": "Rất vui được gặp anh, Alan."
    }
  },
  {
    "translation": {
      "en": "DADDY, THIS IS A HERBIVORE... I'VE HEARD A LOT ABOUT YOU.",
      "vi": "Tôi cũng vậy. Bố ơi, đây là loài ăn cỏ"
    }
  },
  {
    "translation": {
      "en": "AND THAT'S THE DINOSAUR MAN. DINOSAUR MAN?",
      "vi": "và đó là chú khủng long. Chú khủng long à?"
    }
  },
  {
    "translation": {
      "en": "JACK, SAY MY NAME. IS MY NAME ALAN?",
      "vi": "Jack, nói tên tao đi. Tên tao là Alan đúng không?"
    }
  },
  {
    "translation": {
      "en": "IS MY NAME ALAN?",
      "vi": "Tên tao là Alan đúng không?"
    }
  },
  {
    "translation": {
      "en": "HE USED TO KNOW ME.",
      "vi": "Lúc trước nó biết anh mà."
    }
  },
  {
    "translation": {
      "en": "IT'S SAD.",
      "vi": "Buồn nhỉ? Của em đây."
    }
  },
  {
    "translation": {
      "en": "HERE YOU GO. THANKS.",
      "vi": "Buồn nhỉ? Của em đây. Cảm ơn. Mark hiện đang làm việc với Bộ Ngoại Giao."
    }
  },
  {
    "translation": {
      "en": "SO YOU KNOW MARK'S WORKING FOR THE STATE DEPARTMENT NOW.",
      "vi": "Cảm ơn. Mark hiện đang làm việc với Bộ Ngoại Giao."
    }
  },
  {
    "translation": {
      "en": "YEAH. WHAT DO YOU DO, MARK?",
      "vi": "Họ làm về gì vậy, Mark?"
    }
  },
  {
    "translation": {
      "en": "INTERNATIONAL RELATIONS, MOSTLY TREATY LAW AND THINGS LIKE THAT.",
      "vi": "Những thứ như quan hệ quốc tế, chủ yếu là về luật hiệp ước."
    }
  },
  {
    "translation": {
      "en": "UH OH. CALL OF THE WILD ONE.",
      "vi": "Tiếng gọi hoang dã. Cứ để anh đi."
    }
  },
  {
    "translation": {
      "en": "HERE, I'LL GET HER. YOU GUYS... CATCH UP.",
      "vi": "Hai người... Hai người cứ nói tiếp đi."
    }
  },
  {
    "translation": {
      "en": "THANKS, BABE.",
      "vi": "Cảm ơn anh."
    }
  },
  {
    "translation": {
      "en": "HE'S A GREAT GUY. SO, WHAT ARE YOU WORKING ON NOW?",
      "vi": "Đúng là người đàn ông tốt. Vậy giờ anh đang nghiên cứu gì?"
    }
  },
  {
    "translation": {
      "en": "RAPTORS, MOSTLY. MY FAVORITE.",
      "vi": "Chủ yếu là Velociraptor. Loại em yêu thích."
    }
  },
  {
    "translation": {
      "en": "DO YOU REMEMBER THE SOUNDS THEY MADE?",
      "vi": "Em có nhớ tiếng kêu do chúng tạo ra không?"
    }
  },
  {
    "translation": {
      "en": "I TRY NOT TO.",
      "vi": "Em cũng muốn quên."
    }
  },
  {
    "translation": {
      "en": "ELLIE, ALL OUR THEORIES ABOUT RAPTOR INTELLIGENCE,",
      "vi": "Ellie, tất cả giả thuyết của chúng ta về sự thông minh của chúng,"
    }
  },
  {
    "translation": {
      "en": "WHAT THEY WERE CAPABLE OFWE WEREN'T EVEN CLOSE.",
      "vi": "về khả năng của chúng, tất cả đều không đúng."
    }
  },
  {
    "translation": {
      "en": "WE DID CRANIAL SCANS OF A FOSSIL SKULL. TELL ME.",
      "vi": "Kể em nghe đi. Bọn anh đã chụp cắt lớp của một cái sọ hóa thạch"
    }
  },
  {
    "translation": {
      "en": "WE FOUND WHAT LOOKS LIKE A VERY SOPHISTICATED RESONATING CHAMBER.",
      "vi": "và tìm thấy một thứ giống như là khoang cộng hưởng phức tạp."
    }
  },
  {
    "translation": {
      "en": "SO WE WERE RIGHT? THEY HAD THE ABILITY TO VOCALIZE?",
      "vi": "Đợi đã. Vậy là chúng ta đã đúng. Chúng có khả năng phát âm."
    }
  },
  {
    "translation": {
      "en": "I'M CONVINCED THAT'S THE KEY TO THEIR SOCIAL INTELLIGENCE.",
      "vi": "Và đó chính là lý do cho trí thông minh xã hội của chúng."
    }
  },
  {
    "translation": {
      "en": "WHICH EXPLAINS WHY THEY COULD WORK TOGETHER AS A TEAM.",
      "vi": "Đó là lý do sao chúng có thể hoạt động theo bầy đàn."
    }
  },
  {
    "translation": {
      "en": "AND COORDINATE THEIR ATTACKS SO THE PREY WOULDN'T KNOW WHAT WAS GOING ON.",
      "vi": "Chúng sẽ phối hợp nhau tấn công để con mồi không hiểu chuyện gì đang xảy ra."
    }
  },
  {
    "translation": {
      "en": "THEY COULD TALK TO EACH OTHER. TO A DEGREE WE NEVER IMAGINED.",
      "vi": "Chúng có thể nói chuyện với nhau. Ở một mức độ mà chúng ta không tưởng tượng nổi."
    }
  },
  {
    "translation": {
      "en": "ELLIE, THEY WERE SMART.",
      "vi": "Ellie, chúng rất thông minh."
    }
  },
  {
    "translation": {
      "en": "THEY WERE SMARTER THAN DOLPHINS OR WHALES.",
      "vi": "Chúng thông minh hơn cả cá heo hay cá voi."
    }
  },
  {
    "translation": {
      "en": "THEY WERE SMARTER THAN PRIMATES.",
      "vi": "Chúng thông minh hơn linh trưởng."
    }
  },
  {
    "translation": {
      "en": "I JUST WANT TO SAY, IF YOU EVER NEED HELP WITH ANYTHING",
      "vi": "Em chỉ muốn nói là nếu anh cần giúp đỡ chuyện gì đó"
    }
  },
  {
    "translation": {
      "en": "SOMETIMES YOU FORGET TO ASK.",
      "vi": "nhưng đôi khi anh lại quên hỏi,"
    }
  },
  {
    "translation": {
      "en": "SO YOU CAN CALL ME.",
      "vi": "thì anh có thể gọi cho em."
    }
  },
  {
    "translation": {
      "en": "SURE. ANYTHING, ANYTIME.",
      "vi": "Bất cứ chuyện gì, bất cứ lúc nào. Được thôi."
    }
  },
  {
    "translation": {
      "en": "YOU'RE STILL THE BEST.",
      "vi": "Anh vẫn là tuyệt nhất."
    }
  },
  {
    "translation": {
      "en": "I MEAN THAT.",
      "vi": "Em nói thật lòng đó."
    }
  },
  {
    "translation": {
      "en": "THE LAST OF MY BREED.",
      "vi": "Anh là của hiếm mà."
    }
  },
  {
    "translation": {
      "en": "THROUGH THE PAINSTAKING STUDY OF THE ANTERIOR CHAMBER...",
      "vi": "Qua việc nghiên cứu kĩ lưỡng buồng trước của mắt của nhiều mẫu vật khác nhau,"
    }
  },
  {
    "translation": {
      "en": "IN MULTIPLE SPECIMENS, WE CAN DETERMINE THE EXCITING CORRELATION...",
      "vi": "Qua việc nghiên cứu kĩ lưỡng buồng trước của mắt của nhiều mẫu vật khác nhau, chúng ta có thể xác định mối tương quan"
    }
  },
  {
    "translation": {
      "en": "BETWEEN THE UPPER PALATE AND THE LARYNX.",
      "vi": "giữa vòm miệng trên và thanh quản."
    }
  },
  {
    "translation": {
      "en": "THIS LETS US THEORIZETHEORIZE, MIND YOU",
      "vi": "Điều này cho chúng ta ra giả thuyết"
    }
  },
  {
    "translation": {
      "en": "THAT THE RAPTOR WAS CAPABLE OF SOPHISTICATED VOCALIZATIONS...",
      "vi": "rằng Velociraptor có thể tạo ra những tiếng kêu phức tạp,"
    }
  },
  {
    "translation": {
      "en": "WHICH WOULD HAVE BEEN A TREMENDOUS EVOLUTIONARY ADVANTAGE.",
      "vi": "và đó chính là lợi thế rất lớn để tiến hóa."
    }
  },
  {
    "translation": {
      "en": "RAPTORS WERE FIERCE, INTELLIGENT AND SOCIALLY SOPHISTICATED.",
      "vi": "Velociraptor rất hung hăng, thông minh và có quan hệ xã hội phức tạp."
    }
  },
  {
    "translation": {
      "en": "THEY WERE ABLE TO HUNT IN NUMBERS... AND COORDINATE THEIR EFFORTS.",
      "vi": "Chúng có thể cùng nhau hợp lực để đi săn mồi theo bầy đàn."
    }
  },
  {
    "translation": {
      "en": "WERE IT NOT FOR THE CATACLYSMIC EVENTS WHICH OVERTOOK THEM,",
      "vi": "Nếu như không có trận đại hồng thủy làm chúng biến mất"
    }
  },
  {
    "translation": {
      "en": "IT IS ENTIRELY POSSIBLE THAT RAPTORS RATHER THAN HUMANS...",
      "vi": "thì chắc chắn Velociraptor sẽ trở thành loài thống trị hành tinh"
    }
  },
  {
    "translation": {
      "en": "WOULD HAVE BECOME THE DOMINANT SPECIES ON THIS PLANET.",
      "vi": "chứ không phải là loài người thống trị."
    }
  },
  {
    "translation": {
      "en": "I HOPE THIS HAS BEEN OF INTEREST.",
      "vi": "Tôi hy vọng mọi người hứng thú với điều này."
    }
  },
  {
    "translation": {
      "en": "IT CERTAINLY EXCITES US AS PALEONTOLOGISTS.",
      "vi": "Nó luôn hấp dẫn các nhà cổ sinh vật học chúng tôi."
    }
  },
  {
    "translation": {
      "en": "SORRY. THERE'S MUCH, MUCH MORE TO DISCOVER.",
      "vi": "Xin lỗi. Còn rất nhiều thứ phải nghiên cứu. Xin lỗi."
    }
  },
  {
    "translation": {
      "en": "THAT IS WHY WE CONTINUE TO NEED AND ASK FOR YOUR SUPPORT.",
      "vi": "Nên đó là lý do chúng tôi cần và yêu cầu sự trợ giúp của mọi người."
    }
  },
  {
    "translation": {
      "en": "THANK YOU.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "THANK YOU VERY MUCH, DR. GRANT.",
      "vi": "Cảm ơn Tiến sĩ Grant rất nhiều."
    }
  },
  {
    "translation": {
      "en": "NOW, DOES ANYONE HAVE A QUESTION?",
      "vi": "Bây giờ có ai có câu hỏi không?"
    }
  },
  {
    "translation": {
      "en": "FINE. DOES ANYONE HAVE A QUESTION THAT DOES NOT RELATE TO JURASSIC PARK?",
      "vi": "Được rồi. Ai có câu hỏi nào không liên quan đến Công Viên Kỷ Jura không?"
    }
  },
  {
    "translation": {
      "en": "OR THE INCIDENT IN SAN DIEGO...",
      "vi": "Hoặc không liên quan đến tai nạn ở San Diego,"
    }
  },
  {
    "translation": {
      "en": "WHICH I DID NOT WITNESS?",
      "vi": "việc mà tôi không tận mắt chứng kiến không?"
    }
  },
  {
    "translation": {
      "en": "YES, SIR?",
      "vi": "Vâng, mời anh."
    }
  },
  {
    "translation": {
      "en": "YOUR THEORY ON RAPTORS IS GOOD AND ALL, BUT ISN'T ALL THIS CONJECTURE MOOT?",
      "vi": "Giả thuyết của ông về Velociraptor rất hay, nhưng không phải tất cả chỉ là theo phỏng đoán thôi sao?"
    }
  },
  {
    "translation": {
      "en": "ONCE THE U.N. AND COSTA RICA AND EVERYONE DECIDES HOW TO HANDLE THAT SECOND ISLAND,",
      "vi": "Một khi Liên Hợp Quốc, Costa Rica và mọi người quyết định làm gì với đảo đó,"
    }
  },
  {
    "translation": {
      "en": "SCIENTISTS WILL JUST GO IN AND LOOK FOR THEMSELVES.",
      "vi": "thì các nhà khoa học sẽ vào đó tự thám hiểm."
    }
  },
  {
    "translation": {
      "en": "DINOSAURS LIVED 65 MILLION YEARS AGO.",
      "vi": "Khủng long sống vào 65 triệu năm trước."
    }
  },
  {
    "translation": {
      "en": "WHAT IS LEFT OF THEM IS FOSSILIZED IN THE ROCKS.",
      "vi": "Và những gì còn lại của chúng chỉ là hóa thạch trong đá."
    }
  },
  {
    "translation": {
      "en": "AND IT IS IN THE ROCK THAT REAL SCIENTISTS MAKE REAL DISCOVERIES.",
      "vi": "Trong đá đó, nhà khoa học thực sự sẽ có những phát hiện thực sự."
    }
  },
  {
    "translation": {
      "en": "NOW, WHAT JOHN HAMMOND AND INGEN DID AT JURASSIC PARK...",
      "vi": "Những gì John Hammond và InGen đã làm ở Công Viên Kỷ Jura"
    }
  },
  {
    "translation": {
      "en": "IS CREATE GENETICALLY ENGINEERED THEME PARK MONSTERS,",
      "vi": "là tạo ra một công viên chủ đề quái vật bằng cách biến đổi gen."
    }
  },
  {
    "translation": {
      "en": "NOTHING MORE AND NOTHING LESS.",
      "vi": "Không hơn không kém."
    }
  },
  {
    "translation": {
      "en": "ARE YOU SAYING THAT YOU WOULDN'T WANT TO GET ONTO ISLA SORNA...",
      "vi": "Vậy ý của ông là ông sẽ không đến đảo Isla Sorna"
    }
  },
  {
    "translation": {
      "en": "AND STUDY THEM, IF YOU HAD THE CHANCE?",
      "vi": "và nghiên cứu, cho dù ông có cơ hội à?"
    }
  },
  {
    "translation": {
      "en": "NO FORCE ON EARTH OR HEAVEN COULD GET ME ON THAT ISLAND.",
      "vi": "Trên đời này, không thứ gì có thể ép tôi lên hòn đảo đó được."
    }
  },
  {
    "translation": {
      "en": "SO, WHAT WE GOT HERE, NASHY?",
      "vi": "Chúng ta có gì ở đây nào, Nashy?"
    }
  },
  {
    "translation": {
      "en": "IRON HORN 20 MILLIMETER, GAS OPERATED, SEMIAUTOMATIC,",
      "vi": "Einhorn 20mm, nạp đạn bằng khí nén bán tự động."
    }
  },
  {
    "translation": {
      "en": "TEN SHOT MAGAZINE, ROTATING BOLT,",
      "vi": "Loại bắn mười phát, có gắn băng đạn, có chốt xoay và cần hãm chống giật."
    }
  },
  {
    "translation": {
      "en": "RECOIL REDUCING MUZZLE BREAK, HIGH EXPLOSIVE INCENDIARY",
      "vi": "Loại bắn mười phát, có gắn băng đạn, có chốt xoay và cần hãm chống giật. Sức nổ lớn..."
    }
  },
  {
    "translation": {
      "en": "UDESKY.",
      "vi": "Udesky đây."
    }
  },
  {
    "translation": {
      "en": "MR. UDESKY, THIS IS PAUL KIRBY. JUST CHECKINGOH, YES, SIR.",
      "vi": "Udesky à, là Paul Kirby đây. Tôi muốn kiểm tra... Vâng, thưa anh. Chúng tôi đã sẵn sàng."
    }
  },
  {
    "translation": {
      "en": "WE'RE GOOD TO GO HERE. AS A MATTER OF FACT,",
      "vi": "Vâng, thưa anh. Chúng tôi đã sẵn sàng. Thật ra, tôi có thể giải quyết nhanh khi anh chuyển xong số tiền đó."
    }
  },
  {
    "translation": {
      "en": "I CAN LOCK THINGS DOWN JUST AS SOON AS YOU DROP ME THAT PAYMENT.",
      "vi": "Thật ra, tôi có thể giải quyết nhanh khi anh chuyển xong số tiền đó."
    }
  },
  {
    "translation": {
      "en": "WELL, THAT'S RIGHT. TWO OF THE VERY BEST MEN I COULD POSSIBLY FIND.",
      "vi": "Đúng vậy, đó là hai người tốt nhất mà tôi có thể tìm được."
    }
  },
  {
    "translation": {
      "en": "HAVE YOU WORKED WITH THESE MEN? NO, SIR, I HAVEN'T WORKED WITH THEM PERSONALLY.",
      "vi": "Không, thưa anh, tôi chưa từng làm việc với họ,"
    }
  },
  {
    "translation": {
      "en": "BUT, BELIEVE ME, SIR, BOTH OF THESE MEN COME VERY HIGHLY RECOMMENDED.",
      "vi": "nhưng tin tôi đi, họ là những người đã được đánh giá cao."
    }
  },
  {
    "translation": {
      "en": "ARE YOU ALL RIGHT?",
      "vi": "Có sao không?"
    }
  },
  {
    "translation": {
      "en": "NOTHING TO WORRY ABOUT, SIR.",
      "vi": "Không có gì để lo lắng cả, thưa anh."
    }
  },
  {
    "translation": {
      "en": "IT'S GONNA BE A WALK IN THE PARK.",
      "vi": "Sẽ giống như đi dạo trong công viên thôi."
    }
  },
  {
    "translation": {
      "en": "BILLY, I DON'T THINK I'M DOING THIS RIGHT.",
      "vi": "Billy, tôi không nghĩ mình đang làm đúng."
    }
  },
  {
    "translation": {
      "en": "LET'S TRY THE TOOTHBRUSH.",
      "vi": "Hãy thử dùng bàn chải đánh răng đi."
    }
  },
  {
    "translation": {
      "en": "YOU GOT TO GO SLOWLY.",
      "vi": "Phải thật chậm rãi."
    }
  },
  {
    "translation": {
      "en": "JUST TAKE A LITTLE BIT AT A TIME.",
      "vi": "Mỗi lần hất ra một ít."
    }
  },
  {
    "translation": {
      "en": "I CAN NEVER TELL WHAT'S ROCK AND WHAT'S BONE.",
      "vi": "Tôi không phân biệt được cái nào là đá, cái nào là xương."
    }
  },
  {
    "translation": {
      "en": "TECHNICALLY, IT'S ALL ROCK.",
      "vi": "Cơ bản thì tất cả đều là đá."
    }
  },
  {
    "translation": {
      "en": "THE CALCIUM IN THE BONES IS REPLACED DURING FOSSILIZATION.",
      "vi": "Hàm lượng canxi trong xương bị thay thế trong quá trình hóa thạch."
    }
  },
  {
    "translation": {
      "en": "BUT YOU CAN FEEL THE DIFFERENCE. SEE?",
      "vi": "Nhưng sẽ cảm nhận được sự khác biệt. Đó."
    }
  },
  {
    "translation": {
      "en": "ROUGH... SMOOTH.",
      "vi": "Nhám, mịn."
    }
  },
  {
    "translation": {
      "en": "ROUGH, SMOOTH.",
      "vi": "Nhám, mịn."
    }
  },
  {
    "translation": {
      "en": "DR. GRANT.",
      "vi": "Tiến sĩ Grant."
    }
  },
  {
    "translation": {
      "en": "MR. BRENNAN.",
      "vi": "Anh Brennan."
    }
  },
  {
    "translation": {
      "en": "SO, HOW'D IT GO?",
      "vi": "Mọi chuyện thế nào rồi?"
    }
  },
  {
    "translation": {
      "en": "WELL, IT'S NOT TOO LATE TO CHANGE YOUR MAJOR, BILLY.",
      "vi": "Cũng còn thời gian để đổi nghề đấy, Billy."
    }
  },
  {
    "translation": {
      "en": "NOT GOOD, HUH? WORSE.",
      "vi": "Tốt không? Tệ."
    }
  },
  {
    "translation": {
      "en": "WE'RE GONNA HAVE TO PACK UP IN FOUR WEEKS. THREE.",
      "vi": "Chúng ta sẽ phải xong trong bốn tuần. Ba tuần."
    }
  },
  {
    "translation": {
      "en": "I HAD TO RENT EQUIPMENT. COME HERE, I GOTTA SHOW YOU SOMETHING.",
      "vi": "Tôi phải thuê ít dụng cụ. Đi nào. Tôi có thứ này cho ông xem."
    }
  },
  {
    "translation": {
      "en": "I LIKE THE ABACUS, BILLY. YOU LIKE COMPUTERS, RIGHT?",
      "vi": "Ông thích máy tính, đúng không? Tôi thích bàn tính, Billy ạ."
    }
  },
  {
    "translation": {
      "en": "MEET THE FUTURE OF PALEONTOLOGY. IT'S A RAPID PROTOTYPER.",
      "vi": "Tương lai của ngành cổ sinh vật học đây. Đây là máy tạo mẫu nhanh."
    }
  },
  {
    "translation": {
      "en": "I ENTER IN THE SCAN DATA FROM THE RAPTOR'S SKULL.",
      "vi": "Tôi nhập dữ liệu thông tin hộp sọ của Velociraptor vào."
    }
  },
  {
    "translation": {
      "en": "THE COMPUTER BREAKS IT DOWN INTO THOUSANDS OF SLICES.",
      "vi": "Máy tính phân chia nó thành hàng nghìn lớp."
    }
  },
  {
    "translation": {
      "en": "THEN THIS THING SCULPTS IT, ONE LAYER AT A TIME.",
      "vi": "Và thứ này sẽ khắc ra nó, khắc từng lớp một."
    }
  },
  {
    "translation": {
      "en": "IT'S DONE.",
      "vi": "Và thứ này sẽ khắc ra nó, khắc từng lớp một. TẠO MẪU HOÀN TẤT Xong rồi."
    }
  },
  {
    "translation": {
      "en": "I GIVE YOU THE RESONATING CHAMBER OF A VELOCIRAPTOR.",
      "vi": "Xin giới thiệu khoang cộng hưởng của Velociraptor."
    }
  },
  {
    "translation": {
      "en": "LISTEN TO THIS.",
      "vi": "Nghe này."
    }
  },
  {
    "translation": {
      "en": "WOW. THIS IS BRILLIANT, BILLY. REALLY, IT IS.",
      "vi": "Tuyệt vời lắm, Billy. Thật sự là vậy."
    }
  },
  {
    "translation": {
      "en": "SAD TO SAY, IT'S JUST A LITTLE BIT LATE.",
      "vi": "Rất tiếc phải nói, hơi muộn rồi. Tiến sĩ Grant?"
    }
  },
  {
    "translation": {
      "en": "DR. GRANT? PAUL KIRBY. KIRBY ENTERPRISES.",
      "vi": "Tôi là Paul Kirby, đến từ Doanh Nghiệp Kirby."
    }
  },
  {
    "translation": {
      "en": "UH, MY CARD. HOW YOU DOING, BILLY?",
      "vi": "Danh thiếp của tôi đây. Anh thế nào rồi, Billy?"
    }
  },
  {
    "translation": {
      "en": "WHAT CAN I DO FOR YOU, MR. KIRBY?",
      "vi": "Tôi giúp được gì cho anh, anh Kirby?"
    }
  },
  {
    "translation": {
      "en": "WELL, UM, FIRST THING, I'M A GREAT ADMIRER OF YOURS,",
      "vi": "À... Đầu tiên, tôi là một người rất hâm mộ ông."
    }
  },
  {
    "translation": {
      "en": "AND I HAVE A PROPOSITION I'D LIKE TO DISCUSS WITH YOU.",
      "vi": "Và tôi có một đề nghị muốn bàn bạc với ông."
    }
  },
  {
    "translation": {
      "en": "WOULD YOU HAVE DINNER WITH MY WIFE AND ME THIS EVENING? IT'LL BE OUR TREAT.",
      "vi": "Tối nay ông có thể dùng bữa cùng tôi và vợ tôi được không? Chúng tôi mời."
    }
  },
  {
    "translation": {
      "en": "WELL, THAT'D BE GREAT, BUT I'M TIRED. I'VE BEEN TRAVELING.",
      "vi": "Việc này thật tuyệt, nhưng... tôi rất mệt. Tôi đã đi cả ngày. Chắc là để lúc khác nhé."
    }
  },
  {
    "translation": {
      "en": "BELIEVE ME, THIS WILL BE WORTH YOUR WHILE. MAYBE SOME OTHER TIME.",
      "vi": "tôi rất mệt. Tôi đã đi cả ngày. Chắc là để lúc khác nhé. Tin tôi đi, chuyện này sẽ rất đáng với thời gian ông bỏ ra."
    }
  },
  {
    "translation": {
      "en": "WE'D LOVE TO. OH, TERRIFIC.",
      "vi": "Chúng tôi sẽ tham dự. Tuyệt. Vậy mới được chứ. Tốt lắm."
    }
  },
  {
    "translation": {
      "en": "THAT'S THE SPIRIT. GOOD. THIS EVENING THEN.",
      "vi": "Tuyệt. Vậy mới được chứ. Tốt lắm. Tối nay nhé."
    }
  },
  {
    "translation": {
      "en": "OH, BILLY. DR. GRANT. HOW ARE YOU?",
      "vi": "Billy, cảm ơn vì đã đến. Khỏe không? Tiến sĩ Grant, khỏe không?"
    }
  },
  {
    "translation": {
      "en": "MRS. KIRBY, HOW ARE YOU? AMANDA, BILLY.",
      "vi": "Amanda, đây là Billy và Tiến sĩ Grant. Cô Kirby, cô khỏe không?"
    }
  },
  {
    "translation": {
      "en": "SO WHAT ARE YOU BOYS DRINKING?",
      "vi": "Hai người uống gì?"
    }
  },
  {
    "translation": {
      "en": "ICE PICK, CATFISH. TWO, PLEASE, CAT.",
      "vi": "lce Pick, Catfish. Hai ly luôn nhé. Chúng tôi ngưỡng mộ các công trình của ông từ lâu."
    }
  },
  {
    "translation": {
      "en": "REALLY TRULY INSPIRING. WE'VE ADMIRED YOUR WORK FOR YEARS.",
      "vi": "Chúng tôi ngưỡng mộ các công trình của ông từ lâu. Thật đó. Rất ấn tượng."
    }
  },
  {
    "translation": {
      "en": "AMANDA AND I JUST LOVE THE OUTDOORS.",
      "vi": "Amanda và tôi rất thích đi du lịch."
    }
  },
  {
    "translation": {
      "en": "HECK, WE'VE BEEN ON JUST ABOUT EVERY ADVENTURE TOUR THEY CAN COME UP WITH.",
      "vi": "Chúng tôi đi hết tất cả chuyến phiêu lưu họ có thể nghĩ ra"
    }
  },
  {
    "translation": {
      "en": "THE NILE, GALAPAGOS, K2.",
      "vi": "như sông Nin, quần đảo Galápagos, đỉnh núi K2."
    }
  },
  {
    "translation": {
      "en": "WE EVEN HAVE TWO SEATS RESERVED ON THE FIRST COMMERCIAL FLIGHT TO THE MOON.",
      "vi": "Chúng tôi còn đặt sẵn hai ghế cho chuyến bay thương mại đầu tiên lên mặt trăng."
    }
  },
  {
    "translation": {
      "en": "AND FOR OUR WEDDING ANNIVERSARY THIS YEAR WE WANTED TO DO SOMETHING REALLY SPECIAL.",
      "vi": "Và kỷ niệm ngày cưới năm nay, chúng tôi muốn làm gì đó thật đặc biệt. Gì đó... Một lần duy nhất trong đời."
    }
  },
  {
    "translation": {
      "en": "ONCE IN A LIFETIME. SOMETHINGSO...",
      "vi": "Gì đó... Một lần duy nhất trong đời. Nên tôi đã thuê một chiếc máy bay để bay đến đảo Isla Sorna."
    }
  },
  {
    "translation": {
      "en": "I'VE CHARTERED AN AIRPLANE TO FLY US OVER ISLA SORNA...",
      "vi": "Nên tôi đã thuê một chiếc máy bay để bay đến đảo Isla Sorna."
    }
  },
  {
    "translation": {
      "en": "AND WE'D LIKE YOU TO BE OUR GUIDE.",
      "vi": "Và chúng tôi muốn ông làm hướng dẫn viên."
    }
  },
  {
    "translation": {
      "en": "THERE YOU GO, GUYS.",
      "vi": "Của mọi người đây."
    }
  },
  {
    "translation": {
      "en": "THAT'S A VERY KIND OFFER, MR. KIRBY, BUT I'M A VERY, VERY BUSY MAN.",
      "vi": "Đề nghị này rất tốt, anh Kirby, nhưng tôi thật sự bận lắm. Tôi có thể giới thiệu một vài người được đánh giá cao..."
    }
  },
  {
    "translation": {
      "en": "I CAN RECOMMEND A COUPLE OF GUYS WHO ARE REALLY HIGHLY QUALIFIED THAT",
      "vi": "Tôi có thể giới thiệu một vài người được đánh giá cao..."
    }
  },
  {
    "translation": {
      "en": "NO, NO, NO. YOU'RE THE BEST.",
      "vi": "Không. Ông chính là người tốt nhất."
    }
  },
  {
    "translation": {
      "en": "YOU'VE SEEN THESE ANIMALS IN THE FLESH. THERE'S NO ONE THAT EVEN COMES CLOSE TO YOU.",
      "vi": "Ông từng thấy chúng bằng xương thịt. Không ai có thể đến gần chúng như ông."
    }
  },
  {
    "translation": {
      "en": "YOU WOULDN'T BE ABLE TO FLY LOW ENOUGH TO SEE ANYTHING OF ANY REAL INTEREST.",
      "vi": "Anh không được quyền bay thấp để nhìn thấy những thứ hấp dẫn đó đâu."
    }
  },
  {
    "translation": {
      "en": "WELL, SEE? THAT'S THE INTERESTING PART...",
      "vi": "Cho nên, đó mới phần thú vị,"
    }
  },
  {
    "translation": {
      "en": "BECAUSE WE HAVE PERMISSION TO FLY LOW.",
      "vi": "vì chúng tôi được cấp phép để bay thấp."
    }
  },
  {
    "translation": {
      "en": "HOW LOW? I'M NO AVIATION EXPERT,",
      "vi": "Thấp thế nào? Tôi không phải chuyên gia hàng không,"
    }
  },
  {
    "translation": {
      "en": "BUT A HECK OF A LOT LOWER THAN ANYBODY ELSE, I CAN TELL YOU.",
      "vi": "nhưng tôi chắc là sẽ thấp hơn tất cả mọi người."
    }
  },
  {
    "translation": {
      "en": "FROM WHAT I UNDERSTAND, IT'S PRETTY MUCHIT'S WHATEVER WE WANT.",
      "vi": "Tôi biết là chúng tôi có thể xuống thấp đến mức nào chúng tôi muốn."
    }
  },
  {
    "translation": {
      "en": "THAT'S HARD TO BELIEVE. YOU SEE, THROUGH MY BUSINESS DEALINGS",
      "vi": "Thật khó tin nhỉ. Ông biết đó, nhờ các mối làm ăn,"
    }
  },
  {
    "translation": {
      "en": "IMPORT, EXPORT, EMERGING MARKETSI'VE MADE A LOT OF FRIENDS IN HIGH PLACES.",
      "vi": "xuất nhập khẩu, thị trường mới nổi, tôi đã kết bạn được với nhiều người địa vị cao."
    }
  },
  {
    "translation": {
      "en": "IN THIS CASE, THE COSTA RICAN GOVERNMENT.",
      "vi": "Và trong trường hợp này, đó là chính phủ Costa Rica."
    }
  },
  {
    "translation": {
      "en": "DR. GRANT, YOU HAVE NO IDEA HOW IMPORTANT IT IS TO US THAT YOU COME ALONG.",
      "vi": "Tiến sĩ Grant, ông không thể biết được việc này quan trọng với chúng tôi thế nào nếu có ông đi cùng."
    }
  },
  {
    "translation": {
      "en": "MRS. KIRBY, I IIT WOULD MAKE ALL THE DIFFERENCE.",
      "vi": "Việc đó quan trọng lắm. Cô Kirby à, tôi... Và đương nhiên là chúng tôi sẽ hỗ trợ tiền cho nghiên cứu của ông ở đây."
    }
  },
  {
    "translation": {
      "en": "AND, OF COURSE, WE'D LOVE TO MAKE A CONTRIBUTION TO YOUR RESEARCH HERE. SO",
      "vi": "Và đương nhiên là chúng tôi sẽ hỗ trợ tiền cho nghiên cứu của ông ở đây. Vậy nên..."
    }
  },
  {
    "translation": {
      "en": "I COULD WRITE ALL KINDS OF NUMBERS ON THIS CHECK, DR. GRANT.",
      "vi": "trên tờ này, tôi có thể viết bao nhiêu số cũng được, Tiến sĩ Grant."
    }
  },
  {
    "translation": {
      "en": "TELL ME...",
      "vi": "Hãy cho tôi biết..."
    }
  },
  {
    "translation": {
      "en": "WHAT'S IT GONNA TAKE?",
      "vi": "ông cần bao nhiêu tiền?"
    }
  },
  {
    "translation": {
      "en": "EVEN WITH WHAT I PAY YOU, COULDN'T YOU AFFORD A BETTER BAG?",
      "vi": "Dù tôi trả anh bao nhiêu tiền, anh cũng không mua nổi một cái túi mới à?"
    }
  },
  {
    "translation": {
      "en": "NO WAY. THIS ONE'S LUCKY.",
      "vi": "Không đâu. Đây là túi may mắn."
    }
  },
  {
    "translation": {
      "en": "A COUPLE YEARS AGO, SOME BUDDIES AND I...",
      "vi": "Vài năm trước, tôi cùng vài người bạn chơi diều lượn qua mấy ngọn núi ở New Zealand."
    }
  },
  {
    "translation": {
      "en": "WENT HANG GLIDING OFF THESE CLIFFS IN NEW ZEALAND...",
      "vi": "tôi cùng vài người bạn chơi diều lượn qua mấy ngọn núi ở New Zealand."
    }
  },
  {
    "translation": {
      "en": "AND THIS BIG UPDRAFT CAME AND SWEPT ME RIGHT AGAINST THE SIDE, WHAM!",
      "vi": "Rồi có một luồng gió lớn thổi qua và đẩy tôi vào một bên của ngọn núi."
    }
  },
  {
    "translation": {
      "en": "WOW, THAT DOES SOUND LUCKY.",
      "vi": "Nghe may mắn nhỉ."
    }
  },
  {
    "translation": {
      "en": "THIS STRAP ALONE SAVED MY LIFE.",
      "vi": "Chính cái dây đai này đã cứu mạng tôi."
    }
  },
  {
    "translation": {
      "en": "GOT HOOKED ON A ROCK AS I WAS FALLING.",
      "vi": "Nó bị mắc kẹt vào một tảng đá, khi tôi rơi xuống."
    }
  },
  {
    "translation": {
      "en": "REVERSE DARWINISM: SURVIVAL OF THE MOST IDIOTIC.",
      "vi": "Trái ngược với học thuyết Darwin. Kẻ ngốc nghếch nhất sẽ sống sót."
    }
  },
  {
    "translation": {
      "en": "ALAN, I WANT TO THANK YOU FOR BRINGING ME ALONG.",
      "vi": "Alan, tôi muốn cảm ơn ông vì đã cho tôi theo cùng."
    }
  },
  {
    "translation": {
      "en": "YEAH, WELL, THE BONES WILL STILL BE THERE WHEN WE GET BACK.",
      "vi": "Dù gì thì mớ xương vẫn còn ở đó khi ta quay lại."
    }
  },
  {
    "translation": {
      "en": "THAT'S THE GREAT THING ABOUT BONES: THEY NEVER RUN AWAY.",
      "vi": "Đó là điều tuyệt vời về xương. Chúng không bao giờ bỏ chạy."
    }
  },
  {
    "translation": {
      "en": "THE TRUTH IS, YOU GOT ME INTO THIS,",
      "vi": "Sự thật là... anh làm tôi vướng vào vụ này."
    }
  },
  {
    "translation": {
      "en": "AND I HAVE NO INTENTION OF BEING ON MY OWN WITH THESE PEOPLE.",
      "vi": "Nên tôi không có ý định đi một mình với những người này."
    }
  },
  {
    "translation": {
      "en": "DON'T GET TOO EXCITED, BILLY.",
      "vi": "Đừng có hào hứng quá, Billy."
    }
  },
  {
    "translation": {
      "en": "CHANCES ARE WE WON'T SEE A THING.",
      "vi": "Rất có thể chúng ta không thấy được gì."
    }
  },
  {
    "translation": {
      "en": "YOUR TURN TO BE NICE. WAKE ME WHEN WE GET THERE.",
      "vi": "Tới lượt anh làm chuyện tốt này. Khi nào tới đó thì gọi tôi dậy."
    }
  },
  {
    "translation": {
      "en": "SO, HOW DO YOU KNOW THE KIRBYS?",
      "vi": "Sao ông quen biết nhà Kirby này?"
    }
  },
  {
    "translation": {
      "en": "UH, THROUGH OUR CHURCH.",
      "vi": "Thông qua nhà thờ."
    }
  },
  {
    "translation": {
      "en": "ALAN.",
      "vi": "Alan."
    }
  },
  {
    "translation": {
      "en": "ALAN.",
      "vi": "Alan!"
    }
  },
  {
    "translation": {
      "en": "WAKE UP. WE'RE ALMOST THERE.",
      "vi": "Dậy đi. Chúng ta sắp đến rồi."
    }
  },
  {
    "translation": {
      "en": "UNIDENTIFIED AIRCRAFT APPROACHING ISLA SORNA, THIS IS SAN JUAN APPROACH.",
      "vi": "Chiếc máy bay lạ đang tiến vào Isla Sorna kia, đây là tổng đài San Juan."
    }
  },
  {
    "translation": {
      "en": "YOU'RE FLYING IN RESTRICTED AIRSPACE. IMMEDIATELY TURN TO COORDINATES TWO",
      "vi": "Các người đang bay vào không phận bị cấm. Lập tức chuyển sang tọa độ hai..."
    }
  },
  {
    "translation": {
      "en": "MY GOD, I'D FORGOTTEN.",
      "vi": "Chúa ơi, tôi quên mất."
    }
  },
  {
    "translation": {
      "en": "WE DID IT, HONEY. WE'RE HERE.",
      "vi": "Chúng ta làm được rồi, em à. Tới rồi."
    }
  },
  {
    "translation": {
      "en": "COOPER, IF YOU SEE ANYTHING, YELL UP.",
      "vi": "Cooper! Nếu nhìn thấy gì thì la lên nhé."
    }
  },
  {
    "translation": {
      "en": "NO, I THOUGHT I'D KEEP IT TO MYSELF.",
      "vi": "Không, chắc là tôi sẽ im lặng luôn."
    }
  },
  {
    "translation": {
      "en": "I'M SORRY. EVERYONE, IF YOU LOOK OUT THE LEFT OF THE PLANE,",
      "vi": "Xin lỗi, nghe này. Mọi người hãy nhìn ra bên trái máy bay,"
    }
  },
  {
    "translation": {
      "en": "YOU CAN SEE A WHOLE HERD OF BRACHIOSAURS.",
      "vi": "có thể thấy được một đàn khủng long Brachiosaurus."
    }
  },
  {
    "translation": {
      "en": "IN FACT, YOU CAN SEE IN THE FRONT OF THE GROUP, THE ALPHA MALE GRAZING THERE.",
      "vi": "Thật ra, ta có thể thấy con đực đầu đàn phía trước đang gặm cỏ."
    }
  },
  {
    "translation": {
      "en": "UDESKY, NASH, HOW 'BOUT UP FRONT? YOU GUYS SEE ANYTHING?",
      "vi": "Udesky? Nash? Phía trước thế nào? Hai người có thấy gì không?"
    }
  },
  {
    "translation": {
      "en": "NOTHING YET, MR. KIRBY.",
      "vi": "Vẫn chưa, anh Kirby."
    }
  },
  {
    "translation": {
      "en": "YOU MEANMRS. KIRBY, LOOK. OUT HERE YOU'LL SEE A GROUP OF TRICERATOPS",
      "vi": "Cô Kirby, nhìn kìa. Ngoài đó, cô có thể thấy một nhóm khủng long ba sừng... Anh Kirby, có khoảng đất trống ở trước. Có muốn hạ cánh xuống không?"
    }
  },
  {
    "translation": {
      "en": "MR. KIRBY, WE HAVE A LANDING STRIP UP AHEAD. YOU WANT ME TO PUT HER DOWN?",
      "vi": "Anh Kirby, có khoảng đất trống ở trước. Có muốn hạ cánh xuống không?"
    }
  },
  {
    "translation": {
      "en": "NO, NO. I TOLD YOU, I WANT TO CIRCLE FIRST, SEE THE WHOLE ISLAND.",
      "vi": "Không. Tôi đã nói là muốn đi một vòng xem hết cả cái đảo trước."
    }
  },
  {
    "translation": {
      "en": "WHAT DO YOU MEAN SET IT DOWN? YOU CAN'T LAND HERE.",
      "vi": "Hạ cánh xuống là sao? Anh không được đáp ở đây."
    }
  },
  {
    "translation": {
      "en": "WHAT ARE YOU TALKING ABOUT? HOLD ON. I CAN EXPLAIN.",
      "vi": "Đợi đã. Để tôi giải thích... Anh không được đáp xuống đảo này!"
    }
  },
  {
    "translation": {
      "en": "YOU CANNOT LAND ON THIS ISLAND. IT'S GONNA BE FINE. YOU JUST DON'T UNDERSTAND.",
      "vi": "Anh không được đáp xuống đảo này! Sẽ ổn thôi mà. Đừng lo lắng."
    }
  },
  {
    "translation": {
      "en": "ARE YOU CRAZY?  SIT DOWN, PLEASE.",
      "vi": "Anh bị điên à? Ngồi xuống."
    }
  },
  {
    "translation": {
      "en": "DR. GRANT, WILL YOU PLEASE SIT DOWN?",
      "vi": "Tiến sĩ Grant, ông ngồi xuống được không?"
    }
  },
  {
    "translation": {
      "en": "BILLY, TELL ME WE DIDN'T LAND.",
      "vi": "Billy, hãy nói tôi nghe là chúng ta không hạ cánh đi."
    }
  },
  {
    "translation": {
      "en": "ERIC? ERIC?",
      "vi": "Eric! Eric!"
    }
  },
  {
    "translation": {
      "en": "BEN? ERIC? I THINK THEY'RE LOOKING FOR SOMEONE.",
      "vi": "Ben! Tôi nghĩ họ đang tìm ai đó. Eric!"
    }
  },
  {
    "translation": {
      "en": "BEN?",
      "vi": "Ben!"
    }
  },
  {
    "translation": {
      "en": "ERIC?",
      "vi": "Eric!"
    }
  },
  {
    "translation": {
      "en": "BEN?",
      "vi": "Ben!"
    }
  },
  {
    "translation": {
      "en": "OH, DR. GRANT, ARE YOU ALL RIGHT?",
      "vi": "Tiến sĩ Grant, ông không sao chứ? Ben."
    }
  },
  {
    "translation": {
      "en": "I'M SORRY WE HAD TO BE SOWHO HIT ME? WHO HIT ME?",
      "vi": "Tôi xin lỗi vì có hơi mạnh tay. Ai đánh tôi? Ai đánh tôi? Eric."
    }
  },
  {
    "translation": {
      "en": "THAT WOULD BE COOPER.",
      "vi": "Là Cooper. Eric. Họ đang làm gì vậy?"
    }
  },
  {
    "translation": {
      "en": "THEY'RE SETTING UP A PERIMETER TO MAKE THE PLACE SAFE. WHAT ARE THEY DOING?",
      "vi": "Eric. Họ đang làm gì vậy? Họ đang thiết lập vòng đai an toàn cho nơi này."
    }
  },
  {
    "translation": {
      "en": "THESE GUYS ARE GOOD. ON THIS ISLAND, THERE IS NO SUCH THING AS SAFE.",
      "vi": "Mấy người này... Tin tôi đi, trên đảo này không có gì là an toàn cả. Eric."
    }
  },
  {
    "translation": {
      "en": "ERIC! WE HAVE TO GET BACK ON THAT PLANE.",
      "vi": "Chúng ta phải lên lại máy bay. Eric."
    }
  },
  {
    "translation": {
      "en": "WILL YOU TELL YOUR WIFE TO STOP MAKING THAT NOISE?",
      "vi": "Anh có thể kêu vợ anh đừng la hét nữa không? Đó là một ý tưởng rất tồi tệ. Ben."
    }
  },
  {
    "translation": {
      "en": "AMANDA! THAT IS A VERY, VERY BAD IDEA.",
      "vi": "Đó là một ý tưởng rất tồi tệ. Ben. Amanda! Ben!"
    }
  },
  {
    "translation": {
      "en": "BEN? AMANDA? HONEY?",
      "vi": "Amanda! Ben! Amanda. Em à, Tiến sĩ Grant nói đó là một ý tưởng tồi tệ."
    }
  },
  {
    "translation": {
      "en": "WHAT? DR. GRANT SAID THAT'S A BAD IDEA.",
      "vi": "Amanda. Em à, Tiến sĩ Grant nói đó là một ý tưởng tồi tệ. Cái gì? Ông ấy nói đó là một ý tưởng tồi tệ."
    }
  },
  {
    "translation": {
      "en": "HE SAYS IT'S A BAD IDEA! WHAT'S A BAD IDEA?",
      "vi": "Ông ấy nói đó là một ý tưởng tồi tệ. Thế nào là ý tưởng tồi tệ?"
    }
  },
  {
    "translation": {
      "en": "WHAT WAS THAT?",
      "vi": "Cái gì thế?"
    }
  },
  {
    "translation": {
      "en": "THAT'S A TYRANNOSAURUS.",
      "vi": "Đó là khủng long bạo chúa."
    }
  },
  {
    "translation": {
      "en": "I DON'T THINK SO. IT SOUNDS BIGGER.",
      "vi": "Tôi không nghĩ vậy. Nghe có vẻ lớn hơn."
    }
  },
  {
    "translation": {
      "en": "WE HAVE TO LEAVE! WE HAVE TO LEAVE NOW!",
      "vi": "Chúng ta phải đi. Chúng ta phải đi ngay."
    }
  },
  {
    "translation": {
      "en": "WHAT'S GOING ON?",
      "vi": "Lên máy bay nhanh. Chuyện gì vậy? Lên máy bay. Lên máy bay."
    }
  },
  {
    "translation": {
      "en": "GET IN THE PLANE!",
      "vi": "Lên máy bay. Lên máy bay."
    }
  },
  {
    "translation": {
      "en": "COOPER'S A PROFESSIONAL. HE CAN HANDLE HIMSELF. WHAT ABOUT THE OTHER GUY?",
      "vi": "Còn người kia? Cooper rất chuyên nghiệp. Anh ấy có thể tự lo liệu được."
    }
  },
  {
    "translation": {
      "en": "GET IN THE PLANE! HURRY!",
      "vi": "Lên máy bay đi. Nhanh lên."
    }
  },
  {
    "translation": {
      "en": "IT'S ALL RIGHT.",
      "vi": "Không sao đâu."
    }
  },
  {
    "translation": {
      "en": "PAUL, WE CAN'TIT'S ALL RIGHT. WE'LL JUST CIRCLE THE ISLAND.",
      "vi": "Paul, chúng ta không thể... Không sao đâu. Ta sẽ bay vòng quanh đảo."
    }
  },
  {
    "translation": {
      "en": "GIVE ME A HAND, UDESKY.",
      "vi": "Giúp tôi một tay nào, Udesky!"
    }
  },
  {
    "translation": {
      "en": "HEY!",
      "vi": "Này."
    }
  },
  {
    "translation": {
      "en": "STOP!",
      "vi": "Dừng lại. Anh làm gì vậy?"
    }
  },
  {
    "translation": {
      "en": "THAT'S COOPER. WHAT ARE YOU DOING?",
      "vi": "Dừng lại. Anh làm gì vậy? Đó là Cooper."
    }
  },
  {
    "translation": {
      "en": "PLEASE STOP. COOP, GET OUT OF THE WAY.",
      "vi": "Dừng lại. Nhanh lên, tránh ra đi."
    }
  },
  {
    "translation": {
      "en": "YOU KNOW I CAN'T STOP THIS PLANE.",
      "vi": "Anh biết tôi không thể dừng lại được mà."
    }
  },
  {
    "translation": {
      "en": "OH, MY GOD!",
      "vi": "Ôi, Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "WE'RE GOING DOWN! FUEL CUT OFF!",
      "vi": "Ngắt nhiên liệu. Chúng ta đang rơi xuống."
    }
  },
  {
    "translation": {
      "en": "YOU OKAY?",
      "vi": "Em ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "WE'RE OKAY UP HERE.",
      "vi": "Chúng tôi ở trên đây vẫn ổn."
    }
  },
  {
    "translation": {
      "en": "EVERYONE JUST STAY PUT. SAN JUAN APPROACH, MAYDAY!",
      "vi": "Mọi người ngồi yên tại chỗ. Tổng đài San Juan. Cấp cứu."
    }
  },
  {
    "translation": {
      "en": "WHO HAS THE SATELLITE PHONE? I DO.",
      "vi": "Ai giữ điện thoại vệ tinh? Cấp cứu. Tôi giữ."
    }
  },
  {
    "translation": {
      "en": "I GOT IT RIGHT HERE. I'M NOT GETTING ANYTHING. THE RADIO'S GONE.",
      "vi": "Tôi để nó ở ngay đây. Tôi không bắt được tín hiệu. Radio hỏng rồi."
    }
  },
  {
    "translation": {
      "en": "WE HAVEN'T LANDED YET.",
      "vi": "Chúng ta vẫn chưa đáp xuống."
    }
  },
  {
    "translation": {
      "en": "ALL CIRCUITS ARE BUSY. DAMN IT! OH, MAN.",
      "vi": "Tất cả đường dây đều bận... Chết tiệt. Trời ạ."
    }
  },
  {
    "translation": {
      "en": "WHAT WAS THAT?",
      "vi": "Cái gì thế?"
    }
  },
  {
    "translation": {
      "en": "KEEP STILL! KEEP STILL! WHAT?",
      "vi": "Bình tĩnh. Bình tĩnh. Gì thế? Gì hả?"
    }
  },
  {
    "translation": {
      "en": "WHAT IS IT? WHAT?",
      "vi": "Bình tĩnh. Gì thế? Gì hả?"
    }
  },
  {
    "translation": {
      "en": "WHAT IS IT? HOLD IT!",
      "vi": "Cái gì vậy? Giữ chặt."
    }
  },
  {
    "translation": {
      "en": "HANG ON, EVERYONE!",
      "vi": "Mọi người, bám vào."
    }
  },
  {
    "translation": {
      "en": "NO! NO! HELP ME!",
      "vi": "Cứu tôi."
    }
  },
  {
    "translation": {
      "en": "MRS. KIRBY, COME BACK!",
      "vi": "Cô Kirby, quay lại đây."
    }
  },
  {
    "translation": {
      "en": "AMANDA!",
      "vi": "Amanda!"
    }
  },
  {
    "translation": {
      "en": "FOLLOW ME! THIS WAY!",
      "vi": "Đi theo tôi. Lối này."
    }
  },
  {
    "translation": {
      "en": "IN HERE!",
      "vi": "Trong này."
    }
  },
  {
    "translation": {
      "en": "I THINK WE LOST HIM.",
      "vi": "Chắc nó mất dấu ta rồi."
    }
  },
  {
    "translation": {
      "en": "IT'S OKAY, IT'S DEAD.",
      "vi": "Không sao đâu, nó chết rồi."
    }
  },
  {
    "translation": {
      "en": "NOBODY MOVE A MUSCLE.",
      "vi": "Không ai được cử động."
    }
  },
  {
    "translation": {
      "en": "NO, NO, NO. PLEASE, PLEASE DON'T. STOP, P PLEASE.",
      "vi": "Không. Làm ơn đừng. Dừng lại đi."
    }
  },
  {
    "translation": {
      "en": "IT'S TIME YOU DID SOME EXPLAINING, MR. KIRBY.",
      "vi": "Đã đến lúc anh phải giải thích rồi đó, anh Kirby."
    }
  },
  {
    "translation": {
      "en": "WE CALLED EVERYONE. WE DID EVERYTHING WE COULD. NO ONE WOULD HELP US.",
      "vi": "Chúng tôi gọi hết cho mọi người. Làm hết tất cả mọi thứ. Không ai có thể giúp cả."
    }
  },
  {
    "translation": {
      "en": "THE COSTA RICAN GOVERNMENT SAID THIS IS A NO FLY ZONE.",
      "vi": "Chính phủ Costa Rica nói đây là khu vực không được bay vào."
    }
  },
  {
    "translation": {
      "en": "THE U.S. EMBASSYTHAT'S OUR U.S. EMBASSY",
      "vi": "Đại Sứ Quán Mỹ, chính là Đại Sứ Quán Mỹ của chúng ta nói là chúng tôi nên chấp nhận điều không thể tránh đi. Có tin nổi không?"
    }
  },
  {
    "translation": {
      "en": "TOLD US WE SHOULD ACCEPT THE INEVITABLE. CAN YOU BELIEVE THAT?",
      "vi": "nói là chúng tôi nên chấp nhận điều không thể tránh đi. Có tin nổi không?"
    }
  },
  {
    "translation": {
      "en": "YOU LET A 12 YEAR OLD GO PARASAILING ALONE? NO!",
      "vi": "Để một đứa trẻ 12 tuổi chơi dù lượn một mình sao? Không."
    }
  },
  {
    "translation": {
      "en": "HE WASN'T ALONE. BEN HILDEBRAND. HE WAS WITH A FRIEND OF MINE.",
      "vi": "Nó không đi một mình. Đi với một người bạn. Ben Hildebrand."
    }
  },
  {
    "translation": {
      "en": "PAUL AND I DIVORCED OVER A YEAR AGO.",
      "vi": "Tôi và Paul đã ly hôn hơn một năm rồi."
    }
  },
  {
    "translation": {
      "en": "SO WHY ME? HE SAID WE NEEDED SOMEONE WHO'D BEEN ON THE ISLAND BEFORE.",
      "vi": "Được rồi, vậy sao lại chọn tôi? Anh ấy nói chúng tôi cần một người đã từng lên hòn đảo này rồi."
    }
  },
  {
    "translation": {
      "en": "YES, BUT I DID NOT TELL YOU TO KIDNAP SOMEBODY.",
      "vi": "Đúng vậy, nhưng tôi không có kêu anh đi bắt cóc người ta."
    }
  },
  {
    "translation": {
      "en": "I HAVE NEVER BEEN ON THIS ISLAND.",
      "vi": "Tôi chưa từng lên hòn đảo này."
    }
  },
  {
    "translation": {
      "en": "SURE YOU HAVE. YOU WROTE THAT BOOK.",
      "vi": "Dĩ nhiên là có rồi. Ông viết cuốn sách đó mà."
    }
  },
  {
    "translation": {
      "en": "THAT WAS ISLA NUBLAR. THIS IS ISLA SORNA, SITE B.",
      "vi": "Đó là đảo Isla Nublar. Đây là đảo Isla Sorna, khu B. Ý là có tới hai hòn đảo có khủng long? Được rồi."
    }
  },
  {
    "translation": {
      "en": "YOU MEAN THERE ARE YOU STAY OUT OF THIS! TWO ISLANDS WITH DINOSAURS?",
      "vi": "Ý là có tới hai hòn đảo có khủng long? Được rồi. Đừng có xen vào. Rồi. Thế họ đã mất tích bao lâu?"
    }
  },
  {
    "translation": {
      "en": "SO HOW LONG HAVE THEY BEEN MISSING?",
      "vi": "Đừng có xen vào. Rồi. Thế họ đã mất tích bao lâu?"
    }
  },
  {
    "translation": {
      "en": "EIGHT WEEKS. ALMOST EIGHT WEEKS NOW.",
      "vi": "Tám tuần. Gần tám tuần rồi."
    }
  },
  {
    "translation": {
      "en": "BILLY.",
      "vi": "Billy. Chúng ta sẽ quay lại máy bay và lấy những gì có thể dùng."
    }
  },
  {
    "translation": {
      "en": "WE GO BACK TO THE PLANE AND SALVAGE WHAT WE CAN, THEN WE MAKE FOR THE COAST.",
      "vi": "Billy. Chúng ta sẽ quay lại máy bay và lấy những gì có thể dùng. Sau đó sẽ đi ra bờ biển."
    }
  },
  {
    "translation": {
      "en": "DR. GRANT, WE'RE NOT LEAVING THIS ISLAND WITHOUT OUR SON.",
      "vi": "Tiến sĩ Grant, chúng tôi sẽ không rời đảo nếu không tìm được con trai."
    }
  },
  {
    "translation": {
      "en": "THEN YOU CAN GO AND LOOK FOR HIM...",
      "vi": "Vậy thì anh cứ đi tìm nó đi."
    }
  },
  {
    "translation": {
      "en": "OR YOU CAN STICK WITH US AS LONG AS YOU DON'T HOLD US UP.",
      "vi": "Hoặc có thể đi theo chúng tôi miễn là không làm phiền chúng tôi."
    }
  },
  {
    "translation": {
      "en": "EITHER WAY...",
      "vi": "Dù bằng cách nào,"
    }
  },
  {
    "translation": {
      "en": "YOU PROBABLY WON'T GET OFF THIS ISLAND ALIVE.",
      "vi": "thì chắc anh cũng không thể sống sót rời khỏi đây."
    }
  },
  {
    "translation": {
      "en": "SO... WHAT DO WE DO?",
      "vi": "Vậy giờ sao? Chúng ta làm gì?"
    }
  },
  {
    "translation": {
      "en": "WE SEARCH FOR YOUR SON...",
      "vi": "Chúng ta sẽ tìm con trai anh..."
    }
  },
  {
    "translation": {
      "en": "IN THE DIRECTION THAT THEY'RE GOING.",
      "vi": "theo hướng mà họ đi."
    }
  },
  {
    "translation": {
      "en": "EXCELLENT. EXCELLENT.",
      "vi": "Hay lắm. Hay lắm."
    }
  },
  {
    "translation": {
      "en": "OH, SORRY. SORRY.",
      "vi": "Xin lỗi."
    }
  },
  {
    "translation": {
      "en": "IT'S NOTHING YOU HAVEN'T SEEN BEFORE, PAUL.",
      "vi": "Chẳng có gì mà anh chưa từng thấy cả, Paul."
    }
  },
  {
    "translation": {
      "en": "HOW MUCH WEIGHT DID YOU SAY YOU LOST? ABOUT 25 POUNDS.",
      "vi": "Anh nói là anh đã giảm bao nhiêu ký nhỉ? Khoảng 11kg. Anh đi bơi."
    }
  },
  {
    "translation": {
      "en": "I'VE BEEN SWIMMING.",
      "vi": "Khoảng 11kg. Anh đi bơi."
    }
  },
  {
    "translation": {
      "en": "SWIMMING? YOU HATE TO SWIM. YOU DON'T EVEN KNOW HOW TO SWIM.",
      "vi": "Bơi sao? Anh ghét bơi mà. Anh còn chẳng biết bơi."
    }
  },
  {
    "translation": {
      "en": "I KNOW. I LEARNED.",
      "vi": "Anh biết mà. Anh đã học bơi."
    }
  },
  {
    "translation": {
      "en": "YOU LOOK GOOD. SO DO YOU.",
      "vi": "Nhìn anh ổn đó. Em cũng vậy."
    }
  },
  {
    "translation": {
      "en": "WELL, IT'S A SUPERPREDATOR. HOW WOULD YOU CLASSIFY IT, BILLY?",
      "vi": "Anh sẽ phân loại nó là gì, Billy? À, nó là loài săn mồi siêu hạng."
    }
  },
  {
    "translation": {
      "en": "SUCHIMIMUS. SNOUT.",
      "vi": "Là khủng long Suchomimus. Cái mõm đó. Không, nghĩ rộng hơn đi."
    }
  },
  {
    "translation": {
      "en": "NO, THINK BIGGER.",
      "vi": "Cái mõm đó. Không, nghĩ rộng hơn đi."
    }
  },
  {
    "translation": {
      "en": "BARYONYX? NOT WITH THAT SAIL.",
      "vi": "Baryonyx sao? Với cái buồm đó thì không phải."
    }
  },
  {
    "translation": {
      "en": "SPINOSAURUS AEGYPTICUS.",
      "vi": "Thằn lằn gai Ai Cập."
    }
  },
  {
    "translation": {
      "en": "I DON'T REMEMBER THAT ON INGEN'S LIST.",
      "vi": "Tôi không nhớ có nó trong danh sách của InGen."
    }
  },
  {
    "translation": {
      "en": "IT WASN'T ON THEIR LIST, AND THAT MAKES ME WONDER WHAT ELSE THEY WERE UP TO.",
      "vi": "Vì nó không nằm trong danh sách đó. Và khiến anh tự hỏi không biết họ còn tính làm gì."
    }
  },
  {
    "translation": {
      "en": "SO, MR. KIRBY, WHEN YOU CLIMBED K2,",
      "vi": "Ông Kirby, cho tôi biết, khi ông leo lên đỉnh núi K2, ông cắm trại ở độ cao 7.620m hay 9.144m?"
    }
  },
  {
    "translation": {
      "en": "DID YOU BASE CAMP AT 25 OR 30,000 FEET?",
      "vi": "khi ông leo lên đỉnh núi K2, ông cắm trại ở độ cao 7.620m hay 9.144m?"
    }
  },
  {
    "translation": {
      "en": "THIRTY THOUSAND FEET. WE WERE CLOSE TO THE TOP.",
      "vi": "Ở 9.144m. Chúng tôi gần lên đến đỉnh. Thật ra số đó là vượt hơn 300m so với đỉnh núi thật."
    }
  },
  {
    "translation": {
      "en": "YOU WERE ABOUT A THOUSAND FEET ABOVE IT, ACTUALLY.",
      "vi": "Thật ra số đó là vượt hơn 300m so với đỉnh núi thật."
    }
  },
  {
    "translation": {
      "en": "MR. KIRBY. NO, NO, THAT'S A COMMON MISTAKE.",
      "vi": "Không, đó là nhầm lẫn thôi. Anh Kirby, không hề có Doanh Nghiệp Kirby gì cả phải không?"
    }
  },
  {
    "translation": {
      "en": "THERE'S NO SUCH THING AS KIRBY ENTERPRISES, IS THERE?",
      "vi": "Anh Kirby, không hề có Doanh Nghiệp Kirby gì cả phải không?"
    }
  },
  {
    "translation": {
      "en": "IT'S KIRBY PAINT AND TILE PLUS.",
      "vi": "Chỉ có Hãng Sơn Và Gạch Lát Nhà Kirby Plus."
    }
  },
  {
    "translation": {
      "en": "THE PLUS STANDS FOR BATHROOM FIXTURES.",
      "vi": "Từ Plus nghĩa là đồ dùng trong phòng tắm."
    }
  },
  {
    "translation": {
      "en": "WE'RE IN THE WESTGATE SHOPPING CENTER, ENID, OKLAHOMA.",
      "vi": "Chúng tôi có ở trung tâm thương mại Westgate, Enid, Oklahoma..."
    }
  },
  {
    "translation": {
      "en": "SO I DON'T SUPPOSE THAT CHECK YOU WROTE US IS ANY GOOD.",
      "vi": "Tôi nghĩ tấm séc của ông viết cũng là giả."
    }
  },
  {
    "translation": {
      "en": "I WILL PAY YOU, NO MATTER WHAT. THIS IS GOOD. THIS IS GOOD.",
      "vi": "Rồi. Giờ mọi người nghe tôi nói đây. Tôi sẽ trả số tiền mà tôi nợ... Tốt thật. ...dù có thế nào đi chăng nữa."
    }
  },
  {
    "translation": {
      "en": "HERE WE ARE IN THE WORST PLACE IN THE WORLD, AND WE'RE NOT EVEN BEING PAID.",
      "vi": "Chúng ta đang ở nơi tệ nhất thế giới và không được trả tiền."
    }
  },
  {
    "translation": {
      "en": "NOW, WAIT, FELLAS. HOLD ON. I'LL MAKE THIS UP TO YOU.",
      "vi": "Được rồi. Này, mọi người, khoan. Đợi đã. Tôi sẽ đền cho mọi người."
    }
  },
  {
    "translation": {
      "en": "IF YOU EVER DO A BATHROOM OR A KITCHEN",
      "vi": "Nếu mọi người cần làm phòng tắm hay nhà bếp..."
    }
  },
  {
    "translation": {
      "en": "YOU'RE NOT REALLY A MERCENARY, ARE YOU?",
      "vi": "Anh không phải là lính đánh thuê, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "I NEVER SAID I WAS. THAT'S TRUE.",
      "vi": "Thì tôi đâu có nói mình vậy. Đúng thật."
    }
  },
  {
    "translation": {
      "en": "WELL, I'M LIKE A BOOKING AGENT. WHAT ARE YOU?",
      "vi": "Vậy anh làm gì? Tôi là đại lý đặt vé. Vì có một người bị bệnh và không đi được."
    }
  },
  {
    "translation": {
      "en": "ONE OF THE GUYS GOT SICK AND COULDN'T COME.",
      "vi": "Tôi là đại lý đặt vé. Vì có một người bị bệnh và không đi được."
    }
  },
  {
    "translation": {
      "en": "EXCUSE ME. HERE.",
      "vi": "Xin lỗi. Đây này."
    }
  },
  {
    "translation": {
      "en": "SO YOU RUN A HARDWARE STORE? HMM. PAINT AND TILE. YEAH.",
      "vi": "Vậy anh là quản lý cửa hàng phụ tùng à? Phải. Sơn và gạch lát."
    }
  },
  {
    "translation": {
      "en": "YOU NEVER CAN TELL ABOUT PEOPLE, CAN YOU? AIN'T THAT THE TRUTH?",
      "vi": "Đúng là không thể đoán trước được, nhỉ? Đúng vậy nhỉ?"
    }
  },
  {
    "translation": {
      "en": "QUIET. ERIC?",
      "vi": "Eric! Im lặng."
    }
  },
  {
    "translation": {
      "en": "WOULD YOU STOP THAT? DR. GRANT SAYS THIS IS VERY DANGEROUS TERRITORY.",
      "vi": "Em thôi đi có được không? Tiến sĩ Grant nói đây là khu vực rất nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "MAYBE WE SHOULD SPLIT UP OR SOMETHING. WE COULD COVER TWICE AS MUCH GROUND.",
      "vi": "Này, có lẽ chúng ta nên chia ra. Như vậy có thể quan sát được hai khu."
    }
  },
  {
    "translation": {
      "en": "DR. GRANT SAYSDR. GRANT SAYS THAT'S A BAD IDEA.",
      "vi": "Tiến sĩ Grant nói đó là ý tồi. Tiến sĩ Grant nói thế này, thế kia..."
    }
  },
  {
    "translation": {
      "en": "WHAT'S THE GOOD OF HIRING AN EXPERT IF WE'RE NOT GONNA USE HIS ADVICE?",
      "vi": "Tại sao ta thuê chuyên gia rồi lại không nghe lời chuyên gia chứ?"
    }
  },
  {
    "translation": {
      "en": "YEAH, EXCEPT DR. GRANT ISN'T LOOKING FOR ERIC. HE'S LOOKING FOR THE COAST.",
      "vi": "Đúng vậy. Nhưng Tiến sĩ Grant không đi tìm Eric. Ông ấy đi tìm bờ biển. Được thôi. Cứ la hét đi."
    }
  },
  {
    "translation": {
      "en": "OKAY, FINE. GO AHEAD AND SCREAM.",
      "vi": "Ông ấy đi tìm bờ biển. Được thôi. Cứ la hét đi. Rồi khi khủng long ba bốn sừng gì đó tấn công thì đừng đến khóc với anh."
    }
  },
  {
    "translation": {
      "en": "THEN WHEN THAT TRICYCLOPLOTS ATTACKS YOU, DON'T COME CRYING TO ME.",
      "vi": "Rồi khi khủng long ba bốn sừng gì đó tấn công thì đừng đến khóc với anh."
    }
  },
  {
    "translation": {
      "en": "DON'T WORRY ABOUT THAT. WHAT?",
      "vi": "Không cần anh lo chuyện đó. Cái gì? Em nói gì? Không có gì, đừng bận tâm."
    }
  },
  {
    "translation": {
      "en": "NOTHING. NEVER MIND. WHAT DID YOU SAY?",
      "vi": "Cái gì? Em nói gì? Không có gì, đừng bận tâm."
    }
  },
  {
    "translation": {
      "en": "WHAT DID YOU SAY? GOD, PAUL, JUST DROP IT.",
      "vi": "Em mới nói gì? Chúa ơi. Cứ mặc kệ đi, Paul."
    }
  },
  {
    "translation": {
      "en": "IF WE SPLIT UP, I'M GOING WITH YOU GUYS.",
      "vi": "Nếu chúng ta chia nhóm ra, tôi sẽ đi với hai người."
    }
  },
  {
    "translation": {
      "en": "MRS. KIRBYERIC!",
      "vi": "Eric! Eric!"
    }
  },
  {
    "translation": {
      "en": "MRS. KIRBY! ERIC!",
      "vi": "Cô Kirby. Eric! Cô Kirby."
    }
  },
  {
    "translation": {
      "en": "MRS. KIRBY, THE CHANCES ARE REMOTE THEY'RE STILL IN THE VICINITY.",
      "vi": "Cô Kirby, nhiều khả năng là họ không còn ở gần đây nữa."
    }
  },
  {
    "translation": {
      "en": "YOUNG ADULT.",
      "vi": "Của thiếu niên."
    }
  },
  {
    "translation": {
      "en": "HEY, GUYS.",
      "vi": "Này mọi người."
    }
  },
  {
    "translation": {
      "en": "THAT'S MY CAMERA. WAIT.",
      "vi": "Đó là máy quay của tôi. Này."
    }
  },
  {
    "translation": {
      "en": "I GOT AN IDEA. THE BATTERY'S DEAD.",
      "vi": "Hết pin rồi. Tôi có ý này."
    }
  },
  {
    "translation": {
      "en": "LET ME HAVE THE CAMERA.",
      "vi": "Đưa máy quay cho tôi."
    }
  },
  {
    "translation": {
      "en": "WHERE WERE YOU ON THAT ONE, MA?",
      "vi": "Lúc đó mẹ ở đâu thế?"
    }
  },
  {
    "translation": {
      "en": "OKAY, DIVE, DIVE. OKAY, DIVING.",
      "vi": "Rồi, chụp đi. Được rồi, chụp đi. Chụp đi."
    }
  },
  {
    "translation": {
      "en": "YOU WERE SUPPOSED TO CATCH IT. COME ON, MA!",
      "vi": "Nào, mẹ ơi. Eric. Mẹ phải chụp chứ."
    }
  },
  {
    "translation": {
      "en": "I SHOT THIS THE MORNING THEY DISAPPEARED.",
      "vi": "Em quay cái này vào buổi sáng ngày họ mất tích. Này. Không, anh muốn nó. Này, đưa cho anh đi."
    }
  },
  {
    "translation": {
      "en": "NO, I WANT THAT. LET ME TAKE THAT. COME ON, GIVE ME THAT.",
      "vi": "Này. Không, anh muốn nó. Này, đưa cho anh đi. Nào, đưa đây. Đưa đây đi em."
    }
  },
  {
    "translation": {
      "en": "NO, NOT YET. SEE ANYTHING YET?",
      "vi": "Có thấy gì chưa? Chưa, vẫn chưa thấy."
    }
  },
  {
    "translation": {
      "en": "WHAT WAS THAT?",
      "vi": "Chưa, vẫn chưa thấy. Cái gì vậy?"
    }
  },
  {
    "translation": {
      "en": "UNCLIP US. THERE'S A BIG CLIP. I CAN'T SEE.",
      "vi": "Mở khóa ra. Có cái khóa lớn kìa. Cháu không thấy. Cháu không thấy. Cháu không mở được."
    }
  },
  {
    "translation": {
      "en": "I CAN'T DO IT.",
      "vi": "Cháu không thấy. Cháu không mở được."
    }
  },
  {
    "translation": {
      "en": "I'M GONNA UNHOOK YOU, ALL RIGHT?",
      "vi": "Này, chú sẽ tháo móc của cháu ra nhé?"
    }
  },
  {
    "translation": {
      "en": "ONE, TWO, THREE.",
      "vi": "Một, hai, ba."
    }
  },
  {
    "translation": {
      "en": "OKAY, BUDDY? I'M GONNA DROP MYSELF DOWN NOW.",
      "vi": "Cháu ổn chứ, nhóc? Được rồi. Giờ chú sẽ nhảy xuống đó."
    }
  },
  {
    "translation": {
      "en": "THE CAMERA'S STILL ON.",
      "vi": "Máy quay vẫn đang mở."
    }
  },
  {
    "translation": {
      "en": "HE'S ALIVE. I KNOW HE'S ALIVE.",
      "vi": "Nó còn sống. Tôi biết nó còn sống mà."
    }
  },
  {
    "translation": {
      "en": "WE'RE GONNA FIND HIM.",
      "vi": "Chúng ta sẽ tìm nó."
    }
  },
  {
    "translation": {
      "en": "CAN YOU FLY ONE OF THOSE?",
      "vi": "Anh lái chúng được chứ?"
    }
  },
  {
    "translation": {
      "en": "MAYBE, AS LONG AS THE SAIL'S NOT TORN.",
      "vi": "Có lẽ. Miễn là cánh buồm không bị rách."
    }
  },
  {
    "translation": {
      "en": "WELL, LET'S TAKE IT.",
      "vi": "Được rồi, lấy nó xuống đi."
    }
  },
  {
    "translation": {
      "en": "IF WE SPOT A PLANE, IT MIGHT BE A GOOD WAY TO GET ATTENTION.",
      "vi": "Nếu gặp được máy bay, thì đây là cách tốt để gây sự chú ý."
    }
  },
  {
    "translation": {
      "en": "PULL IT OVER THIS WAY.",
      "vi": "Kéo nó xuống hướng này."
    }
  },
  {
    "translation": {
      "en": "I'LL GET IT. I'LL GET IT. OKAY, OKAY.",
      "vi": "Anh giữ được nó rồi, chờ chút! Gỡ nó ra khỏi lưng em. Không sao. Ôi, Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "MRS. KIRBY, PLEASENO! NO!",
      "vi": "Cô Kirby, làm ơn đi. Gỡ ra. Ôi, Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "GET HER BACK, MR. KIRBY. AMANDA!",
      "vi": "Anh Kirby, đi kêu cô ấy về đây đi."
    }
  },
  {
    "translation": {
      "en": "WAIT!",
      "vi": "Amanda! Đợi đã."
    }
  },
  {
    "translation": {
      "en": "AMANDA, WAIT!",
      "vi": "Amanda!"
    }
  },
  {
    "translation": {
      "en": "AMANDA?",
      "vi": "Amanda!"
    }
  },
  {
    "translation": {
      "en": "AMANDA. AMANDA.",
      "vi": "Amanda! Amanda!"
    }
  },
  {
    "translation": {
      "en": "AMANDA, STOP, STOP, STOP.",
      "vi": "Amanda, dừng lại đi."
    }
  },
  {
    "translation": {
      "en": "I'M SORRY. I'M SORRY ABOUT BEN.",
      "vi": "Anh rất tiếc. Anh rất tiếc về chuyện của Ben."
    }
  },
  {
    "translation": {
      "en": "IT'S NOT BEN, PAUL. IT'S ERIC.",
      "vi": "Không phải là về Ben đâu Paul. Mà là Eric. Nó đang ở ngoài kia một mình."
    }
  },
  {
    "translation": {
      "en": "HE'S OUT THERE ALL BY HIMSELF.",
      "vi": "Mà là Eric. Nó đang ở ngoài kia một mình."
    }
  },
  {
    "translation": {
      "en": "I KNOW, I KNOW.",
      "vi": "Anh biết."
    }
  },
  {
    "translation": {
      "en": "OUR BABY'S OUT HERE ALL BY HIMSELF.",
      "vi": "Con chúng ta phải ở ngoài kia một mình."
    }
  },
  {
    "translation": {
      "en": "LISTEN TO ME. WE'LL FIND HIM. I PROMISE.",
      "vi": "Nghe anh này. Chúng ta sẽ tìm nó. Anh hứa."
    }
  },
  {
    "translation": {
      "en": "PAUL.",
      "vi": "Paul."
    }
  },
  {
    "translation": {
      "en": "DR. GRANT! YOU SHOULD COME LOOK AT THIS!",
      "vi": "Tiến sĩ Grant. Đến đây mà xem."
    }
  },
  {
    "translation": {
      "en": "RAPTOR!",
      "vi": "Velociraptor."
    }
  },
  {
    "translation": {
      "en": "WE'RE GONNA FIND HIM. YOU LISTENING TO ME? WE'RE GONNA FIND HIM.",
      "vi": "Chúng ta sẽ đi tìm nó. Em nghe anh nói không? Chúng ta sẽ tìm nó."
    }
  },
  {
    "translation": {
      "en": "THE KID'S GOT RESOURCES. REMEMBER WHAT IT WAS LIKE TO TRY TO GROUND HIM?",
      "vi": "Thằng bé có cách. Em có nhớ lúc ta cố cấm túc nó không?"
    }
  },
  {
    "translation": {
      "en": "WHERE'S BILLY?",
      "vi": "Billy đâu rồi?"
    }
  },
  {
    "translation": {
      "en": "I WAS PHOTOGRAPHING THE NEST. WHAT ARE YOU DOING?",
      "vi": "Anh làm gì vậy? Tôi chụp hình cái tổ."
    }
  },
  {
    "translation": {
      "en": "I'M SORRY. DON'T DO THAT AGAIN.",
      "vi": "Đừng có làm vậy nữa. Xin lỗi."
    }
  },
  {
    "translation": {
      "en": "IF WE LOSE YOU, IT'S JUST ME AND THE DAMN TOURISTS.",
      "vi": "Nếu mất anh, thì chỉ còn tôi cùng đám du khách chết tiệt này."
    }
  },
  {
    "translation": {
      "en": "I BET YOU ERIC'S IN THERE.",
      "vi": "Tôi cá rằng Eric có ở đó."
    }
  },
  {
    "translation": {
      "en": "DON'T YOU THINK? I'D BET MY BOTTOM DOLLAR.",
      "vi": "Mọi người có nghĩ vậy không? Tôi vét sạch túi ra cá luôn."
    }
  },
  {
    "translation": {
      "en": "WHAT DO YOU THINK IT IS?",
      "vi": "Ông nghĩ đó là gì?"
    }
  },
  {
    "translation": {
      "en": "AS FAR AS I'M CONCERNED, IT'S THE FOUR SEASONS.",
      "vi": "Theo tôi biết, thì đó là khách sạn Four Seasons."
    }
  },
  {
    "translation": {
      "en": "ERIC!",
      "vi": "Eric!"
    }
  },
  {
    "translation": {
      "en": "PAUL, DON'T!",
      "vi": "Paul. Đừng mà."
    }
  },
  {
    "translation": {
      "en": "WHAT THE HELL?",
      "vi": "Cái quái gì vậy?"
    }
  },
  {
    "translation": {
      "en": "WHO'S GOT SOME CHANGE? IT ONLY TAKES QUARTERS.",
      "vi": "Ai có tiền lẻ không? Nó chỉ nhận đồng 25 xu thôi."
    }
  },
  {
    "translation": {
      "en": "I GOT, LIKEI GOT A BUCK TEN.",
      "vi": "Ai có tiền lẻ không? Nó chỉ nhận đồng 25 xu thôi. Tôi có 1,1 đô."
    }
  },
  {
    "translation": {
      "en": "THIS IS HOW YOU MAKE DINOSAURS?",
      "vi": "Đây là cách tạo ra khủng long à?"
    }
  },
  {
    "translation": {
      "en": "NO. THIS IS HOW YOU PLAY GOD.",
      "vi": "Không. Đây là cách đóng vai Chúa."
    }
  },
  {
    "translation": {
      "en": "THIS WAY! THIS WAY!",
      "vi": "Khoan đã. Lối này."
    }
  },
  {
    "translation": {
      "en": "IT'S LOCKED!",
      "vi": "Nó bị khóa rồi."
    }
  },
  {
    "translation": {
      "en": "THIS WAY! THIS WAY! GO! GO!",
      "vi": "Lối này. Đi."
    }
  },
  {
    "translation": {
      "en": "HEY! OVER HERE! HEY! OVER HERE!",
      "vi": "Này, bên này. Này. Này, bên này."
    }
  },
  {
    "translation": {
      "en": "PUSH!",
      "vi": "Đẩy đi."
    }
  },
  {
    "translation": {
      "en": "MY GOD.",
      "vi": "Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "HE'S CALLING FOR HELP.",
      "vi": "Nó đang kêu cứu."
    }
  },
  {
    "translation": {
      "en": "COME ON!",
      "vi": "Đi thôi."
    }
  },
  {
    "translation": {
      "en": "HEAD TO THE HERD!",
      "vi": "Chạy vào đàn."
    }
  },
  {
    "translation": {
      "en": "HEAD FOR THE TREES!",
      "vi": "Chạy đến chỗ mấy cái cây!"
    }
  },
  {
    "translation": {
      "en": "UDESKY.",
      "vi": "Udesky."
    }
  },
  {
    "translation": {
      "en": "MR. KIRBY?",
      "vi": "Ông Kirby."
    }
  },
  {
    "translation": {
      "en": "BILLY? IS ALAN WITH YOU?",
      "vi": "Billy? Alan có đi với ông không?"
    }
  },
  {
    "translation": {
      "en": "MR. UDESKY? OH, MY GOD.",
      "vi": "Ôi, Chúa ơi. Anh Udesky."
    }
  },
  {
    "translation": {
      "en": "MR. UDESKY?",
      "vi": "Anh Udesky."
    }
  },
  {
    "translation": {
      "en": "HE'S DEAD.",
      "vi": "Ông ấy chết rồi."
    }
  },
  {
    "translation": {
      "en": "OH, MY GOD, NO, HE'S NOT!",
      "vi": "Ôi, Chúa ơi. Chưa, chưa chết đâu."
    }
  },
  {
    "translation": {
      "en": "NO, WAIT! WE GOTTA HELP HIM. SOMETHING'S NOT RIGHT.",
      "vi": "Không, đợi đã. Có gì đó không đúng. Ta phải giúp anh ấy."
    }
  },
  {
    "translation": {
      "en": "AMANDA!",
      "vi": "Amanda!"
    }
  },
  {
    "translation": {
      "en": "HOLD ON!",
      "vi": "Đợi đã!"
    }
  },
  {
    "translation": {
      "en": "THEY SET A TRAP. THEY ACTUALLY SET A TRAP.",
      "vi": "Chúng gài bẫy. Chúng gài bẫy thật đó."
    }
  },
  {
    "translation": {
      "en": "WHAT ARE YOU SAYING?",
      "vi": "Chúng mày đang nói gì vậy?"
    }
  },
  {
    "translation": {
      "en": "WHAT ARE YOU LOOKING FOR?",
      "vi": "Đang tìm gì thế?"
    }
  },
  {
    "translation": {
      "en": "WAIT!",
      "vi": "Đợi đã."
    }
  },
  {
    "translation": {
      "en": "THANKS.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "THANKS A LOT, ERIC.",
      "vi": "Cảm ơn rất nhiều, Eric."
    }
  },
  {
    "translation": {
      "en": "YOU KNOW WHO I AM? YEAH.",
      "vi": "Ông biết tôi là ai sao? Phải."
    }
  },
  {
    "translation": {
      "en": "YOUR PARENTS ARE HERE. THEY'RE LOOKING FOR YOU.",
      "vi": "Bố mẹ cậu đang ở đây. Họ đi tìm cậu."
    }
  },
  {
    "translation": {
      "en": "TOGETHER?",
      "vi": "Họ đi cùng nhau à?"
    }
  },
  {
    "translation": {
      "en": "TOGETHER.",
      "vi": "Cùng nhau."
    }
  },
  {
    "translation": {
      "en": "THAT'S NOT GOOD. THEY DON'T DO SO WELL TOGETHER.",
      "vi": "Thế không ổn. Họ ở cùng nhau không ổn."
    }
  },
  {
    "translation": {
      "en": "YOU'D BE SURPRISED WHAT PEOPLE CAN DO WHEN THEY HAVE TO.",
      "vi": "Cậu sẽ bất ngờ vì những gì người ta có thể làm được... khi ở trong tình thế bắt buộc đấy."
    }
  },
  {
    "translation": {
      "en": "YOU'RE ALAN GRANT.",
      "vi": "Ông là Alan Grant."
    }
  },
  {
    "translation": {
      "en": "WHAT ARE YOU DOING HERE?",
      "vi": "Ông làm gì ở đây?"
    }
  },
  {
    "translation": {
      "en": "YOUR PARENTS, UH,",
      "vi": "Bố mẹ cậu..."
    }
  },
  {
    "translation": {
      "en": "INVITED ME ALONG.",
      "vi": "mời tôi đi cùng."
    }
  },
  {
    "translation": {
      "en": "I READ BOTH OF YOUR BOOKS.",
      "vi": "Tôi đọc cả hai cuốn sách của ông rồi."
    }
  },
  {
    "translation": {
      "en": "I LIKED THE FIRST ONE MORE.",
      "vi": "Tôi thích cuốn đầu tiên hơn."
    }
  },
  {
    "translation": {
      "en": "BEFORE YOU WERE ON THE ISLAND.",
      "vi": "Trước khi ông đi lên đảo."
    }
  },
  {
    "translation": {
      "en": "YOU LIKED DINOSAURS BACK THEN.",
      "vi": "Hồi đó, ông rất thích khủng long."
    }
  },
  {
    "translation": {
      "en": "BACK THEN THEY HADN'T TRIED TO EAT ME YET.",
      "vi": "Lúc đó là vì chúng không cố ăn thịt tôi."
    }
  },
  {
    "translation": {
      "en": "WHEN INGEN CLEARED OUT, THEY LEFT A LOT OF STUFF BEHIND. ANY WEAPONS?",
      "vi": "Khi InGen dọn đi, họ đã để lại nhiều đồ ở đây. Có vũ khí không?"
    }
  },
  {
    "translation": {
      "en": "NO. AND I JUST USED THE LAST OF THE GAS GRENADES.",
      "vi": "Không có. Và tôi vừa dùng quả lựu đạn khí ga cuối cùng rồi."
    }
  },
  {
    "translation": {
      "en": "AND I APPRECIATE THAT.",
      "vi": "Và tôi rất cảm kích điều đó."
    }
  },
  {
    "translation": {
      "en": "BE CAREFUL WITH THAT. T REX.",
      "vi": "Cẩn thận với cái đó. Khủng long bạo chúa đấy."
    }
  },
  {
    "translation": {
      "en": "IT SCARES THE SMALLER ONES, BUT ATTRACTS ONE REALLY BIG ONE WITH A FIN.",
      "vi": "Chúng dọa mấy con nhỏ hơn bỏ chạy nhưng lại thu hút những con có vây lớn hơn."
    }
  },
  {
    "translation": {
      "en": "THIS IS T REX PEE?",
      "vi": "Đây là nước tiểu của khủng long bạo chúa à?"
    }
  },
  {
    "translation": {
      "en": "HOW'D YOU GET IT?",
      "vi": "Làm sao cậu có nó?"
    }
  },
  {
    "translation": {
      "en": "YOU DON'T WANNA KNOW.",
      "vi": "Ông sẽ không muốn biết đâu."
    }
  },
  {
    "translation": {
      "en": "SURE. DESSERT?",
      "vi": "Tráng miệng không? Được."
    }
  },
  {
    "translation": {
      "en": "ERIC, I HAVE TO TELL YOU,",
      "vi": "Eric, phải nói là,"
    }
  },
  {
    "translation": {
      "en": "I'M ASTONISHED THAT YOU'VE LASTED EIGHT WEEKS ON THIS ISLAND.",
      "vi": "tôi rất ngạc nhiên khi cậu có thể tồn tại tám tuần trên đảo này."
    }
  },
  {
    "translation": {
      "en": "IS THAT ALL IT'S BEEN?",
      "vi": "Đã lâu thế rồi sao?"
    }
  },
  {
    "translation": {
      "en": "YOU'RE ALIVE, AND THAT'S THE IMPORTANT THING.",
      "vi": "Nhưng cậu vẫn còn sống, và đó mới là điều quan trọng."
    }
  },
  {
    "translation": {
      "en": "AND THANKS TO YOU, THAT'S ONE THING THAT WE HAVE IN COMMON.",
      "vi": "Nhờ cậu mà hai ta đều có một điểm chung là vậy."
    }
  },
  {
    "translation": {
      "en": "DID YOU READ MALCOLM'S BOOK?",
      "vi": "Cậu có đọc sách của Malcolm không?"
    }
  },
  {
    "translation": {
      "en": "YEAH.",
      "vi": "Có."
    }
  },
  {
    "translation": {
      "en": "SO?",
      "vi": "Thấy sao?"
    }
  },
  {
    "translation": {
      "en": "I I DON'T KNOW. I MEAN, IT WAS KIND OF PREACHY.",
      "vi": "Tôi không biết. Ý tôi là... Nó giống kiểu giảng đạo. Quá nhiều thứ hỗn loạn. Mọi thứ đều rối cả lên."
    }
  },
  {
    "translation": {
      "en": "AND TOO MUCH CHAOS. EVERYTHING'S CHAOS.",
      "vi": "Quá nhiều thứ hỗn loạn. Mọi thứ đều rối cả lên."
    }
  },
  {
    "translation": {
      "en": "IT SEEMED LIKE THE GUY WAS KIND OF HIGH ON HIMSELF.",
      "vi": "Có vẻ như ông ấy tự cho là mình giỏi lắm."
    }
  },
  {
    "translation": {
      "en": "THAT'S TWO THINGS THAT WE HAVE IN COMMON.",
      "vi": "Vậy là chúng ta có đến hai điểm chung."
    }
  },
  {
    "translation": {
      "en": "LISTEN.",
      "vi": "Nghe kìa."
    }
  },
  {
    "translation": {
      "en": "COMPYS!",
      "vi": "Là bọn Compy."
    }
  },
  {
    "translation": {
      "en": "ALAN!",
      "vi": "Alan!"
    }
  },
  {
    "translation": {
      "en": "ALAN!",
      "vi": "Alan!"
    }
  },
  {
    "translation": {
      "en": "ALAN!",
      "vi": "Alan!"
    }
  },
  {
    "translation": {
      "en": "NO MATTER HOW THIS TURNS OUT, IT WASN'T YOUR FAULT.",
      "vi": "Cho dù chuyện này có ra sao thì cũng không phải lỗi của em."
    }
  },
  {
    "translation": {
      "en": "ERIC'S ALWAYS BEEN A STRONG WILLED KID.",
      "vi": "Eric luôn là một đứa có ý chí mạnh mẽ."
    }
  },
  {
    "translation": {
      "en": "ALWAYS. THEN YOU THROW SOMEONE LIKE BEN HILDEBRAND INTO THE MIX",
      "vi": "Luôn luôn vậy. Khi em có một người khác như Ben Hildebrand vào giữa chúng ta, và..."
    }
  },
  {
    "translation": {
      "en": "WELL",
      "vi": "Vậy đấy."
    }
  },
  {
    "translation": {
      "en": "WELL WHAT?",
      "vi": "Vậy đấy gì chứ?"
    }
  },
  {
    "translation": {
      "en": "ALL I'M SAYINGIT'S NOT YOUR FAULT.",
      "vi": "Anh chỉ muốn nói là không phải lỗi của em."
    }
  },
  {
    "translation": {
      "en": "NO, IF HE'D BEEN WITH YOU, HE'D BE COMPLETELY SAFE.",
      "vi": "Không. Nếu nó ở với anh, nó sẽ an toàn tuyệt đối. Anh chạy xe dưới vận tốc quy định tám kilomet mà, Paul."
    }
  },
  {
    "translation": {
      "en": "YOU DRIVE FIVE MILES UNDER THE SPEED LIMIT, PAUL.",
      "vi": "Anh chạy xe dưới vận tốc quy định tám kilomet mà, Paul."
    }
  },
  {
    "translation": {
      "en": "AND I'VE TOTALED THREE CARS IN THREE YEARS.",
      "vi": "Còn em phá hỏng ba chiếc xe trong ba năm."
    }
  },
  {
    "translation": {
      "en": "WELL, NOT THREE. THE BUICK WASN'T REALLY TOTALED.",
      "vi": "Không tới ba chiếc. Chiếc Buick không hẳn là hư đâu."
    }
  },
  {
    "translation": {
      "en": "I JUST SAID IT WAS 'CAUSE I WANTED TO GET THE S.U.V.",
      "vi": "Anh chỉ nói như vậy vì anh muốn mua xe SUV thôi."
    }
  },
  {
    "translation": {
      "en": "I AM SO SORRY THAT YOU HAVE TO BE HERE.",
      "vi": "Em rất tiếc vì đã kéo anh đến đây."
    }
  },
  {
    "translation": {
      "en": "I'M NOT.",
      "vi": "Anh thì không."
    }
  },
  {
    "translation": {
      "en": "YEAH, THERE'S A BOAT RIGHT ALONGSIDE THE BANK.",
      "vi": "Có một chiếc thuyền, nằm ngay bên cạnh bờ."
    }
  },
  {
    "translation": {
      "en": "LOOKS IN GOOD SHAPE. RESCUE BOAT?",
      "vi": "Nhìn cũng còn tốt. Thuyền cứu hộ à?"
    }
  },
  {
    "translation": {
      "en": "NO, NO. JUST SOMETHING LEFT BEHIND.",
      "vi": "Không. Chỉ là thứ bị bỏ lại thôi."
    }
  },
  {
    "translation": {
      "en": "BUT IT FLOATS.",
      "vi": "Nhưng nó nổi được."
    }
  },
  {
    "translation": {
      "en": "WE STICK TO THE PLAN.",
      "vi": "Chúng ta theo đúng kế hoạch."
    }
  },
  {
    "translation": {
      "en": "YOU'RE NOT GONNA LOOK FOR DR. GRANT? HEAD TO THE COAST.",
      "vi": "Thẳng đến bờ biển. Anh không đi tìm Tiến sĩ Grant à?"
    }
  },
  {
    "translation": {
      "en": "GOING TO THE COAST WAS ALAN'S IDEA. IF HE'S ALIVE, THAT'S WHERE HE'S HEADED.",
      "vi": "Bờ biển là ý tưởng của Alan. Nếu còn sống, đó sẽ là nơi ông ấy tới."
    }
  },
  {
    "translation": {
      "en": "I AGREE. WHAT ABOUT ERIC?",
      "vi": "Tôi đồng ý. Vậy còn Eric?"
    }
  },
  {
    "translation": {
      "en": "ERIC'S A SMART KID. HE PROBABLY KNOWS HE STANDS HIS BEST CHANCE BY THE COAST.",
      "vi": "Eric là đứa trẻ thông minh. Nó chắc chắn sẽ biết cơ hội tốt nhất chính là ở bờ biển."
    }
  },
  {
    "translation": {
      "en": "HE FIGURES ALL THE BIG DINOSAURS ARE IN THE CENTER OF THE ISLAND. RIGHT?",
      "vi": "Nó biết những con khủng long lớn đều tập trung ở trung tâm hòn đảo. Đúng không?"
    }
  },
  {
    "translation": {
      "en": "SURE.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "KNOW WHAT THIS IS?",
      "vi": "Ông biết đây là gì không?"
    }
  },
  {
    "translation": {
      "en": "THAT'S A RAPTOR CLAW. USED TO HAVE ONE.",
      "vi": "Là móng vuốt của Velociraptor. Tôi từng có một cái."
    }
  },
  {
    "translation": {
      "en": "A FOSSIL.",
      "vi": "Là hóa thạch."
    }
  },
  {
    "translation": {
      "en": "MINE IS NEW.",
      "vi": "Của tôi là cái mới luôn."
    }
  },
  {
    "translation": {
      "en": "HOW MUCH OF THE ISLAND DID YOU EXPLORE?",
      "vi": "Cậu đã khám phá đảo này được bao nhiêu rồi?"
    }
  },
  {
    "translation": {
      "en": "I STAYED PRETTY CLOSE TO THE COMPOUND.",
      "vi": "Tôi ở rất gần khu tổ hợp."
    }
  },
  {
    "translation": {
      "en": "I FIGURED IF ANYONE CAME LOOKING FOR ME, THAT'S WHERE THEY'D START.",
      "vi": "Tôi nghĩ nếu có người đi tìm tôi thì đó sẽ là nơi họ bắt đầu."
    }
  },
  {
    "translation": {
      "en": "WE NEED TO GET TO THE COAST. THAT WAS THE PLAN.",
      "vi": "Chúng ta cần phải đến bờ biển. Đó là kế hoạch. Ông chắc chứ?"
    }
  },
  {
    "translation": {
      "en": "ARE YOU SURE? CLOSER YOU GET TO THE WATER, THE BIGGER THINGS GET.",
      "vi": "Càng đến gần nước thì sẽ càng gặp chuyện lớn."
    }
  },
  {
    "translation": {
      "en": "WELL, IF WE CAN FIND OUR WAY DOWN INTO THE CANYON, WE COULD FOLLOW THE RIVER OUT TO THE COAST.",
      "vi": "Nếu chúng ta tìm được đường đi vào hẻm núi thì có thể đi dọc theo sông để ra bờ biển."
    }
  },
  {
    "translation": {
      "en": "AFTER WE FIND YOUR PARENTS.",
      "vi": "Sau khi ta tìm được bố mẹ cậu."
    }
  },
  {
    "translation": {
      "en": "AND THEN WHAT? ONE STEP AT A TIME.",
      "vi": "Rồi sau đó thì sao? Từng bước một thôi. Nghe kìa."
    }
  },
  {
    "translation": {
      "en": "LISTEN.",
      "vi": "Từng bước một thôi. Nghe kìa."
    }
  },
  {
    "translation": {
      "en": "WHAT?",
      "vi": "Cái gì?"
    }
  },
  {
    "translation": {
      "en": "THAT'S MY DAD'S SATELLITE PHONE!",
      "vi": "Đó là điện thoại vệ tinh của bố tôi."
    }
  },
  {
    "translation": {
      "en": "WAIT A MINUTE! HOW DO YOU KNOW?",
      "vi": "Đợi đã, sao cậu biết chứ?"
    }
  },
  {
    "translation": {
      "en": "KIRBY PAINT AND TILE PLUS, IN WESTGATE! DAD!",
      "vi": "Hãng Sơn Và Gạch Lát Nhà Kirby Plus, ở Westgate. Bố."
    }
  },
  {
    "translation": {
      "en": "MOM!",
      "vi": "Mẹ."
    }
  },
  {
    "translation": {
      "en": "MOM! DAD!",
      "vi": "Mẹ. Bố."
    }
  },
  {
    "translation": {
      "en": "MOM! DAD!",
      "vi": "Mẹ ơi. Bố ơi."
    }
  },
  {
    "translation": {
      "en": "ERIC! ERIC!",
      "vi": "Eric!"
    }
  },
  {
    "translation": {
      "en": "ERIC! THIS WAY! ERIC! ERIC!",
      "vi": "Eric! Eric, ở hướng này. Eric! Eric!"
    }
  },
  {
    "translation": {
      "en": "MOM! DAD!",
      "vi": "Mẹ ơi! Bố ơi!"
    }
  },
  {
    "translation": {
      "en": "MOM! ERIC!",
      "vi": "Eric! Mẹ ơi."
    }
  },
  {
    "translation": {
      "en": "ERIC! MOM!",
      "vi": "Eric! Mẹ."
    }
  },
  {
    "translation": {
      "en": "MOM! DAD! MOM! DAD!",
      "vi": "Mẹ ơi. Bố ơi. Mẹ ơi. Bố ơi."
    }
  },
  {
    "translation": {
      "en": "ERIC!",
      "vi": "Eric!"
    }
  },
  {
    "translation": {
      "en": "I KNEW IT! MY GOD! I KNEW IT.",
      "vi": "Bố biết mà. Chúa ơi. Bố biết mà."
    }
  },
  {
    "translation": {
      "en": "OH, GOD.",
      "vi": "Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "OH, MY GOD. AM I GLAD TO SEE YOU.",
      "vi": "Ôi, Chúa ơi. Trời, rất vui được gặp ông."
    }
  },
  {
    "translation": {
      "en": "HEY, YOU GOT MY BAG.",
      "vi": "Này, ông giữ túi của tôi kìa."
    }
  },
  {
    "translation": {
      "en": "YEAH. LUCKY STRAP.",
      "vi": "Phải. Cái dây may mắn."
    }
  },
  {
    "translation": {
      "en": "WANT ME TO CARRY IT? WE NEED TO FIND A GAP HERE.",
      "vi": "Có muốn tôi đeo nó không? Chúng ta cần tìm một khe hở ở đây."
    }
  },
  {
    "translation": {
      "en": "HOW DID YOU KNOW WE WERE HERE? THE PHONE. THAT STUPID JINGLE FROM THE STORE, I HEARD IT.",
      "vi": "Sao con biết bố mẹ ở đây? Điện thoại. Cái tiếng chuông ngu ngốc ở cửa hàng. Con nghe thấy nó."
    }
  },
  {
    "translation": {
      "en": "YEAH, YOUR SATELLITE PHONE. WHERE IS IT? MY PHONE?",
      "vi": "Điện thoại của bố? Dạ, điện thoại vệ tinh của bố. Nó ở đâu? Bố không có giữ nó."
    }
  },
  {
    "translation": {
      "en": "I DON'T HAVE IT. WHEN DID YOU USE IT LAST?",
      "vi": "Nó ở đâu? Bố không có giữ nó. Lần cuối anh dùng là khi nào?"
    }
  },
  {
    "translation": {
      "en": "UH, UH, ON THE PLANE.",
      "vi": "Trên máy bay."
    }
  },
  {
    "translation": {
      "en": "I GOT A CALL ON THE PLANE, ANDWHAT?",
      "vi": "Anh có cuộc gọi trên máy bay và..."
    }
  },
  {
    "translation": {
      "en": "WHAT! I LOANED IT TO NASH.",
      "vi": "Sao nữa? Anh cho Nash mượn."
    }
  },
  {
    "translation": {
      "en": "HE MUST'VE HAD IT WHEN HE",
      "vi": "Chắc là anh ta giữ nó khi..."
    }
  },
  {
    "translation": {
      "en": "RUN.",
      "vi": "Chạy đi."
    }
  },
  {
    "translation": {
      "en": "ALAN, YOU WANNA GIVE ME THE BAG BACK?",
      "vi": "Alan, ông có muốn đưa túi lại cho tôi không?"
    }
  },
  {
    "translation": {
      "en": "THAT'S OKAY, BILLY, I GOT IT.",
      "vi": "Không sao, Billy. Tôi giữ được."
    }
  },
  {
    "translation": {
      "en": "PLEASE GIVE ME THE BAG.",
      "vi": "Làm ơn đưa túi lại cho tôi."
    }
  },
  {
    "translation": {
      "en": "IT'S NOT SAFE.",
      "vi": "Nó không an toàn."
    }
  },
  {
    "translation": {
      "en": "RAPTOR EGGS.",
      "vi": "Trứng của Velociraptor."
    }
  },
  {
    "translation": {
      "en": "DID YOU STEAL RAPTOR EGGS?",
      "vi": "Anh ăn cắp trứng của Velociraptor à?"
    }
  },
  {
    "translation": {
      "en": "NOW IT ALL MAKES SENSE. I SWEAR...",
      "vi": "Giờ thì mọi chuyện đã rõ ràng rồi. Tôi thề, nếu tôi biết ông sẽ bị chúng truy đuổi..."
    }
  },
  {
    "translation": {
      "en": "IF I'D KNOWN THAT YOU WERE GONNA END UP WITH THEM",
      "vi": "Tôi thề, nếu tôi biết ông sẽ bị chúng truy đuổi..."
    }
  },
  {
    "translation": {
      "en": "I TOOK 'EM ON AN IMPULSE. I THOUGHT THEY'D BE WORTH A FORTUNE,",
      "vi": "Tôi trộm số trứng một cách bộc phát, tôi nghĩ chúng sẽ đáng giá cả một gia tài"
    }
  },
  {
    "translation": {
      "en": "ENOUGH TO FUND THE DIG SITE ANOTHER TEN MORE YEARS.",
      "vi": "Tôi trộm số trứng một cách bộc phát, tôi nghĩ chúng sẽ đáng giá cả một gia tài đủ cho việc khai quật thêm mười năm nữa."
    }
  },
  {
    "translation": {
      "en": "LOOK, YOU HAVE TO BELIEVE ME. THIS WAS A STUPID DECISION.",
      "vi": "Này, ông phải tin tôi. Đây là một quyết định ngu ngốc nhưng tôi làm với mục đích tốt."
    }
  },
  {
    "translation": {
      "en": "BUT I DID IT WITH THE BEST INTENTIONS.",
      "vi": "Đây là một quyết định ngu ngốc nhưng tôi làm với mục đích tốt."
    }
  },
  {
    "translation": {
      "en": "WITH THE BEST INTENTIONS.",
      "vi": "Với mục đích tốt."
    }
  },
  {
    "translation": {
      "en": "SOME OF THE WORST THINGS IMAGINABLE ARE BEING DONE... WITH THE BEST INTENTIONS.",
      "vi": "Có những chuyện cực kì tồi tệ là do mục đích tốt mà ra đấy."
    }
  },
  {
    "translation": {
      "en": "BILLY, AS FAR AS I'M CONCERNED,",
      "vi": "Anh biết không, Billy? Theo như tôi biết thì anh cũng không hơn những người xây nên nơi này đâu."
    }
  },
  {
    "translation": {
      "en": "YOU'RE NO BETTER THAN THE PEOPLE THAT BUILT THIS PLACE.",
      "vi": "Theo như tôi biết thì anh cũng không hơn những người xây nên nơi này đâu."
    }
  },
  {
    "translation": {
      "en": "WHAT ARE YOU DOING? THOSE THINGS ARE AFTER US BECAUSE OF THOSE.",
      "vi": "Ông làm gì vậy? Những con đó dí theo ta là vì đống trứng này đấy."
    }
  },
  {
    "translation": {
      "en": "THOSE THINGS KNOW WE HAVE THE EGGS.",
      "vi": "Những con đó...biết chúng ta giữ trứng."
    }
  },
  {
    "translation": {
      "en": "I DROP THEM IN THE RIVER, THEY'LL STILL BE AFTER US.",
      "vi": "Nếu thả trứng trôi sông, thì chúng vẫn dí theo chúng ta."
    }
  },
  {
    "translation": {
      "en": "WHAT IF THEY CATCH US WITH 'EM?",
      "vi": "Nếu chúng bắt được ta cùng trứng?"
    }
  },
  {
    "translation": {
      "en": "WHAT IF THEY CATCH US WITHOUT 'EM?",
      "vi": "Nếu chúng bắt được ta mà không có trứng?"
    }
  },
  {
    "translation": {
      "en": "THERE'S A BOAT AT THE BOTTOM, JUST DOWNRIVER.",
      "vi": "Có một chiếc thuyền ở dưới, phía hạ lưu. Ít nhất chúng ta có thể thử để đi ra bờ biển."
    }
  },
  {
    "translation": {
      "en": "WE CAN TRY AND MAKE IT TO THE COAST, AT LEAST.",
      "vi": "Ít nhất chúng ta có thể thử để đi ra bờ biển."
    }
  },
  {
    "translation": {
      "en": "YEAH. YOU OKAY?",
      "vi": "Ổn chứ? Ừ."
    }
  },
  {
    "translation": {
      "en": "LET'S DO THIS ONE AT A TIME, SHALL WE?",
      "vi": "Chúng ta hãy đi từng người một nhé?"
    }
  },
  {
    "translation": {
      "en": "OKAY, COME ON OVER!",
      "vi": "Được rồi, đi qua đi."
    }
  },
  {
    "translation": {
      "en": "ONE AT A TIME!",
      "vi": "Từng người một."
    }
  },
  {
    "translation": {
      "en": "ALL RIGHT, ERIC, I'M GONNA LEAVE YOU JUST FOR A MINUTE, OKAY?",
      "vi": "Được rồi, Eric. Mẹ sẽ chỉ rời xa con một phút thôi."
    }
  },
  {
    "translation": {
      "en": "THEN YOU'RE GONNA BE RIGHT BEHIND ME, OKAY?",
      "vi": "Được chứ? Rồi con sẽ đi theo sau lưng mẹ, nhé?"
    }
  },
  {
    "translation": {
      "en": "MOM, I'VE BEEN ALONE IN A WATER TRUCK FOR EIGHT WEEKS.",
      "vi": "Mẹ. Con đã ở một mình trong xe chứa nước tận tám tuần."
    }
  },
  {
    "translation": {
      "en": "I THINK I CAN MANAGE THE NEXT TWO MINUTES WITHOUT YOU.",
      "vi": "Con nghĩ con sẽ chịu được hai phút tiếp theo mà không có mẹ."
    }
  },
  {
    "translation": {
      "en": "ALL RIGHT. WE'RE ALL TOGETHER NOW.",
      "vi": "Phải, giờ chúng ta ở bên nhau cả rồi."
    }
  },
  {
    "translation": {
      "en": "OKAY, ERIC!",
      "vi": "Được rồi, Eric."
    }
  },
  {
    "translation": {
      "en": "OKAY. OVER YOU GO. COME ON, HONEY.",
      "vi": "Được. Qua đi, con yêu. Tới lượt con đi."
    }
  },
  {
    "translation": {
      "en": "MOM?",
      "vi": "Mẹ ơi?"
    }
  },
  {
    "translation": {
      "en": "OH, MY GOD.",
      "vi": "Ôi, Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "WHAT IS IT? IT'S A BIRDCAGE.",
      "vi": "Chuyện gì vậy? Đây là một cái lồng chim."
    }
  },
  {
    "translation": {
      "en": "FOR WHAT?",
      "vi": "Cho cái gì?"
    }
  },
  {
    "translation": {
      "en": "ERIC!",
      "vi": "Bố."
    }
  },
  {
    "translation": {
      "en": "ERIC. ERIC!",
      "vi": "Eric! Cứu con. Eric. Cứu con."
    }
  },
  {
    "translation": {
      "en": "HELP ME!",
      "vi": "Cứu con."
    }
  },
  {
    "translation": {
      "en": "ERIC! ERIC.",
      "vi": "Eric! Eric!"
    }
  },
  {
    "translation": {
      "en": "ERIC!",
      "vi": "Eric!"
    }
  },
  {
    "translation": {
      "en": "I CAN'T SEE HIM! I CAN'T SEE HIM!",
      "vi": "Tôi không thấy nó."
    }
  },
  {
    "translation": {
      "en": "ERIC! ERIC!",
      "vi": "Eric! Eric!"
    }
  },
  {
    "translation": {
      "en": "NO, NO!",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "THIS WAY!",
      "vi": "Lối này."
    }
  },
  {
    "translation": {
      "en": "BILLY? BILLY?",
      "vi": "Billy. Billy."
    }
  },
  {
    "translation": {
      "en": "BILLY, STOP. BILLY, STOP! DON'T, BILLY!",
      "vi": "Billy, dừng lại. Billy, dừng lại. Đừng mà, Billy."
    }
  },
  {
    "translation": {
      "en": "BILLY!",
      "vi": "Billy!"
    }
  },
  {
    "translation": {
      "en": "ERIC, HOLD ON!",
      "vi": "Eric, đợi chú."
    }
  },
  {
    "translation": {
      "en": "ERIC!",
      "vi": "Eric!"
    }
  },
  {
    "translation": {
      "en": "JUMP!",
      "vi": "Nhảy đi!"
    }
  },
  {
    "translation": {
      "en": "BILLY!",
      "vi": "Billy!"
    }
  },
  {
    "translation": {
      "en": "LET GO NOW!",
      "vi": "Thả ra đi."
    }
  },
  {
    "translation": {
      "en": "ERIC? HE'S THERE.",
      "vi": "Eric! Nó ở đó."
    }
  },
  {
    "translation": {
      "en": "ERIC?",
      "vi": "Eric!"
    }
  },
  {
    "translation": {
      "en": "ERIC!",
      "vi": "Eric!"
    }
  },
  {
    "translation": {
      "en": "THERE HE IS! HE'S ACROSS THE RIVER!",
      "vi": "Anh ấy ở đó. Bên kia dòng sông."
    }
  },
  {
    "translation": {
      "en": "GET HIM OUTTA HERE!",
      "vi": "Đưa nó ra khỏi đây."
    }
  },
  {
    "translation": {
      "en": "NO, NO. WHAT ABOUT BILLY? GO, ERIC.",
      "vi": "Không. Đi thôi, Eric. Vậy còn Billy thì sao?"
    }
  },
  {
    "translation": {
      "en": "HANG ON, BILLY!",
      "vi": "Cố lên, Billy."
    }
  },
  {
    "translation": {
      "en": "WAIT. BILLY!",
      "vi": "Billy! Tránh xa ra! Đợi đã."
    }
  },
  {
    "translation": {
      "en": "GET AWAY.",
      "vi": "Tránh ra!"
    }
  },
  {
    "translation": {
      "en": "GET AWAY!",
      "vi": "Tránh ra!"
    }
  },
  {
    "translation": {
      "en": "THERE'S PLENTY OF GASOLINE.",
      "vi": "Còn rất nhiều nhiên liệu."
    }
  },
  {
    "translation": {
      "en": "NOW WE JUST GOTTA MAKE OUR WAY TO THE COAST.",
      "vi": "Giờ chúng ta chỉ cần khởi hành ra bờ biển."
    }
  },
  {
    "translation": {
      "en": "WORK OUT SOME SORT OF A SIGNAL.",
      "vi": "Rồi phát ra một loại tín hiệu nào đó."
    }
  },
  {
    "translation": {
      "en": "BUILD A FIRE OR SOMETHING. SOMETHING THEY CAN SEE FROM THE AIR.",
      "vi": "Đốt lửa hay gì đó. Thứ gì họ có thể thấy được từ trên không."
    }
  },
  {
    "translation": {
      "en": "DR. GRANT?",
      "vi": "Tiến sĩ Grant?"
    }
  },
  {
    "translation": {
      "en": "HEY, ERIC, HOW YOU DOING?",
      "vi": "Chào Eric, cậu sao rồi?"
    }
  },
  {
    "translation": {
      "en": "I'M SORRY ABOUT BILLY.",
      "vi": "Tôi rất tiếc về chuyện của Billy."
    }
  },
  {
    "translation": {
      "en": "YOU KNOW WHAT THE LAST THING I SAID TO HIM WAS?",
      "vi": "Có biết điều cuối tôi nói với anh ấy là gì không?"
    }
  },
  {
    "translation": {
      "en": "I SAID, YOU'RE AS BAD AS THE PEOPLE THAT BUILT THIS PLACE.",
      "vi": "Tôi nói: Anh cũng không hơn những người xây nên nơi này đâu."
    }
  },
  {
    "translation": {
      "en": "WHICH WASN'T TRUE. BILLY WAS JUST YOUNG.",
      "vi": "Sự thật không phải vậy. Billy chỉ là còn trẻ. Vậy thôi."
    }
  },
  {
    "translation": {
      "en": "THAT'S ALL.",
      "vi": "Billy chỉ là còn trẻ. Vậy thôi."
    }
  },
  {
    "translation": {
      "en": "I HAVE A THEORY THAT THERE ARE TWO KINDS OF BOYS.",
      "vi": "Tôi có một giả thuyết rằng có hai loại đàn ông."
    }
  },
  {
    "translation": {
      "en": "THERE ARE THOSE THAT WANT TO BE ASTRONOMERS,",
      "vi": "Đó là những người muốn thành nhà thiên văn học và những người muốn thành phi hành gia."
    }
  },
  {
    "translation": {
      "en": "AND THOSE THAT WANT TO BE ASTRONAUTS.",
      "vi": "muốn thành nhà thiên văn học và những người muốn thành phi hành gia."
    }
  },
  {
    "translation": {
      "en": "THE ASTRONOMER, OR THE PALEONTOLOGIST, GETS TO",
      "vi": "Nhà thiên văn học hay nhà cổ sinh vật học sẽ nghiên cứu những thứ hấp dẫn ở một nơi tuyệt đối an toàn."
    }
  },
  {
    "translation": {
      "en": "GETS TO STUDY THESE AMAZING THINGS FROM A PLACE OF COMPLETE SAFETY.",
      "vi": "sẽ nghiên cứu những thứ hấp dẫn ở một nơi tuyệt đối an toàn."
    }
  },
  {
    "translation": {
      "en": "EXACTLY. BUT THEN YOU NEVER GET TO GO INTO SPACE.",
      "vi": "Nhưng như vậy thì sẽ không được đi vào không gian. Chính xác."
    }
  },
  {
    "translation": {
      "en": "THAT'S THE DIFFERENCE BETWEEN IMAGINING AND SEEING:",
      "vi": "Đó là sự khác biệt giữa tưởng tượng và nhìn thấy."
    }
  },
  {
    "translation": {
      "en": "TO BE ABLE TO TOUCH THEM.",
      "vi": "Để được chạm vào chúng."
    }
  },
  {
    "translation": {
      "en": "AND THAT'S... THAT'S ALL THAT BILLY WANTED.",
      "vi": "Và đó... Đó là những gì Billy muốn."
    }
  },
  {
    "translation": {
      "en": "DR. GRANT.",
      "vi": "Tiến sĩ Grant."
    }
  },
  {
    "translation": {
      "en": "KNOW SOMETHING, DR. GRANT?",
      "vi": "Biết gì không, Tiến sĩ Grant?"
    }
  },
  {
    "translation": {
      "en": "BILLY WAS RIGHT.",
      "vi": "Billy đã đúng."
    }
  },
  {
    "translation": {
      "en": "LISTEN!",
      "vi": "Nghe kìa."
    }
  },
  {
    "translation": {
      "en": "FIND IT ERIC, YOU STAY ON THAT BOAT. BEFORE IT STOPS RINGING!",
      "vi": "Đi tìm trước khi nó ngừng reo đi. Eric, con ở yên trên thuyền."
    }
  },
  {
    "translation": {
      "en": "IT'S HERE. WAIT. WHOA WHOA, IT'S HERE.",
      "vi": "Ở đây. Ở đây này."
    }
  },
  {
    "translation": {
      "en": "HELLO? HELLO!",
      "vi": "Alô?"
    }
  },
  {
    "translation": {
      "en": "YOU TOO CAN OWN A TIME SHARE IN BEAUTIFUL GUADALAJARA.",
      "vi": "Bạn cũng có thể đầu tư sở hữu kì nghỉ tại Guadalajara tươi đẹp. Tận hưởng bữa ăn tại một trong các nhà hàng bốn sao của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "ENJOY A MEAL IN ONE OF OUR FOUR STAR RESTAURANTSLOOK OUT!",
      "vi": "Tận hưởng bữa ăn tại một trong các nhà hàng bốn sao của chúng tôi. Coi chừng."
    }
  },
  {
    "translation": {
      "en": "TURN UP THE POWER. YOU'VE GOT JUICE FOR MAYBE ONE CALL.",
      "vi": "Tắt nguồn đi. Chỉ còn đủ cho một cuộc gọi nữa thôi."
    }
  },
  {
    "translation": {
      "en": "WHATEVER YOU DO, DON'T CALL THE U.S. EMBASSY. THEY WON'T DO A DAMN THING.",
      "vi": "Cho dù có làm gì thì cũng đừng gọi cho Đại Sứ Quán Mỹ. Họ sẽ chẳng làm cái quái gì đâu."
    }
  },
  {
    "translation": {
      "en": "HEY, GUYS! COME HERE! LOOK AT THIS!",
      "vi": "Này mọi người, đến đây. Nhìn cái này đi."
    }
  },
  {
    "translation": {
      "en": "SOMETHING MUST HAVE SPOOKED THEM. BONITOS.",
      "vi": "Cá ngừ. Hẳn có thứ gì làm cho chúng hoảng sợ."
    }
  },
  {
    "translation": {
      "en": "GET THE ENGINE GOING, MR. KIRBY.",
      "vi": "Khởi động động cơ đi, anh Kirby."
    }
  },
  {
    "translation": {
      "en": "OPEN THE THROTTLE.",
      "vi": "Mở van ra nào."
    }
  },
  {
    "translation": {
      "en": "PICK UP, PICK UP.",
      "vi": "Nhấc máy đi."
    }
  },
  {
    "translation": {
      "en": "HELLO?",
      "vi": "Alô?"
    }
  },
  {
    "translation": {
      "en": "ELLIE? HELLO?",
      "vi": "Ellie? Alô?"
    }
  },
  {
    "translation": {
      "en": "HELLO? CHARLIE! CHARLIE!",
      "vi": "Charlie! Charlie! Alô?"
    }
  },
  {
    "translation": {
      "en": "CHARLIE, TAKE THE PHONE TO MOMMY NOW.",
      "vi": "Charlie, đưa điện thoại cho mẹ đi."
    }
  },
  {
    "translation": {
      "en": "TAKE THE PHONE TO MOMMY. IT'S THE DINOSAUR MAN.",
      "vi": "Đưa điện thoại cho mẹ đi. Là chú khủng long đây."
    }
  },
  {
    "translation": {
      "en": "LISTEN TO ME, CHARLIE. OKAY.",
      "vi": "Vâng. Nghe này, Charlie."
    }
  },
  {
    "translation": {
      "en": "CHARLIE, ARE YOU TAKING THE PHONE TO MOM?",
      "vi": "Charlie! Có đưa điện thoại cho mẹ chưa? Charlie."
    }
  },
  {
    "translation": {
      "en": "CHARLIE!",
      "vi": "Có đưa điện thoại cho mẹ chưa? Charlie."
    }
  },
  {
    "translation": {
      "en": "OH, HO HO. HI, EVERYBODY!",
      "vi": "Xin chào mọi người."
    }
  },
  {
    "translation": {
      "en": "IT'S GREAT TO BE HERE! HI, THERE! HOW ARE YOU TODAY?",
      "vi": "Thật tuyệt khi được ở đây. Xin chào. Bạn thế nào rồi?"
    }
  },
  {
    "translation": {
      "en": "THIS IS GONNA BE GREAT!",
      "vi": "Chuyện này sẽ rất tuyệt đây."
    }
  },
  {
    "translation": {
      "en": "THE DINOSAUR MAN. WHO'S ON THE PHONE?",
      "vi": "Ai gọi vậy con? Là chú khủng long."
    }
  },
  {
    "translation": {
      "en": "HE IS? ALAN?",
      "vi": "Vậy sao? Alan?"
    }
  },
  {
    "translation": {
      "en": "LOOK IN THE BOXES! FIND A WEAPON!",
      "vi": "Tìm trong cái hộp. Tìm vũ khí đi."
    }
  },
  {
    "translation": {
      "en": "WHERE'S THE PHONE?",
      "vi": "Điện thoại đâu rồi?"
    }
  },
  {
    "translation": {
      "en": "THERE! GET THE PHONE!",
      "vi": "Ở kia. Lấy điện thoại đi."
    }
  },
  {
    "translation": {
      "en": "ELLIE? ELLIE, LISTEN TO ME.",
      "vi": "Ellie, nghe này!"
    }
  },
  {
    "translation": {
      "en": "ALAN, ARE YOU ON A CELL PHONE? I CAN'T HEAR YOU?",
      "vi": "Alan, anh có đang nghe không? Em không nghe gì hết."
    }
  },
  {
    "translation": {
      "en": "THE RIVER! SITE B! THE RIVER!",
      "vi": "Dòng sông. Khu B. Dòng sông."
    }
  },
  {
    "translation": {
      "en": "HELLO?",
      "vi": "Alô?"
    }
  },
  {
    "translation": {
      "en": "HEY! HEY Y Y!",
      "vi": "Này. Này."
    }
  },
  {
    "translation": {
      "en": "HEY!",
      "vi": "Này."
    }
  },
  {
    "translation": {
      "en": "DAD! DAD!",
      "vi": "Bố. Bố ơi."
    }
  },
  {
    "translation": {
      "en": "PAUL!",
      "vi": "Paul!"
    }
  },
  {
    "translation": {
      "en": "DAD!",
      "vi": "Bố ơi."
    }
  },
  {
    "translation": {
      "en": "PAUL, YOU JERK!",
      "vi": "Paul, đồ tồi."
    }
  },
  {
    "translation": {
      "en": "YOU CAN'T LEAVE ME LIKE THIS!",
      "vi": "Anh không được bỏ em lại như vậy."
    }
  },
  {
    "translation": {
      "en": "I'M NOT GOING ANYWHERE.",
      "vi": "Anh sẽ không đi đâu cả."
    }
  },
  {
    "translation": {
      "en": "DAD!",
      "vi": "Bố ơi."
    }
  },
  {
    "translation": {
      "en": "REMEMBER WHEN WE WENT FISHING A COUPLE SUMMERS AGO?",
      "vi": "Có nhớ lần chúng ta đi câu cá vào mùa hè khoảng vài năm trước không?"
    }
  },
  {
    "translation": {
      "en": "I WAS PUTTING THE BOAT IN THE WATER, AND THE TRAILER SANK?",
      "vi": "Anh để thuyền trên nước, rồi cái xe kéo thuyền bị chìm."
    }
  },
  {
    "translation": {
      "en": "THE TOW TRUCK TRIED TO PULL US OUT, AND IT GOT DRAGGED IN TOO.",
      "vi": "Xe cẩu cố kéo chúng ta ra, nhưng rốt cuộc cũng bị kéo vào."
    }
  },
  {
    "translation": {
      "en": "THE TRUCK DRIVER WANTED TO KNOCK MY LIGHTS OUT.",
      "vi": "Tài xế xe cẩu muốn đánh cho anh gục luôn."
    }
  },
  {
    "translation": {
      "en": "I MISS FISHING.",
      "vi": "Anh nhớ lúc câu cá quá."
    }
  },
  {
    "translation": {
      "en": "MR. KIRBY?",
      "vi": "Anh Kirby?"
    }
  },
  {
    "translation": {
      "en": "HMM? THAT LADY YOU CALLED.",
      "vi": "Người phụ nữ mà ông gọi đó,"
    }
  },
  {
    "translation": {
      "en": "WHO IS SHE? HOW DO YOU KNOW THAT SHE CAN HELP US?",
      "vi": "cô ấy là ai vậy? Sao ông biết cô ấy có thể giúp chúng ta?"
    }
  },
  {
    "translation": {
      "en": "SHE WAS THE ONE PERSON I COULD ALWAYS COUNT ON. I OWE HER A LOT.",
      "vi": "Cô ấy luôn là người tôi có thể tin tưởng. Tôi nợ cô ấy rất nhiều."
    }
  },
  {
    "translation": {
      "en": "ALTHOUGH I DON'T THINK I EVER TOLD HER THAT. YOU SHOULD.",
      "vi": "Tôi nghĩ là mình chưa từng nói với cô ấy điều đó. Ông nên nói."
    }
  },
  {
    "translation": {
      "en": "SHH. YOU HEAR THAT?",
      "vi": "Có nghe thấy không?"
    }
  },
  {
    "translation": {
      "en": "THE OCEAN!",
      "vi": "Biển."
    }
  },
  {
    "translation": {
      "en": "THEY WANT THE EGGS,",
      "vi": "Chúng muốn lấy số trứng."
    }
  },
  {
    "translation": {
      "en": "OTHERWISE WE'D BE DEAD ALREADY.",
      "vi": "Nếu không thì chúng ta đã chết rồi."
    }
  },
  {
    "translation": {
      "en": "EVERYBODY GET DOWN. SHE'S CHALLENGING US.",
      "vi": "Mọi người cúi xuống. Nó đang thách thức chúng ta."
    }
  },
  {
    "translation": {
      "en": "SHE THINKS YOU STOLE THE EGGS.",
      "vi": "Nó nghĩ cô lấy trộm trứng."
    }
  },
  {
    "translation": {
      "en": "GET BEHIND ME.",
      "vi": "Ra sau lưng anh."
    }
  },
  {
    "translation": {
      "en": "GIVE ME THE EGGS.",
      "vi": "Đưa trứng cho tôi."
    }
  },
  {
    "translation": {
      "en": "DO IT, MOM.",
      "vi": "Làm đi, mẹ."
    }
  },
  {
    "translation": {
      "en": "NO! NO, NO, NO. CALL FOR HELP.",
      "vi": "Không. Gọi giúp đỡ đi."
    }
  },
  {
    "translation": {
      "en": "THAT'S A HELICOPTER.",
      "vi": "Đó là trực thăng."
    }
  },
  {
    "translation": {
      "en": "DR. GRANT? DR. ALAN GRANT?",
      "vi": "Tiến sĩ Grant? Tiến sĩ Alan Grant?"
    }
  },
  {
    "translation": {
      "en": "STOP! THAT'S A VERY BAD IDEA!",
      "vi": "Không. Dừng lại. Đó là một ý tưởng tồi tệ. Đó là một ý tưởng tồi tệ."
    }
  },
  {
    "translation": {
      "en": "SECOND SQUAD, MOVE.",
      "vi": "Đội hai, di chuyển. Chà."
    }
  },
  {
    "translation": {
      "en": "WOW. YOU HAVE TO THANK HER NOW.",
      "vi": "Đội hai, di chuyển. Chà. Ông phải cảm ơn cô ấy ngay đi. Cô ấy cử hải quân và thủy quân lục chiến đến."
    }
  },
  {
    "translation": {
      "en": "SHE SENT THE NAVY AND THE MARINES!",
      "vi": "Ông phải cảm ơn cô ấy ngay đi. Cô ấy cử hải quân và thủy quân lục chiến đến."
    }
  },
  {
    "translation": {
      "en": "GOD BLESS YOU, ELLIE.",
      "vi": "Chúa phù hộ em, Ellie."
    }
  },
  {
    "translation": {
      "en": "DR. GRANT, THIS MAN WITH YOU? WHAT?",
      "vi": "Tiến sĩ Grant. Sao? Người này đi cùng ông à? Sao?"
    }
  },
  {
    "translation": {
      "en": "HEY, YOU MADE IT.",
      "vi": "Ông đã làm được."
    }
  },
  {
    "translation": {
      "en": "YEAH.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "I RESCUED YOUR HAT.",
      "vi": "Tôi đã lấy lại cái mũ cho ông này."
    }
  },
  {
    "translation": {
      "en": "DR. GRANT, WE NEED TO GO NOW.",
      "vi": "Tiến sĩ Grant, chúng ta phải đi thôi."
    }
  },
  {
    "translation": {
      "en": "OH, YEAH.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "WELL, THAT'S THE IMPORTANT THING.",
      "vi": "Đó mới là điều quan trọng."
    }
  },
  {
    "translation": {
      "en": "DR. GRANT!",
      "vi": "Tiến sĩ Grant."
    }
  },
  {
    "translation": {
      "en": "CAN I GET YOU TO SIT HERE AND BUCKLE UP, SIR?",
      "vi": "Mời ông ngồi vào đây và thắt dây an toàn."
    }
  },
  {
    "translation": {
      "en": "SEA SHADOW DUST STORM ZERO FIVE, SIX SOULS ON BOARD.",
      "vi": "Sea Shadow gọi Dust Storm 05, sáu người đã lên."
    }
  },
  {
    "translation": {
      "en": "DUST STORM SEA SHADOW, ROGER. GOOD WORK.",
      "vi": "Dust Storm gọi Sea Shadow, đã rõ."
    }
  },
  {
    "translation": {
      "en": "WHAT THE HELL IS THAT?",
      "vi": "Đó là cái quái gì vậy?"
    }
  },
  {
    "translation": {
      "en": "DR. GRANT, LOOK!",
      "vi": "Tiến sĩ Grant, nhìn kìa."
    }
  },
  {
    "translation": {
      "en": "WHERE DO YOU THINK THEY'RE GOING?",
      "vi": "Ông nghĩ chúng đang bay đi đâu vậy?"
    }
  },
  {
    "translation": {
      "en": "I DON'T KNOW. MAYBE JUST LOOKING FOR NEW NESTING GROUNDS.",
      "vi": "Tôi không biết. Có lẽ là đi tìm nơi làm tổ mới."
    }
  },
  {
    "translation": {
      "en": "IT'S A WHOLE NEW WORLD FOR THEM.",
      "vi": "Sẽ là một thế giới mới cho chúng."
    }
  },
  {
    "translation": {
      "en": "I DARE 'EM TO NEST IN ENID, OKLAHOMA.",
      "vi": "Tôi thách chúng làm tổ ở Enid, Oklahoma."
    }
  },
  {
    "translation": {
      "en": "LET'S GO HOME.",
      "vi": "Về nhà thôi."
    }
  }
]