[
  {
    "translation": {
      "en": "♪ YOU'RE UP AGAINST A PRO GET BLOWN RIGHT PAST ♪ ♪ COMIN' OUT TONIGHT AT THE SPEED OF LIGHT ♪",
      "vi": "QUÁ NHANH QUÁ NGUY HIỂM"
    }
  },
  {
    "translation": {
      "en": "JUST PACKED UP A REAL MONEY LOAD, AND IT'S COMIN' YOUR WAY.",
      "vi": "Vừa chất đầy một đống tiền, và nó đang trên đường tới chỗ anh."
    }
  },
  {
    "translation": {
      "en": "LOOK FOR RODGERS ON THE SIDE OF THE TRUCK. DON'T FORGET MY SHARE OF THE DEAL.",
      "vi": "Tìm chữ Rodgers ở hông xe tải. Đừng quên phần của tôi đấy."
    }
  },
  {
    "translation": {
      "en": "SHIT!",
      "vi": "Chết tiệt!"
    }
  },
  {
    "translation": {
      "en": "♪ IS THAT A SWATCH WATCH DO YOU KNOW WHAT TIME IT IS ♪ ♪",
      "vi": "QUÁN TORETTO"
    }
  },
  {
    "translation": {
      "en": "TUNA ON WHITE, NO CRUST, RIGHT? I DON'T KNOW. HOW IS IT?",
      "vi": "- Bánh mì trắng cá ngừ, không vỏ, nhỉ? - Tôi không biết. Nó thế nào?"
    }
  },
  {
    "translation": {
      "en": "EVERY DAY FOR THE LAST THREE WEEKS YOU'VE BEEN COMIN' IN HERE...",
      "vi": "Mỗi ngày, trong ba tuần qua, anh tới đây, hỏi cá ngừ thế nào."
    }
  },
  {
    "translation": {
      "en": "AND YOU'VE BEEN ASKIN' ME HOW THE TUNA IS.",
      "vi": "Mỗi ngày, trong ba tuần qua, anh tới đây, hỏi cá ngừ thế nào. Nó dở tệ ngày hôm qua. Ngày hôm kia cũng dở tệ."
    }
  },
  {
    "translation": {
      "en": "NOW, IT WAS CRAPPY YESTERDAY, IT WAS CRAPPY THE DAY BEFORE.",
      "vi": "Nó dở tệ ngày hôm qua. Ngày hôm kia cũng dở tệ."
    }
  },
  {
    "translation": {
      "en": "AND GUESS WHAT? IT HASN'T CHANGED.",
      "vi": "Và đoán xem? Nó vẫn không thay đổi."
    }
  },
  {
    "translation": {
      "en": "- I'LL HAVE THE TUNA. - NO CRUST?",
      "vi": "- Tôi sẽ ăn cá ngừ. - Không vỏ à?"
    }
  },
  {
    "translation": {
      "en": "NO CRUST.",
      "vi": "Không vỏ."
    }
  },
  {
    "translation": {
      "en": "THANK YOU.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "TALK TO ME, JESSE. THIS AIN'T WORKIN', BROTHER.",
      "vi": "Nói cho tôi đi, Jesse. Nó không hoạt động, người anh em."
    }
  },
  {
    "translation": {
      "en": "IT'S YOUR FUEL MAP. IT'S GOT A NASTY HOLE.",
      "vi": "Là bình nhiên liệu của anh. Lỗ bị bẩn. Đó là tại sao anh không sang số ba."
    }
  },
  {
    "translation": {
      "en": "THAT'S WHY YOU'RE UNLOADING IN THIRD. I TOLD YOU IT WAS THIRD.",
      "vi": "Là bình nhiên liệu của anh. Lỗ bị bẩn. Đó là tại sao anh không sang số ba. - Tôi bảo là số ba mà. - Im đi."
    }
  },
  {
    "translation": {
      "en": "SHUT UP. I LENGTHEN THE INJECTOR PULSE ANOTHER MILLISEC...",
      "vi": "Tôi sẽ kéo dài mạch phun một mili giây."
    }
  },
  {
    "translation": {
      "en": "AND JUST TUNE THE NOS TIMER, YOU'LL RUN NINES.",
      "vi": "Cứ chỉnh Dinitơ monoxit, chín giây sẽ đạt tốc độ tối đa."
    }
  },
  {
    "translation": {
      "en": "WHAT'S UP WITH THIS FOOL? WHAT IS HE, SANDWICH CRAZY?",
      "vi": "Tên ngốc này bị sao vậy? Anh ta bị gì, cuồng bánh kẹp à?"
    }
  },
  {
    "translation": {
      "en": "NO, V. HE AIN'T HERE FOR THE FOOD, DOG. CHILL OUT, BRO.",
      "vi": "Không, Vince. Anh ta không ở đây vì đồ ăn, anh bạn. Bình tĩnh, người anh em. Anh ấy chỉ làm thợ máy cho Harry thôi."
    }
  },
  {
    "translation": {
      "en": "HE'S JUST SLINGIN' PARTS FOR HARRY, MAN. I KNOW WHAT HE'S SLINGIN'.",
      "vi": "Bình tĩnh, người anh em. Anh ấy chỉ làm thợ máy cho Harry thôi. - Tôi biết anh ấy lắp ráp gì. - Anh ấy cố để được ngủ với Mia."
    }
  },
  {
    "translation": {
      "en": "HE'S TRYIN' TO GET IN MIA'S PANTS, DOG.",
      "vi": "- Tôi biết anh ấy lắp ráp gì. - Anh ấy cố để được ngủ với Mia."
    }
  },
  {
    "translation": {
      "en": "WHAT'S UP, GUYS? HOW YOU DOIN', MIA?",
      "vi": "- Sao rồi, mọi người? - Cô thế nào, Mia?"
    }
  },
  {
    "translation": {
      "en": "- HOW YOU LIVIN', GIRL? - HEY!",
      "vi": "- Cô khỏe không, cô gái? - Này!"
    }
  },
  {
    "translation": {
      "en": "HEY, DOM. YOU WANT SOMETHIN' TO DRINK?",
      "vi": "Này, Dom. Anh muốn uống gì không?"
    }
  },
  {
    "translation": {
      "en": "AH, HE'S BEAUTIFUL. I LIKE HIS HAIRCUT.",
      "vi": "- Anh ta đẹp trai ghê. - Tôi thích kiểu tóc của anh ta."
    }
  },
  {
    "translation": {
      "en": "VINCE.",
      "vi": "Vince!"
    }
  },
  {
    "translation": {
      "en": "- VINCE! - WHAT?",
      "vi": "Vince! - Gì vậy? - Tôi lấy gì cho anh nhé?"
    }
  },
  {
    "translation": {
      "en": "- CAN I GET YOU ANYTHING? - YOU LOOK GOOD.",
      "vi": "- Gì vậy? - Tôi lấy gì cho anh nhé? Trông cô xinh đấy."
    }
  },
  {
    "translation": {
      "en": "♪ .357's OR AK- 47's ALL TOOLS THAT CREATE 187's ♪",
      "vi": "Trông cô xinh đấy."
    }
  },
  {
    "translation": {
      "en": "WELL, THANKS A LOT, MIA. SEE YOU TOMORROW. SURE.",
      "vi": "- Cảm ơn, Mia. Hẹn gặp cô ngày mai. - Chắc rồi."
    }
  },
  {
    "translation": {
      "en": "- TOMORROW? - OH, I LOVE THIS PART.",
      "vi": "- Ngày mai à? - Tôi thích đoạn này."
    }
  },
  {
    "translation": {
      "en": "YO!",
      "vi": "Này!"
    }
  },
  {
    "translation": {
      "en": "TRY FATBURGER FROM NOW ON.",
      "vi": "Từ giờ thử bánh Fatburger đi."
    }
  },
  {
    "translation": {
      "en": "YOU CAN GET YOURSELF A DOUBLE CHEESE WITH FRIES FOR 2.95, FAGGOT.",
      "vi": "Anh được gấp đôi phô mai và khoai chiên với giá 2,95 đô, đồ ái."
    }
  },
  {
    "translation": {
      "en": "- I LIKE THE TUNA HERE. - BULLSHIT, ASSHOLE. NO ONE LIKES THE TUNA HERE.",
      "vi": "Anh được gấp đôi phô mai và khoai chiên với giá 2,95 đô, đồ ái. Tôi thích cá ngừ ở đây. Vớ vẩn, đồ khốn. Chẳng ai thích cá ngừ ở đây cả."
    }
  },
  {
    "translation": {
      "en": "YEAH, WELL, I DO.",
      "vi": "Ừm, chà, tôi thì thích."
    }
  },
  {
    "translation": {
      "en": "JESUS CHRIST, DOM! WOULD YOU GET OUT THERE?",
      "vi": "Lạy Chúa, Dom! Anh ra ngoài được chứ? Tôi chán việc này rồi."
    }
  },
  {
    "translation": {
      "en": "I'M SICK OF THIS SHIT! I'M NOT KIDDING, DOM!",
      "vi": "Lạy Chúa, Dom! Anh ra ngoài được chứ? Tôi chán việc này rồi. Tôi không đùa đâu, Dom. Ra ngoài đó đi!"
    }
  },
  {
    "translation": {
      "en": "GET OUT THERE!",
      "vi": "Tôi không đùa đâu, Dom. Ra ngoài đó đi!"
    }
  },
  {
    "translation": {
      "en": "- WHAT'D YOU PUT IN THAT SANDWICH? - THAT'S REALLY FUNNY.",
      "vi": "Cô cho gì vào bánh kẹp đó vậy? Buồn cười đấy."
    }
  },
  {
    "translation": {
      "en": "- DOM! - ALL RIGHT.",
      "vi": "- Dom! - Được rồi."
    }
  },
  {
    "translation": {
      "en": "- HEY, MAN, HE WAS IN MY FACE. - I'M IN YOUR FACE.",
      "vi": "- Này, anh bạn. Hắn làm tôi khó chịu. - Tôi làm anh khó chịu đây."
    }
  },
  {
    "translation": {
      "en": "RELAX! DON'T PUSH IT! YOU EMBARRASS ME!",
      "vi": "Thư giãn này! Đừng làm căng! Anh làm tôi xấu hổ!"
    }
  },
  {
    "translation": {
      "en": "GET OVER THERE!",
      "vi": "Ra đằng kia! Anh nghĩ mình đang làm gì thế?"
    }
  },
  {
    "translation": {
      "en": "JESSE, GIVE ME THE WALLET.",
      "vi": "Jesse, đưa ví cho tôi."
    }
  },
  {
    "translation": {
      "en": "BRIAN EARL SPILNER. SOUNDS LIKE A SERIAL KILLER NAME.",
      "vi": "Brian Earl Spilner. Nghe như tên sát nhân hàng loạt ấy."
    }
  },
  {
    "translation": {
      "en": "IS THAT WHAT YOU ARE? NO, MAN.",
      "vi": "- Anh là người như vậy hả? - Không, anh bạn."
    }
  },
  {
    "translation": {
      "en": "DON'T COME AROUND HERE AGAIN.",
      "vi": "Đừng lởn vởn ở đây nữa."
    }
  },
  {
    "translation": {
      "en": "HEY, MAN, YOU KNOW THIS IS BULLSHIT.",
      "vi": "Này, anh bạn. Thật vớ vẩn."
    }
  },
  {
    "translation": {
      "en": "YOU WORK FOR HARRY, RIGHT?",
      "vi": "- Anh làm việc cho Harry, nhỉ? - Ừ. Tôi vừa mới bắt đầu."
    }
  },
  {
    "translation": {
      "en": "- YEAH. I JUST STARTED. - YOU WERE JUST FIRED.",
      "vi": "- Anh làm việc cho Harry, nhỉ? - Ừ. Tôi vừa mới bắt đầu. Anh vừa bị sa thải."
    }
  },
  {
    "translation": {
      "en": "HEY, DOMINIC, I APPRECIATE WHAT YOU DID IN A BIG WAY.",
      "vi": "Này, Dominic. Tôi rất cảm kích việc anh làm."
    }
  },
  {
    "translation": {
      "en": "DOMINIC, I OWE YOU.",
      "vi": "Dominic, tôi nợ anh."
    }
  },
  {
    "translation": {
      "en": "BRIAN, YOU'RE MESSIN' WITH MY BUSINESS. WHEN DOMINIC DRIVES, HE'S GOLDEN.",
      "vi": "Brian, anh can dự vào việc của tôi. Khi Dominic lái xe, anh ta rất cừ."
    }
  },
  {
    "translation": {
      "en": "KIDS POUR IN HERE, THEY WANT EVERYTHING HE HAS, EVERY PERFORMANCE PART,",
      "vi": "Bọn nhóc đổ dồn về đây. Chúng muốn mọi thứ anh ấy có. Mọi phần biểu diễn. Chúng trả tiền mặt!"
    }
  },
  {
    "translation": {
      "en": "AND THEY PAY CASH!",
      "vi": "Mọi phần biểu diễn. Chúng trả tiền mặt!"
    }
  },
  {
    "translation": {
      "en": "WHAT DID DOMINIC SAY? YOU DON'T WANNA KNOW.",
      "vi": "- Dominic đã nói gì? - Anh không muốn biết đâu."
    }
  },
  {
    "translation": {
      "en": "WHAT DID DOMINIC SAY? HE WANTS YOU OUTTA HERE.",
      "vi": "- Dominic đã nói gì? - Anh ta muốn anh rời khỏi đây."
    }
  },
  {
    "translation": {
      "en": "HE WANTS ME OUTTA HERE? YES!",
      "vi": "- Anh ta muốn tôi rời đi? - Phải."
    }
  },
  {
    "translation": {
      "en": "AND WHAT DID YOU SAY TO DOM? WHAT DO YOU THINK I SAID?",
      "vi": "- Và anh nói gì với Dom? - Anh nghĩ tôi nói gì?"
    }
  },
  {
    "translation": {
      "en": "I TOLD HIM, GOOD HELP IS HARD TO FIND.",
      "vi": "Tôi bảo, Khó tìm người giỏi lắm."
    }
  },
  {
    "translation": {
      "en": "HEY.",
      "vi": "Này."
    }
  },
  {
    "translation": {
      "en": "RELAX.",
      "vi": "Thư giãn đi."
    }
  },
  {
    "translation": {
      "en": "I NEED NOS.",
      "vi": "Tôi cần NOS."
    }
  },
  {
    "translation": {
      "en": "I NEED NOS. NO.",
      "vi": "- Tôi cần NOS. - Không."
    }
  },
  {
    "translation": {
      "en": "MY CAR TOPPED OUT AT 140 MILES PER HOUR THIS MORNING.",
      "vi": "Xe tôi dừng ở 224 kilômét trên giờ sáng nay."
    }
  },
  {
    "translation": {
      "en": "AMATEURS DON'T USE NITROUS OXIDE.",
      "vi": "Bọn nghiệp dư không dùng Nitrơ oxit. Tôi đã thấy cách anh lái xe rồi."
    }
  },
  {
    "translation": {
      "en": "I'VE SEEN THE WAY YOU DRIVE. YOU GOT A HEAVY FOOT.",
      "vi": "Bọn nghiệp dư không dùng Nitrơ oxit. Tôi đã thấy cách anh lái xe rồi. Anh luôn nhấn ga quá mạnh."
    }
  },
  {
    "translation": {
      "en": "YOU'LL BLOW YOURSELF TO PIECES. I NEED ONE OF THESE.",
      "vi": "- Anh sẽ tự làm mình nổ tung. - Tôi cần một cái này."
    }
  },
  {
    "translation": {
      "en": "ONE OF THE BIG ONES. ACTUALLY, NO. LET'S MAKE IT TWO.",
      "vi": "Một trong những cái lớn. Thực ra thì, hai cái đi."
    }
  },
  {
    "translation": {
      "en": "AND, HARRY, I NEED IT BY TONIGHT.",
      "vi": "Và, Harry, tôi cần nó trước tối nay."
    }
  },
  {
    "translation": {
      "en": "♪ TELL ME WHAT'S THE SECRET I'M MISSIN' ♪",
      "vi": "NOS MÁY OXI HÓA"
    }
  },
  {
    "translation": {
      "en": "HEY, HOLD UP, HOLD UP. LOOK AT THIS SNOWMAN RIGHT HERE, MAN.",
      "vi": "Nay, đợi đã. Nhìn người tuyết ở đây này, anh bạn."
    }
  },
  {
    "translation": {
      "en": "SWEET RIDE. WHAT YOU RUNNIN' UNDER THERE, MAN?",
      "vi": "Xe đẹp đấy. Anh dùng động cơ gì vậy, anh bạn?"
    }
  },
  {
    "translation": {
      "en": "YOU GONNA MAKE ME FIND OUT THE HARD WAY?",
      "vi": "Anh để tôi dùng biện pháp mạnh sao?"
    }
  },
  {
    "translation": {
      "en": "- HELL, YEAH. - YOU BRAVE. YOU BRAVE.",
      "vi": "Phải đấy. Anh dũng cảm đấy. Họ gọi tôi là Hector."
    }
  },
  {
    "translation": {
      "en": "THEY CALL ME HECTOR. I GOT A LAST NAME TOO, BUT I CAN'T PRONOUNCE IT, SO--",
      "vi": "Anh dũng cảm đấy. Họ gọi tôi là Hector. Tôi cũng có họ nữa, nhưng tôi không biết cách phát âm nó."
    }
  },
  {
    "translation": {
      "en": "BRIAN SPILNER. AH, TYPICAL WHITE BOY NAME.",
      "vi": "- Brian Spilner. - Tên bọn da trắng điển hình."
    }
  },
  {
    "translation": {
      "en": "KNOW WHAT I'M SAYIN'?",
      "vi": "Hiểu tôi nói gì không?"
    }
  },
  {
    "translation": {
      "en": "-  - SEE THAT OVER THERE?",
      "vi": "Thấy thứ đằng kia chứ?"
    }
  },
  {
    "translation": {
      "en": "THAT'S MINE. IT'S MY BABY. BUT I AIN'T CUTTIN' HER LOOSE TONIGHT.",
      "vi": "Đó là của tôi. Cục cưng của tôi. Nhưng tôi nay tôi sẽ không dùng đến nó."
    }
  },
  {
    "translation": {
      "en": "- WHY NOT? - IT'S 'CAUSE I'M GOIN' LEGIT.",
      "vi": "- Sao không? - Vì tôi sắp lên chính thống."
    }
  },
  {
    "translation": {
      "en": "TRYIN' TO GET ON THE NIRA CIRCUIT. YOU HEARD ABOUT THAT?",
      "vi": "Tôi đang cố vào vòng đua NIRA. Nghe về nó chưa?"
    }
  },
  {
    "translation": {
      "en": "OH, HELL, YEAH. YEAH, YEAH.",
      "vi": "Tôi đang cố vào vòng đua NIRA. Nghe về nó chưa? - Rồi. - Vậy, anh có việc gì, anh bạn?"
    }
  },
  {
    "translation": {
      "en": "- SO WHAT'S UP WITH YOU, MAN? - I'M JUST WAITIN' FOR TORETTO.",
      "vi": "- Rồi. - Vậy, anh có việc gì, anh bạn? - Tôi chỉ đang đợi Toretto. - Tốt hơn là xếp hàng. Của anh à?"
    }
  },
  {
    "translation": {
      "en": "SHIT. BETTER GET IN LINE.",
      "vi": "- Tôi chỉ đang đợi Toretto. - Tốt hơn là xếp hàng. Của anh à?"
    }
  },
  {
    "translation": {
      "en": "THIS YOURS? YEAH. I'M STANDIN' NEXT TO IT.",
      "vi": "- Ừ, tôi đang đứng cạnh nó mà. - Buồn cười đấy."
    }
  },
  {
    "translation": {
      "en": "THAT'S FUNNY. YOU KNOW, EDWIN HAPPENS TO KNOW A FEW THINGS.",
      "vi": "- Ừ, tôi đang đứng cạnh nó mà. - Buồn cười đấy. Biết không, Edwin có biết vài điều."
    }
  },
  {
    "translation": {
      "en": "AND ONE OF THE THINGS EDWIN KNOWS IS, IT'S NOT HOW YOU STAND BY YOUR CAR.",
      "vi": "Và một trong số đó là: Không phải cách anh đứng cạnh xe của mình,"
    }
  },
  {
    "translation": {
      "en": "IT'S HOW YOU RACE YOUR CAR. YOU BETTER LEARN THAT.",
      "vi": "quan trọng là cách anh đua nó. Anh nên học điều đó."
    }
  },
  {
    "translation": {
      "en": "OH, SHIT. HERE THEY COME. IT'S ON.",
      "vi": "Chết tiệt. Họ tới rồi. Chiến thôi."
    }
  },
  {
    "translation": {
      "en": "♪  DOM. MARVIN.",
      "vi": "- Dom. - Marvin."
    }
  },
  {
    "translation": {
      "en": "HEY, DOM, HOW YOU DOIN'? HEY, CAMILLE.  YOU BEEN DOIN' YOGA?",
      "vi": "- Chào Dom. Khỏe không? - Chào, Camille. Dạo này tập yoga à?"
    }
  },
  {
    "translation": {
      "en": "OH, YOU DID? OF COURSE YOU DID. - MONICA. - OW.",
      "vi": "Có à? Đương nhiên, cô có tập rồi. Monica."
    }
  },
  {
    "translation": {
      "en": "I SMELL... SKANKS.",
      "vi": "Tôi ngửi thấy mùi mấy đứa lăng loàn."
    }
  },
  {
    "translation": {
      "en": "WHY DON'T YOU GIRLS JUST PACK IT UP BEFORE I LEAVE TREAD MARKS ON YOUR FACE?",
      "vi": "Sao mấy cô không cuốn gói đi, trước khi tôi cho mấy vết sẹo lên mặt?"
    }
  },
  {
    "translation": {
      "en": "OKAY. LETTY, I WAS JUST TALKIN'.",
      "vi": "Được rồi. - Letty, anh chỉ nói chuyện thôi mà. - Ừ. Sao cũng được."
    }
  },
  {
    "translation": {
      "en": "- YEAH, WHATEVER. - OKAY, HECTOR.",
      "vi": "- Letty, anh chỉ nói chuyện thôi mà. - Ừ. Sao cũng được. - Được rồi, Hector. - Sao? Có chuyện gì vậy, anh bạn?"
    }
  },
  {
    "translation": {
      "en": "YEAH? WHAT'S UP, MAN?",
      "vi": "- Được rồi, Hector. - Sao? Có chuyện gì vậy, anh bạn?"
    }
  },
  {
    "translation": {
      "en": "YO, WHAT'S UP?",
      "vi": "- Chào. Sao rồi? - Edwin."
    }
  },
  {
    "translation": {
      "en": "EDWIN. HOW WE DOIN' THIS TONIGHT?",
      "vi": "- Chào. Sao rồi? - Edwin. - Tối nay thế nào đây? - Một cuộc đua thôi."
    }
  },
  {
    "translation": {
      "en": "ONE RACE. TWO- G BUY- IN. WINNER TAKES ALL.",
      "vi": "- Tối nay thế nào đây? - Một cuộc đua thôi. Độ 2.000 đô. Ai thắng lấy hết. Hector, anh sẽ giữ tiền."
    }
  },
  {
    "translation": {
      "en": "HECTOR, YOU'RE GONNA HOLD THE CASH.",
      "vi": "Độ 2.000 đô. Ai thắng lấy hết. Hector, anh sẽ giữ tiền."
    }
  },
  {
    "translation": {
      "en": "- WHY HECTOR? - HE'S TOO SLOW TO MAKE AWAY WITH THE MONEY, MAN.",
      "vi": "Sao lại là Hector? Vì anh ta quá chậm để cuỗm tiền chuồn đi mất."
    }
  },
  {
    "translation": {
      "en": "OKAY, GOOD LUCK, GUYS. HEY, WAIT. HOLD UP.",
      "vi": "- Rồi. Chúc may mắn, các anh. - Này, đợi đã. Đợi chút."
    }
  },
  {
    "translation": {
      "en": "I DON'T HAVE ANY CASH, BUT I DO HAVE THE PINK SLIP TO MY CAR.",
      "vi": "Tôi không có tiền mặt. Nhưng tôi có giấy tờ xe."
    }
  },
  {
    "translation": {
      "en": "HEY, YOU JUST CAN'T CLIMB IN THE RING WITH ALI 'CAUSE YOU THINK YOU BOX.",
      "vi": "Đừng vào vòng đấu với Ali, chỉ vì anh nghĩ mình biết đấm bốc."
    }
  },
  {
    "translation": {
      "en": "HE KNOWS I CAN BOX. SO CHECK IT OUT. IT'S LIKE THIS.",
      "vi": "Anh ta biết tôi biết đấm bốc đấy. Nhìn đi. Thế này nhé."
    }
  },
  {
    "translation": {
      "en": "I LOSE, THE WINNER TAKES MY CAR, CLEAN AND CLEAR.",
      "vi": "Tôi thua, người thắng cuộc lấy xe tôi. Ngắn gọn súc tích."
    }
  },
  {
    "translation": {
      "en": "BUT IF I WIN, I TAKE THE CASH, AND I TAKE THE RESPECT.",
      "vi": "Nhưng nếu tôi thắng, tôi lấy tiền mặt, và tôi lấy cả sự tôn trọng."
    }
  },
  {
    "translation": {
      "en": "- RESPECT. -",
      "vi": "Tôn trọng."
    }
  },
  {
    "translation": {
      "en": "TO SOME PEOPLE, THAT'S MORE IMPORTANT.",
      "vi": "Vời vài người, điều đó quan trọng hơn."
    }
  },
  {
    "translation": {
      "en": "THAT YOUR CAR?",
      "vi": "Xe anh kia à?"
    }
  },
  {
    "translation": {
      "en": "I SEE A COOL- AIR INTAKE. IT'S GOT A NOS- FOGGER SYSTEM AND A T- FOUR TURBO, DOMINIC.",
      "vi": "Tôi thấy giàn nạp khí mát. Hệ thống phun sương NOS và tuabin T4, Dominic."
    }
  },
  {
    "translation": {
      "en": "I SEE AN A.I.C. CONTROLLER. IT HAS DIRECT PORT NITROUS INJECTION.",
      "vi": "Tôi thấy máy lượng điều khiển. Nó có ống bơm ni tơ trực tiếp."
    }
  },
  {
    "translation": {
      "en": "YEAH, AND A STAND- ALONE FUEL MANAGEMENT SYSTEM.",
      "vi": "Ừ. Và hệ thống điều chỉnh nhiên liệu độc lập."
    }
  },
  {
    "translation": {
      "en": "NOT A BAD WAY TO SPEND $10,000.",
      "vi": "Không phải một cách tệ để chi 10.000 đô đâu."
    }
  },
  {
    "translation": {
      "en": "YOU SEE THAT SHIT?",
      "vi": "Anh thấy thứ đó chứ?"
    }
  },
  {
    "translation": {
      "en": "HE'S GOT ENOUGH NOS IN THERE TO BLOW HIMSELF UP, PERIOD. YEAH.",
      "vi": "Anh ta có đủ NOS trong này để tự làm nổ tung mình luôn. Chấm hết."
    }
  },
  {
    "translation": {
      "en": "SO, WHAT DO YOU SAY? AM I WORTHY?",
      "vi": "Vậy, anh nói sao? Tôi xứng đáng chưa?"
    }
  },
  {
    "translation": {
      "en": "WE DON'T KNOW YET. BUT YOU'RE IN.",
      "vi": "Ta vẫn chưa biết đâu. Nhưng anh được nhập cuộc. Đi thôi."
    }
  },
  {
    "translation": {
      "en": "LET'S GO.",
      "vi": "Nhưng anh được nhập cuộc. Đi thôi. - Được rồi. - Đi nào."
    }
  },
  {
    "translation": {
      "en": "WHAT THE HELL'S GOIN' ON AROUND HERE?",
      "vi": "- Có chuyện quái gì quanh đây vậy? - Đường đóng rồi, chàng giao pizza."
    }
  },
  {
    "translation": {
      "en": "STREET'S CLOSED, PIZZA BOY. FIND ANOTHER WAY HOME.",
      "vi": "- Có chuyện quái gì quanh đây vậy? - Đường đóng rồi, chàng giao pizza. - Tìm đường khác về nhà đi. - Lũ đua xe đường phố chết tiệt."
    }
  },
  {
    "translation": {
      "en": "GODDAMN STREET RACERS.",
      "vi": "- Tìm đường khác về nhà đi. - Lũ đua xe đường phố chết tiệt."
    }
  },
  {
    "translation": {
      "en": "LOG ON 22, CODE THREE. TENSION IS HIGH. THEY'VE BLOCKED THE STREET.",
      "vi": "Đăng nhập, 22. Mã số ba. Mặt độ cao. Đường dã bị chặn."
    }
  },
  {
    "translation": {
      "en": "EDWIN...",
      "vi": "Edwin."
    }
  },
  {
    "translation": {
      "en": "THIS IS YOURS, WHETHER YOU WIN OR LOSE.",
      "vi": "Cái này của anh, dù thắng hay thua."
    }
  },
  {
    "translation": {
      "en": "BUT IF YOU WIN, YOU GET HER, TOO.",
      "vi": "Nhưng nếu anh thắng, anh được cả cô kia nữa."
    }
  },
  {
    "translation": {
      "en": "YOU'RE GONNA WIN.",
      "vi": "Mày sẽ thắng."
    }
  },
  {
    "translation": {
      "en": "I'M GONNA WIN.",
      "vi": "Tôi sẽ thắng."
    }
  },
  {
    "translation": {
      "en": "WE HAD A REPORTED HOMICIDE, 187, AT BARABIAN LIQUORS.",
      "vi": "Ta có báo cáo về một vụ giết người. Số 187, tại Quán rượu Barabian."
    }
  },
  {
    "translation": {
      "en": "I'VE GOT A 187 IN GLENDALE. COPS ARE ALL OVER IT, MAN. WE'RE GOOD TO ROLL.",
      "vi": "Tôi lo khu 187 ở Glendale rồi. Cớm đã dồn hết về đó, anh bạn. Chúng ta đua được rồi. Nhắc lại, đua được rồi."
    }
  },
  {
    "translation": {
      "en": "- ALL RIGHT. - LET'S RACE!",
      "vi": "Chúng ta đua được rồi. Nhắc lại, đua được rồi. - Được rồi. - Đua thôi!"
    }
  },
  {
    "translation": {
      "en": "RIGHT.",
      "vi": "Phải rồi."
    }
  },
  {
    "translation": {
      "en": "GO!",
      "vi": "Đi!"
    }
  },
  {
    "translation": {
      "en": "HELL, YEAH!",
      "vi": "Được lắm!"
    }
  },
  {
    "translation": {
      "en": "DAMN, THAT GUY'S FAST.",
      "vi": "Chết tiệt, tên đó nhanh quá."
    }
  },
  {
    "translation": {
      "en": "LET'S GO! MENAGE A!",
      "vi": "Đi nào! Chơi ba người!"
    }
  },
  {
    "translation": {
      "en": "NO! MONICA!",
      "vi": "Không! Monica!"
    }
  },
  {
    "translation": {
      "en": "SHUT UP!",
      "vi": "Im đi!"
    }
  },
  {
    "translation": {
      "en": "LET'S GO NOW, BABY!",
      "vi": "- Đi nào, cưng! - Tuyệt!"
    }
  },
  {
    "translation": {
      "en": "HERE'S WHAT YOU WANT, RIGHT HERE. THERE YOU GO.",
      "vi": "Thôi nào. Thôi nào. Lùi lại đi, mấy người. Số tiền thắng của anh đây. Cầm lấy."
    }
  },
  {
    "translation": {
      "en": "YOU WERE RACIN' A BUNCH OF SKATEBOARDS, KNOW WHAT I MEAN?",
      "vi": "Số tiền thắng của anh đây. Cầm lấy. Anh đua với mấy cái ván trượt. Hiểu ý tôi không?"
    }
  },
  {
    "translation": {
      "en": "MY SISTER HOLDS THE MONEY. COUNT IT.",
      "vi": "Em gái tôi cầm tiền. Đếm đi."
    }
  },
  {
    "translation": {
      "en": "AND YOU'RE MY TROPHY.",
      "vi": "Tôi và cúp của tôi."
    }
  },
  {
    "translation": {
      "en": "HEY, HEY, MONICA! WHAT'S UP, BABY?",
      "vi": "Này, này, Monica. Sao rồi, cưng?"
    }
  },
  {
    "translation": {
      "en": "WHAT'S YOUR PROBLEM, NIGGA? YOU DIDN'T WIN. OOH!",
      "vi": "Anh có vấn đề gì thế? Anh có thắng đâu."
    }
  },
  {
    "translation": {
      "en": "FUCK YOU, THEN!",
      "vi": "Vậy thì cô biến đi!"
    }
  },
  {
    "translation": {
      "en": "WAS THAT FUN?",
      "vi": "Vui không?"
    }
  },
  {
    "translation": {
      "en": "GOT A PROBLEM THERE, HUH, BUDDY?",
      "vi": "Vui không? Có vấn đề gì à, anh bạn?"
    }
  },
  {
    "translation": {
      "en": "WHAT ARE YOU SMILIN' ABOUT? - DUDE, I ALMOST HAD YOU. -",
      "vi": "- Anh cười gì thế? - Anh bạn. Tôi suýt thắng anh."
    }
  },
  {
    "translation": {
      "en": "YOU ALMOST HAD ME?",
      "vi": "Anh suýt thắng được tôi?"
    }
  },
  {
    "translation": {
      "en": "YOU NEVER HAD ME. YOU NEVER HAD YOUR CAR.",
      "vi": "Anh chưa bao giờ thắng tôi. Chưa bao giờ sở hữu cái xe của anh."
    }
  },
  {
    "translation": {
      "en": "GRANNY SHIFTING, NOT DOUBLE- CLUTCHIN' LIKE YOU SHOULD.",
      "vi": "Chuyển chế độ từ từ. Không phải lắp gấp đôi phản lực, như anh làm."
    }
  },
  {
    "translation": {
      "en": "YOU'RE LUCKY THAT HUNDRED- SHOT OF NOS... DIDN'T BLOW THE WELDS ON THE INTAKE.",
      "vi": "May cho anh là liều 100 NOS đó không làm nổ tung ống bơm."
    }
  },
  {
    "translation": {
      "en": "-  NICE JOB! - ALMOST HAD ME? YOU TELL HIM, DOMINIC. GET OUTTA HERE.",
      "vi": "- Suýt thắng tôi à? - Nói cho anh ta đi, Dominic. Đi đi."
    }
  },
  {
    "translation": {
      "en": "NOW ME AND THE MAD SCIENTIST GOTTA RIP APART THE BLOCK...",
      "vi": "Giờ, tôi và nhà khoa học điên phải tháo rời phần động cơ"
    }
  },
  {
    "translation": {
      "en": "AND REPLACE THE PISTON RINGS YOU FRIED.",
      "vi": "và thay thế vòng pittong mà anh đã nướng cháy."
    }
  },
  {
    "translation": {
      "en": "ASK ANY RACER, ANY REAL RACER.",
      "vi": "Hỏi bất kỳ tay đua nào. Bất kỳ tay đua thực thụ nào."
    }
  },
  {
    "translation": {
      "en": "IT DON'T MATTER IF YOU WIN BY AN INCH OR A MILE.",
      "vi": "Hơn ba xăng ti mét hay một kilômét không quan trọng. Thắng là thắng."
    }
  },
  {
    "translation": {
      "en": "- WINNING'S WINNING. - YEAH!",
      "vi": "Hơn ba xăng ti mét hay một kilômét không quan trọng. Thắng là thắng. Phải!"
    }
  },
  {
    "translation": {
      "en": "AVAILABLE UNITS, WE HAVE REPORTED STREET RACING ALONG HAWTHORNE--",
      "vi": "Tất cả đơn vị, ta có vụ đua xe dọc Hawthorne..."
    }
  },
  {
    "translation": {
      "en": "OH, SHIT! WE GOT COPS, COPS, COPS!",
      "vi": "Chết tiệt! Có cớm. Cớm! Cớm!"
    }
  },
  {
    "translation": {
      "en": "GO!",
      "vi": "Đi thôi!"
    }
  },
  {
    "translation": {
      "en": "DOM, GET IN THE CAR! GO!",
      "vi": "Cớm! Vào xe đi! Đi thôi!"
    }
  },
  {
    "translation": {
      "en": "TORETTO, STOP RIGHT THERE!",
      "vi": "Toretto, dừng lại!"
    }
  },
  {
    "translation": {
      "en": "TORETTO!",
      "vi": "Toretto!"
    }
  },
  {
    "translation": {
      "en": "GET IN!",
      "vi": "Vào đi!"
    }
  },
  {
    "translation": {
      "en": "YOU'RE THE LAST PERSON IN THE WORLD I EXPECTED TO SHOW UP.",
      "vi": "Anh là người cuối cùng trên thế giới tôi mong xuất hiện."
    }
  },
  {
    "translation": {
      "en": "YEAH, WELL, I THOUGHT IF I GOT IN YOUR GOOD GRACES, YOU MIGHT LET ME KEEP MY CAR.",
      "vi": "Tôi nghĩ nếu anh mang ơn tôi, có lẽ anh sẽ để tôi giữ lại xe."
    }
  },
  {
    "translation": {
      "en": "YOU ARE IN MY GOOD GRACES, BUT YOU AIN'T KEEPIN' YOUR CAR.",
      "vi": "Tôi mang ơn anh, nhưng anh không được giữ lại xe đâu."
    }
  },
  {
    "translation": {
      "en": "YOU DRIVE LIKE YOU'VE DONE THIS BEFORE.",
      "vi": "Anh lái như đã từng làm việc này rồi. Anh là tài xế à?"
    }
  },
  {
    "translation": {
      "en": "- WHAT ARE YOU, A WHEEL MAN? - NO.",
      "vi": "Anh lái như đã từng làm việc này rồi. Anh là tài xế à? - Không. - Anh trộm xe à?"
    }
  },
  {
    "translation": {
      "en": "YOU BOOST CARS?",
      "vi": "- Không. - Anh trộm xe à?"
    }
  },
  {
    "translation": {
      "en": "- NO. NEVER. - EVER DONE TIME?",
      "vi": "- Không. Chưa bao giờ. - Từng vào tù chưa?"
    }
  },
  {
    "translation": {
      "en": "COUPLE OF OVERNIGHTERS. NO BIG DEAL.",
      "vi": "Vài đêm. Chẳng lớn lao gì đâu."
    }
  },
  {
    "translation": {
      "en": "WHAT ABOUT THE TWO YEARS IN JUVIE FOR BOOSTIN' CARS?",
      "vi": "Hai năm vào tù vì trộm xe thì sao?"
    }
  },
  {
    "translation": {
      "en": "HAH. TUCSON, RIGHT?",
      "vi": "Tucson, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "YEAH, I HAD JESSE RUN A PROFILE ON YOU, BRIAN EARL SPILNER.",
      "vi": "Tôi nhờ Jesse điều tra anh, Brian Earl Spilner."
    }
  },
  {
    "translation": {
      "en": "HE'LL FIND ANYTHING ON THE WEB, ANYTHING ABOUT ANYBODY.",
      "vi": "Anh ta sẽ tìm được mọi thứ trên mạng. Mọi thứ về mọi người."
    }
  },
  {
    "translation": {
      "en": "SO WHY BULLSHIT?",
      "vi": "Vậy, xạo làm gì?"
    }
  },
  {
    "translation": {
      "en": "SO WHAT ABOUT YOU?",
      "vi": "Vậy, anh thì sao?"
    }
  },
  {
    "translation": {
      "en": "TWO YEARS IN LOMPOC.",
      "vi": "Hai năm ở Lompoc."
    }
  },
  {
    "translation": {
      "en": "I'LL DIE BEFORE I GO BACK.",
      "vi": "Tôi sẽ chết trước khi phải quay lại đó."
    }
  },
  {
    "translation": {
      "en": "- OH, GREAT. - WHAT?",
      "vi": "- Tốt. - Sao cơ?"
    }
  },
  {
    "translation": {
      "en": "IT'S GONNA BE A LONG- ASS NIGHT, THAT'S WHAT.",
      "vi": "Sẽ là một đêm dài đấy."
    }
  },
  {
    "translation": {
      "en": "FOLLOW US.",
      "vi": "Đi theo chúng tôi."
    }
  },
  {
    "translation": {
      "en": "I THOUGHT WE HAD AN AGREEMENT.",
      "vi": "Tôi tưởng ta có thỏa thuận rồi chứ."
    }
  },
  {
    "translation": {
      "en": "YOU STAY AWAY, I STAY AWAY.",
      "vi": "Anh tránh xa. Tôi cũng tránh xa."
    }
  },
  {
    "translation": {
      "en": "EVERYBODY STAYS HAPPY.",
      "vi": "Mọi người đều vui."
    }
  },
  {
    "translation": {
      "en": "WE GOT LOST, JOHNNY. WHAT DO YOU WANT ME TO TELL YOU?",
      "vi": "Chúng tôi bị lạc đường, Johnny. Anh muốn tôi nói gì?"
    }
  },
  {
    "translation": {
      "en": "- WHO'S WE? - UH, MY NEW MECHANIC.",
      "vi": "- Chúng tôi nào? - Thợ máy mới của tôi."
    }
  },
  {
    "translation": {
      "en": "BRIAN, MEET JOHNNY TRAN.",
      "vi": "Brian, gặp Johnny Trần."
    }
  },
  {
    "translation": {
      "en": "THE GUY IN THE SNAKESKIN PANTS, THAT'S HIS COUSIN, LANCE.",
      "vi": "Người mặc quần da rắn. Đó là em họ anh ta. Lance."
    }
  },
  {
    "translation": {
      "en": "SO WHEN ARE YOU GONNA GIVE ME A SHOT AT THAT HONDA 2000 OF YOURS?",
      "vi": "Vậy, bao giờ anh cho tôi đi thử con Honda 2000 của anh?"
    }
  },
  {
    "translation": {
      "en": "- THIS YOUR RIDE? - IT WAS. IT'S HIS NOW.",
      "vi": "- Xe của anh à? - Đã từng. Giờ là của anh ấy."
    }
  },
  {
    "translation": {
      "en": "NO, IT'S NOT. I HAVEN'T TAKEN DELIVERY.",
      "vi": "Không, không phải. Tôi chưa giao nhận."
    }
  },
  {
    "translation": {
      "en": "THEN IT'S NOBODY'S CAR. SOMEBODY PUT IN THE WRENCH TIME.",
      "vi": "Vậy, giờ nó chẳng phải xe của ai. Nhưng ai đó độ lên thành xe đua."
    }
  },
  {
    "translation": {
      "en": "WHAT DO YOU THINK, LANCE? IT'S AN AMAZING MACHINE.",
      "vi": "- Nghĩ sao, Lance? - Máy móc tuyệt đấy."
    }
  },
  {
    "translation": {
      "en": "YES, INDEED.",
      "vi": "Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "LET'S GO.",
      "vi": "Đi thôi."
    }
  },
  {
    "translation": {
      "en": "I'LL SEE YOU IN THE DESERT NEXT MONTH. BE READY TO HAVE YOUR ASS HANDED TO YOU.",
      "vi": "Hẹn gặp anh ở sa mạc tháng sau. Chuẩn bị bị đánh bại đi."
    }
  },
  {
    "translation": {
      "en": "- YOU'RE GONNA NEED MORE THAN THAT CROTCH ROCKET. - I GOT SOMETHIN' FOR YOU.",
      "vi": "Ừ, anh sẽ cần nhiều hơn con xe máy kia đấy. Tôi có cái này cho anh."
    }
  },
  {
    "translation": {
      "en": "WHAT THE HELL WAS THAT ALL ABOUT?",
      "vi": "- Chuyện quái gì thế? - Chuyện dài lắm. Tôi sẽ kể sau."
    }
  },
  {
    "translation": {
      "en": "LONG STORY. I'LL TELL YOU LATER. LET'S GET OUTTA HERE.",
      "vi": "- Chuyện quái gì thế? - Chuyện dài lắm. Tôi sẽ kể sau. Ra khỏi đây thôi."
    }
  },
  {
    "translation": {
      "en": "NOS!",
      "vi": "NOS!"
    }
  },
  {
    "translation": {
      "en": "SO, WHAT THE HELL WAS THAT ALL ABOUT?",
      "vi": "Vậy, việc lúc nãy là thế quái nào?"
    }
  },
  {
    "translation": {
      "en": "IT'S A LONG STORY.",
      "vi": "Chuyện dài lắm."
    }
  },
  {
    "translation": {
      "en": "WELL, WE GOT A 20- MILE HIKE. HUMOR ME.",
      "vi": "Chúng ta phải đi bộ 32 kilômét. Giải khuây cho tôi đi."
    }
  },
  {
    "translation": {
      "en": "A BUSINESS DEAL THAT WENT SOUR.",
      "vi": "Một vụ làm ăn thất bại."
    }
  },
  {
    "translation": {
      "en": "PLUS, I MADE THE MISTAKE OF SLEEPIN' WITH HIS SISTER.",
      "vi": "Thêm nữa, tôi đã phạm lỗi là ngủ với em gái hắn."
    }
  },
  {
    "translation": {
      "en": "YO, SPILNER.",
      "vi": "Này, Spilner."
    }
  },
  {
    "translation": {
      "en": "- YOU WANT A BEER? - YEAH, SURE.",
      "vi": "- Muốn uống bia không? - Ừ, chắc rồi."
    }
  },
  {
    "translation": {
      "en": "OH, SHIT.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "WE WERE ALL THERE, RIGHT? FALLING BEHIND.",
      "vi": "- Chúng ta đều ở đây rồi, nhỉ? - Chà, anh bạn, cô ấy nóng bỏng thật."
    }
  },
  {
    "translation": {
      "en": "- WITH ALL THAT NITROUS. - YEAH.",
      "vi": "- Ai trong các anh dùng nitơ thế? - Này."
    }
  },
  {
    "translation": {
      "en": "YO, DOM. HEY, MAN. WE WERE JUST ABOUT TO GO LOOKIN' FOR YOU, BROTHER.",
      "vi": "Này, Dom. Này, anh bạn, bọn tôi định đi tìm anh đây, người anh em."
    }
  },
  {
    "translation": {
      "en": "WHERE WERE YOU?",
      "vi": "Anh đã ở đâu?"
    }
  },
  {
    "translation": {
      "en": "THERE WERE MASS COPS THERE. THEY CAME IN FROM EVERY DIRECTION.",
      "vi": "Có cả một đám cớm ở đó. Họ kéo đến từ mọi hướng. Thật hỗn loạn."
    }
  },
  {
    "translation": {
      "en": "THEIR SHIT WAS ORCHESTRATED. THIS YOUR BEER?",
      "vi": "Có cả một đám cớm ở đó. Họ kéo đến từ mọi hướng. Thật hỗn loạn. - Bia của anh à? - Ừ, bia của tôi."
    }
  },
  {
    "translation": {
      "en": "YEAH, THAT'S MY BEER.",
      "vi": "- Bia của anh à? - Ừ, bia của tôi."
    }
  },
  {
    "translation": {
      "en": "YO, EINSTEIN. TAKE IT UPSTAIRS.",
      "vi": "Này, Einstein. Lên gác đi."
    }
  },
  {
    "translation": {
      "en": "YOU CAN'T DETAIL A CAR WITH THE COVER ON.",
      "vi": "Anh không làm chuyện ấy mà mặc quần áo được đâu."
    }
  },
  {
    "translation": {
      "en": "CAN'T EVEN GET THAT RIGHT. YOU ALL RIGHT?",
      "vi": "- Còn không thể làm đúng việc đó. - Anh ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "AM I ALL RIGHT?  IT WAS JUST A QUESTION.",
      "vi": "- Anh ổn không ấy hả? - Chỉ là câu hỏi thôi."
    }
  },
  {
    "translation": {
      "en": "YO, DOM! WHY'D YOU BRING THE BUSTER HERE?",
      "vi": "Này, Dom. - Sao anh mang thằng khốn vào đây? - Vì anh ta cứu tôi khỏi vào tù!"
    }
  },
  {
    "translation": {
      "en": "'CAUSE THE BUSTER KEPT ME OUT OF HANDCUFFS!",
      "vi": "- Sao anh mang thằng khốn vào đây? - Vì anh ta cứu tôi khỏi vào tù!"
    }
  },
  {
    "translation": {
      "en": "HE DIDN'T JUST RUN BACK TO THE FORT!",
      "vi": "- Sao anh mang thằng khốn vào đây? - Vì anh ta cứu tôi khỏi vào tù! Anh ta không chạy thẳng về căn cứ! Thằng khốn đưa tôi về đấy."
    }
  },
  {
    "translation": {
      "en": "THE BUSTER BROUGHT ME BACK.",
      "vi": "Anh ta không chạy thẳng về căn cứ! Thằng khốn đưa tôi về đấy."
    }
  },
  {
    "translation": {
      "en": "YOU CAN HAVE ANY BREW YOU WANT-- AS LONG AS IT'S A CORONA.",
      "vi": "Anh uống bia nào cũng được, miễn là Corona."
    }
  },
  {
    "translation": {
      "en": "THANKS, MAN. THAT'S VINCE'S, SO ENJOY IT.",
      "vi": "- Cảm ơn, anh bạn. - Đó là của Vince. Nên, tận hưởng đi."
    }
  },
  {
    "translation": {
      "en": "YOU--",
      "vi": "Mày."
    }
  },
  {
    "translation": {
      "en": "HEY, BRO, YOU GOT A BATHROOM? YEAH, UPSTAIRS. FIRST DOOR ON THE RIGHT.",
      "vi": "- Anh bạn. Có phòng vệ sinh không? - Trên gác. Phòng đầu tiên tay phải."
    }
  },
  {
    "translation": {
      "en": "HE'S GOT NO CALL BEIN' UP IN HERE.",
      "vi": "Hắn không có quyền ở đây. Anh không quen gã ngốc đó."
    }
  },
  {
    "translation": {
      "en": "- YOU DON'T KNOW THAT FOOL FOR SHIT! - HE'S RIGHT, DOM.",
      "vi": "Hắn không có quyền ở đây. Anh không quen gã ngốc đó. Ừ, anh ấy nói đúng đó, Dom."
    }
  },
  {
    "translation": {
      "en": "VINCE, THERE WAS A TIME WHEN I DIDN'T KNOW YOU.",
      "vi": "Vince, có thời tôi cũng không quen anh."
    }
  },
  {
    "translation": {
      "en": "THAT WAS IN THE THIRD GRADE!",
      "vi": "Đó là hồi lớp ba!"
    }
  },
  {
    "translation": {
      "en": "YEAH, SO, WHAT GIRLS ARE HERE? HO! YOU JUST NAME IT. YOU WANT MINE?",
      "vi": "- Ừ. Vậy, mấy cô gái ở đây là gì? - Anh gọi tên đi. Anh muốn của tôi à?"
    }
  },
  {
    "translation": {
      "en": "YOU NEED TO SHUT THE F-- YOU WANT TWO?",
      "vi": "- Anh cần phải im... - Anh muốn hai cô à?"
    }
  },
  {
    "translation": {
      "en": "YOU DON'T HAVE ANYTHING? YOU LOOK A BIT TIRED.",
      "vi": "- Anh chẳng có gì cả à? - Trông anh hơi mệt."
    }
  },
  {
    "translation": {
      "en": "YOU SHOULD GO UPSTAIRS AND GIVE ME A MASSAGE.",
      "vi": "Em nghĩ anh nên lên gác và mát xa cho em."
    }
  },
  {
    "translation": {
      "en": "LOOK AT ALL OUR GUESTS.",
      "vi": "Em nghĩ anh nên lên gác và mát xa cho em. Nhìn khách mời của ta kìa."
    }
  },
  {
    "translation": {
      "en": "HOW ABOUT WE GO UPSTAIRS AND YOU GIVE ME A MASSAGE?",
      "vi": "Ta lên gác và anh mát xa cho em thì sao?"
    }
  },
  {
    "translation": {
      "en": "CRAZY LADY.",
      "vi": "Con điên."
    }
  },
  {
    "translation": {
      "en": "YO.",
      "vi": "Này."
    }
  },
  {
    "translation": {
      "en": "YOU KNOW YOU OWE ME A TEN- SECOND CAR, RIGHT?",
      "vi": "Anh biết anh nợ tôi một chiếc xe mười giây đạt tốc tối đa đấy."
    }
  },
  {
    "translation": {
      "en": "OH, SHIT.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "DID YOU WIPE THE SEAT?",
      "vi": "Mày đã lau kệ ngồi chưa?"
    }
  },
  {
    "translation": {
      "en": "OH, JESUS CHRIST! WOULD YOU CUT THIS SHIT ALREADY? COME ON!",
      "vi": "Chúa ơi! Thôi đi được không? Thôi nào!"
    }
  },
  {
    "translation": {
      "en": "COME ON. LET'S GO GET ME A DRINK.",
      "vi": "Đi nào. Đi lấy đồ uống cho tôi đi."
    }
  },
  {
    "translation": {
      "en": "AW, COME ON, MAN. WE WERE JUST ABOUT TO GET ALONG.",
      "vi": "Thôi nào, bọn anh chuẩn bị làm thân mà. Phải."
    }
  },
  {
    "translation": {
      "en": "SO, WHAT DO YOU WANT? UH, ANYTHING, LONG AS IT'S COLD.",
      "vi": "- Vậy, cô muốn uống gì? - Gì cũng được, miến là lạnh."
    }
  },
  {
    "translation": {
      "en": "YOU KNOW, MY BROTHER LIKES YOU. HE USUALLY DOESN'T LIKE ANYBODY.",
      "vi": "Anh biết không, anh tôi thích anh. Thường thì anh ấy chẳng ưa ai cả."
    }
  },
  {
    "translation": {
      "en": "YEAH, HE'S A COMPLICATED GUY.",
      "vi": "Anh biết không, anh tôi thích anh. Thường thì anh ấy chẳng ưa ai cả. - Ừ, anh ta là người phức tạp. - Vậy sao? Còn anh thì sao?"
    }
  },
  {
    "translation": {
      "en": "YEAH? WHAT ABOUT YOU?",
      "vi": "- Ừ, anh ta là người phức tạp. - Vậy sao? Còn anh thì sao?"
    }
  },
  {
    "translation": {
      "en": "I'M SIMPLER. YOU'RE A SHITTY LIAR.",
      "vi": "- Tôi đơn giản hơn. - Anh là đồ nói dối tệ hại."
    }
  },
  {
    "translation": {
      "en": "WELL, I'LL TAKE THAT AS A COMPLIMENT.",
      "vi": "Chà, tôi sẽ coi đó là lời khen."
    }
  },
  {
    "translation": {
      "en": "BUT THERE'S A PROBLEM. WHAT'S THAT?",
      "vi": "- Nhưng có một vấn đề. - Là gì?"
    }
  },
  {
    "translation": {
      "en": "YOU NEED TO GET SOME SLEEP.",
      "vi": "Anh cần phải đi ngủ."
    }
  },
  {
    "translation": {
      "en": "AND YOU DEFINITELY, DEFINITELY NEED A SHOWER.",
      "vi": "Và anh chắc chắn, chắc chắn cần đi tắm."
    }
  },
  {
    "translation": {
      "en": "COME ON. I'LL TAKE YOU HOME.",
      "vi": "Đi nào. Tôi đưa anh về."
    }
  },
  {
    "translation": {
      "en": "SHOW ME YOUR HANDS. VERY GOOD. NOW OPEN THE DOOR.",
      "vi": "Giơ tay ra. Tốt lắm. Giờ thì mở cửa xe."
    }
  },
  {
    "translation": {
      "en": "PUT YOUR HANDS ON YOUR HEAD. BEHIND YOUR HEAD.",
      "vi": "Đặt tay lên đầu. Để ra sau đầu."
    }
  },
  {
    "translation": {
      "en": "FACE THE FRONT OF THE VEHICLE, WALK BACKWARDS TOWARDS THE REAR.",
      "vi": "Đứng đối mặt chiếc xe, lùi lại về phía đuôi xe."
    }
  },
  {
    "translation": {
      "en": "TAKE TWO STEPS TO YOUR RIGHT. STOP RIGHT THERE.",
      "vi": "Bước sang phải hai bước. Dừng ngay đó."
    }
  },
  {
    "translation": {
      "en": "WHAT'D I DO? SHUT UP. HE'S CLEAN, SARGE.",
      "vi": "- Tôi đã làm gì? - Im đi. Anh ta không có vũ khí."
    }
  },
  {
    "translation": {
      "en": "DAMN! MUSE, WILL YOU TAKE THESE THINGS OFF?",
      "vi": "Chết tiệt! Muse, anh bỏ thứ này ra được không?"
    }
  },
  {
    "translation": {
      "en": "SHIT. YOU PUT 'EM ON SO TIGHT. I LIKE REALISM.",
      "vi": "- Chết tiệt. Anh còng chặt quá. - Tôi thích chủ nghĩa thực tế."
    }
  },
  {
    "translation": {
      "en": "YOU LIKE REALISM. YOU NEVER KNOW WHO'S WATCHING, BRIAN.",
      "vi": "Anh không biết có ai đang theo dõi đâu, Brian."
    }
  },
  {
    "translation": {
      "en": "WOW. NICE CRIB, SERGEANT.",
      "vi": "Căn hộ đẹp đấy, Trung Sĩ. Đẹp hơn chỗ lần trước ông tịch thu nhiều."
    }
  },
  {
    "translation": {
      "en": "IT'S A LOT NICER THAN THAT LAST PLACE YOU CONFISCATED. AIN'T IT?",
      "vi": "Căn hộ đẹp đấy, Trung Sĩ. Đẹp hơn chỗ lần trước ông tịch thu nhiều. Đẹp nhỉ? Eddie Fisher xây nhà này cho Elizabeth Taylor những năm 1950."
    }
  },
  {
    "translation": {
      "en": "YOU KNOW, EDDIE FISHER BUILT THIS HOUSE FOR ELIZABETH TAYLOR IN THE '50s.",
      "vi": "Đẹp nhỉ? Eddie Fisher xây nhà này cho Elizabeth Taylor những năm 1950."
    }
  },
  {
    "translation": {
      "en": "YOU SEE, EVEN THE COPS ARE HOLLYWOOD IN HOLLYWOOD.",
      "vi": "Thấy không, thậm chí cớm ở Hollywood cũng Hollywood."
    }
  },
  {
    "translation": {
      "en": "OKAY, HERE HE IS, FRESH FROM TORETTO'S HOT ROD HEAVEN.",
      "vi": "Được rồi, anh ta đây rồi, nóng hổi từ thiên đường xe đua của Toretto."
    }
  },
  {
    "translation": {
      "en": "THAT WAS AN $80,000 VEHICLE, OFFICER.",
      "vi": "Được rồi, anh ta đây rồi, nóng hổi từ thiên đường xe đua của Toretto. Đó là chiếc xe 80.000 đô, thưa Sĩ Quan."
    }
  },
  {
    "translation": {
      "en": "- WAIT A MINUTE. YOU TELL HIM WHAT HAPPENED? - HE KNOWS WHAT HAPPENED.",
      "vi": "Đó là chiếc xe 80.000 đô, thưa Sĩ Quan. - Ông nói cho ông ấy việc xảy ra à? - Ông ấy biết."
    }
  },
  {
    "translation": {
      "en": "SEND THE BILL TO JOHNNY TRAN. BRIAN.",
      "vi": "Này, biết gì không? Sao ông không gửi hóa đơn tới Johnny Trần ấy?"
    }
  },
  {
    "translation": {
      "en": "THE KID'S GIVIN' ME ATTITUDE?",
      "vi": "Tên nhóc này thái độ với tôi à?"
    }
  },
  {
    "translation": {
      "en": "THAT DOESN'T SPEAK VERY WELL FOR POLICE- F.B.I. RELATIONS, TANNER.",
      "vi": "Nó không tốt với mối tương quan giữa cảnh sát và FBI, Tanner."
    }
  },
  {
    "translation": {
      "en": "I WALK IN THE DOOR, AND THE GUY'S ALREADY GIVIN' ME-- ALL RIGHT, ALL RIGHT.",
      "vi": "Tôi vừa bước vào cửa và ông ta đã... Được rồi, được rồi."
    }
  },
  {
    "translation": {
      "en": "WE'LL TALK, OKAY? LET'S TALK ABOUT IT.",
      "vi": "Ta sẽ nói chuyện, được chứ? Cùng nói về chuyện đó nào."
    }
  },
  {
    "translation": {
      "en": "MUSE, WHY DON'T YOU MAKE US FOUR ICED CAPPUCCINOS, PLEASE.",
      "vi": "Muse, anh làm ơn pha cho chúng tôi bốn tách cappucino đá, được không?"
    }
  },
  {
    "translation": {
      "en": "COME ON. REGULAR OR DECAF, SARGE?",
      "vi": "- Thôi nào. - Loại thường hay ít béo, Trung Sĩ."
    }
  },
  {
    "translation": {
      "en": "UH, DECAF, I THINK.",
      "vi": "Ít béo, tôi nghĩ vậy."
    }
  },
  {
    "translation": {
      "en": "FOUR HIJACKINGS IN TWO MONTHS, AND WE DON'T HAVE ANYTHING.",
      "vi": "Bốn vụ cướp xe trong hai tháng, và ta không có gì."
    }
  },
  {
    "translation": {
      "en": "DVD PLAYERS AND DIGITAL CAMERAS ALONE ARE WORTH A MILLION- TWO,",
      "vi": "Cả đầu đĩa DVD và camera kĩ thuật số đáng giá 1,2 triệu đô"
    }
  },
  {
    "translation": {
      "en": "WHICH BRINGS THE GRAND TOTAL TO SIX MILLION PLUS.",
      "vi": "nên tổng là hơn sáu triệu đô."
    }
  },
  {
    "translation": {
      "en": "WE'RE IN THE POLITICAL CROSSHAIRS NOW, BRIAN.",
      "vi": "Ta đang trong trung tâm của sự chú ý về chính trị, Brian."
    }
  },
  {
    "translation": {
      "en": "THAT'S WHY YOU'RE UNDERCOVER.",
      "vi": "Đó là lý do cậu hoạt động ngầm."
    }
  },
  {
    "translation": {
      "en": "YOU WANT THAT DETECTIVE BADGE FAST, KID. AND YOU WANNA KNOW SOMETHING?",
      "vi": "Cậu muốn huy hiệu thanh tra sớm, nhóc. Và cậu muốn biết gì không?"
    }
  },
  {
    "translation": {
      "en": "THE F.B.I. CAN HELP, IF YOU COME THROUGH FOR US.",
      "vi": "FBI có thể giúp, nếu cậu thành công."
    }
  },
  {
    "translation": {
      "en": "WHAT DOES THE TRUCK DRIVER SAY?",
      "vi": "Người lái xe tải nói gì?"
    }
  },
  {
    "translation": {
      "en": "HE GAVE US THE SAME M.O. THREE HONDA CIVICS, PRECISION DRIVING,",
      "vi": "Anh ta cho ta phương thức cũ, ba chiếc Honda Civic, lái chính xác,"
    }
  },
  {
    "translation": {
      "en": "THE SAME GREEN NEON GLOW FROM UNDER THE CHASSIS.",
      "vi": "vẫn ánh sáng xanh nê ông từ dưới gầm xe."
    }
  },
  {
    "translation": {
      "en": "LAB SAYS THE SKID MARKS CAME BACK THE SAME: MASHAMOTO Z.X. TIRES.",
      "vi": "Phòng thí nghiệm nói vết trượt cũng tương tự, bánh xe Mashamoto ZX."
    }
  },
  {
    "translation": {
      "en": "SO WE KNOW THAT IT'S SOMEBODY IN THE STREET RACING WORLD.",
      "vi": "Vậy, ta biết là ai đó từ giới đua xe."
    }
  },
  {
    "translation": {
      "en": "WE DON'T MAKE THIS CASE SOON, THE TRUCKERS WILL TAKE MATTERS INTO THEIR OWN HANDS.",
      "vi": "Nếu không giải được vụ này, bên xe tải sẽ tự giải quyết."
    }
  },
  {
    "translation": {
      "en": "I TELL 'EM WE'RE CLOSE.",
      "vi": "Tôi bảo với họ là ta gần xong rồi."
    }
  },
  {
    "translation": {
      "en": "YOU GONNA MAKE ME A LIAR?",
      "vi": "Cậu sẽ khiến tôi thành kẻ nói dối?"
    }
  },
  {
    "translation": {
      "en": "LOOK, WHAT DO WE KNOW?",
      "vi": "Nghe này, chúng ta biết gì rồi?"
    }
  },
  {
    "translation": {
      "en": "WE ALL KNOW THIS WORLD REVOLVES AROUND TORETTO, RIGHT?",
      "vi": "Ta biết giới đua xe liên quan đến Toretto, phải không?"
    }
  },
  {
    "translation": {
      "en": "NOW, I'M NOT SAYIN' THAT HE'S NECESSARILY THE ONE THAT'S POPPIN' THESE TRUCKS,",
      "vi": "Giờ, tôi không nói là anh ta là người cướp xe tải,"
    }
  },
  {
    "translation": {
      "en": "BUT I CAN GUARANTEE THE BOTH OF YOU THAT HE KNOWS WHO IS.",
      "vi": "nhưng tôi có thể đảm bảo với hai người anh ta biết đó là ai."
    }
  },
  {
    "translation": {
      "en": "IT'S JUST A MATTER OF TIME UNTIL I WIN--",
      "vi": "Chỉ là vẫn đề thời gian tới khi... Cậu muốn thời gian, đi mua tạp chí ấy. Chúng ta không có thời gian."
    }
  },
  {
    "translation": {
      "en": "YOU WANT TIME, BUY THE MAGAZINE. WE DON'T HAVE TIME.",
      "vi": "Cậu muốn thời gian, đi mua tạp chí ấy. Chúng ta không có thời gian."
    }
  },
  {
    "translation": {
      "en": "JUST GET ME SOMETHING I CAN USE.",
      "vi": "Cứ kiếm được tin gì tôi dùng được ấy."
    }
  },
  {
    "translation": {
      "en": "IS HARRY COOPERATING?",
      "vi": "Harry có hợp tác không?"
    }
  },
  {
    "translation": {
      "en": "YEAH, LIKE A GUY THAT'S GONNA DO THREE TO FIVE FOR RECEIVING STOLEN PROPERTY IF HE DOESN'T.",
      "vi": "Có, như một kẻ sẽ vào tù vì nhận tài sản bị cắp nếu không hợp tác."
    }
  },
  {
    "translation": {
      "en": "WHAT KIND OF VIBE IS HE GETTING FROM TORETTO?",
      "vi": "Có, như một kẻ sẽ vào tù vì nhận tài sản bị cắp nếu không hợp tác. Anh ta có cảm giác thế nào về Toretto?"
    }
  },
  {
    "translation": {
      "en": "HE'S SCARED TO DEATH OF HIM, BUT HE DOESN'T THINK HE'S JACKIN' TRUCKS IN HIS SPARE TIME.",
      "vi": "Anh ta sợ anh ấy, nhưng không nghĩ là anh ấy cướp xe vào lúc rảnh rỗi."
    }
  },
  {
    "translation": {
      "en": "- HE'S TOO CONTROLLED FOR THAT. - WAIT.",
      "vi": "- Anh ấy quá bị kiểm soát cho việc đó. - Đợi đã."
    }
  },
  {
    "translation": {
      "en": "NOT THAT I WANT TO CONTRADICT HARRY'S FINE JUDGE OF CHARACTER,",
      "vi": "Không phải là tôi phủ định đánh giá con người của Harry,"
    }
  },
  {
    "translation": {
      "en": "BUT, UH, TORETTO DID HARD TIME FOR NEARLY BEATING A GUY TO DEATH.",
      "vi": "nhưng Toretto đã vào tù vì đánh một tên gần chết."
    }
  },
  {
    "translation": {
      "en": "HE'S GOT NITROUS OXIDE IN HIS BLOOD AND A GAS TANK FOR A BRAIN.",
      "vi": "Anh ta có ni tơ oxit trong huyết quản và bộ não như bình xăng."
    }
  },
  {
    "translation": {
      "en": "DO NOT TURN YOUR BACK ON HIM.",
      "vi": "Đừng quay lưng lại anh ta."
    }
  },
  {
    "translation": {
      "en": "HEY, TANNER. I'M GONNA NEED ANOTHER CAR.",
      "vi": "Nầy, Tanner. Tôi sẽ cần một chiếc xe khác."
    }
  },
  {
    "translation": {
      "en": "WHAT ABOUT PARTS AND SERVICE? HOLD OFF ON THAT.",
      "vi": "- Còn các bộ phận và dịch vụ thì sao? - Hoãn lại đã."
    }
  },
  {
    "translation": {
      "en": "DOM, I DON'T KNOW WHAT TO DO WITH THIS.",
      "vi": "Dom, em không biết làm gì."
    }
  },
  {
    "translation": {
      "en": "ALL RIGHT, WHAT THE HELL IS THIS? WHAT DO YOU GOT THERE?",
      "vi": "Được rồi, cái quái gì đây? Anh có cái gì vậy?"
    }
  },
  {
    "translation": {
      "en": "- THIS IS YOUR CAR. - MY CAR?",
      "vi": "- Đây là xe của anh. - Xe của tôi?"
    }
  },
  {
    "translation": {
      "en": "I SAID A TEN- SECOND CAR, NOT A TEN- MINUTE CAR.",
      "vi": "Tôi bảo một xe đạt tốc tối đa trong mười giây, không phải mười phút."
    }
  },
  {
    "translation": {
      "en": "YOU COULD PUSH THIS ACROSS THE FINISH LINE, OR TOW IT.",
      "vi": "Anh có thể đẩy nó qua vạch đích, hoặc kéo nó đi."
    }
  },
  {
    "translation": {
      "en": "COULDN'T EVEN TOW THAT ACROSS THE FINISH LINE.",
      "vi": "Thậm chí anh còn không kéo nó nổi qua vạch đích."
    }
  },
  {
    "translation": {
      "en": "NO FAITH.",
      "vi": "Không có niềm tin gì cả."
    }
  },
  {
    "translation": {
      "en": "OH, I HAVE FAITH IN YOU, BUT THIS ISN'T A JUNKYARD.",
      "vi": "Tôi tin anh, nhưng đây không phải là bãi rác."
    }
  },
  {
    "translation": {
      "en": "- THIS IS A GARAGE. - HEY, POP THE HOOD.",
      "vi": "- Đây là một cái ga ra. - Mở nắp ra."
    }
  },
  {
    "translation": {
      "en": "- POP THE HOOD? - POP THE HOOD.",
      "vi": "- Mở nắp ra à? - Mở nắp ra."
    }
  },
  {
    "translation": {
      "en": "TWO J.Z. ENGINE. NO SHIT. AND WHAT DID I TELL YOU?",
      "vi": "- Động cơ 2JZ. Không đời nào. - Và tôi đã bảo gì anh nào?"
    }
  },
  {
    "translation": {
      "en": "I RETRACT MY PREVIOUS STATEMENT. YOU KNOW WHAT?",
      "vi": "- Tôi rút lại câu vừa nãy. - Anh biết không?"
    }
  },
  {
    "translation": {
      "en": "THIS WILL DECIMATE ALL AFTER YOU PUT ABOUT 15 GRAND IN IT.",
      "vi": "Con xe này sẽ hủy diệt mọi thứ sau khi anh rót khoảng 15.000 đô vào nó."
    }
  },
  {
    "translation": {
      "en": "OR MORE, IF WE HAVE TO OVERNIGHT PARTS FROM JAPAN.",
      "vi": "Hoặc hơn, nếu ta phải nhập bộ phận từ Nhật."
    }
  },
  {
    "translation": {
      "en": "WE'LL PUT IT ON MY TAB AT HARRY'S. YES!",
      "vi": "Hoặc hơn, nếu ta phải nhập bộ phận từ Nhật. - Trừ vào hóa đơn của tôi chỗ Harry. - Tuyệt!"
    }
  },
  {
    "translation": {
      "en": "I GOTTA GET YOU RACING AGAIN SO I CAN MAKE SOME MONEY OFF YOUR ASS.",
      "vi": "Tôi phải cho anh đua lần nữa, để kiếm thêm tiền từ anh."
    }
  },
  {
    "translation": {
      "en": "THERE'S THIS SHOW DOWN IN THE DESERT CALLED RACE WARS,",
      "vi": "Có một cuộc đấu ở sa mạc gọi là Chiến Trường Đua Xe."
    }
  },
  {
    "translation": {
      "en": "AND THAT'S WHERE YOU'LL DO IT.",
      "vi": "Đó là nơi anh sẽ đua."
    }
  },
  {
    "translation": {
      "en": "I'LL TELL YOU WHAT. WHEN YOU'RE NOT WORKIN' AT HARRY'S, YOU'RE WORKIN' HERE.",
      "vi": "Tôi bảo thế này, khi anh không làm ở chỗ Harry, anh sẽ làm ở đây."
    }
  },
  {
    "translation": {
      "en": "IF YOU CAN'T FIND THE RIGHT TOOL IN THIS GARAGE, MISTER ARIZONA,",
      "vi": "Nếu anh không tìm được đúng công cụ trong gara này, chàng Arizona,"
    }
  },
  {
    "translation": {
      "en": "YOU DON'T BELONG NEAR A CAR.",
      "vi": "anh không xứng đứng cạnh một chiếc xe."
    }
  },
  {
    "translation": {
      "en": "HE OWNS YOU NOW.",
      "vi": "Giờ anh ấy sở hữu anh rồi."
    }
  },
  {
    "translation": {
      "en": "TELL ME WHAT YOU THINK ABOUT THIS. KONI ADJUSTABLES.",
      "vi": "Nói cho tôi anh nghĩ gì về nó. Bộ phận điều chỉnh Koni."
    }
  },
  {
    "translation": {
      "en": "GONNA SAVE US ABOUT TWO POUNDS.",
      "vi": "Sẽ giúp ta tiết kiệm gần một cân."
    }
  },
  {
    "translation": {
      "en": "AND THEY'RE GONNA GIVE US BETTER TRACTION FOR THE HOLE SHOT.",
      "vi": "Và chúng sẽ cho ta sức kéo tốt hơn cho cú phóng."
    }
  },
  {
    "translation": {
      "en": "ALL RIGHT?",
      "vi": "Được chứ?"
    }
  },
  {
    "translation": {
      "en": "THIS IS YOUR BASIC LAYOUT OF THE CAR,",
      "vi": "Đây là thiết kế cơ bản của chiếc xe."
    }
  },
  {
    "translation": {
      "en": "AND THAT'S PRETTY MUCH WHAT IT COULD LOOK LIKE WHEN IT'S FINISHED.",
      "vi": "Và đó là hình dáng nó có thể đạt được khi hoàn thiện."
    }
  },
  {
    "translation": {
      "en": "RED, GREEN.",
      "vi": "Đỏ, xanh."
    }
  },
  {
    "translation": {
      "en": "MAN, YOU SHOULD BE GOIN' TO M.I.T. OR SOMETHIN'. YEAH, RIGHT.",
      "vi": "- Anh nên đi học ở MIT hay gì đó. - Ừ, phải."
    }
  },
  {
    "translation": {
      "en": "NO, I GOT THAT-- OH, WHAT'S IT CALLED?",
      "vi": "Không, tôi bị... Nó gọi là gì nhỉ?"
    }
  },
  {
    "translation": {
      "en": "THAT ATTENTION DISORDER--",
      "vi": "Chứng rối loạn tập trung..."
    }
  },
  {
    "translation": {
      "en": "- OH, A.D.D.? - YES, THAT SHIT. YEAH.",
      "vi": "- Rối loạn giảm chú ý? - Ừ, chính nó. Phải."
    }
  },
  {
    "translation": {
      "en": "YOU KNOW, I WAS GOOD IN ALGEBRA... AND LIKE MATH AND SHIT.",
      "vi": "Anh biết không, tôi đã rất giỏi đại số và thích Toán và các thứ."
    }
  },
  {
    "translation": {
      "en": "EVERYTHING ELSE I FAILED. DROPPED OUT OF SCHOOL.",
      "vi": "Các môn khác thì tôi trượt. Nghỉ học ở trường luôn."
    }
  },
  {
    "translation": {
      "en": "I DON'T KNOW. IT'S JUST SOMETHIN' ABOUT ENGINES...",
      "vi": "Tôi không biết. Có thứ gì đó về động cơ"
    }
  },
  {
    "translation": {
      "en": "THAT- THAT CALMS ME DOWN, YOU KNOW?",
      "vi": "khiến tôi bình tâm lại, anh biết đó."
    }
  },
  {
    "translation": {
      "en": "I'M OUTTA HERE. COME ON, DOG.",
      "vi": "- Tôi ra khỏi đây đây. - Thôi nào, anh bạn."
    }
  },
  {
    "translation": {
      "en": "YO, DOM. VINCE, GET OVER HERE AND GIVE US A HAND.",
      "vi": "- Này, Dom. - Vince, ra đây giúp chúng tôi."
    }
  },
  {
    "translation": {
      "en": "LOOKS LIKE YOU GOT ALL THE HELP YOU NEED, BROTHER.",
      "vi": "Trông như là anh có đủ sự trợ giúp mình cần rồi, người anh em."
    }
  },
  {
    "translation": {
      "en": "- MIA! - ALL RIGHT ALREADY. THE CHICKEN'S DRY ALREADY. I'M COMIN' OUT ALREADY.",
      "vi": "- Mia! Thịt gà khô quá. - Rồi. Em ra ngay đây."
    }
  },
  {
    "translation": {
      "en": "AW. HERE YOU GO.",
      "vi": "Của anh đây."
    }
  },
  {
    "translation": {
      "en": "- ♪ BABY ♪ - HEY, HOLD UP.",
      "vi": "Từ từ, đợi đã."
    }
  },
  {
    "translation": {
      "en": "BECAUSE YOU WERE THE FIRST OUT OF EVERYBODY HERE... TO REACH IN TO GET THE CHICKEN, YOU SAY GRACE.",
      "vi": "Vì anh là người đầu tiên động vào món gà, anh phải cầu nguyện."
    }
  },
  {
    "translation": {
      "en": "DEAR HEAVENLY, UH--",
      "vi": "- Thưa thiên... - Các linh hồn."
    }
  },
  {
    "translation": {
      "en": "- SPIRIT. - SPIRIT. THANK YOU.",
      "vi": "- Thưa thiên... - Các linh hồn. Các linh hồn. Xin cảm ơn."
    }
  },
  {
    "translation": {
      "en": "UH, THANK YOU FOR PROVIDING US WITH A DIRECT PORT...",
      "vi": "Các linh hồn. Xin cảm ơn. Cảm ơn các ngài đã cho chúng con ống bơm nitơ trực tiếp,"
    }
  },
  {
    "translation": {
      "en": "NITROUS, UH, INJECTION,",
      "vi": "Cảm ơn các ngài đã cho chúng con ống bơm nitơ trực tiếp,"
    }
  },
  {
    "translation": {
      "en": "FOUR CORE INTERCOOLERS AND BALL- BEARING TURBOS,",
      "vi": "Cảm ơn các ngài đã cho chúng con ống bơm nitơ trực tiếp, bốn máy làm nguội và tua bin bạc đạn"
    }
  },
  {
    "translation": {
      "en": "AND, UM, TITANIUM VALVE SPRINGS.",
      "vi": "và van lò xo bằng titan."
    }
  },
  {
    "translation": {
      "en": "- THANK YOU. - AMEN.",
      "vi": "- Xin cảm ơn. - Amen."
    }
  },
  {
    "translation": {
      "en": "- NOT BAD. - AMEN.",
      "vi": "- Không tệ. - Amen."
    }
  },
  {
    "translation": {
      "en": "HE WAS PRAYIN' TO THE CAR GODS, MAN.",
      "vi": "Anh ấy cầu nguyện lên thần xe, anh bạn."
    }
  },
  {
    "translation": {
      "en": "IF HE'S NOT THE BEST--",
      "vi": "Anh ấy không phải người giỏi nhất."
    }
  },
  {
    "translation": {
      "en": "-  WHAT DO YOU WANT? - PRACTICE.",
      "vi": "- Anh muốn ăn gì? - Tập luyện đi."
    }
  },
  {
    "translation": {
      "en": "THANK YOU, GIRL. LOOK WHO IT IS.",
      "vi": "Cảm ơn, gái. Xem ai này. Con Sói Già 'R' Us."
    }
  },
  {
    "translation": {
      "en": "OLD COYOTES 'R' US.",
      "vi": "Xem ai này. Con Sói Già 'R' Us."
    }
  },
  {
    "translation": {
      "en": "I THOUGHT YOU WEREN'T HUNGRY, PUMPKIN.",
      "vi": "Tôi tưởng anh không đói chứ, cưng."
    }
  },
  {
    "translation": {
      "en": "YOU KNOW, I GOTTA EAT.",
      "vi": "- Anh biết đó, tôi phải ăn chứ. - Anh ấy luôn đói."
    }
  },
  {
    "translation": {
      "en": "- HE'S ALWAYS HUNGRY. - ALL RIGHT, SIT DOWN.",
      "vi": "- Anh biết đó, tôi phải ăn chứ. - Anh ấy luôn đói. Được rồi, ngồi xuống đi."
    }
  },
  {
    "translation": {
      "en": "♪",
      "vi": "Được rồi, ngồi xuống đi."
    }
  },
  {
    "translation": {
      "en": "HOW YOU DOIN', MIA?",
      "vi": "Cô thế nào, Mia?"
    }
  },
  {
    "translation": {
      "en": "HEY, JESSE, HAND ME THAT CHICKEN, BRO. LET'S EAT SOME GRUB, MAN.",
      "vi": "- Này, Jesse, đưa tôi thịt gà. - Ăn đi nào, anh bạn."
    }
  },
  {
    "translation": {
      "en": "WANT SOME OF THAT CHICKEN? WHAT, YOU RENT A MOVIE OR SOMETHIN'?",
      "vi": "- Muốn ăn gà không? - Cái gì, anh thuê phim hay gì à?"
    }
  },
  {
    "translation": {
      "en": "NEED A HAND WITH ANYTHING ELSE?",
      "vi": "Cần giúp gì nữa không?"
    }
  },
  {
    "translation": {
      "en": "NO, I'M GOOD. YOU CAN GO JOIN THE BOYS WATCHIN' THE MOVIE.",
      "vi": "Không, tôi ổn. Anh có thể ra xem phim cùng đám con trai."
    }
  },
  {
    "translation": {
      "en": "WELL, YOU SEE, THE COOK DOESN'T CLEAN WHERE I COME FROM. I'D LIKE TO GO THERE.",
      "vi": "- Ở chỗ tôi đầu bếp không phải dọn. - Ừ, tôi muốn tới đó đấy."
    }
  },
  {
    "translation": {
      "en": "I THINK WE SHOULD GO OUT SOMETIME. NO, I DON'T DATE MY BROTHER'S FRIENDS.",
      "vi": "- Tôi nghĩ lúc nào đó ta nên đi chơi. - Không, tôi không cặp bạn anh trai."
    }
  },
  {
    "translation": {
      "en": "WOW. THAT SUCKS.",
      "vi": "Chà, tệ thật."
    }
  },
  {
    "translation": {
      "en": "I GUESS I'LL HAVE TO KICK HIS ASS THEN. I'D LOVE TO SEE THAT ONE.",
      "vi": "- Vậy tôi phải đánh bại anh ta rồi. - Tôi thích nhìn cảnh đó lắm đấy."
    }
  },
  {
    "translation": {
      "en": "NO, I WOULD-- I WOULD PAY TO SEE THAT ONE, ACTUALLY.",
      "vi": "Thực ra, tôi sẽ trả tiền để thấy cảnh đó."
    }
  },
  {
    "translation": {
      "en": "WASH MY CAR WHEN YOU GET DONE.",
      "vi": "Xong thì rửa xe cho tôi đi nhé."
    }
  },
  {
    "translation": {
      "en": "WHAT WAS THAT? NO, MIA. I'M TALKIN' TO THE PUNK.",
      "vi": "- Cái gì thế? - Không, Mia. Tôi đang nói tên kia."
    }
  },
  {
    "translation": {
      "en": "AND WEAR YOUR FAVORITE DRESS, 'CAUSE WHEN YOU'RE DONE,",
      "vi": "Mặc chiếc váy ưa thích của mày đi, vì khi mày xong,"
    }
  },
  {
    "translation": {
      "en": "I'M PUTTIN' YOU ON THE STREET WHERE YOU BELONG, CUTIE.",
      "vi": "tao sẽ cho mày ra đường nơi mày thuộc về, thằng ái."
    }
  },
  {
    "translation": {
      "en": "-  - IS THIS THING BROKEN? WHAT'S WRONG WITH THIS THING? V?",
      "vi": "Cái này bị hỏng à? Nó bị làm sao thế?"
    }
  },
  {
    "translation": {
      "en": "V, WHAT WAS-- WHAT WAS THAT CUBAN RESTAURANT YOU WANTED TO TAKE ME TO?",
      "vi": "Nhà hàng Cuba mà anh muốn đưa tôi tới là gì nhỉ?"
    }
  },
  {
    "translation": {
      "en": "THE ONE WITH THE PICADILLO AND THE-- LITTLE--",
      "vi": "Nơi mà có món picadillo và..."
    }
  },
  {
    "translation": {
      "en": "LITTLE RED CANDLES AND THE WOODEN TABLE? YEAH, THE PLANTAIN TOO.",
      "vi": "- Nến đỏ, bàn gỗ... - Cây mã đề, đồ ăn ở mọi nơi."
    }
  },
  {
    "translation": {
      "en": "FOOD ALL OVER THE PLACE. WHAT WAS IT CALLED? CHA CHA CHA.",
      "vi": "- Nến đỏ, bàn gỗ... - Cây mã đề, đồ ăn ở mọi nơi. - Nó gọi là gì nhỉ? - Cha Cha Cha."
    }
  },
  {
    "translation": {
      "en": "YEAH, THAT'S IT. YEAH.",
      "vi": "- Ừ, chính nó. - Phải."
    }
  },
  {
    "translation": {
      "en": "WELL, YOU CAN TAKE ME THERE.",
      "vi": "Chà, anh có thể đưa tôi đến đó."
    }
  },
  {
    "translation": {
      "en": "FRIDAY NIGHT AT 10:00. IS THAT GOOD FOR YOU?",
      "vi": "Tối Thứ Sáu lúc mười giờ. Được không?"
    }
  },
  {
    "translation": {
      "en": "- YEAH, IT'S PERFECT. - GOOD.",
      "vi": "- Ừ, hoàn hảo. - Tốt."
    }
  },
  {
    "translation": {
      "en": "THERE'S NO POPCORN? MAKE YOUR OWN GODDAMN POPCORN!",
      "vi": "- Không có bỏng ngô. - Tự đi mà làm bỏng ngô đi!"
    }
  },
  {
    "translation": {
      "en": "♪",
      "vi": "GÓC CẠNH CỦA TAY ĐUA Bộ Phận Ô tô Hiệu Năng Cao"
    }
  },
  {
    "translation": {
      "en": "ALL RIGHT. NOW THAT'S VALET PARKING.",
      "vi": "Được đấy. Đó mới là đỗ xe có người hầu chứ."
    }
  },
  {
    "translation": {
      "en": "HARRY. WHAT'S UP, DOG?",
      "vi": "- Harry. Sao rồi, anh bạn? - Rất vui được gặp anh."
    }
  },
  {
    "translation": {
      "en": "EXCELLENT, BROTHER. COME ON IN, MAN.",
      "vi": "Xuất sắc, người anh em. Vào đi, anh bạn."
    }
  },
  {
    "translation": {
      "en": "CHECK IT. IT'S YOURS. DAMN. WHAT DO WE GOT HERE?",
      "vi": "- Xem đi. Của anh đấy. - Chết tiệt. Ta có gì thế?"
    }
  },
  {
    "translation": {
      "en": "- HIRED SOME NEW HELP, HUH? - DON'T EVEN THINK ABOUT IT.",
      "vi": "- Mới thuê người làm à? - Đừng nghĩ về chuyện đó."
    }
  },
  {
    "translation": {
      "en": "WHAT'S UP, HECTOR? WHAT'S UP, BRIAN? HOW YOU FEELIN'?",
      "vi": "- Sao rồi? - Sao rồi, Brian? Anh ổn chứ? - Khá tốt. Vậy, anh cần gì? - Sao rồi, anh bạn?"
    }
  },
  {
    "translation": {
      "en": "SO, WHAT'S UP? WHAT DO YOU NEED? WHAT'S UP, MAN?",
      "vi": "- Khá tốt. Vậy, anh cần gì? - Sao rồi, anh bạn?"
    }
  },
  {
    "translation": {
      "en": "I NEED YOU TO HOOK ME UP. THREE OF EVERYTHING. I MADE A LIST.",
      "vi": "Tôi cần anh làm mối. Mỗi thứ ba chiếc. Tôi đã làm một danh sách."
    }
  },
  {
    "translation": {
      "en": "WHY DON'T YOU LOOK THAT OVER.",
      "vi": "Sao anh không xem qua nhỉ?"
    }
  },
  {
    "translation": {
      "en": "WHEN DO YOU NEED THIS STUFF BY? TOMORROW, TODAY, NOW.",
      "vi": "- Anh cần thứ này trước bao giờ? - Ngày mai, hôm nay, ngay bây giờ."
    }
  },
  {
    "translation": {
      "en": "RIGHT. WHITE BOYS WORK FAST, DON'T THEY?",
      "vi": "- Phải. - Trai da trắng làm việc nhanh, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "BETO, PASA LA FERIA, HOMES. THAT'S RIGHT.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "HEY, YOU SAID YOU NEED THREE OF ALL THIS STUFF?",
      "vi": "- Anh nói cần mỗi lại ba chiếc? - Ừ, mỗi loại ba chiếc."
    }
  },
  {
    "translation": {
      "en": "YEAH, THREE OF EVERYTHING. WHAT DO YOU THINK ABOUT THAT?",
      "vi": "- Anh nói cần mỗi lại ba chiếc? - Ừ, mỗi loại ba chiếc. Anh nghĩ sao? Xem này."
    }
  },
  {
    "translation": {
      "en": "CHECK THIS OUT.",
      "vi": "Anh nghĩ sao? Xem này."
    }
  },
  {
    "translation": {
      "en": "♪",
      "vi": "MÈO ĐEN"
    }
  },
  {
    "translation": {
      "en": "HE MOANS LIKE A COP.",
      "vi": "Hắn rên như cớm ấy."
    }
  },
  {
    "translation": {
      "en": "BRIAN, THIS IS ONE OF THOSE TIMES... WHEN YOU NEED TO BE VERY CLEAR ABOUT WHAT YOU SAY.",
      "vi": "Brian, đây là một trong những lúc anh cần rõ ràng với điều mình nói."
    }
  },
  {
    "translation": {
      "en": "NOD IF YOU UNDERSTAND ME.",
      "vi": "Gật đầu nếu anh hiểu."
    }
  },
  {
    "translation": {
      "en": "NOD!",
      "vi": "Gật đầu đi!"
    }
  },
  {
    "translation": {
      "en": "SIT UP.",
      "vi": "Ngồi lên."
    }
  },
  {
    "translation": {
      "en": "TELL ME WHAT THE HELL YOU'RE DOIN' DOWN HERE.",
      "vi": "Nói cho tôi anh làm cái quái gì dưới đó."
    }
  },
  {
    "translation": {
      "en": "OH, SHIT. WHAT I'M DOIN'?",
      "vi": "Chết tiệt. Tôi đang làm gì?"
    }
  },
  {
    "translation": {
      "en": "DOM,",
      "vi": "Dom."
    }
  },
  {
    "translation": {
      "en": "I DON'T-- I OWE YOU A TEN- SECOND CAR.",
      "vi": "Tôi nợ anh một con xe đạt tốc tối đa trong mười giây."
    }
  },
  {
    "translation": {
      "en": "AND WHAT THIS IS ABOUT, THIS IS ABOUT RACE WARS.",
      "vi": "Và chuyện này là về, chuyện này là về Chiến Trường Đua Xe."
    }
  },
  {
    "translation": {
      "en": "I JUST WENT IN THERE, AND HECTOR IS GONNA BE RUNNIN'...",
      "vi": "Tôi vừa vào trong đó, và Hector sẽ lái"
    }
  },
  {
    "translation": {
      "en": "THREE HONDA CIVICS WITH SPOON ENGINES.",
      "vi": "ba chiếc Honda Civic có động cơ Spoon."
    }
  },
  {
    "translation": {
      "en": "AND ON TOP OF THAT, HE JUST CAME INTO HARRY'S...",
      "vi": "Và thêm nữa, anh ta vừa tới chỗ Harry"
    }
  },
  {
    "translation": {
      "en": "AND HE ORDERED THREE T- 66 TURBOS,",
      "vi": "và đặt mua ba tua bin T66, với NOS,"
    }
  },
  {
    "translation": {
      "en": "WITH NOS, AND A MoTeC SYSTEM EXHAUST.",
      "vi": "và đặt mua ba tua bin T66, với NOS, và một hệ thống xả hơi MoTeC."
    }
  },
  {
    "translation": {
      "en": "SO, WHAT ARE YOU SAYING?",
      "vi": "Vậy, anh đang nói về chuyện gì?"
    }
  },
  {
    "translation": {
      "en": "YOU'RE GONNA GO AROUND AND CHECK EVERYBODY'S SHIT OUT, ONE GARAGE AFTER ANOTHER?",
      "vi": "Anh sẽ đi loanh quanh, kiểm tra mọi người, từng gara một?"
    }
  },
  {
    "translation": {
      "en": "YEAH.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "BECAUSE DOM, YOU KNOW... I CAN'T LOSE AGAIN.",
      "vi": "Vì, Dom, anh biết tôi không thể thua tiếp."
    }
  },
  {
    "translation": {
      "en": "HE'S A COP.",
      "vi": "Hắn là cớm."
    }
  },
  {
    "translation": {
      "en": "HE'S A COP!",
      "vi": "Hắn là cớm!"
    }
  },
  {
    "translation": {
      "en": "YOU A COP?",
      "vi": "Anh là cớm à?"
    }
  },
  {
    "translation": {
      "en": "LET'S GO FOR A LITTLE RIDE.",
      "vi": "Lái xe lượn một vòng nào."
    }
  },
  {
    "translation": {
      "en": "WALK!",
      "vi": "Đi đi!"
    }
  },
  {
    "translation": {
      "en": "ALL RIGHT, KID, STAND WATCH.",
      "vi": "Được rồi. Anh canh chừng."
    }
  },
  {
    "translation": {
      "en": "YO, DOMINIC.",
      "vi": "Này, Dominic."
    }
  },
  {
    "translation": {
      "en": "THERE'S NO ENGINES.",
      "vi": "Không có động cơ."
    }
  },
  {
    "translation": {
      "en": "WHAT ARE THEY PLANNIN' ON RACIN' WITH? HOPES AND DREAMS?",
      "vi": "Họ định đua với cái gì, ước mơ và hi vọng à?"
    }
  },
  {
    "translation": {
      "en": "I DON'T KNOW, BUT I KNOW THEY'RE SNEAKY AS SHIT,",
      "vi": "Tôi không biết, nhưng họ lén lút lắm"
    }
  },
  {
    "translation": {
      "en": "AND THEY'VE GOT ENOUGH MONEY TO BUY ANYTHING.",
      "vi": "và họ có đủ tiền mua bất cứ thứ gì."
    }
  },
  {
    "translation": {
      "en": "WHAT, JESS?",
      "vi": "Cái gì vậy, Jesse?"
    }
  },
  {
    "translation": {
      "en": "DOM, WE GOT A WOLF PACK.",
      "vi": "Dom, ta có một đoàn hộ tống."
    }
  },
  {
    "translation": {
      "en": "IT'S JOHNNY TRAN, AND HE'S COMIN' YOUR WAY REALLY FAST!",
      "vi": "Là Johnny Trần, và hắn đang tới chỗ anh rất nhanh."
    }
  },
  {
    "translation": {
      "en": "ALL RIGHT, WE GOT COMPANY. SPILNER!",
      "vi": "Được rồi, ta có khách. Spilner."
    }
  },
  {
    "translation": {
      "en": "COME ON. MOVE!",
      "vi": "Đi nào. Di chuyển đi!"
    }
  },
  {
    "translation": {
      "en": "LET ME ASK YOU A QUESTION, TED.",
      "vi": "Để tôi hỏi anh một câu, Ted."
    }
  },
  {
    "translation": {
      "en": "DO YOU SEE ANYTHING WRONG HERE?",
      "vi": "Anh có thấy gì sai ở đây không?"
    }
  },
  {
    "translation": {
      "en": "NO.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "- WE GOT NO ENGINES, DO WE? - NO!",
      "vi": "- Ta không có động cơ, đúng không? - Không."
    }
  },
  {
    "translation": {
      "en": "- DO WE? - NO!",
      "vi": "- Đúng không? - Không."
    }
  },
  {
    "translation": {
      "en": "DO WE? NO!",
      "vi": "- Đúng không? - Không."
    }
  },
  {
    "translation": {
      "en": "A COUPLE OF NISSAN S.R.- TWENTY MOTORS WILL PULL A PREMIUM...",
      "vi": "Vài con mô tô Nissan SR20 sẽ kiếm lời khá lớn"
    }
  },
  {
    "translation": {
      "en": "ONE WEEK BEFORE RACE WARS, HUH? YEAH, PROBABLY.",
      "vi": "- một tuần trước Chiến Trường Đua Xe? - Ừ, có lẽ vậy."
    }
  },
  {
    "translation": {
      "en": "YOU'RE A SMART FENCE, TED. MAYBE TOO SMART.",
      "vi": "Anh là người buôn lậu thông minh, Ted. Có lẽ quá thông minh."
    }
  },
  {
    "translation": {
      "en": "WHAT ARE YOU FEELIN', LANCE?",
      "vi": "Em thấy sao, Lance?"
    }
  },
  {
    "translation": {
      "en": "FORTY WEIGHT?",
      "vi": "Độ nhớt 40?"
    }
  },
  {
    "translation": {
      "en": "FIFTY WEIGHT?",
      "vi": "Độ nhớt 50?"
    }
  },
  {
    "translation": {
      "en": "A FORTY WEIGHT SOUNDS NICE.",
      "vi": "Nhớt 40 nghe được đấy."
    }
  },
  {
    "translation": {
      "en": "WHERE ARE THEY, TED?",
      "vi": "Chúng ở đâu, Ted?"
    }
  },
  {
    "translation": {
      "en": "WHERE ARE THEY? ENOUGH!",
      "vi": "- Chúng ở đâu? - Đủ rồi!"
    }
  },
  {
    "translation": {
      "en": "- WHERE ARE THEY? - THEY'RE IN A WAREHOUSE.",
      "vi": "- Chúng ở đâu? - Chúng ở một nhà kho."
    }
  },
  {
    "translation": {
      "en": "THEY'RE IN A WAREHOUSE, MAN!",
      "vi": "Chúng ở một nhà kho!"
    }
  },
  {
    "translation": {
      "en": "TED.",
      "vi": "Ted."
    }
  },
  {
    "translation": {
      "en": "KISS MY SHOES?",
      "vi": "Hôn giày tao không?"
    }
  },
  {
    "translation": {
      "en": "LET'S GO GET OUR ENGINES.",
      "vi": "Đi lấy động cơ cho ta nào."
    }
  },
  {
    "translation": {
      "en": "MY SUPERIORS ARE FLYING IN FROM D.C. DAY AFTER TOMORROW.",
      "vi": "Cấp trên của tôi sẽ bay tới từ DC, ngày kia."
    }
  },
  {
    "translation": {
      "en": "I WANT SOMETHING TO SHOW.",
      "vi": "Tôi muốn cho họ thấy gì đó."
    }
  },
  {
    "translation": {
      "en": "NOW, WE HAVE A TOP ECHELON FENCE WITH A LUBE HOSE IN HIS MOUTH,",
      "vi": "Giờ ta có một tên buôn lậu cấp cao bị tống ống nhớt vào miệng,"
    }
  },
  {
    "translation": {
      "en": "AUTOMATIC WEAPONS, A JACKET FULL OF PRIORS ON EVERY ONE OF THESE ASIAN PUNKS,",
      "vi": "vũ khí tự động, một đám Châu Á mỗi tên đều đầy tiền án,"
    }
  },
  {
    "translation": {
      "en": "A GARAGE FULL OF DVD PLAYERS AND GENERALLY PSYCHOTIC BEHAVIOR.",
      "vi": "một gara đầy ổ đĩa DVD và hành vi tâm thần nói chung."
    }
  },
  {
    "translation": {
      "en": "NOW, TELL ME WHY WE SHOULDN'T MOVE ON JOHNNY TRAN RIGHT NOW...",
      "vi": "một gara đầy ổ đĩa DVD và hành vi tâm thần nói chung. Nói cho tôi tại sao ta chưa nên chuyển mục tiêu sang Johnny Trần"
    }
  },
  {
    "translation": {
      "en": "AND SEE WHERE WE ARE WHEN THE DUST SETTLES.",
      "vi": "xem ta ở đâu khi việc lắng xuống."
    }
  },
  {
    "translation": {
      "en": "BECAUSE ALL WE HAVE IS BEHAVIOR.",
      "vi": "Vì tất cả những gì ta có là hành vi."
    }
  },
  {
    "translation": {
      "en": "JUST LET ME GET SOME HARD EVIDENCE, BECAUSE WHAT WE HAVE NOW IS JUST CIRCUMSTANTIAL--",
      "vi": "Để tôi kiếm chứng cớ rõ ràng, vì những gì ta có bây giờ chỉ..."
    }
  },
  {
    "translation": {
      "en": "WHAT WE HAVE IS PROBABLE CAUSE.",
      "vi": "Những gì ta có là nguyên nhân khả thi."
    }
  },
  {
    "translation": {
      "en": "AND TRUCKERS ARMING THEMSELVES FOR SOME GOOD OLD- FASHIONED VIGILANTE MAYHEM.",
      "vi": "Và bên xe tải tự trang bị để chống lại bọn gây hỗn loạn cổ điển."
    }
  },
  {
    "translation": {
      "en": "- TELL US ABOUT HECTOR, BRIAN. - OH, LATINOS WITH SPEAR GUNS. GIVE ME A BREAK.",
      "vi": "- Nói về Hector đi, Brian. - Lũ Latinh có súng xiên. Tha tôi đi."
    }
  },
  {
    "translation": {
      "en": "NO, HECTOR'S STILL WORKING ON THE ENGINES FOR THE CARS, BUT THE TIRES DON'T MATCH.",
      "vi": "Người của Hector vẫn đang tìm động cơ, nhưng lốp xe thì không khớp."
    }
  },
  {
    "translation": {
      "en": "WILL SOME-- WILL SOMEONE JUST GIVE ME A CIGARETTE? GET HIM A CIGARETTE.",
      "vi": "Ai đó cho tôi điếu thuốc được không? - Cho cậu ta điếu thuốc. - Đừng cho cậu ta."
    }
  },
  {
    "translation": {
      "en": "DON'T GET HIM A CIGARETTE. I THOUGHT YOU QUIT.",
      "vi": "- Cho cậu ta điếu thuốc. - Đừng cho cậu ta. - Tôi tưởng cậu bỏ rồi. - Ừ, bỏ rồi. Cứ đưa tôi điếu thuốc."
    }
  },
  {
    "translation": {
      "en": "YEAH, I DID QUIT. JUST GIVE ME A CIGARETTE.",
      "vi": "- Tôi tưởng cậu bỏ rồi. - Ừ, bỏ rồi. Cứ đưa tôi điếu thuốc."
    }
  },
  {
    "translation": {
      "en": "GET HIM A CIGARETTE. NO!",
      "vi": "- Cho cậu ta điếu thuốc. - Không!"
    }
  },
  {
    "translation": {
      "en": "TELL ME ABOUT TORETTO.",
      "vi": "Nói cho tôi về Toretto."
    }
  },
  {
    "translation": {
      "en": "WELL, I TOLD YOU, I THINK HE'S TOO CONTROLLED FOR THIS.",
      "vi": "Chà, tôi bảo rồi, tôi nghĩ anh ta quá bị kiểm soát cho việc đó."
    }
  },
  {
    "translation": {
      "en": "I MEAN WHAT? GOING SUICIDAL ON SEMI- TRUCKS? NO WAY.",
      "vi": "Chà, tôi bảo rồi, tôi nghĩ anh ta quá bị kiểm soát cho việc đó. Liều chết vì xe bán tải ư? Không đời nào. Có lẽ bạn anh ta Vince,"
    }
  },
  {
    "translation": {
      "en": "I MEAN, MAYBE HIS BUDDY, VINCE, BUT HE'S TOO STUPID TO PULL IT OFF.",
      "vi": "Liều chết vì xe bán tải ư? Không đời nào. Có lẽ bạn anh ta Vince, nhưng hắn quá ngu để làm việc đó."
    }
  },
  {
    "translation": {
      "en": "- I THINK THE KID SISTER'S BLURRING YOUR VISION. - WHAT DID YOU SAY?",
      "vi": "nhưng hắn quá ngu để làm việc đó. Tôi nghĩ em gái của hắn làm mờ mắt cậu rồi. Ông nói gì cơ?"
    }
  },
  {
    "translation": {
      "en": "I DON'T BLAME YOU. I'D GET OFF ON HER SURVEILLANCE PHOTOS TOO, BUDDY.",
      "vi": "Tôi không trách cậu. Tôi cũng sẽ hứng khi thấy ảnh của cô ta, anh bạn ạ."
    }
  },
  {
    "translation": {
      "en": "KNOCK IT OFF!",
      "vi": "Thôi đi!"
    }
  },
  {
    "translation": {
      "en": "WHAT? ARE YOU GOING NATIVE ON ME, BRIAN?",
      "vi": "Cái gì? Cậu nổi điên với tôi đấy à, Brian?"
    }
  },
  {
    "translation": {
      "en": "HAVE YOU READ TORETTO'S FILE LATELY?",
      "vi": "Gần đây cậu có đọc hồ sơ của Toretto không?"
    }
  },
  {
    "translation": {
      "en": "YEAH. I MEMORIZED THAT FILE.",
      "vi": "- Có. Tôi thuộc lòng hồ sơ đó rồi. - Ừ, vậy thì, đọc lại đi."
    }
  },
  {
    "translation": {
      "en": "YEAH, WELL READ IT AGAIN. NO, BETTER STILL, TAKE A LOOK AT THESE.",
      "vi": "- Có. Tôi thuộc lòng hồ sơ đó rồi. - Ừ, vậy thì, đọc lại đi. Không, nhìn cái này này."
    }
  },
  {
    "translation": {
      "en": "REMEMBER I TOLD YOU ABOUT THE GUY HE NEARLY BEAT TO DEATH?",
      "vi": "Nhớ lần tôi bảo cậu về cái tên bị hắn đánh gần chết không?"
    }
  },
  {
    "translation": {
      "en": "TORETTO DID THIS WITH A THREE- QUARTER INCH TORQUE WRENCH.",
      "vi": "Toretto đã làm việc này với một cái mômen xoắn hai xăng ti met."
    }
  },
  {
    "translation": {
      "en": "HE'S A MODEL OF SELF- CONTROL.",
      "vi": "Hắn là hình mẫu của việc kiềm chế bản thân đấy."
    }
  },
  {
    "translation": {
      "en": "I NEED A FEW MORE DAYS.",
      "vi": "Tôi cần thêm vài ngày nữa."
    }
  },
  {
    "translation": {
      "en": "I NEED A FEW MORE DAYS.",
      "vi": "Tôi cần thêm vài ngày nữa."
    }
  },
  {
    "translation": {
      "en": "♪  GOT A T.R.- SEVEN HERE WITH A BALL- BEARING UPGRADE.",
      "vi": "Tôi có một chiếc TR7 ở đây, với nâng cấp bạc đạn."
    }
  },
  {
    "translation": {
      "en": "WHAT IT'S GONNA DO IS, IT'S GONNA--  IT'S GONNA SPOOL UP REALLY QUICK.",
      "vi": "Việc nó sẽ làm là, nó sẽ xoay rất nhanh."
    }
  },
  {
    "translation": {
      "en": "I GOT THIS SET UP FOR TWENTY- FOUR P.S.I.",
      "vi": "- Tôi cài đặt nó cho 24 đơn vị psi. - Hiểu rồi."
    }
  },
  {
    "translation": {
      "en": "SO, YOU GOT BIG PLANS TONIGHT?",
      "vi": "Tối nay anh có kế hoạch gì à?"
    }
  },
  {
    "translation": {
      "en": "YEAH, WE'RE GOING OUT TO DINNER.",
      "vi": "Ừ. Chúng tôi đi ăn tối."
    }
  },
  {
    "translation": {
      "en": "YOU BREAK HER HEART, I'LL BREAK YOUR NECK.",
      "vi": "Anh làm tan vỡ trái tim con bé, tôi bẻ gãy cổ anh."
    }
  },
  {
    "translation": {
      "en": "THAT'S NOT GONNA HAPPEN.",
      "vi": "Chuyện đó sẽ không xảy ra đâu."
    }
  },
  {
    "translation": {
      "en": "I WANNA SHOW YOU SOMETHING.",
      "vi": "Tôi muốn cho anh xem cái này."
    }
  },
  {
    "translation": {
      "en": "ME AND MY DAD BUILT HER.",
      "vi": "Tôi và bố dựng chiếc xe này."
    }
  },
  {
    "translation": {
      "en": "NINE HUNDRED HORSES OF DETROIT MUSCLE.",
      "vi": "Chín trăm mã lực Detroit."
    }
  },
  {
    "translation": {
      "en": "IT'S A BEAST. KNOW WHAT SHE RAN IN PALMDALE?",
      "vi": "Nó là một con mãnh thú. - Biết nó chạy bao nhiêu ở Palmdale? - Không. Nó chạy bao nhiêu?"
    }
  },
  {
    "translation": {
      "en": "NO. WHAT DID SHE RUN?",
      "vi": "- Biết nó chạy bao nhiêu ở Palmdale? - Không. Nó chạy bao nhiêu?"
    }
  },
  {
    "translation": {
      "en": "NINE SECONDS FLAT.",
      "vi": "Chính xác chín giây."
    }
  },
  {
    "translation": {
      "en": "GOD. MY DAD WAS DRIVING.",
      "vi": "- Chúa ơi. - Bố tôi đã lái."
    }
  },
  {
    "translation": {
      "en": "SO MUCH TORQUE, THE CHASSIS TWISTED COMING OFF THE LINE.",
      "vi": "Qúa nhiều mômen xoắn, ốc ở gầm xe văng ra."
    }
  },
  {
    "translation": {
      "en": "BARELY KEPT HER ON THE TRACK.",
      "vi": "Gần như không giữ được nó trên đường."
    }
  },
  {
    "translation": {
      "en": "SO, WHAT'S YOUR BEST TIME?",
      "vi": "- Thời gian tốt nhất của anh là gì? - Tôi chưa bao giờ lái nó."
    }
  },
  {
    "translation": {
      "en": "- I'VE NEVER DRIVEN HER. - WHY NOT?",
      "vi": "- Thời gian tốt nhất của anh là gì? - Tôi chưa bao giờ lái nó. Sao không?"
    }
  },
  {
    "translation": {
      "en": "IT SCARES THE SHIT OUT OF ME.",
      "vi": "Nó làm tôi sợ phát khiếp."
    }
  },
  {
    "translation": {
      "en": "THAT'S MY DAD.",
      "vi": "Đó là bố tôi."
    }
  },
  {
    "translation": {
      "en": "HE WAS COMIN' UP IN THE PRO STOCK CAR CIRCUIT.",
      "vi": "Ông ấy định dự vòng đua xe độ chuyên nghiệp."
    }
  },
  {
    "translation": {
      "en": "LAST RACE OF THE SEASON.",
      "vi": "Trận đua cuối của mùa giải."
    }
  },
  {
    "translation": {
      "en": "AH, A GUY NAMED KENNY LINDER CAME UP FROM INSIDE... IN THE FINAL TURN.",
      "vi": "Một kẻ tên Kenny Linder đi từ trong, vào vòng cua cuối."
    }
  },
  {
    "translation": {
      "en": "HE CLIPPED HIS BUMPER AND PUT HIM INTO THE WALL AT 120.",
      "vi": "Hắn kẹp cái hãm xung của ông ấy và dồn ông vào 193 kilômét trên giờ."
    }
  },
  {
    "translation": {
      "en": "I WATCHED MY DAD BURN TO DEATH.",
      "vi": "Tôi nhìn bố mình chết cháy."
    }
  },
  {
    "translation": {
      "en": "I REMEMBERED HEARING HIM SCREAM.",
      "vi": "Tôi nhớ dã nghe tiếng ông ấy hét."
    }
  },
  {
    "translation": {
      "en": "BUT THE PEOPLE THAT WERE THERE SAID THAT HE HAD DIED BEFORE THE TANKS BLEW.",
      "vi": "Nhưng những người ở đó nói ông chết trước khi bình xăng nổ."
    }
  },
  {
    "translation": {
      "en": "THEY SAID IT WAS ME WHO WAS SCREAMING.",
      "vi": "Họ nói tôi mới là người la hét."
    }
  },
  {
    "translation": {
      "en": "I SAW LINDER ABOUT A WEEK LATER.",
      "vi": "Tôi thấy Linder gần một tuần sau đó."
    }
  },
  {
    "translation": {
      "en": "I HAD A WRENCH... AND I HIT HIM.",
      "vi": "Tôi có một cái chìa vặn, và tôi đánh hắn."
    }
  },
  {
    "translation": {
      "en": "AND I DIDN'T INTEND TO KEEP HITTING HIM,",
      "vi": "Và tôi không định đánh tiếp,"
    }
  },
  {
    "translation": {
      "en": "BUT BY THE TIME I WAS DONE, I COULDN'T LIFT MY ARM.",
      "vi": "nhưng tới lúc tôi đánh xong, tôi không nhấc nổi tay."
    }
  },
  {
    "translation": {
      "en": "HE'S A JANITOR AT A HIGH SCHOOL.",
      "vi": "Hắn là người gác cổng ở một trường trung học."
    }
  },
  {
    "translation": {
      "en": "HAS TO TAKE THE BUS TO WORK EVERY DAY.",
      "vi": "Hắn phải đi xe buýt đi làm mỗi ngày."
    }
  },
  {
    "translation": {
      "en": "AND THEY BANNED ME FROM THE TRACKS FOR LIFE.",
      "vi": "Và họ cấm tôi đua cả đời."
    }
  },
  {
    "translation": {
      "en": "I LIVE MY LIFE A QUARTER MILE AT A TIME.",
      "vi": "Tôi sống đời mình trong những khoảng khắc."
    }
  },
  {
    "translation": {
      "en": "NOTHING ELSE MATTERS. NOT THE MORTGAGE, NOT THE STORE,",
      "vi": "Chẳng điều gì quan trọng. Không phải giấy nợ, không cửa hàng,"
    }
  },
  {
    "translation": {
      "en": "NOT MY TEAM AND ALL THEIR BULLSHIT.",
      "vi": "không phải đội của tôi và mấy chuyện vở vẩn của họ."
    }
  },
  {
    "translation": {
      "en": "FOR THOSE TEN SECONDS OR LESS,",
      "vi": "Trong mười giây đó hay ít hơn,"
    }
  },
  {
    "translation": {
      "en": "I'M FREE.",
      "vi": "tôi tự do."
    }
  },
  {
    "translation": {
      "en": "SO, UM, HOW IS IT, ANYWAYS, THAT THE-- THE GANG CAME TO BE?",
      "vi": "Vậy, làm cách nào mà bè lũ hợp lại?"
    }
  },
  {
    "translation": {
      "en": "WHAT? THE GANG.",
      "vi": "- Cái gì cơ? - Bè lũ. Bè lũ ư? Không, họ không tự gọi là bè lũ."
    }
  },
  {
    "translation": {
      "en": "THE GANG? NO, THEY DON'T CALL THEMSELVES A GANG.",
      "vi": "Bè lũ ư? Không, họ không tự gọi là bè lũ."
    }
  },
  {
    "translation": {
      "en": "WELL, WHAT DO THEY CALL THEMSELVES THEN? THEY'RE A TEAM.",
      "vi": "- Họ tự gọi là gì? - Họ là một đội."
    }
  },
  {
    "translation": {
      "en": "THEY CALL THEMSELVES A TEAM.",
      "vi": "Họ tự gọi mình là một đội. Được rồi. Vậy sao lại có nhóm?"
    }
  },
  {
    "translation": {
      "en": "ALL RIGHT, SO HOW IS IT THAT THE TEAM CAME TO BE?",
      "vi": "Được rồi. Vậy sao lại có nhóm?"
    }
  },
  {
    "translation": {
      "en": "WELL, THAT'S-- THAT'S-- THAT'S A WHOLE LOT OF HISTORY.",
      "vi": "Chà, chuyện rất dài."
    }
  },
  {
    "translation": {
      "en": "I'VE GOT TIME. OKAY. VINCE GREW UP WITH MY BROTHER.",
      "vi": "- Tôi có thời gian mà. - Rồi. Vince lớn lên cùng anh tôi."
    }
  },
  {
    "translation": {
      "en": "ACTUALLY, HE DIDN'T-- HE DIDN'T EVER ACTUALLY GROW UP.",
      "vi": "Thực ra, như anh thấy, anh ta không thực sự lớn lên."
    }
  },
  {
    "translation": {
      "en": "AS YOU CAN TELL. UH, BUT THEY WERE FRIENDS AS KIDS.",
      "vi": "Thực ra, như anh thấy, anh ta không thực sự lớn lên. Nhưng họ là bạn thuở nhỏ."
    }
  },
  {
    "translation": {
      "en": "AND LETTY, SHE JUST, SHE LIVED DOWN THE STREET.",
      "vi": "Nhưng họ là bạn thuở nhỏ. Và Letty, cô ấy sống ở cuối đường."
    }
  },
  {
    "translation": {
      "en": "ALWAYS INTO CARS, THOUGH. EVER SINCE SHE WAS, LIKE, TEN YEARS OLD.",
      "vi": "Luôn thích xe. Kể từ khi cô ấy mới, khoảng, mười tuổi."
    }
  },
  {
    "translation": {
      "en": "SO, NATURALLY, YOU KNOW, MY BROTHER ALWAYS HAD HER ATTENTION.",
      "vi": "Nên, lẽ tự nhiên, anh biết đó, cô ấy luôn chú ý tới anh tôi."
    }
  },
  {
    "translation": {
      "en": "AND THEN SHE TURNED 16-- AND THEN SHE HAD DOM'S ATTENTION.",
      "vi": "- Và rồi cô ấy 16 tuổi... - Và cô ấy được Dom chú ý."
    }
  },
  {
    "translation": {
      "en": "YEAH. YEAH, IT'S FUNNY HOW THAT WORKS, ISN'T IT?",
      "vi": "Ừ. Thật là buồn cười, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "YEAH.",
      "vi": "Ừ. Thật là buồn cười, nhỉ? Ừ."
    }
  },
  {
    "translation": {
      "en": "HOW IS IT THAT JESSE FITS INTO THE WHOLE THING?",
      "vi": "Jesse tham gia như thế nào?"
    }
  },
  {
    "translation": {
      "en": "JESSE? WELL, JESSE AND LEON JUST SORT OF... SHOWED UP ONE NIGHT AND NEVER, EVER LEFT.",
      "vi": "Jesse. Chà, Jesse và Leon xuất hiện vào một đêm và không bao giờ rời đi."
    }
  },
  {
    "translation": {
      "en": "WELL, IT'S JUST THE WAY MY BROTHER IS, THOUGH, YOU KNOW? DOM'S LIKE--",
      "vi": "Chỉ là con người của anh tôi, anh biết đó. Dom như là..."
    }
  },
  {
    "translation": {
      "en": "HE'S-- HE'S LIKE GRAVITY.",
      "vi": "Anh ấy như trọng lực vậy."
    }
  },
  {
    "translation": {
      "en": "YOU KNOW, EVERYTHING JUST GETS PULLED TO HIM.",
      "vi": "Anh biết đó, mọi thứ cứ bị hút vào anh ấy."
    }
  },
  {
    "translation": {
      "en": "EVEN YOU.",
      "vi": "Kể cả anh."
    }
  },
  {
    "translation": {
      "en": "HM- MM. NO.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "NO.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "THE ONLY THING THAT PULLED ME IN WAS YOU.",
      "vi": "Thứ duy nhất hút tôi vào là cô."
    }
  },
  {
    "translation": {
      "en": "BEING FRIENDS WITH YOUR BROTHER IS JUST A BONUS.",
      "vi": "Làm bạn với anh cô chỉ là thưởng thêm thôi."
    }
  },
  {
    "translation": {
      "en": "THAT-- THAT'S GOOD.",
      "vi": "Tốt."
    }
  },
  {
    "translation": {
      "en": "THAT'S GOOD. IT'S NICE TO COME FIRST EVERY ONCE IN A WHILE.",
      "vi": "Tốt. Thỉnh thoảng mở lời trước cũng hay."
    }
  },
  {
    "translation": {
      "en": "WANT TO GO FOR A DRIVE?",
      "vi": "Muốn lái xe vài vòng không?"
    }
  },
  {
    "translation": {
      "en": "YEAH.  THE HIJACKERS HAVE HIT AGAIN.",
      "vi": "- A lô? - Bọn cướp xe lại hành động."
    }
  },
  {
    "translation": {
      "en": "BILKINS MADE HIS DECISION. WE'RE GONNA MOVE ON JOHNNY TRAN AND HIS GUYS AT 1700 HOURS.",
      "vi": "Bilkins quyết định sẽ chuyển hướng sang Johnny Trần lúc 17 giờ."
    }
  },
  {
    "translation": {
      "en": "UNLESS YOU SAY OTHERWISE.",
      "vi": "Trừ khi anh từ chối."
    }
  },
  {
    "translation": {
      "en": "IF YOU AGREE, JUST SAY YES.",
      "vi": "Nếu anh đồng ý, cứ nói có."
    }
  },
  {
    "translation": {
      "en": "YEAH. WHO IS THAT?",
      "vi": "- Được. - Ai vậy?"
    }
  },
  {
    "translation": {
      "en": "IT'S JUST A WRONG NUMBER.",
      "vi": "Chỉ là gọi nhầm số thôi."
    }
  },
  {
    "translation": {
      "en": "YES, SIR. YEAH, I KNOW, BUT--",
      "vi": "Vâng, thưa ngài. Vâng, tôi biết, nhưng..."
    }
  },
  {
    "translation": {
      "en": "UH, YEAH. YEAH. YES. YES, SIR.",
      "vi": "Vâng, vâng. Rõ, thưa ngài."
    }
  },
  {
    "translation": {
      "en": "YEAH. I GOT IT.",
      "vi": "Vâng. Tôi hiểu rồi."
    }
  },
  {
    "translation": {
      "en": "THE DVD PLAYERS WERE PURCHASED LEGALLY.",
      "vi": "Đầu DVD được mua một cách hợp pháp."
    }
  },
  {
    "translation": {
      "en": "ALL WE'VE GOT ON TRAN AND COMPANY ARE A COUPLE OF LOW- RENT WEAPONS CHARGES...",
      "vi": "Đầu DVD được mua một cách hợp pháp. Tất cả ta có về Trần và công ty hắn là vài cáo buộc vũ khí rẻ tiền"
    }
  },
  {
    "translation": {
      "en": "AND SOME OUTSTANDING SPEEDING TICKETS.",
      "vi": "Tất cả ta có về Trần và công ty hắn là vài cáo buộc vũ khí rẻ tiền và vài vé phạt chạy quá tốc độ."
    }
  },
  {
    "translation": {
      "en": "SO, THEY'RE OUT. YEAH.",
      "vi": "và vài vé phạt chạy quá tốc độ. - Nên, chúng bị loại. - Phải."
    }
  },
  {
    "translation": {
      "en": "FATHER BAILED 'EM OUT.",
      "vi": "Cha hắn bảo lãnh anh em hắn ra."
    }
  },
  {
    "translation": {
      "en": "IS THIS THE KIND OF INTELLIGENCE I CAN EXPECT FROM YOU, O'CONNER?",
      "vi": "Đây là kiểu tin tình báo tôi mong đợi được từ cậu à, O'Conner?"
    }
  },
  {
    "translation": {
      "en": "- YOU'RE GONNA PUT THIS ON ME? - I CAN PUT IT ON WHOEVER I WANT TO, KID.",
      "vi": "Ông định đổ tội cho tôi? Tôi muốn đổ cho ai cũng được, nhóc."
    }
  },
  {
    "translation": {
      "en": "- PERKS OF THE JOB. - NO, THERE'S NO WAY YOU'RE GONNA PUT THIS ON ME--",
      "vi": "- Mặt tích cực của công việc. - Không, ông không thể đổ cho tôi..."
    }
  },
  {
    "translation": {
      "en": "NO, WAIT A MINUTE. WAIT A MINUTE. LET ME TELL YOU.",
      "vi": "Không, đợi đã. Để tôi nói cho cậu."
    }
  },
  {
    "translation": {
      "en": "I DON'T CARE IF YOU HAVE TO PUT A GUN TO SOMEONE'S HEAD...",
      "vi": "Tôi không quan tâm nếu cậu phải dí súng vào đầu ai"
    }
  },
  {
    "translation": {
      "en": "AND BLOW YOUR COVER TO SMITHEREENS.",
      "vi": "và lộ vỏ bọc của cậu. Cậu có 36 tiếng để kiếm tên khốn đó"
    }
  },
  {
    "translation": {
      "en": "YOU'VE GOT 36 HOURS TO CRACK THIS BASTARD,",
      "vi": "Cậu có 36 tiếng để kiếm tên khốn đó"
    }
  },
  {
    "translation": {
      "en": "OR YOU MIGHT WANT TO BE THINKING ABOUT ANOTHER CAREER.",
      "vi": "hoặc có lẽ cậu nên nghĩ tới một nghề khác."
    }
  },
  {
    "translation": {
      "en": "IT'S TORETTO, BRIAN. IT ALWAYS HAS BEEN TORETTO.",
      "vi": "Là Toretto, Brian. Vẫn luôn là Toretto."
    }
  },
  {
    "translation": {
      "en": "TRAN AND HECTOR ARE--",
      "vi": "Trần và Hector là..."
    }
  },
  {
    "translation": {
      "en": "THEY'RE JUST FUMES.",
      "vi": "Chúng chỉ là ngụy trang."
    }
  },
  {
    "translation": {
      "en": "WELL, I KNOW YOU'VE BEEN LYING TO ME. MY QUESTION IS THIS.",
      "vi": "Tôi biết cậu đang nói dôi tôi. Câu hỏi của tôi là,"
    }
  },
  {
    "translation": {
      "en": "HAVE YOU BEEN LYING TO YOURSELF BECAUSE YOU CAN'T SEE PAST MIA?",
      "vi": "cậu tự nói dối bản thân mình vì cậu không thể bỏ qua Mia?"
    }
  },
  {
    "translation": {
      "en": "HE WON'T GO BACK TO PRISON.",
      "vi": "Anh ta sẽ không quay lại tù."
    }
  },
  {
    "translation": {
      "en": "WELL, THAT'S A CHOICE HE'S GOING TO HAVE TO MAKE.",
      "vi": "Chà, đó là lựa chọn anh ta phải đưa ra."
    }
  },
  {
    "translation": {
      "en": "THERE'S ALL KINDS OF FAMILY, BRIAN.",
      "vi": "Có nhiều loại gia đình, Brian."
    }
  },
  {
    "translation": {
      "en": "AND THAT'S A CHOICE YOU'RE GONNA HAVE TO MAKE.",
      "vi": "Và đó là lựa chọn của cậu."
    }
  },
  {
    "translation": {
      "en": "YOU READY FOR THIS, JUMPY?",
      "vi": "Sẵn sàng chưa?"
    }
  },
  {
    "translation": {
      "en": "NICE CAR. WHAT'S THE RETAIL ON ONE OF THOSE?",
      "vi": "Xe đẹp đấy. Gia bao nhiêu thế?"
    }
  },
  {
    "translation": {
      "en": "MORE THAN YOU CAN AFFORD, PAL. FERRARI.",
      "vi": "Nhiều hơn mày có thể mua được. Ferrari đấy."
    }
  },
  {
    "translation": {
      "en": "SMOKE HIM.",
      "vi": "Cho hắn hít khói đi."
    }
  },
  {
    "translation": {
      "en": "SO, WHAT'S WRONG, BRIAN?",
      "vi": "Vậy, có chuyện gì thế, Brian?"
    }
  },
  {
    "translation": {
      "en": "NOTHIN', MAN, I'M FINE.",
      "vi": "Không có gì, anh bạn, tôi ổn."
    }
  },
  {
    "translation": {
      "en": "COME ON. OBVIOUSLY, SOMETHING'S OFF.",
      "vi": "Thôi nào. Rõ ràng là có chuyện gì đó."
    }
  },
  {
    "translation": {
      "en": "LOOK, I HAVE MY GOOD DAYS AND I HAVE MY BAD DAYS. JUST LIKE ANYBODY ELSE.",
      "vi": "Nghe này, tôi có những ngày tốt và tệ hại như những người khác thôi."
    }
  },
  {
    "translation": {
      "en": "BRIAN, DON'T LOSE THAT COOL OF YOURS. THAT'S YOUR MEAL TICKET.",
      "vi": "Brian, đừng mất bình tĩnh. Đó là cần kiếm cơm của anh đấy."
    }
  },
  {
    "translation": {
      "en": "MY MEAL TICKET? WHAT? I-- I CAN'T PAY FOR MY OWN SHRIMP?",
      "vi": "Cần kiếm cơm? Tôi không trả nổi cho con tôm của mình sao?"
    }
  },
  {
    "translation": {
      "en": "I GOT THE SHRIMP.",
      "vi": "Tôi trả tiền tôm."
    }
  },
  {
    "translation": {
      "en": "NO, SEE, THAT'S ONE THING ABOUT ME, DOM, YOU DON'T UNDERSTAND.",
      "vi": "Không, đó là một điều về tôi, Dom. Anh không hiểu đâu."
    }
  },
  {
    "translation": {
      "en": "I DON'T NEED HANDOUTS. I DON'T TAKE HANDOUTS. I EARN MY WAY, EVERY STEP.",
      "vi": "Tôi không cần bao ăn, tôi không nhận đồ ăn được bao. Tôi tự kiếm theo cách của mình, từng bước một."
    }
  },
  {
    "translation": {
      "en": "JUST GOTTA MAKE A LITTLE SOMETHING EXTRA ON THE SIDE, LIKE YOU.",
      "vi": "Tôi cần việc tay trái, như anh."
    }
  },
  {
    "translation": {
      "en": "WHAT DO YOU MEAN, LIKE ME?",
      "vi": "Ý anh là sao, như tôi?"
    }
  },
  {
    "translation": {
      "en": "WHAT'S THAT SUPPOSED TO MEAN? THAT'S WHAT I MEAN.",
      "vi": "- Thế nghĩa là sao? - Ý tôi là thế đấy."
    }
  },
  {
    "translation": {
      "en": "WHAT DOES THAT MEAN, LIKE ME?",
      "vi": "- Như tôi, nghĩa là sao? - Đừng cố..."
    }
  },
  {
    "translation": {
      "en": "DON'T TRY-- I'M NOT STUPID, ALL RIGHT?",
      "vi": "- Như tôi, nghĩa là sao? - Đừng cố... Tôi không có ngu, được chứ?"
    }
  },
  {
    "translation": {
      "en": "I KNOW THAT THERE'S NO WAY IN HELL YOU PAID FOR ALL THAT SHIT YOU GOT UNDER THE HOOD--",
      "vi": "Tôi biết là không đời nào anh chi trả được cho mọi thứ anh có dưới nắp capô..."
    }
  },
  {
    "translation": {
      "en": "THERE'S NO WAY IN HELL YOU PAID FOR ALL THAT SHIT UNDER THE HOOD OF THOSE CARS...",
      "vi": "Tôi biết không đời nào anh trả nổi tất cả mọi thứ dưới nắp capô của các xe đó"
    }
  },
  {
    "translation": {
      "en": "BY DOING TUNE- UPS AND SELLING GROCERIES.",
      "vi": "bằng việc độ xe và bán tạp phẩm."
    }
  },
  {
    "translation": {
      "en": "WHATEVER IT IS YOU'RE IN ON, I WANT IN ON IT TOO.",
      "vi": "Giờ dù anh đang làm việc gì, tôi cũng muốn tham gia."
    }
  },
  {
    "translation": {
      "en": "WELL, WHAT IS THIS? READ IT.",
      "vi": "- Cái gì đây? - Đọc đi."
    }
  },
  {
    "translation": {
      "en": "WHAT IS THIS FOR?",
      "vi": "- Cái này để làm gì? - Là những chỉ dẫn."
    }
  },
  {
    "translation": {
      "en": "IT'S DIRECTIONS. TO RACE WARS.",
      "vi": "- Cái này để làm gì? - Là những chỉ dẫn. Tới Chiến Trường Đua Xe."
    }
  },
  {
    "translation": {
      "en": "WE'LL SEE HOW YOU DO.",
      "vi": "Ta sẽ thấy anh biểu diễn thế nào."
    }
  },
  {
    "translation": {
      "en": "THEN WE'LL TALK.",
      "vi": "Rồi ta sẽ nói chuyện."
    }
  },
  {
    "translation": {
      "en": "HOW'S IT GOING, BRO?",
      "vi": "- Sao rồi, người anh em? - Sao rồi, anh bạn?"
    }
  },
  {
    "translation": {
      "en": "WHASSUP, MAN? WELCOME TO RACE WARS.",
      "vi": "- Sao rồi, người anh em? - Sao rồi, anh bạn? - Chào mừng tới Chiến Trường Đua. - Tuyệt. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "GREAT. THANKS A LOT.",
      "vi": "- Chào mừng tới Chiến Trường Đua. - Tuyệt. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "BABY. HEY, BABY.",
      "vi": "Cưng. Này, cưng ơi."
    }
  },
  {
    "translation": {
      "en": "YOU SHOULD BE WATCHING FROM THE SIDE. WOULDN'T WANT TO GET ANY EXHAUST ON THAT PRETTY FACE.",
      "vi": "Cưng nên đứng bên lề mà xem. Anh không muốn cái mặt xinh đẹp vậy mệt mỏi đâu."
    }
  },
  {
    "translation": {
      "en": "HOW 'BOUT YOU PUT YOUR MONEY WHERE YOUR MOUTH IS?",
      "vi": "Sao anh không đi mà chứng minh bằng hành động ấy."
    }
  },
  {
    "translation": {
      "en": "WELL, HOW 'BOUT I RACE YOU FOR THAT SWEET LITTLE ASS?",
      "vi": "Chà, thế anh đua với cưng để thắng cặp mông đó nhé."
    }
  },
  {
    "translation": {
      "en": "YOU WANT ASS, WHY DON'T YOU HIT HOLLYWOOD BOULEVARD?",
      "vi": "Muốn mông thì đi mà tới Hollywood Boulevard ấy? Muốn đua thì độ 200 đô."
    }
  },
  {
    "translation": {
      "en": "YOU WANT AN ADRENALINE RUSH, IT'LL BE TWO LARGE.",
      "vi": "Muốn đua thì độ 200 đô."
    }
  },
  {
    "translation": {
      "en": "RIGHT HERE. RIGHT NOW. WHAT'S IT GONNA BE?",
      "vi": "Ngay đây. Ngay bây giờ. Thế nào?"
    }
  },
  {
    "translation": {
      "en": "YOU GOT IT.",
      "vi": "Được thôi."
    }
  },
  {
    "translation": {
      "en": "♪ UH, UH- UH, UH- UH ANOTHER ONE BITES THE DUST ♪",
      "vi": "Một đứa nữa tiêu tùng."
    }
  },
  {
    "translation": {
      "en": "COME ON. WHAT DO YOU GOT? WHAT YOU GOT?",
      "vi": "Thôi nào. Cô em có gì? Cô em có gì nào?"
    }
  },
  {
    "translation": {
      "en": "SEE YA.",
      "vi": "Tạm biệt."
    }
  },
  {
    "translation": {
      "en": "WHOA! YO, BRI', WHAT'S UP? HEY, WHAT'S UP, JESSE?",
      "vi": "- Chào, Brian. Sao rồi? - Chào, Jesse, sao rồi?"
    }
  },
  {
    "translation": {
      "en": "WHAT DO YOU HAVE IN YOUR HAND?",
      "vi": "Tay anh có gì thế? Độ giấy tờ xe, như anh thôi."
    }
  },
  {
    "translation": {
      "en": "THROWING DOWN THE PINK SLIP, JUST LIKE YOU.",
      "vi": "Độ giấy tờ xe, như anh thôi."
    }
  },
  {
    "translation": {
      "en": "THE PINK SLIP TO WHAT? THE JETTA? YEAH.",
      "vi": "- Giấy tờ gì? Của chiếc Jetta ấy hả? - Ừ."
    }
  },
  {
    "translation": {
      "en": "YOU CAN'T BET YOUR DAD'S CAR.",
      "vi": "- Anh không thể cược xe của bố anh. - Không sao."
    }
  },
  {
    "translation": {
      "en": "IT'S ALL RIGHT. I AIN'T LOSING.",
      "vi": "- Anh không thể cược xe của bố anh. - Không sao. Tôi không thua đâu."
    }
  },
  {
    "translation": {
      "en": "THIS FOOL IS RUNNING A HONDA TWO THOUSAND. I'LL WIN.",
      "vi": "Tên ngốc này chạy xe Honda 2000. Tôi sẽ thắng thôi."
    }
  },
  {
    "translation": {
      "en": "THAT WAY ME AND MY DAD CAN ROLL TOGETHER WHEN HE GETS OUT OF PRISON. IT'S ALL GOOD.",
      "vi": "Bằng cách đó, tôi và bố có thể cùng chơi với nhau khi ông ấy ra tù."
    }
  },
  {
    "translation": {
      "en": "WELL, THEY'RE GONNA THROW HIM RIGHT BACK IN PRISON AFTER HE KILLS YOU.",
      "vi": "Chà, họ sẽ tống ông ấy lại vào tù - khi ông giết anh. - Chết, tới tôi."
    }
  },
  {
    "translation": {
      "en": "YOU VISUALIZE THE WIN.",
      "vi": "Anh tự hình dung ra chiến thắng thôi."
    }
  },
  {
    "translation": {
      "en": "HEY, VISUALIZE THE WIN, JESSE. I'M SERIOUS. YOU GOT TO LISTEN TO ME, MAN.",
      "vi": "Tự hình dung ra chiến thắng, Jesse. Nghiêm túc đó. Nghe tôi đi."
    }
  },
  {
    "translation": {
      "en": "WHO ARE YOU RACING?",
      "vi": "Tự hình dung ra chiến thắng, Jesse. Nghiêm túc đó. Nghe tôi đi. Anh đua với ai?"
    }
  },
  {
    "translation": {
      "en": "JESSE, DON'T DO IT.",
      "vi": "Jesse, đừng làm vậy."
    }
  },
  {
    "translation": {
      "en": "I BET YOU HE'S GOT MORE THAN A HUNDRED GRAND UNDER THE HOOD OF THAT CAR. UH- HUH.",
      "vi": "Tôi cá với anh hắn có hơn 100.000 đô dưới nắp xe đó."
    }
  },
  {
    "translation": {
      "en": "TOO SOON, JUNIOR.",
      "vi": "Quá sớm rồi, thằng tập sự."
    }
  },
  {
    "translation": {
      "en": "NO!",
      "vi": "Không!"
    }
  },
  {
    "translation": {
      "en": "- WHOO! - SHIT!",
      "vi": "Chết tiệt!"
    }
  },
  {
    "translation": {
      "en": "OH, GOD!",
      "vi": "Chúa ơi!"
    }
  },
  {
    "translation": {
      "en": "YO! HEADS UP, BRO. WE GOT PROBLEMS.",
      "vi": "Này! Nghe này, người anh em. Có chuyện rồi."
    }
  },
  {
    "translation": {
      "en": "WHAT? JESSE.",
      "vi": "- Sao thế? - Jesse."
    }
  },
  {
    "translation": {
      "en": "WHERE'S JESSE GOING?",
      "vi": "Jesse đi đâu thế?"
    }
  },
  {
    "translation": {
      "en": "- HE JUST RACED TRAN FOR SLIPS. - OH, SHIT.",
      "vi": "- Anh ta cược xe đua với Trần. - Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "- WHERE'S HE GOING? - HE WENT TO THE CAR WASH.",
      "vi": "- Anh ta đi đâu thế? - Anh ấy đi rửa xe."
    }
  },
  {
    "translation": {
      "en": "WHATEVER. GO FETCH MY CAR.",
      "vi": "Sao cũng được. Đi lấy xe cho tao."
    }
  },
  {
    "translation": {
      "en": "GO FETCH YOUR CAR?",
      "vi": "Đi lấy xe cho mày?"
    }
  },
  {
    "translation": {
      "en": "WE'RE NOT ON YOUR BLOCK ANY MORE.",
      "vi": "Bọn tao không ở lãnh địa của mày."
    }
  },
  {
    "translation": {
      "en": "YOU BETTER WATCH WHO YOU TALK TO LIKE THAT.",
      "vi": "Mày nên coi chừng đang nói chuyện như thế với ai."
    }
  },
  {
    "translation": {
      "en": "TORETTO!",
      "vi": "Toretto!"
    }
  },
  {
    "translation": {
      "en": "OKAY, WATCH IT. TORETTO!",
      "vi": "Toretto!"
    }
  },
  {
    "translation": {
      "en": "SWAT CAME INTO MY HOUSE,",
      "vi": "Đội đặc nhiệm SWAT tới nhà tao,"
    }
  },
  {
    "translation": {
      "en": "DISRESPECTED MY WHOLE FAMILY BECAUSE SOMEBODY NARC'D ME OUT.",
      "vi": "hỗn xược với cả gia đình tao, vì có ai đó chỉ điểm tao."
    }
  },
  {
    "translation": {
      "en": "AND YOU KNOW WHAT? IT WAS YOU!",
      "vi": "Và mày biết không? Đó là mày!"
    }
  },
  {
    "translation": {
      "en": "GO! GO! GO! GET HIM!",
      "vi": "CẢNH VỆ"
    }
  },
  {
    "translation": {
      "en": "NO! GET OFF OF HIM, MAN. GET OFF OF HIM!",
      "vi": "Tránh ra khỏi anh ta, anh bạn! Tránh ra khỏi anh ta!"
    }
  },
  {
    "translation": {
      "en": "DOM, CHILL OUT, MAN. COME ON!",
      "vi": "Dom, bình tĩnh, anh bạn. Thôi nào, đi thôi!"
    }
  },
  {
    "translation": {
      "en": "I NEVER NARC'D ON NOBODY!",
      "vi": "Dom, bình tĩnh, anh bạn. Thôi nào, đi thôi! Tao chưa bao giờ chỉ điểm ai!"
    }
  },
  {
    "translation": {
      "en": "I NEVER NARC'D ON NOBODY!",
      "vi": "Tao chưa bao giờ chỉ điểm ai!"
    }
  },
  {
    "translation": {
      "en": "MIA.",
      "vi": "Mia."
    }
  },
  {
    "translation": {
      "en": "AND NOW I AM ASKING YOU NOT TO GO.",
      "vi": "Tôi tôn trọng anh và em chưa nói gì cả. Giờ em xin anh đừng đi."
    }
  },
  {
    "translation": {
      "en": "MIA, I'M DOING THIS FOR BOTH OF US. NO, DON'T GIVE ME THAT CRAP.",
      "vi": "- Anh làm việc này cho cả hai. - Đừng nói kiểu vớ vẩn đó. Anh làm việc này cho anh."
    }
  },
  {
    "translation": {
      "en": "YOU'RE DOING THIS FOR YOU.",
      "vi": "Anh làm việc này cho anh. Sao anh cứ khăng khăng làm vậy? Dom, làm ơn, đừng."
    }
  },
  {
    "translation": {
      "en": "WHY ARE YOU INSISTING ON DOING THIS? DOM, PLEASE, JUST DON'T.",
      "vi": "Sao anh cứ khăng khăng làm vậy? Dom, làm ơn, đừng."
    }
  },
  {
    "translation": {
      "en": "MIA, WHAT'S GOING ON? WHAT?",
      "vi": "- Mia, có chuyện gì thế? - Gì cơ?"
    }
  },
  {
    "translation": {
      "en": "YOU KNOW WHAT I'M TALKING ABOUT. NO, I DON'T, BRIAN.",
      "vi": "- Em biết anh đang nói gì mà. - Không, em không biết, Brian."
    }
  },
  {
    "translation": {
      "en": "OH, SO WHAT? YOU ALWAYS HAVE TEARS IN YOUR EYES WHEN DOM DRIVES AWAY?",
      "vi": "Em luôn khóc khi Dom lái xe đi à?"
    }
  },
  {
    "translation": {
      "en": "WHAT IS THE MATTER WITH YOU?",
      "vi": "Anh có vấn đề gì thế?"
    }
  },
  {
    "translation": {
      "en": "COME ON. WHAT'S YOUR BROTHER RACING OFF IN THE MIDDLE OF THE NIGHT FOR?",
      "vi": "Thôi nào, anh trai em lái xe đi vào giữa đêm làm gì?"
    }
  },
  {
    "translation": {
      "en": "I'M TALKING ABOUT THE TRUCKS. YOU KNOW ABOUT THE TRUCKS? NO, BRIAN! WHAT TRUCKS?",
      "vi": "- Em biết về xe tải? - Không, Brian! Xe tải gì? Không, Brian! Xe tải gì?"
    }
  },
  {
    "translation": {
      "en": "JESUS CHRIST. WHAT? LISTEN TO ME.",
      "vi": "Chúa ơi. - Cái gì? - Nghe anh này."
    }
  },
  {
    "translation": {
      "en": "MIA, I'M A COP.",
      "vi": "Mia, anh là cớm."
    }
  },
  {
    "translation": {
      "en": "WHAT ARE YOU TALKING ABOUT, BRIAN? WHAT IS THIS?",
      "vi": "Anh đang nói gì thế, Brian? Chuyện gì đây?"
    }
  },
  {
    "translation": {
      "en": "EVER SINCE THE FIRST TIME I MET YOU, I'VE BEEN UNDERCOVER.",
      "vi": "Từ khi anh gặp em, anh đã đang ngụy trang."
    }
  },
  {
    "translation": {
      "en": "I'M A COP.",
      "vi": "Anh là cớm."
    }
  },
  {
    "translation": {
      "en": "OH, YOU BASTARD.",
      "vi": "Đồ khốn."
    }
  },
  {
    "translation": {
      "en": "YOU BASTARD.",
      "vi": "Đồ khốn."
    }
  },
  {
    "translation": {
      "en": "MIA. GET OFF OF ME, BRIAN!",
      "vi": "- Mia. - Bỏ tôi ra, Brian!"
    }
  },
  {
    "translation": {
      "en": "MIA! LISTEN TO ME!",
      "vi": "Mia! Nghe anh này!"
    }
  },
  {
    "translation": {
      "en": "EVERYTHING I EVER SAID I FELT ABOUT YOU WAS REAL.",
      "vi": "Mọi cảm giác anh từng nói về em đều là thật."
    }
  },
  {
    "translation": {
      "en": "I SWEAR TO GOD. YOU HAVE TO BELIEVE ME, MIA.",
      "vi": "Mọi cảm giác anh từng nói về em đều là thật. Anh thề với Chúa. Em phải tin anh, Mia."
    }
  },
  {
    "translation": {
      "en": "BUT RIGHT NOW THIS ISN'T ABOUT YOU AND ME. YOUR BROTHER'S OUT THERE.",
      "vi": "Nhưng chuyện này không về anh và em. Anh trai em tiến hành một vụ ngoài đó,"
    }
  },
  {
    "translation": {
      "en": "HE'S ABOUT TO PULL A JOB, AND WE'RE RUNNING OUT OF TIME.",
      "vi": "Nhưng chuyện này không về anh và em. Anh trai em tiến hành một vụ ngoài đó, và chúng ta không còn thời gian. Những xe tải đó sẽ chống trả."
    }
  },
  {
    "translation": {
      "en": "THOSE TRUCKERS, THEY'RE NOT LAYING DOWN ANYMORE.",
      "vi": "và chúng ta không còn thời gian. Những xe tải đó sẽ chống trả."
    }
  },
  {
    "translation": {
      "en": "MAYBE THEY'LL MAKE IT THROUGH TONIGHT,",
      "vi": "Có lẽ đêm nay họ sẽ thoát được, nhưng mọi cơ quan luật pháp"
    }
  },
  {
    "translation": {
      "en": "BUT EVERY SINGLE LAW ENFORCEMENT AGENCY IN CALIFORNIA'S COMING DOWN ON 'EM.",
      "vi": "Có lẽ đêm nay họ sẽ thoát được, nhưng mọi cơ quan luật pháp ở California đang truy lùng họ."
    }
  },
  {
    "translation": {
      "en": "IF YOU DON'T WANT ANYTHING TO HAPPEN TO YOUR BROTHER, TO LETTY, TO LEON, TO VINCE...",
      "vi": "Nếu em không muốn có chuyện gì xảy ra với anh em, với Letty, Leon, Vince,"
    }
  },
  {
    "translation": {
      "en": "YOU HAVE TO JUST GET IN THAT CAR WITH ME RIGHT NOW. YOU HAVE TO HELP ME.",
      "vi": "em phải vào xe đó với anh ngay. Em phải giúp anh."
    }
  },
  {
    "translation": {
      "en": "MIA, YOU ARE THE ONLY PERSON THAT CAN HELP ME RIGHT NOW.",
      "vi": "Mia, em là người duy nhất bây giờ có thế giúp anh."
    }
  },
  {
    "translation": {
      "en": "PLEASE, MIA. PLEASE HELP ME.",
      "vi": "Làm ơn, Mia. Làm ơn hãy giúp anh."
    }
  },
  {
    "translation": {
      "en": "CIVICS ARE STASHED SOMEWHERE OUTSIDE OF THERMAL.",
      "vi": "Những chiếc Honda Civic được giấu đâu đó ngoài Thermal."
    }
  },
  {
    "translation": {
      "en": "AND THEY WOULDN'T DOUBLE BACK. AND HIGHWAY 10's JUST WAY TOO WELL PATROLLED.",
      "vi": "Họ sẽ không quay lại, và Cao tốc số mười bị tuần tra quá kĩ."
    }
  },
  {
    "translation": {
      "en": "SO, WHAT DOES THAT LEAVE US WITH THEN? THAT LEAVES US WITH ALL THIS.",
      "vi": "- Vậy, giờ ta còn gì? - Ta còn những thứ này."
    }
  },
  {
    "translation": {
      "en": "NEXTEL. YEAH, THIS IS OFFICER BRIAN O'CONNER.",
      "vi": "- Công ty Nextel. - Vâng, đây là Sĩ Quan Brian O'Conner."
    }
  },
  {
    "translation": {
      "en": "SERIAL NUMBER 34762. I NEED A CELL PHONE TRACE.",
      "vi": "Sơ ri số 34762. Tôi cần một dò điện thoại di động."
    }
  },
  {
    "translation": {
      "en": "OKAY. WHAT'S THE CELL NUMBER? MIA, WHAT'S THE CELL PHONE NUMBER?",
      "vi": "- Rồi. Số điện thoại là gì? - Mia, Số điện thoại là gì?"
    }
  },
  {
    "translation": {
      "en": "COME ON, MIA. SHE NEEDS DOM'S CELL PHONE NUMBER NOW.",
      "vi": "Thôi nào, Mia. Cô ấy cần số điện thoại của Dom ngay."
    }
  },
  {
    "translation": {
      "en": "(323) 555- 6439.",
      "vi": "323-555-6439."
    }
  },
  {
    "translation": {
      "en": "THANK YOU. YEAH, YOU GET THAT?",
      "vi": "Cảm ơn em. Cô lấy được chưa?"
    }
  },
  {
    "translation": {
      "en": "ALL RIGHT, WE'RE ONE MAN SHORT. LETTY, I NEED YOU ON THE LEFT SIDE.",
      "vi": "Rồi, ta thiếu một người. Letty, anh cần em ở bên trái."
    }
  },
  {
    "translation": {
      "en": "YOUR SISTER'S RIGHT ABOUT THIS ONE. THIS DON'T FEEL GOOD.",
      "vi": "Em gái anh nói đúng về vụ này. Việc này không có cảm giác tốt."
    }
  },
  {
    "translation": {
      "en": "- DON'T DO THAT. - SOMETHING'S WRONG.",
      "vi": "Đừng làm vậy. Có chuyện gì đó không ổn."
    }
  },
  {
    "translation": {
      "en": "STOP. WE SHOULDN'T BE DOING THIS WITHOUT JESSE.",
      "vi": "Có chuyện gì đó không ổn. - Dừng lại. - Không nên làm mà không có Jesse."
    }
  },
  {
    "translation": {
      "en": "LOOK, THIS IS THE MOTHER LODE. WE'VE BEEN ON THIS FOR THREE MONTHS.",
      "vi": "Nghe này, đây là vố lớn. Ta đã theo dõi nó ba tháng rồi."
    }
  },
  {
    "translation": {
      "en": "AFTER THIS, IT'S A LONG VACATION FOR EVERYONE.",
      "vi": "Sau vụ này, mọi người được xả hơi dài ngày."
    }
  },
  {
    "translation": {
      "en": "LET'S GO. I HOPE SO.",
      "vi": "- Đi thôi. - Mong là vậy."
    }
  },
  {
    "translation": {
      "en": "LISTEN, THE OTHER NIGHT I HAD A DREAM...",
      "vi": "Nghe này, đếm hôm trước anh nằm mơ"
    }
  },
  {
    "translation": {
      "en": "THAT YOU AND I WERE ON THE BEACH IN MEXICO.",
      "vi": "rằng em và anh ở bãi biển Mê hi cô."
    }
  },
  {
    "translation": {
      "en": "REALLY? REALLY.",
      "vi": "- Thật sao? - Thật."
    }
  },
  {
    "translation": {
      "en": "COME ON. LET'S MAKE THIS HAPPEN.",
      "vi": "Đi nào. Hãy làm chuyện đó xảy ra."
    }
  },
  {
    "translation": {
      "en": "- LEON, KEEP ON THOSE SCANNERS. - COPY THAT.",
      "vi": "- Leon, xem máy quét cẩn thận. - Rõ."
    }
  },
  {
    "translation": {
      "en": "ALL RIGHT, LET'S GO.",
      "vi": "Được rồi, đi thôi."
    }
  },
  {
    "translation": {
      "en": "YEAH. OKAY, WE TRACED THE NUMBER TO THE NORTHBOUND 86.",
      "vi": "Tôi nghe đây. Rồi, chúng tôi theo dấu điện thoại tới biên giới phía Bắc 86."
    }
  },
  {
    "translation": {
      "en": "MILE 114 OUTSIDE COACHELLA. WE'LL KEEP THE TRACE OPEN, OFFICER.",
      "vi": "kilômét số 183, ngoài Coachella. Tôi sẽ giữ dấu, Sĩ Quan."
    }
  },
  {
    "translation": {
      "en": "LET ME SEE THIS.",
      "vi": "Để xem nào."
    }
  },
  {
    "translation": {
      "en": "ALL RIGHT, I THINK WE'RE ABOUT 40 MILES AWAY.",
      "vi": "Được rồi, anh nghĩ ta còn cách khoảng 64 kilômét nữa."
    }
  },
  {
    "translation": {
      "en": "WHAT ARE YOU GONNA DO?",
      "vi": "Anh định làm gì?"
    }
  },
  {
    "translation": {
      "en": "WHAT ARE YOU GONNA DO?",
      "vi": "Anh định làm gì?"
    }
  },
  {
    "translation": {
      "en": "OKAY! GO TIME!",
      "vi": "Được rồi! Tới giờ đi rồi!"
    }
  },
  {
    "translation": {
      "en": "WE'RE ALL GOOD, MAN. I GOT NOTHING ON THE SCANNERS.",
      "vi": "Ổn rồi, anh bạn. Tôi không thấy gì trên máy quét."
    }
  },
  {
    "translation": {
      "en": "KEEP GOING.",
      "vi": "Tiếp tục đi."
    }
  },
  {
    "translation": {
      "en": "VINCE!",
      "vi": "Vince!"
    }
  },
  {
    "translation": {
      "en": "VINCE, DON'T! GET BACK IN!",
      "vi": "Vince, đừng! Quay vào đi!"
    }
  },
  {
    "translation": {
      "en": "VINCE!",
      "vi": "Vince!"
    }
  },
  {
    "translation": {
      "en": "HE'S GOT A DAMN SHOTGUN! LEON!",
      "vi": "Hắn có súng đạn hoa cải! Leon!"
    }
  },
  {
    "translation": {
      "en": "BACK OFF! BACK OFF! GET HIM OFF OF THERE!",
      "vi": "Lùi lại! Lùi lại! Đưa anh ấy ra khỏi đó!"
    }
  },
  {
    "translation": {
      "en": "OH, SHIT!",
      "vi": "Chết tiệt!"
    }
  },
  {
    "translation": {
      "en": "GET ME OFF THIS THING! PULL UP! UN--",
      "vi": "Cho tôi ra khỏi thứ này! Lùi xe vào!"
    }
  },
  {
    "translation": {
      "en": "PULL UP, I'LL JUMP! UNHOOK-- UNHOOK YOURSELF. DO IT!",
      "vi": "Cởi móc ra. Làm đi!"
    }
  },
  {
    "translation": {
      "en": "DO IT! I CAN'T GET...",
      "vi": "- Làm đi! - Tôi không thể..."
    }
  },
  {
    "translation": {
      "en": "YOU CAN DO IT!",
      "vi": "Anh làm được mà!"
    }
  },
  {
    "translation": {
      "en": "COME ON, VINCE!",
      "vi": "Cố lên, Vince!"
    }
  },
  {
    "translation": {
      "en": "I'M PULLING UP TO DISTRACT HIM!",
      "vi": "Dom! Em sẽ tiến gần vào để đánh lạc hướng!"
    }
  },
  {
    "translation": {
      "en": "COME ON, BOY!",
      "vi": "Cố lên, chàng trai!"
    }
  },
  {
    "translation": {
      "en": "SHOT DOESN'T GET BETTER THAN THIS.",
      "vi": "Không có cơ hội tốt hơn đâu."
    }
  },
  {
    "translation": {
      "en": "SON OF A BITCH!",
      "vi": "Thằng khốn!"
    }
  },
  {
    "translation": {
      "en": "TAKE ME OFF HERE OR I'M GONNA UNHOOK THE WIRE!",
      "vi": "Cho tôi ra khỏi đây, không thì tôi phải bỏ dây! Thử lại đi. Một, hai, ba!"
    }
  },
  {
    "translation": {
      "en": "TRY IT AGAIN. ONE, TWO, THREE!",
      "vi": "Thử lại đi. Một, hai, ba!"
    }
  },
  {
    "translation": {
      "en": "UNHOOK YOURSELF!",
      "vi": "Cởi móc ra đi!"
    }
  },
  {
    "translation": {
      "en": "I CAN'T GET MY ARM FREE! MY ARM!",
      "vi": "Tôi không thả tay ra được!"
    }
  },
  {
    "translation": {
      "en": "- VINCE, GRAB MY HAND! - MY ARM!",
      "vi": "- Vince, nắm lấy tay tôi! - Tay của tôi!"
    }
  },
  {
    "translation": {
      "en": "LISTEN, GIVE ME YOUR HAND.",
      "vi": "Nghe này, đưa tay cho tôi."
    }
  },
  {
    "translation": {
      "en": "I'M GONNA PULL YOU OFF THE RIG!",
      "vi": "Tôi sẽ kéo anh khỏi cái móc!"
    }
  },
  {
    "translation": {
      "en": "VINCE!",
      "vi": "Vince!"
    }
  },
  {
    "translation": {
      "en": "DOMINIC! HOLD ON!",
      "vi": "Bám lấy!"
    }
  },
  {
    "translation": {
      "en": "GIVE ME YOUR HAND! LISTEN TO ME!",
      "vi": "Đưa tay cho tôi! Nghe này!"
    }
  },
  {
    "translation": {
      "en": "DOMINIC!",
      "vi": "Dominic!"
    }
  },
  {
    "translation": {
      "en": "SHIT!",
      "vi": "Chết tiệt!"
    }
  },
  {
    "translation": {
      "en": "- DOMINIC! - HANG ON!",
      "vi": "- Dominic! - Cố bám lấy!"
    }
  },
  {
    "translation": {
      "en": "DOM! MOVE OUT OF THE WAY. I'M COMING TO GET HIM.",
      "vi": "Dom! Tránh ra khỏi đường. Em sẽ cứu anh ấy."
    }
  },
  {
    "translation": {
      "en": "LETTY!",
      "vi": "Letty!"
    }
  },
  {
    "translation": {
      "en": "- LEON! - YO!",
      "vi": "- Leon! - Này!"
    }
  },
  {
    "translation": {
      "en": "PULL BACK FOR LETTY. GET HER OUT OF THERE!",
      "vi": "Lùi lại chỗ Letty. Đưa cô ấy ra khỏi đó!"
    }
  },
  {
    "translation": {
      "en": "I'M ON IT! GO!",
      "vi": "Tôi đang làm đây! Đi đi!"
    }
  },
  {
    "translation": {
      "en": "I'VE GOT HER! YOU GET VINCE OFF THAT TRUCK.",
      "vi": "Tôi cứu cô ấy rồi! Anh đưa Vince ra khỏi cái xe tải đó."
    }
  },
  {
    "translation": {
      "en": "LETTY! COME ON, BABY. LETTY?",
      "vi": "Letty! Cố lên, cưng."
    }
  },
  {
    "translation": {
      "en": "YOU OKAY? OH, SHIT.",
      "vi": "Cô không sao chứ?"
    }
  },
  {
    "translation": {
      "en": "COME ON, GIRL, YOU ALL RIGHT?",
      "vi": "Chết tiệt. Cố lên, cô gái, cô ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "COME ON, LET ME LOOK AT YOU. COME ON. WE GOT TO GO. LET'S GO.",
      "vi": "Cố lên, để tôi nhìn cô nào. Cố lên. Chúng ta phải đi. Đi thôi."
    }
  },
  {
    "translation": {
      "en": "VINCE!",
      "vi": "Vince!"
    }
  },
  {
    "translation": {
      "en": "HERE TAKE THE WHEEL.",
      "vi": "Đây, cầm lái đi."
    }
  },
  {
    "translation": {
      "en": "WHAT DO YOU MEAN? TAKE THE WHEEL! PUT YOUR FOOT ON THE GAS!",
      "vi": "Ý anh, Cầm lái là sao? Cầm lái đi. Đặt chân lên chân ga."
    }
  },
  {
    "translation": {
      "en": "I'M GONNA GET HIM. PUT YOUR FOOT ON THE GAS!",
      "vi": "Anh sẽ cứu anh ấy. Đặt chân lên chân ga!"
    }
  },
  {
    "translation": {
      "en": "OKAY! OKAY!",
      "vi": "Được rồi! Được rồi!"
    }
  },
  {
    "translation": {
      "en": "COME ON. KEEP IT STEADY. I GOT IT!",
      "vi": "Cố lên. Giữ vững vàng vào. Em lái được rồi!"
    }
  },
  {
    "translation": {
      "en": "ALL RIGHT, HOLD ON, VINCE. OKAY!",
      "vi": "Được rồi, bám chắc vào, Vince."
    }
  },
  {
    "translation": {
      "en": "HEY, HE'S HAVING A HARD TIME HOLDING ON! GET ME A LITTLE CLOSER!",
      "vi": "Này, anh ấy khó bám vào quá. Đưa anh vào gần hơn đi."
    }
  },
  {
    "translation": {
      "en": "ALL RIGHT!",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "- CLOSER! - I'M MOVING IN!",
      "vi": "- Gần hơn nữa. - Em đang lái vào."
    }
  },
  {
    "translation": {
      "en": "HOLD IT RIGHT THERE!",
      "vi": "Giữ ở ngay đó!"
    }
  },
  {
    "translation": {
      "en": "GO!",
      "vi": "Đi thôi!"
    }
  },
  {
    "translation": {
      "en": "VINCE! YOU GOT TO HANG IN HERE WITH ME RIGHT NOW!",
      "vi": "Anh phải cố bám vào với tôi ngay!"
    }
  },
  {
    "translation": {
      "en": "WE'RE GONNA GET YOU OFF THIS THING! GIVE ME YOUR ARM!",
      "vi": "Chúng ta sẽ đưa anh ra khỏi thứ này. Đưa tay cho tôi!"
    }
  },
  {
    "translation": {
      "en": "VINCE, LOOK AT ME! DON'T LET GO!",
      "vi": "Vince, nhìn tôi này! Đừng bỏ tay ra!"
    }
  },
  {
    "translation": {
      "en": "COME ON, VINCE! THROW THIS ARM AROUND ME!",
      "vi": "Cố lên, Vince! Quàng tay quanh tôi!"
    }
  },
  {
    "translation": {
      "en": "VINCE, DON'T LET GO! COME ON!",
      "vi": "Vince, đừng bỏ tay!"
    }
  },
  {
    "translation": {
      "en": "COME ON, MIA. GET CLOSER!",
      "vi": "Cố lên, Mia. Lại gần hơn!"
    }
  },
  {
    "translation": {
      "en": "MIA, GET CLOSER!",
      "vi": "Mia. Lại gần hơn! Cố lên."
    }
  },
  {
    "translation": {
      "en": "COME ON! COME ON, VINCE. HERE WE GO!",
      "vi": "Mia. Lại gần hơn! Cố lên. Cố lên, Vince. Đi nào!"
    }
  },
  {
    "translation": {
      "en": "V! OH, SHIT.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "IT'S GONNA BE OKAY, LETTY. I LOVE YOU.",
      "vi": "Sẽ ổn thôi, Letty. Anh yêu em."
    }
  },
  {
    "translation": {
      "en": "WATCH HER. YEAH, I GOT HER.",
      "vi": "- Trông chừng cô ấy. - Tôi đỡ cô ấy."
    }
  },
  {
    "translation": {
      "en": "COME ON, VINCE! HANG IN THERE! COME ON!",
      "vi": "Cố lên, Vince! Cố lên! Thôi nào!"
    }
  },
  {
    "translation": {
      "en": "IF WE DON'T GET HIM TO AN AMBULANCE IN TEN MINUTES, HE'S DEAD. HOLD THIS. HOLD THE PRESSURE. I GOT IT.",
      "vi": "Nếu không đưa anh ấy lên xe cứu thương trong mười phút, anh ấy sẽ chết."
    }
  },
  {
    "translation": {
      "en": "- JUST LIKE THAT. DON'T LET GO. HOLD HIS ARM UP. - VINCE.",
      "vi": "- Giữ đi. Ấn mạnh. - Em rõ rồi. Cứ như vậy. Đừng bỏ ra. Giữ tay anh ấy. Vince."
    }
  },
  {
    "translation": {
      "en": "YEAH. YEAH, THIS IS OFFICER BRIAN O'CONNER.",
      "vi": "Vâng. Đây là Sĩ Quan Brian O'Conner."
    }
  },
  {
    "translation": {
      "en": "I'M OFF- DUTY M.A.P.D.",
      "vi": "Tôi ở bộ phận MAPD."
    }
  },
  {
    "translation": {
      "en": "I NEED A LIFE FLIGHT ROLL OUT RIGHT AWAY.",
      "vi": "Tôi cần một xe cứu thương khởi hành ngay."
    }
  },
  {
    "translation": {
      "en": "MY TWENTY IS, UH, HIGHWAY 86, MILE MARKER 147.",
      "vi": "Vị trí của tôi ở Cao tốc 86, dặm thứ 147."
    }
  },
  {
    "translation": {
      "en": "I GOT ONE TRAUMA VICTIM, ABOUT 24 YEARS OF AGE.",
      "vi": "Tôi có một nạn nhân chấn thương, khoảng 24 tuổi."
    }
  },
  {
    "translation": {
      "en": "SIX FOOT, MAYBE 200 POUNDS.",
      "vi": "Cao một mét tám, nặng khoảng 90 cân."
    }
  },
  {
    "translation": {
      "en": "HE'S GOT A REAL DEEP LACERATION TO HIS RIGHT ARM, WITH ARTERIAL BLEEDING.",
      "vi": "Anh ta bị một vết rách sâu ở cánh tay phải và chảy máu động mạch."
    }
  },
  {
    "translation": {
      "en": "AND HE'S GOT A-- A SHOTGUN WOUND.",
      "vi": "Anh ta bị một vết rách sâu ở cánh tay phải và chảy máu động mạch. Và anh ta bị một vết bắn ở cự li gần bên sườn trái."
    }
  },
  {
    "translation": {
      "en": "CLOSE RANGE TO HIS LEFT FLANK. YEAH.",
      "vi": "Và anh ta bị một vết bắn ở cự li gần bên sườn trái. Vâng."
    }
  },
  {
    "translation": {
      "en": "YEAH, AND HE'S GOING INTO SHOCK!",
      "vi": "Vâng, anh ta sắp bị sốc!"
    }
  },
  {
    "translation": {
      "en": "DOM, PUT THE GUN DOWN NOW!",
      "vi": "Dom, hạ súng xuống ngay!"
    }
  },
  {
    "translation": {
      "en": "- MOVE YOUR CAR. - NO. BULLSHIT!",
      "vi": "- Dịch xe ra. - Đừng vớ vẩn nữa!"
    }
  },
  {
    "translation": {
      "en": "PUT IT DOWN NOW! NO MORE RUNNING!",
      "vi": "Đặt nó xuống! Không chạy trốn nữa!"
    }
  },
  {
    "translation": {
      "en": "I'M NOT RUNNING!",
      "vi": "Tôi không chạy trốn!"
    }
  },
  {
    "translation": {
      "en": "- WHERE'S LEON AND LETTY? - THEY'RE LONG GONE!",
      "vi": "- Leon và Letty đâu? - Họ đi từ lâu rồi!"
    }
  },
  {
    "translation": {
      "en": "THEN IT'S OVER. I DIDN'T CALL THE POLICE. BUT DON'T PUSH ME!",
      "vi": "Vậy thì kết thúc rồi. Tôi đã không gọi cảnh sát, nhưng đừng ép tôi!"
    }
  },
  {
    "translation": {
      "en": "- PUT THE GUN DOWN! I SWEAR TO GOD! - YOU ARE THE COP!",
      "vi": "- Đặt súng xuống. Tôi thề có Chúa! - Anh là cớm!"
    }
  },
  {
    "translation": {
      "en": "YOU'RE A COP!",
      "vi": "Anh là cớm!"
    }
  },
  {
    "translation": {
      "en": "BRIAN! I GOT TO FIND JESSE BEFORE THEY DO.",
      "vi": "Brian, tôi phải tìm Jesse trước khi họ tìm ra."
    }
  },
  {
    "translation": {
      "en": "I'M ALL THE KID'S GOT. I'LL CALL IN THE PLATES.",
      "vi": "- Tôi là tất cả thằng nhóc có. - Tôi sẽ gọi báo tìm biển xe."
    }
  },
  {
    "translation": {
      "en": "P.D. WILL PICK HIM UP WAY BEFORE JOHNNY EVEN GETS NEAR HIM.",
      "vi": "Bộ Cảnh Sát sẽ tim được anh ta trước khi Johnny tới gần anh ấy."
    }
  },
  {
    "translation": {
      "en": "MOVE YOUR CAR. DOM, STOP IT! IT'S OVER.",
      "vi": "- Dịch xe ra. - Dom, thôi đi! Kết thúc rồi. Làm ơn."
    }
  },
  {
    "translation": {
      "en": "- PLEASE! - MIA, STAY OUT OF IT!",
      "vi": "- Dịch xe ra. - Dom, thôi đi! Kết thúc rồi. Làm ơn. Mia, tránh ra!"
    }
  },
  {
    "translation": {
      "en": "DOMINIC, I AM SO SORRY.",
      "vi": "Dominic, tôi xin lỗi."
    }
  },
  {
    "translation": {
      "en": "I DON'T KNOW WHAT I'M DOING, DOM.",
      "vi": "Tôi không biết mình đang làm gì, Dom."
    }
  },
  {
    "translation": {
      "en": "I'M SO SCARED RIGHT NOW. I DON'T KNOW WHAT'S GOING ON.",
      "vi": "Giờ tôi rất sợ. Tôi không biết chuyện gì đang xảy ra."
    }
  },
  {
    "translation": {
      "en": "JESS! WHAT WERE YOU THINKING, MAN?",
      "vi": "Jesse, anh đã nghĩ gì vậy, anh bạn?"
    }
  },
  {
    "translation": {
      "en": "I DON'T KNOW! I PANICKED! I'M SORRY.",
      "vi": "Tôi không biết! Tôi đã hoảng loạn! Tôi xin lỗi."
    }
  },
  {
    "translation": {
      "en": "I'M SCARED!",
      "vi": "Tôi sợ lắm!"
    }
  },
  {
    "translation": {
      "en": "I DON'T KNOW WHAT I'M DOING! WILL YOU PLEASE HELP ME?",
      "vi": "Tôi không biết mình đang làm gì! Làm ơn giúp tôi được không?"
    }
  },
  {
    "translation": {
      "en": "DOM!",
      "vi": "Dom!"
    }
  },
  {
    "translation": {
      "en": "JESSE!",
      "vi": "Jesse!"
    }
  },
  {
    "translation": {
      "en": "NO, JESSE!",
      "vi": "Không, Jesse!"
    }
  },
  {
    "translation": {
      "en": "NO, DOM, NO!",
      "vi": "Không, Dom, không!"
    }
  },
  {
    "translation": {
      "en": "CALL 911. YOU. CALL 911!",
      "vi": "Gọi 911 đi. Anh gọi 911 đi!"
    }
  },
  {
    "translation": {
      "en": "I USED TO DRAG HERE BACK IN HIGH SCHOOL.",
      "vi": "Tôi từng đua ở đây hồi trung học."
    }
  },
  {
    "translation": {
      "en": "THAT RAILROAD CROSSING UP THERE IS EXACTLY A QUARTER MILE AWAY FROM HERE.",
      "vi": "Đường ray đi qua kia cách chỗ này chính xác 400 mét."
    }
  },
  {
    "translation": {
      "en": "ON GREEN, I'M GOING FOR IT.",
      "vi": "Đèn xanh, tôi sẽ đi."
    }
  },
  {
    "translation": {
      "en": "DOM!",
      "vi": "Dom!"
    }
  },
  {
    "translation": {
      "en": "THAT'S NOT WHAT I HAD IN MIND.",
      "vi": "Đó không phải điều tôi nghĩ."
    }
  },
  {
    "translation": {
      "en": "YOU KNOW WHAT YOU'RE DOING?",
      "vi": "Anh biết mình đang làm gì không?"
    }
  },
  {
    "translation": {
      "en": "I OWE YOU A TEN- SECOND CAR.",
      "vi": "Tôi nợ anh một chiếc xe đạt tốc tối đa trong mười giây."
    }
  },
  {
    "translation": {
      "en": "I LIVE MY LIFE A QUARTER MILE AT A TIME.",
      "vi": "Tôi sống đời mình trong những khoảnh khắc."
    }
  },
  {
    "translation": {
      "en": "NOTHING ELSE MATTERS.",
      "vi": "Chẳng điều gì khác quan trọng cả."
    }
  },
  {
    "translation": {
      "en": "FOR THOSE TEN SECONDS OR LESS...",
      "vi": "Trong mười giây đó hoặc ít hơn,"
    }
  },
  {
    "translation": {
      "en": "I'M FREE.",
      "vi": "Tôi tự do."
    }
  }
]