[
  {
    "translation": {
      "en": "Family is everything, no?",
      "vi": "Có. Tốt. Gia đình là tất cả. Không?"
    }
  },
  {
    "translation": {
      "en": "Now, do you love your son?",
      "vi": "Giờ, mày có yêu thằng con mày không?"
    }
  },
  {
    "translation": {
      "en": "Now, do you understand?",
      "vi": "Giờ, đã hiểu ra tí gì chưa?"
    }
  },
  {
    "translation": {
      "en": "You have a $10 million insurance policy. I know that.",
      "vi": "Mày có bảo hiểm mười triệu đô. Tao biết điều đó."
    }
  },
  {
    "translation": {
      "en": "Follow these instructions... ...or God be with your child.",
      "vi": "Làm theo hướng dẫn, không thì con mày lên với Chúa luôn đấy."
    }
  },
  {
    "translation": {
      "en": "You will remove your shirt... ...and hold it out the window to ID the car.",
      "vi": "Treo áo trắng ở cửa sổ xe."
    }
  },
  {
    "translation": {
      "en": "Be professional. Come alone.",
      "vi": "Đi qua khu phía đông của cầu Necaxa sang phía bên kia."
    }
  },
  {
    "translation": {
      "en": "Georgina! Obey me. I will love you. Come on.",
      "vi": "Georgina! Nghe lời đi, anh sẽ yêu em. Nào."
    }
  },
  {
    "translation": {
      "en": "That's how it works, huh? That's right.",
      "vi": "Là như vậy sao? Đơn giản. Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "She got a sister?",
      "vi": "Cô ta có chị em à?"
    }
  },
  {
    "translation": {
      "en": "How's business?",
      "vi": "Công việc thế nào rồi?"
    }
  },
  {
    "translation": {
      "en": "The Japanese are here in a big way.",
      "vi": "Mấy người Nhật đang để ý chỗ này."
    }
  },
  {
    "translation": {
      "en": "Cheap labor, factory space, but they feel a lot safer living over the border in El Paso.",
      "vi": "Nhân công rẻ mạt, lắm đất xây nhà máy. Nhưng họ thấy sống bên kia biên giới ở El Paso an toàn hơn."
    }
  },
  {
    "translation": {
      "en": "I ferry them back and forth. They think I'm John Wayne.",
      "vi": "Tớ phải đưa đón họ đi tới đi lui. Họ coi tớ như John Wayne ấy. Thôi nào."
    }
  },
  {
    "translation": {
      "en": "I live like a king down here. Yes, you do.",
      "vi": "Ở đây tớ thì sống như ông vua. Ờ, thấy rồi."
    }
  },
  {
    "translation": {
      "en": "You been working? Yeah. No.",
      "vi": "Cậu kiếm được việc chưa? Ừ. À chưa."
    }
  },
  {
    "translation": {
      "en": "No. I've been moving around. You know. Colombia, a couple of places I can't name.",
      "vi": "Vẫn chỉ quanh quẩn thôi, cậu biết đấy. Colombia, đôi ba chỗ chẳng thể biết tên. Tớ không thấy chỗ nào hay cả."
    }
  },
  {
    "translation": {
      "en": "Nothing catches my fancy.",
      "vi": "Colombia, đôi ba chỗ chẳng thể biết tên. Tớ không thấy chỗ nào hay cả."
    }
  },
  {
    "translation": {
      "en": "You think God'll forgive us for what we've done?",
      "vi": "Liệu Chúa có tha thứ cho những gì chúng ta làm không?"
    }
  },
  {
    "translation": {
      "en": "No. You don't?",
      "vi": "Không. Cậu không nghĩ thế à?"
    }
  },
  {
    "translation": {
      "en": "Me either.",
      "vi": "Tớ cũng thế."
    }
  },
  {
    "translation": {
      "en": "How long you staying? I don't know, I just, you know...",
      "vi": "Cậu định ở lại bao lâu? Cũng chả biết."
    }
  },
  {
    "translation": {
      "en": "I wanted to see you, Ray, see how you're doing.",
      "vi": "Tớ chỉ muốn thăm cậu thôi, Ray, xem cậu làm ăn thế nào."
    }
  },
  {
    "translation": {
      "en": "I just came by on impulse.",
      "vi": "Cậu biết đấy, hứng lên thì đến thôi."
    }
  },
  {
    "translation": {
      "en": "I could do with some impulse.",
      "vi": "Tớ cũng hay nổi hứng lắm."
    }
  },
  {
    "translation": {
      "en": "What happened?",
      "vi": "Chuyện gì đã xảy ra?"
    }
  },
  {
    "translation": {
      "en": "Family paid the ransom, then they sent the kid home after a couple of days.",
      "vi": "Họ trả tiền chuộc... rồi mấy ngày sau chúng thả thằng nhỏ về..."
    }
  },
  {
    "translation": {
      "en": "Minus an ear, of course.",
      "vi": "dĩ nhiên là mất một tai."
    }
  },
  {
    "translation": {
      "en": "Now every mother in Mexico City with money wants bigger bodyguards.",
      "vi": "Thời buổi này bà mẹ lắm tiền nào ở thành phố Mexico cũng muốn có một tên vệ sĩ vai u thịt bắp, vợ tôi cũng thế."
    }
  },
  {
    "translation": {
      "en": "My own wife included. I hate to break it to you, but she's right.",
      "vi": "cũng muốn có một tên vệ sĩ vai u thịt bắp, vợ tôi cũng thế. Tôi không thích chống đối cậu, nhưng cô ta đúng đấy. Cô ta đúng."
    }
  },
  {
    "translation": {
      "en": "She's right.",
      "vi": "Tôi không thích chống đối cậu, nhưng cô ta đúng đấy. Cô ta đúng."
    }
  },
  {
    "translation": {
      "en": "Look, Sammy, all my clients have kidnap and ransom insurance.",
      "vi": "Nghe này Sammy, mọi khách hàng của tôi đều được bảo hiểm bắt cóc và tiền chuộc."
    }
  },
  {
    "translation": {
      "en": "I have a policy. AIG. My dad gave it to me.",
      "vi": "Tôi có luật Bảo hiểm nhân thọ. Bố tôi di chúc lại."
    }
  },
  {
    "translation": {
      "en": "Yeah, I know. I got it for your dad.",
      "vi": "Phải, tôi biết. Chính tôi làm cho ông ấy chứ ai."
    }
  },
  {
    "translation": {
      "en": "But what'll you do in 60 days when you can't renew it because you have no bodyguard?",
      "vi": "Nhưng cậu sẽ làm gì sau 60 ngày khi cậu không thể gia hạn? Cậu không thể vì cậu không có vệ sĩ."
    }
  },
  {
    "translation": {
      "en": "I know. I had to let Emilio go.",
      "vi": "Tôi mới đuổi Emilio xong."
    }
  },
  {
    "translation": {
      "en": "Well, you gotta please Lisa. I mean, ass like that's hard to find.",
      "vi": "Cậu phải chiều Lisa. Ý tôi là, loại như thế không dễ kiếm đâu."
    }
  },
  {
    "translation": {
      "en": "Look.",
      "vi": "Nghe này, một tên vệ sĩ cũng như mọi thứ khác."
    }
  },
  {
    "translation": {
      "en": "A bodyguard's like anything else. You get what you pay for, okay?",
      "vi": "Nghe này, một tên vệ sĩ cũng như mọi thứ khác. Tiền nào thì của nấy, hiểu chưa?"
    }
  },
  {
    "translation": {
      "en": "You could do this. Get one that's got a decent résumé.",
      "vi": "Cậu có thể làm được. Cậu có thể kiếm được một tên kinh nghiệm."
    }
  },
  {
    "translation": {
      "en": "We're not looking for goddamn Superman, right? Get someone cheap.",
      "vi": "Cần gì phải cỡ Siêu nhân đâu, phải không? Cứ chọn thằng rẻ rẻ cho đến khi cậu tái tục bảo hiểm"
    }
  },
  {
    "translation": {
      "en": "So you renew the policy, and then fire the prick for whatever, incompetence.",
      "vi": "Cứ chọn thằng rẻ rẻ cho đến khi cậu tái tục bảo hiểm và đuổi cổ thằng đó với lý do nào đấy. Thiếu năng lực chẳng hạn."
    }
  },
  {
    "translation": {
      "en": "All kidding aside, the most important thing is that your daughter goes back to school,",
      "vi": "Nghe này, đùa vậy thôi, quan trọng nhất vẫn là con gái cậu được vui vẻ đến trường"
    }
  },
  {
    "translation": {
      "en": "and that your wife gets to save face.",
      "vi": "vợ cậu thì giữ được thể diện."
    }
  },
  {
    "translation": {
      "en": "This way you won't be the only unprotected family in the neighborhood.",
      "vi": "Với cách này, nhà cậu cũng không còn là gia đình duy nhất hớ hênh ở khu đó."
    }
  },
  {
    "translation": {
      "en": "That's right, a bodyguard. Your Spanish is good enough.",
      "vi": "Đúng rồi. Làm vệ sĩ. Vốn tiếng Tây Ban Nha của cậu rất khá."
    }
  },
  {
    "translation": {
      "en": "You're crazy. You even look the part.",
      "vi": "Cậu điên rồi. Cậu không nhìn hết vấn đề rồi."
    }
  },
  {
    "translation": {
      "en": "In my state, I couldn't guard a corpse.",
      "vi": "Tớ còn không canh nổi một cái xác nữa là."
    }
  },
  {
    "translation": {
      "en": "It's rich guys flashing their cash. It's all for show. Nothing's gonna happen.",
      "vi": "Chỉ là bọn nhà giàu ham hố đốt tiền thôi. Phô trương là chính. Sẽ không có gì đâu."
    }
  },
  {
    "translation": {
      "en": "Yeah? You think they'd hire a drunk, a has been?",
      "vi": "Thế hả? Cậu tưởng bọn nó chịu thuê một thằng vừa nghiện rượu vừa có tiền án à?"
    }
  },
  {
    "translation": {
      "en": "You have to keep it under control.",
      "vi": "Cậu phải kiểm soát bản thân."
    }
  },
  {
    "translation": {
      "en": "What if there was, you know... Just, say, a kidnapping attempt? What do I do then?",
      "vi": "Nhưng nếu, cậu biết đấy, một âm mưu bắt cóc thì sao? Tớ phải làm gì?"
    }
  },
  {
    "translation": {
      "en": "You do your best. They're not gonna be paying you enough to perform miracles.",
      "vi": "Cứ tuỳ sức mà làm. Tiền bọn chúng trả không đủ làm nên điều kỳ diệu đâu."
    }
  },
  {
    "translation": {
      "en": "It's not exactly a scam, Crease. Even at half speed, you're pretty damn good.",
      "vi": "Tớ không biết. Nó không hẳn là lừa đảo, Crease. Kẻ cả chỉ có nửa tốc độ, cậu vẫn rất tốt."
    }
  },
  {
    "translation": {
      "en": "Yeah. A bodyguard's gotta be close to people, though.",
      "vi": "Nhưng một tên vệ sĩ sẽ phải kè kè bên thân chủ."
    }
  },
  {
    "translation": {
      "en": "They talk all the time. You know I'm no good at that.",
      "vi": "Chúng nói chuyện luôn mồm, cậu biết tớ không thạo khoản đó mà."
    }
  },
  {
    "translation": {
      "en": "You'll be the silent type. They're gonna appreciate that.",
      "vi": "Cậu sẽ thuộc loại câm lặng. Rồi chúng sẽ trân trọng điều đó."
    }
  },
  {
    "translation": {
      "en": "Bodyguard. So who's the guy?",
      "vi": "Vệ sĩ. Thế ai thuê vậy?"
    }
  },
  {
    "translation": {
      "en": "Samuel Ramos. He's a young guy.",
      "vi": "Samuel Ramos. Còn trẻ lắm."
    }
  },
  {
    "translation": {
      "en": "He owns one of the plants in Juárez. Yeah?",
      "vi": "Hắn sở hữu một nhà máy ở Juàrez. Thế cơ à?"
    }
  },
  {
    "translation": {
      "en": "The Jap car industry is in the toilet.",
      "vi": "Khinh thường ngành công nghiệp ô tô Nhật Bản."
    }
  },
  {
    "translation": {
      "en": "He's trying to persuade Ford to partner with him.",
      "vi": "Hắn đang cố thuyết phục Ford hợp tác với mình."
    }
  },
  {
    "translation": {
      "en": "I think he's in trouble. His family lives in Mexico City.",
      "vi": "Tớ nghĩa hắn đang gặp vấn đề. Gia đình hắn sống ở thành phố Mexico."
    }
  },
  {
    "translation": {
      "en": "He asked me if I knew anybody he could trust.",
      "vi": "Hắn nhờ tớ tìm một người có thể tin tưởng được."
    }
  },
  {
    "translation": {
      "en": "And you thought of me? Yeah.",
      "vi": "Và cậu nghĩ đến tớ? Ừ."
    }
  },
  {
    "translation": {
      "en": "Take a job, Crease. Breathe some air.",
      "vi": "Nhận việc đi, Crease. Thay đổi không khí đi."
    }
  },
  {
    "translation": {
      "en": "Then decide if you want to stick around.",
      "vi": "Rồi quyết định xem cậu có muốn gắn bó không."
    }
  },
  {
    "translation": {
      "en": "Besides, I'm glad to see you, you know? I got nobody to talk to down here.",
      "vi": "Còn nữa, gặp cậu là tớ vui rồi. Ở đây chẳng có ai để nói chuyện cả."
    }
  },
  {
    "translation": {
      "en": "Listen, my wife wants someone presentable and polite.",
      "vi": "Nghe đây, vợ tôi thích một người chỉnh tề và lịch sự."
    }
  },
  {
    "translation": {
      "en": "You'll be the fifth candidate she sees this week.",
      "vi": "Anh là ứng viên thứ năm trong tuần rồi đấy."
    }
  },
  {
    "translation": {
      "en": "Your résumé's quite impressive.",
      "vi": "Lý lịch ấn tượng ghê."
    }
  },
  {
    "translation": {
      "en": "Sixteen years of military experience, extensive counter terrorism work.",
      "vi": "16 năm trong quân đội, chuyên về chống khủng bố."
    }
  },
  {
    "translation": {
      "en": "I'm surprised anybody could afford you. What's the catch?",
      "vi": "Tôi ngạc nhiên là không ai thuê anh. Có điều gì ẩn giấu?"
    }
  },
  {
    "translation": {
      "en": "I drink.",
      "vi": "Tôi uống rượu."
    }
  },
  {
    "translation": {
      "en": "How does that affect you?",
      "vi": "Nó ảnh hưởng đến mức nào?"
    }
  },
  {
    "translation": {
      "en": "Coordination, reaction time.",
      "vi": "Thì, việc hợp tác, thời gian phản ứng."
    }
  },
  {
    "translation": {
      "en": "If top professionals try to kidnap your daughter, I'll do the best I can,",
      "vi": "Nếu bọn sừng sỏ muốn bắt cóc con gái ngài, tôi sẽ cố hết sức mình,"
    }
  },
  {
    "translation": {
      "en": "but the service will be on a par with the pay.",
      "vi": "nhưng dịch vụ sẽ tương đồng với số tiền bỏ ra."
    }
  },
  {
    "translation": {
      "en": "What if amateurs try it?",
      "vi": "Còn nếu là gà thì sao?"
    }
  },
  {
    "translation": {
      "en": "I'd probably kill them. Is that likely?",
      "vi": "Tôi sẽ giết hết. Thế được chưa?"
    }
  },
  {
    "translation": {
      "en": "No one is to know about your drinking. That includes my wife.",
      "vi": "Không ai được phép biết anh nghiện rượu. Kể cả vợ tôi."
    }
  },
  {
    "translation": {
      "en": "My wife Lisa. And this is John Creasy.",
      "vi": "Đây là vợ tôi, Lisa. Còn đây là John Creasy."
    }
  },
  {
    "translation": {
      "en": "You're an American. So are you.",
      "vi": "Anh là người Mỹ? Cô cũng vậy."
    }
  },
  {
    "translation": {
      "en": "It's all in there.",
      "vi": "Thông tin ở trong này."
    }
  },
  {
    "translation": {
      "en": "Would you like a drink? Yes. Jack and water would be good.",
      "vi": "Anh muốn uống gì không? Có. Nước lọc là được rồi."
    }
  },
  {
    "translation": {
      "en": "Have you done much of this kind of work before?",
      "vi": "Anh làm công việc này lâu chưa?"
    }
  },
  {
    "translation": {
      "en": "No, ma'am.",
      "vi": "Không, thưa cô."
    }
  },
  {
    "translation": {
      "en": "But he has a lot of experience in related fields.",
      "vi": "Nhưng anh ta có nhiều kinh nghiệm ở lĩnh vực tương tự"
    }
  },
  {
    "translation": {
      "en": "Do you have a family, Mr. Creasy? No.",
      "vi": "Anh có gia đình không, anh Creasy? Không."
    }
  },
  {
    "translation": {
      "en": "Pita? Pita.",
      "vi": "Pita."
    }
  },
  {
    "translation": {
      "en": "Yes, Mom? Honey, this is Mr. Creasy.",
      "vi": "Cảm ơn Vâng, mẹ? Con yêu, đây là chú Creasy."
    }
  },
  {
    "translation": {
      "en": "It's English, honey. Do you wanna show Mr. Creasy to his room?",
      "vi": "Nói tiếng Anh đi, con yêu. Con có muốn dẫn chú Creasy đi xem phòng không?"
    }
  },
  {
    "translation": {
      "en": "This way, Mr. Creasy. Okay.",
      "vi": "Lối này, chú Creasy. Ừ."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cám ơn."
    }
  },
  {
    "translation": {
      "en": "Just like that?",
      "vi": "Vậy được chưa?"
    }
  },
  {
    "translation": {
      "en": "I think it's nice that he's an American.",
      "vi": "Em thấy thật tốt... vì anh ta là người Mỹ."
    }
  },
  {
    "translation": {
      "en": "I think it's terrific. Are you sure?",
      "vi": "Anh thấy quá xuất sắc. Em nghĩ sao?"
    }
  },
  {
    "translation": {
      "en": "Thank you. Thank you.",
      "vi": "Cám ơn anh."
    }
  },
  {
    "translation": {
      "en": "I feel better now.",
      "vi": "Em thấy yên tâm hơn rồi."
    }
  },
  {
    "translation": {
      "en": "That's Bruno, the gardener. And that's Maria, the cook.",
      "vi": "Kia là Bruno, người làm vườn. Còn đây là Maria, đầu bếp."
    }
  },
  {
    "translation": {
      "en": "We fixed the room up two weeks ago. It's nicer than before.",
      "vi": "Nhà cháu mới sửa sang phòng này hai tuần trước. Trông nó đẹp hơn."
    }
  },
  {
    "translation": {
      "en": "You've got a TV and a CD player. What kind of music do you like, Mr. Creasy?",
      "vi": "Chú có ti vi và máy nghe đĩa CD. Chú thích nghe loại nhạc nào, chú Creasy?"
    }
  },
  {
    "translation": {
      "en": "I don't know. You don't know?",
      "vi": "Chú không biết. Chú không biết sao? Chú không biết."
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "vi": "Chú không biết sao? Chú không biết."
    }
  },
  {
    "translation": {
      "en": "That's Bird. Emilio forgot to take him when he left.",
      "vi": "Đó là Chim. Chú Emilio quên mang nó theo."
    }
  },
  {
    "translation": {
      "en": "Emilio was my last bodyguard.",
      "vi": "Emilio là vệ sĩ trước của cháu."
    }
  },
  {
    "translation": {
      "en": "Have you protected a lot of children before, Mr. Creasy?",
      "vi": "Chú đã từng bảo vệ trẻ con chưa, chú Creasy?"
    }
  },
  {
    "translation": {
      "en": "Creasy. You can call me Creasy. And no, you're the first.",
      "vi": "Creasy. Gọi Creasy là được rồi. Và không, cháu là người đầu tiên."
    }
  },
  {
    "translation": {
      "en": "Creasy.",
      "vi": "Creasy. Tạm biệt, Creasy."
    }
  },
  {
    "translation": {
      "en": "Bye, Creasy.",
      "vi": "Creasy. Tạm biệt, Creasy. Tạm biệt."
    }
  },
  {
    "translation": {
      "en": "Bye, Bird.",
      "vi": "Chào Chim nhé."
    }
  },
  {
    "translation": {
      "en": "School tomorrow, Peeps. Does that mean we can get a dog?",
      "vi": "Mai đi học đấy Peeps. Thế nghĩa là con được nuôi chó hả mẹ?"
    }
  },
  {
    "translation": {
      "en": "Dad promised me one when I went back to school.",
      "vi": "Bố hứa cho con nuôi khi con đi học lại mà."
    }
  },
  {
    "translation": {
      "en": "Yeah, we'll see.",
      "vi": "Ừ, để xem đã."
    }
  },
  {
    "translation": {
      "en": "If you get a dog, will you give up your bear? You're getting too old for him.",
      "vi": "Con mà có chó thì bỏ con gấu đi nhé? Quá tuổi chơi gấu rồi."
    }
  },
  {
    "translation": {
      "en": "How did you like Mr. Creasy? Creasy. He said to call him just Creasy.",
      "vi": "Con có thích chú Creasy không? Creasy. Chú ấy bảo con cứ gọi thế."
    }
  },
  {
    "translation": {
      "en": "That isn't disrespectful, is it? No, not if he asked you.",
      "vi": "Như vậy có phải hỗn không mẹ? Không, nếu chú ấy muốn thế."
    }
  },
  {
    "translation": {
      "en": "Here. There you go.",
      "vi": "Đây. Ngủ đi nhé."
    }
  },
  {
    "translation": {
      "en": "He's like a bear too.",
      "vi": "Chú ấy cũng giống con gấu. Hả?"
    }
  },
  {
    "translation": {
      "en": "Yeah? A big, sad bear.",
      "vi": "Chú ấy cũng giống con gấu. Hả? Một chú gấu lớn, buồn bã."
    }
  },
  {
    "translation": {
      "en": "Is he sad? I think. Or something.",
      "vi": "Chú ấy buồn à? Con nghĩ thế. Có vẻ thế."
    }
  },
  {
    "translation": {
      "en": "Good night, honey.",
      "vi": "Ngủ ngon, con yêu. Ngủ ngon."
    }
  },
  {
    "translation": {
      "en": "Can you get me some floss in the morning?",
      "vi": "Sáng mẹ lấy cho con chỉ nha khoa nhé? Chỉ nha khoa?"
    }
  },
  {
    "translation": {
      "en": "Floss? Yeah, the strawberry kind.",
      "vi": "Sáng mẹ lấy cho con chỉ nha khoa nhé? Chỉ nha khoa? Vâng, vị dâu ạ. Chắc chắn rồi."
    }
  },
  {
    "translation": {
      "en": "Sure.",
      "vi": "Vâng, vị dâu ạ. Chắc chắn rồi."
    }
  },
  {
    "translation": {
      "en": "Good night, Bear.",
      "vi": "Ngủ ngon, gấu con."
    }
  },
  {
    "translation": {
      "en": "Creasy Bear.",
      "vi": "Gấu Creasy."
    }
  },
  {
    "translation": {
      "en": "What's that one for? La Virgen de Guadalupe.",
      "vi": "Làm thế này để làm gì? Đức Trinh Nữ Guadalupe."
    }
  },
  {
    "translation": {
      "en": "Business. For Toyota, for Ford.",
      "vi": "Công việc. Vì Toyota. Vì Ford."
    }
  },
  {
    "translation": {
      "en": "If one dies, maybe she can resurrect the other one. I don't know.",
      "vi": "Nếu một người chết, có lẽ bà ấy sẽ hồi sinh một người khác. Anh không biết nữa."
    }
  },
  {
    "translation": {
      "en": "She likes him.",
      "vi": "Con bé thích anh ta."
    }
  },
  {
    "translation": {
      "en": "What are you talking about? Creasy.",
      "vi": "Ý em là sao? Creasy."
    }
  },
  {
    "translation": {
      "en": "Pita likes him.",
      "vi": "Pita thích Creasy."
    }
  },
  {
    "translation": {
      "en": "Pita loves school. Pita would love Count Dracula if he took her back there, honey.",
      "vi": "Pita yêu trường học. Pita sẽ thích cả Dracula nếu hắn đưa con bé đến trường, em yêu."
    }
  },
  {
    "translation": {
      "en": "Okay?",
      "vi": "Hiểu chưa?"
    }
  },
  {
    "translation": {
      "en": "Hey. Are you okay?",
      "vi": "Anh có làm sao không thế? Anh không biết."
    }
  },
  {
    "translation": {
      "en": "I don't know. Okay?",
      "vi": "Anh có làm sao không thế? Anh không biết. Vậy sao?"
    }
  },
  {
    "translation": {
      "en": "I don't know, Lisa. I'm trying.",
      "vi": "Anh không biết nữa, Lisa. Anh đang cố."
    }
  },
  {
    "translation": {
      "en": "Come on, Bird.",
      "vi": "Lại đây nào, Chim."
    }
  },
  {
    "translation": {
      "en": "That's right, that's right. Come on.",
      "vi": "Đúng rồi. Lại đây."
    }
  },
  {
    "translation": {
      "en": "All right. Home to Emilio.",
      "vi": "Đúng rồi. Về với Emilio nhé."
    }
  },
  {
    "translation": {
      "en": "You're home free, baby.",
      "vi": "Mày được tự do."
    }
  },
  {
    "translation": {
      "en": "Where are you from, Creasy? The U.S.",
      "vi": "Chú từ đâu đến, Creasy? Mỹ."
    }
  },
  {
    "translation": {
      "en": "I know, but which state? No state in particular.",
      "vi": "Cháu biết, nhưng bang nào? Không có bang cụ thể nào."
    }
  },
  {
    "translation": {
      "en": "You can drive and talk at the same time. No, I can't, so please let me do my job.",
      "vi": "Chú có thể vừa lái vừa nói chuyện mà. Không. Chú không thể. Trật tự cho chú làm việc."
    }
  },
  {
    "translation": {
      "en": "Are you going to stay?",
      "vi": "Chú có ở lại lâu không?"
    }
  },
  {
    "translation": {
      "en": "My last bodyguard left. Somebody gave him more money than we could.",
      "vi": "Vệ sĩ trước của cháu đã bỏ đi. Cháu nghĩ chú thích lời lãi sao?"
    }
  },
  {
    "translation": {
      "en": "I guess that makes me a bargain, then, huh?",
      "vi": "Có ai đó trả anh ta nhiều tiền hơn nhà cháu."
    }
  },
  {
    "translation": {
      "en": "Being black. Is that a positive or a negative for a bodyguard in Mexico?",
      "vi": "Da đen... là ưu thế hay hạn chế cho nghề vệ sĩ ở Mexico?"
    }
  },
  {
    "translation": {
      "en": "Time will tell.",
      "vi": "Thời gian sẽ trả lời."
    }
  },
  {
    "translation": {
      "en": "There were 24 kidnappings in Mexico City in the last six days.",
      "vi": "Có 24 vụ bắt cóc ở thành phố Mexico trong sáu ngày qua."
    }
  },
  {
    "translation": {
      "en": "Four a day. Yeah? Twenty four?",
      "vi": "Bốn vụ một ngày. Vậy sao?"
    }
  },
  {
    "translation": {
      "en": "Twenty four. What do you think? I think you know more than you should.",
      "vi": "24 à? 24. Chú nghĩ sao về việc đó, Creasy? Chú nghĩ cháu biết hơi nhiều rồi đấy."
    }
  },
  {
    "translation": {
      "en": "Well, thank you.",
      "vi": "Chú nghĩ cháu biết hơi nhiều rồi đấy. À vâng, cám ơn."
    }
  },
  {
    "translation": {
      "en": "See you later. You have to sign.",
      "vi": "Hẹn gặp lại cháu. Chú phải ký."
    }
  },
  {
    "translation": {
      "en": "What? You have to sign in. Show them your ID.",
      "vi": "Hả? Chú phải đăng ký, cho xem chứng minh."
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "vi": "Một ngày tốt lành. Lại đây."
    }
  },
  {
    "translation": {
      "en": "Right there.",
      "vi": "Ngay đây."
    }
  },
  {
    "translation": {
      "en": "Pita! It's so good to have you back.",
      "vi": "Pita! Thật vui khi con trở lại."
    }
  },
  {
    "translation": {
      "en": "Sister Anna, this is my new bodyguard, Creasy.",
      "vi": "Sơ Anna, đây là vệ sĩ mới của con, Creasy"
    }
  },
  {
    "translation": {
      "en": "Sister Anna, the headmistress. Señor Creasy.",
      "vi": "Đây là sơ Anna, hiệu trưởng. Ngài Creasy."
    }
  },
  {
    "translation": {
      "en": "Hurry. Class is about to begin. Go, go. Bye, Creasy.",
      "vi": "Nhanh lên. Sắp vào lớp rồi. Đi đi. Tạm biệt, Creasy."
    }
  },
  {
    "translation": {
      "en": "You must look after our Pita. It is not good that she is late today.",
      "vi": "Mẹ. Con phải chăm sóc Pita. Muộn như hôm nay là không được đâu."
    }
  },
  {
    "translation": {
      "en": "I'm very sorry. I have to get used to the routes. It won't happen again.",
      "vi": "Con xin lỗi. Con chưa quen đường. Sẽ không có lần thứ hai đâu."
    }
  },
  {
    "translation": {
      "en": "No offense, but I regret that your profession needs to exist.",
      "vi": "Ta không có ý gì đâu, nhưng ta rất buồn vì phải có nghề của con."
    }
  },
  {
    "translation": {
      "en": "So do I, Madre, so do I.",
      "vi": "Con cũng thế, thưa Mẹ, con cũng thế."
    }
  },
  {
    "translation": {
      "en": "Do you ever see the hand of God in what you do?",
      "vi": "Con đã bao giờ thấy Chúa ủng hộ mình chưa?"
    }
  },
  {
    "translation": {
      "en": "No, not for a long time.",
      "vi": "Không ạ, lâu lắm rồi."
    }
  },
  {
    "translation": {
      "en": "The Bible says, Be not overcome of evil...",
      "vi": "Kinh Thánh nói, Đừng để quỷ dữ chiến thắng, mà chiến thắng"
    }
  },
  {
    "translation": {
      "en": "But overcome evil with good.",
      "vi": "Kinh Thánh nói, Đừng để quỷ dữ chiến thắng, mà chiến thắng Thắng quỷ dữ bằng lòng tốt."
    }
  },
  {
    "translation": {
      "en": "That's Romans Chapter 12 Verse 21.",
      "vi": "Romans 2:21."
    }
  },
  {
    "translation": {
      "en": "I am the sheep that got lost, Madre.",
      "vi": "Con là con cừu đi lạc, thưa Mẹ."
    }
  },
  {
    "translation": {
      "en": "When you were a kid, Creasy, did you like school?",
      "vi": "Hồi bé chú có thích đến trường không, Creasy?"
    }
  },
  {
    "translation": {
      "en": "I don't remember. You don't remember?",
      "vi": "Chú không nhớ. Chú không nhớ à?"
    }
  },
  {
    "translation": {
      "en": "No, I don't remember. No, I didn't like it.",
      "vi": "Không, chú không nhớ. Không, chú không thích."
    }
  },
  {
    "translation": {
      "en": "Why not?",
      "vi": "Sao lại không?"
    }
  },
  {
    "translation": {
      "en": "Because it wasn't a school like yours, Pita. There was no Sister Anna.",
      "vi": "Vì đó không phải một ngôi trường như của cháu, Pita. Không có sơ Anna."
    }
  },
  {
    "translation": {
      "en": "Were you unhappy?",
      "vi": "Chú có bất hạnh không?"
    }
  },
  {
    "translation": {
      "en": "Being unhappy, that's a state of mind. I really don't remember.",
      "vi": "Pita à, bất hạnh, đó là một cung bậc của cảm xúc. Làm sao chú nhớ được."
    }
  },
  {
    "translation": {
      "en": "What happened to your hand?",
      "vi": "Tay chú bị sao vậy?"
    }
  },
  {
    "translation": {
      "en": "It's a birth defect. No, it's not.",
      "vi": "Bẩm sinh. Không phải."
    }
  },
  {
    "translation": {
      "en": "Look, no more questions, okay?",
      "vi": "Nghe này, không hỏi nữa, rõ chưa?"
    }
  },
  {
    "translation": {
      "en": "It really wasn't a question. It sounded like a question to me.",
      "vi": "Đó đâu phải câu hỏi. Chú thấy giống một câu hỏi. Nghe này, chú có việc phải làm. Này!"
    }
  },
  {
    "translation": {
      "en": "Listen to me. I'm being paid to protect you.",
      "vi": "Không. Cảm ơn. Nghe đây. Chú được trả tiền để bảo vệ cháu, hiểu chư?"
    }
  },
  {
    "translation": {
      "en": "No, no, no.",
      "vi": "Không. Chú được trả tiền để bảo vệ cháu."
    }
  },
  {
    "translation": {
      "en": "I'm being paid to be your bodyguard. Look at me.",
      "vi": "Không. Chú được trả tiền để bảo vệ cháu. Nhìn chú này. Chú không được trả tiền để làm bạn cháu."
    }
  },
  {
    "translation": {
      "en": "I'm not being paid to be your friend, but to protect you. So no more questions, period.",
      "vi": "Nhìn chú này. Chú không được trả tiền để làm bạn cháu. Chú được trả tiền để bảo vệ cháu. Thế thôi. Chấm hết."
    }
  },
  {
    "translation": {
      "en": "Do you hear me? Yes.",
      "vi": "Thông suốt chưa? Rồi."
    }
  },
  {
    "translation": {
      "en": "No crying. I'm not crying.",
      "vi": "Đừng có khóc. Cháu có khóc đâu."
    }
  },
  {
    "translation": {
      "en": "Well, don't start.",
      "vi": "Đừng có bắt đầu khóc."
    }
  },
  {
    "translation": {
      "en": "You gotta understand, this is a job. In order for me to do my job...",
      "vi": "Rồi cháu sẽ hiểu, đây là công việc. Để chú làm tốt việc"
    }
  },
  {
    "translation": {
      "en": "Wait a minute.",
      "vi": "Để Đợi một chút."
    }
  },
  {
    "translation": {
      "en": "Yeah, come in.",
      "vi": "Vâng, mời vào."
    }
  },
  {
    "translation": {
      "en": "Mr. Creasy.",
      "vi": "Anh Creasy."
    }
  },
  {
    "translation": {
      "en": "I just wanted to make sure you have everything you need.",
      "vi": "Tôi muốn chắc anh có đủ những thứ anh cần."
    }
  },
  {
    "translation": {
      "en": "I'm fine, thanks.",
      "vi": "Tôi ổn mà, cám ơn."
    }
  },
  {
    "translation": {
      "en": "Is the food all right? Because Maria told me you didn't eat.",
      "vi": "À, thức ăn rất ngon. Tối nay tôi không đói."
    }
  },
  {
    "translation": {
      "en": "Yeah, the food is great. I just wasn't that hungry tonight.",
      "vi": "Kinh thánh"
    }
  },
  {
    "translation": {
      "en": "So you read the Bible?",
      "vi": "Kinh thánh Anh đọc Kinh Thánh à?"
    }
  },
  {
    "translation": {
      "en": "Yeah, sometimes.",
      "vi": "Ừ. Thỉnh thoảng."
    }
  },
  {
    "translation": {
      "en": "Does it help? Yeah, sometimes.",
      "vi": "Phải, nó có kể với tôi. Vâng."
    }
  },
  {
    "translation": {
      "en": "Can I talk to you for a minute? Sure.",
      "vi": "Tôi với anh nói chuyện một chút nhé? Tất nhiên."
    }
  },
  {
    "translation": {
      "en": "How are you doing with Pita?",
      "vi": "Anh với Pita thế nào rồi?"
    }
  },
  {
    "translation": {
      "en": "Fine. As soon as she figures out that I'm not her new toy, it'll be fine.",
      "vi": "Ổn. Khi con bé mà nhận ra tôi không phải đồ chơi mới của nó, thì mọi việc sẽ ổn cả."
    }
  },
  {
    "translation": {
      "en": "She told me about that. Okay.",
      "vi": "Nhưng cô thuê tôi để bảo vệ nó, đúng không? Không phải để làm bạn nó."
    }
  },
  {
    "translation": {
      "en": "You don't have children, do you? I told you I didn't.",
      "vi": "Anh không có con đúng không? Tôi đã nói là không có mà."
    }
  },
  {
    "translation": {
      "en": "Well, they can be tenacious when they want something.",
      "vi": "Chúng rất ngoan cố khi muốn thứ gì đó."
    }
  },
  {
    "translation": {
      "en": "And Pita just wants to be friends. Okay.",
      "vi": "Và Pita chỉ muốn kết bạn thôi. Được thôi."
    }
  },
  {
    "translation": {
      "en": "But you're paying me to protect her, not to be her friend, right?",
      "vi": "Nhưng cô thuê tôi để bảo vệ nó, đúng không? Không phải để làm bạn nó. Đúng không?"
    }
  },
  {
    "translation": {
      "en": "So... Look, maybe this isn't gonna work out.",
      "vi": "Thôi, nói mãi thế này chẳng ích gì cả."
    }
  },
  {
    "translation": {
      "en": "Maybe your husband should find somebody that's a little more sociable.",
      "vi": "Có lẽ nên bảo chồng cô kiếm một ai khác thân thiện hơn."
    }
  },
  {
    "translation": {
      "en": "No, you're right.",
      "vi": "Không, anh nói đúng."
    }
  },
  {
    "translation": {
      "en": "You're being paid to protect her.",
      "vi": "Anh được thuê để bảo vệ nó..."
    }
  },
  {
    "translation": {
      "en": "And I'm confident that you'll do that.",
      "vi": "và tôi tin chắc anh sẽ làm thế."
    }
  },
  {
    "translation": {
      "en": "I'll be coming with you tomorrow. I hope that's all right.",
      "vi": "Ngày mai tôi sẽ đi cùng anh. Tôi hy vọng mọi điều đều tốt đẹp."
    }
  },
  {
    "translation": {
      "en": "You think God'll forgive us for what we've done?",
      "vi": "Cậu có nghĩ Chúa sẽ tha thứ cho những gì ta đã làm không?"
    }
  },
  {
    "translation": {
      "en": "I'm tired of killing, Ray. I'm tired of killing, Ray.",
      "vi": "Tớ chán phải giết chóc lắm rồi, Ray."
    }
  },
  {
    "translation": {
      "en": "You think God'll forgive us for what we've done?",
      "vi": "Cậu có nghĩ Chúa sẽ tha thứ cho những gì ta đã làm không?"
    }
  },
  {
    "translation": {
      "en": "In my state, I couldn't... I couldn't guard a corpse.",
      "vi": "Tình trạng hiện tại, tớ còn chẳng... tớ còn chẳng bảo vệ nổi một xác chết."
    }
  },
  {
    "translation": {
      "en": "They talk all the time.",
      "vi": "Chúng nói luôn mồm."
    }
  },
  {
    "translation": {
      "en": "You know I'm no good at that.",
      "vi": "Cậu biết tớ không giỏi khoản đó mà."
    }
  },
  {
    "translation": {
      "en": "You know I'm no good at that.",
      "vi": "Cậu biết tớ không giỏi khoản đó mà."
    }
  },
  {
    "translation": {
      "en": "You know how they say...",
      "vi": "Người ta thường nói..."
    }
  },
  {
    "translation": {
      "en": "a bullet always tells the truth?",
      "vi": "viên đạn luôn nói lên sự thật?"
    }
  },
  {
    "translation": {
      "en": "Yeah?",
      "vi": "A lô?"
    }
  },
  {
    "translation": {
      "en": "Hey. Crease.",
      "vi": "Chào. Crease."
    }
  },
  {
    "translation": {
      "en": "What's wrong?",
      "vi": "Chuyện gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Hey, listen, you ever have a 9mm round that didn't go off?",
      "vi": "Này, cậu đã bao giờ thấy khẩu chín milimét không nổ chưa?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Failure to fire.",
      "vi": "Rồi. Giắt đạn."
    }
  },
  {
    "translation": {
      "en": "I know, failure to fire and...",
      "vi": "Tớ biết. Giắt đạn và, cậu biết đấy, tớ bóp cò..."
    }
  },
  {
    "translation": {
      "en": "You know, I pulled the trigger and click, nothing.",
      "vi": "Tớ biết. Giắt đạn và, cậu biết đấy, tớ bóp cò... và chả có gì xảy ra."
    }
  },
  {
    "translation": {
      "en": "You're talking about a bad primer. Yeah, yeah, but I...",
      "vi": "Ý cậu là kim hoả bị hỏng."
    }
  },
  {
    "translation": {
      "en": "Yeah, right. Dimple on the primer. That may be...",
      "vi": "Nhưng, cậu biết đấy, đúng rồi, chỗ lõm... Chỗ lõm trên kim hoả. Có lẽ thế."
    }
  },
  {
    "translation": {
      "en": "Well, like we used to say...",
      "vi": "Ừ thì, như chúng ta thường nói..."
    }
  },
  {
    "translation": {
      "en": "a bullet always tells the truth.",
      "vi": "viên đạn luôn nói lên sự thật."
    }
  },
  {
    "translation": {
      "en": "Crease? You all right?",
      "vi": "Crease? Cậu không sao đấy chứ? Ừ."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Cậu không sao đấy chứ? Ừ."
    }
  },
  {
    "translation": {
      "en": "What were you shooting at?",
      "vi": "Cậu bắn cái gì thế?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm sorry, Ray. I'm sorry I woke you.",
      "vi": "À, xin lỗi, Ray. Xin lỗi vì đánh thức cậu nhé."
    }
  },
  {
    "translation": {
      "en": "No, it's okay, it's nothing. I was watching TV.",
      "vi": "Không, có gì đâu. Tớ đang xem ti vi mà."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi. Tốt rồi."
    }
  },
  {
    "translation": {
      "en": "Pita, you have a pencil?",
      "vi": "Pita, cháu có bút chì không?"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "It's hard to get used to the traffic here. Yeah. I'm very sorry.",
      "vi": "Đúng là khó mà quen được kiểu giao thông ở đây. Ờ. Tôi xin lỗi."
    }
  },
  {
    "translation": {
      "en": "See you, baby. See you later.",
      "vi": "Hẹn hặp lại con. Vâng. Hẹn gặp lại mẹ sau."
    }
  },
  {
    "translation": {
      "en": "Hey, don't forget your towel. Thank you.",
      "vi": "Này. Đừng quên khăn tắm. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Bye.",
      "vi": "Tạm biệt. Chào buổi sáng."
    }
  },
  {
    "translation": {
      "en": "You're a strong swimmer. I never win.",
      "vi": "Cháu bơi tốt lắm. Cháu chưa bao giờ thắng"
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "vi": "Cám ơn chú."
    }
  },
  {
    "translation": {
      "en": "So, what do I do?",
      "vi": "Cháu bơi thế nào? Chú nghĩ chú nên làm thế nào?"
    }
  },
  {
    "translation": {
      "en": "You're the fastest in the water, the slowest off the blocks.",
      "vi": "Cháu bơi thế nào? Chú nghĩ chú nên làm thế nào? Ở dưới nước cháu là nhanh nhất, nhưng xuất phát lại chậm nhất."
    }
  },
  {
    "translation": {
      "en": "What do you think that means? What you gotta do?",
      "vi": "Ở dưới nước cháu là nhanh nhất, nhưng xuất phát lại chậm nhất. Cháu nghĩ sao? Cháu sẽ phải làm gì?"
    }
  },
  {
    "translation": {
      "en": "Get faster off the blocks? Get faster off the blocks.",
      "vi": "Xuất phát nhanh hơn. Xuất phát nhanh hơn."
    }
  },
  {
    "translation": {
      "en": "Our big swim meet is in three weeks. Yeah?",
      "vi": "Ba tuần nữa là thi đấu rồi. Vậy hả?"
    }
  },
  {
    "translation": {
      "en": "I was gonna enter the 150 freestyle. You'll be fine. You'll be okay.",
      "vi": "Cháu sẽ tham gia mục 150 mét tự do. Sẽ ngon lành cả thôi."
    }
  },
  {
    "translation": {
      "en": "I'll still be slow. You're not slow.",
      "vi": "Cháu vẫn còn chậm lắm. Cháu không chậm đâu."
    }
  },
  {
    "translation": {
      "en": "I never finish better than third. Then maybe you are slow.",
      "vi": "Cháu chưa bao giờ được hơn vị trí thứ ba. Thế thì có khi là cháu chậm thật đấy."
    }
  },
  {
    "translation": {
      "en": "With us this evening we have Mariana Guerrero from Reforma newspaper",
      "vi": "Khách mời hôm nay là Mariana Guerrero, biên tập viên báo Reforma."
    }
  },
  {
    "translation": {
      "en": "to speak with us about the kidnappings.",
      "vi": "Hãy nói về vụ bắt cóc."
    }
  },
  {
    "translation": {
      "en": "Who are the ones responsible for the kidnappings in Mexico?",
      "vi": "Mariana, ai là người chịu trách nhiệm cho làn sóng bắt cóc?"
    }
  },
  {
    "translation": {
      "en": "It is an activity of organized crime. It's not a random kidnapping.",
      "vi": "MARIANA GUERRERO Biên tập viên Reforma"
    }
  },
  {
    "translation": {
      "en": "They are not political kidnappings like in Colombia.",
      "vi": "Đi! Lại đây! Lại đây, Chim!"
    }
  },
  {
    "translation": {
      "en": "How do you think he got out?",
      "vi": "Chú nghĩ làm sao nó ra được thế?"
    }
  },
  {
    "translation": {
      "en": "I let him go.",
      "vi": "Chú thả nó đi. Được tự do thì tốt hơn, phải không?"
    }
  },
  {
    "translation": {
      "en": "It's better to be free, right? It's better for him.",
      "vi": "Chú thả nó đi. Được tự do thì tốt hơn, phải không? Với nó thì tốt hơn."
    }
  },
  {
    "translation": {
      "en": "Actually, he was driving me crazy.",
      "vi": "Thực ra thì nó làm chú phát điên."
    }
  },
  {
    "translation": {
      "en": "Good night.",
      "vi": "Chúc ngủ ngon."
    }
  },
  {
    "translation": {
      "en": "Good night.",
      "vi": "Chúc ngủ ngon."
    }
  },
  {
    "translation": {
      "en": "See you in a couple of days. I love you. Love you.",
      "vi": "Mấy ngày nữa bố mẹ về. Bố yêu con. Dạ. Yêu bố mẹ."
    }
  },
  {
    "translation": {
      "en": "Be good. Come on, Lise.",
      "vi": "Ngoan nhé. Đi nào, Lise."
    }
  },
  {
    "translation": {
      "en": "All right, sweetheart, so we'll call you from Detroit, okay?",
      "vi": "Được rồi con yêu. Bố mẹ sẽ gọi cho con khi đến Detroit. Vâng"
    }
  },
  {
    "translation": {
      "en": "I love you. Love you.",
      "vi": "Mẹ yêu con. Con cũng thế."
    }
  },
  {
    "translation": {
      "en": "Okay, bye, honey. I love you! Love you.",
      "vi": "Tạm biệt con yêu. Tạm biệt. Mẹ yêu con. Con cũng thế."
    }
  },
  {
    "translation": {
      "en": "I hate leaving her.",
      "vi": "Em không thích phải xa con bé."
    }
  },
  {
    "translation": {
      "en": "Concentrating?",
      "vi": "Tập trung chưa?"
    }
  },
  {
    "translation": {
      "en": "Eyes are closed?",
      "vi": "Mắt nhắm chưa?"
    }
  },
  {
    "translation": {
      "en": "What happened? I flinched.",
      "vi": "Sao nào? Cháu nao núng. Thế sao? Tiếng súng chẳng có gì đáng sợ."
    }
  },
  {
    "translation": {
      "en": "The gunshot holds no fear. Say it.",
      "vi": "Cháu nao núng. Thế sao? Tiếng súng chẳng có gì đáng sợ."
    }
  },
  {
    "translation": {
      "en": "The gunshot holds no fear. The gunshot holds no fear! Say it!",
      "vi": "Nói đi. Tiếng súng chẳng có gì đáng sợ. Tiếng súng chẳng có gì đáng sợ! Nói đi."
    }
  },
  {
    "translation": {
      "en": "The gunshot holds no fear. Louder!",
      "vi": "Tiếng súng chẳng có gì đáng sợ. Nữa!"
    }
  },
  {
    "translation": {
      "en": "The gunshot holds no fear! Louder!",
      "vi": "Tiếng súng chẳng có gì đáng sợ. To lên!"
    }
  },
  {
    "translation": {
      "en": "The gunshot holds no fear! That's good. You welcome the sound.",
      "vi": "Tiếng súng chẳng có gì đáng sợ. Tốt rồi. Hãy đón nhận tiếng súng."
    }
  },
  {
    "translation": {
      "en": "In fact, it's the sound that sets you free.",
      "vi": "Thực tế, đó chính là âm thanh của tự do."
    }
  },
  {
    "translation": {
      "en": "You are a prisoner on this block until that sound sets you free. Are you ready?",
      "vi": "Cháu là một tù nhân trên cái bục này cho đến khi tiếng súng ban cho cháu tự do."
    }
  },
  {
    "translation": {
      "en": "Yes. Are you ready? Are you set?",
      "vi": "Sẵn sàng chưa? Rồi ạ. Chuẩn bị?"
    }
  },
  {
    "translation": {
      "en": "What's a concubine?",
      "vi": "Thiếp là gì? Sao cháu lại hỏi thế?"
    }
  },
  {
    "translation": {
      "en": "Why do you ask? It's in my history book.",
      "vi": "Thiếp là gì? Sao cháu lại hỏi thế? Trong sách lịch sử có."
    }
  },
  {
    "translation": {
      "en": "It's like a wife, right? Yeah, yeah, it's...",
      "vi": "Cũng giống như vợ phải không ạ? Phải, đưa chú xem nào?"
    }
  },
  {
    "translation": {
      "en": "Can I see that? It's kind of a wife.",
      "vi": "Phải, đưa chú xem nào? Cũng là một dạng của vợ. Ngay đây."
    }
  },
  {
    "translation": {
      "en": "Right there.",
      "vi": "Cũng là một dạng của vợ. Ngay đây."
    }
  },
  {
    "translation": {
      "en": "But the Emperor of China had 1000 of them.",
      "vi": "Nhưng Hoàng đế Trung Hoa có 1000 nguời như thế."
    }
  },
  {
    "translation": {
      "en": "Okay, like nowadays, in the West, they have one husband for one wife.",
      "vi": "Thế này, nếu như ngày nay, ở phương Tây, chỉ cho phép một vợ một chồng."
    }
  },
  {
    "translation": {
      "en": "But in the olden time cultures they had, you know, different... Different rules.",
      "vi": "Nhưng ngày xưa ở các nền văn hoá khác, họ có, cháu biết đấy, quy định khác."
    }
  },
  {
    "translation": {
      "en": "Why? You feel sorry for the husband?",
      "vi": "Sao, cháu thương cho ông chồng hả? Vâng."
    }
  },
  {
    "translation": {
      "en": "Yeah. Can you imagine my mom multiplied by a thousand?",
      "vi": "Sao, cháu thương cho ông chồng hả? Vâng. Chú có tưởng tượng được mẹ cháu được nhân lên một ngàn lần?"
    }
  },
  {
    "translation": {
      "en": "Creasy.",
      "vi": "Creasy. Chú đang cười."
    }
  },
  {
    "translation": {
      "en": "You're smiling. What?",
      "vi": "Creasy. Chú đang cười. Hả? Chú vừa cười."
    }
  },
  {
    "translation": {
      "en": "You were smiling. No, I'm not.",
      "vi": "Hả? Chú vừa cười."
    }
  },
  {
    "translation": {
      "en": "You were. No, I was not.",
      "vi": "Không phải. Vừa xong mà."
    }
  },
  {
    "translation": {
      "en": "You're not now, but you were. You were smiling. I wasn't.",
      "vi": "Bây giờ không phải, nhưng lúc nãy cơ. Cháu mới cười. Chú không hề."
    }
  },
  {
    "translation": {
      "en": "You were. When?",
      "vi": "Đúng mà. Khi nào?"
    }
  },
  {
    "translation": {
      "en": "Five seconds ago. I'm not smiling.",
      "vi": "Khoảng năm giây trước. Chú không cười."
    }
  },
  {
    "translation": {
      "en": "Well, a second ago you were. You said five seconds ago. Now that's six.",
      "vi": "Một giây trước. Không, cháu bảo năm giây. Bây giờ phải là sáu giây chứ. Sáu giây trước, chú không cười. Mười giây trước."
    }
  },
  {
    "translation": {
      "en": "Ten seconds ago. Ten seconds ago I was smiling.",
      "vi": "Sáu giây trước, chú không cười. Mười giây trước. Mười giây trước chú đã cười."
    }
  },
  {
    "translation": {
      "en": "Okay, in the next ten seconds, we'll see who smiles first.",
      "vi": "Được rồi, để xem trong mười giây nữa ai cười trước."
    }
  },
  {
    "translation": {
      "en": "You smiled already. See? You did. You.",
      "vi": "Cháu cười rồi. Đấy. Thấy chưa."
    }
  },
  {
    "translation": {
      "en": "No, that wasn't a... That was a smirk.",
      "vi": "Không, đấy là nhếch mép. Có, cháu..."
    }
  },
  {
    "translation": {
      "en": "That's not a smile. A smirk is different. They start with S, but they're not the same.",
      "vi": "Không phải nụ cười. Nhếch mép khác. Chúng đều bắt đầu bằng chữ N, nhưng không giống nhau... Làm bài tập đi."
    }
  },
  {
    "translation": {
      "en": "Do your homework. You were.",
      "vi": "Chúng đều bắt đầu bằng chữ N, nhưng không giống nhau... Làm bài tập đi. Chú có cười."
    }
  },
  {
    "translation": {
      "en": "Bang!",
      "vi": "Bằng!"
    }
  },
  {
    "translation": {
      "en": "Stop, stop, stop. Come back, come back.",
      "vi": "Thôi. Quay lại."
    }
  },
  {
    "translation": {
      "en": "Bang!",
      "vi": "Bằng!"
    }
  },
  {
    "translation": {
      "en": "Stop, stop, stop, stop, stop, stop.",
      "vi": "Thôi. Đến đây."
    }
  },
  {
    "translation": {
      "en": "Come here. Hurry up, hurry up.",
      "vi": "Thôi. Đến đây. Nhanh lên. Chuẩn bị."
    }
  },
  {
    "translation": {
      "en": "Set.",
      "vi": "Nhanh lên. Chuẩn bị."
    }
  },
  {
    "translation": {
      "en": "Bang! Bang!",
      "vi": "Bằng!"
    }
  },
  {
    "translation": {
      "en": "You don't flinch when you hear the gunshot, understand?",
      "vi": "Cháu không được chần chừ khi nghe tiếng súng, hiểu chưa?"
    }
  },
  {
    "translation": {
      "en": "Listen for the sound. You don't anticipate. Concentrate on the sound. Understand me?",
      "vi": "Nghe tiếng súng. Đừng dự đoán trước. Hãy tập trung vào tiếng súng. Hiểu chưa?"
    }
  },
  {
    "translation": {
      "en": "They're gaining on you. Go, go, go, go!",
      "vi": "Khá hơn rồi đấy. Đi! Dừng lại!"
    }
  },
  {
    "translation": {
      "en": "Stop, stop! Come on, get out. Let's go again.",
      "vi": "Khá hơn rồi đấy. Đi! Dừng lại! Đi nào, ra ngoài đi. Làm lại nào."
    }
  },
  {
    "translation": {
      "en": "Daddy! Come here, girl.",
      "vi": "Cảm ơn. Lại đây, con gái! Bố!"
    }
  },
  {
    "translation": {
      "en": "I missed you so much. I missed you.",
      "vi": "Bố nhớ con quá. Con cũng nhớ bố lắm. Con thế nào? Bố có bất ngờ cho con này."
    }
  },
  {
    "translation": {
      "en": "I got a surprise for you. Are you ready?",
      "vi": "Con thế nào? Bố có bất ngờ cho con này. Thế ạ? Sẵn sàng nhé?"
    }
  },
  {
    "translation": {
      "en": "You got me a dog! You got me a dog!",
      "vi": "Bố cho con nuôi chó! Cuối cùng bố cũng cho con nuôi chó!"
    }
  },
  {
    "translation": {
      "en": "You bought me a dog! Oh, my gosh! What do you think?",
      "vi": "Cuối cùng bố cũng mua chó cho con! Ôi Chúa ơi!"
    }
  },
  {
    "translation": {
      "en": "Oh, my gosh. Just what I wanted. What's his name?",
      "vi": "Con thấy thế nào? Ôi Chúa ơi! Con chỉ mong thế này. Tên nó là gì ạ? Sam. Giống bố."
    }
  },
  {
    "translation": {
      "en": "Sam. Like Dad. Come on, Sam! Come on, Sam!",
      "vi": "Con chỉ mong thế này. Tên nó là gì ạ? Sam. Giống bố. Tuyệt! Lại đây, Sam!"
    }
  },
  {
    "translation": {
      "en": "State...",
      "vi": "Nằm."
    }
  },
  {
    "translation": {
      "en": "Bhutan. It's a Himalayan kingdom.",
      "vi": "Bhutan. Một vương quốc ở dãy Hymalaya."
    }
  },
  {
    "translation": {
      "en": "They were having some problems with the royal family not long ago.",
      "vi": "Gần đây họ có xích mích với gia đình hoàng gia."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "Any more questions?",
      "vi": "Còn hỏi gì nữa không?"
    }
  },
  {
    "translation": {
      "en": "Do you have a girlfriend, Creasy? What? No. What kind of question is that?",
      "vi": "Chú Creasy có bạn gái không? Hả? Chú có bạn gái không? Không. Hỏi kiểu gì thế hả? Đáng ra cháu phải học lịch sử chứ."
    }
  },
  {
    "translation": {
      "en": "You're supposed to be studying history. It's Creasy history.",
      "vi": "Hỏi kiểu gì thế hả? Đáng ra cháu phải học lịch sử chứ. Thì đó là lịch sử. Lịch sử của Creasy. Không, lịch sử cổ đại."
    }
  },
  {
    "translation": {
      "en": "No, ancient history. Who was your very first girlfriend?",
      "vi": "Thì đó là lịch sử. Lịch sử của Creasy. Không, lịch sử cổ đại. Không hỏi nữa. Bạn gái đầu tiên của chú là ai?"
    }
  },
  {
    "translation": {
      "en": "Nonya. Nonya?",
      "vi": "Không hỏi nữa. Bạn gái đầu tiên của chú là ai?"
    }
  },
  {
    "translation": {
      "en": "Nonya business, that's who. Okay?",
      "vi": "Nonya? Không phải việc của cháu. Được chứ? Chào."
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "vi": "Được chứ? Chào."
    }
  },
  {
    "translation": {
      "en": "Tomorrow after you drop off Pita, could you take me to get my hair done?",
      "vi": "Ngày mai, sau khi đưa Pita đến trường, anh về đón tôi đi làm tóc được không?"
    }
  },
  {
    "translation": {
      "en": "Yes, ma'am.",
      "vi": "Vâng thưa cô. Tốt."
    }
  },
  {
    "translation": {
      "en": "All right. Well, I'll...",
      "vi": "Vâng thưa cô. Tốt. Hai người cứ học lịch sử đi nhé."
    }
  },
  {
    "translation": {
      "en": "I'll leave you to your history.",
      "vi": "Hai người cứ học lịch sử đi nhé."
    }
  },
  {
    "translation": {
      "en": "Good night. Good night, honey.",
      "vi": "Chúc mẹ ngủ ngon. Chúc con yêu ngủ ngon."
    }
  },
  {
    "translation": {
      "en": "Okay, now ask me. Ask you what?",
      "vi": "Giờ đến lượt chú hỏi cháu. Hỏi gì cơ?"
    }
  },
  {
    "translation": {
      "en": "Go, Pita! Go, go, go, go, go!",
      "vi": "Tiến lên, Pita!"
    }
  },
  {
    "translation": {
      "en": "Go, go, go, go, go!",
      "vi": "Tiến lên."
    }
  },
  {
    "translation": {
      "en": "10.99. Yes!",
      "vi": "Mười giây 99. Tuyệt!"
    }
  },
  {
    "translation": {
      "en": "I'm tough, Creasy. No such thing as tough.",
      "vi": "Cháu thật đáng gờm, Creasy. Thế à? Không có gì đáng gờm cả."
    }
  },
  {
    "translation": {
      "en": "There's trained and there's untrained. Now, which are you?",
      "vi": "Chỉ có được huấn luyện hay không thôi. Giờ, cháu là gì nào? Đuợc huấn luyện."
    }
  },
  {
    "translation": {
      "en": "Trained. Trained. Okay, we'll go again.",
      "vi": "Giờ, cháu là gì nào? Đuợc huấn luyện. Được huấn luyện. Rồi. Làm lại nhé."
    }
  },
  {
    "translation": {
      "en": "Here. Stand here near the finish line.",
      "vi": "Đây. Chú nhớ đứng gần vạch đích nhé."
    }
  },
  {
    "translation": {
      "en": "Okay. Hey.",
      "vi": "Ừ. Này."
    }
  },
  {
    "translation": {
      "en": "I'm a prisoner in the block until the gunshot sets me free.",
      "vi": "Cháu là tù nhân trên bục xuất phát, chờ tiếng súng để được tự do."
    }
  },
  {
    "translation": {
      "en": "That's right. Don't smile, don't fool around if you wanna win. Trained or untrained?",
      "vi": "Đúng rồi. Đừng cười. Đừng nhìn lung tung nếu cháu muốn thắng. Cháu muốn thắng không? Được huấn luyện? Vâng."
    }
  },
  {
    "translation": {
      "en": "Trained. Go.",
      "vi": "Cháu muốn thắng không? Được huấn luyện? Vâng. Đi."
    }
  },
  {
    "translation": {
      "en": "Señor Creasy, nice to see you. Good to see you, Madre.",
      "vi": "Anh Creasy, rất vui được gặp anh. Rất vui được gặp Mẹ."
    }
  },
  {
    "translation": {
      "en": "Pita's parents are away on business in Juárez.",
      "vi": "Bố mẹ Pita đang bận công tác ở Juàrez. Con..."
    }
  },
  {
    "translation": {
      "en": "Today, you are her father.",
      "vi": "Hôm nay, anh là bố nó."
    }
  },
  {
    "translation": {
      "en": "I won, Creasy! I won!",
      "vi": "Cháu thắng rồi! Creasy!"
    }
  },
  {
    "translation": {
      "en": "Okay. I won!",
      "vi": "Đúng. Cháu thắng rồi!"
    }
  },
  {
    "translation": {
      "en": "Once upon a time, when we were young... When I was young.",
      "vi": "Ngày xưa, khi hai ta còn trẻ... Khi tớ còn trẻ."
    }
  },
  {
    "translation": {
      "en": "Well, when we were young and he was younger,",
      "vi": "Ờ, khi hai ta còn trẻ, và cậu ấy còn trẻ hơn..."
    }
  },
  {
    "translation": {
      "en": "and all heads turned our way,",
      "vi": "tư tưởng lớn gặp nhau."
    }
  },
  {
    "translation": {
      "en": "we made a deal to take the world together.",
      "vi": "Chúng ta đã quyết thống trị thế giới cùng nhau."
    }
  },
  {
    "translation": {
      "en": "Yeah, then one day I got a call, and you said...",
      "vi": "Và một ngày tớ nghe điện, rồi cậu nói..."
    }
  },
  {
    "translation": {
      "en": "I'm in love, I'm in love! And I'm moving to Mexico!",
      "vi": "Tớ đang yêu. Tớ đi Mexico đây."
    }
  },
  {
    "translation": {
      "en": "And I said:",
      "vi": "Và... chú nói..."
    }
  },
  {
    "translation": {
      "en": "I said, What happened to the plan? What happened to it?",
      "vi": "Còn kế hoạch thì sao? Tính sao bây giờ?"
    }
  },
  {
    "translation": {
      "en": "I said, The plan's right here! Yeah, yeah. And what'd I do?",
      "vi": "Ta nói, Kế hoạch chính là đây. Ừ. Rồi chú làm gì nhỉ?"
    }
  },
  {
    "translation": {
      "en": "I hung up. And then I met Alicia.",
      "vi": "Chú cúp máy. Sau đó chú gặp Alicia..."
    }
  },
  {
    "translation": {
      "en": "And then I went, Now I got you. I got you.",
      "vi": "Và khi gặp chú phải thốt lên, A, hiểu rồi!"
    }
  },
  {
    "translation": {
      "en": "I got it. Can I kiss her?",
      "vi": "Hiểu rồi. Cho tớ thơm cô ấy nhé? Có làm..."
    }
  },
  {
    "translation": {
      "en": "Absolutely. Hey, what are you doing?",
      "vi": "Thoải mái đi! Ê, mày dám sàm sỡ hả?"
    }
  },
  {
    "translation": {
      "en": "You got me. Okay, I think now's as good a time as any.",
      "vi": "Hiểu rồi đó. Cháu nghĩ đã đến lúc đền đáp chú gì đó."
    }
  },
  {
    "translation": {
      "en": "I bought it with my own money.",
      "vi": "Cháu mua bằng tiền của cháu đấy."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cám ơn cháu."
    }
  },
  {
    "translation": {
      "en": "Open it.",
      "vi": "Chú mở ra đi."
    }
  },
  {
    "translation": {
      "en": "It's Saint Jude, the patron saint of lost causes.",
      "vi": "Thánh Jude, thánh bảo hộ cho những linh hồn tuyệt vọng."
    }
  },
  {
    "translation": {
      "en": "Well deserved.",
      "vi": "Phần thưởng xứng đáng."
    }
  },
  {
    "translation": {
      "en": "Thank you, Pita. It's beautiful.",
      "vi": "Cám ơn Pita. Đẹp lắm."
    }
  },
  {
    "translation": {
      "en": "You're welcome.",
      "vi": "Chú đừng khách sáo."
    }
  },
  {
    "translation": {
      "en": "Dad? Yes, sweetie?",
      "vi": "Bố ơi. Gì con?"
    }
  },
  {
    "translation": {
      "en": "Can I talk to you? Yes.",
      "vi": "Con có chuyện muốn nói. Nói đi."
    }
  },
  {
    "translation": {
      "en": "I don't wanna play piano, I wanna swim.",
      "vi": "Con không muốn chơi piano, con muốn bơi."
    }
  },
  {
    "translation": {
      "en": "It's not open for discussion, honey, okay? Mr. Lozzi's a very, very famous teacher.",
      "vi": "Không bàn về chuyện này nữa, nhé con? Thầy Lozzi là một thầy rất nổi tiếng, và nếu ông ấy đồng ý nhận con..."
    }
  },
  {
    "translation": {
      "en": "If he accepts you as a student, you're gonna play the piano. Sorry.",
      "vi": "Thầy Lozzi là một thầy rất nổi tiếng, và nếu ông ấy đồng ý nhận con... thì con sẽ chơi piano. Bố rất tiếc."
    }
  },
  {
    "translation": {
      "en": "Whatever. Baby.",
      "vi": "Bố muốn thế nào cũng được. Con à."
    }
  },
  {
    "translation": {
      "en": "I love you. Love you.",
      "vi": "Bố yêu con. Con cũng yêu bố."
    }
  },
  {
    "translation": {
      "en": "I just want what's best for you, you know? Okay.",
      "vi": "Bố chỉ muốn điều tốt nhất cho con, con biết chứ Vâng ạ. Ngoan lắm, con yêu."
    }
  },
  {
    "translation": {
      "en": "Okay, honey.",
      "vi": "Vâng ạ. Ngoan lắm, con yêu."
    }
  },
  {
    "translation": {
      "en": "If you broke all my fingers, then taped them back together,",
      "vi": "Nếu chú bẻ gãy mười ngón tay cháu, rồi dán chúng lại với nhau,"
    }
  },
  {
    "translation": {
      "en": "I wouldn't be able to play piano, but I could still swim.",
      "vi": "cháu sẽ không thể chơi piano, nhưng vẫn bơi thoải mái."
    }
  },
  {
    "translation": {
      "en": "Sam, get back.",
      "vi": "Sam, ngồi yên đi."
    }
  },
  {
    "translation": {
      "en": "Don't be a crybaby. You're tougher than that.",
      "vi": "Đừng có mè nheo thế. Cháu kiên cường lắm cơ mà."
    }
  },
  {
    "translation": {
      "en": "Sit, sit, sit, sit, sit, sit.",
      "vi": "Ngồi xuống."
    }
  },
  {
    "translation": {
      "en": "Remember the day you wanted the pencil?",
      "vi": "Chú nhớ hôm chú mượn cháu bút chì không? Có."
    }
  },
  {
    "translation": {
      "en": "Yeah. I know why.",
      "vi": "Chú nhớ hôm chú mượn cháu bút chì không? Có. Cháu biết tại sao đấy."
    }
  },
  {
    "translation": {
      "en": "Yeah?",
      "vi": "Thế á?"
    }
  },
  {
    "translation": {
      "en": "You wanted the license number off of that car. I wrote it down in my notebook.",
      "vi": "Chú muốn ghi lại biển số cái xe đó. Cháu đã ghi vào sổ tay."
    }
  },
  {
    "translation": {
      "en": "I got it all but the last number.",
      "vi": "Thiếu mỗi số cuối."
    }
  },
  {
    "translation": {
      "en": "I'll get it from you later. Can you belch?",
      "vi": "Cái đấy tính sau đi. Cháu biết ợ không?"
    }
  },
  {
    "translation": {
      "en": "Like burp. Can you burp?",
      "vi": "Ợ chua. Cháu biết ợ chua không?"
    }
  },
  {
    "translation": {
      "en": "That's good. That's very good. I just had a Coke.",
      "vi": "Tốt. Tốt lắm. Cháu mới uống côca mà. Được rồi. Nghe này."
    }
  },
  {
    "translation": {
      "en": "Listen to me. This famous teacher...",
      "vi": "Cháu mới uống côca mà. Được rồi. Nghe này. Ông thầy nổi tiếng này..."
    }
  },
  {
    "translation": {
      "en": "He teaches a lot of rich kids and plays for the symphonies and all that, right?",
      "vi": "Ông ta dạy cho rất nhiều đứa con nhà giàu và chơi nhạc giao hưởng đúng không?"
    }
  },
  {
    "translation": {
      "en": "Belch every few minutes while you're practicing.",
      "vi": "Vâng. Khi học, cứ vài phút cháu lại ợ một phát."
    }
  },
  {
    "translation": {
      "en": "You apologize to him, but keep belching. You'll offend every sensibility he has.",
      "vi": "Cháu xin lỗi, nhưng vẫn tiếp tục ợ. Cháu sẽ xúc phạm sự nhạy cảm của ông ta. Được."
    }
  },
  {
    "translation": {
      "en": "Very good. You'll be back in the pool in 24 hours, I guarantee you.",
      "vi": "Tốt lắm. Chú bảo đảm cháu sẽ được nhảy xuống bể bơi trong 24 giờ nữa."
    }
  },
  {
    "translation": {
      "en": "Right, Sam?",
      "vi": "Sam nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Lupita Ramos.",
      "vi": "Xin chào Lupita Ramos."
    }
  },
  {
    "translation": {
      "en": "For you, Creasy.",
      "vi": "Tặng chú Creasy này."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cám ơn cháu."
    }
  },
  {
    "translation": {
      "en": "How does this look? Good. Good.",
      "vi": "Trông thế nào? Tốt lắm."
    }
  },
  {
    "translation": {
      "en": "Come on in.",
      "vi": "Xin chào, Pita. Xin chào."
    }
  },
  {
    "translation": {
      "en": "Bye. Bye.",
      "vi": "Tạm biệt. Tạm biệt."
    }
  },
  {
    "translation": {
      "en": "How long? One hour.",
      "vi": "Trong bao lâu? Một giờ."
    }
  },
  {
    "translation": {
      "en": "Pita.",
      "vi": "Pita"
    }
  },
  {
    "translation": {
      "en": "Pita.",
      "vi": "Pita, đặt ra đi."
    }
  },
  {
    "translation": {
      "en": "Run!",
      "vi": "Chạy đi!"
    }
  },
  {
    "translation": {
      "en": "Creasy! Creasy!",
      "vi": "Creasy!"
    }
  },
  {
    "translation": {
      "en": "Creasy. Creasy! Creasy!",
      "vi": "Creasy!"
    }
  },
  {
    "translation": {
      "en": "I can't...",
      "vi": "Cháu không thể..."
    }
  },
  {
    "translation": {
      "en": "John W. Creasy is under arrest for the murder of two officers of the Judicial Police.",
      "vi": "John W Creasy bị bắt vì tội sát hại hai cảnh sát thuộc Cảnh sát Tư pháp."
    }
  },
  {
    "translation": {
      "en": "This man, John W. Creasy,",
      "vi": "Đã bị bắt vì tội sát hại cảnh sát. Người đàn ông này, John W. Creasey, công dân Mỹ,"
    }
  },
  {
    "translation": {
      "en": "an American citizen,",
      "vi": "Người đàn ông này, John W. Creasey, công dân Mỹ,"
    }
  },
  {
    "translation": {
      "en": "is under arrest for the murder of two officers of the Judicial Police",
      "vi": "đã bị bắt vì tội giết hại hai cảnh sát."
    }
  },
  {
    "translation": {
      "en": "and is suspected of possible involvement in the kidnapping of Lupita Martin Ramos.",
      "vi": "Anh ta cũng là nghi phạm chính có liên quan tới vụ bắt cóc Lupita Martin Ramos."
    }
  },
  {
    "translation": {
      "en": "Chief Ramirez...",
      "vi": "Cảnh sát trưởng Ramirez."
    }
  },
  {
    "translation": {
      "en": "The two officers who were killed.",
      "vi": "Hồ sơ chỉ ra cảnh sát bị sát hại"
    }
  },
  {
    "translation": {
      "en": "Records show they were off duty at the time.",
      "vi": "không trong thời gian làm nhiệm vụ."
    }
  },
  {
    "translation": {
      "en": "So why were they in uniform and in a patrol car?",
      "vi": "Vậy tại sao họ lại mặc đồng phục và đi trên một chiếc xe tuần tra?"
    }
  },
  {
    "translation": {
      "en": "All I know is that they died bravely.",
      "vi": "Tôi chỉ biết họ đã hy sinh rất anh dũng."
    }
  },
  {
    "translation": {
      "en": "Of course, but what exactly were they doing",
      "vi": "Dĩ nhiên, chính xác thì họ đã làm những gì"
    }
  },
  {
    "translation": {
      "en": "at the scene of the kidnapping?",
      "vi": "khi vụ bắt cóc xảy ra?"
    }
  },
  {
    "translation": {
      "en": "Or were they known for their exceptional good luck?",
      "vi": "Hay là họ may mắn tiên đoán được điều đó?"
    }
  },
  {
    "translation": {
      "en": "They were known for being corrupt",
      "vi": "Hai thằng cảnh sát biến chất"
    }
  },
  {
    "translation": {
      "en": "and now are celebrated for being dead.",
      "vi": "Và giờ thì lại hò nhau tôn vinh chúng nó."
    }
  },
  {
    "translation": {
      "en": "Excuse me.",
      "vi": "Phiền ông."
    }
  },
  {
    "translation": {
      "en": "Relax, okay? Relax, Sammy.",
      "vi": "Mọi người, bình tĩnh, được chứ? Trấn tĩnh lại đi Sammy."
    }
  },
  {
    "translation": {
      "en": "I know she's your little girl. When I tell you everything's gonna be all right,",
      "vi": "Tôi biết con bé còn quá nhỏ. Nhưng khi tôi nói mọi việc sẽ ổn thoả,"
    }
  },
  {
    "translation": {
      "en": "everything's gonna be all right.",
      "vi": "thì mọi việc sẽ ổn thoả."
    }
  },
  {
    "translation": {
      "en": "Señor Ramos.",
      "vi": "Anh Ramos."
    }
  },
  {
    "translation": {
      "en": "I'm sorry. I'm really sorry.",
      "vi": "Tôi rất tiếc."
    }
  },
  {
    "translation": {
      "en": "Victor Fuentes, Anti Kidnapping Division, Policía Judicial.",
      "vi": "Victor Fuentes, phòng Chống Bắt Cóc, Sở Cảnh Sát."
    }
  },
  {
    "translation": {
      "en": "Excuse me. I'm Jordan Kalfus. I'm the family attorney.",
      "vi": "Xin lỗi ông. Tôi là Jordan Kalfus. Luật sư của gia đình."
    }
  },
  {
    "translation": {
      "en": "Speak slower, please. My Russian is better than my English.",
      "vi": "Làm ơn nói chậm thôi. Tôi giỏi tiếng Nga hơn tiếng Anh."
    }
  },
  {
    "translation": {
      "en": "I'm conducting the negotiations, and we neither need nor want police assistance.",
      "vi": "Tôi đang chỉ đạo sự dàn xếp, và dĩ nhiên không cần đến sự nhúng tay của cảnh sát."
    }
  },
  {
    "translation": {
      "en": "We're gonna handle this thing ourselves.",
      "vi": "Tự chúng tôi xử lý được."
    }
  },
  {
    "translation": {
      "en": "Señor Ramos, two police officers were killed during your daughter's abduction.",
      "vi": "Anh Ramos, hai cảnh sát đã bị giết hại... trong vụ bắt cóc con gái anh."
    }
  },
  {
    "translation": {
      "en": "I have a written order from the Public Minister...",
      "vi": "Tôi vừa nhận được công điện từ Bộ Trưởng Công..."
    }
  },
  {
    "translation": {
      "en": "authorizing our participation unofficially.",
      "vi": "cho phép chúng tôi tham gia qua một người khác."
    }
  },
  {
    "translation": {
      "en": "If you want to speak to Attorney General Diaz, it's on me.",
      "vi": "Nếu ông muốn gặp Trưởng lý Diaz thì lấy máy của tôi mà gọi."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Không. Được rồi."
    }
  },
  {
    "translation": {
      "en": "The kidnapper will tell you to deliver the money alone.",
      "vi": "Tên bắt cóc sẽ bảo anh mang tiền đến, một mình."
    }
  },
  {
    "translation": {
      "en": "Por favor, don't do that.",
      "vi": "Xin vui lòng, đừng làm thế, hoặc ông sẽ tìm thấy bản thân ở địa ngục Mexico."
    }
  },
  {
    "translation": {
      "en": "Or you will find yourself in a real Mexican hell. No mariachi, no tequila...",
      "vi": "Xin vui lòng, đừng làm thế, hoặc ông sẽ tìm thấy bản thân ở địa ngục Mexico. Không mariachi. Không tequila... và không Pita."
    }
  },
  {
    "translation": {
      "en": "and no Pita.",
      "vi": "Không mariachi. Không tequila... và không Pita."
    }
  },
  {
    "translation": {
      "en": "Crease? Crease.",
      "vi": "Crease."
    }
  },
  {
    "translation": {
      "en": "When I heard it was this hospital, I was so pleased.",
      "vi": "Tôi rất hài lòng khi biết là bệnh viện này."
    }
  },
  {
    "translation": {
      "en": "There is a pastry shop nearby. Delgado's.",
      "vi": "Có một tiệm bánh nướng gần đây. Của Delgado. Những chiếc bánh nướng ngon nhất Mexico."
    }
  },
  {
    "translation": {
      "en": "They have the best pastries in Mexico.",
      "vi": "Của Delgado. Những chiếc bánh nướng ngon nhất Mexico."
    }
  },
  {
    "translation": {
      "en": "Miguel Manzano. Director of the AFI.",
      "vi": "Miguel Manzano... Giám đốc AFl..."
    }
  },
  {
    "translation": {
      "en": "And a former director of Interpol, in Rome.",
      "vi": "Cựu giám đốc lnterpol... ở Rome."
    }
  },
  {
    "translation": {
      "en": "And you are? A friend of his. Rayburn.",
      "vi": "Và anh là ai? Bạn anh ta. Rayburn."
    }
  },
  {
    "translation": {
      "en": "Rayburn.",
      "vi": "Rayburn?"
    }
  },
  {
    "translation": {
      "en": "Do you love your daughter, Señor Ramos?",
      "vi": "Ngài có yêu con gái mình không ngài Ramos?"
    }
  },
  {
    "translation": {
      "en": "Yes. Yes.",
      "vi": "Có chứ."
    }
  },
  {
    "translation": {
      "en": "Do you want to see her again? Yes, I do.",
      "vi": "Ngài có muốn gặp lại nó không? Tôi rất muốn."
    }
  },
  {
    "translation": {
      "en": "Señor... If your daughter's life is as important to you as it is to me,",
      "vi": "Nếu mạng sống con gái ngài cũng quan trọng đối với ngài như với tôi..."
    }
  },
  {
    "translation": {
      "en": "you will do as I say.",
      "vi": "ngài sẽ làm theo điều tôi nói."
    }
  },
  {
    "translation": {
      "en": "Yes? Okay, yes.",
      "vi": "Đúng không? Đúng, vâng."
    }
  },
  {
    "translation": {
      "en": "Crease. You hear me?",
      "vi": "Crease. Nghe tớ nói gì không?"
    }
  },
  {
    "translation": {
      "en": "You got four of them, all dead.",
      "vi": "Cậu đã xử bốn thằng, chết hết."
    }
  },
  {
    "translation": {
      "en": "Pita? It's...",
      "vi": "Pita."
    }
  },
  {
    "translation": {
      "en": "It's been two days. They're negotiating a ransom.",
      "vi": "Đã hai ngày rồi. Họ đang sắp xếp tiền chuộc."
    }
  },
  {
    "translation": {
      "en": "These things take time, Mr. Creasy.",
      "vi": "Việc này rất mất thời gian, anh Creasy."
    }
  },
  {
    "translation": {
      "en": "Don't fuck with me, all right?",
      "vi": "Đừng có giở trò với tôi, được chứ?"
    }
  },
  {
    "translation": {
      "en": "You have the ten million? Do you have the money?",
      "vi": "Ngài có mười triệu không? Ngài có tiền không?"
    }
  },
  {
    "translation": {
      "en": "Yes, we have the money. Now, if you do as I say,",
      "vi": "Có, chúng tôi có tiền. Tốt. Làm theo lời tôi nói..."
    }
  },
  {
    "translation": {
      "en": "the girl will be returned exactly as she was taken.",
      "vi": "con bé sẽ được hoàn trả nguyên vẹn như lúc đưa đi."
    }
  },
  {
    "translation": {
      "en": "But if you deviate from the process in any way...",
      "vi": "Nhưng nếu ngài làm lệch tiến trình."
    }
  },
  {
    "translation": {
      "en": "By the Virgin of Guadeloupe,",
      "vi": "Thì thế có Đức Mẹ,"
    }
  },
  {
    "translation": {
      "en": "I swear you will never see her again.",
      "vi": "Tôi thề, ngài sẽ không bao giờ thấy lại nó nữa."
    }
  },
  {
    "translation": {
      "en": "I understand. Listen, I too worship la Virgen de Guadalupe...",
      "vi": "Tôi hiểu. Nghe này, tôi cũng tôn thờ Đức Trinh Nữ Guadalupe."
    }
  },
  {
    "translation": {
      "en": "I ask if you understand.",
      "vi": "Tôi chỉ muốn ngài hiểu thôi."
    }
  },
  {
    "translation": {
      "en": "Hello, sir. This is Mr. Ramos's attorney.",
      "vi": "Chào anh. Tôi là luật sư nhà Ramos."
    }
  },
  {
    "translation": {
      "en": "He's going through a very difficult time, but he understands.",
      "vi": "Anh ta đang trải qua một thời kỳ khó khăn, nhưng vẫn hiểu được."
    }
  },
  {
    "translation": {
      "en": "Do you understand? Repeat the drop instructions.",
      "vi": "Thế ông có hiểu không? Nhắc lại cách bỏ tiền xem nào."
    }
  },
  {
    "translation": {
      "en": "Okay, the money, 10 million, will be divided into two 15 gallon black canvas bags,",
      "vi": "Được rồi, số tiền, mười triệu đô, sẽ được chia vào hai túi vải đen 50 lít, mỗi túi năm triệu..."
    }
  },
  {
    "translation": {
      "en": "each containing five million, which will be checked at the bank by the KR agent,",
      "vi": "hai túi vải đen 50 lít, mỗi túi năm triệu... được kiểm tra ở ngân hàng bởi K.R. Agent..."
    }
  },
  {
    "translation": {
      "en": "then driven to the house where it will be transferred to the delivery car.",
      "vi": "và được chuyển đến nhà bằng xe bọc thép, sau đó được chuyển sang xe giao hàng."
    }
  },
  {
    "translation": {
      "en": "You got a flat tire here.",
      "vi": "Lốp xịt đây này."
    }
  },
  {
    "translation": {
      "en": "This is for you.",
      "vi": "Của ông này."
    }
  },
  {
    "translation": {
      "en": "Hello. Yeah.",
      "vi": "Alô. Tôi nghe đây."
    }
  },
  {
    "translation": {
      "en": "Listen, I need a driver to drive Samuel.",
      "vi": "Nghe này, tôi cần một tài xế cho Samuel."
    }
  },
  {
    "translation": {
      "en": "No. Why?",
      "vi": "Không. Tại sao?"
    }
  },
  {
    "translation": {
      "en": "He's got a bad ticker. He's got a heart condition.",
      "vi": "Tim anh ta rất yếu. Có vấn đề về tim."
    }
  },
  {
    "translation": {
      "en": "Look, he's a nervous kid. He doesn't respond well to stress.",
      "vi": "Anh ta còn trẻ người non dạ quá, làm sao chịu nổi áp lực chứ."
    }
  },
  {
    "translation": {
      "en": "All right, but the car will not be powerful.",
      "vi": "Thôi được. Nhưng xe cấm được trang bị vũ khí."
    }
  },
  {
    "translation": {
      "en": "Remove the trunk lid. Use the maid's Valiant Acapulco.",
      "vi": "Gỡ nắp cốp xe ra. Sử dụng Valiant Acapulco của người giúp việc."
    }
  },
  {
    "translation": {
      "en": "You will arrive at La Diana fountain at 1 a.m.",
      "vi": "Anh phải có mặt tại đài phun nước La Diana lúc một giờ sáng."
    }
  },
  {
    "translation": {
      "en": "You will drive around the circle two times.",
      "vi": "Lái vòng quanh hai vòng."
    }
  },
  {
    "translation": {
      "en": "Samuel will remove his shirt and hold it out the window",
      "vi": "Samuel phải cởi áo sơ mi, giơ ra ngoài cửa sổ..."
    }
  },
  {
    "translation": {
      "en": "to ID the car.",
      "vi": "để xác nhận chiếc xe."
    }
  },
  {
    "translation": {
      "en": "There is a payphone on the southeast corner.",
      "vi": "Có một bốt điện thoại ở góc đông nam."
    }
  },
  {
    "translation": {
      "en": "The phone will ring. You will answer and wait for instructions.",
      "vi": "Chuông sẽ reo. Anh sẽ nhấc máy và đợi chỉ dẫn tiếp theo."
    }
  },
  {
    "translation": {
      "en": "There is a map on the top of the phone. Follow it.",
      "vi": "Có một tấm bản đồ ở trên máy điện thoại. Đi theo nó."
    }
  },
  {
    "translation": {
      "en": "What are you doing? He said no phones. Relax, relax.",
      "vi": "Ông làm gì thế? Hắn bảo không điện thoại Bình tĩnh, bình tĩnh đi."
    }
  },
  {
    "translation": {
      "en": "I'm just trying to protect your daughter, okay?",
      "vi": "Tôi đang cố để bảo vệ con gái anh thôi. Hãy đưa tôi đến đó, làm ơn."
    }
  },
  {
    "translation": {
      "en": "What's going on? Hospitals can be very dangerous places,",
      "vi": "Sao thế này? Bệnh viện là nơi quá nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "especially when you have killed two corrupt cops.",
      "vi": "Đặc biệt khi anh ta mới giết hai thằng cớm bẩn."
    }
  },
  {
    "translation": {
      "en": "Leave the money in the trunk of the white car",
      "vi": "Bỏ tiền vào cốp chiếc xe màu trắng."
    }
  },
  {
    "translation": {
      "en": "and return to your car.",
      "vi": "Rồi quay về xe của mình."
    }
  },
  {
    "translation": {
      "en": "Do not look back.",
      "vi": "Đừng có ngoái lại."
    }
  },
  {
    "translation": {
      "en": "What's going on, guys?",
      "vi": "Sao thế?"
    }
  },
  {
    "translation": {
      "en": "Remember, I'm a professional.",
      "vi": "Nên nhớ là, tôi rất chuyên nghiệp."
    }
  },
  {
    "translation": {
      "en": "If you keep your word, I will keep mine.",
      "vi": "Nếu anh giữ lời, tôi cũng giữ lời."
    }
  },
  {
    "translation": {
      "en": "Hello? Mr. Ramos.",
      "vi": "Alô. Ngài Ramos."
    }
  },
  {
    "translation": {
      "en": "You betrayed me. You killed my nephew.",
      "vi": "Ngài phản bội tôi. Ngài đã giết cháu tôi."
    }
  },
  {
    "translation": {
      "en": "You took my money.",
      "vi": "Anh đã lấy tiền rồi."
    }
  },
  {
    "translation": {
      "en": "Señor Ramos...",
      "vi": "Ngài Ramos..."
    }
  },
  {
    "translation": {
      "en": "God be with your child.",
      "vi": "Cầu Chúa phù hộ cho con ngài."
    }
  },
  {
    "translation": {
      "en": "All right. Get out of here, all of you. Get the fuck out of my house!",
      "vi": "Được rồi. Cút hết khỏi đây, tất cả chúng mày. Cút hết khỏi nhà tao!"
    }
  },
  {
    "translation": {
      "en": "Okay, this is Lisa...",
      "vi": "Được rồi, tôi là Lisa."
    }
  },
  {
    "translation": {
      "en": "Martin Ramos. I'm Pita's mother.",
      "vi": "Bà Ramos. Tôi là mẹ Pita."
    }
  },
  {
    "translation": {
      "en": "And I'm very sorry for whatever happened to your nephew, but I beg you...",
      "vi": "Tôi rất lấy làm tiếc cho những gì đã xảy ra với cháu anh, nhưng tôi van anh."
    }
  },
  {
    "translation": {
      "en": "Please don't harm my daughter.",
      "vi": "Làm ơn đừng hại con gái tôi."
    }
  },
  {
    "translation": {
      "en": "This conversation is not being recorded.",
      "vi": "Cuộc gọi này không bị ghi âm."
    }
  },
  {
    "translation": {
      "en": "I'm sorry. I'm really sorry. I wish we had talked sooner, señora.",
      "vi": "Tôi rất tiếc. Tôi thực lòng rất tiếc. Ước gì ta nói chuyện sớm hơn, thưa cô."
    }
  },
  {
    "translation": {
      "en": "I'm really sorry.",
      "vi": "Tôi rất tiếc."
    }
  },
  {
    "translation": {
      "en": "Now it is too late.",
      "vi": "Giờ thì đã quá muộn."
    }
  },
  {
    "translation": {
      "en": "Fuck off! Get the fuck out of my fucking house! Now!",
      "vi": "Con mẹ chúng mày. Cút hết khỏi nhà tao, ngay bây giờ!"
    }
  },
  {
    "translation": {
      "en": "Get out! Get out!",
      "vi": "Cút đi!"
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "vi": "Chào."
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "vi": "Chào."
    }
  },
  {
    "translation": {
      "en": "Hey, Ray. How are you...?",
      "vi": "Chào, Ray."
    }
  },
  {
    "translation": {
      "en": "Where am I? Well, it looks like a dog hospital.",
      "vi": "Tớ đang ở đâu đây? À, có vẻ là một bệnh viện dành cho chó."
    }
  },
  {
    "translation": {
      "en": "Manzano was afraid the cops were gonna kill you.",
      "vi": "Manzano sợ bọn cớm sẽ giết anh."
    }
  },
  {
    "translation": {
      "en": "How you doing, doc?",
      "vi": "Thấy sao rồi, bác sĩ?"
    }
  },
  {
    "translation": {
      "en": "What's the matter?",
      "vi": "Tình hình thế nào rồi?"
    }
  },
  {
    "translation": {
      "en": "She's dead, Crease.",
      "vi": "Con bé chết rồi, Crease."
    }
  },
  {
    "translation": {
      "en": "It's a mess. Somebody hijacked the drop and...",
      "vi": "Lộn xộn thật. Có ai đó xen vào vụ chuyển tiền, và..."
    }
  },
  {
    "translation": {
      "en": "The kidnapper's nephew was killed, so he killed Pita.",
      "vi": "Cháu thằng bắt cóc bị giết, thế nên hắn giết Pita."
    }
  },
  {
    "translation": {
      "en": "He has gunshot wounds to the chest and the abdomen.",
      "vi": "Anh ta bị nhiều phát đạn vào ngực và vào bụng."
    }
  },
  {
    "translation": {
      "en": "He has a collapsed lung which we've re inflated.",
      "vi": "Phổi bị xẹp, nhưng đang ổn định."
    }
  },
  {
    "translation": {
      "en": "He's lucky to be alive. If he doesn't rest, he will die.",
      "vi": "Phổi bị xẹp, nhưng đang ổn định. Số anh ta quả là lớn. Nhưng nếu không nghỉ ngơi thì chết chắc."
    }
  },
  {
    "translation": {
      "en": "How long will he be hospitalized?",
      "vi": "Liệu cần điều trị bao lâu?"
    }
  },
  {
    "translation": {
      "en": "Approximately a month.",
      "vi": "Khoảng một tháng."
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "Did you recognize any of these men?",
      "vi": "Cậu nhận ra những người này không?"
    }
  },
  {
    "translation": {
      "en": "No. Does that make me a suspect?",
      "vi": "Không. Điều đó có làm tôi bị nghi ngờ không?"
    }
  },
  {
    "translation": {
      "en": "No. It would be convenient, but no.",
      "vi": "Không. Nó sẽ thuận tiện, nhưng, không."
    }
  },
  {
    "translation": {
      "en": "Maybe you should show me pictures of Mexican cops. Maybe we'll get somewhere.",
      "vi": "Ông nên cho tôi xem ảnh vài tên cớm Mexico. Có khi tôi nhận ra cũng nên. Tất cả đều là cớm."
    }
  },
  {
    "translation": {
      "en": "Those were all policemen.",
      "vi": "Có khi tôi nhận ra cũng nên. Tất cả đều là cớm."
    }
  },
  {
    "translation": {
      "en": "Bad Judicial cops,",
      "vi": "Bọn cớm tư pháp biến chất."
    }
  },
  {
    "translation": {
      "en": "protected, by a brotherhood.",
      "vi": "Được bảo kê bởi một hội."
    }
  },
  {
    "translation": {
      "en": "A brotherhood?",
      "vi": "Hội gì?"
    }
  },
  {
    "translation": {
      "en": "A brotherhood called... La Hermandad.",
      "vi": "Một hội được gọi là La Hermandad."
    }
  },
  {
    "translation": {
      "en": "You all set?",
      "vi": "Cậu sắp đặt hết rồi à?"
    }
  },
  {
    "translation": {
      "en": "Right arm. Yeah.",
      "vi": "Đưa tay phải đây."
    }
  },
  {
    "translation": {
      "en": "You okay? Yeah, I'm all right.",
      "vi": "Được chứ? Ừ. Tôi ổn."
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "vi": "Đi thôi."
    }
  },
  {
    "translation": {
      "en": "Somebody's on us. Yeah. Lois Lane. Who?",
      "vi": "Có đuôi kìa. Ờ. Lois Lane."
    }
  },
  {
    "translation": {
      "en": "Mariana something, works for Reforma.",
      "vi": "Ai cơ? Mariana gì đó, làm cho báo Reforma."
    }
  },
  {
    "translation": {
      "en": "Newspaper journalist.",
      "vi": "Phóng viên báo chí."
    }
  },
  {
    "translation": {
      "en": "I guess she thinks you're a scoop.",
      "vi": "Có lẽ cô ta coi cậu là món sốt dẻo đấy."
    }
  },
  {
    "translation": {
      "en": "I'll get you up to the border.",
      "vi": "Tớ sẽ đưa cậu đến biên giới."
    }
  },
  {
    "translation": {
      "en": "A friend will take you to San Diego, drop you at the Naval Hospital.",
      "vi": "Một người bạn sẽ đưa tiếp đến San Diego, thả cậu ở bệnh viện Hải Quân."
    }
  },
  {
    "translation": {
      "en": "I'm not going, Ray. What are you gonna do?",
      "vi": "Tớ không đi đâu hết, Ray. Thế cậu định làm gì?"
    }
  },
  {
    "translation": {
      "en": "Let's take a ride by the crime scene. She can follow us.",
      "vi": "Lái đến hiện trường đi. Cứ để cô ta theo."
    }
  },
  {
    "translation": {
      "en": "Mr. Creasy?",
      "vi": "Anh Creasy?"
    }
  },
  {
    "translation": {
      "en": "A lot of people are looking for you.",
      "vi": "Rất nhiều người đang săn lùng anh đấy."
    }
  },
  {
    "translation": {
      "en": "I'm Mariana García Guerrero.",
      "vi": "Tôi là Mariana Garcia Guerrero."
    }
  },
  {
    "translation": {
      "en": "Reporter, for Reforma.",
      "vi": "Phóng viên báo Reforma."
    }
  },
  {
    "translation": {
      "en": "Nice to meet you. I found this across the street.",
      "vi": "Rất vui được gặp cô. Tôi tìm thấy đống này bên đường."
    }
  },
  {
    "translation": {
      "en": "Open it.",
      "vi": "Mở ra đi."
    }
  },
  {
    "translation": {
      "en": "It's Santa Muerte. Death worship.",
      "vi": "Đây là Santa Muerte. Thờ phụng thần chết."
    }
  },
  {
    "translation": {
      "en": "They've put a curse on you. A little late.",
      "vi": "Chúng đã nguyền rủa anh. Hơi muộn rồi."
    }
  },
  {
    "translation": {
      "en": "What are you going to do? I'm gonna get in my truck and leave.",
      "vi": "Giờ anh tính sao? Tôi sẽ lên xe, và đi khỏi nơi này."
    }
  },
  {
    "translation": {
      "en": "I can help you.",
      "vi": "Tôi có thể giúp anh."
    }
  },
  {
    "translation": {
      "en": "There's a brotherhood called La Hermandad.",
      "vi": "Có một hội gọi là La Hermandad."
    }
  },
  {
    "translation": {
      "en": "It protects government officials, corrupt police and organized crime",
      "vi": "Nó bảo hộ các quan chức cấp cao của chính phủ, những tên cớm biến chất và các tổ chức tội phạm ở mức cao, rất khó để tôi có thể tiếp cận tới."
    }
  },
  {
    "translation": {
      "en": "at a level that is too difficult for me to reach.",
      "vi": "và các tổ chức tội phạm ở mức cao, rất khó để tôi có thể tiếp cận tới."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "And I think that you and Lupita Ramos are victims of this organization.",
      "vi": "Và tôi nghĩ anh và Lupita Ramos là nạn nhân của tổ chức này."
    }
  },
  {
    "translation": {
      "en": "I want to expose them. Talk to me, give me your story, and then I can help you. Please.",
      "vi": "Tôi muốn vạch trần chúng. Tôi muốn anh kể câu chuyện của anh cho tôi, và tôi sẽ giúp. Làm ơn."
    }
  },
  {
    "translation": {
      "en": "Help me do what?",
      "vi": "Giúp cái gì?"
    }
  },
  {
    "translation": {
      "en": "You're gonna help me do what?",
      "vi": "Cô định giúp tôi cái gì?"
    }
  },
  {
    "translation": {
      "en": "You're a stranger here, no? That's right.",
      "vi": "Anh là người lạ ở đây, đúng không? Đúng thế."
    }
  },
  {
    "translation": {
      "en": "You're going to need friends that know their way around.",
      "vi": "Anh sẽ cần một người bạn rành mạch ngóc ngách đấy."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "Okay, friend that's gonna help me.",
      "vi": "Vậy là một người bạn sẽ giúp tôi."
    }
  },
  {
    "translation": {
      "en": "Pleasure to meet you.",
      "vi": "Rất hân hạnh được gặp cô. Bảo tài xế lần sau thì giữ khoảng cách xa hơn nhé."
    }
  },
  {
    "translation": {
      "en": "Tell your driver to keep his distance next time. All right, friend?",
      "vi": "Rất hân hạnh được gặp cô. Bảo tài xế lần sau thì giữ khoảng cách xa hơn nhé. Thế nhé, cô bạn?"
    }
  },
  {
    "translation": {
      "en": "You'll be Stateside by supper time. I'm gonna need some help first, though.",
      "vi": "Cậu sẽ được ở Mỹ đúng giờ ăn tối. Nhưng tớ cần cậu giúp vài việc trước, Ray."
    }
  },
  {
    "translation": {
      "en": "You don't stop bleeding, you won't last a day in your shape.",
      "vi": "Nếu cậu không ngừng chảy máu, thì cậu không qua nổi một ngày đâu."
    }
  },
  {
    "translation": {
      "en": "Is that a yes or is that a no? Yeah! But...",
      "vi": "Thế là đồng ý hay không đấy? Ừ thì đồng ý. Nhưng mà tớ gác kiếm rồi. Nói bao nhiêu lần rồi."
    }
  },
  {
    "translation": {
      "en": "I'm done killing. I told you that. Okay.",
      "vi": "Nhưng mà tớ gác kiếm rồi. Nói bao nhiêu lần rồi."
    }
  },
  {
    "translation": {
      "en": "Anything else is yours.",
      "vi": "Biết rồi. Những việc khác là của cậu hết."
    }
  },
  {
    "translation": {
      "en": "You're talking about war, Crease. Exactly. Can you help me?",
      "vi": "Cậu định khiêu chiến sao Crease. Chính xác đấy. Giúp được không nào? Cậu giúp tớ được không?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Good.",
      "vi": "Được. Thế là tốt."
    }
  },
  {
    "translation": {
      "en": "Creasy?",
      "vi": "Creasy."
    }
  },
  {
    "translation": {
      "en": "What are you doing here?",
      "vi": "Anh còn đến đây làm gì?"
    }
  },
  {
    "translation": {
      "en": "I came to get my stuff.",
      "vi": "Tôi đến lấy chút đồ."
    }
  },
  {
    "translation": {
      "en": "Couldn't find my Bible. I thought it might be in here.",
      "vi": "Không tìm thấy cuốn Kinh Thánh. Có lẽ rơi quanh đấy."
    }
  },
  {
    "translation": {
      "en": "I borrowed it. Okay.",
      "vi": "Tôi mượn đấy. Thế à."
    }
  },
  {
    "translation": {
      "en": "It's crazy, huh?",
      "vi": "Điên lắm phải không?"
    }
  },
  {
    "translation": {
      "en": "One week we're figuring out which nightclub to go to, and the next thing I'm...",
      "vi": "Chỉ một tuần chúng tôi còn chọn xem đi đến hộp đêm nào, và rồi tôi lại thích đọc Kinh Thánh."
    }
  },
  {
    "translation": {
      "en": "reading the Bible.",
      "vi": "và rồi tôi lại thích đọc Kinh Thánh."
    }
  },
  {
    "translation": {
      "en": "It's a good thing. You hold on to it.",
      "vi": "Tốt mà. Cô cứ giữ mà đọc."
    }
  },
  {
    "translation": {
      "en": "I keep thinking if only we hadn't...",
      "vi": "Tôi cứ dằn vặt mãi, giá như chúng tôi không..."
    }
  },
  {
    "translation": {
      "en": "My whole life all I've ever thought about was what I could get for myself.",
      "vi": "Cả đời tôi chỉ quan tâm đến việc lấy được những gì cho mình."
    }
  },
  {
    "translation": {
      "en": "Not my own baby.",
      "vi": "Thậm chí với cả con mình."
    }
  },
  {
    "translation": {
      "en": "She needed me so much, and sometimes I felt like I had nothing to give her.",
      "vi": "Nó cần tôi lắm, đôi khi... tôi cảm thấy mình chẳng có gì để dành cho nó."
    }
  },
  {
    "translation": {
      "en": "Just... I don't know what to do.",
      "vi": "Chỉ là... tôi không biết phải làm gì."
    }
  },
  {
    "translation": {
      "en": "What are you gonna do? What I do best.",
      "vi": "Anh sẽ làm gì? Làm cái tôi giỏi nhất."
    }
  },
  {
    "translation": {
      "en": "I'm gonna kill them.",
      "vi": "Tôi sẽ giết chúng."
    }
  },
  {
    "translation": {
      "en": "Anyone involved, who profited from it, anybody who opens their eyes at me.",
      "vi": "Bất cứ kẻ nào liên quan. Bất cứ kẻ nào trục lợi từ nó. Bất kỳ ai trừng mắt với tôi."
    }
  },
  {
    "translation": {
      "en": "You kill them all.",
      "vi": "Anh sẽ giết hết bọn chúng."
    }
  },
  {
    "translation": {
      "en": "Yeah, it's me.",
      "vi": "Phải, tôi đây."
    }
  },
  {
    "translation": {
      "en": "Mr. Creasy. I need the license... No, excuse me.",
      "vi": "Anh Creasy. Tôi cần biển số... À không, xin lỗi."
    }
  },
  {
    "translation": {
      "en": "I need the name and address of someone whose license number is C5TK8.",
      "vi": "Tôi cần tên và địa chỉ của người có biển số là... C5TK8. Là C5TK8."
    }
  },
  {
    "translation": {
      "en": "That's C5TK8.",
      "vi": "C5TK8. Là C5TK8."
    }
  },
  {
    "translation": {
      "en": "I got everything but the last digit, so I need ten possible matches.",
      "vi": "Bất cứ ai trừng mắt với tôi. Tôi sẽ giết hết bọn chúng."
    }
  },
  {
    "translation": {
      "en": "And when do I find out which of the ten it is?",
      "vi": "Tôi còn thiếu số cuối, vì thế cần mười kết quả tương ứng."
    }
  },
  {
    "translation": {
      "en": "Eventually. But where do I reach you?",
      "vi": "Rồi cũng biết thôi. Nhưng tôi phải gặp anh ở đâu?"
    }
  },
  {
    "translation": {
      "en": "I'll call you.",
      "vi": "Tôi sẽ gọi cho cô."
    }
  },
  {
    "translation": {
      "en": "Do you know who he is? Do you know what he's been doing the last 16 years?",
      "vi": "Có biết hắn làm gì suốt 16 năm không?"
    }
  },
  {
    "translation": {
      "en": "Counter insurgency work in Thailand, Pakistan...",
      "vi": "Chống bạo loạn ở Thái Lan, Pakistan,"
    }
  },
  {
    "translation": {
      "en": "Jordan, Angola, Lebanon. Yes, I know all of that.",
      "vi": "Jordan, Angola, Lebanon. Tôi biết hết chứ."
    }
  },
  {
    "translation": {
      "en": "He's an assassin... and you want to help him identify the owner of a car for him?",
      "vi": "Hắn là một sát thủ. Và cô lại giúp hắn định danh chủ sở hữu của cái xe ư?"
    }
  },
  {
    "translation": {
      "en": "He can go places we can't.",
      "vi": "Hắn có thể đến những nơi ta không thể."
    }
  },
  {
    "translation": {
      "en": "If you don't want to use him... I will.",
      "vi": "Nếu ông không thích lợi dụng hắn thì để tôi."
    }
  },
  {
    "translation": {
      "en": "When do I get to sleep with you again? We never sleep. We fuck. Give it to me.",
      "vi": "Khi nào hai ta lại ngủ nữa nhỉ? Ngủ đâu mà ngủ, làm tình."
    }
  },
  {
    "translation": {
      "en": "Give it to me.",
      "vi": "Đưa đây."
    }
  },
  {
    "translation": {
      "en": "Jorge González.",
      "vi": "Giờ thì, Jorge Gonzales."
    }
  },
  {
    "translation": {
      "en": "I'm a Judicial Policeman. Drive.",
      "vi": "Tôi là đặc vụ cảnh sát liên bang. Lái đi."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "What are you gonna do?",
      "vi": "Anh định làm gì?"
    }
  },
  {
    "translation": {
      "en": "What I do best.",
      "vi": "Làm cái tôi giỏi nhất."
    }
  },
  {
    "translation": {
      "en": "Anyone involved, who profited from it, anybody who opens their eyes at me.",
      "vi": "Bất cứ kẻ nào liên quan. Bất cứ kẻ nào trục lợi từ nó. Bất cứ ai trừng mắt với tôi. Tôi sẽ giết hết bọn chúng."
    }
  },
  {
    "translation": {
      "en": "I'm gonna kill them.",
      "vi": "Bất cứ ai trừng mắt với tôi. Tôi sẽ giết hết bọn chúng."
    }
  },
  {
    "translation": {
      "en": "Can you hear me? My head hurts.",
      "vi": "Nghe thấy tao nói không? Đầu tao váng lắm."
    }
  },
  {
    "translation": {
      "en": "I am going to ask questions.",
      "vi": "Tao sẽ hỏi mày vài câu."
    }
  },
  {
    "translation": {
      "en": "If you don't answer fully and truthfully, you will suffer much more than you have to.",
      "vi": "Nếu mày không trả lời đầy đủ, thì mày sẽ đau đớn vô ích đấy."
    }
  },
  {
    "translation": {
      "en": "I'm going to cut your fingers off.",
      "vi": "Tao sẽ cắt từng ngón tay mày."
    }
  },
  {
    "translation": {
      "en": "One by one, if I have to. This is to stop the bleeding.",
      "vi": "Từng cái một, sẽ be bét máu."
    }
  },
  {
    "translation": {
      "en": "Don't mess with me.",
      "vi": "Đừng hòng chơi tao. Mày biết tao là ai không hả?"
    }
  },
  {
    "translation": {
      "en": "You know who I am?",
      "vi": "Mày biết tao là ai không hả?"
    }
  },
  {
    "translation": {
      "en": "A member of La Hermandad.",
      "vi": "Mày thành viên của La Hermandad."
    }
  },
  {
    "translation": {
      "en": "Correct. Okay.",
      "vi": "Chính xác. Được"
    }
  },
  {
    "translation": {
      "en": "What do you want to know?",
      "vi": "Mày muốn biết gì? Mày muốn biết gì? Mày muốn biết gì?"
    }
  },
  {
    "translation": {
      "en": "The Ramos kidnapping...",
      "vi": "Vụ bắt cóc Ramos."
    }
  },
  {
    "translation": {
      "en": "What went wrong at the drop?",
      "vi": "May giao con bé cho ai?"
    }
  },
  {
    "translation": {
      "en": "We were just ordered to take her.",
      "vi": "Bọn tao chỉ được lệnh là bắt cóc nó."
    }
  },
  {
    "translation": {
      "en": "That's all we did.",
      "vi": "Và bọn tao chỉ làm y như thế."
    }
  },
  {
    "translation": {
      "en": "Ordered by who?",
      "vi": "Thằng nào ra lệnh?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "vi": "Tao không biết."
    }
  },
  {
    "translation": {
      "en": "You don't know?",
      "vi": "Tao không biết! Không biết hả? Tao không biết! Không! Tao không biết!"
    }
  },
  {
    "translation": {
      "en": "We work in separate groups. A voice calls.",
      "vi": "Tao không biết! Bọn tao ở nhóm khác"
    }
  },
  {
    "translation": {
      "en": "We grab the target",
      "vi": "Mục tiêu được chuyển đến bảo kê."
    }
  },
  {
    "translation": {
      "en": "and deliver it to the guardians.",
      "vi": "Mục tiêu được chuyển đến bảo kê. Bảo kê này lại chuyển cho bảo kê khác."
    }
  },
  {
    "translation": {
      "en": "The bosses never see the target,",
      "vi": "Thằng trùm không bao giờ đến xem hàng."
    }
  },
  {
    "translation": {
      "en": "they just make the deal.",
      "vi": "Thằng trùm không bao giờ đến xem hàng. Thế thôi!"
    }
  },
  {
    "translation": {
      "en": "Who ordered it?",
      "vi": "Thằng nào ra lệnh?"
    }
  },
  {
    "translation": {
      "en": "We call him The Voice.",
      "vi": "Bọn tao gọi nó là Tiếng Nói."
    }
  },
  {
    "translation": {
      "en": "The Voice. Okay.",
      "vi": "Tiếng Nói, được."
    }
  },
  {
    "translation": {
      "en": "The Voice.",
      "vi": "Tiếng Nói."
    }
  },
  {
    "translation": {
      "en": "The Voice.",
      "vi": "Tiếng Nói."
    }
  },
  {
    "translation": {
      "en": "The Voice. How do I find him?",
      "vi": "Làm sao để tìm ra nó? Tao không biết."
    }
  },
  {
    "translation": {
      "en": "You don't know?",
      "vi": "Mày lại không biết hả?"
    }
  },
  {
    "translation": {
      "en": "Are you sure?",
      "vi": "Chắc không?"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "I believe you.",
      "vi": "Tao tạm tin mày."
    }
  },
  {
    "translation": {
      "en": "Tell me about the guardians.",
      "vi": "Kể cho tao về bọn bảo hộ đi."
    }
  },
  {
    "translation": {
      "en": "I'm a professional.",
      "vi": "Tao là dân chuyên nghiệp. Ừ."
    }
  },
  {
    "translation": {
      "en": "I'm a professional. I just do my job.",
      "vi": "Tao là dân chuyên nghiệp. Tao chỉ làm việc của mình thôi."
    }
  },
  {
    "translation": {
      "en": "Tell me about the guardians.",
      "vi": "Kể cho tao về bọn bảo hộ."
    }
  },
  {
    "translation": {
      "en": "You don't know? I don't know.",
      "vi": "Lại không biết nữa? Tao không biết thật mà"
    }
  },
  {
    "translation": {
      "en": "He works the door at a rave in Neza.",
      "vi": "Nó làm cho The Rave ở Neza."
    }
  },
  {
    "translation": {
      "en": "He has a mark on the left side of his face.",
      "vi": "Hắn có một nốt ruồi lớn ở má trái."
    }
  },
  {
    "translation": {
      "en": "They call him The Butcher.",
      "vi": "Người ta gọi nó là Đồ Tể."
    }
  },
  {
    "translation": {
      "en": "Is he La Hermandad?",
      "vi": "Có phải hắn từ La Hermandad không?"
    }
  },
  {
    "translation": {
      "en": "Yes, La Hermandad.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Wait, wait, wait.",
      "vi": "Đợi đã."
    }
  },
  {
    "translation": {
      "en": "Give me one cigarette, please, eh?",
      "vi": "Cho tôi một điếu, làm ơn."
    }
  },
  {
    "translation": {
      "en": "Okay, my friend. It's off to the next life for you.",
      "vi": "Được rồi, anh bạn. Để dành nó cho kiếp sau đi."
    }
  },
  {
    "translation": {
      "en": "I guarantee you won't be lonely.",
      "vi": "Tao chắc chắn, mày sẽ không cô đơn đâu."
    }
  },
  {
    "translation": {
      "en": "Revenge is a meal best served cold.",
      "vi": "Báo thù là món ăn nguội ngon nhất."
    }
  },
  {
    "translation": {
      "en": "Tell me about the girl. I don't know her.",
      "vi": "Kể cho tao về con bé. Tao không biết nó."
    }
  },
  {
    "translation": {
      "en": "No. No?",
      "vi": "Con bé. Không. Không? Thôi nào."
    }
  },
  {
    "translation": {
      "en": "Okay, okay. Don't shoot. Don't shoot.",
      "vi": "Tao không biết gì cả, đừng bắn."
    }
  },
  {
    "translation": {
      "en": "Tell me about the girl.",
      "vi": "Con bé?"
    }
  },
  {
    "translation": {
      "en": "Do you know her?",
      "vi": "Mày có biết con bé không?"
    }
  },
  {
    "translation": {
      "en": "No?",
      "vi": "Không?"
    }
  },
  {
    "translation": {
      "en": "Hey, man, I heard you speaking Spanish over there. You're American, right?",
      "vi": "Tao nghe mày nói tiếng Tây Ban Nha. Mày là người Mỹ hả?"
    }
  },
  {
    "translation": {
      "en": "And so are you. Yeah.",
      "vi": "Và mày cũng thế. Phải"
    }
  },
  {
    "translation": {
      "en": "Get outta here. Where you from? New Jersey.",
      "vi": "Biến khỏi đây. Mày từ đâu đến? New Jersey."
    }
  },
  {
    "translation": {
      "en": "New Jersey? I'm from New Jersey.",
      "vi": "Mày đến từ New Jersey? Ừ. Tao cũng từ New Jersey nè. Nào, nghe cho kỹ đây."
    }
  },
  {
    "translation": {
      "en": "All right, listen to me.",
      "vi": "Tao cũng từ New Jersey nè. Nào, nghe cho kỹ đây."
    }
  },
  {
    "translation": {
      "en": "Tell me how it works. The whole thing. Tell me how it works.",
      "vi": "Được rồi. Tao muốn biết công việc tiến hành thế nào. Toàn bộ."
    }
  },
  {
    "translation": {
      "en": "All right, everything is done by cellphone.",
      "vi": "Được rồi được rồi. Tất cả đều thông qua điện thoại di động."
    }
  },
  {
    "translation": {
      "en": "You just wait around for calls. We don't even have a fucking number.",
      "vi": "Tao chỉ biết đợi cuộc gọi. Tao đếch có số."
    }
  },
  {
    "translation": {
      "en": "Who pays you? We got an ATM card.",
      "vi": "Ai trả tiền cho mày? Bọn tao có thẻ ATM. Bọn tao được nhận 200 đô mỗi hai tuần."
    }
  },
  {
    "translation": {
      "en": "We take out 200 fucking measly dollars every two weeks.",
      "vi": "Bọn tao có thẻ ATM. Bọn tao được nhận 200 đô mỗi hai tuần. MexiBank Thẻ ATM"
    }
  },
  {
    "translation": {
      "en": "Two hundred dollars? Yeah.",
      "vi": "200 đô? Ờ."
    }
  },
  {
    "translation": {
      "en": "Okay. What's the PIN number? The what?",
      "vi": "Được. Mã PIN là gì? Cái gì cơ?"
    }
  },
  {
    "translation": {
      "en": "The PIN number, code number.",
      "vi": "Mã PIN, mã số ấy."
    }
  },
  {
    "translation": {
      "en": "Yeah, it's 4747. 4747?",
      "vi": "Là 4747. 4747 hả."
    }
  },
  {
    "translation": {
      "en": "Yeah. Good. You wouldn't lie to me? I'm not lying.",
      "vi": "Phải. Tốt. Mày không nói dối tao chứ?"
    }
  },
  {
    "translation": {
      "en": "You didn't kill her, did you? No.",
      "vi": "Tao có nói dối đâu. Mày không giết con bé hả? Không."
    }
  },
  {
    "translation": {
      "en": "Don't lie to me! Don't lie to me! Did you kill her? You're making me fucking nervous.",
      "vi": "Đừng có lừa tao. Mày giết con bé hả? Mày làm tao lo lắng rồi đấy."
    }
  },
  {
    "translation": {
      "en": "Did you kill her? No! The fucking boss did, or his brother.",
      "vi": "Mày có giết nó không? Không! Thằng trùm, hoặc thằng anh của nó. Thằng trùm là ai?"
    }
  },
  {
    "translation": {
      "en": "Who's the boss?",
      "vi": "Thằng trùm, hoặc thằng anh của nó. Thằng trùm là ai?"
    }
  },
  {
    "translation": {
      "en": "We never see his face. You're lying to me.",
      "vi": "Tao chưa bao giờ thấy mặt. Mày không nói dối tao chứ?"
    }
  },
  {
    "translation": {
      "en": "I'm telling you the truth!",
      "vi": "Không. Khỉ thật! Tao đang nói sự thật!"
    }
  },
  {
    "translation": {
      "en": "Who? You never seen whose face?",
      "vi": "Nói cho tao ai? Mày chưa thấy mặt ai?"
    }
  },
  {
    "translation": {
      "en": "Well, we were in the other room.",
      "vi": "Bọn tao phải ở phòng khác..."
    }
  },
  {
    "translation": {
      "en": "And he was yelling at the girl because his nephew got killed and the money got stolen.",
      "vi": "nó quát nạt con bé vì thằng cháu nó bị giết... tiền thì bị nẫng."
    }
  },
  {
    "translation": {
      "en": "Wait. Somebody stole what money? The ransom money at the drop.",
      "vi": "Nhưng... tôi vẫn muốn hiểu được anh ta. Từ từ đã. Sao cơ? Ai nẫng tiền gì?"
    }
  },
  {
    "translation": {
      "en": "Who stole it? He said some fucking crooked cop took it.",
      "vi": "Từ từ đã. Sao cơ? Ai nẫng tiền gì? Tiền chuộc đó ở điểm hẹn. Ai? Ai đã nẫng nó?"
    }
  },
  {
    "translation": {
      "en": "Who? Fuentes.",
      "vi": "Tiền chuộc đó ở điểm hẹn. Ai? Ai đã nẫng nó? Fuentes. Fuentes?"
    }
  },
  {
    "translation": {
      "en": "Fuentes? Yeah, that's him.",
      "vi": "Fuentes. Fuentes? Phải, chính nó."
    }
  },
  {
    "translation": {
      "en": "All right?",
      "vi": "Được chứ? Nhóc Jersey?"
    }
  },
  {
    "translation": {
      "en": "Jersey boy? Yeah.",
      "vi": "Được chứ? Nhóc Jersey? Phải. Bây giờ."
    }
  },
  {
    "translation": {
      "en": "This Fuentes guy... Yeah?",
      "vi": "Đây là gã Fuentes hả? Phải."
    }
  },
  {
    "translation": {
      "en": "He's a lieutenant for the Anti Kidnapping Division.",
      "vi": "Hắn là đại uý phòng Chống Bắt Cóc."
    }
  },
  {
    "translation": {
      "en": "Fuentes is? Yeah.",
      "vi": "Fuentes hả? Mày đã làm gì?"
    }
  },
  {
    "translation": {
      "en": "What'd you do? Oh, man.",
      "vi": "Trời ơi..."
    }
  },
  {
    "translation": {
      "en": "Tell me about the girl. What did you do?",
      "vi": "Nó cho tao về con bé. Mày đã làm gì?"
    }
  },
  {
    "translation": {
      "en": "I just do what they tell me. You do what they tell you to do?",
      "vi": "Mày đã làm gì? Tao chỉ làm theo lệnh thôi. Mày làm theo lệnh à? Phải."
    }
  },
  {
    "translation": {
      "en": "Did you say goodbye to her? Answer. Did you say goodbye to her?",
      "vi": "Mày có nói tạm biệt con bé không? Trả lời mau."
    }
  },
  {
    "translation": {
      "en": "No! You didn't?",
      "vi": "Có làm thế không? Không!"
    }
  },
  {
    "translation": {
      "en": "Here's your chance. Say goodbye. Oh, shit.",
      "vi": "Không hả? Đây là cơ hội của mày. Nói tạm biệt đi. Khốn thật!"
    }
  },
  {
    "translation": {
      "en": "Say goodbye to her. Say goodbye to her.",
      "vi": "Nói tạm biệt con bé đi."
    }
  },
  {
    "translation": {
      "en": "Motherfucker, let me go!",
      "vi": "Thả tao ra!"
    }
  },
  {
    "translation": {
      "en": "They threw the little girl against the wall. She wasn't moving.",
      "vi": "Hắn ném con bé vào tường. Con bé rơi xuống và bất động."
    }
  },
  {
    "translation": {
      "en": "Okay. Okay.",
      "vi": "Được"
    }
  },
  {
    "translation": {
      "en": "Now listen to me. If you tell me where to find the boss,",
      "vi": "Nếu mày chỉ tao cách tìm ra thằng trùm,"
    }
  },
  {
    "translation": {
      "en": "I'll let you live.",
      "vi": "...tao sẽ để mày sống."
    }
  },
  {
    "translation": {
      "en": "But I don't know.",
      "vi": "Nhưng tôi không biết. Tôi thề là tôi không biết."
    }
  },
  {
    "translation": {
      "en": "I'll give you the girl.",
      "vi": "Tôi sẽ trả anh con bé."
    }
  },
  {
    "translation": {
      "en": "I'll give you the girl.",
      "vi": "Tôi sẽ trả anh con bé."
    }
  },
  {
    "translation": {
      "en": "What girl?",
      "vi": "Con bé nào?"
    }
  },
  {
    "translation": {
      "en": "The girl... Do you want the girl?",
      "vi": "Anh không muốn con bé sao?"
    }
  },
  {
    "translation": {
      "en": "Yes, yes, but what girl? What are you saying?",
      "vi": "Có, nhưng... Mày lảm nhảm cái gì thế hả? Con bé ấy."
    }
  },
  {
    "translation": {
      "en": "The girl. Here?",
      "vi": "Mày lảm nhảm cái gì thế hả? Con bé ấy. Ở đây hả? Ừ."
    }
  },
  {
    "translation": {
      "en": "You sure?",
      "vi": "Mày có chắc không?"
    }
  },
  {
    "translation": {
      "en": "Guerrero. Listen, it's me.",
      "vi": "Rồi, Guerrero. Nghe này, tôi đây."
    }
  },
  {
    "translation": {
      "en": "Do you know about a young girl being kidnapped recently, about 12 years old?",
      "vi": "Cô có biết chuyện bé gái mới bị bắt cóc gần đây không? Con bé khoảng 12 tuổi? Có, mới đêm qua."
    }
  },
  {
    "translation": {
      "en": "Yes, last night. Do you know something? What's her name?",
      "vi": "Con bé khoảng 12 tuổi? Có, mới đêm qua. Anh biết gì sao? Con bé tên gì?"
    }
  },
  {
    "translation": {
      "en": "Camila. Camila Valencias.",
      "vi": "Camilla Valencias."
    }
  },
  {
    "translation": {
      "en": "I got her. Where are you?",
      "vi": "Phải. Được rồi. Tôi có con bé rồi. Anh đang ở đâu?"
    }
  },
  {
    "translation": {
      "en": "Creasy, what happened? It's okay. Sit down, relax.",
      "vi": "Creasy, anh lại gây ra chuyện gì thế? Không sao cả. Cứ bình tĩnh."
    }
  },
  {
    "translation": {
      "en": "She's okay, she's okay.",
      "vi": "Không sao chứ? Con bé ổn. Cô có quen biết với ngân hàng không?"
    }
  },
  {
    "translation": {
      "en": "You got banking connections?",
      "vi": "Con bé ổn. Cô có quen biết với ngân hàng không?"
    }
  },
  {
    "translation": {
      "en": "Yes, I have connections.",
      "vi": "Có."
    }
  },
  {
    "translation": {
      "en": "PIN number's 4747. I wanna find out who's putting money in that account.",
      "vi": "Được. Mã PIN là 4747. Tôi muốn biết kẻ nào đã chuyển tiền vào tài khoản đó."
    }
  },
  {
    "translation": {
      "en": "What do you know about a cop named Fuentes?",
      "vi": "Cô có biết viên cảnh sát tên là Fuentes không?"
    }
  },
  {
    "translation": {
      "en": "He's with the Anti Kidnapping Division. He drove Samuel Ramos to the drop.",
      "vi": "Hắn làm ở phòng Chống Bắt Cóc. Hắn đã chở Samuel Ramos tới điểm hẹn."
    }
  },
  {
    "translation": {
      "en": "Fuentes? Who is she?",
      "vi": "Fuentes? Phải. Mụ nào nữa đây?"
    }
  },
  {
    "translation": {
      "en": "You can ask her later. She'll tell you anything.",
      "vi": "Cô có thể hỏi sau. Cô ta sẽ nói mọi điều cô muốn."
    }
  },
  {
    "translation": {
      "en": "What do you know about Fuentes?",
      "vi": "Cô có thông tin gì về Fuentes không?"
    }
  },
  {
    "translation": {
      "en": "Three years ago they caught him with $50,000 and a dead body in the trunk.",
      "vi": "Ba năm trước, hắn bị bắt với 50.000 đôla và một cái xác trong cốp xe."
    }
  },
  {
    "translation": {
      "en": "Never charged. The arresting officer couldn't testify because he was dead.",
      "vi": "Chưa bao giờ bị xét xử. Viên cảnh sát bắt hắn không thể làm chứng vì anh ta đã chết."
    }
  },
  {
    "translation": {
      "en": "Was he La Hermandad?",
      "vi": "Có phải hắn là La Hermandad không?"
    }
  },
  {
    "translation": {
      "en": "You know where he lives? He lives in a Judicial compound.",
      "vi": "Hắn sống ở đâu? Trong khu liên hợp tư pháp."
    }
  },
  {
    "translation": {
      "en": "He travels by motorcade.",
      "vi": "Luôn đi bằng đoàn xe hộ tống."
    }
  },
  {
    "translation": {
      "en": "He's better protected than the president of Mexico.",
      "vi": "Hắn được bảo vệ còn kín kẽ hơn cả tổng thống Mexico."
    }
  },
  {
    "translation": {
      "en": "He's gonna need it. Can you take care of her?",
      "vi": "Hắn sẽ cần như thế. Chăm sóc cô bé nhé."
    }
  },
  {
    "translation": {
      "en": "Yes, but how can I find you? I'll find you.",
      "vi": "Được. Nhưng làm thế nào để lần ra anh? Tôi sẽ tìm cô."
    }
  },
  {
    "translation": {
      "en": "This is my jurisdiction.",
      "vi": "Đây là quyền của tôi."
    }
  },
  {
    "translation": {
      "en": "I want this man as much as Creasy does.",
      "vi": "Tôi muốn có thằng cha này chả kém gì Creasy."
    }
  },
  {
    "translation": {
      "en": "He'll deliver more justice in a weekend than ten years of your courts and tribunals.",
      "vi": "Creasy đã thực thi công lý trong dịp cuối tuần nhiều hơn toà án và hội đồng các ông làm trong 10 năm."
    }
  },
  {
    "translation": {
      "en": "Just stay out of his way. I plan to.",
      "vi": "Hãy nhường đường cho cậu ấy. Tôi cũng định thế."
    }
  },
  {
    "translation": {
      "en": "I will even help him, if I can.",
      "vi": "Tôi thậm chí còn giúp cậu ấy, nếu có khả năng."
    }
  },
  {
    "translation": {
      "en": "But... I'd like to understand him.",
      "vi": "Nhưng... tôi vẫn muốn hiểu được anh ta."
    }
  },
  {
    "translation": {
      "en": "Give me that.",
      "vi": "Đưa tôi cái đó."
    }
  },
  {
    "translation": {
      "en": "is a number to you.",
      "vi": "với ông chỉ là một con số."
    }
  },
  {
    "translation": {
      "en": "One more dead, but a number.",
      "vi": "Ông biết đấy, ại thêm một mạng người, chỉ là... số mà thôi."
    }
  },
  {
    "translation": {
      "en": "What was she to Creasy, then?",
      "vi": "Thế con bé là gì với Creasy?"
    }
  },
  {
    "translation": {
      "en": "She showed him it was all right to live again.",
      "vi": "Nó đã cho Creasy niềm tin để sống tiếp."
    }
  },
  {
    "translation": {
      "en": "And the kidnappers took that away, huh?",
      "vi": "Rồi tên bắt cóc đã cướp nó đi?"
    }
  },
  {
    "translation": {
      "en": "And they're gonna wish they never touched a hair on her head.",
      "vi": "Và chúng sẽ phải ao ước giá như chưa từng động vào một sợi tóc của con bé."
    }
  },
  {
    "translation": {
      "en": "A man can be an artist...",
      "vi": "Ai cũng có thể là nghệ sĩ..."
    }
  },
  {
    "translation": {
      "en": "at anything, food, whatever.",
      "vi": "trong một lĩnh vực bất kỳ... thức ăn chẳng hạn."
    }
  },
  {
    "translation": {
      "en": "It depends on how good he is at it.",
      "vi": "Chủ yếu là anh ta giỏi đến mức nào."
    }
  },
  {
    "translation": {
      "en": "Creasy's art is death.",
      "vi": "Nghệ thuật của Creasy chính là chết chóc."
    }
  },
  {
    "translation": {
      "en": "He's about to paint his masterpiece.",
      "vi": "Và anh ta định tô vẽ thêm một kiệt tác."
    }
  },
  {
    "translation": {
      "en": "I don't have anything else to say.",
      "vi": "Tôi chẳng thể nói gì nữa."
    }
  },
  {
    "translation": {
      "en": "I need the accounts linked to this card.",
      "vi": "Tôi cần biết mọi tài khoản liên quan đến chiếc thẻ này."
    }
  },
  {
    "translation": {
      "en": "PIN number is 4747.",
      "vi": "Mã PIN là 4747."
    }
  },
  {
    "translation": {
      "en": "On one condition.",
      "vi": "Với một điều kiện."
    }
  },
  {
    "translation": {
      "en": "I'm not here to hurt you.",
      "vi": "Tôi không làm hại ông đâu."
    }
  },
  {
    "translation": {
      "en": "In the church, they say to forgive.",
      "vi": "Ở nhà thờ, cha sứ bảo chúng ta phải biết tha thứ."
    }
  },
  {
    "translation": {
      "en": "Forgiveness is between them and God.",
      "vi": "Tha thứ là việc giữa chúng với Chúa."
    }
  },
  {
    "translation": {
      "en": "It's my job to arrange the meeting.",
      "vi": "Việc của tôi là sắp xếp cuộc gặp đó."
    }
  },
  {
    "translation": {
      "en": "Don't move. Put your hands down.",
      "vi": "Đứng im. Bỏ tay xuống. Bỏ xuống."
    }
  },
  {
    "translation": {
      "en": "Señor John W. Creasy is under arrest",
      "vi": "John W Creasy... đã bị bắt vì tội sát hại hai cảnh sát thuộc Cảnh sát Tư pháp."
    }
  },
  {
    "translation": {
      "en": "for the murder of two officers of the Judicial Police...",
      "vi": "đã bị bắt vì tội sát hại hai cảnh sát thuộc Cảnh sát Tư pháp."
    }
  },
  {
    "translation": {
      "en": "Creasy!",
      "vi": "Anh ta bị tình nghi có liên quan..."
    }
  },
  {
    "translation": {
      "en": "Can you hear me?",
      "vi": "Nghe thấy tao nói không?"
    }
  },
  {
    "translation": {
      "en": "You know where we are?",
      "vi": "Biết mày đang ở đâu không?"
    }
  },
  {
    "translation": {
      "en": "We're under the bridge",
      "vi": "Mày đang ở dưới cái cầu nơi vụ trao đổi gặp sự cố."
    }
  },
  {
    "translation": {
      "en": "where the deal went bad and the ransom got stolen.",
      "vi": "Mày đang ở dưới cái cầu nơi vụ trao đổi gặp sự cố. Tiền chuộc bị đánh cướp. Mày có muốn kể lại sự việc đó không?"
    }
  },
  {
    "translation": {
      "en": "You wanna tell me what happened?",
      "vi": "Tiền chuộc bị đánh cướp. Mày có muốn kể lại sự việc đó không?"
    }
  },
  {
    "translation": {
      "en": "You've heard of La Hermandad? Yes, I have.",
      "vi": "Mày nghe đến La Hermandad bao giờ chưa? Rồi, có nghe."
    }
  },
  {
    "translation": {
      "en": "You know what it is? Yes.",
      "vi": "Mày biết nó là gì chứ? Biết."
    }
  },
  {
    "translation": {
      "en": "I'm the president of La Hermandad.",
      "vi": "Tao là Chủ tịch của La Hermandad."
    }
  },
  {
    "translation": {
      "en": "You're the president? Yes.",
      "vi": "Mày là Chủ tịch? Phải."
    }
  },
  {
    "translation": {
      "en": "The president?",
      "vi": "Chủ tịch à? Wow!"
    }
  },
  {
    "translation": {
      "en": "Look at me.",
      "vi": "Nhìn tao đi."
    }
  },
  {
    "translation": {
      "en": "Oh, you can't. I'm sorry. How's that?",
      "vi": "Mày không thể. Tao xin lỗi. Cảm thấy thế nào?"
    }
  },
  {
    "translation": {
      "en": "I'll show you what I got here.",
      "vi": "Để tao cho mày xem tao có gì."
    }
  },
  {
    "translation": {
      "en": "See this? This is a charger. It's used by convicts to hide money and drugs.",
      "vi": "Nhìn thấy không? Đây là ống nạp đạn. Thường được dùng để giấu tiền và ma tuý."
    }
  },
  {
    "translation": {
      "en": "They stick it in their body, they tuck it up their rectum. You familiar with that?",
      "vi": "Chúng nhét cái này vào cơ thể, rồi xắn trực tràng lên. Thấy quen không? Còn đây... Nhìn đây này."
    }
  },
  {
    "translation": {
      "en": "This... Look at me. Pencil detonator.",
      "vi": "Thấy quen không? Còn đây... Nhìn đây này. Bút chì ngòi nổ."
    }
  },
  {
    "translation": {
      "en": "Timer. Used as a receiver, a transmitter.",
      "vi": "Bộ đếm giờ, được dùng như thiết bị thu phát tín hiệu."
    }
  },
  {
    "translation": {
      "en": "C4. Highly explosive.",
      "vi": "C4. Nổ rất to."
    }
  },
  {
    "translation": {
      "en": "You put them all together, you got a bomb.",
      "vi": "Kết hợp lại với nhau, mày sẽ được một quả bom."
    }
  },
  {
    "translation": {
      "en": "Not very sophisticated, but very powerful.",
      "vi": "Không tinh vi lắm, nhưng lại rất uy lực."
    }
  },
  {
    "translation": {
      "en": "That's what you have in your ass right now.",
      "vi": "Và nó sẽ chui vào đít mày ngay bây giờ."
    }
  },
  {
    "translation": {
      "en": "Don't move. Don't move. Don't move.",
      "vi": "Đừng giãy."
    }
  },
  {
    "translation": {
      "en": "Cheap watch, pager watch,",
      "vi": "Đồng hồ rẻ tiền. Đồng hồ máy nhắn tin."
    }
  },
  {
    "translation": {
      "en": "used to send a page to the receiver that's up your behind right now.",
      "vi": "Được dùng để gửi lệnh đến máy nhận tín hiệu ở phía sau mày lúc này."
    }
  },
  {
    "translation": {
      "en": "So... I'm gonna send you a page which you will receive...",
      "vi": "Vậy, tao sẽ gửi một tin, mà mày sẽ nhận được..."
    }
  },
  {
    "translation": {
      "en": "in five minutes.",
      "vi": "trong năm phút nữa."
    }
  },
  {
    "translation": {
      "en": "Now...",
      "vi": "Bây giờ."
    }
  },
  {
    "translation": {
      "en": "You got less than five minutes to tell me what went down",
      "vi": "Mày có ít hơn năm phút để kể lại mọi chuyện đã xảy ra..."
    }
  },
  {
    "translation": {
      "en": "between your men and the kidnapper. I have nothing to do with the kidnapper.",
      "vi": "giữa đệ của mày với bọn bắt cóc. Tao không làm gì chúng nó cả."
    }
  },
  {
    "translation": {
      "en": "Four minutes and 30 seconds. Nothing. I don't know him.",
      "vi": "Bốn phút 30 giây. Không gì cả. Tao không biết nó."
    }
  },
  {
    "translation": {
      "en": "You don't know? Four minutes and 25 seconds.",
      "vi": "Mày không biết hả? Bốn phút 25 giây."
    }
  },
  {
    "translation": {
      "en": "Four minutes and 20 seconds. Are you sure?",
      "vi": "Bốn phút 20 giây. Mày chắc chưa?"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Thôi được."
    }
  },
  {
    "translation": {
      "en": "I got all the time in the world. You don't, but I do.",
      "vi": "Tao còn cả một cuộc đời tươi đẹp. Tao có, nhưng mày thì không."
    }
  },
  {
    "translation": {
      "en": "Relax, relax, buddy. I'm relaxed.",
      "vi": "Thư giãn đã anh bạn. Tao đang rất thư giãn đây."
    }
  },
  {
    "translation": {
      "en": "You got three minutes, 59 seconds.",
      "vi": "Mày còn ba phút 59 giây."
    }
  },
  {
    "translation": {
      "en": "I saw the opportunity, and I got lucky. And?",
      "vi": "Tao nhìn thấy cơ hội... và tao đã gặp may. Và?"
    }
  },
  {
    "translation": {
      "en": "And I had my men ready, as we got instructions where to go.",
      "vi": "Và tao đã cài sẵn người vì biết trước lịch trình."
    }
  },
  {
    "translation": {
      "en": "You had your men ready to steal the drop, ready to kill one of the kidnappers, yeah?",
      "vi": "Mày đã cài người để sẵn sàng cướp tiền. Mày cài người để giết bọn bắt cóc, đúng không?"
    }
  },
  {
    "translation": {
      "en": "You've done this many times.",
      "vi": "Mày cài người để giết bọn bắt cóc, đúng không? Mày đã làm thế rất nhiều lần."
    }
  },
  {
    "translation": {
      "en": "One of the nephews of the kidnapper. Bingo, bingo, yeah.",
      "vi": "Một trong số đó là cháu của thằng chủ mưu... Chính xác."
    }
  },
  {
    "translation": {
      "en": "You've done this many times. Many times, yes.",
      "vi": "Chính xác, phải. Mày đã làm nhiều lần? Đúng, rất nhiều lần."
    }
  },
  {
    "translation": {
      "en": "Yeah. You've killed many victims too, haven't you?",
      "vi": "Đã giết nhiều nạn nhân, đúng không hả? Thôi nào."
    }
  },
  {
    "translation": {
      "en": "We just make out as best we can. As best we could?",
      "vi": "Bọn tao đã cố gắng hết sức rồi. Cố gắng hết sức?"
    }
  },
  {
    "translation": {
      "en": "Two minutes, 47 seconds.",
      "vi": "Hai phút 47 giây."
    }
  },
  {
    "translation": {
      "en": "Wait a minute.",
      "vi": "Khoan đã. Thôi nào."
    }
  },
  {
    "translation": {
      "en": "Come on, I have a little gift for you. For me?",
      "vi": "Khoan đã. Thôi nào. Tao có món quà nhỏ cho mày. Cho tao á?"
    }
  },
  {
    "translation": {
      "en": "Yeah, come on. What have you got?",
      "vi": "Ừ, lại đây. Quà gì?"
    }
  },
  {
    "translation": {
      "en": "There was no $10 million. There was two and a half in the bags.",
      "vi": "Chẳng có mười triệu nào cả. Chỉ có hai triệu rưỡi trong một túi thôi."
    }
  },
  {
    "translation": {
      "en": "The ransom was $10 million. They put it in two bags, 5 million in each bag.",
      "vi": "Tiền chuộc là mười triệu. Chia vào hai túi, mỗi túi năm triệu. Năm triệu mỗi túi, đúng không? Đúng là hai túi."
    }
  },
  {
    "translation": {
      "en": "Two bags, true, but one has half paper,",
      "vi": "Năm triệu mỗi túi, đúng không? Đúng là hai túi. Nhưng một túi một nửa là giầy. Túi kia... toàn giấy."
    }
  },
  {
    "translation": {
      "en": "the other only paper.",
      "vi": "Nhưng một túi một nửa là giầy. Túi kia... toàn giấy."
    }
  },
  {
    "translation": {
      "en": "Maybe your men stole it.",
      "vi": "Có thể bọn đệ mày đã lấy?"
    }
  },
  {
    "translation": {
      "en": "No, no. Whoever did it took it before the exchange.",
      "vi": "Bất kể ai ra tay thì phải ra tay trước lúc trao đổi."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Rồi. Tại nhà Ramos..."
    }
  },
  {
    "translation": {
      "en": "At the Ramos house, before the exchange,",
      "vi": "Rồi. Tại nhà Ramos... trước khi trao đổi, ai cho tiền vào xe?"
    }
  },
  {
    "translation": {
      "en": "who put the bags into the car?",
      "vi": "trước khi trao đổi, ai cho tiền vào xe?"
    }
  },
  {
    "translation": {
      "en": "Guess what. What?",
      "vi": "Đoán xem. Hả?"
    }
  },
  {
    "translation": {
      "en": "Ramos' lawyer. Jordan Kalfus.",
      "vi": "Luật sư của Ramos. Jordan Kalfus."
    }
  },
  {
    "translation": {
      "en": "Jordan Kalfus? Yeah.",
      "vi": "Jordan Kalfus? Phải."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, I'm really sorry for the girl.",
      "vi": "Tao xin lỗi. Tao rất tiếc vì chuyện con bé."
    }
  },
  {
    "translation": {
      "en": "It was just business, you know? I'm a professional.",
      "vi": "Nhưng đó là làm ăn. Mày hiểu mà, tao là người chuyên nghiệp."
    }
  },
  {
    "translation": {
      "en": "That's what everybody keeps saying: I'm just a professional.",
      "vi": "Đó là điều thằng nào cũng lảm nhảm. Tao là người chuyên nghiệp."
    }
  },
  {
    "translation": {
      "en": "Everybody keeps saying that to me. I'm just a professional.",
      "vi": "Thằng nào cũng lảm nhảm như thế. Tao là người chuyên nghiệp."
    }
  },
  {
    "translation": {
      "en": "I'm getting sick and tired of hearing it. Do you understand me?",
      "vi": "Tao nghe mệt đến phát ốm rồi. Mày có hiểu không?"
    }
  },
  {
    "translation": {
      "en": "What are you going to do now?",
      "vi": "Mày định làm gì thế?"
    }
  },
  {
    "translation": {
      "en": "What am I gonna do? Leave. I gotta go.",
      "vi": "Định làm gì hả? Tao định bỏ đi."
    }
  },
  {
    "translation": {
      "en": "Go? Hey, come on, come on. What about me?",
      "vi": "Phải. Tao phải Thôi nào. Thế còn tao?"
    }
  },
  {
    "translation": {
      "en": "What about you? You got 40 seconds.",
      "vi": "Mày hả? Mày còn 40 giây. Thôi nào."
    }
  },
  {
    "translation": {
      "en": "Come on. Thirty five!",
      "vi": "Mày hả? Mày còn 40 giây. Thôi nào. 35. Ước nguyện cuối cùng, làm ơn."
    }
  },
  {
    "translation": {
      "en": "Give me a last wish, please, please.",
      "vi": "35. Ước nguyện cuối cùng, làm ơn."
    }
  },
  {
    "translation": {
      "en": "Last wish? I wish...",
      "vi": "Ước nguyện cuối cùng? Tao ước... mày có thêm thời gian."
    }
  },
  {
    "translation": {
      "en": "you had more time.",
      "vi": "Tao ước... mày có thêm thời gian."
    }
  },
  {
    "translation": {
      "en": "Hey. Hey, hey.",
      "vi": "Chào!"
    }
  },
  {
    "translation": {
      "en": "Mariana, it's me. Creasy, where are you?",
      "vi": "Mariana, tôi đây. Creasy, anh đang ở đâu?"
    }
  },
  {
    "translation": {
      "en": "I got something like banking codes from Bankcoast in the Cayman Islands.",
      "vi": "Nghe này, tôi đang có một đống giống như mã giao dịch... từ ngân hàng Bankcoast ở đảo Cayman."
    }
  },
  {
    "translation": {
      "en": "I need it translated as fast as you can. Whose account is it?",
      "vi": "Tôi muốn cô giải mã càng nhanh càng tốt. Chủ tài khoản là ai?"
    }
  },
  {
    "translation": {
      "en": "Jordan Kalfus.",
      "vi": "Jordan Kalfus, và nó giống như tiền rút từ một tài khoản ngân hàng Mỹ."
    }
  },
  {
    "translation": {
      "en": "It looks like U.S. deposits and withdrawals. Give me the same thing on Samuel Ramos.",
      "vi": "Jordan Kalfus, và nó giống như tiền rút từ một tài khoản ngân hàng Mỹ. Làm tương tự với Samuel Ramos. Samuel Ramos. Thế thôi hả?"
    }
  },
  {
    "translation": {
      "en": "That's it? That's it.",
      "vi": "Samuel Ramos. Thế thôi hả?"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Thế thôi. Được."
    }
  },
  {
    "translation": {
      "en": "Creasy.",
      "vi": "Creasy. Samuel."
    }
  },
  {
    "translation": {
      "en": "Samuel. Honey?",
      "vi": "Creasy. Samuel. Anh yêu?"
    }
  },
  {
    "translation": {
      "en": "What's going on?",
      "vi": "Có chuyện gì vậy?"
    }
  },
  {
    "translation": {
      "en": "That's what I wanna know. What is going on?",
      "vi": "Tôi cũng đang muốn biết đây. Có chuyện gì vậy?"
    }
  },
  {
    "translation": {
      "en": "I'm gonna ask your wife a couple of questions, okay? You move...",
      "vi": "Tôi sẽ hỏi vợ anh vài câu trước, rõ chưa? Anh mà động đậy..."
    }
  },
  {
    "translation": {
      "en": "You make one sound...",
      "vi": "anh mà gây tiếng động..."
    }
  },
  {
    "translation": {
      "en": "and I'll snatch the life right out of you, you understand?",
      "vi": "thì tôi sẽ lấy mạng cô ta ngay trước mặt anh, rõ chưa?"
    }
  },
  {
    "translation": {
      "en": "What happened, Lisa?",
      "vi": "Có chuyện gì vậy, Lisa?"
    }
  },
  {
    "translation": {
      "en": "Were you in on this, or was it just your husband?",
      "vi": "Cô có tham gia vào không? Hay chỉ mình thằng chồng cô? Tôi tham gia cái gì?"
    }
  },
  {
    "translation": {
      "en": "Am I in on what? You know what.",
      "vi": "Hay chỉ mình thằng chồng cô? Tôi tham gia cái gì? Cô biết tôi đang nói gì mà... Vụ bắt cóc Pita, cái chết của nó."
    }
  },
  {
    "translation": {
      "en": "Pita's kidnapping, her death. Were you a part of it?",
      "vi": "Cô biết tôi đang nói gì mà... Vụ bắt cóc Pita, cái chết của nó. Cô có góp phần không?"
    }
  },
  {
    "translation": {
      "en": "Pita got killed because the ransom... Shut up!",
      "vi": "Pita bị giết... Câm mồm! ...vì tiền chuộc bị đánh cắp."
    }
  },
  {
    "translation": {
      "en": "Yeah, the money was stolen, you're right.",
      "vi": "Đúng, tiền đã bị cướp, mày nói đúng. Anh ta cũng đúng"
    }
  },
  {
    "translation": {
      "en": "The money was stolen by Victor Fuentes.",
      "vi": "Tiền bị Victor Fuentes cướp. Bao nhiêu nhỉ?"
    }
  },
  {
    "translation": {
      "en": "How much was stolen? Two point five million, right?",
      "vi": "Tiền bị Victor Fuentes cướp. Bao nhiêu nhỉ? 2,5 triệu đô, đúng không? Anh nói gì linh tinh vậy?"
    }
  },
  {
    "translation": {
      "en": "What are you talking about? He knows what I'm talking about.",
      "vi": "2,5 triệu đô, đúng không? Anh nói gì linh tinh vậy? Hắn thừa biết tôi đang nói gì. 2,5 triệu đô."
    }
  },
  {
    "translation": {
      "en": "That's what Victor got. What are you talking about?",
      "vi": "Victor chỉ được có thế, đúng chứ? Anh đang nói gì thế? 2,5 triệu đô."
    }
  },
  {
    "translation": {
      "en": "Two point five million. Two point five million to your lawyer, Jordan Kalfus.",
      "vi": "Anh đang nói gì thế? 2,5 triệu đô. 2,5 triệu cho thằng luật sư của mày, Jordan Kalfus..."
    }
  },
  {
    "translation": {
      "en": "He put it in an account in the Cayman Islands, but he won't get to spend it.",
      "vi": "Nó đã gửi vào một tài khoản ở đảo Cayman, nhưng chẳng kịp có may mắn để tiêu."
    }
  },
  {
    "translation": {
      "en": "What happened to the other five, Sam?",
      "vi": "Năm triệu kia thì sao, Sam?"
    }
  },
  {
    "translation": {
      "en": "That's 2.5, 2.5.",
      "vi": "Đó là 2,5 triệu. Còn năm triệu của mười triệu đâu?"
    }
  },
  {
    "translation": {
      "en": "What is five from ten? Five. What happened to the other five?",
      "vi": "Đó là 2,5 triệu. Còn năm triệu của mười triệu đâu? Đó là năm triệu. Còn năm triệu nữa thì sao, Sam? Kể cho vợ mày đi."
    }
  },
  {
    "translation": {
      "en": "Tell your wife. This is your chance.",
      "vi": "Đó là năm triệu. Còn năm triệu nữa thì sao, Sam? Kể cho vợ mày đi. Cơ hội nói của mày đấy. Năm triệu kia thì sao?"
    }
  },
  {
    "translation": {
      "en": "You got a wife, Creasy? No, I don't.",
      "vi": "Cơ hội nói của mày đấy. Năm triệu kia thì sao? Anh có vợ không Creasy? Không, tao không có vợ."
    }
  },
  {
    "translation": {
      "en": "You'll never know how hard it is to tell your wife the truth.",
      "vi": "Anh có vợ không Creasy? Không, tao không có vợ. Thảo nào anh không biết phải nói sự thật với vợ thì khó đến mức nào."
    }
  },
  {
    "translation": {
      "en": "No, you have a wife! You tell me what happened!",
      "vi": "Thảo nào anh không biết phải nói sự thật với vợ thì khó đến mức nào. Không, anh là người có vợ! Chuyện gì đã xảy ra!"
    }
  },
  {
    "translation": {
      "en": "It was in this room that my father... I don't give a fuck about your father!",
      "vi": "Trong căn phòng này bố anh đã cầu nguyện. Tôi đếch quan tâm đến thằng bố anh!"
    }
  },
  {
    "translation": {
      "en": "He prayed for his gambling debts and his infidelities to be forgiven.",
      "vi": "Bố tôi đã cầu nguyện. Ông đã cầu nguyện cho món nợ cờ bạc và sự phản bội được lãng quên ngay trong phòng này."
    }
  },
  {
    "translation": {
      "en": "Samuel! What?",
      "vi": "Samue! Em yêu anh! Sao, Lisa?"
    }
  },
  {
    "translation": {
      "en": "I love you! Tell me the truth! I didn't inherit a kingdom! That's the truth!",
      "vi": "Samue! Em yêu anh! Sao, Lisa? Hãy cho em biết sự thật. Anh không hề được thừa kế một gia tài! Đó là sự thật!"
    }
  },
  {
    "translation": {
      "en": "You wanna know the truth? I inherited his debt and his mess!",
      "vi": "Em muốn biết sự thật ư? Anh đã thừa kế món nợ và đống rác rưởi của ông ấy."
    }
  },
  {
    "translation": {
      "en": "Tell me what happened to my baby! I inherited his lawyer!",
      "vi": "Thừa kế luật sư của ông ấy, Jordan Thế rốt cuộc con tôi bị làm sao?"
    }
  },
  {
    "translation": {
      "en": "Say it! Say it! Say it! Say it! Be a fucking man!",
      "vi": "Nói đi! Đàn ông lên!"
    }
  },
  {
    "translation": {
      "en": "Jordan told me she'd sit in a room and watch cartoons all day.",
      "vi": "Jordan bảo anh con bé được chăn êm nệm ấm xem hoạt hình cả ngày,"
    }
  },
  {
    "translation": {
      "en": "And she'd eat ice cream.",
      "vi": "và nó được ăn kem thoả thích và chúng ta sẽ có con bé trong hai ngày."
    }
  },
  {
    "translation": {
      "en": "And we'd have her back in two days. He lied to me!",
      "vi": "và nó được ăn kem thoả thích và chúng ta sẽ có con bé trong hai ngày. Hắn đã lừa anh!"
    }
  },
  {
    "translation": {
      "en": "That's why he's fucking dead. I did it!",
      "vi": "Vì thế mà hắn phải chết! Chính anh ra tay!"
    }
  },
  {
    "translation": {
      "en": "I did it, Lisa! I agreed to the kidnapping.",
      "vi": "Chính anh đã làm, Lisa! Anh đã đồng ý vụ bắt cóc."
    }
  },
  {
    "translation": {
      "en": "I did it for us. For the three of us.",
      "vi": "Anh làm thế vì chúng ta, vì ba chúng ta."
    }
  },
  {
    "translation": {
      "en": "I'm so sorry, Lisa.",
      "vi": "Anh xin lỗi, Lisa."
    }
  },
  {
    "translation": {
      "en": "You kill him.",
      "vi": "Anh giết hắn đi."
    }
  },
  {
    "translation": {
      "en": "You kill him, or I will.",
      "vi": "Hoặc anh, hoặc tôi."
    }
  },
  {
    "translation": {
      "en": "You know how they say a...",
      "vi": "Mày biết người ta nói..."
    }
  },
  {
    "translation": {
      "en": "bullet always tells the truth.",
      "vi": "viên đạn luôn nói lên sự thật."
    }
  },
  {
    "translation": {
      "en": "It never lies.",
      "vi": "Nó không bao giờ nói dối."
    }
  },
  {
    "translation": {
      "en": "It didn't work for me, Samuel, but maybe...",
      "vi": "Nó không đúng với tao, Samuel, nhưng có lẽ..."
    }
  },
  {
    "translation": {
      "en": "maybe it'll work for you.",
      "vi": "có lẽ nó sẽ kết liễu mày."
    }
  },
  {
    "translation": {
      "en": "I'll pray for you.",
      "vi": "Tao sẽ cầu nguyện cho mày."
    }
  },
  {
    "translation": {
      "en": "This is definitely the address from the ATM card.",
      "vi": "Đây chính là địa chỉ từ cái thẻ ATM đó."
    }
  },
  {
    "translation": {
      "en": "The PIN number was a great locator.",
      "vi": "Mã PIN quả là mã định vị tốt."
    }
  },
  {
    "translation": {
      "en": "But there's no one that sounds anything like The Voice.",
      "vi": "Nhưng không kẻ nào có vẻ là Tiếng Nói cả."
    }
  },
  {
    "translation": {
      "en": "Who's that?",
      "vi": "Hắn là ai?"
    }
  },
  {
    "translation": {
      "en": "He's the man,",
      "vi": "Đó là hắn. Tiếng Nói."
    }
  },
  {
    "translation": {
      "en": "My guys got into the house...",
      "vi": "Người của tôi đã vào nhà."
    }
  },
  {
    "translation": {
      "en": "on the pretext of giving cholera shots.",
      "vi": "Họ giả vờ đang tìm kiếm kẻ trộm."
    }
  },
  {
    "translation": {
      "en": "We had to inject the whole barrio.",
      "vi": "Ta biết bọn hàng xóm đều ở đây"
    }
  },
  {
    "translation": {
      "en": "We bugged the house and stole the picture of him.",
      "vi": "Chúng tôi đã xâm nhập và lấy được bức hình của hắn."
    }
  },
  {
    "translation": {
      "en": "Now it's time to pursue him.",
      "vi": "Và thời khắc truy đuổi đã đến."
    }
  },
  {
    "translation": {
      "en": "We have to put his photo in tomorrow's newspaper.",
      "vi": "Ngày mai mặt hắn sẽ có trên khắp các báo."
    }
  },
  {
    "translation": {
      "en": "If you value your life, you won't publish those photos.",
      "vi": "Nếu mày còn ham sống, thì đừng có xuất bản đống ảnh ấy."
    }
  },
  {
    "translation": {
      "en": "Mr. Creasy? Yeah, it's me.",
      "vi": "Anh Creasy? Phải, tôi đây."
    }
  },
  {
    "translation": {
      "en": "I traced the PIN for you and I have an address.",
      "vi": "Tôi đã lần theo mã PIN và tôi đã có được địa chỉ."
    }
  },
  {
    "translation": {
      "en": "Yeah?",
      "vi": "Vậy sao?"
    }
  },
  {
    "translation": {
      "en": "The cardholder is Reina Rosas Sanchez, the wife of The Voice.",
      "vi": "Chủ thẻ là Reina Rosas Sanchez, vợ của Tiếng Nói."
    }
  },
  {
    "translation": {
      "en": "She lives in Los Arcos, apartment 26D, via Appia.",
      "vi": "Cô ta sống ở Los Arcos, nhà 26D, via Appia."
    }
  },
  {
    "translation": {
      "en": "Good. And another thing.",
      "vi": "Tốt. Còn nữa."
    }
  },
  {
    "translation": {
      "en": "In today's paper is a picture of The Voice.",
      "vi": "Hãy xem báo ngày hôm nay và anh sẽ thấy ảnh của Tiếng Nói."
    }
  },
  {
    "translation": {
      "en": "Good. Thank you.",
      "vi": "Tốt. Cảm ơn cô."
    }
  },
  {
    "translation": {
      "en": "He's in. What do we do?",
      "vi": "Anh ta đang vào. Làm gì đây?"
    }
  },
  {
    "translation": {
      "en": "Nothing... Nothing.",
      "vi": "Không có gì"
    }
  },
  {
    "translation": {
      "en": "Out of my house, you son of a bitch! Stop there!",
      "vi": "Dừng lại. Đứng yên đó. Lùi lại!"
    }
  },
  {
    "translation": {
      "en": "Get out. The kids out. Now!",
      "vi": "Bỏ lại, quý cô. Để bọn trẻ lại."
    }
  },
  {
    "translation": {
      "en": "Sit down!",
      "vi": "Ngồi xuống."
    }
  },
  {
    "translation": {
      "en": "Reina Rosas, yes?",
      "vi": "Ta ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "Who is this? Who is this?",
      "vi": "Ai đây? Ai đây?"
    }
  },
  {
    "translation": {
      "en": "Daniel. Daniel what?",
      "vi": "Daniel. Daniel gì?"
    }
  },
  {
    "translation": {
      "en": "The Voice?",
      "vi": "Là Tiếng Nói?"
    }
  },
  {
    "translation": {
      "en": "And this is his brother?",
      "vi": "Còn... đây là anh nó?"
    }
  },
  {
    "translation": {
      "en": "What is his name?",
      "vi": "Tên thằng này là gì?"
    }
  },
  {
    "translation": {
      "en": "What is his name?",
      "vi": "Tên thằng này là gì?"
    }
  },
  {
    "translation": {
      "en": "Aurelio Rosas Sanchez, okay.",
      "vi": "Aurelio Rosas Sanchez, nhớ rồi."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Nhớ rồi."
    }
  },
  {
    "translation": {
      "en": "And you are Daniel's woman, right?",
      "vi": "mày là vợ của Daniel đúng không?"
    }
  },
  {
    "translation": {
      "en": "How do you contact him?",
      "vi": "Mày liên lạc với nó thế nào?"
    }
  },
  {
    "translation": {
      "en": "How do you contact him?",
      "vi": "Mày liên lạc với nó bằng cách nào?"
    }
  },
  {
    "translation": {
      "en": "We page him,",
      "vi": "Tao nhắn tin,"
    }
  },
  {
    "translation": {
      "en": "and he calls back on his cellphone.",
      "vi": "và anh ấy gọi bằng di động."
    }
  },
  {
    "translation": {
      "en": "There's no signal in here.",
      "vi": "Trong này không có tín hiệu."
    }
  },
  {
    "translation": {
      "en": "We have to go on the roof.",
      "vi": "Ta phải ra ngoài."
    }
  },
  {
    "translation": {
      "en": "Let's go outside.",
      "vi": "Đi nào."
    }
  },
  {
    "translation": {
      "en": "Outside.",
      "vi": "Ra ngoài."
    }
  },
  {
    "translation": {
      "en": "They're going to get a call.",
      "vi": "Tập trung. Họ chuẩn bị gọi điện thoại. Sắn sàng truy dấu nhé."
    }
  },
  {
    "translation": {
      "en": "Be ready to track him.",
      "vi": "Họ chuẩn bị gọi điện thoại. Sắn sàng truy dấu nhé."
    }
  },
  {
    "translation": {
      "en": "If we're lucky he'll lead us to The Voice.",
      "vi": "Nếu may mắn, chúng ta sẽ lần ra Tiếng Nói."
    }
  },
  {
    "translation": {
      "en": "Hola, Daniel.",
      "vi": "Xin chào, Daniel. Anh Creasy."
    }
  },
  {
    "translation": {
      "en": "Señor Creasy. Yeah.",
      "vi": "Xin chào, Daniel. Anh Creasy. Tao đang có gia đình mày ở đây."
    }
  },
  {
    "translation": {
      "en": "Yeah, I got your family here.",
      "vi": "Tao đang có gia đình mày ở đây."
    }
  },
  {
    "translation": {
      "en": "Your brother doesn't look too good.",
      "vi": "Thằng anh mày trông không tốt lắm."
    }
  },
  {
    "translation": {
      "en": "Yeah, Reina, she's what, about eight months? Yeah?",
      "vi": "Còn Reina, xem nào, cũng tám tháng rồi nhỉ?"
    }
  },
  {
    "translation": {
      "en": "You wanna negotiate?",
      "vi": "Mày muốn đàm phán à?"
    }
  },
  {
    "translation": {
      "en": "The most important thing in life is family. Do you agree?",
      "vi": "Gia đình là quan trọng nhất. Mày có đồng ý không?"
    }
  },
  {
    "translation": {
      "en": "I agree.",
      "vi": "Tao đồng ý."
    }
  },
  {
    "translation": {
      "en": "There you are, you have my family.",
      "vi": "Và đó. Mày đã có gia đình tao."
    }
  },
  {
    "translation": {
      "en": "Well, most of my family.",
      "vi": "Phần lớn gia đình tao."
    }
  },
  {
    "translation": {
      "en": "My wife and I are separated. You know how that is.",
      "vi": "Tao và vợ tao đã ly thân. Mấy biết như thế là thế nào đấy."
    }
  },
  {
    "translation": {
      "en": "Now, tell me seriously, how much do you want?",
      "vi": "Nào, nói nhanh cho nó vuông, mày muốn bao nhiêu tiền?"
    }
  },
  {
    "translation": {
      "en": "Your brother wants to speak to you. Here, hold on.",
      "vi": "Thằng anh mày muốn nói với mày này. Chờ máy nhé."
    }
  },
  {
    "translation": {
      "en": "What the hell do you want?",
      "vi": "Mày đã làm gì anh ấy?"
    }
  },
  {
    "translation": {
      "en": "Listen to me! Listen!",
      "vi": "Nghe đây."
    }
  },
  {
    "translation": {
      "en": "I'll take your family apart piece by piece. You understand me?",
      "vi": "Tao sẽ xé xác gia đình mày thành từng mảng, từng mảnh một, rõ chưa?"
    }
  },
  {
    "translation": {
      "en": "Piece by piece! Shut up!",
      "vi": "Từng miếng một. Câm đi!"
    }
  },
  {
    "translation": {
      "en": "I don't want your money.",
      "vi": "Tao không cần tiền của mày!"
    }
  },
  {
    "translation": {
      "en": "You understand me? You understand me? I want you!",
      "vi": "Mày hiểu không? Tao muốn mày."
    }
  },
  {
    "translation": {
      "en": "I'm listening.",
      "vi": "Tao đang nghe đây."
    }
  },
  {
    "translation": {
      "en": "I'm listening, Daniel. I'm listening.",
      "vi": "Tao đang nghe đây Daniel. Tao đang nghe đây."
    }
  },
  {
    "translation": {
      "en": "All right. I will give you a life for a life.",
      "vi": "Thôi được, tao sẽ lấy mạng đổi mạng với mày."
    }
  },
  {
    "translation": {
      "en": "Whose life? What are you talking about?",
      "vi": "Mạng nào? Ý mày là sao hả?"
    }
  },
  {
    "translation": {
      "en": "Whose life, Daniel? I want you!",
      "vi": "Mạng của ai, Daniel? Tao muốn mày."
    }
  },
  {
    "translation": {
      "en": "I will give you her life. For your life.",
      "vi": "Tao sẽ đưa mày mạng của nó đổi lấy mạng mày."
    }
  },
  {
    "translation": {
      "en": "And in exchange, I will get my life back.",
      "vi": "Đổi lại, tao sẽ có mạng của tao"
    }
  },
  {
    "translation": {
      "en": "What life? Whose life? The girl's. Pita's.",
      "vi": "Mạng nào? Của ai? Của con bé. Của Pita ấy."
    }
  },
  {
    "translation": {
      "en": "Pita's dead! Creasy!",
      "vi": "Pita chết rồi. Creasy!"
    }
  },
  {
    "translation": {
      "en": "I'm a businessman. A girl dead is worth nothing. She's alive.",
      "vi": "Tao là người kinh doanh. Một cái xác chẳng đem lại lợi lộc gì cả. Con bé còn sống."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "I want proof of life, you hear me? I want proof of life. I want...",
      "vi": "Tao muốn băng chứng, nghe không? Tao muốn bằng chứng. Tao muốn tên con gấu của con bé. Nó gọi là gì?"
    }
  },
  {
    "translation": {
      "en": "I want the name of her bear. What does she call her bear?",
      "vi": "Tao muốn bằng chứng. Tao muốn tên con gấu của con bé. Nó gọi là gì?"
    }
  },
  {
    "translation": {
      "en": "You tell her to tell you to tell me what she calls her bear.",
      "vi": "Mày bảo nó nói với mày... để mày nói với tao nó gọi con gấu là gì?"
    }
  },
  {
    "translation": {
      "en": "Little one... What do you call your teddy bear?",
      "vi": "Bé gái, tên con gấu của cháu là gì?"
    }
  },
  {
    "translation": {
      "en": "Yeah?",
      "vi": "Sao? Creasy."
    }
  },
  {
    "translation": {
      "en": "Creasy. She calls the bear Creasy Bear.",
      "vi": "Sao? Creasy. Nó gọi là Gấu Creasy."
    }
  },
  {
    "translation": {
      "en": "Remember... I will give you her life for your life",
      "vi": "Nhớ là, tao sẽ trao mày mạng con bé để lấy mạng mày."
    }
  },
  {
    "translation": {
      "en": "and the life of my brother.",
      "vi": "Và mạng của anh tao."
    }
  },
  {
    "translation": {
      "en": "Okay. Okay.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "I give you your brother, you give me the girl.",
      "vi": "Tao trả lại anh mày, mày trả tao con bé."
    }
  },
  {
    "translation": {
      "en": "All right. Where?",
      "vi": "Đồng ý. Ở đâu?"
    }
  },
  {
    "translation": {
      "en": "He left the roof. We lost the signal. We got cut off.",
      "vi": "Hắn ta đã rời khỏi mái nhà, mất tín hiệu rồi. Không còn thời gian nữa. Đi thôi."
    }
  },
  {
    "translation": {
      "en": "We lost him. We lost him.",
      "vi": "Mất dấu rồi."
    }
  },
  {
    "translation": {
      "en": "Damn.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "Hello? Lisa, listen to me. Don't hang up.",
      "vi": "Alô? Lisa, nghe kỹ này, đừng cúp máy."
    }
  },
  {
    "translation": {
      "en": "I think Pita's alive.",
      "vi": "Tôi nghĩ Pita vẫn sống."
    }
  },
  {
    "translation": {
      "en": "I can't take this anymore.",
      "vi": "Tôi không chịu đựng nổi nữa đâu."
    }
  },
  {
    "translation": {
      "en": "Take the road to Puebla. Get off junction 34, south side.",
      "vi": "Hãy lên đường đến Puebla. Đến ngã tư 34, phía nam."
    }
  },
  {
    "translation": {
      "en": "I'll meet you there in two hours.",
      "vi": "Gặp cô sau hai tiếng nữa."
    }
  },
  {
    "translation": {
      "en": "So where is she?",
      "vi": "Vậy con bé đâu?"
    }
  },
  {
    "translation": {
      "en": "She's right over there. You see those two cars out there?",
      "vi": "Ngay đằng kia. Cô thấy hai cái xe kia không?"
    }
  },
  {
    "translation": {
      "en": "Pita's kidnapper, Daniel...",
      "vi": "Tên bắt cóc Pita, Daniel..."
    }
  },
  {
    "translation": {
      "en": "Here's his brother.",
      "vi": "đây là anh hắn."
    }
  },
  {
    "translation": {
      "en": "Here.",
      "vi": "Cầm lấy."
    }
  },
  {
    "translation": {
      "en": "I'm going up on the bridge to get Pita.",
      "vi": "Tôi sẽ lên cầu để nhận Pita."
    }
  },
  {
    "translation": {
      "en": "Anything goes wrong, you put it to his head,",
      "vi": "Nếu có gì xảy ra, cứ đầu hắn mà táng."
    }
  },
  {
    "translation": {
      "en": "you pull the trigger, all right?",
      "vi": "Cô bóp cò, được chứ?"
    }
  },
  {
    "translation": {
      "en": "You understand?",
      "vi": "Cô hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "You don't let him loose",
      "vi": "Không cho hắn thoát cho đến khi Pita ở với cô."
    }
  },
  {
    "translation": {
      "en": "until she's with you, you got it?",
      "vi": "Không cho hắn thoát cho đến khi Pita ở với cô. Hiểu chưa?"
    }
  },
  {
    "translation": {
      "en": "And you don't wait for me, okay?",
      "vi": "Và cũng đừng đợi tôi, thế nhé?"
    }
  },
  {
    "translation": {
      "en": "Yeah. You'll be all right. You okay? Yeah.",
      "vi": "Cô sẽ không sao đâu. Cô ổn chứ? Vâng."
    }
  },
  {
    "translation": {
      "en": "You all right? Yeah.",
      "vi": "Cháu ổn chứ? Vâng ạ."
    }
  },
  {
    "translation": {
      "en": "They didn't hurt you?",
      "vi": "Bọn nó có đánh cháu không?"
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "vi": "Chào."
    }
  },
  {
    "translation": {
      "en": "All right, your mother's waiting for you. She's at the end the bridge.",
      "vi": "Mẹ cháu đang đợi cháu. Mẹ cháu ở ngay dưới cuối cây cầu kìa."
    }
  },
  {
    "translation": {
      "en": "Okay, you go home. Okay.",
      "vi": "Được chưa? Về nhà đi. Vâng ạ."
    }
  },
  {
    "translation": {
      "en": "All right. Where are you going?",
      "vi": "Ngoan lắm. Thế chú đi đâu bây giờ?"
    }
  },
  {
    "translation": {
      "en": "I'm going home too.",
      "vi": "Chú cũng sẽ về nhà."
    }
  },
  {
    "translation": {
      "en": "I'm going to Blue Bayou.",
      "vi": "Chú sẽ về Blue Bayou."
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "vi": "Chào."
    }
  },
  {
    "translation": {
      "en": "I got something for you.",
      "vi": "Chú có quà này."
    }
  },
  {
    "translation": {
      "en": "I got the last number too.",
      "vi": "Chú có số cuối rồi."
    }
  },
  {
    "translation": {
      "en": "I love you, Creasy.",
      "vi": "Cháu yêu chú lắm, chú Creasy."
    }
  },
  {
    "translation": {
      "en": "And you love me, don't you? Yes, I do.",
      "vi": "Chú cũng yêu cháu chứ? Có chứ."
    }
  },
  {
    "translation": {
      "en": "Now, come on, Pita, go.",
      "vi": "Bằng tất cả trái tim chú. Pita, đi đi."
    }
  },
  {
    "translation": {
      "en": "Go. Run. Bye.",
      "vi": "Đi đi. Chạy đi. Tạm biệt."
    }
  },
  {
    "translation": {
      "en": "Pita! Mom! Baby, come here! It's okay!",
      "vi": "Pita! Lại đây con. Ổn rồi. Mẹ!"
    }
  },
  {
    "translation": {
      "en": "Mom! Come on. Okay, I'll let you go now.",
      "vi": "Mẹ! Lại đây! Được rồi. Tao sẽ thả mày đi."
    }
  },
  {
    "translation": {
      "en": "Mom!",
      "vi": "Mẹ!"
    }
  }
]