[
  {
    "translation": {
      "en": "Shit!",
      "vi": "Khỉ thật."
    }
  },
  {
    "translation": {
      "en": "Shit!",
      "vi": "Khỉ thật."
    }
  },
  {
    "translation": {
      "en": "- (humming) - Molly? Molly?",
      "vi": "Molly? Molly."
    }
  },
  {
    "translation": {
      "en": "Molly?! Hey, I was listening to that.",
      "vi": "- Molly! - Này, em đang nghe nhạc mà."
    }
  },
  {
    "translation": {
      "en": "Earth calling sisterling.",
      "vi": "Trái đất gọi hội chị em."
    }
  },
  {
    "translation": {
      "en": "Have you forgotten today's the day Rosemary moves in?",
      "vi": "Em quên mất hôm nay là ngày Rosemary chuyển vào à?"
    }
  },
  {
    "translation": {
      "en": "Like you'd let me forget?",
      "vi": "Em mà quên được với chị sao?"
    }
  },
  {
    "translation": {
      "en": "Please tell me you're not gonna do anything crazy.",
      "vi": "Nói với em chị sẽ không làm chuyện điên khùng gì đi."
    }
  },
  {
    "translation": {
      "en": "Look, you know I love you Mollster,",
      "vi": "Nghe này, chị rất yêu em, bé Moll,"
    }
  },
  {
    "translation": {
      "en": "but are some things you're just way too young to understand.",
      "vi": "nhưng có những chuyện em còn quá nhỏ để hiểu."
    }
  },
  {
    "translation": {
      "en": "I know what I'm doing, though, okay?",
      "vi": "Dù sao chị biết mình đang làm gì, được chứ?"
    }
  },
  {
    "translation": {
      "en": "- Trust me. - Poppy!",
      "vi": "Dù sao chị biết mình đang làm gì, được chứ? - Tin chị đi. - Poppy!"
    }
  },
  {
    "translation": {
      "en": "All right, guys, let's give my dad's girlfriend",
      "vi": "Được rồi, các cậu. Hãy chào đón cô bạn gái của bố tớ bằng phong cách đậm chất Malibu nào."
    }
  },
  {
    "translation": {
      "en": "the perfect Malibu welcome.",
      "vi": "Hãy chào đón cô bạn gái của bố tớ bằng phong cách đậm chất Malibu nào."
    }
  },
  {
    "translation": {
      "en": "Everyone, help yourself!",
      "vi": "Mọi người, tự nhiên đi!"
    }
  },
  {
    "translation": {
      "en": "You can keep it or you can throw it away. You can keep that.",
      "vi": "Cậu có thể giữ nó, hoặc quăng bỏ! Tiến lên. Cậu giữ cái đó cũng được."
    }
  },
  {
    "translation": {
      "en": "(chattering)",
      "vi": "- Tớ muốn bóng nảy! - Lấy cái này đi. Bọn tớ không cần."
    }
  },
  {
    "translation": {
      "en": "Oh, Poppy, you've really done it this time.",
      "vi": "- Được rồi, tống khứ nó đi! - Cái đầm bắt mắt quá! Ôi Poppy, lần này chị đi quá trớn rồi."
    }
  },
  {
    "translation": {
      "en": "Hey, girls, watch this.",
      "vi": "Này các cô gái! Xem đây!"
    }
  },
  {
    "translation": {
      "en": "Where did she go? - Is she okay? - Is she still down there?",
      "vi": "- Cậu ấy đâu rồi? - Cậu ấy không sao chứ?"
    }
  },
  {
    "translation": {
      "en": "- She's still under. - There might be sharks.",
      "vi": "- Vẫn ở dưới đó à? - Vẫn lặn dưới nước. - Biết đâu có cá mập đấy. - Ai đó làm gì đi."
    }
  },
  {
    "translation": {
      "en": "Welcome to Malibu, biatch!",
      "vi": "- Biết đâu có cá mập đấy. - Ai đó làm gì đi. Chào mừng đến Malibu, đồ khốn!"
    }
  },
  {
    "translation": {
      "en": "Get up here right now! Get up here!",
      "vi": "Đi lên đây ngay. Đi lên đây!"
    }
  },
  {
    "translation": {
      "en": "Please go home. Home, home.",
      "vi": "Các cháu về đi. Về nhà."
    }
  },
  {
    "translation": {
      "en": "(chattering)",
      "vi": "- Chẳng vui gì cả. - Từ từ đã chú."
    }
  },
  {
    "translation": {
      "en": "Go on, out. Out.",
      "vi": "- Đi nào. Ra ngoài. - Chào bố."
    }
  },
  {
    "translation": {
      "en": "Out, out, out.",
      "vi": "- Đi nào. Ra ngoài. - Chào bố. - Đồ thảm hại. - Ra ngoài. Đi nào. Ra khỏi đây."
    }
  },
  {
    "translation": {
      "en": "Let's go. Come on, out. Out, out.",
      "vi": "- Đồ thảm hại. - Ra ngoài. Đi nào. Ra khỏi đây."
    }
  },
  {
    "translation": {
      "en": "That is the final straw, Poppy! You are going to England.",
      "vi": "Đây là giọt nước tràn ly, Poppy. Con sẽ sang Anh học."
    }
  },
  {
    "translation": {
      "en": "- Let's go. - Yawn!",
      "vi": "Đây là giọt nước tràn ly, Poppy. Con sẽ sang Anh học. - Đi mau. - Xời. Lại đem vụ nội trú ra hăm doạ."
    }
  },
  {
    "translation": {
      "en": "The boarding school threat again!",
      "vi": "- Đi mau. - Xời. Lại đem vụ nội trú ra hăm doạ."
    }
  },
  {
    "translation": {
      "en": "I don't even recognize you anymore. All this is gonna stop right now!",
      "vi": "Bố không nhận ra con nữa rồi. Tất cả chuyện này phải dừng lại ngay!"
    }
  },
  {
    "translation": {
      "en": "So, what? Big deal!",
      "vi": "Bố không nhận ra con nữa rồi. Tất cả chuyện này phải dừng lại ngay! Thì sao nào? Chuyện to tát nhỉ!"
    }
  },
  {
    "translation": {
      "en": "You can just replace me with a newer, trashier version, like you did with Mom.",
      "vi": "Bố cứ việc thay thế con bằng phiên bản mới hơn, tạp nham hơn, như với mẹ ấy!"
    }
  },
  {
    "translation": {
      "en": "You are going to boarding school in England, and that's final.",
      "vi": "Con sẽ đi học trường nội trú ở Anh, đó là quyết định sau cùng."
    }
  },
  {
    "translation": {
      "en": "What, you think just because Mom went",
      "vi": "Con sẽ đi học trường nội trú ở Anh, đó là quyết định sau cùng. Sao? Bố nghĩ chỉ vì mẹ cũng học nội trú ở Anh,"
    }
  },
  {
    "translation": {
      "en": "to boarding school in England,",
      "vi": "Sao? Bố nghĩ chỉ vì mẹ cũng học nội trú ở Anh,"
    }
  },
  {
    "translation": {
      "en": "it's gonna magically straighten me out?",
      "vi": "thì tự nhiên con cũng vào được khuôn khổ à?"
    }
  },
  {
    "translation": {
      "en": "Do you even remember Mom?",
      "vi": "Mà bố có còn nhớ mẹ không?"
    }
  },
  {
    "translation": {
      "en": "Hi, Molly.",
      "vi": "Chào em, Molly."
    }
  },
  {
    "translation": {
      "en": "I think you might've pushed him too far this time.",
      "vi": "Em nghĩ lần này chị đã chọc giận bố thật rồi."
    }
  },
  {
    "translation": {
      "en": "I know.",
      "vi": "Chị biết."
    }
  },
  {
    "translation": {
      "en": "But England's so far away.",
      "vi": "Nhưng nước Anh ở xa quá."
    }
  },
  {
    "translation": {
      "en": "Well, at least they speak American there, right?",
      "vi": "Ít ra ở đó họ cũng nói tiếng Mỹ, đúng không?"
    }
  },
  {
    "translation": {
      "en": "But who's gonna cut the crusts of my sandwiches?",
      "vi": "Nhưng ai sẽ cắt bỏ viền bánh sandwich cho em đây?"
    }
  },
  {
    "translation": {
      "en": "You're gonna be fine, Mol. I promise.",
      "vi": "Em sẽ ổn thôi, Moll. Chị hứa đấy."
    }
  },
  {
    "translation": {
      "en": "Oh, in England, it rains 200 days out of the year.",
      "vi": "Ở Anh một năm mưa đến 200 ngày."
    }
  },
  {
    "translation": {
      "en": "You will definitely get S.A.D. She is sad.",
      "vi": "- Chắc chắn cậu sẽ bị sầu. - Chị ấy đang sầu mà."
    }
  },
  {
    "translation": {
      "en": "Seasonal Affected Disorder.",
      "vi": "Sầu cảm theo mùa."
    }
  },
  {
    "translation": {
      "en": "Depression due to lack of sunlight, resulting in acne and weight gain.",
      "vi": "Trầm cảm vì thiếu ánh mặt trời, khiến mặt nổi mụn và tăng cân."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Trầm cảm vì thiếu ánh mặt trời, khiến mặt nổi mụn và tăng cân. - Gì cơ? - Hả? Tớ xem thấy trong Bs. 90210."
    }
  },
  {
    "translation": {
      "en": "What? I saw it on Dr. 90210.",
      "vi": "- Gì cơ? - Hả? Tớ xem thấy trong Bs. 90210."
    }
  },
  {
    "translation": {
      "en": "(gasps) Not those shoes. They don't do rain.",
      "vi": "Những đôi giày này không được ướt mưa."
    }
  },
  {
    "translation": {
      "en": "Just take them.",
      "vi": "Cậu lấy đi."
    }
  },
  {
    "translation": {
      "en": "Hey, you promise we'll talk every day? Swear on your life?",
      "vi": "Này, hứa rằng ta sẽ trò chuyện mỗi ngày chứ? Thề trên mạng sống đi?"
    }
  },
  {
    "translation": {
      "en": "Dude, who loves ya? Everything's gonna suck without you.",
      "vi": "Này bạn, ai yêu cậu nào? Vắng cậu mọi thứ kinh khủng lắm."
    }
  },
  {
    "translation": {
      "en": "Oh, Ruby, you're my best friend. I'm gonna miss you so much.",
      "vi": "Ruby, cậu là bạn tốt nhất của tớ. Tớ sẽ nhớ cậu nhiều lắm."
    }
  },
  {
    "translation": {
      "en": "I know, let's check out their website. (door closes)",
      "vi": "Tớ biết, cùng xem qua trang web của họ nào."
    }
  },
  {
    "translation": {
      "en": "(both) Oh, my God!",
      "vi": "- Ôi Chúa ơi! - Ôi Chúa ơi!"
    }
  },
  {
    "translation": {
      "en": "Abbey Mount School is an independent boarding school",
      "vi": "Abbey Mount là một trường nội trú độc lập"
    }
  },
  {
    "translation": {
      "en": "for girls age 11 to 17?",
      "vi": "- dành cho nữ tuổi từ 11 đến 17. - Ôi Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "Founded in 1797!",
      "vi": "Được thành lập năm 1797,"
    }
  },
  {
    "translation": {
      "en": "The school is one of England's top institutions for young ladies?",
      "vi": "ngôi trường là cơ sở giáo dục hàng đầu Anh quốc cho các cô gái trẻ."
    }
  },
  {
    "translation": {
      "en": "- It's all brick! - Ew.",
      "vi": "Toàn là gạch!"
    }
  },
  {
    "translation": {
      "en": "Please tell me that's not in the countryside.",
      "vi": "Đừng nói trường này nằm ở miền quê nhé."
    }
  },
  {
    "translation": {
      "en": "Excuse me.",
      "vi": "Tôi xin phép."
    }
  },
  {
    "translation": {
      "en": "Hello, how are you?",
      "vi": "Xin chào. Em khoẻ không?"
    }
  },
  {
    "translation": {
      "en": "All right, Kate. Yes?",
      "vi": "- Ổn cả chứ Kate? - Vâng, cảm ơn cô."
    }
  },
  {
    "translation": {
      "en": "Mr. Moore, I'm Mrs. Kingsley.",
      "vi": "Ông Moore? Tôi là cô Kingsley."
    }
  },
  {
    "translation": {
      "en": "Oh, please call me Gerry. Thank you, I am so grateful",
      "vi": "Ồ, cứ gọi tôi là Gerry. Cảm ơn cô. Tôi vô cùng biết ơn."
    }
  },
  {
    "translation": {
      "en": "I'm happy we could help out.",
      "vi": "Rất vui vì có thể giúp được ông."
    }
  },
  {
    "translation": {
      "en": "She's going through rather a difficult stage.",
      "vi": "Con bé đang trải qua giai đoạn khó khăn."
    }
  },
  {
    "translation": {
      "en": "Just leave it to me, Mr. Moore. I have a double first in difficult.",
      "vi": "Cứ giao cho tôi, ông Moore. Tôi giải quyết khó khăn rất giỏi."
    }
  },
  {
    "translation": {
      "en": "- Hello. - Hi.",
      "vi": "- Xin chào, em khoẻ không? - Chào chị."
    }
  },
  {
    "translation": {
      "en": "- Good holiday? - Yeah.",
      "vi": "- Nghỉ lễ vui chứ? - Vâng ạ."
    }
  },
  {
    "translation": {
      "en": "Good.",
      "vi": "Tốt lắm."
    }
  },
  {
    "translation": {
      "en": "Hello, Poppy, welcome to Abbey Mount. I'm Mrs. Kingsley, your headmistress.",
      "vi": "Xin chào Poppy. Mừng em đến Abbey Mount. Cô là cô Kingsley, hiệu trưởng."
    }
  },
  {
    "translation": {
      "en": "Look, I understand you're just-- Uh- uh uh- uh.",
      "vi": "Nghe này, em biết là cô đang..."
    }
  },
  {
    "translation": {
      "en": "Lesson number one, Poppy. To me, negotiation is like a nightclub...",
      "vi": "Bài học thứ nhất, Poppy ạ. Với cô thương lượng như một hộp đêm."
    }
  },
  {
    "translation": {
      "en": "not something I tend to enter into. Now, come along.",
      "vi": "Đó không phải thứ cô muốn dính vào. Giờ thì đi theo cô."
    }
  },
  {
    "translation": {
      "en": "- Hello. - Hi.",
      "vi": "- Chào em. - Chào chị. Em khoẻ chứ?"
    }
  },
  {
    "translation": {
      "en": "Wow.",
      "vi": "Oa."
    }
  },
  {
    "translation": {
      "en": "- Who's she? - Is she new?",
      "vi": "- Ai thế? - Oa. Học sinh mới à?"
    }
  },
  {
    "translation": {
      "en": "- Wow. - Look at those shoes.",
      "vi": "- Oa. - Nhìn đôi giày kìa."
    }
  },
  {
    "translation": {
      "en": "Poppy, this is Kate. She'll be your big sister at Abbey Mount.",
      "vi": "Poppy, đây là Kate. Cô bé sẽ là huynh trưởng của em ở Abbey Mount."
    }
  },
  {
    "translation": {
      "en": "You'll soon settle in.",
      "vi": "Em sẽ sớm hoà nhập thôi."
    }
  },
  {
    "translation": {
      "en": "- Hi, how do you do? - I already have a sister.",
      "vi": "- Chào, cậu khoẻ không? - Tôi có anh chị em rồi."
    }
  },
  {
    "translation": {
      "en": "It's just school lingo.",
      "vi": "Chỉ là biệt hiệu ở trường thôi."
    }
  },
  {
    "translation": {
      "en": "I'll be your friend, a helping hand, that's all.",
      "vi": "Tớ sẽ là bạn cậu, một người hỗ trợ, thế thôi."
    }
  },
  {
    "translation": {
      "en": "Okay, but, um, I choose my friends. And FYI, you don't make the cut.",
      "vi": "Được, nhưng bạn là do tôi chọn, và NCB, cậu không đủ tiêu chuẩn."
    }
  },
  {
    "translation": {
      "en": "I'm sure that comment would sting a lot more if I knew what FYI meant.",
      "vi": "Tớ cá lời bình luận đó nghe sẽ nhức nhối hơn nếu tớ biết NCB là gì."
    }
  },
  {
    "translation": {
      "en": "But, for the moment, let's just pretend it's had the desired effect, shall we?",
      "vi": "Nhưng lúc này, cứ vờ như nó đã đạt hiệu quả như mong đợi, nhé?"
    }
  },
  {
    "translation": {
      "en": "Saddle up, girls, we've got ourselves a bronco.",
      "vi": "Thắng yên nào, các cô. Ta có một con ngựa chứng đấy."
    }
  },
  {
    "translation": {
      "en": "Mrs. Kingsley, a gift.",
      "vi": "Quà biếu, thưa cô Kingsley."
    }
  },
  {
    "translation": {
      "en": "One for you and one for Freddie.",
      "vi": "Một con cho cô và một con cho Freddie."
    }
  },
  {
    "translation": {
      "en": "Oh, thank you. I shot them myself.",
      "vi": "- Cảm ơn em. - Em tự săn được đấy."
    }
  },
  {
    "translation": {
      "en": "Oh, I don't doubt that you did.",
      "vi": "Ồ, cô không nghi ngờ khả năng của em."
    }
  },
  {
    "translation": {
      "en": "Well, perhaps you'd like to keep hold of them",
      "vi": "Có lẽ em sẽ muốn cầm giúp cô"
    }
  },
  {
    "translation": {
      "en": "while I welcome back the first years.",
      "vi": "khi cô đi chào mừng các em năm nhất trở lại."
    }
  },
  {
    "translation": {
      "en": "Nice thought, though.",
      "vi": "Em cũng chu đáo đấy."
    }
  },
  {
    "translation": {
      "en": "Harriet. Head girl.",
      "vi": "Harriet. Trưởng Nữ."
    }
  },
  {
    "translation": {
      "en": "You shake the hand of the head girl out of respect.",
      "vi": "Cô bắt tay Trưởng Nữ bằng tất cả lòng tôn trọng."
    }
  },
  {
    "translation": {
      "en": "When the head girl has earned my respect, then I'll shake her hand, biatch.",
      "vi": "Chừng nào Trưởng Nữ làm tôi tôn trọng, tôi sẽ tự bắt tay, đồ khốn."
    }
  },
  {
    "translation": {
      "en": "- I'm sorry. - Apology accepted.",
      "vi": "- Xin lỗi? - Chấp nhận lời xin lỗi."
    }
  },
  {
    "translation": {
      "en": "Stunningly horridious ego desperately seeks a good bashing.",
      "vi": "Một bản ngã bốc mùi cực độ đang thèm khát bị chà đạp."
    }
  },
  {
    "translation": {
      "en": "Can we oblige? Me thinks so.",
      "vi": "Ta giúp một tay chứ? Bổn cô nương nghĩ thế."
    }
  },
  {
    "translation": {
      "en": "(together) We think so, too.",
      "vi": "Bọn tớ cũng nghĩ thế."
    }
  },
  {
    "translation": {
      "en": "I'll call you tomorrow morning as soon as I'm back in L.A.",
      "vi": "Sáng mai ba sẽ gọi cho con, ngay khi về đến LA."
    }
  },
  {
    "translation": {
      "en": "I hope your flight gets seriously delayed.",
      "vi": "Con ước chuyến bay của ba bị hoãn nhiều ngày."
    }
  },
  {
    "translation": {
      "en": "And I hope your bags end up in Kazakhstan.",
      "vi": "Và con ước hành lý của ba bị thất lạc đến Kazakhstan."
    }
  },
  {
    "translation": {
      "en": "I'll come back for you at the end of the semester, all right?",
      "vi": "Ba sẽ quay lại đón con khi kết thúc kỳ học, được chứ?"
    }
  },
  {
    "translation": {
      "en": "Sweetheart, you know I love you.",
      "vi": "Con yêu, con biết ba yêu con mà."
    }
  },
  {
    "translation": {
      "en": "Bye.",
      "vi": "Chào con."
    }
  },
  {
    "translation": {
      "en": "I have to find this CD to play for you guys.",
      "vi": "Tớ phải tìm đĩa CD này để mở cho các cậu nghe."
    }
  },
  {
    "translation": {
      "en": "♪ I gave a slap ♪",
      "vi": "Tớ phải tìm đĩa CD này để mở cho các cậu nghe. Nó đây rồi."
    }
  },
  {
    "translation": {
      "en": "♪ You smashed a plate over my head ♪",
      "vi": "Cậu có thể mượn chúng, nhưng dùng trong nhà thôi."
    }
  },
  {
    "translation": {
      "en": "♪ Then I set fire to our bed ♪",
      "vi": "Cậu có thể mượn chúng, nhưng dùng trong nhà thôi. Ừ, mẹ tớ không cho đi giày cao gót."
    }
  },
  {
    "translation": {
      "en": "♪ Oh ♪",
      "vi": "Tớ phải ngồi dự bị vì không phải lúc nào cũng chơi được. Tớ nghe bài này trên radio."
    }
  },
  {
    "translation": {
      "en": "♪ My black eye casts no shadow ♪",
      "vi": "Tớ nghe bài này trên radio. - Cảm ơn cậu. - Bắt tốt lắm."
    }
  },
  {
    "translation": {
      "en": "♪ Your red eye sees no blame ♪",
      "vi": "- Cảm ơn cậu. - Bắt tốt lắm."
    }
  },
  {
    "translation": {
      "en": "Excuse me.",
      "vi": "Thứ lỗi."
    }
  },
  {
    "translation": {
      "en": "Hi, um, I've been assigned this room.",
      "vi": "Chào. Tôi được xếp vào phòng này."
    }
  },
  {
    "translation": {
      "en": "You need to leave.",
      "vi": "Mời các cậu đi cho."
    }
  },
  {
    "translation": {
      "en": "Oh... wow, communal.",
      "vi": "Ồ, hay lắm, phòng dùng chung."
    }
  },
  {
    "translation": {
      "en": "Well, it's bed number five or the corridor.",
      "vi": "Giường số năm hoặc ngủ ngoài hành lang."
    }
  },
  {
    "translation": {
      "en": "Your choice, mate.",
      "vi": "Tuỳ cậu chọn, bồ ạ."
    }
  },
  {
    "translation": {
      "en": "Move your stinking socks, Drippy.",
      "vi": "Lấy mấy đôi vớ bốc mùi của cậu ra Drippy."
    }
  },
  {
    "translation": {
      "en": "Gross.",
      "vi": "Ghê quá."
    }
  },
  {
    "translation": {
      "en": "You lock away your chocolate?",
      "vi": "Cậu khoá sôcôla lại à?"
    }
  },
  {
    "translation": {
      "en": "Key information, if it's the Wagon Wheel versus the Rolex,",
      "vi": "Mấu chốt đây, nếu phải chọn giữa Wagon Wheel và Rolex,"
    }
  },
  {
    "translation": {
      "en": "the Wagon Wheel is going to trounce it every time.",
      "vi": "thì Wagon Wheel lúc nào cũng thắng thế."
    }
  },
  {
    "translation": {
      "en": "What's a Wagon Wheel? Jesu Christi, you have not lived.",
      "vi": "- Wagon Wheel là gì? - Chúa ơi, cậu chưa sống bao giờ!"
    }
  },
  {
    "translation": {
      "en": "That's carbs and sugar. What a revelation. I had no idea.",
      "vi": "- Đây là đường và tinh bột. - Phát hiện vĩ đại nhỉ. Ngỡ ngàng đấy."
    }
  },
  {
    "translation": {
      "en": "What the bleep is that? None of your bleeping business.",
      "vi": "- Đó là cái mếu gì thế? - Mếu phải chuyện của cậu."
    }
  },
  {
    "translation": {
      "en": "It's an iPhone.",
      "vi": "Đó là một chiếc iPhone."
    }
  },
  {
    "translation": {
      "en": "Good luck getting a signal. We only have two hot spots that work 'round here.",
      "vi": "Bắt tín hiệu vui vẻ. Ta chỉ có hai trụ phát sóng ở đây thôi."
    }
  },
  {
    "translation": {
      "en": "Maybe you should try entering the 21st Century, Buck Rogers.",
      "vi": "Có lẽ cậu nên tiến vào thế kỷ 21 đi, Buck Rogers ạ."
    }
  },
  {
    "translation": {
      "en": "This place is medieval.",
      "vi": "Nơi này cứ như thời trung cổ vậy."
    }
  },
  {
    "translation": {
      "en": "It's imperative that I make my phone calls.",
      "vi": "Tôi rất cần gọi điện thoại lúc này."
    }
  },
  {
    "translation": {
      "en": "It's pointless anyway. Only allowed mobiles on weekends.",
      "vi": "Chẳng ăn thua đâu. Ta chỉ được phép dùng điện thoại vào cuối tuần."
    }
  },
  {
    "translation": {
      "en": "How am I supposed to call my therapist.",
      "vi": "Vậy làm sao tôi gọi được cho bác sĩ trị liệu?"
    }
  },
  {
    "translation": {
      "en": "She's joking, right? Oh, sweetheart, this is not Beverly Hills 90210.",
      "vi": "Cô ta đùa, phải không? Ôi, tình yêu, đây không phải Beverly Hills, 90210."
    }
  },
  {
    "translation": {
      "en": "Just put it away before Matron catches you.",
      "vi": "Hãy giấu nó đi trước khi cô quản gia bắt được."
    }
  },
  {
    "translation": {
      "en": "Where's your trunk. It hasn't been delivered yet.",
      "vi": "- Rương hành lý của cậu đâu? - Vẫn chưa gửi đến."
    }
  },
  {
    "translation": {
      "en": "No!",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "No, no, no. Not the new season Gucci. The Choos! No!",
      "vi": "Không, không. Đừng là giày Gucci mùa mới chứ. Mấy đôi Choos. Không!"
    }
  },
  {
    "translation": {
      "en": "This is all only hand- washable. This is ridiculous.",
      "vi": "Đây toàn là đồ phải giặt tay. Chuyện này thật lố bịch."
    }
  },
  {
    "translation": {
      "en": "Uh, why? What? I might get thirsty.",
      "vi": "- Sao cậu... - Gì cơ? Lỡ tôi khát thì sao."
    }
  },
  {
    "translation": {
      "en": "You know, in the U.K., we have this amazing thing--",
      "vi": "Biết gì không, ở Anh bọn tôi có một thứ tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Oh.",
      "vi": "Gọi là vòi nước."
    }
  },
  {
    "translation": {
      "en": "Welcome back, girls.",
      "vi": "Chào mừng trở lại, các cô gái."
    }
  },
  {
    "translation": {
      "en": "Oh, good, staff. How quickly can you get all this stuff cleaned?",
      "vi": "Hay lắm, phục vụ phòng. Cô đem tất cả chỗ này đi giặt mất bao lâu?"
    }
  },
  {
    "translation": {
      "en": "- Is she... - Mm- hmm. American.",
      "vi": "- Em này là... - Người Mỹ."
    }
  },
  {
    "translation": {
      "en": "Oh, yes.",
      "vi": "- Em này là... - Người Mỹ. Ồ phải, trường ta có một người Mỹ vào năm 1997. Không hay rồi."
    }
  },
  {
    "translation": {
      "en": "We had one of those in 1997. Not good.",
      "vi": "Ồ phải, trường ta có một người Mỹ vào năm 1997. Không hay rồi."
    }
  },
  {
    "translation": {
      "en": "Oh. Accustom her to my rules, and she should be in the correct uniform for a start.",
      "vi": "Phổ biến quy định cho cô ta, và trước tiên phải mặc đúng đồng phục."
    }
  },
  {
    "translation": {
      "en": "Mobile phones, please, girls.",
      "vi": "Nộp điện thoại di động nào, các em."
    }
  },
  {
    "translation": {
      "en": "Thank you, Kiki. Thank you, Josie. Thank you, Kate.",
      "vi": "Cảm ơn Kiki. Cảm ơn Josie. Cảm ơn Kate."
    }
  },
  {
    "translation": {
      "en": "Whoa! Hands off, mama! I said hands off!",
      "vi": "Oa! Bỏ tay ra, bà cô. Tôi nói bỏ tay ra."
    }
  },
  {
    "translation": {
      "en": "I am Scottish, not remedial.",
      "vi": "Tôi là người Scotland, không phải bọn chậm hiểu."
    }
  },
  {
    "translation": {
      "en": "Good, then you understand.",
      "vi": "Tốt lắm, vậy cô hiểu rồi đấy."
    }
  },
  {
    "translation": {
      "en": "Line- dry, press. No starch, and no creases.",
      "vi": "Hong khô, ủi, không dùng nước xịt, và không để nhăn."
    }
  },
  {
    "translation": {
      "en": "How dare you. No mufti for a week?",
      "vi": "Sao em dám? Một tuần không thường phục."
    }
  },
  {
    "translation": {
      "en": "Fine. Mufti might be your thing, lady, but it sure ain't mine.",
      "vi": "Tốt thôi. Có thể cô không phục, bà cô ạ, nhưng tôi không quan tâm."
    }
  },
  {
    "translation": {
      "en": "She means no home clothes for a week. Like I give a shit. - Huh? - I'll be gone by then.",
      "vi": "- Ý cô ấy là quần áo mặc ở nhà. - Đây cóc cần quan tâm."
    }
  },
  {
    "translation": {
      "en": "Language!",
      "vi": "- Lúc đó tôi đã cuốn gói đi rồi. - Ngôn từ!"
    }
  },
  {
    "translation": {
      "en": "Two Sundays detention for the whole dorm. (all groan)",
      "vi": "Cấm túc hai Chủ Nhật. Áp dụng cho cả phòng."
    }
  },
  {
    "translation": {
      "en": "I'll deal with this. - Look, hey, hey. - Huh?",
      "vi": "Để tôi xử lý. Nghe này. Này cô."
    }
  },
  {
    "translation": {
      "en": "Here's a Ben Franklin.",
      "vi": "Để tôi xử lý. Nghe này. Này cô. Đây là tờ 100 đô. Sao cô không ra ngoài và mua sắm..."
    }
  },
  {
    "translation": {
      "en": "Why don't you go out and buy yourself- Well, anything.",
      "vi": "Đây là tờ 100 đô. Sao cô không ra ngoài và mua sắm... Ừm, thứ gì đó. Dù cô mua gì thì cũng là bước tiến vượt bậc đó."
    }
  },
  {
    "translation": {
      "en": "Whatever you get will be a serious improvement.",
      "vi": "Ừm, thứ gì đó. Dù cô mua gì thì cũng là bước tiến vượt bậc đó."
    }
  },
  {
    "translation": {
      "en": "Three Sundays for everyone.",
      "vi": "Ba Chủ Nhật. Áp dụng với mọi người."
    }
  },
  {
    "translation": {
      "en": "Thanks a lot for that, you utter moron.",
      "vi": "- Cảm ơn nhiều lắm, đồ đại ngốc. - Cậu bị sao thế, thần kinh à?"
    }
  },
  {
    "translation": {
      "en": "- What, are you mental? - What?",
      "vi": "- Cảm ơn nhiều lắm, đồ đại ngốc. - Cậu bị sao thế, thần kinh à? Sao? Cô ta là mụ hâm hạng A có vấn đề về thái độ nghiêm trọng."
    }
  },
  {
    "translation": {
      "en": "She was a grade one A- hole with a severe attitudinal problem.",
      "vi": "Sao? Cô ta là mụ hâm hạng A có vấn đề về thái độ nghiêm trọng."
    }
  },
  {
    "translation": {
      "en": "The bell's gonna go in a minute. Just put your uniform on.",
      "vi": "Một phút nữa chuông reo. Cậu mau mặc đồng phục vào đi."
    }
  },
  {
    "translation": {
      "en": "(all) Now!",
      "vi": "Ngay!"
    }
  },
  {
    "translation": {
      "en": "You will never get away with that uniform for start,",
      "vi": "Đầu tiên, cậu sẽ không yên ổn nếu mặc bộ đồng phục đó,"
    }
  },
  {
    "translation": {
      "en": "and FYI, no drinking, no smoking, no alcohol,",
      "vi": "và NCB, không rượu bia, không hút thuốc, không chất cồn."
    }
  },
  {
    "translation": {
      "en": "no fireworks, no dangerous weapons, no illegal drugs.",
      "vi": "Không pháo hoa, không vũ khí nguy hiểm, không ma tuý trái phép."
    }
  },
  {
    "translation": {
      "en": "If you have a problem with someone, no random bitching. Structure your point.",
      "vi": "Nếu có xích mích với ai, đừng nói xấu sau lưng. Nói vào trọng tâm."
    }
  },
  {
    "translation": {
      "en": "No Web- surfing, no bullying.",
      "vi": "Không lướt web, không bắt nạt."
    }
  },
  {
    "translation": {
      "en": "So, if you behave like an asshole, we all suffer.",
      "vi": "Thế nên, nếu cậu cư xử như một con khốn,"
    }
  },
  {
    "translation": {
      "en": "So do not get us in your shit, or we will break you.",
      "vi": "tất cả đều liên luỵ, nên đừng kéo bọn tôi vào - hoặc bọn tôi xử đẹp cậu. - Ôi, sợ quá."
    }
  },
  {
    "translation": {
      "en": "Oh, I'm scared.",
      "vi": "- hoặc bọn tôi xử đẹp cậu. - Ôi, sợ quá."
    }
  },
  {
    "translation": {
      "en": "- Hi, Kate! - Hello.",
      "vi": "- Chào Kate. Chào, chị khoẻ không? - Xin chào."
    }
  },
  {
    "translation": {
      "en": "What are you, like, prom queen or something?",
      "vi": "Cậu là gì thế, như kiểu nữ hoàng vũ hội à?"
    }
  },
  {
    "translation": {
      "en": "Kate's got a terrible affliction.",
      "vi": "Kate mắc một loại bệnh nghiêm trọng."
    }
  },
  {
    "translation": {
      "en": "You're actually lucky that you don't have it.",
      "vi": "Thực ra cậu rất may mắn vì không mắc phải."
    }
  },
  {
    "translation": {
      "en": "It's called popularity.",
      "vi": "Đó là bệnh nổi tiếng."
    }
  },
  {
    "translation": {
      "en": "Hey, get up.",
      "vi": "Đó là bệnh nổi tiếng. Này, đứng dậy. Đợi cô Kingsley và bộ ba ưu tú."
    }
  },
  {
    "translation": {
      "en": "Wait for Mrs. Kingsley and the prefects.",
      "vi": "Này, đứng dậy. Đợi cô Kingsley và bộ ba ưu tú."
    }
  },
  {
    "translation": {
      "en": "Screw them.",
      "vi": "Này, đứng dậy. Đợi cô Kingsley và bộ ba ưu tú. Mặc xác họ."
    }
  },
  {
    "translation": {
      "en": "That is physical abuse! I'm calling my lawyer!",
      "vi": "Thế này là xâm phạm thân thể. Tôi sẽ gọi luật sư."
    }
  },
  {
    "translation": {
      "en": "With what?",
      "vi": "Bằng gì nào?"
    }
  },
  {
    "translation": {
      "en": "Well, hello, Freddie.",
      "vi": "Ồ, xin chào Freddie."
    }
  },
  {
    "translation": {
      "en": "How kind of you to grace us with your gorgeous presence.",
      "vi": "Thật tử tế khi chiếu cố bọn tôi bằng sự hiện diện thanh nhã của cậu."
    }
  },
  {
    "translation": {
      "en": "And cue Harriet in three, two, one.",
      "vi": "Và Harriet tiến đến sau ba, hai, một..."
    }
  },
  {
    "translation": {
      "en": "Subject's moved in on target. And we have contact.",
      "vi": "- Đối tượng đã tiếp cận mục tiêu. - Đã xảy ra chạm trán."
    }
  },
  {
    "translation": {
      "en": "(both) Walk, Annabelle.",
      "vi": "- Đi từ từ Annabelle. - Đi từ từ Annabelle."
    }
  },
  {
    "translation": {
      "en": "I love that Freddie's always here at the beginning of term.",
      "vi": "Tớ rất thích khi đầu học kỳ nào Freddie cũng có mặt ở đây."
    }
  },
  {
    "translation": {
      "en": "It's such a perfect welcome back.",
      "vi": "Tớ rất thích khi đầu học kỳ nào Freddie cũng có mặt ở đây. Một kiểu chào mừng hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "So, who is Freddie?",
      "vi": "Một kiểu chào mừng hoàn hảo. - Ai là Freddie thế? - Con trai cô Kingsley."
    }
  },
  {
    "translation": {
      "en": "Mrs. Kingley's son.",
      "vi": "- Ai là Freddie thế? - Con trai cô Kingsley."
    }
  },
  {
    "translation": {
      "en": "Devastating heartthrob.",
      "vi": "Anh chàng siêu đốn tim."
    }
  },
  {
    "translation": {
      "en": "Won't look at any of us since he got caught",
      "vi": "Sẽ không nhìn chúng ta vì từng bị bắt gặp"
    }
  },
  {
    "translation": {
      "en": "playing doctors and nurses with a girl in the third grade when he was 11.",
      "vi": "chơi trò bác sĩ và y tá với một cô bé năm ba khi cậu ta 11 tuổi."
    }
  },
  {
    "translation": {
      "en": "Massive hoo- hah.",
      "vi": "chơi trò bác sĩ và y tá với một cô bé năm ba khi cậu ta 11 tuổi. Kinh thiên động địa luôn."
    }
  },
  {
    "translation": {
      "en": "They're not together now, though. Because of her massive hoo- hah?",
      "vi": "- Giờ họ không quen nhau nữa. - Ấy của cô ta kinh thiên động địa à?"
    }
  },
  {
    "translation": {
      "en": "No. Fraternizing is forbidden.",
      "vi": "Không. Tình tứ là việc bị cấm."
    }
  },
  {
    "translation": {
      "en": "Here you go.",
      "vi": "Của các em đây."
    }
  },
  {
    "translation": {
      "en": "I can't eat this. Anorexia or bulimia.",
      "vi": "- Tôi không ăn được món này. - Biếng ăn hay cuồng ăn vô độ?"
    }
  },
  {
    "translation": {
      "en": "Because if it's bulimia, I'd rather you didn't",
      "vi": "Nếu bị cuồng ăn thì thà cậu"
    }
  },
  {
    "translation": {
      "en": "eat other people's birthday cake on their birthdays.",
      "vi": "đừng ăn bánh sinh nhật của người khác"
    }
  },
  {
    "translation": {
      "en": "It's such a waste.",
      "vi": "vào ngày sinh nhật họ. Phí lắm."
    }
  },
  {
    "translation": {
      "en": "Actually, I'm a pescetarian Monday through Wednesday,",
      "vi": "vào ngày sinh nhật họ. Phí lắm. Thực ra, thứ Hai đến thứ Tư tôi chỉ ăn cá và hải sản,"
    }
  },
  {
    "translation": {
      "en": "fruitarian Thursday through Sunday, and vegetarian always.",
      "vi": "thứ Năm tới Chủ Nhật ăn rau quả và bình thường thì ăn chay."
    }
  },
  {
    "translation": {
      "en": "(all) For what we're about to receive... Nam ring- eye kie.",
      "vi": "Cầu cho những gì chúng con sắp lãnh nhận..."
    }
  },
  {
    "translation": {
      "en": "(all) Amen.",
      "vi": "Amen."
    }
  },
  {
    "translation": {
      "en": "Hey, watch the 'shmere, girlfriend.",
      "vi": "- Tránh đường nào! - Này, len cashmere đấy, bạn gái."
    }
  },
  {
    "translation": {
      "en": "Two hundred goats died for this.",
      "vi": "Phải mất 200 con dê mới đan được cái áo này."
    }
  },
  {
    "translation": {
      "en": "We meet again. How sublime. Learn the rules.",
      "vi": "Ta lại gặp nhau nhỉ. Đỉnh thật. Thuộc quy tắc đi."
    }
  },
  {
    "translation": {
      "en": "When it comes to right- of- way, there is a hierarchy.",
      "vi": "Có một thứ tự ưu tiên về quyền lưu thông."
    }
  },
  {
    "translation": {
      "en": "Teachers, prefects, scholars, dogs, vermin, Americans.",
      "vi": "Giáo viên, bộ ba ưu tú, học sinh giỏi, chó, sâu bọ, người Mỹ."
    }
  },
  {
    "translation": {
      "en": "Kate, see to it she falls in line.",
      "vi": "Kate? Hãy chắc rằng cô ta sẽ tuân thủ."
    }
  },
  {
    "translation": {
      "en": "What is this place, Hogwarts?",
      "vi": "Đây là nơi nào thế? Hogwarts à?"
    }
  },
  {
    "translation": {
      "en": "Bedtime, girls. Night.",
      "vi": "- Đến giờ ngủ rồi, các em. - Ngủ ngon."
    }
  },
  {
    "translation": {
      "en": "The correct school uniform. Wear it. Bed.",
      "vi": "Đồng phục đúng chuẩn này. Mặc vào. Đi ngủ."
    }
  },
  {
    "translation": {
      "en": "Poppy Moore, bed, now!",
      "vi": "Poppy Moore, đi ngủ! Ngay!"
    }
  },
  {
    "translation": {
      "en": "Right.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Translation today, everyone. So, uh, PDF, pretty damn straightforward.",
      "vi": "Hôm nay luyện dịch, các em. Thế nên, DHT, dễ hiểu thôi."
    }
  },
  {
    "translation": {
      "en": "Uh, ergo, uh, which means?",
      "vi": "Hôm nay luyện dịch, các em. Thế nên, DHT, dễ hiểu thôi. Ergo, nghĩa là? Ai nào? Ergo?"
    }
  },
  {
    "translation": {
      "en": "Anyone? Ergo.",
      "vi": "Ergo, nghĩa là? Ai nào? Ergo?"
    }
  },
  {
    "translation": {
      "en": "Oh, Mr. Nellist? Yes, Drippy?",
      "vi": "- Em, thưa thầy Nellist. - Sao Drippy."
    }
  },
  {
    "translation": {
      "en": "Uh, leave. Luddite. No, it means therefore, Drippy.",
      "vi": "- Là,đi đi? - Phá kèo. Không, là thế nên Drippy ạ."
    }
  },
  {
    "translation": {
      "en": "Therefore, you'll probably finish early, which means that, uh, you'll have lots of time",
      "vi": "Thế nên, có khi các em sẽ xong sớm, nghĩa là các em sẽ có nhiều thời gian"
    }
  },
  {
    "translation": {
      "en": "to ask me questions about my trip to Champagne with my girlfriend.",
      "vi": "để hỏi han tôi về chuyến đi đến Champagne cùng bạn gái."
    }
  },
  {
    "translation": {
      "en": "Who's now suddenly my- my ex- girlfriend. Though she was my girlfriend at the time.",
      "vi": "Giờ thì là bạn gái cũ rồi, buồn thật. Nhưng lúc đó cô ấy vẫn là bạn gái."
    }
  },
  {
    "translation": {
      "en": "Put your headphones on.",
      "vi": "Các em đeo tai nghe vào đi."
    }
  },
  {
    "translation": {
      "en": "Hi, guys. You don't happen to have any eyebrow tint, do you?",
      "vi": "Chào. Các em không có bột kẻ lông mày đâu nhỉ?"
    }
  },
  {
    "translation": {
      "en": "(all) No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "You guys have any eyebrow tint?",
      "vi": "Các em có bột kẻ lông mày không?"
    }
  },
  {
    "translation": {
      "en": "Apparently, California girls wax their bums.",
      "vi": "Nghe đồn con gái California tẩy lông bàn toạ đấy."
    }
  },
  {
    "translation": {
      "en": "What? Why?",
      "vi": "Nghe đồn con gái California tẩy lông bàn toạ đấy. Gì cơ? Tại sao chứ?"
    }
  },
  {
    "translation": {
      "en": "To look Brazilian. Makes it look more attractive.",
      "vi": "Để giống kiểu Brazil hơn. Bàn toạ trông hấp dẫn hơn."
    }
  },
  {
    "translation": {
      "en": "If you say so.",
      "vi": "Cậu nói thế thì là thế."
    }
  },
  {
    "translation": {
      "en": "Do you think she's done it? Hundred percent.",
      "vi": "- Cậu nghĩ cậu ta làm chuyện đó chưa? - Trăm phần trăm rồi."
    }
  },
  {
    "translation": {
      "en": "She's definitely done the missionary and almost certainly the Lebanese fulcrum.",
      "vi": "Chắc chắn cậu ta làm kiểu truyền giáo rồi và gần như cả kiểu Điểm tựa Liban."
    }
  },
  {
    "translation": {
      "en": "I can tell. How?",
      "vi": "- Tớ nhận ra được. - Bằng cách nào?"
    }
  },
  {
    "translation": {
      "en": "From the angle of her hips.",
      "vi": "Từ góc độ hông của cậu ta."
    }
  },
  {
    "translation": {
      "en": "Can I help you?",
      "vi": "Tôi giúp được gì không?"
    }
  },
  {
    "translation": {
      "en": "Is there a problem? How many boys have you shagged?",
      "vi": "- Có vấn đề gì à? - Cậu xoạc với bao nhiêu người rồi?"
    }
  },
  {
    "translation": {
      "en": "Well, there was Brandon, Eight- pack. Uh, Chase, Jock.",
      "vi": "Ừ thì, với Brandon, tám múi, Chase, vận động viên."
    }
  },
  {
    "translation": {
      "en": "Tyler, Bajillionaire. Derek...",
      "vi": "Tyler. Công tử nhà giàu. Derek. Anh ta là em họ của Kelly Slater."
    }
  },
  {
    "translation": {
      "en": "He was Kelly Slater's cousin... and, um, oh, Jack.",
      "vi": "Tyler. Công tử nhà giàu. Derek. Anh ta là em họ của Kelly Slater. Và, ừm, Jack. Anh ta chất toàn diện."
    }
  },
  {
    "translation": {
      "en": "He was all- around sick.",
      "vi": "Và, ừm, Jack. Anh ta chất toàn diện."
    }
  },
  {
    "translation": {
      "en": "Christ. I mean, sick body, sick mind.",
      "vi": "- Chúa ơi. - Cơ thể chất, đầu óc cũng chất nốt."
    }
  },
  {
    "translation": {
      "en": "(gasps) Shit! Kate!",
      "vi": "Khỉ thật! Kate!"
    }
  },
  {
    "translation": {
      "en": "Sorry, Drip, it looked lighter on the box.",
      "vi": "Xin lỗi Drip. Nhìn trên vỏ hộp thấy màu nhạt hơn."
    }
  },
  {
    "translation": {
      "en": "That is butters! Better not stop me pulling at the social.",
      "vi": "Trông như hai cục bơ. Hy vọng không gây trở ngại ở buổi giao lưu."
    }
  },
  {
    "translation": {
      "en": "Honey, eyebrows are the least of your worries.",
      "vi": "Cưng à, lông mày là điều sau cùng cậu cần bận tâm đấy."
    }
  },
  {
    "translation": {
      "en": "Lights out, girls. Everyone into bed.",
      "vi": "Tắt đèn đi, các em. Mọi người lên giường ngủ."
    }
  },
  {
    "translation": {
      "en": "- Night, Matron. - Night.",
      "vi": "- Ngủ ngon, cô quản gia. - Ngủ ngon."
    }
  },
  {
    "translation": {
      "en": "Hey, switch that off. No wireless. Should've known.",
      "vi": "- Này, tắt máy đi! - Không có wifi. Sớm biết mới phải."
    }
  },
  {
    "translation": {
      "en": "Internet is only allowed in the computer room.",
      "vi": "Mạng internet chỉ được sử dụng trong phòng máy tính thôi."
    }
  },
  {
    "translation": {
      "en": "Whoa! We are not allowed out of bed after lights out.",
      "vi": "Oa! Chúng ta không được ra khỏi giường sau khi tắt đèn."
    }
  },
  {
    "translation": {
      "en": "- Oh, look. - Hey!",
      "vi": "Oa! Chúng ta không được ra khỏi giường sau khi tắt đèn. - Ồ, nhìn xem. Đèn vẫn chưa tắt. - Này."
    }
  },
  {
    "translation": {
      "en": "- They're not out. - What are you doing?",
      "vi": "- Ồ, nhìn xem. Đèn vẫn chưa tắt. - Này. - Cậu làm gì thế? Quay lại mau. - Quay lại giường ngủ!"
    }
  },
  {
    "translation": {
      "en": "Get back into bed!",
      "vi": "- Cậu làm gì thế? Quay lại mau. - Quay lại giường ngủ!"
    }
  },
  {
    "translation": {
      "en": "Dear Ruby, oh, my God. Two weeks in this place, and I'm going out of my mind.",
      "vi": "Ruby thân mến, ôi Chúa ơi. Hai tuần ở nơi này khiến tớ sắp phát điên."
    }
  },
  {
    "translation": {
      "en": "These girls are all ugly losers,",
      "vi": "Con gái ở đây là bọn thảm hại xấu xí nghĩ việc làm móng"
    }
  },
  {
    "translation": {
      "en": "who think a mani- pedi is some kind of Latin greeting.",
      "vi": "Con gái ở đây là bọn thảm hại xấu xí nghĩ việc làm móng là một cách chào kiểu Latin."
    }
  },
  {
    "translation": {
      "en": "Come on! Fire practice! Shit!",
      "vi": "- Dậy nào! Tập sơ tán khi hoả hoạn! - Khốn thật!"
    }
  },
  {
    "translation": {
      "en": "Remove yourselves to the quad immediately!",
      "vi": "Di chuyển đến sân trong ngay lập tức."
    }
  },
  {
    "translation": {
      "en": "Come on, you know the drill, for goodness sakes.",
      "vi": "Nhanh nào. Các em biết quy trình diễn tập, vì Chúa."
    }
  },
  {
    "translation": {
      "en": "Come on, stop being so slovenly.",
      "vi": "Nhanh nào. Các em biết quy trình diễn tập, vì Chúa. Coi nào, đừng rề rà nữa. Nhanh chân lên. Kiki."
    }
  },
  {
    "translation": {
      "en": "Hurry up, Kiki.",
      "vi": "Coi nào, đừng rề rà nữa. Nhanh chân lên. Kiki."
    }
  },
  {
    "translation": {
      "en": "Come on, girls, hurry up!",
      "vi": "Coi nào, các em! Nhanh chân lên!"
    }
  },
  {
    "translation": {
      "en": "What if it was a real fire? You'd all be burned to a crisp!",
      "vi": "Nếu có hoả hoạn thật thì sao? Chúng ta đã cháy thành than rồi."
    }
  },
  {
    "translation": {
      "en": "(water splashes) Hey, who's there?",
      "vi": "Này, ai đó?"
    }
  },
  {
    "translation": {
      "en": "Uh, Poppy.",
      "vi": "Poppy."
    }
  },
  {
    "translation": {
      "en": "Last name. Moore. Poppy Moore, sir.",
      "vi": "- Họ là gì? - Moore. Poppy Moore, thưa thầy."
    }
  },
  {
    "translation": {
      "en": "Well, Moore, Poppy Moore, this is a fire practice.",
      "vi": "Chà trò Moore, Poppy Moore, đây là buổi tập sơ tán hoả hoạn."
    }
  },
  {
    "translation": {
      "en": "Sorry. I'm- I'm new here. Yes, that's obvious.",
      "vi": "- Xin lỗi, em mới đến. - Phải, rõ ràng là thế."
    }
  },
  {
    "translation": {
      "en": "But weren't you listening in physics class?",
      "vi": "Nhưng em không nghe giảng ở lớp vật lý sao?"
    }
  },
  {
    "translation": {
      "en": "Fire tends to be hot and the point is to avoid it.",
      "vi": "Lửa rất nóng, và mấu chốt là phải tránh xa nó."
    }
  },
  {
    "translation": {
      "en": "Okay. Where do I go?",
      "vi": "Được rồi. Vậy em phải đi đâu?"
    }
  },
  {
    "translation": {
      "en": "Out the door, turn left, and down the stairs.",
      "vi": "Ra khỏi cửa, rẽ trái, và xuống lầu."
    }
  },
  {
    "translation": {
      "en": "Run towards the bright orange, uh, flickery thing, right?",
      "vi": "Lao đến thứ có ánh cam đang cháy bập bùng. Đúng không?"
    }
  },
  {
    "translation": {
      "en": "Oh, and, uh, try not to get caught. Excellent point, sir.",
      "vi": "- Ồ, và đừng để bị bắt. - Lời khuyên xuất sắc, thưa thầy."
    }
  },
  {
    "translation": {
      "en": "Lovely, Harriet.",
      "vi": "Giỏi lắm Harriet."
    }
  },
  {
    "translation": {
      "en": "Crack on, team! Lovely stick work, Harriet.",
      "vi": "Cả đội tiếp tục nào. Điều khiển vợt tốt lắm Harriet."
    }
  },
  {
    "translation": {
      "en": "Hey!",
      "vi": "Chào cô."
    }
  },
  {
    "translation": {
      "en": "Mr. Nellist.",
      "vi": "- Chào thầy Nellist. - Xin chào, xin chào."
    }
  },
  {
    "translation": {
      "en": "Well, super, super effort.",
      "vi": "Các em làm rất, rất tốt."
    }
  },
  {
    "translation": {
      "en": "We may not win the championship, but we'll win a lot of friends, yeah?",
      "vi": "Có thể ta không thắng giải vô địch, nhưng ta sẽ quen được nhiều bạn, nhé?"
    }
  },
  {
    "translation": {
      "en": "So bloody English.",
      "vi": "Đúng là rặc một đám Anh quốc."
    }
  },
  {
    "translation": {
      "en": "And you could do better?",
      "vi": "Thế à. Mày làm tốt hơn được không?"
    }
  },
  {
    "translation": {
      "en": "Laugh it up. But I could whip all of your asses blindfolded.",
      "vi": "Cứ cười đi, nhưng bịt mắt tôi cũng đánh bay được các người."
    }
  },
  {
    "translation": {
      "en": "This I'd love to see.",
      "vi": "Tao rất muốn xem đấy."
    }
  },
  {
    "translation": {
      "en": "Oh, it's on like Donkey Kong. Do your worst, horse face.",
      "vi": "Ồ, nhào vô như trò Donkey Kong đi. Tới bến nào, đồ mặt ngựa."
    }
  },
  {
    "translation": {
      "en": "Foul! Body check! Body check! Aah!",
      "vi": "Phạm quy! Cản bằng người. Cản bằng người!"
    }
  },
  {
    "translation": {
      "en": "- Please! - (whistle blows)",
      "vi": "Thôi nào!"
    }
  },
  {
    "translation": {
      "en": "Totally illegal.",
      "vi": "Hoàn toàn hợp lệ."
    }
  },
  {
    "translation": {
      "en": "Shouldn't you guys be in bikinis for that?",
      "vi": "Mấy cô vật lộn như thế thì nên mặc bikini chứ?"
    }
  },
  {
    "translation": {
      "en": "Hi, Fredster. Dig the car.",
      "vi": "Mấy cô vật lộn như thế thì nên mặc bikini chứ? Chào bạn Fred. Xe đẹp đấy."
    }
  },
  {
    "translation": {
      "en": "(engine revs)",
      "vi": "Chào bạn Fred. Xe đẹp đấy."
    }
  },
  {
    "translation": {
      "en": "Hello, Moore. Poppy Moore.",
      "vi": "- Chào Moore. Poppy Moore. - Chào."
    }
  },
  {
    "translation": {
      "en": "Hi. Uh... hey!",
      "vi": "- Chào Moore. Poppy Moore. - Chào. Này!"
    }
  },
  {
    "translation": {
      "en": "Bye.",
      "vi": "Tạm biệt."
    }
  },
  {
    "translation": {
      "en": "Oh, do you love Fredster?",
      "vi": "Cậu yêu bạn Fred à?"
    }
  },
  {
    "translation": {
      "en": "Do you wanna kiss Fredster on the lips? Don't be so immature.",
      "vi": "- Cậu muốn hôn lên môi bạn Fred không? - Đừng thiếu đứng đắn như thế."
    }
  },
  {
    "translation": {
      "en": "Don't try and hide it, honey. We've got ourselves a SULA.",
      "vi": "Đừng giấu giếm làm gì, cưng ạ. Ta có hẳn một HMU kìa."
    }
  },
  {
    "translation": {
      "en": "Sweaty Upper Lip Alert.",
      "vi": "Hội chứng Môi trên Ướt mồ hôi."
    }
  },
  {
    "translation": {
      "en": "How on earth did Freddie know her name?! You may depart.",
      "vi": "Thế quái nào Freddie biết tên nó? Mày đi được rồi."
    }
  },
  {
    "translation": {
      "en": "But, um, I still have to turn down your bed. - Get out! - (sobs)",
      "vi": "- Nhưng em còn phải xếp giường chị. - Biến mau!"
    }
  },
  {
    "translation": {
      "en": "I don't understand. Freddie's got a crush on me.",
      "vi": "Tôi không hiểu. Freddie có tình ý với tôi mà."
    }
  },
  {
    "translation": {
      "en": "Why was he looking at her?",
      "vi": "Sao cậu ấy lại nhìn nó?"
    }
  },
  {
    "translation": {
      "en": "He was looking at her so he didn't come across as looking at you.",
      "vi": "Cậu ấy nhìn nó để tránh bị phát giác là đang nhìn cậu."
    }
  },
  {
    "translation": {
      "en": "He needs to be careful.",
      "vi": "Cậu ấy nhìn nó để tránh bị phát giác là đang nhìn cậu. Cậu ấy phải cẩn thận. Không được để bị bắt gặp."
    }
  },
  {
    "translation": {
      "en": "He can't get caught.",
      "vi": "Cậu ấy phải cẩn thận. Không được để bị bắt gặp."
    }
  },
  {
    "translation": {
      "en": "Yeah, and if he looked at you too much, he wouldn't be able to control himself.",
      "vi": "Phải, và nếu nhìn cậu quá nhiều, cậu ấy sẽ không kiểm soát được bản thân."
    }
  },
  {
    "translation": {
      "en": "Like, when I have to look sad, I think about... ...horses being slaughtered.",
      "vi": "Như kiểu, khi phải làm mặt buồn, tớ nghĩ đến mấy con ngựa bị giết hại."
    }
  },
  {
    "translation": {
      "en": "So, to Freddie, Poppy's the equivalent to a slaughtered horse.",
      "vi": "Nên với Freddie, Poppy chỉ ngang bằng một con ngựa bị giết thịt thôi."
    }
  },
  {
    "translation": {
      "en": "You're probably right.",
      "vi": "Có lẽ cậu nói đúng."
    }
  },
  {
    "translation": {
      "en": "But we're going to have to do something about little Miss U.S.A.",
      "vi": "Nhưng ta cần dạy cho con nhỏ Tiểu thư Hoa Kỳ này một bài học."
    }
  },
  {
    "translation": {
      "en": "She needs a lesson in exactly who's boss, me thinks.",
      "vi": "Nó cần phải biết ở đây ai là người đứng đầu, bổn cô nương nghĩ thế."
    }
  },
  {
    "translation": {
      "en": "(both) We think so, too.",
      "vi": "Bọn tớ cũng tán thành."
    }
  },
  {
    "translation": {
      "en": "I didn't start it, it wasn't my fault.",
      "vi": "- Em không gây trước. Em không có lỗi. - Ra ngoài rồi đóng cửa lại."
    }
  },
  {
    "translation": {
      "en": "- Go out and close the door. - But you asked to see me!",
      "vi": "- Em không gây trước. Em không có lỗi. - Ra ngoài rồi đóng cửa lại. Nhưng cô nói muốn gặp em."
    }
  },
  {
    "translation": {
      "en": "Yes. Well, you have to knock before you enter.",
      "vi": "Phải, nhưng em phải gõ cửa trước khi vào."
    }
  },
  {
    "translation": {
      "en": "I can't believe it. This is all horse face's fault.",
      "vi": "Em không tin được. Mọi chuyện đều là lỗi của mặt ngựa!"
    }
  },
  {
    "translation": {
      "en": "Who is it?",
      "vi": "Là ai thế?"
    }
  },
  {
    "translation": {
      "en": "- Jesus Christ. - Oh, dear.",
      "vi": "Chúa ơi! Ôi trời. Chúng ta từng tin em có râu và đi xăng đan."
    }
  },
  {
    "translation": {
      "en": "We were led to believe you had a beard and sandals.",
      "vi": "Ôi trời. Chúng ta từng tin em có râu và đi xăng đan."
    }
  },
  {
    "translation": {
      "en": "Now we'll have to change that stained glass window in the school chapel.",
      "vi": "Giờ thì ta phải thay ô kính ghép màu ở nhà nguyện."
    }
  },
  {
    "translation": {
      "en": "Look, I didn't start it, it wasn't my fault,",
      "vi": "Nghe này, em không gây sự trước, đó không phải lỗi của em,"
    }
  },
  {
    "translation": {
      "en": "and if this were America, I would sue.",
      "vi": "và nếu đây là Mỹ, em đã kiện rồi."
    }
  },
  {
    "translation": {
      "en": "That girl is a grade one A- hole, with severe attitudinal problems.",
      "vi": "Con nhỏ đó là một dứa hâm dở hạng A có vấn đề nghiêm trọng về thái độ."
    }
  },
  {
    "translation": {
      "en": "I know perfectly well what happened, Poppy.",
      "vi": "Cô biết rõ đã xảy ra chuyện gì Poppy."
    }
  },
  {
    "translation": {
      "en": "Then why isn't Harriet here, too.",
      "vi": "Vậy tại sao cô không gọi Harriet đến?"
    }
  },
  {
    "translation": {
      "en": "Because, unsurprisingly, it's you I want to talk to.",
      "vi": "Bởi vì, không bất ngờ gì, em là người cô muốn nói chuyện."
    }
  },
  {
    "translation": {
      "en": "Look, I know it's very difficult being the only new girl in your year.",
      "vi": "Nghe này, cô biết là học sinh mới duy nhất trong khối rất khó khăn."
    }
  },
  {
    "translation": {
      "en": "You mean the only normal girl.",
      "vi": "Ý cô là, người bình thường duy nhất."
    }
  },
  {
    "translation": {
      "en": "What do you like to read, Poppy? OK Magazine, People, US Weekly.",
      "vi": "- Em thích đọc gì nào Poppy? - Tạp chí Ok, People, Us Weekly."
    }
  },
  {
    "translation": {
      "en": "Well, might you be able to tackle such a thing as a book?",
      "vi": "Thế em tiêu hoá được thứ gọi là sách không?"
    }
  },
  {
    "translation": {
      "en": "I prefer movies. Well, my personal library seems to be missing",
      "vi": "- Em thích phim ảnh hơn. - Chà, thư viện cá nhân của cô"
    }
  },
  {
    "translation": {
      "en": "the book version of Freaky Friday. (scoffs)",
      "vi": "dường như không có phiên bản sách đọc của Thứ Sáu Kỳ Quái."
    }
  },
  {
    "translation": {
      "en": "So perhaps you might try this.",
      "vi": "Nên có lẽ em hãy thử cuốn này."
    }
  },
  {
    "translation": {
      "en": "Oh, my uncle's producing the film version.",
      "vi": "Ồ, cậu em sản xuất phiên bản điện ảnh đấy."
    }
  },
  {
    "translation": {
      "en": "Alice in Wonderland was originally a book.",
      "vi": "Alice ở Xứ Sở Thần Tiên vốn là một cuốn sách."
    }
  },
  {
    "translation": {
      "en": "You might surprise yourself and actually enjoy it.",
      "vi": "Biết đâu em sẽ ngạc nhiên và vui vẻ thưởng thức câu chuyện đấy."
    }
  },
  {
    "translation": {
      "en": "This is my punishment?",
      "vi": "Đây là hình phạt dành cho em?"
    }
  },
  {
    "translation": {
      "en": "This school is so weird.",
      "vi": "Ngôi trường này lạ thật."
    }
  },
  {
    "translation": {
      "en": "What do you want to get out of this school, Poppy?",
      "vi": "Em muốn rút ra điều gì từ ngôi trường này hả Poppy?"
    }
  },
  {
    "translation": {
      "en": "To get out of this school.",
      "vi": "Em muốn rút khỏi trường."
    }
  },
  {
    "translation": {
      "en": "You know, this school has produced absolutely nobody of note.",
      "vi": "Em biết không, ngôi trường này không đào tạo ra những người nổi tiếng."
    }
  },
  {
    "translation": {
      "en": "Our leading light was the girl who was Princess Diana's foot doctor.",
      "vi": "Học sinh lừng lẫy nhất của chúng ta là bác sĩ khoa chân của Công nương Diana."
    }
  },
  {
    "translation": {
      "en": "So, if your aim is to make pages of Us Weekly,",
      "vi": "Nên nếu mục tiêu của em là xuất hiện trên tạp chí Us Weekly,"
    }
  },
  {
    "translation": {
      "en": "then isn't the place for you.",
      "vi": "thì nơi này không dành cho em."
    }
  },
  {
    "translation": {
      "en": "What we do produce is smart, independent, free- thinking,",
      "vi": "Chúng ta đào tạo ra những cô gái thông minh, độc lập, thoải mái trong"
    }
  },
  {
    "translation": {
      "en": "good- hearted girls,",
      "vi": "Chúng ta đào tạo ra những cô gái thông minh, độc lập, thoải mái trong suy nghĩ, hướng thiện và có thể làm bạn với nhau cả đời."
    }
  },
  {
    "translation": {
      "en": "who remain friends for life.",
      "vi": "suy nghĩ, hướng thiện và có thể làm bạn với nhau cả đời."
    }
  },
  {
    "translation": {
      "en": "The kind of girl that, behind all your wisecracks, I know you are.",
      "vi": "Một cô gái mà, đằng sau thái độ kiêu kỳ, cô biết em là như thế."
    }
  },
  {
    "translation": {
      "en": "Run along now, I must get on. My in- tray is piling up.",
      "vi": "Em đi được rồi, cô phải quay lại làm việc. Khay giấy tờ lại đầy rồi."
    }
  },
  {
    "translation": {
      "en": "Not brown enough. More coffee.",
      "vi": "Không đủ nâu. Thêm cà phê đi."
    }
  },
  {
    "translation": {
      "en": "Ugh. More elbow grease.",
      "vi": "Đảo mạnh tay lên."
    }
  },
  {
    "translation": {
      "en": "You're aging these clothes, not stirring your tea.",
      "vi": "Mày đang nhuộm quần áo, không phải đang khuấy trà."
    }
  },
  {
    "translation": {
      "en": "I need complete authenticity.",
      "vi": "Tao muốn chúng trông thật đẳng cấp."
    }
  },
  {
    "translation": {
      "en": "Charlotte heard Freddie say I looked exactly like Keira Knightly.",
      "vi": "Charlotte nghe Freddie nói trông tao giống hệt Keira Knightly."
    }
  },
  {
    "translation": {
      "en": "Right. That's done. Empty the water.",
      "vi": "Được rồi! Thế là xong. Đổ nước đi."
    }
  },
  {
    "translation": {
      "en": "Not that way, fool. You'll spill it. Out the window.",
      "vi": "Không phải lối đó, đồ ngốc. Mày sẽ đổ ra sàn mất. Trút ra cửa sổ."
    }
  },
  {
    "translation": {
      "en": "- Out the window? - Just get on with it.",
      "vi": "- Đổ ra ngoài cửa sổ? - Mau làm đi."
    }
  },
  {
    "translation": {
      "en": "Are you sure?",
      "vi": "Chị chắc chứ?"
    }
  },
  {
    "translation": {
      "en": "- (gasps) - So sorry. Just can't trust the help these days.",
      "vi": "Xin lỗi nhé. Bọn giúp việc dạo này cẩu thả quá."
    }
  },
  {
    "translation": {
      "en": "Do you have a pass to be out during lessons?",
      "vi": "Mày có giấy xác nhận được ra ngoài giữa tiết học không?"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, I do. It's- it's right here! Well, don't walk on the grass!",
      "vi": "- Ồ, có đấy. Ngay đây này! - Này, không được bước trên cỏ."
    }
  },
  {
    "translation": {
      "en": "For the tenth time, you need to make your bed.",
      "vi": "Nhắc lần thứ mười, cậu cần xếp chăn mền lại."
    }
  },
  {
    "translation": {
      "en": "Jesus, what's so bloody hard?",
      "vi": "Chúa ơi. Có gì khó khăn đâu?"
    }
  },
  {
    "translation": {
      "en": "Pick up, put down. It's not rocket science.",
      "vi": "Nhấc lên. Thả xuống. Chẳng phải chuyện gì nặng nhọc."
    }
  },
  {
    "translation": {
      "en": "Sit down, I'll do that.",
      "vi": "Ngồi xuống đi. Để tớ làm cho."
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "You're freezing, you need a jumper.",
      "vi": "Cậu đang lạnh cóng. Cậu cần một chiếc áo len."
    }
  },
  {
    "translation": {
      "en": "Whatever that is, I don't think I have one.",
      "vi": "Dù đó là áo gì, tôi cũng không nghĩ mình có."
    }
  },
  {
    "translation": {
      "en": "I don't think I have anything thicker than prosciutto.",
      "vi": "Dù đó là áo gì, tôi cũng không nghĩ mình có. Tôi không nghĩ mình có thứ gì dày hơn miếng thịt giăm bông đâu."
    }
  },
  {
    "translation": {
      "en": "Thanks. I didn't really come prepared. Didn't figure I'd be here this long.",
      "vi": "Cảm ơn. Tôi không chuẩn bị kỹ lắm. Vì không nghĩ mình sẽ ở lâu thế này."
    }
  },
  {
    "translation": {
      "en": "Nothing worse than the only message you get all day being from the phone company.",
      "vi": "Chẳng có gì tệ bằng tin nhắn duy nhất nhận được trong ngày lại là tin rác."
    }
  },
  {
    "translation": {
      "en": "But Matron took all the phones.",
      "vi": "Nhưng cô quản gia đã tịch thu tất cả điện thoại mà."
    }
  },
  {
    "translation": {
      "en": "No. She took all your phones.",
      "vi": "Nhưng cô quản gia đã tịch thu tất cả điện thoại mà. Không. Cô ấy lấy điện thoại thật của cậu. Hàng giả của bọn tớ."
    }
  },
  {
    "translation": {
      "en": "She took our decoys.",
      "vi": "Không. Cô ấy lấy điện thoại thật của cậu. Hàng giả của bọn tớ."
    }
  },
  {
    "translation": {
      "en": "She has no idea that none of them work. We keep our real phones hidden.",
      "vi": "Cô ấy không biết chẳng cái nào dùng được. Bọn tớ giấu hết đồ thật rồi."
    }
  },
  {
    "translation": {
      "en": "Here. Call your parents, call your therapist.",
      "vi": "Đây. Gọi cho ba mẹ. Cho bác sĩ trị liệu của cậu đi."
    }
  },
  {
    "translation": {
      "en": "Knock yourself out.",
      "vi": "Vô tư mà chiến."
    }
  },
  {
    "translation": {
      "en": "But why would you do this for me? I mean, you think I'm a total asshole.",
      "vi": "Nhưng sao cậu lại giúp tôi? Cậu nghĩ tôi là một con khốn."
    }
  },
  {
    "translation": {
      "en": "No. You behave like an asshole. There's a difference.",
      "vi": "Không, cậu cư xử như một con khốn. Khác nhau đấy."
    }
  },
  {
    "translation": {
      "en": "Look, I know that I'm not some Malibu therapist,",
      "vi": "Nghe này, tớ biết mình không phải nhà trị liệu Malibu,"
    }
  },
  {
    "translation": {
      "en": "but I can guess that you're feeling scared and a little bit homesick.",
      "vi": "nhưng tớ có thể đoán được cậu đang sợ hãi và có chút nhớ nhà."
    }
  },
  {
    "translation": {
      "en": "Which, in my experience, doesn't actually make you a bad person. Just a normal one.",
      "vi": "Điều mà, theo kinh nghiệm của tớ, không giống kẻ xấu. Rất bình thường."
    }
  },
  {
    "translation": {
      "en": "Sweet photo.",
      "vi": "Ảnh đẹp quá."
    }
  },
  {
    "translation": {
      "en": "Is it your mum?",
      "vi": "Mẹ cậu đây sao?"
    }
  },
  {
    "translation": {
      "en": "Is she gonna come out and visit?",
      "vi": "Bà ấy sẽ đến thăm cậu chứ?"
    }
  },
  {
    "translation": {
      "en": "She died in a car accident when I was 11.",
      "vi": "Mẹ tớ đã mất trong tai nạn xe hơi năm tớ 11 tuổi."
    }
  },
  {
    "translation": {
      "en": "Poppy, I'm so sorry.",
      "vi": "Poppy, tớ rất tiếc."
    }
  },
  {
    "translation": {
      "en": "I know you're not some Malibu therapist, but, um...",
      "vi": "Tớ biết cậu không phải nhà trị liệu Malibu, nhưng..."
    }
  },
  {
    "translation": {
      "en": "Listen, are you serious about getting out of here?",
      "vi": "Nghe này. Cậu có nghiêm túc muốn ra khỏi đây không?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Cậu có nghiêm túc muốn ra khỏi đây không? Có."
    }
  },
  {
    "translation": {
      "en": "Then you're gonna have to get yourself expelled.",
      "vi": "Thế thì, cậu sẽ phải khiến mình bị đuổi học."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được thôi."
    }
  },
  {
    "translation": {
      "en": "Anybody disporting themselves in an improper manner",
      "vi": "Bất kỳ ai có thái độ đùa giỡn thiếu đứng đắn sẽ bị đưa ra trước"
    }
  },
  {
    "translation": {
      "en": "will be proposed for expulsion before the Honor Court.",
      "vi": "Bất kỳ ai có thái độ đùa giỡn thiếu đứng đắn sẽ bị đưa ra trước - Toà án Danh dự đề nghị trục xuất. - Khoan đã. Toà án Danh dự?"
    }
  },
  {
    "translation": {
      "en": "Wait, Honor Court?",
      "vi": "- Toà án Danh dự đề nghị trục xuất. - Khoan đã. Toà án Danh dự?"
    }
  },
  {
    "translation": {
      "en": "It's like a trial, in front of the whole school,",
      "vi": "Giống như một phiên xử trước toàn trường"
    }
  },
  {
    "translation": {
      "en": "by your peers, your teachers, the head girl,",
      "vi": "Giống như một phiên xử trước toàn trường chủ trì bởi học sinh, giáo viên, Trưởng Nữ, và cô Kingsley."
    }
  },
  {
    "translation": {
      "en": "and Mrs. Kingsley.",
      "vi": "chủ trì bởi học sinh, giáo viên, Trưởng Nữ, và cô Kingsley."
    }
  },
  {
    "translation": {
      "en": "But, I'm telling you, it hardly ever happens.",
      "vi": "Nhưng nói cho cậu biết, rất khó xảy ra chuyện này."
    }
  },
  {
    "translation": {
      "en": "If you really wanna get expelled, you can't just rock the boat.",
      "vi": "Nếu thật sự muốn bị đuổi, cậu không thể chỉ khuấy động con thuyền."
    }
  },
  {
    "translation": {
      "en": "You have to drive it up onto the rocks,",
      "vi": "Cậu phải kéo nó lên bãi đá,"
    }
  },
  {
    "translation": {
      "en": "set fire to the galley, and dance on the burning deck.",
      "vi": "châm lửa đốt khoang bếp và nhảy múa trên sàn tàu rực lửa."
    }
  },
  {
    "translation": {
      "en": "You have to take it all the way. Aye, aye, Captain.",
      "vi": "- Cậu phải làm đến nơi đến chốn. - Hiểu rồi, thưa Thuyền trưởng."
    }
  },
  {
    "translation": {
      "en": "Make your calls.",
      "vi": "Gọi điện thoại đi."
    }
  },
  {
    "translation": {
      "en": "Oh, tip for best reception. On top of the cupboard.",
      "vi": "Mẹo để bắt sóng tốt. Đặt lên nóc tủ búp phê."
    }
  },
  {
    "translation": {
      "en": "Hi, Ruby, I miss you.",
      "vi": "Chào Ruby. Tớ nhớ cậu lắm."
    }
  },
  {
    "translation": {
      "en": "I'm gonna escape, though, I promise you.",
      "vi": "Chào Ruby. Tớ nhớ cậu lắm. Tớ sắp trốn ra rồi. Hứa đấy."
    }
  },
  {
    "translation": {
      "en": "You have no idea what it's like here.",
      "vi": "Cậu không biết nơi này thế nào đâu."
    }
  },
  {
    "translation": {
      "en": "Ew! Who is she? Zero lip- gloss upkeep and what's with the sweater from Target?",
      "vi": "Ai thế kia? Không son dưỡng môi, cái áo rẻ tiền mua ở Target là thế nào?"
    }
  },
  {
    "translation": {
      "en": "I wish you could come and rescue me.",
      "vi": "Tớ ước cậu có thể đến đây giải cứu tớ."
    }
  },
  {
    "translation": {
      "en": "Oh, she is such a romantic, Roddy.",
      "vi": "Cậu ấy thật lãng mạn Roddy à."
    }
  },
  {
    "translation": {
      "en": "Take care of Roddy for me.",
      "vi": "Chăm sóc Roddy hộ tớ nhé."
    }
  },
  {
    "translation": {
      "en": "You already have. Let's hit the pool.",
      "vi": "Em đang làm rồi. Xuống hồ bơi nào."
    }
  },
  {
    "translation": {
      "en": "Watch it, Wee Willie Winkie, you'll set us all alight.",
      "vi": "Cẩn thận Wee Willie Winkie, cậu sẽ đốt sáng căn phòng đấy."
    }
  },
  {
    "translation": {
      "en": "I've had a word with the girls.",
      "vi": "Tớ vừa bàn bạc với hội con gái."
    }
  },
  {
    "translation": {
      "en": "True, some of them took a little more convincing than others,",
      "vi": "Đúng thế, một số người mất nhiều thời gian hơn để thuyết phục."
    }
  },
  {
    "translation": {
      "en": "but it's decided. We're gonna help you.",
      "vi": "Nhưng đã có quyết định rồi. Bọn tớ sẽ giúp cậu."
    }
  },
  {
    "translation": {
      "en": "We're your very own crack unit. Operation Freedom.",
      "vi": "Bọn tớ là biệt đội tinh nhuệ của cậu. Chiến dịch Tìm kiếm Tự do."
    }
  },
  {
    "translation": {
      "en": "Kiki, please explain.",
      "vi": "- Kiki, mời giải thích. - Được."
    }
  },
  {
    "translation": {
      "en": "Right. We'll commence with an entry- level basic favorite,",
      "vi": "- Kiki, mời giải thích. - Được. Ta bắt đầu bằng trò phá phách cấp độ cơ bản được yêu thích."
    }
  },
  {
    "translation": {
      "en": "just to get warmed up.",
      "vi": "Để khởi động. - Sao ở đây có mùi nước tiểu. - Có mùi nước tiểu đâu."
    }
  },
  {
    "translation": {
      "en": "It smells like pee in here. Does not smell like--",
      "vi": "- Sao ở đây có mùi nước tiểu. - Có mùi nước tiểu đâu."
    }
  },
  {
    "translation": {
      "en": "(all) Bonjour, Monsieur Nellist. (Kiki) But it's not good just playing the same old tricks.",
      "vi": "Nhưng dùng mãi những trò cũ thì không hay."
    }
  },
  {
    "translation": {
      "en": "Try to be as imaginative as possible.",
      "vi": "Cố gắng càng sáng tạo càng tốt."
    }
  },
  {
    "translation": {
      "en": "Only do things that will get you noticed.",
      "vi": "Cố gắng càng sáng tạo càng tốt. Chỉ làm những việc dễ bị để ý. Thay đổi mục tiêu thật phong phú."
    }
  },
  {
    "translation": {
      "en": "Vary your targets as much as you can.",
      "vi": "Chỉ làm những việc dễ bị để ý. Thay đổi mục tiêu thật phong phú."
    }
  },
  {
    "translation": {
      "en": "And although we'll all be helping you,",
      "vi": "Chỉ làm những việc dễ bị để ý. Thay đổi mục tiêu thật phong phú. Và cho dù có bọn tớ giúp cậu một tay, điều quan trọng cần nhớ..."
    }
  },
  {
    "translation": {
      "en": "the important thing to remember...",
      "vi": "Và cho dù có bọn tớ giúp cậu một tay, điều quan trọng cần nhớ..."
    }
  },
  {
    "translation": {
      "en": "(phone rings) Harriet?",
      "vi": "Harriet!"
    }
  },
  {
    "translation": {
      "en": "...is that you have to get the blame for everything.",
      "vi": "...là cậu phải nhận trách nhiệm cho tất cả những trò đó."
    }
  },
  {
    "translation": {
      "en": "Run along.",
      "vi": "Đi đi."
    }
  },
  {
    "translation": {
      "en": "Speaking.",
      "vi": "Nghe đây."
    }
  },
  {
    "translation": {
      "en": "Headphones on, girls.",
      "vi": "Đeo tai nghe vào, các em."
    }
  },
  {
    "translation": {
      "en": "Come on, everybody. Don't run too fast in your flip- flops.",
      "vi": "Coi nào, mọi người. Đừng mang dép tông chạy quá nhanh. Ta sẽ vào trong,"
    }
  },
  {
    "translation": {
      "en": "We'll just jump in, have a quick paddle about,",
      "vi": "Coi nào, mọi người. Đừng mang dép tông chạy quá nhanh. Ta sẽ vào trong, bơi vài vòng, làm nóng người, rồi đi dùng trà và bánh xốp, nhớ chưa?"
    }
  },
  {
    "translation": {
      "en": "warm up, then have tea and crumpets, yes?",
      "vi": "bơi vài vòng, làm nóng người, rồi đi dùng trà và bánh xốp, nhớ chưa?"
    }
  },
  {
    "translation": {
      "en": "Yes, I'm in school right now.",
      "vi": "Phải, hiện giờ em đang ở trường."
    }
  },
  {
    "translation": {
      "en": "Regulation uniform? Skirt just below the knee.",
      "vi": "Mặc đồng phục bình thường. Váy dài vừa qua đầu gối."
    }
  },
  {
    "translation": {
      "en": "Of course.",
      "vi": "Tất nhiên rồi."
    }
  },
  {
    "translation": {
      "en": "They are simple polyester, sturdy and practical.",
      "vi": "Chúng làm từ vải polyester. Bền và có tính ứng dụng tốt."
    }
  },
  {
    "translation": {
      "en": "No, I have certainly not been naughty. My disciplinary record is exemplary.",
      "vi": "Không, em chẳng hư hỏng chút nào cả. Em được đánh giá là nữ sinh gương mẫu."
    }
  },
  {
    "translation": {
      "en": "Are you okay?",
      "vi": "Mọi chuyện ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "- Get out! - Get out!",
      "vi": "Ra ngoài. Ra ngoài! NỮ SINH HƯ HỎNG Harriet"
    }
  },
  {
    "translation": {
      "en": "(chattering)",
      "vi": "Ra ngoài đi, các em."
    }
  },
  {
    "translation": {
      "en": "(all repeating in French)",
      "vi": "Một thầy giáo tiếng Pháp tóc đỏ mặc quần bó sát..."
    }
  },
  {
    "translation": {
      "en": "(gasps)",
      "vi": "...bị bắt gặp làm chuyện ấy với cô giáo Thể dục."
    }
  },
  {
    "translation": {
      "en": "(stammers)",
      "vi": "Xem ảnh chụp trên trang web trường Abbey Mount..."
    }
  },
  {
    "translation": {
      "en": "Uh, yes, thank- thank you very much. That's it, thank you.",
      "vi": "Vâng, cảm ơn rất nhiều. Thế nhé, cảm ơn."
    }
  },
  {
    "translation": {
      "en": "(Kiki) If you make enough of a nuisance of yourself...",
      "vi": "Nếu cậu biến bản thân trở nên đủ phiền toái..."
    }
  },
  {
    "translation": {
      "en": "Poppy... Moore!",
      "vi": "Poppy Moore!"
    }
  },
  {
    "translation": {
      "en": "...she will eventually bow to pressure, and she'll have to call your father.",
      "vi": "...cô ấy sẽ phải chịu thua sức ép, và sẽ gọi cho ba cậu."
    }
  },
  {
    "translation": {
      "en": "Naturally, I'll call her father, but she's had a difficult time.",
      "vi": "Tất nhiên tôi sẽ gọi bố con bé, nhưng nó đang trong thời kỳ khó."
    }
  },
  {
    "translation": {
      "en": "No, Sara, please, it's all right.",
      "vi": "Ôi không Sara, xin em. Mọi chuyện ổn cả."
    }
  },
  {
    "translation": {
      "en": "- Mr. Nellist. - Oh, uh, sorry.",
      "vi": "Ôi không Sara, xin em. Mọi chuyện ổn cả. - Thầy Nellist. - Xin lỗi."
    }
  },
  {
    "translation": {
      "en": "(Kiki) And then with any luck, she'll recommend you to the Honor Court.",
      "vi": "Và rồi, nếu gặp may, cô ấy sẽ đưa cậu ra Toà án Danh dự."
    }
  },
  {
    "translation": {
      "en": "Unbe- bloody- lievable!",
      "vi": "Không thể nào tin được!"
    }
  },
  {
    "translation": {
      "en": "She's got more lives than a Buddhist cat.",
      "vi": "Nó có nhiều mạng hơn cả Mario."
    }
  },
  {
    "translation": {
      "en": "Kingley's not even mentioned Honor Court.",
      "vi": "Cô Kingsley chẳng đả động gì đến Toà án Danh dự cả."
    }
  },
  {
    "translation": {
      "en": "I think people are starting to like her. People?",
      "vi": "- Tớ nghĩ mọi người bắt đầu thích nó. - Mọi người?"
    }
  },
  {
    "translation": {
      "en": "People can learn to get used to rotting pig's vomit,",
      "vi": "Mọi người có thể quen dần với bãi nôn hôi hám của lợn"
    }
  },
  {
    "translation": {
      "en": "if they live with it for long enough.",
      "vi": "Mọi người có thể quen dần với bãi nôn hôi hám của lợn - nếu họ sống cùng nó đủ lâu. - Có lẽ cậu ta muốn rời khỏi đây."
    }
  },
  {
    "translation": {
      "en": "I believe she's trying to leave.",
      "vi": "- nếu họ sống cùng nó đủ lâu. - Có lẽ cậu ta muốn rời khỏi đây."
    }
  },
  {
    "translation": {
      "en": "It'd be a nightmare if she stayed. She makes a mockery of the system.",
      "vi": "Nó ở lại mới là ác mộng. Nó đang nhạo báng hệ thống quy củ."
    }
  },
  {
    "translation": {
      "en": "She's not staying, take it from me.",
      "vi": "Nó ở lại mới là ác mộng. Nó đang nhạo báng hệ thống quy củ. Nó sẽ không ở lại lâu. Tin tôi đi."
    }
  },
  {
    "translation": {
      "en": "Five generations of my family have made the school great.",
      "vi": "Năm thế hệ gia đình tôi biến đây trở thành ngôi trường danh tiếng."
    }
  },
  {
    "translation": {
      "en": "The school motto is scholarship, fellowship, loyalty,",
      "vi": "Khẩu hiệu của ngôi trường này là thông thái, thân thiết, trung thành."
    }
  },
  {
    "translation": {
      "en": "not be a slutty, whorey, shit- brain.",
      "vi": "Khẩu hiệu của ngôi trường này là thông thái, thân thiết, trung thành. Không phải dâm dục, hư hỏng, ngu dốt."
    }
  },
  {
    "translation": {
      "en": "(both) So brillianté, Harriet.",
      "vi": "Thật thông sáng Harriet."
    }
  },
  {
    "translation": {
      "en": "(sobbing)",
      "vi": "- Thầy Nellist, đừng khóc. Khăn giấy. - Tôi không chịu được. Điên mất thôi. Hãy uống một ly trà đậm."
    }
  },
  {
    "translation": {
      "en": "I'm only sorry it can't be something stronger.",
      "vi": "Xin lỗi vì không có thứ gì đậm hơn."
    }
  },
  {
    "translation": {
      "en": "Cup of tea.",
      "vi": "Trà đây."
    }
  },
  {
    "translation": {
      "en": "(giggling)",
      "vi": "Lại đây, nhanh lên."
    }
  },
  {
    "translation": {
      "en": "Quick, give me the tape. Give me the tape.",
      "vi": "Nhanh lên. Đưa tớ cuộn băng. Cuộn băng."
    }
  },
  {
    "translation": {
      "en": "Pull the button off.",
      "vi": "Tháo cái rút ra."
    }
  },
  {
    "translation": {
      "en": "- Get out. - Quick. (car approaches)",
      "vi": "- Ôi Chúa ơi. Xe đến kìa. - Nhanh lên."
    }
  },
  {
    "translation": {
      "en": "Whoa. It's all right, Cerberus, it's only me.",
      "vi": "Oa! Không sao cả Cerberus. Là em đây."
    }
  },
  {
    "translation": {
      "en": "Who's Cerberus?",
      "vi": "Oa! Không sao cả Cerberus. Là em đây. - Cerberus là ai thế? - Chó canh cổng địa ngục."
    }
  },
  {
    "translation": {
      "en": "The dog that guards the gates of hell.",
      "vi": "- Cerberus là ai thế? - Chó canh cổng địa ngục."
    }
  },
  {
    "translation": {
      "en": "(whispering) Hurry up, or you'll disturb my girls.",
      "vi": "- Đi đi. Ra chỗ khác. - Nhanh lên. Em làm phiền học trò đấy."
    }
  },
  {
    "translation": {
      "en": "Sorry, terrible allergies.",
      "vi": "Xin lỗi, em bị dị ứng."
    }
  },
  {
    "translation": {
      "en": "Uh, sorry. Better an empty house than an angry tenant, right?",
      "vi": "Ồ, xin lỗi. Nhọc thì phải để thở thay vì bít nó lại, phải không ạ?"
    }
  },
  {
    "translation": {
      "en": "I don't get it. It's like you've got immunity.",
      "vi": "Tớ không hiểu. Cậu bị miễn dịch hay sao ấy."
    }
  },
  {
    "translation": {
      "en": "Your dad's a mafia guy or something.",
      "vi": "Bộ ba cậu là xã hội đen à?"
    }
  },
  {
    "translation": {
      "en": "Yep, I'm the goddaughter.",
      "vi": "Đúng thế. Tớ là con gái Bố Già."
    }
  },
  {
    "translation": {
      "en": "Whatever it is, she's cutting you a lot of slack.",
      "vi": "Dù là gì, cô ấy đang nhắm mắt cho qua chuyện."
    }
  },
  {
    "translation": {
      "en": "We need to up the ante.",
      "vi": "Ta phải mạnh tay hơn."
    }
  },
  {
    "translation": {
      "en": "In fact, we need to focus on her big weakness.",
      "vi": "Thực tế là, ta cần tập trung vào điểm yếu của cô ấy."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, you have to snog Freddie.",
      "vi": "Ôi Chúa ơi. Cậu phải âu yếm Freddie."
    }
  },
  {
    "translation": {
      "en": "Snog? That sounds disgusting. What is that?",
      "vi": "Âu yếm? Nghe ghê quá. Là gì thế?"
    }
  },
  {
    "translation": {
      "en": "It's English for make out. Mrs. Kingsley will go ballistic.",
      "vi": "- Là tiếng Anh của xoạc nhau. - Cô Kingsley sẽ nổi trận lôi đình."
    }
  },
  {
    "translation": {
      "en": "And Harriet would have an absolute fit. Well, that's a definite bonus.",
      "vi": "- Còn Harriet chắc chắn sẽ phát điên. - Ừ, thêm trò vui để xem."
    }
  },
  {
    "translation": {
      "en": "And he'll be at the social. Cool.",
      "vi": "- Và cậu ta sẽ đến buổi giao lưu. - Hay lắm."
    }
  },
  {
    "translation": {
      "en": "Just remember, the point is to get caught.",
      "vi": "Hãy nhớ, mục tiêu là để bị phát hiện."
    }
  },
  {
    "translation": {
      "en": "All right, so what's the deal with the social?",
      "vi": "Được rồi, buổi giao lưu này là thế nào?"
    }
  },
  {
    "translation": {
      "en": "It's the school dance on Saturday night.",
      "vi": "Là buổi khiêu vũ ở trường vào tối thứ Bảy."
    }
  },
  {
    "translation": {
      "en": "Traditionally, it's fancy dress. This year it's movie magic.",
      "vi": "Truyền thống là diện theo chủ đề. Năm nay là Phim ảnh Thần kỳ."
    }
  },
  {
    "translation": {
      "en": "But the only ones who bother to dress up are teachers, morons, and Harriet.",
      "vi": "Nhưng chỉ có giáo viên, lũ ngốc, và Harriet mới buồn ăn diện thôi."
    }
  },
  {
    "translation": {
      "en": "I say we dress up fancy. Real fancy.",
      "vi": "Tớ đề nghị ta phải diện chất. Thật chất."
    }
  },
  {
    "translation": {
      "en": "This mission needs to be planned precisely.",
      "vi": "Phi vụ này phải được lên kế hoạch thật chính xác."
    }
  },
  {
    "translation": {
      "en": "Kiki?",
      "vi": "Phi vụ này phải được lên kế hoạch thật chính xác. - Kiki? - Được rồi."
    }
  },
  {
    "translation": {
      "en": "Okay. Operation Freedom, part two, step one.",
      "vi": "- Kiki? - Được rồi. Chiến dịch Tìm kiếm Tự do, phần hai, bước một. Quyến rũ Freddie."
    }
  },
  {
    "translation": {
      "en": "Attract Freddie.",
      "vi": "Chiến dịch Tìm kiếm Tự do, phần hai, bước một. Quyến rũ Freddie."
    }
  },
  {
    "translation": {
      "en": "Step one, subsection A, look the part.",
      "vi": "Bước một, mục A, nhập vai."
    }
  },
  {
    "translation": {
      "en": "Kiki, you're actually making something quite exciting",
      "vi": "Kiki, cậu đang biến chuyện này"
    }
  },
  {
    "translation": {
      "en": "sound like physics homework.",
      "vi": "trở nên thú vị như bài tập vật lý ấy."
    }
  },
  {
    "translation": {
      "en": "Basically, we're going into town,",
      "vi": "trở nên thú vị như bài tập vật lý ấy. Về cơ bản, ta sẽ vào thành phố,"
    }
  },
  {
    "translation": {
      "en": "and we're gonna get some killer outfits.",
      "vi": "và đem về những bộ cánh thật bắt mắt."
    }
  },
  {
    "translation": {
      "en": "I want something that says elegant,",
      "vi": "Tớ muốn thứ gì đó thể hiện được, Sự thanh lịch,"
    }
  },
  {
    "translation": {
      "en": "but at the same time incredibly slutty and available.",
      "vi": "nhưng đồng thời phải vô cùng hư hỏng và sẵn sàng kết đôi."
    }
  },
  {
    "translation": {
      "en": "In fact, I'm not that bothered about elegance.",
      "vi": "Thực tế là, tớ chẳng bận tâm lắm về chuyện thanh lịch."
    }
  },
  {
    "translation": {
      "en": "So, apparently, the key is to hook up with the headmistress' son.",
      "vi": "Thế rồi, chìa khoá then chốt là cưa đổ con trai cô hiệu trưởng."
    }
  },
  {
    "translation": {
      "en": "I'll do your trick, Rubes, swing my hips and giggle.",
      "vi": "Tớ sẽ dùng chiêu của cậu, nhóc Ruby. Lắc hông và cười khúc khích."
    }
  },
  {
    "translation": {
      "en": "Oh, come on, Poppy, we're gonna miss the bus.",
      "vi": "Nhanh lên nào Poppy. Ta lỡ chuyến xe buýt mất thôi."
    }
  },
  {
    "translation": {
      "en": "Don't forget to log off now, you ninny.",
      "vi": "Đừng quên đăng xuất đấy, cô ngốc."
    }
  },
  {
    "translation": {
      "en": "Everyone, sign out. Remember you are representatives of the school.",
      "vi": "Mọi người, ký vào. Hãy nhớ rằng các em là gương mặt của ngôi trường này."
    }
  },
  {
    "translation": {
      "en": "Sign your own name, come on. Poppy Moore, what are you wearing?",
      "vi": "- Ký tên mình ra. Nhanh nào. - Poppy Moore. Em mặc gì thế?"
    }
  },
  {
    "translation": {
      "en": "You are going to town, not appearing in a window in Amsterdam.",
      "vi": "Em chuẩn bị vào thành phố, không phải sắp ra đứng đường."
    }
  },
  {
    "translation": {
      "en": "Change immediately. I don't have anything else.",
      "vi": "- Thay đồ ngay lập tức. - Em chỉ còn bộ này thôi."
    }
  },
  {
    "translation": {
      "en": "I thought you might be quite concerned by that attire, Matron.",
      "vi": "Em nghĩ cô sẽ bị bộ trang phục đó làm bận tâm, cô quản gia."
    }
  },
  {
    "translation": {
      "en": "So we had a little look- see in lost property",
      "vi": "Nên bọn em có xem nhanh qua kho đồ thất lạc trên đường đến đây."
    }
  },
  {
    "translation": {
      "en": "on our way here, didn't we?",
      "vi": "Nên bọn em có xem nhanh qua kho đồ thất lạc trên đường đến đây. - Đúng không? - Đúng thế."
    }
  },
  {
    "translation": {
      "en": "(both) We did.",
      "vi": "- Đúng không? - Đúng thế."
    }
  },
  {
    "translation": {
      "en": "It'll suit you,",
      "vi": "Hợp với mày đấy."
    }
  },
  {
    "translation": {
      "en": "promise.",
      "vi": "Hứa luôn."
    }
  },
  {
    "translation": {
      "en": "(girls giggling) That's cute.",
      "vi": "Chà, dễ thương quá."
    }
  },
  {
    "translation": {
      "en": "My grandma used to have a dog just like it.",
      "vi": "Bà tớ từng có một chú chó giống thế này."
    }
  },
  {
    "translation": {
      "en": "Poppy, I think your jumper is the cat's pajamas.",
      "vi": "Bà tớ từng có một chú chó giống thế này. Poppy, tớ nghĩ chiếc áo cậu mặc trông rất hợp mốt."
    }
  },
  {
    "translation": {
      "en": "Come on, girls, in you go, hurry up. Upstairs to the seats.",
      "vi": "Nhanh nào, các em. Vào đi. Nhanh chân lên. Tầng trên."
    }
  },
  {
    "translation": {
      "en": "Don't push. Don't push. Plenty of room. Come on, here we go.",
      "vi": "Đừng xô đẩy, chen lấn. Còn nhiều chỗ. Nhanh nào. Ta đi thôi."
    }
  },
  {
    "translation": {
      "en": "- Poppy! - Come on, Poppy!",
      "vi": "Đừng xô đẩy, chen lấn. Còn nhiều chỗ. Nhanh nào. Ta đi thôi. - Nhanh lên Poppy! Nhảy đi! - Poppy! Nhảy đi!"
    }
  },
  {
    "translation": {
      "en": "- Poppy, jump! - I can't find my sanitizer!",
      "vi": "- Nhanh lên Poppy! Nhảy đi! - Poppy! Nhảy đi! Tớ không tìm thấy chai sát khuẩn!"
    }
  },
  {
    "translation": {
      "en": "I can't find my sanitizer!",
      "vi": "Tớ không tìm thấy chai sát khuẩn!"
    }
  },
  {
    "translation": {
      "en": "You left it in the dorm! Oh, my God, no!",
      "vi": "- Cậu để nó ở phòng rồi! - Ôi Chúa ơi, không!"
    }
  },
  {
    "translation": {
      "en": "(heavy metal music playing) Oh, my God, look.",
      "vi": "Ôi trời, nhìn kìa."
    }
  },
  {
    "translation": {
      "en": "- Oh. - Hi!",
      "vi": "- Ồ, chào cưng. - Chào."
    }
  },
  {
    "translation": {
      "en": "Ew. Gross.",
      "vi": "Ghê quá!"
    }
  },
  {
    "translation": {
      "en": "Where are we going? To our favorite shop.",
      "vi": "- Ta đi đâu đây? - Đến cửa hàng yêu thích của bọn tớ."
    }
  },
  {
    "translation": {
      "en": "Cancer research?",
      "vi": "Nghiên cứu ung thư à?"
    }
  },
  {
    "translation": {
      "en": "Girls, I'm all about finding a cure, but considering I flunked chemistry,",
      "vi": "Các cậu, tớ rất muốn tìm ra thuốc chữa, nhưng xét đến việc dở hoá học,"
    }
  },
  {
    "translation": {
      "en": "I don't know how much help I'm gonna be.",
      "vi": "tớ không rõ liệu mình giúp được bao nhiêu."
    }
  },
  {
    "translation": {
      "en": "And BTW, which FYI means by the way,",
      "vi": "Và NT, thực ra NCB, nghĩa là Nhân tiện,"
    }
  },
  {
    "translation": {
      "en": "this is supposed to be shopping time. We're not gonna be doing the research.",
      "vi": "- lẽ ra ta nên đi mua sắm chứ. - Chúng ta sẽ chẳng nghiên cứu gì cả."
    }
  },
  {
    "translation": {
      "en": "This is a charity shop. The money goes to charity.",
      "vi": "Đây là một cửa hàng từ thiện. Tiền bán được gửi cho quỹ từ thiện."
    }
  },
  {
    "translation": {
      "en": "Oh, I just had a heart palpitation.",
      "vi": "Ồ, cậu làm tớ đau tim quá."
    }
  },
  {
    "translation": {
      "en": "You guys are so adorable,",
      "vi": "Các cậu thật đáng yêu,"
    }
  },
  {
    "translation": {
      "en": "but we need to look really hot for the social.",
      "vi": "nhưng ta phải trông thật hấp dẫn ở buổi giao lưu."
    }
  },
  {
    "translation": {
      "en": "So let's go hit Oxford Street. I take it you flunked geography, too.",
      "vi": "- Nên hãy đến phố Oxford Street đi. - Xem như cậu dở cả địa lý nữa."
    }
  },
  {
    "translation": {
      "en": "Oxford Street is in London, my friend. This is your lot.",
      "vi": "Phố Oxford Street nằm ở London, bạn ạ. Chỗ này xịn nhất rồi."
    }
  },
  {
    "translation": {
      "en": "(chattering)",
      "vi": "- Josie, bỏ cái áo chip to đùng xuống. - Không!"
    }
  },
  {
    "translation": {
      "en": "Hey, Kate, what about this for Ascot? Magnificent.",
      "vi": "- Này Kate! Bộ này đi Ascot thì sao? - Tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Is this too workaday?",
      "vi": "Trông quá thường nhật không?"
    }
  },
  {
    "translation": {
      "en": "Come on now, girls, this is a serious mission. Get a move on.",
      "vi": "Thôi nào, các cô. Đây là phi vụ nghiêm túc. Bắt tay vào việc đi."
    }
  },
  {
    "translation": {
      "en": "Now, Poppy, how about something like this? Fifty pence.",
      "vi": "Giờ thì Poppy, một chiếc váy thế này thì sao? Chỉ 0,68 đô la thôi."
    }
  },
  {
    "translation": {
      "en": "It looks like someone died in it.",
      "vi": "Trông như có người từng chết trong đó ấy."
    }
  },
  {
    "translation": {
      "en": "I'd rather stay the Yorkshire Terrier freak.",
      "vi": "Tớ thà cứ mặc cái áo chó Yorkshire Terrier dị hợm này."
    }
  },
  {
    "translation": {
      "en": "You're a Buddhist, right? Think of it as clothing reincarnation.",
      "vi": "Cậu theo đạo Phật, đúng không? Cứ xem như được tái sinh về thời trang."
    }
  },
  {
    "translation": {
      "en": "Honey, even Buddha wouldn't be caught dead in half this stuff.",
      "vi": "Cưng à, ngay cả Phật tổ cũng không thèm mặc mấy thứ này đâu."
    }
  },
  {
    "translation": {
      "en": "Still, I guess anything's possible. Come on, let's do this.",
      "vi": "Có điều, tớ đoán mọi việc đều có thể. Đi nào. Hành động thôi."
    }
  },
  {
    "translation": {
      "en": "Unbelievable, this season Marni. It's sophisticated, it's elegant.",
      "vi": "Không tin được. Mẫu Marni mùa này. Thật tinh tế, thật thanh lịch."
    }
  },
  {
    "translation": {
      "en": "- Hot to trot. - Check.",
      "vi": "Không tin được. Mẫu Marni mùa này. Thật tinh tế, thật thanh lịch. - Nóng bỏng tay chưa? - Rồi."
    }
  },
  {
    "translation": {
      "en": "If we could just call this stuff vintage and add like three zeroes to the price tag,",
      "vi": "Phải chi ta có thể gọi thứ này là vintage và thêm ba số 0 vào mác giá,"
    }
  },
  {
    "translation": {
      "en": "I could totally get into it.",
      "vi": "tớ sẽ thực sự thích việc này."
    }
  },
  {
    "translation": {
      "en": "Perfection.",
      "vi": "tớ sẽ thực sự thích việc này. Hoàn hảo. Chiến dịch Freddie diễn ra vô cùng thuận lợi."
    }
  },
  {
    "translation": {
      "en": "Operation Freddie is well and truly underway.",
      "vi": "Hoàn hảo. Chiến dịch Freddie diễn ra vô cùng thuận lợi."
    }
  },
  {
    "translation": {
      "en": "Malibu moment!",
      "vi": "Hoàn hảo. Chiến dịch Freddie diễn ra vô cùng thuận lợi. Khoảnh khắc Malibu. Nhớ những gì tớ dạy các cậu chứ?"
    }
  },
  {
    "translation": {
      "en": "Remember what I taught you guys?",
      "vi": "Khoảnh khắc Malibu. Nhớ những gì tớ dạy các cậu chứ?"
    }
  },
  {
    "translation": {
      "en": "(all) Who are we?",
      "vi": "Khoảnh khắc Malibu. Nhớ những gì tớ dạy các cậu chứ? - Chúng ta là ai nào? - Chúng ta là ai nào?"
    }
  },
  {
    "translation": {
      "en": "I think he's down a penny black. Yes, dated prewar.",
      "vi": "Tôi nghĩ con tem Penny Black mất giá rồi. Phải, ra mắt trước cuộc chiến."
    }
  },
  {
    "translation": {
      "en": "(chattering) Oh, my God! It's Tom Cruise.",
      "vi": "- Thật ngu ngốc. - Ôi Chúa ơi. Tom Cruise kìa."
    }
  },
  {
    "translation": {
      "en": "Would you like to say any louder? I need your help.",
      "vi": "Chú cứ gào to hơn nữa đi? Cháu cần chú giúp."
    }
  },
  {
    "translation": {
      "en": "And I need a back wax and a night with Michael Bublé,",
      "vi": "Còn ta cần tẩy lông lưng và một đêm với Michael Buble,"
    }
  },
  {
    "translation": {
      "en": "but we don't always get what we want. Trudy, attend to the brows.",
      "vi": "nhưng ta không có được điều mình muốn. Trudy, lo phần lông mày đi."
    }
  },
  {
    "translation": {
      "en": "Mmm. Yorkie fan. It's a nice dog, Yorkie. I used to have one once. Wee Phillippe.",
      "vi": "Thích chó Yorkie nhỉ. Giống chó đẹp. Ta từng nuôi một con. Wee Phillippe."
    }
  },
  {
    "translation": {
      "en": "Got savaged to death by a badger. Ow!",
      "vi": "Bị một con lửng cắn tới chết."
    }
  },
  {
    "translation": {
      "en": "Aren't you the soufflé that didn't arise? Tell me about it.",
      "vi": "- Cưng là chiếc phao không nổi nhỉ. - Nói cháu biết đi. Được rồi."
    }
  },
  {
    "translation": {
      "en": "Okay, I need these extensions taken out,",
      "vi": "- Cưng là chiếc phao không nổi nhỉ. - Nói cháu biết đi. Được rồi. Cháu muốn gỡ những lọn tóc nối này, và một liệu pháp dưỡng tóc đặc biệt."
    }
  },
  {
    "translation": {
      "en": "a serious deep conditioning.",
      "vi": "Cháu muốn gỡ những lọn tóc nối này, và một liệu pháp dưỡng tóc đặc biệt."
    }
  },
  {
    "translation": {
      "en": "I'm thinking side bangs with some buttery highlights,",
      "vi": "Cháu đang nghĩ đến kiểu mái xéo và móc lai vài lọn vàng,"
    }
  },
  {
    "translation": {
      "en": "and maybe a few honey tones.",
      "vi": "và có lẽ nhuộm theo màu mật ong."
    }
  },
  {
    "translation": {
      "en": "Oh! And I'd like a night on Fireman Island, but I'm afraid I'm whistling Dixie, okay?",
      "vi": "Và ta thích một đêm ở Fireman Island, nhưng mộng vẫn hoàn mơ, được chưa?"
    }
  },
  {
    "translation": {
      "en": "So, here's what's on offer for you.",
      "vi": "Thế nên đây là những kiểu có sẵn."
    }
  },
  {
    "translation": {
      "en": "A tight perm. - No. - How about this?",
      "vi": "- Uốn xoăn tít. - Không."
    }
  },
  {
    "translation": {
      "en": "A wee bob. That's fun, isn't it?",
      "vi": "Thế này thì sao? Kiểu cúp vào. Vui mà, phải không?"
    }
  },
  {
    "translation": {
      "en": "- No. - Okay.",
      "vi": "- Không. - Được rồi, thế này thì sao?"
    }
  },
  {
    "translation": {
      "en": "What about this? Oh, a pineapple.",
      "vi": "- Không. - Được rồi, thế này thì sao? Ồ, một trái thơm."
    }
  },
  {
    "translation": {
      "en": "Oh, Hawaii. No.",
      "vi": "- Ồ, kiểu Hawaii nhé. - Không."
    }
  },
  {
    "translation": {
      "en": "What about something a little bit more natural?",
      "vi": "Kiểu tóc nào đó trông tự nhiên thì sao?"
    }
  },
  {
    "translation": {
      "en": "Natural? Aye. The real you.",
      "vi": "- Tự nhiên? - Phải. Con người thật của cưng."
    }
  },
  {
    "translation": {
      "en": "Natural it is. Radical.",
      "vi": "- Thế thì tự nhiên. - Đột phá đấy."
    }
  },
  {
    "translation": {
      "en": "Okay, ladies, let's do this.",
      "vi": "Được rồi. Các cô, hành động thôi."
    }
  },
  {
    "translation": {
      "en": "All right, I'll need that, that, that.",
      "vi": "Ồ, ngay bây giờ, ta sẽ cần thứ này, này, và này."
    }
  },
  {
    "translation": {
      "en": "Oh, oh! Oh, no. Look it. Mmm. That's not mine. Hmm, nope.",
      "vi": "Ôi không, tôi... Đừng nhìn vào... Không phải của tôi. Không."
    }
  },
  {
    "translation": {
      "en": "Hey, Mommy, two strong teas, please. Bella pronto.",
      "vi": "Này, mẹ ơi. Pha hộ con hai tách trà đậm, làm ngay nhé!"
    }
  },
  {
    "translation": {
      "en": "Don't you look at me like that.",
      "vi": "Đừng nhìn con như thế."
    }
  },
  {
    "translation": {
      "en": "Nix that.",
      "vi": "Không được."
    }
  },
  {
    "translation": {
      "en": "You ready, hen? - Um- hm. - Okay.",
      "vi": "Sẵn sàng chưa. Được rồi."
    }
  },
  {
    "translation": {
      "en": "- Et voila. - Wow. Thank you.",
      "vi": "- Hạ màn. - Oa. Cảm ơn chú."
    }
  },
  {
    "translation": {
      "en": "Oh, you're welcome, darling.",
      "vi": "Không cần khách sáo, cưng à."
    }
  },
  {
    "translation": {
      "en": "I'm cream- crackered. I'll lay down and have a wee Satsuma.",
      "vi": "Mệt sắp xỉu rồi. Thôi đi nằm rồi ăn cam đây."
    }
  },
  {
    "translation": {
      "en": "- You look so-- - English.",
      "vi": "- Cậu trông thật... - Anh quốc."
    }
  },
  {
    "translation": {
      "en": "I look like my mom. Is she beautiful, too?",
      "vi": "- Trông tớ giống mẹ. - Bà ấy cũng đẹp chứ?"
    }
  },
  {
    "translation": {
      "en": "She was... very. Sorry. Foot- in- mouth disease.",
      "vi": "- Từng rất xinh đẹp. - Xin lỗi. Lại nói mà quên nghĩ."
    }
  },
  {
    "translation": {
      "en": "(giggling)",
      "vi": "Hiệu tóc Chrissie"
    }
  },
  {
    "translation": {
      "en": "Okay, time for the juice. Any bright ideas?",
      "vi": "Được rồi. Đã đến lúc mua đồ uống. Ai có ý tưởng gì hay không?"
    }
  },
  {
    "translation": {
      "en": "Leave it to me, I've got a plan.",
      "vi": "Để đó cho tớ. Tớ có kế hoạch."
    }
  },
  {
    "translation": {
      "en": "So, Susan, do you like your new office?",
      "vi": "Susan này, cô thích văn phòng mới không?"
    }
  },
  {
    "translation": {
      "en": "I don't know what's worse,",
      "vi": "Susan này, cô thích văn phòng mới không? Tôi không biết đâu mới tệ hơn, công việc hay gã chồng của tôi."
    }
  },
  {
    "translation": {
      "en": "my job or that husband of mine.",
      "vi": "Tôi không biết đâu mới tệ hơn, công việc hay gã chồng của tôi."
    }
  },
  {
    "translation": {
      "en": "Keith from accounts is driving me crazy.",
      "vi": "Keith ở phòng Kế toán làm tôi muốn phát điên."
    }
  },
  {
    "translation": {
      "en": "He wants that report on his desk by Thursday.",
      "vi": "Keith ở phòng Kế toán làm tôi muốn phát điên. Anh ta muốn báo cáo được nộp vào thứ Năm."
    }
  },
  {
    "translation": {
      "en": "What's the report about?",
      "vi": "Anh ta muốn báo cáo được nộp vào thứ Năm. Báo cáo về chuyện gì?"
    }
  },
  {
    "translation": {
      "en": "Oh, um, business.",
      "vi": "Báo cáo về chuyện gì? - Chuyện làm ăn. - Gì cơ?"
    }
  },
  {
    "translation": {
      "en": "(whispers) What?",
      "vi": "- Chuyện làm ăn. - Gì cơ?"
    }
  },
  {
    "translation": {
      "en": "Do you want to buy a carpet tomorrow?",
      "vi": "Mai cô muốn cùng đi mua thảm không?"
    }
  },
  {
    "translation": {
      "en": "Yes, after I've dropped the kids off at the pool...",
      "vi": "Mai cô muốn cùng đi mua thảm không? Có. Sau khi tôi chở bọn trẻ đến hồ bơi."
    }
  },
  {
    "translation": {
      "en": "...in my saloon car.",
      "vi": "Trong xe hơi của tôi."
    }
  },
  {
    "translation": {
      "en": "Two bottles of Grizinksy and one of Donmatsa, please.",
      "vi": "Làm ơn cho hai chai Grizinski và một chai Donmatsa."
    }
  },
  {
    "translation": {
      "en": "Oh, and two crème eggs, please.",
      "vi": "Và hai trứng sôcôla."
    }
  },
  {
    "translation": {
      "en": "Why did you order the crème eggs, you idiot?",
      "vi": "Sao cậu lại mua trứng sôcôla hả đồ ngốc?"
    }
  },
  {
    "translation": {
      "en": "Why did you only get two, Drippy? Now we've got to quarter them?",
      "vi": "Sao mua có hai trứng thế Drippy? Mất công phải chia nhỏ ra."
    }
  },
  {
    "translation": {
      "en": "He believed us till then. Oh, yeah, right.",
      "vi": "- Ông ta vẫn tin đến lúc đó. - Ồ, phải rồi."
    }
  },
  {
    "translation": {
      "en": "Maybe if you hadn't asked me what Keith's report was about. Where's Poppy?",
      "vi": "Nếu cậu không hỏi tớ báo cáo của Keith là báo cáo gì. Poppy đâu rồi?"
    }
  },
  {
    "translation": {
      "en": "- Are you okay? - I'm furious. Stupid Drippy.",
      "vi": "- Các cậu ổn chứ? - Tớ đang bực mình. Drippy ngốc."
    }
  },
  {
    "translation": {
      "en": "I know. Never mind, let's go. ♪ Oh, heaven's a place on earth ♪",
      "vi": "Tớ biết. Đừng bận tâm. Đi thôi."
    }
  },
  {
    "translation": {
      "en": "Would you boys like a drink? Now, anybody here. Come on.",
      "vi": "Các em muốn uống một ly không? Ai muốn uống không? Coi nào."
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "vi": "Xin chào cô em."
    }
  },
  {
    "translation": {
      "en": "Name's Nellist. Roger Nellist. Licensed to DJ.",
      "vi": "Anh là Nellist. Roger Nellist. Đã có giấy phép chỉnh nhạc."
    }
  },
  {
    "translation": {
      "en": "Gosh, you look like James Bond.",
      "vi": "Chúa ơi, anh trông như James Bond ấy."
    }
  },
  {
    "translation": {
      "en": "I thought you might like a fruit punch.",
      "vi": "Em nghĩ anh muốn một ly nước trái cây."
    }
  },
  {
    "translation": {
      "en": "Oh, I'll have it shaken and not stirred.",
      "vi": "Ồ, anh thích lắc nhưng không khuấy."
    }
  },
  {
    "translation": {
      "en": "Why aren't you dancing?",
      "vi": "Sao cậu không nhảy?"
    }
  },
  {
    "translation": {
      "en": "They're all dressed up, waiting for you over there.",
      "vi": "Họ đều diện phục trang, đợi cậu đằng kia."
    }
  },
  {
    "translation": {
      "en": "- Mr. Nellis-- - Harriet's coming.",
      "vi": "Thầy Nellist. - Harriet sắp đến. - Harriet sắp đến."
    }
  },
  {
    "translation": {
      "en": "Right. Yes, yes.",
      "vi": "Ừ, phải rồi."
    }
  },
  {
    "translation": {
      "en": "Mr. Darcy?",
      "vi": "Này anh Darcy."
    }
  },
  {
    "translation": {
      "en": "What undue pleasure it is to be afforded your company.",
      "vi": "Được anh đón tiếp thật là một vinh dự lớn lao."
    }
  },
  {
    "translation": {
      "en": "Hi. You may only call me Mrs. Darcy",
      "vi": "- Xin chào. - Hãy chỉ gọi tôi là cô Darcy"
    }
  },
  {
    "translation": {
      "en": "when you're completely, perfectly, incandescently happy.",
      "vi": "khi anh cảm thấy hạnh phúc vô cùng, vô biên, không kể xiết."
    }
  },
  {
    "translation": {
      "en": "Okay. Cool.",
      "vi": "Được thôi. Hay lắm."
    }
  },
  {
    "translation": {
      "en": "Freddie... ...it's me.",
      "vi": "Freddie, là tớ đây."
    }
  },
  {
    "translation": {
      "en": "Of course, Harriet.",
      "vi": "Tất nhiên rồi Harriet."
    }
  },
  {
    "translation": {
      "en": "Okay, Poppy, let's get Freddie.",
      "vi": "Được rồi Poppy, chiếm lấy Freddie đi."
    }
  },
  {
    "translation": {
      "en": "Lips, hips, hips, and butt.",
      "vi": "Môi, hông, hông và mông."
    }
  },
  {
    "translation": {
      "en": "- Hi. - Hello, trouble. I like your hair.",
      "vi": "- Chào. - Xin chào, rắc rối. Tóc cậu đẹp đấy."
    }
  },
  {
    "translation": {
      "en": "What are you doing? This is a themed costume party,",
      "vi": "Mày đang làm gì thế? Đây là bữa tiệc diện phục trang theo chủ đề,"
    }
  },
  {
    "translation": {
      "en": "not a dwarf prostitutes' convention.",
      "vi": "không phải chỗ của bọn gái lùn bán hoa."
    }
  },
  {
    "translation": {
      "en": "I'm so sorry. I must say that you look incredible.",
      "vi": "Xin lỗi nhé. Phải nói là trông cậu thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "You make an excellent Shrek. This is my favorite song, come on.",
      "vi": "Trông y hệt gã chằn tinh Shrek. Đây là bài tớ thích. Đi thôi."
    }
  },
  {
    "translation": {
      "en": "♪ Shake you tambourine go and get yourself a whistling ♪",
      "vi": "Hay lắm, xoã đi nào Poppy."
    }
  },
  {
    "translation": {
      "en": "Go, girlfriend! That is entirely wicked.",
      "vi": "Tiến lên, cô gái. Rất cuốn hút đấy."
    }
  },
  {
    "translation": {
      "en": "Hey, are you okay? Oh, you're awesome.",
      "vi": "- Này, cậu ổn chứ? - Trông cậu thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "She okay? Shall I call an ambulance? You can be sick in my hands if you'd like.",
      "vi": "Con bé ổn chứ? Cô gọi xe cấp cứu nhé? Nếu thích cứ nôn vào tay cô này."
    }
  },
  {
    "translation": {
      "en": "She's acting like she's drunk. She should be taken to bed.",
      "vi": "Nó hành động như người say ấy. Nên đưa nó về giường ngủ."
    }
  },
  {
    "translation": {
      "en": "Freddie can do the honors.",
      "vi": "Freddie sẽ có vinh dự đó."
    }
  },
  {
    "translation": {
      "en": "You really are a horridious piece of work.",
      "vi": "Mày đúng là một sản phẩm lỗi."
    }
  },
  {
    "translation": {
      "en": "Mr. Darcy don't think so.",
      "vi": "Anh Darcy không nghĩ thế đâu."
    }
  },
  {
    "translation": {
      "en": "She's just a little concussed. She just needs some air.",
      "vi": "Cô ấy chỉ hơi váng đầu thôi. Cần hít thở mốt chút không khí."
    }
  },
  {
    "translation": {
      "en": "- Great idea. - Come on.",
      "vi": "- Ý hay đấy. - Đi nào."
    }
  },
  {
    "translation": {
      "en": "She's up to something. Follow them. Report back to me.",
      "vi": "Nó đang có âm mưu gì đó. Đi theo họ. Báo cáo lại cho tôi."
    }
  },
  {
    "translation": {
      "en": "So, explain yourself, Miss Moore. (mimics English accent) I'm afraid I can't explain myself, sir...",
      "vi": "- Rồi, hãy giải thích đi, trò Moore. - E rằng tôi không thể, thưa ông,"
    }
  },
  {
    "translation": {
      "en": "(in normal voice) ...because I'm not myself right now you see.",
      "vi": "vì giờ đây tôi không còn là chính tôi, ông thấy đấy."
    }
  },
  {
    "translation": {
      "en": "Said Alice to the caterpillar. You're right, how'd you know?",
      "vi": "- Alice nói với Sâu Bướm. - Đúng thế. Làm sao cậu biết?"
    }
  },
  {
    "translation": {
      "en": "I was Alice in the school play. All boys before you look at me weirdly.",
      "vi": "Tớ đã vào vai Alice trong vở kịch. Trường nam sinh, đừng nhìn tớ kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "vi": "Này."
    }
  },
  {
    "translation": {
      "en": "You so don't need to play hard to get. I'm totally into you.",
      "vi": "Cậu không cần phải làm cao đâu. Tớ hoàn toàn mê mẩn cậu rồi."
    }
  },
  {
    "translation": {
      "en": "Hey, come on. Calm down.",
      "vi": "Này, khoan đã. Bình tĩnh nào."
    }
  },
  {
    "translation": {
      "en": "Okay, leading lady, all- boys school,",
      "vi": "Thôi được. Diễn vai nữ chính, trường nam , không quen gần gũi phụ nữ."
    }
  },
  {
    "translation": {
      "en": "awkward with intimacy. Cards on the table.",
      "vi": "Thôi được. Diễn vai nữ chính, trường nam , không quen gần gũi phụ nữ. Lật bài đi. Cậu là gay phải không?"
    }
  },
  {
    "translation": {
      "en": "- Are you gay? - (chuckles)",
      "vi": "Lật bài đi. Cậu là gay phải không?"
    }
  },
  {
    "translation": {
      "en": "Uh, just English.",
      "vi": "Là người Anh thôi."
    }
  },
  {
    "translation": {
      "en": "And I am sober and sensible.",
      "vi": "Tớ cũng tỉnh táo và biết phải trái, còn cậu, cô bạn đáng yêu,"
    }
  },
  {
    "translation": {
      "en": "And you, my sweet friend, are overexcited and concussed.",
      "vi": "Tớ cũng tỉnh táo và biết phải trái, còn cậu, cô bạn đáng yêu, cậu đang váng đầu và quá khích."
    }
  },
  {
    "translation": {
      "en": "I go back to school tomorrow, but I'll be back on the 18th.",
      "vi": "Ngày mai tớ sẽ quay lại trường, nhưng sẽ về đây vào ngày 18."
    }
  },
  {
    "translation": {
      "en": "How about I see you then?",
      "vi": "Hay đến lúc đó mình gặp nhau nhé?"
    }
  },
  {
    "translation": {
      "en": "Okay. I'll make a deal.",
      "vi": "- Được thôi. - Tớ sẽ ra thoả thuận."
    }
  },
  {
    "translation": {
      "en": "No more head- fry behavior. I sense that might be your forte.",
      "vi": "Không cư xử khiến tớ đau đầu nữa. Có cảm giác đó là thế mạnh của cậu."
    }
  },
  {
    "translation": {
      "en": "I won't fry your head, if you don't poach my heart.",
      "vi": "Tớ sẽ không khiến cậu đau đầu nếu cậu không làm tim tớ rung động."
    }
  },
  {
    "translation": {
      "en": "Deal.",
      "vi": "Duyệt."
    }
  },
  {
    "translation": {
      "en": "Oh, crap. Tweedledum and Tweedledee.",
      "vi": "Thôi xong. Tweedledum và Tweedledee."
    }
  },
  {
    "translation": {
      "en": "Fraternizing with the girls, Freddy Kingsley,",
      "vi": "Tình tứ với các cô gái hả Freddie Kingsley,"
    }
  },
  {
    "translation": {
      "en": "as you are well aware, is not allowed.",
      "vi": "như cậu đã rõ, là hành động bị cấm."
    }
  },
  {
    "translation": {
      "en": "Poppy Moore, get back inside. Immediately.",
      "vi": "Poppy Moore, quay vào trong. Ngay bây giờ."
    }
  },
  {
    "translation": {
      "en": "Tell Harriet. She won't just shoot the messenger,",
      "vi": "- Báo cho Harriet đi. - Cậu ta không bắn người đưa tin thôi,"
    }
  },
  {
    "translation": {
      "en": "she'll skin us alive first.",
      "vi": "mà cậu ta sẽ lột da trước đấy."
    }
  },
  {
    "translation": {
      "en": "Me think not. We think not.",
      "vi": "- Bổn cô nương không nghĩ thế. - Chúng ta không nghĩ thế."
    }
  },
  {
    "translation": {
      "en": "Nice work, Kate.",
      "vi": "Làm tốt lắm Kate."
    }
  },
  {
    "translation": {
      "en": "So, is Operation Freddie well and truly underway?",
      "vi": "Thế Chiến dịch Freddie có diễn ra suôn sẻ không?"
    }
  },
  {
    "translation": {
      "en": "God knows? Harriet didn't come.",
      "vi": "Có trời mới biết. Harriet không đến,"
    }
  },
  {
    "translation": {
      "en": "So it just depends on whether Tweedledum or Tweedledee decide to tell her.",
      "vi": "nên phải xem Tweedledum hay Tweedledee có kể với cậu ta không."
    }
  },
  {
    "translation": {
      "en": "There's nothing to worry about. - Clearly not. - Right.",
      "vi": "- Chẳng có gì phải lo lắng. - Hoàn toàn không. Đúng thế."
    }
  },
  {
    "translation": {
      "en": "We're gonna have to come up with an addendum to Plan B.",
      "vi": "- Chẳng có gì phải lo lắng. - Hoàn toàn không. Đúng thế. Ta phải nghĩ ra một phụ lục cho kế hoạch B."
    }
  },
  {
    "translation": {
      "en": "Isn't it ironic how my ticket out of here just might be the reason I wanna stay?",
      "vi": "Nghe có mỉa mai không nếu chiếc vé đưa tớ ra khỏi đây là lý do tớ muốn ở lại?"
    }
  },
  {
    "translation": {
      "en": "I mean, one of the reasons, anyways.",
      "vi": "Ý tớ là, một trong số các lý do."
    }
  },
  {
    "translation": {
      "en": "Someone call Al Gore. I think the ice queen is melting.",
      "vi": "Ai đó gọi Al Gore đi. Tớ nghĩ nữ hoàng băng giá tan chảy rồi."
    }
  },
  {
    "translation": {
      "en": "What an excellent night.",
      "vi": "Thật là một đêm tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Eight boys have actually come up and directly spoken to me.",
      "vi": "Tám chàng trai đã bước đến và trực tiếp trò chuyện với tớ."
    }
  },
  {
    "translation": {
      "en": "Now, for all you lovers out there.",
      "vi": "Bây giờ, với tất cả những ai đang yêu nhau."
    }
  },
  {
    "translation": {
      "en": "It's your final chance. It's the last dance.",
      "vi": "Đây là cơ hội cuối cùng của các bạn. Điệu nhảy cuối."
    }
  },
  {
    "translation": {
      "en": "Come on!",
      "vi": "- Đi nào. - Đi thôi."
    }
  },
  {
    "translation": {
      "en": "(chattering)",
      "vi": "- Đi nào. - Đi thôi. - Bài nhảy cuối, mọi người ơi! Đi nào! - Có điều này tớ phải nói với các cậu."
    }
  },
  {
    "translation": {
      "en": "There's something I have to tell you.",
      "vi": "- Bài nhảy cuối, mọi người ơi! Đi nào! - Có điều này tớ phải nói với các cậu."
    }
  },
  {
    "translation": {
      "en": "Oh, we already know.",
      "vi": "- Bài nhảy cuối, mọi người ơi! Đi nào! - Có điều này tớ phải nói với các cậu. Bọn tớ biết rồi. Cậu tẩy lông bàn toạ."
    }
  },
  {
    "translation": {
      "en": "You wax your bum. No.",
      "vi": "Bọn tớ biết rồi. Cậu tẩy lông bàn toạ."
    }
  },
  {
    "translation": {
      "en": "Not quite, but similar ballpark. You haven't done it, have you?",
      "vi": "- Không hẳn, nhưng gần như thế. - Cậu chưa làm chuyện ấy, phải không?"
    }
  },
  {
    "translation": {
      "en": "No. I mean, I couldn't admit it back home, so I kind of lied, but I'm a total nun.",
      "vi": "Chưa. Tớ không thể thừa nhận lúc ở nhà, nên đã nói dối, tớ vẫn còn trinh."
    }
  },
  {
    "translation": {
      "en": "Welcome to the nunnery.",
      "vi": "Chào mừng đến với hội gái zin."
    }
  },
  {
    "translation": {
      "en": "(singing together) ♪ I'm loving angels instead ♪",
      "vi": "Thay vào đó tôi yêu những thiên thần"
    }
  },
  {
    "translation": {
      "en": "Come on, girls. If we lose today, we're out of the championship again.",
      "vi": "Cố lên, các em. Nếu thua trận hôm nay ta sẽ mất vé tranh vô địch."
    }
  },
  {
    "translation": {
      "en": "Perhaps you'd like to explain last night to me. Kate?",
      "vi": "Có lẽ em muốn giải thích chuyện tối qua với cô. Kate?"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. We just got a little bit carried away.",
      "vi": "Em xin lỗi. Bọn em đã đi hơi quá trớn."
    }
  },
  {
    "translation": {
      "en": "Well, as I understand it, Drippy got totally carried away",
      "vi": "Theo cách cô hiểu, Drippy được đưa đi"
    }
  },
  {
    "translation": {
      "en": "by Mr. Nellist and Miss ReesWithers, after she lay in a pool of her own vomit.",
      "vi": "bởi thầy Nellist và cô Rees-Withers khi đang nằm trên bãi nôn của mình."
    }
  },
  {
    "translation": {
      "en": "Actually, it was Kate's vomit, Mrs. Kingsley.",
      "vi": "Thực ra đó là bãi nôn của Kate, thưa cô Kingsley."
    }
  },
  {
    "translation": {
      "en": "I was just lying in it.",
      "vi": "Em chỉ nằm trên đó thôi."
    }
  },
  {
    "translation": {
      "en": "I expect better of you two.",
      "vi": "Cô hy vọng nhiều hơn ở các em."
    }
  },
  {
    "translation": {
      "en": "You know the values we stand for at Abbey Mount.",
      "vi": "Các em biết rõ những giá trị chúng ta thể hiện ở Abbey Mount."
    }
  },
  {
    "translation": {
      "en": "And as for you, Poppy, I don't know whether to be pleased",
      "vi": "Về phần em Poppy, cô không biết nên vui"
    }
  },
  {
    "translation": {
      "en": "that you've finally made some friends here",
      "vi": "vì cuối cùng em cũng tìm được cho mình vài người bạn,"
    }
  },
  {
    "translation": {
      "en": "or furious that you've led them astray.",
      "vi": "hay tức giận vì em đã dạy hư các bạn ấy."
    }
  },
  {
    "translation": {
      "en": "Dismissed.",
      "vi": "Giải tán."
    }
  },
  {
    "translation": {
      "en": "Not you, Miss Moore.",
      "vi": "Em thì không, trò Moore."
    }
  },
  {
    "translation": {
      "en": "I gave your father my word that I'd try and help you,",
      "vi": "Cô đã hứa với ba em là sẽ cố gắng giúp đỡ em,"
    }
  },
  {
    "translation": {
      "en": "but I'll be honest,",
      "vi": "Cô đã hứa với ba em là sẽ cố gắng giúp đỡ em, nhưng thực lòng mà nói, em khiến việc đó trở nên vô cùng khó khăn."
    }
  },
  {
    "translation": {
      "en": "you're making it awfully difficult.",
      "vi": "nhưng thực lòng mà nói, em khiến việc đó trở nên vô cùng khó khăn."
    }
  },
  {
    "translation": {
      "en": "You're cleverer and better than this, Poppy.",
      "vi": "Em thông minh hơn và giỏi hơn thế này Poppy."
    }
  },
  {
    "translation": {
      "en": "Why don't you give yourself a chance? Try.",
      "vi": "Sao không cho bản thân em một cơ hội đi? Thử xem."
    }
  },
  {
    "translation": {
      "en": "Try at something.",
      "vi": "Thử một việc gì đó."
    }
  },
  {
    "translation": {
      "en": "Show him that you can rise to the occasion.",
      "vi": "Cho ông ấy thấy em có thể chiến thắng nghịch cảnh."
    }
  },
  {
    "translation": {
      "en": "Because, judging by the outfits you created last night,",
      "vi": "Vì dựa trên những trang phục em thiết kế tối qua,"
    }
  },
  {
    "translation": {
      "en": "when you put your mind to something you can do it.",
      "vi": "khi em chú tâm làm điều gì, em sẽ làm rất tốt."
    }
  },
  {
    "translation": {
      "en": "Don't give up on yourself.",
      "vi": "Đừng từ bỏ bản thân mình."
    }
  },
  {
    "translation": {
      "en": "Because I haven't and neither has your father.",
      "vi": "Bởi vì cô và ba em vẫn chưa từ bỏ."
    }
  },
  {
    "translation": {
      "en": "Now off you go.",
      "vi": "Em đi được rồi."
    }
  },
  {
    "translation": {
      "en": "Ugh, I really do feel sick.",
      "vi": "Tớ muốn bệnh quá."
    }
  },
  {
    "translation": {
      "en": "- What did she want? - Oh, nothing. Just a good spa destination.",
      "vi": "- Cô ấy muốn gì? - Không gì cả. Địa chỉ tiệm spa tốt."
    }
  },
  {
    "translation": {
      "en": "Come on, guys!",
      "vi": "ĐỘI NHÀ 0 ĐỘI KHÁCH 1 Cố lên, các cậu."
    }
  },
  {
    "translation": {
      "en": "Oh, God, I feel really vile. I think I'm gonna puke.",
      "vi": "Chúa ơi, tớ thấy khó ở quá. Tớ nghĩ mình sắp nôn. Poppy này,"
    }
  },
  {
    "translation": {
      "en": "Seriously, Poppy, you're gonna have to take my place.",
      "vi": "cậu phải vào thế chỗ tớ."
    }
  },
  {
    "translation": {
      "en": "There's only seven minutes left. (wretches) Oh, cripes!",
      "vi": "- Chỉ còn bảy phút thôi mà. - Ôi, trời ạ!"
    }
  },
  {
    "translation": {
      "en": "Poppy can take my place. Don't worry, Miss Rees- Withers,",
      "vi": "- Poppy có thể thế chỗ em. - Đừng lo, cô Rees-Withers."
    }
  },
  {
    "translation": {
      "en": "we'll play one man down. We don't want to carry dead weight.",
      "vi": "Bọn em sẽ chơi thiếu người. Bọn em không muốn rước thêm cục nợ."
    }
  },
  {
    "translation": {
      "en": "No offense.",
      "vi": "- Không có ý xấu. - Không để tâm."
    }
  },
  {
    "translation": {
      "en": "Oh, none taken.",
      "vi": "- Không có ý xấu. - Không để tâm. Nhưng nhìn cậu ghét cay ghét đắng việc tôi ở trong đội thế kia,"
    }
  },
  {
    "translation": {
      "en": "But seeing as how you don't want me playing on your team,",
      "vi": "Nhưng nhìn cậu ghét cay ghét đắng việc tôi ở trong đội thế kia,"
    }
  },
  {
    "translation": {
      "en": "well, I'm friggin' playing.",
      "vi": "Nhưng nhìn cậu ghét cay ghét đắng việc tôi ở trong đội thế kia, thì tôi nhất định phải chơi."
    }
  },
  {
    "translation": {
      "en": "- Into the bucket. - (wretches)",
      "vi": "Ói vào xô này."
    }
  },
  {
    "translation": {
      "en": "Josie, on the wing! Poppy, go long!",
      "vi": "Josie, chạy về cánh! Poppy, lùi ra xa!"
    }
  },
  {
    "translation": {
      "en": "All right. Wow, okay.",
      "vi": "Thôi được. Oa, được rồi."
    }
  },
  {
    "translation": {
      "en": "Let's just pretend the ball is the last size five pair",
      "vi": "Cứ vờ như trái banh"
    }
  },
  {
    "translation": {
      "en": "of Manolos at Barney's.",
      "vi": "là đôi giày Manolos cỡ năm cuối cùng ở cửa hiệu Barneys."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Let's pull it out the bag. Offense, yeah! Eyes on the prize. Aah, Josie!",
      "vi": "Lôi nó ra khỏi túi. Tấn công. Phải. Dán mắt vào mục tiêu. Josie, lại đây."
    }
  },
  {
    "translation": {
      "en": "Eye on the prize. Oh, my God! Josie, help!",
      "vi": "Dán mắt vào mục tiêu. Ôi, Chúa ơi. Được rồi. Josie, giúp với!"
    }
  },
  {
    "translation": {
      "en": "Poppy, roll over it or pick it up!",
      "vi": "Poppy, xoay vợt lại rồi nhặt bóng lên!"
    }
  },
  {
    "translation": {
      "en": "- Yeah! - You go, girlfriend.",
      "vi": "Hay lắm! Tiến lên, bạn gái."
    }
  },
  {
    "translation": {
      "en": "Dunk that bitch. You see the goal, Josie.",
      "vi": "Hứng lấy bóng. Tiến về cầu môn đi Josie."
    }
  },
  {
    "translation": {
      "en": "Focus, focus. Do you see the goal?",
      "vi": "Tập trung, tập trung. Thấy cầu môn chưa?"
    }
  },
  {
    "translation": {
      "en": "And, finally, in news that's shocking as the fall of the Berlin wall,",
      "vi": "Và cuối cùng, đây là tin tức chấn động như tin Bức tường Berlin sụp đổ,"
    }
  },
  {
    "translation": {
      "en": "our under- 18 Lacrosse team has gone through",
      "vi": "đội bóng vợt dưới 18 tuổi của chúng ta..."
    }
  },
  {
    "translation": {
      "en": "to the second round of the county championships",
      "vi": "...đã lọt vào vòng hai giải vô địch cấp quận"
    }
  },
  {
    "translation": {
      "en": "for the first time since 1976.",
      "vi": "lần đầu tiên kể từ năm 1976."
    }
  },
  {
    "translation": {
      "en": "To sign up for extra practice, please see Harriet B--",
      "vi": "Để đăng ký luyện tập ngoài giờ, hãy đến gặp Harriet..."
    }
  },
  {
    "translation": {
      "en": "No, it seems you should see Poppy Moore.",
      "vi": "Cô xin lỗi. Không, có vẻ như các em phải gặp Poppy Moore."
    }
  },
  {
    "translation": {
      "en": "All right, people, choose a goal buddy.",
      "vi": "Được rồi, mọi người. Ghép thành một đôi bạn cùng tiến."
    }
  },
  {
    "translation": {
      "en": "From now on, each sentence starts with I will, not I want to.",
      "vi": "Từ giờ mỗi câu nói phải bắt đầu bằng tớ sẽ, không phải tớ muốn."
    }
  },
  {
    "translation": {
      "en": "I will want to saliva vomit if we have to call each other buddy.",
      "vi": "Tớ sẽ muốn ói ra nước bọt nếu ta phải xem nhau là bồ tèo."
    }
  },
  {
    "translation": {
      "en": "Shut up. Hit it.",
      "vi": "Tớ sẽ muốn ói ra nước bọt nếu ta phải xem nhau là bồ tèo. Im lặng. Bật lên. Tớ sẽ tạo cho đội mình diện mạo mới."
    }
  },
  {
    "translation": {
      "en": "I'm giving us an aggression makeover.",
      "vi": "Im lặng. Bật lên. Tớ sẽ tạo cho đội mình diện mạo mới."
    }
  },
  {
    "translation": {
      "en": "Go, go, go! Crawl, crawl, crawl! Who is that? Kiki? Kiki, get it, get it.",
      "vi": "Tiến lên! Trườn đi! Trườn đi! Ai thế, Kiki? Kiki!"
    }
  },
  {
    "translation": {
      "en": "Oh, that's okay. Pick it up.",
      "vi": "Bắt lấy! Không sao cả. Nhặt lên, hớt đi!"
    }
  },
  {
    "translation": {
      "en": "Scoop it. Pass it, pass it. Come on, faster, faster, faster!",
      "vi": "Chuyền bóng, chuyền bóng. Coi nào, nhanh nữa, nhanh nữa lên!"
    }
  },
  {
    "translation": {
      "en": "This is ridiculous. Come on, play like you mean it, baby, try.",
      "vi": "Chuyện này thật lố bịch. Coi nào, chơi nghiêm túc vào, thử xem."
    }
  },
  {
    "translation": {
      "en": "Call the ball. Mine. I got it. Your ball.",
      "vi": "Khẩu hiệu gọi bóng. Của tớ. Bắt được rồi. Bóng của cậu."
    }
  },
  {
    "translation": {
      "en": "Come on, Josie.",
      "vi": "- Cố lên Josie. - Josie, cậu chơi giỏi đấy."
    }
  },
  {
    "translation": {
      "en": "Pass the ball.",
      "vi": "- Josie... - Chuyền bóng đi."
    }
  },
  {
    "translation": {
      "en": "Congratulations, once again, to our under- 18 Lacrosse team",
      "vi": "Tiến lên Kate! Tiến lên! Ném! Một lần nữa chúc mừng đội bóng vợt dưới 18 tuổi của chúng ta"
    }
  },
  {
    "translation": {
      "en": "who beat Bodley Girls on Saturday, five- two. Well done.",
      "vi": "đã đánh bại Bodley Girls vào Chủ Nhật, tỷ số 5-2. Làm tốt lắm."
    }
  },
  {
    "translation": {
      "en": "Come on, you guys! Come on, up and together!",
      "vi": "Coi nào, các cậu! Cố lên, nhảy thật sung và theo nhịp."
    }
  },
  {
    "translation": {
      "en": "Come on, shake it, Kiki. Come on, come on! What is this?",
      "vi": "Coi nào, lắc như thế này Kiki. Cố lên, cố lên. Gì đây?"
    }
  },
  {
    "translation": {
      "en": "Good, come on. Quicker, quicker, quicker, quicker.",
      "vi": "Cố lên nào. Nhanh hơn, nhanh nữa lên!"
    }
  },
  {
    "translation": {
      "en": "Josie, come on! Josie, yes! Kiki, go!",
      "vi": "- Josie, cố lên! Hay lắm! - Kiki! Chạy đi, lấy bóng!"
    }
  },
  {
    "translation": {
      "en": "Shoot, Kiki, shoot!",
      "vi": "- Ném Kiki, ném đi! - Và đây là tin vô cùng chấn động,"
    }
  },
  {
    "translation": {
      "en": "And the groundbreaking news is that Abbey Mount",
      "vi": "- Ném Kiki, ném đi! - Và đây là tin vô cùng chấn động, trường Abbey Mount đã tiến vào chung kết giải vô địch bóng vợt."
    }
  },
  {
    "translation": {
      "en": "is through to the lacrosse championship finals.",
      "vi": "trường Abbey Mount đã tiến vào chung kết giải vô địch bóng vợt."
    }
  },
  {
    "translation": {
      "en": "Dear Ruby, today is my big date with the headmistress' son, Freddie.",
      "vi": "Ruby thân, hôm nay là buổi hẹn quan trọng với Freddie, con cô hiệu trưởng."
    }
  },
  {
    "translation": {
      "en": "Wish me luck. I may be out of here before you know it.",
      "vi": "Hãy chúc tớ may mắn, có thể tớ sẽ ra khỏi đây sớm thôi."
    }
  },
  {
    "translation": {
      "en": "Lover boy's waiting outside for you.",
      "vi": "Anh người yêu đang đợi cậu bên ngoài đấy."
    }
  },
  {
    "translation": {
      "en": "But, remember, you want someone to catch you out.",
      "vi": "Nhưng nhớ là, cậu muốn bị người khác phát hiện."
    }
  },
  {
    "translation": {
      "en": "So stay near school and good luck.",
      "vi": "Nhưng nhớ là, cậu muốn bị người khác phát hiện. - Nên hãy đi gần trường, chúc may mắn. - Cảm ơn. Bắt chéo tay nào."
    }
  },
  {
    "translation": {
      "en": "Thanks. Fingers crossed.",
      "vi": "- Nên hãy đi gần trường, chúc may mắn. - Cảm ơn. Bắt chéo tay nào."
    }
  },
  {
    "translation": {
      "en": "Ah, Freddie Kingsley. Nice to finally see you when I'm not delirious",
      "vi": "Freddie Kingsley. Rất vui gặp cậu khi tớ không mê sảng hay hở nửa người."
    }
  },
  {
    "translation": {
      "en": "- or, uh, half- naked. - Don't speak too soon.",
      "vi": "Freddie Kingsley. Rất vui gặp cậu khi tớ không mê sảng hay hở nửa người. Đừng vội kết luận."
    }
  },
  {
    "translation": {
      "en": "And is it wrong for me to say that I'm just a tiny bit disappointed?",
      "vi": "Và nếu bảo rằng tớ có đôi chút thất vọng thì có vấn đề không?"
    }
  },
  {
    "translation": {
      "en": "Come on, trouble, let's hit the road. Hey, I thought maybe we could take a romantic stroll",
      "vi": "- Đi nào, rắc rối. Lên đường thôi. - Này, tớ nghĩ có lẽ ta nên"
    }
  },
  {
    "translation": {
      "en": "around the school grounds. (laughs)",
      "vi": "lượn một vòng lãng mạn quanh sân trường."
    }
  },
  {
    "translation": {
      "en": "And get caught? Are you out of your mind?",
      "vi": "Và để bị bắt à? Cậu mất trí rồi sao?"
    }
  },
  {
    "translation": {
      "en": "Call me old- fashioned,",
      "vi": "Và để bị bắt à? Cậu mất trí rồi sao? Bảo tớ cổ hủ cũng được, nhưng tớ vẫn muốn sống đấy."
    }
  },
  {
    "translation": {
      "en": "but I actually do quite like living.",
      "vi": "Bảo tớ cổ hủ cũng được, nhưng tớ vẫn muốn sống đấy."
    }
  },
  {
    "translation": {
      "en": "I thought you said you could drive.",
      "vi": "Tớ tưởng cậu bảo cậu biết lái xe."
    }
  },
  {
    "translation": {
      "en": "It's not my fault your stupid car doesn't work.",
      "vi": "Chiếc xe ngu ngốc của cậu không chạy không phải lỗi của tớ."
    }
  },
  {
    "translation": {
      "en": "Have you ever thought of changing gears? That's the car's job.",
      "vi": "- Cậu có buồn sang số không? - Đó là việc của chiếc xe."
    }
  },
  {
    "translation": {
      "en": "Turn right here.",
      "vi": "- Cậu có buồn sang số không? - Đó là việc của chiếc xe. Rẽ phải ở đây."
    }
  },
  {
    "translation": {
      "en": "We drive on the left in this country. Whatever.",
      "vi": "- Ở đất nước này xe chạy bên trái. - Sao cũng được."
    }
  },
  {
    "translation": {
      "en": "And so I threw the whole lot over the cliff.",
      "vi": "Rồi tớ ném cả đống đồ đạc xuống vách đá."
    }
  },
  {
    "translation": {
      "en": "My dad went mental, as Drippy would say. Drippy said I was crazy,",
      "vi": "Ba tớ nổi trận lôi đình, như Drippy nói. Drippy bảo tớ thật điên rồ,"
    }
  },
  {
    "translation": {
      "en": "but Kate said she would have done exactly the same in my position.",
      "vi": "nhưng Kate nói cậu ấy sẽ làm thế nếu ở vào hoàn cảnh của tớ."
    }
  },
  {
    "translation": {
      "en": "Sorry, chattering away like this.",
      "vi": "nhưng Kate nói cậu ấy sẽ làm thế nếu ở vào hoàn cảnh của tớ. Xin lỗi, buôn chuyện là thế này đấy. Cứ tự nhiên ngắt lời tớ."
    }
  },
  {
    "translation": {
      "en": "Feel free to shut me up.",
      "vi": "Xin lỗi, buôn chuyện là thế này đấy. Cứ tự nhiên ngắt lời tớ."
    }
  },
  {
    "translation": {
      "en": "Well, remind me to never to get on your bad side.",
      "vi": "Nhắc nhở mình không được để cậu lộ mặt xấu."
    }
  },
  {
    "translation": {
      "en": "But the thing is... I'm pretty sure you don't have one.",
      "vi": "Nhưng vấn đề là, tớ thấy cậu chẳng có mặt xấu nào cả."
    }
  },
  {
    "translation": {
      "en": "Here you go, trouble. Bread and fries, that's my treat?",
      "vi": "- Mời cậu đây, rắc rối. - Bánh mì và khoai tây, thế thôi sao?"
    }
  },
  {
    "translation": {
      "en": "If I affect your life in no other way,",
      "vi": "Nếu tớ ảnh hưởng đời cậu theo cách này,"
    }
  },
  {
    "translation": {
      "en": "allow this honor, The humble chip butty.",
      "vi": "vậy hãy để tớ được mời cậu, món bánh mì kẹp khoai giản dị."
    }
  },
  {
    "translation": {
      "en": "Here we go.",
      "vi": "Mời dùng thử."
    }
  },
  {
    "translation": {
      "en": "Kinda gross, but, um, I like it.",
      "vi": "Khá kinh khủng, nhưng tớ thích."
    }
  },
  {
    "translation": {
      "en": "You know this is one of the dates...",
      "vi": "Cậu biết không, đây là buổi hẹn tuyệt nhất mà..."
    }
  },
  {
    "translation": {
      "en": "The best date I've ever had.",
      "vi": "Buổi hẹn tuyệt nhất em từng có."
    }
  },
  {
    "translation": {
      "en": "There's something about you Poppy Moore.",
      "vi": "Có gì đó rất đặc biệt ở em Poppy Moore."
    }
  },
  {
    "translation": {
      "en": "Every moment I'm with you, I catch my breath.",
      "vi": "Mỗi khoảnh khắc bên em, anh cảm thấy choáng ngợp."
    }
  },
  {
    "translation": {
      "en": "♪ Or would it be a waste even if I knew my place ♪",
      "vi": "Ly hợp."
    }
  },
  {
    "translation": {
      "en": "Guys, guess what? You'll never believe it.",
      "vi": "Này các cậu. Đoán xem? Không ai tin nổi đâu."
    }
  },
  {
    "translation": {
      "en": "What happened? Dear Ruby,",
      "vi": "- Có chuyện gì thế? - Ruby thân mến,"
    }
  },
  {
    "translation": {
      "en": "you cannot imagine how retarded these idiots are.",
      "vi": "cậu không thể tưởng tượng được bọn ngốc này đần thế nào."
    }
  },
  {
    "translation": {
      "en": "They're a bunch of ugly losers who think a mani- pedi is a Latin greeting.",
      "vi": "Chúng là bọn thảm hại xấu xí nghĩ việc làm móng là một kiểu chào Latin."
    }
  },
  {
    "translation": {
      "en": "I despise these village idiots,",
      "vi": "Tớ chúa ghét bọn ngốc nhà quê đó,"
    }
  },
  {
    "translation": {
      "en": "but I have to pretend to like them so they'll help me get out of this hell hole.",
      "vi": "nhưng phải vờ như rất thích để bọn nó giúp tớ thoát khỏi chốn địa ngục này."
    }
  },
  {
    "translation": {
      "en": "I tried doing it on my own, and it was impossible.",
      "vi": "Tớ đã thử tự làm một mình, nhưng không được."
    }
  },
  {
    "translation": {
      "en": "Still they're so sick,",
      "vi": "Có điều, chúng quá chậm tiêu nên sẽ không bao giờ nhận ra."
    }
  },
  {
    "translation": {
      "en": "they'll never realize I'll be out of this asylum",
      "vi": "Có điều, chúng quá chậm tiêu nên sẽ không bao giờ nhận ra. Tớ sẽ thoát khỏi nhà thương điên này cuối học kỳ."
    }
  },
  {
    "translation": {
      "en": "by the end of term.",
      "vi": "Tớ sẽ thoát khỏi nhà thương điên này cuối học kỳ."
    }
  },
  {
    "translation": {
      "en": "I didn't write that. I mean hardly any of it... just the loser part.",
      "vi": "Tớ không viết những dòng đó. Hầu hết là không, trừ đoạn thảm hại."
    }
  },
  {
    "translation": {
      "en": "But that was weeks ago. Well, it's dated today",
      "vi": "- Nhưng đó là chuyện lâu rồi. - Ngày gửi là hôm nay."
    }
  },
  {
    "translation": {
      "en": "and it's from your e- mail address.",
      "vi": "Và được gửi từ địa chỉ email của cậu."
    }
  },
  {
    "translation": {
      "en": "Where did you get it?",
      "vi": "Và được gửi từ địa chỉ email của cậu. - Cậu lấy lá thư ở đâu? - Nó được dán vào cửa."
    }
  },
  {
    "translation": {
      "en": "It was taped to the door.",
      "vi": "- Cậu lấy lá thư ở đâu? - Nó được dán vào cửa."
    }
  },
  {
    "translation": {
      "en": "You're a seriously horridious cow.",
      "vi": "Cậu thực sự là một con bò cái kinh khủng khiếp."
    }
  },
  {
    "translation": {
      "en": "Come on, guys, you have to believe me.",
      "vi": "Thôi nào, các cậu. - Các cậu phải tin tớ. - Quên chuyện này đi, được chứ?"
    }
  },
  {
    "translation": {
      "en": "Just forget it, okay?",
      "vi": "- Các cậu phải tin tớ. - Quên chuyện này đi, được chứ?"
    }
  },
  {
    "translation": {
      "en": "Why would you do that? You can't believe I actually wrote this.",
      "vi": "- Sao cậu lại làm thế? - Cậu không thể tin tớ làm chuyện này."
    }
  },
  {
    "translation": {
      "en": "All we did was try to make your life here happier, Poppy.",
      "vi": "Những gì bọn tôi làm là giúp cuộc sống của cậu ở đây vui vẻ hơn Poppy à."
    }
  },
  {
    "translation": {
      "en": "I thought we were friends.",
      "vi": "Tôi đã nghĩ chúng ta là bạn."
    }
  },
  {
    "translation": {
      "en": "So, all I have to do is hook up with the headmistress' son,",
      "vi": "Thế nên, những gì tớ cần làm là cưa cẩm con trai cô hiệu trưởng,"
    }
  },
  {
    "translation": {
      "en": "and it's sure thing that they expel me.",
      "vi": "và chắc chắn họ sẽ đuổi học tớ."
    }
  },
  {
    "translation": {
      "en": "He's a total English dweeb. Pretty gross, but an easy target.",
      "vi": "Hắn đúng kiểu con trai Anh quốc. Hơi gớm ghiếc nhưng dễ cắn câu."
    }
  },
  {
    "translation": {
      "en": "Give me a week tops.",
      "vi": "Hắn đúng kiểu con trai Anh quốc. Hơi gớm ghiếc nhưng dễ cắn câu. Tớ cần nhiều nhất một tuần thôi."
    }
  },
  {
    "translation": {
      "en": "I can explain.",
      "vi": "Em có thể giải thích."
    }
  },
  {
    "translation": {
      "en": "Please, I really need to talk to you.",
      "vi": "Làm ơn, tớ thật sự cần nói chuyện với cậu."
    }
  },
  {
    "translation": {
      "en": "I can't right now. You know the limo's coming in five,",
      "vi": "Bây giờ không được. Năm phút nữa xe đến rồi,"
    }
  },
  {
    "translation": {
      "en": "and I have nada to wear.",
      "vi": "và tớ chẳng có gì để mặc."
    }
  },
  {
    "translation": {
      "en": "- Where are you going? - Nick's house.",
      "vi": "- Cậu đi đâu thế? - Đến nhà Nick."
    }
  },
  {
    "translation": {
      "en": "Oh, not the Jimmy Choos. They don't match, for Christ's sake.",
      "vi": "Đừng đi giày Jimmy Choos. Không hợp đâu, vì Chúa."
    }
  },
  {
    "translation": {
      "en": "Rubes, I just need some advice. Something really bad has happened.",
      "vi": "Nhóc Ruby, tớ cần lời khuyên. Vừa có chuyện rất tệ xảy ra."
    }
  },
  {
    "translation": {
      "en": "Oh, crap, fashion emergency.",
      "vi": "Thôi xong. Cấp cứu thời trang. Tớ phải đi đây. Gặp cậu sau."
    }
  },
  {
    "translation": {
      "en": "Gotta go, see you soon as. I love you.",
      "vi": "Thôi xong. Cấp cứu thời trang. Tớ phải đi đây. Gặp cậu sau. - Yêu cậu nhiều. - Yêu cậu nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "I love you more.",
      "vi": "- Yêu cậu nhiều. - Yêu cậu nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "Sorry, Roddy, couldn't get rid of her. What was I saying?",
      "vi": "Xin lỗi Roddy. Mãi nó mới chịu biến. Em đang nói đến đâu nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Roddy? Babe? No, Ruby, still me, babe.",
      "vi": "- Roddy? Cưng ơi? - Không Ruby. Vẫn là tôi đây. Cưng ạ."
    }
  },
  {
    "translation": {
      "en": "Shit!",
      "vi": "Khỉ thật."
    }
  },
  {
    "translation": {
      "en": "Shit!",
      "vi": "Khỉ thật."
    }
  },
  {
    "translation": {
      "en": "Kate, Kate, quick! - Wake up, wake up! - What's wrong now?",
      "vi": "Kate. Kate, nhanh. Dậy đi."
    }
  },
  {
    "translation": {
      "en": "I didn't mean to do it, It was an accident.",
      "vi": "- Có chuyện gì? - Tớ không cố ý làm thế."
    }
  },
  {
    "translation": {
      "en": "I thought I put it out. I- I thought I'd stopped it.",
      "vi": "Là một tai nạn. Tớ tưởng đã dụi tàn. Tớ tưởng đã dập lửa rồi."
    }
  },
  {
    "translation": {
      "en": "I don't know what happened. I didn't want to hurt anybody.",
      "vi": "Tớ không biết cái gì đã xảy ra. Tớ không muốn hại ai."
    }
  },
  {
    "translation": {
      "en": "Jesus, Poppy, you're a proper psycho.",
      "vi": "Chúa ơi Poppy. Cậu là một con điên thứ thiệt."
    }
  },
  {
    "translation": {
      "en": "Help me get everyone out before it spreads.",
      "vi": "Giúp tớ gọi mọi người dậy trước khi lửa lan ra."
    }
  },
  {
    "translation": {
      "en": "Josie. Josie, get up. Josie, there's a fire! Get up!",
      "vi": "Josie. Josie, dậy mau. Josie, có hoả hoạn. Dậy mau."
    }
  },
  {
    "translation": {
      "en": "(fire bell) Fire, fire! Everyone get up!",
      "vi": "Cháy! Cháy rồi, mọi người dậy mau!"
    }
  },
  {
    "translation": {
      "en": "Fire! It's a real fire!",
      "vi": "Cháy! Cháy rồi, mọi người dậy mau! Cháy! Cháy thật rồi! Mau ra khỏi giường! Dậy đi, cháy rồi."
    }
  },
  {
    "translation": {
      "en": "Get out of bed!",
      "vi": "Cháy! Cháy thật rồi! Mau ra khỏi giường! Dậy đi, cháy rồi."
    }
  },
  {
    "translation": {
      "en": "It's a fire! This isn't a practice!",
      "vi": "Cháy! Cháy thật rồi! Mau ra khỏi giường! Dậy đi, cháy rồi. Không phải diễn tập đâu. Các cậu, dậy đi."
    }
  },
  {
    "translation": {
      "en": "Guys, get up!",
      "vi": "Không phải diễn tập đâu. Các cậu, dậy đi."
    }
  },
  {
    "translation": {
      "en": "Come on, darling get up. It's a fire, it's not a drill.",
      "vi": "Coi nào, con yêu, dậy đi. Có hoả hoạn, không phải diễn tập."
    }
  },
  {
    "translation": {
      "en": "- Joise! - No, I'm not getting up.",
      "vi": "- Josie... - Không, tớ không dậy đâu!"
    }
  },
  {
    "translation": {
      "en": "Get up! On fire!",
      "vi": "Dậy mau, cháy rồi!"
    }
  },
  {
    "translation": {
      "en": "It's a real fire! Please, everybody get up!",
      "vi": "Có cháy thật đấy! Mọi người, làm ơn dậy đi!"
    }
  },
  {
    "translation": {
      "en": "- Phoebe Faircloff. - Here.",
      "vi": "- Phoebe Faircloff. - Có."
    }
  },
  {
    "translation": {
      "en": "- Susan Casey. - Here.",
      "vi": "- Susan Casey. - Có."
    }
  },
  {
    "translation": {
      "en": "(Drippy) Let me out! Let me out!",
      "vi": "Cho tôi ra! Cho tôi ra!"
    }
  },
  {
    "translation": {
      "en": "- Daisy Bevin? - Here.",
      "vi": "- Daisy Bevin? - Có."
    }
  },
  {
    "translation": {
      "en": "- Can't hear you. Daisy? - Here.",
      "vi": "- Nói to lên Daisy. - Có."
    }
  },
  {
    "translation": {
      "en": "Jennifer Logan?",
      "vi": "Jennifer Logan."
    }
  },
  {
    "translation": {
      "en": "Jennifer? Has anyone seen Drippy?",
      "vi": "Jennifer? Có ai thấy Drippy không?"
    }
  },
  {
    "translation": {
      "en": "Come on, girls. Who was the last person to see Drippy?",
      "vi": "Coi nào, các em! Ai là người sau cùng nhìn thấy Drippy?"
    }
  },
  {
    "translation": {
      "en": "The freezer. Drippy's in the freezer!",
      "vi": "Phòng đông lạnh. Drippy đang ở phòng đông lạnh!"
    }
  },
  {
    "translation": {
      "en": "Hey, stop her!",
      "vi": "- Ở lại đây, các em. - Ngăn con bé lại!"
    }
  },
  {
    "translation": {
      "en": "Drippy! Drippy!",
      "vi": "Drippy! Drippy!"
    }
  },
  {
    "translation": {
      "en": "Drippy!",
      "vi": "Drippy!"
    }
  },
  {
    "translation": {
      "en": "What's going on?",
      "vi": "Có chuyện gì thế?"
    }
  },
  {
    "translation": {
      "en": "What do you think happened? Don't know yet.",
      "vi": "- Anh nghĩ đã xảy ra chuyện gì? - Chưa biết được."
    }
  },
  {
    "translation": {
      "en": "We're lucky, could've been a lot worse.",
      "vi": "May đấy, tình hình có thể tệ hơn nhiều."
    }
  },
  {
    "translation": {
      "en": "Well done, Poppy, you saved us. You're brilliant.",
      "vi": "- Làm tốt lắm Poppy. - Cậu đã cứu bọn tớ. Cậu giỏi lắm."
    }
  },
  {
    "translation": {
      "en": "Hey. I believe this is yours. Thank you.",
      "vi": "- Này. Anh tin thứ này là của em. - Cảm ơn anh."
    }
  },
  {
    "translation": {
      "en": "Do you realize you could've killed her? Well done, thanks, Poppy.",
      "vi": "- Em biết mình suýt giết cậu ấy chứ? - Cảm ơn. Làm tốt lắm. Cảm ơn Poppy."
    }
  },
  {
    "translation": {
      "en": "You could've killed all of us. I didn't mean to.",
      "vi": "- Em suýt thiêu cháy tất cả chúng ta. - Em không cố ý."
    }
  },
  {
    "translation": {
      "en": "I thought I'd stopped it, I swear.",
      "vi": "Em tưởng đã ngăn được ngọn lửa. Em thề đấy."
    }
  },
  {
    "translation": {
      "en": "I don't understand, okay?",
      "vi": "Em tưởng đã ngăn được ngọn lửa. Em thề đấy. Em không hiểu. Em nghe tiếng bước chân, rồi em dập tắt ngọn lửa."
    }
  },
  {
    "translation": {
      "en": "I heard footsteps, and then I put it out.",
      "vi": "Em không hiểu. Em nghe tiếng bước chân, rồi em dập tắt ngọn lửa."
    }
  },
  {
    "translation": {
      "en": "I was just so upset at everything, and I wish I hadn't have done it.",
      "vi": "Khi đó em đang buồn bực về mọi thứ, và em ước mình không làm vậy."
    }
  },
  {
    "translation": {
      "en": "I really wish you hadn't done it, too.",
      "vi": "Anh cũng ước em chưa từng làm thế."
    }
  },
  {
    "translation": {
      "en": "Someone here knows exactly what happened last night.",
      "vi": "Có người ở đây biết chính xác chuyện xảy ra tối hôm đó."
    }
  },
  {
    "translation": {
      "en": "What we're clear on is that this fire was no accident.",
      "vi": "Những gì ta biết được là đám cháy không bùng phát ngẫu nhiên."
    }
  },
  {
    "translation": {
      "en": "If you have the sense to own up, no legal charges will be filed.",
      "vi": "Nếu em có can đảm lên tiếng, sẽ không bị cáo buộc về mặt pháp lý."
    }
  },
  {
    "translation": {
      "en": "If not, it will be passed on to the local authorities.",
      "vi": "Bằng không, vụ việc này sẽ được chuyển cho chính quyền địa phương."
    }
  },
  {
    "translation": {
      "en": "You have until the end of the day to come forward.",
      "vi": "Em có thời hạn đến hết hôm nay để đứng ra nhận tội."
    }
  },
  {
    "translation": {
      "en": "Dear Freddie, How can I begin to say I'm sorry?",
      "vi": "Freddie thân mến, em bắt đầu nói xin lỗi từ đâu đây?"
    }
  },
  {
    "translation": {
      "en": "You are good and honest and true. And, well, I'm the opposite.",
      "vi": "Anh rất tốt, rất ngay thẳng và chân thật, còn em thì hoàn toàn ngược lại."
    }
  },
  {
    "translation": {
      "en": "But I'm learning. So, now, I'm going to do the right thing.",
      "vi": "Nhưng em đang học hỏi. Thế nên bây giờ em sẽ làm điều đúng đắn."
    }
  },
  {
    "translation": {
      "en": "And if it means I have to leave here,",
      "vi": "Và dù điều đó nghĩa là em phải rời khỏi đây,"
    }
  },
  {
    "translation": {
      "en": "I just want you to know",
      "vi": "Và dù điều đó nghĩa là em phải rời khỏi đây, em muốn anh biết rằng, em hứa danh dự mình không viết email đó."
    }
  },
  {
    "translation": {
      "en": "I promise you I never wrote that e- mail.",
      "vi": "em muốn anh biết rằng, em hứa danh dự mình không viết email đó."
    }
  },
  {
    "translation": {
      "en": "For a moment, there, yeah, you were my ticket out of here,",
      "vi": "Trong một thời gian ngắn, đúng thế, anh từng là chiếc vé đưa em ra khỏi đây."
    }
  },
  {
    "translation": {
      "en": "but then I got to know you.",
      "vi": "Nhưng rồi em hiểu anh hơn."
    }
  },
  {
    "translation": {
      "en": "I have never felt this way before about anyone,",
      "vi": "Nhưng rồi em hiểu anh hơn. Em chưa từng cảm thấy thế này về một ai cả"
    }
  },
  {
    "translation": {
      "en": "and I really need you to know that.",
      "vi": "Em chưa từng cảm thấy thế này về một ai cả và em thực sự muốn anh biết điều đó."
    }
  },
  {
    "translation": {
      "en": "Come in.",
      "vi": "Vào đi."
    }
  },
  {
    "translation": {
      "en": "Oh, what can I do for you, Poppy?",
      "vi": "Cô giúp được gì cho em Poppy?"
    }
  },
  {
    "translation": {
      "en": "It's what I used to start it.",
      "vi": "Đây là thứ em dùng để châm lửa."
    }
  },
  {
    "translation": {
      "en": "It was an accident, and, uh, I thought I put it out.",
      "vi": "Đó là một tai nạn, và em tưởng đã dập tắt được rồi."
    }
  },
  {
    "translation": {
      "en": "But I guess not. Obviously not.",
      "vi": "Nhưng em đoán là không. Rõ ràng là không."
    }
  },
  {
    "translation": {
      "en": "Oh, Poppy.",
      "vi": "Ôi Poppy."
    }
  },
  {
    "translation": {
      "en": "You realize what this means, don't you?",
      "vi": "Em biết thế này nghĩa là gì, phải không?"
    }
  },
  {
    "translation": {
      "en": "Will I be expelled? The Honor Court will decide,",
      "vi": "- Em sẽ bị đuổi học ạ? - Toà án Danh dự sẽ quyết định,"
    }
  },
  {
    "translation": {
      "en": "but I suspect you'll understand that it's just a formality at this point.",
      "vi": "nhưng cô hy vọng em hiểu rằng lúc này nó chỉ mang tính tình thức thôi."
    }
  },
  {
    "translation": {
      "en": "The weird thing is I really did try to turn it around.",
      "vi": "Điều lạ ở đây là em thực sự đã muốn thay đổi bản thân."
    }
  },
  {
    "translation": {
      "en": "I didn't want to disappoint you. I'm so sorry.",
      "vi": "Em không muốn làm cô thất vọng. Em rất tiếc."
    }
  },
  {
    "translation": {
      "en": "I'm so sorry, too, Poppy.",
      "vi": "Cô cũng rất tiếc."
    }
  },
  {
    "translation": {
      "en": "you could give this to Freddie for me?",
      "vi": "Cô có thể đưa thứ này cho Freddie giúp em được không?"
    }
  },
  {
    "translation": {
      "en": "I told her it was me.",
      "vi": "Tớ đã nói với cô ấy là tớ làm."
    }
  },
  {
    "translation": {
      "en": "I'm going to the Honor Court and then I'll be leaving.",
      "vi": "Tớ sẽ ra trước Toà án Danh dự, rồi sẽ rời khỏi đây."
    }
  },
  {
    "translation": {
      "en": "So, this is for you.",
      "vi": "Nên có thứ này cho cậu."
    }
  },
  {
    "translation": {
      "en": "Well done. You finally got what you wanted.",
      "vi": "Làm tốt lắm. Cuối cùng cậu cũng đạt được điều mình muốn."
    }
  },
  {
    "translation": {
      "en": "You must be overjoyed.",
      "vi": "Chắc cậu vui sướng lắm nhỉ."
    }
  },
  {
    "translation": {
      "en": "I couldn't be more unhappy. Oh, please, give it a rest.",
      "vi": "- Không thể buồn hơn được nữa. - Thôi. Cho bọn tôi xin."
    }
  },
  {
    "translation": {
      "en": "Mom?",
      "vi": "Mẹ ư?"
    }
  },
  {
    "translation": {
      "en": "Hey, I've been looking for you. Hi.",
      "vi": "- Chào, anh tìm em suốt đấy. - Chào anh."
    }
  },
  {
    "translation": {
      "en": "So, you're backed out of our deal. What deal?",
      "vi": "- Vậy là em đã rút khỏi thoả thuận. - Thoả thuận nào cơ?"
    }
  },
  {
    "translation": {
      "en": "That you wouldn't fry my head. Yeah.",
      "vi": "- Rằng em không khiến anh đau đầu. - Phải."
    }
  },
  {
    "translation": {
      "en": "But you poached my heart.",
      "vi": "Nhưng anh đã làm tim em rung động rồi."
    }
  },
  {
    "translation": {
      "en": "Hey, come on.",
      "vi": "Nhưng anh đã làm tim em rung động rồi. Này. Thôi nào."
    }
  },
  {
    "translation": {
      "en": "What if it doesn't have a moral? Or says Alice.",
      "vi": "Nếu nó không có tinh thần thì sao? Hoặc Alice nói thế."
    }
  },
  {
    "translation": {
      "en": "I think I just fell down the rabbit hole and found it.",
      "vi": "Em nghĩ mình vừa rơi xuống lỗ thỏ và tìm thấy rồi."
    }
  },
  {
    "translation": {
      "en": "Look.",
      "vi": "Nhìn này."
    }
  },
  {
    "translation": {
      "en": "She looks exactly like you. Yeah. She was my mom.",
      "vi": "- Bà ấy trông giống hệt em. - Phải. Bà ấy là mẹ em."
    }
  },
  {
    "translation": {
      "en": "She went to this school. I didn't even know.",
      "vi": "Bà ấy vào học ở trường này. Vậy mà em chẳng biết."
    }
  },
  {
    "translation": {
      "en": "Well, I guess it's time to face the music now.",
      "vi": "Em đoán đã đến lúc đối mặt với vấn đề rồi."
    }
  },
  {
    "translation": {
      "en": "Josie, I'm never wrong. When am I ever wrong?",
      "vi": "Josie, tớ chưa từng sai. Tớ sai khi nào nào?"
    }
  },
  {
    "translation": {
      "en": "You're wrong when we did the math challenge.",
      "vi": "Cậu sai khi làm thử thách toán."
    }
  },
  {
    "translation": {
      "en": "Hey! She's confessed. She's going to Honor Court this afternoon.",
      "vi": "Này! Cậu ấy thú nhận rồi. Chiều nay sẽ ra trước Toà án Danh dự."
    }
  },
  {
    "translation": {
      "en": "That's brave. And really stupid.",
      "vi": "- Dũng cảm quá. - Và thật ngu ngốc."
    }
  },
  {
    "translation": {
      "en": "Because guess what I've discovered.",
      "vi": "Vì đoán xem tớ vừa tìm được gì."
    }
  },
  {
    "translation": {
      "en": "It is with great regret and sadness that we call the Honor Court to session.",
      "vi": "Đây là sự tiếc nuối và đáng buồn sâu sắc khi Toà án Danh dự được triệu tập."
    }
  },
  {
    "translation": {
      "en": "The e- mails were sent 11:40 in the morning.",
      "vi": "Email được gửi vào 11:40 sáng."
    }
  },
  {
    "translation": {
      "en": "But, according to Drippy,",
      "vi": "Nhưng theo như Drippy xác nhận,"
    }
  },
  {
    "translation": {
      "en": "Poppy left the computer room a few minutes after 11:00.",
      "vi": "Poppy đã rời khỏi phòng máy tính sau 11:00 vài phút."
    }
  },
  {
    "translation": {
      "en": "I got my 11:00 Wagon Wheel,",
      "vi": "Poppy đã rời khỏi phòng máy tính sau 11:00 vài phút. Tớ lấy gói Wagon Wheel lúc 11:00,"
    }
  },
  {
    "translation": {
      "en": "and then I went to tell her that Freddie was waiting.",
      "vi": "rồi tớ đi bảo cậu ta là Freddie đang đợi."
    }
  },
  {
    "translation": {
      "en": "She left immediately.",
      "vi": "rồi tớ đi bảo cậu ta là Freddie đang đợi. Cậu ta lập tức rời khỏi đó."
    }
  },
  {
    "translation": {
      "en": "I was able to access the keystroke order",
      "vi": "Tớ đã truy cập được vào ghi chép đánh máy ở tập tin gốc"
    }
  },
  {
    "translation": {
      "en": "of the root file to find out who else",
      "vi": "Tớ đã truy cập được vào ghi chép đánh máy ở tập tin gốc và tìm xem còn ai đã đăng nhập vào lúc đó."
    }
  },
  {
    "translation": {
      "en": "was logged on there then.",
      "vi": "và tìm xem còn ai đã đăng nhập vào lúc đó."
    }
  },
  {
    "translation": {
      "en": "And guess who the only other person was? Who?",
      "vi": "- Và đoán xem người còn lại là ai? - Ai nào?"
    }
  },
  {
    "translation": {
      "en": "It will henceforth be our job to objectively",
      "vi": "Từ giờ trách nhiệm của chúng ta là làm rõ"
    }
  },
  {
    "translation": {
      "en": "and dispassionately ascertain what happened that fateful night.",
      "vi": "một cách khách quan và không thiên vị chuyện xảy ra vào đêm định mệnh đó"
    }
  },
  {
    "translation": {
      "en": "That will hence to forth",
      "vi": "một cách khách quan và không thiên vị chuyện xảy ra vào đêm định mệnh đó mà từ giờ về sau sẽ là vết nhơ ảnh hưởng đến hình ảnh ngôi trường đáng kính này."
    }
  },
  {
    "translation": {
      "en": "long blight the memory of this proud institution.",
      "vi": "mà từ giờ về sau sẽ là vết nhơ ảnh hưởng đến hình ảnh ngôi trường đáng kính này."
    }
  },
  {
    "translation": {
      "en": "When you think about it, Poppy would never say term.",
      "vi": "Và nếu để ý ta sẽ thấy, Poppy không bao giờ nói học kỳ."
    }
  },
  {
    "translation": {
      "en": "She calls it a bloody samosa or something.",
      "vi": "Cậu ta gọi nó là hockey hay cái gì đó."
    }
  },
  {
    "translation": {
      "en": "- Semester. - Whatever. Anyway, to check the reality,",
      "vi": "- Kỳ học. - Sao cũng được. Để tìm hiểu thực hư,"
    }
  },
  {
    "translation": {
      "en": "I had a sneaky look in her diary for Friday's entry.",
      "vi": "- Kỳ học. - Sao cũng được. Để tìm hiểu thực hư, tớ đã liếc trộm vào nhật ký cậu ấy viết hôm thứ Sáu."
    }
  },
  {
    "translation": {
      "en": "Don't do that. Shut up and listen.",
      "vi": "- Đừng làm thế. - Im lặng và nghe đi."
    }
  },
  {
    "translation": {
      "en": "I think, deep breath, I kind of love them like proper friends I've known forever.",
      "vi": "Tôi nghĩ là, thở sâu, tôi thích họ như những người bạn quen biết từ lâu."
    }
  },
  {
    "translation": {
      "en": "They've made me say words like 'horridious' and 'herbal.'",
      "vi": "Họ khiến tôi nói ra những từ như kinh khủng khiếp hay thảo mộc."
    }
  },
  {
    "translation": {
      "en": "Which is sort of whack, and I'd probably hate them if I wasn't one of them.",
      "vi": "Một chuyện nghe thật điên, mà nếu không chơi chung tôi sẽ thấy ghét họ."
    }
  },
  {
    "translation": {
      "en": "But I like that I'm now one of them.",
      "vi": "Nhưng tôi thích vì giờ đây được là một phần của nhóm."
    }
  },
  {
    "translation": {
      "en": "Apart from some atrocious spelling mistakes,",
      "vi": "Trừ mấy lỗi chính tả khó đỡ ra,"
    }
  },
  {
    "translation": {
      "en": "it's a little bit more kosher, don't you think?",
      "vi": "thì nghe giống cậu ta hơn, đúng không?"
    }
  },
  {
    "translation": {
      "en": "And now she's gonna get thrown out.",
      "vi": "Và bây giờ cậu ấy sắp bị đuổi học."
    }
  },
  {
    "translation": {
      "en": "It is your duty to understand the dark forces",
      "vi": "Đây là nghĩa vụ của quý vị khi hiểu được các thế lực đen tối đã gây ảnh hưởng..."
    }
  },
  {
    "translation": {
      "en": "that drove a seemingly--",
      "vi": "khi hiểu được các thế lực đen tối đã gây ảnh hưởng..."
    }
  },
  {
    "translation": {
      "en": "Harriet. May I remind you that the Honor Court is no place",
      "vi": "Harriet? Cần tôi nhắc nhở em rằng Toà án Danh dự"
    }
  },
  {
    "translation": {
      "en": "for your personal grandstanding.",
      "vi": "không phải nơi để nhấn mạnh quan điểm cá nhân,"
    }
  },
  {
    "translation": {
      "en": "Look, Poppy has a right to speak in her own defense",
      "vi": "và Poppy có quyền được lên tiếng bào chữa cho bản thân"
    }
  },
  {
    "translation": {
      "en": "before the court, as a whole, passes judgment.",
      "vi": "trước khi toà án thống nhất đưa ra phán quyết?"
    }
  },
  {
    "translation": {
      "en": "Thank you, Mrs. Kingsley.",
      "vi": "trước khi toà án thống nhất đưa ra phán quyết? Cảm ơn, cô Kingsley."
    }
  },
  {
    "translation": {
      "en": "I won't insult everybody by trying to defend myself or my actions.",
      "vi": "Em sẽ không xúc phạm ai khi bào chữa cho bản thân hay hành động của mình."
    }
  },
  {
    "translation": {
      "en": "So, uh, I think it's safe to say that I've... I've really messed up,",
      "vi": "Nên em nghĩ sẽ an toàn hơn khi nói em đã làm mọi chuyện rối tung."
    }
  },
  {
    "translation": {
      "en": "and I apologize profusely. But I'm also so grateful to you all.",
      "vi": "Và em gửi lời xin lỗi sâu sắc. Nhưng em cũng biết ơn mọi người."
    }
  },
  {
    "translation": {
      "en": "I tried really hard to get out of this school.",
      "vi": "Em đã tìm mọi cách để thoát ra khỏi ngôi trường này,"
    }
  },
  {
    "translation": {
      "en": "And, only now, do I realize just how much I want to stay.",
      "vi": "và bây giờ em mới nhận ra mình muốn ở lại đây nhiều bao nhiêu."
    }
  },
  {
    "translation": {
      "en": "I've learned so much being here, being with all of you.",
      "vi": "Ở đây em học được nhiều thứ. Chung sống cùng mọi người."
    }
  },
  {
    "translation": {
      "en": "And, in some ways, being with my mom,",
      "vi": "Và theo cách nào đó được ở cạnh mẹ em,"
    }
  },
  {
    "translation": {
      "en": "who I found out was actually a student here.",
      "vi": "người em vừa phát hiện từng là học sinh ở đây."
    }
  },
  {
    "translation": {
      "en": "I've had a hole in my heart for five years,",
      "vi": "Em mang một lỗ hổng trong tim suốt năm năm qua, và khi ở đây, dường như lỗ hổng đó đang được lấp đầy."
    }
  },
  {
    "translation": {
      "en": "and somehow being here, it slowly started to heal.",
      "vi": "và khi ở đây, dường như lỗ hổng đó đang được lấp đầy."
    }
  },
  {
    "translation": {
      "en": "I know I may have looked like a California girl,",
      "vi": "Em biết mình từng trông giống một cô gái California,"
    }
  },
  {
    "translation": {
      "en": "but in my heart I've discovered",
      "vi": "Em biết mình từng trông giống một cô gái California, nhưng trong thâm tâm em nhận ra mình thực sự là một cô gái Abbey Mount."
    }
  },
  {
    "translation": {
      "en": "that I really am an Abbey Mount girl.",
      "vi": "nhưng trong thâm tâm em nhận ra mình thực sự là một cô gái Abbey Mount."
    }
  },
  {
    "translation": {
      "en": "Objection! Sustained.",
      "vi": "Phản đối! Chấp nhận."
    }
  },
  {
    "translation": {
      "en": "The court will heretofore disregard the previous statement.",
      "vi": "Toà án từ lúc này sẽ bỏ qua lời phát biểu trước đó"
    }
  },
  {
    "translation": {
      "en": "And perhaps heretofore we can begin the real business.",
      "vi": "và từ lúc này chúng ta có thể bắt đầu vào phiên toà thực sự."
    }
  },
  {
    "translation": {
      "en": "Can you tell us, in your own words,",
      "vi": "Cậu có thể nói, từ chính miệng mình,"
    }
  },
  {
    "translation": {
      "en": "where were you on the aforementioned evening of--",
      "vi": "cậu đã ở đâu vào buổi tối được đề cập ở trên..."
    }
  },
  {
    "translation": {
      "en": "Honestly, Harriet, who else's words do you expect her to use?",
      "vi": "Thật tình Harriet. Cô bé còn nói từ miệng của ai khác được chứ?"
    }
  },
  {
    "translation": {
      "en": "Just leave this to me. Right. Sustained.",
      "vi": "- Để việc này cho cô. - Phải ạ. Chấp nhận."
    }
  },
  {
    "translation": {
      "en": "Poppy, were you in the cook's sitting room",
      "vi": "Poppy, em đã ở trong phòng khách của đầu bếp vào đêm xảy ra hoả hoạn?"
    }
  },
  {
    "translation": {
      "en": "- on the night of the fire? - Yes, I was.",
      "vi": "Poppy, em đã ở trong phòng khách của đầu bếp vào đêm xảy ra hoả hoạn? Vâng, em đã ở đó."
    }
  },
  {
    "translation": {
      "en": "Were you there with permission? No, I was not. (whispering) Quiet, please.",
      "vi": "- Em có được phép vào không? - Không. Em không được phép."
    }
  },
  {
    "translation": {
      "en": "Silence in court. Did you intend on starting a fire?",
      "vi": "- Vui lòng trật tự. Yên lặng ở toà. - Em có ý định phóng hoả không?"
    }
  },
  {
    "translation": {
      "en": "- Not really. - Objection!",
      "vi": "- Không hẳn ạ. - Phản đối!"
    }
  },
  {
    "translation": {
      "en": "Does the defendant mean yes or no?",
      "vi": "- Không hẳn ạ. - Phản đối! - Ý của bị cáo là có hay không? - Harriet."
    }
  },
  {
    "translation": {
      "en": "- Harriet? - It means no.",
      "vi": "- Ý của bị cáo là có hay không? - Harriet. Ý là không, em không hề có ý định phóng hoả."
    }
  },
  {
    "translation": {
      "en": "I had no intention of actually doing it.",
      "vi": "Ý là không, em không hề có ý định phóng hoả."
    }
  },
  {
    "translation": {
      "en": "Was anyone else with you? Not as far as I know.",
      "vi": "- Còn ai ở cùng em không? - Theo em biết thì không."
    }
  },
  {
    "translation": {
      "en": "I was.",
      "vi": "Có em."
    }
  },
  {
    "translation": {
      "en": "I was.",
      "vi": "Có em."
    }
  },
  {
    "translation": {
      "en": "- I was. - I was.",
      "vi": "- Em nữa. - Em nữa."
    }
  },
  {
    "translation": {
      "en": "- I was. - I was.",
      "vi": "- Em nữa. - Em nữa. - Em nữa. - Em nữa."
    }
  },
  {
    "translation": {
      "en": "I was.",
      "vi": "- Em nữa. - Em nữa."
    }
  },
  {
    "translation": {
      "en": "- I was. - I was.",
      "vi": "Em nữa."
    }
  },
  {
    "translation": {
      "en": "- I was. - I was. (all) I was.",
      "vi": "- Em nữa. - Em nữa."
    }
  },
  {
    "translation": {
      "en": "Objection! Stop! Order!",
      "vi": "Phản đối! Dừng lại! Trật tự!"
    }
  },
  {
    "translation": {
      "en": "- I was. - I was.",
      "vi": "Phản đối! Dừng lại! Trật tự! - Em nữa. - Dừng lại mau!"
    }
  },
  {
    "translation": {
      "en": "- Stop it! - Come on.",
      "vi": "- Em nữa. - Dừng lại mau!"
    }
  },
  {
    "translation": {
      "en": "I was.",
      "vi": "- Nói đi. - Em nữa."
    }
  },
  {
    "translation": {
      "en": "This is ridiculous! What are you all doing? You're lying.",
      "vi": "Chuyện này thật lố bịch! Mọi người đang làm gì thế? Lũ dối trá."
    }
  },
  {
    "translation": {
      "en": "They're lying, Mrs. Kingsley. Harriet, you're going down, biatch.",
      "vi": "- Họ nói dối, thưa cô Kingsley. - Harriet, mày tiêu rồi, con khốn."
    }
  },
  {
    "translation": {
      "en": "This is a conspiracy.",
      "vi": "Đây là một âm mưu. Cô không thể đuổi hết cả khối,"
    }
  },
  {
    "translation": {
      "en": "You can't expel the whole year, and they know that.",
      "vi": "Đây là một âm mưu. Cô không thể đuổi hết cả khối, - và chúng biết điều đó. - Trật tự Harriet! Các em ngồi xuống."
    }
  },
  {
    "translation": {
      "en": "Be quiet, Harriet! Sit down, everyone.",
      "vi": "- và chúng biết điều đó. - Trật tự Harriet! Các em ngồi xuống."
    }
  },
  {
    "translation": {
      "en": "It's a black- and- white case. She has to be expelled.",
      "vi": "Chuyện này rõ như ban ngày rồi. Cậu ta phải bị đuổi học."
    }
  },
  {
    "translation": {
      "en": "The girl set fire to the school, endangering all our precious lives.",
      "vi": "Đứa con gái phóng hoả ngôi trường, gây nguy hại đến tính mạng chúng ta."
    }
  },
  {
    "translation": {
      "en": "She walked in there, lighter at the ready, and tried to burn the place down.",
      "vi": "Cậu ta bước vào đó, chuẩn bị sẵn bật lửa, và cố gắng thiêu rụi mọi thứ."
    }
  },
  {
    "translation": {
      "en": "Lighter? Not now, Jane.",
      "vi": "- Bật lửa? - Không phải lúc này Jane."
    }
  },
  {
    "translation": {
      "en": "Have respect for court protocol. What lighter, Harriet?",
      "vi": "- Hãy tôn trọng quy trình toà án. - Bật lửa nào Harriet?"
    }
  },
  {
    "translation": {
      "en": "Jesus, Charlotte, how daft can you possibly be?",
      "vi": "Chúa ơi, Charlotte, cậu còn đần đến mức nào nữa?"
    }
  },
  {
    "translation": {
      "en": "That ridiculous I heart L.A. lighter of hers.",
      "vi": "Chính là chiếc bật lửa Tôi yêu LA ngu ngốc của cậu ta."
    }
  },
  {
    "translation": {
      "en": "She left it behind, for God's sakes.",
      "vi": "Chính là chiếc bật lửa Tôi yêu LA ngu ngốc của cậu ta. Cậu ta đã bỏ lại nó, vì Chúa."
    }
  },
  {
    "translation": {
      "en": "Except how do you know that, Harriet? No one's mentioned a lighter before.",
      "vi": "Trừ việc, làm sao cậu biết Harriet? Chưa ai đả động gì đến bật lửa cả."
    }
  },
  {
    "translation": {
      "en": "(whispers) What? Yes, they have.",
      "vi": "Sao? Có, có nhắc rồi."
    }
  },
  {
    "translation": {
      "en": "Objection. Actually, Harriet, they haven't.",
      "vi": "- Phản đối. - Thực ra Harriet à, họ chưa nhắc."
    }
  },
  {
    "translation": {
      "en": "I have to second Jane's question, Harriet. How did you know about that lighter?",
      "vi": "Cô tán thành câu hỏi của Jane, Harriet Sao em biết về chiếc bật lửa đó?"
    }
  },
  {
    "translation": {
      "en": "Well, I- I had--",
      "vi": "À thì, em..."
    }
  },
  {
    "translation": {
      "en": "Freddie found the lighter before anyone saw it.",
      "vi": "Freddie tìm được chiếc bật lửa trước khi mọi người thấy nó."
    }
  },
  {
    "translation": {
      "en": "How could you possibly know unless... unless you were there.",
      "vi": "Sao cậu có thể biết trừ phi... Trừ phi cậu đã ở đó?"
    }
  },
  {
    "translation": {
      "en": "Well, this is absurd.",
      "vi": "Chuyện này thật ngớ ngẩn."
    }
  },
  {
    "translation": {
      "en": "I refuse to sit here and listen to these wild--",
      "vi": "Em từ chối việc ngồi ở đây và nghe những lời buộc tội..."
    }
  },
  {
    "translation": {
      "en": "I had put it out. And I heard footsteps. It must've been you.",
      "vi": "Tớ đã dập tắt lửa. Và tớ nghe tiếng chân. Chắc chắn đó là cậu."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, you restarted the fire, didn't you?",
      "vi": "Ôi Chúa ơi. Cậu đã châm lại ngọn lửa, đúng không?"
    }
  },
  {
    "translation": {
      "en": "Harriet, is this true? Of course not.",
      "vi": "- Harriet, có đúng thế không? - Tất nhiên là không."
    }
  },
  {
    "translation": {
      "en": "It all makes sense now, I knew it. I think I'm innocent.",
      "vi": "Mọi chuyện nghe hợp lý rồi. Tôi biết mà. Tôi nghĩ rằng mình vô tội."
    }
  },
  {
    "translation": {
      "en": "(both) We think so, too.",
      "vi": "- Bọn tôi cũng nghĩ thế. - Không có!"
    }
  },
  {
    "translation": {
      "en": "You're not, you awful bitch!",
      "vi": "- Bọn tôi cũng nghĩ thế. - Không có! Con khốn tồi tệ!"
    }
  },
  {
    "translation": {
      "en": "You've turned this school upside down. You've ruined everything!",
      "vi": "Mày đảo lộn hết trật tự ngôi trường này. Mày đã huỷ hoại mọi thứ."
    }
  },
  {
    "translation": {
      "en": "You started it.",
      "vi": "Mày đảo lộn hết trật tự ngôi trường này. Mày đã huỷ hoại mọi thứ. Mày bắt đầu trước. Tao chỉ giúp mày hoàn tất thôi!"
    }
  },
  {
    "translation": {
      "en": "I only finished what you started!",
      "vi": "Mày bắt đầu trước. Tao chỉ giúp mày hoàn tất thôi!"
    }
  },
  {
    "translation": {
      "en": "Harriet? My office, now.",
      "vi": "Harriet? Vào văn phòng tôi, ngay."
    }
  },
  {
    "translation": {
      "en": "Okay, suckers, show time. Let's open a can of whoop- ass.",
      "vi": "Được rồi mấy quỷ, đến giờ trình diễn. Hãy chuẩn bị nhận lấy thất bại đi."
    }
  },
  {
    "translation": {
      "en": "Come on, Abbey Mount. You can do it!",
      "vi": "Các cậu làm được mà."
    }
  },
  {
    "translation": {
      "en": "Let's go Abbey Mount!",
      "vi": "Tiến lên Abbey Mount!"
    }
  },
  {
    "translation": {
      "en": "Come on, girls.",
      "vi": "Cố lên, các em."
    }
  },
  {
    "translation": {
      "en": "Take it! Come on!",
      "vi": "Bắt lấy. Nhanh lên!"
    }
  },
  {
    "translation": {
      "en": "Come on, guys, we can bring it back. Let's go.",
      "vi": "Cố lên, các cậu. Ta có thể gỡ hoà. Tiến lên."
    }
  },
  {
    "translation": {
      "en": "You got it!",
      "vi": "Nhận lấy này!"
    }
  },
  {
    "translation": {
      "en": "Oh, Mr. Moore, you made it. Yes, I did.",
      "vi": "- Cô Kingsley? - Ông Moore, ông đã đến kịp."
    }
  },
  {
    "translation": {
      "en": "Please, please, come and take a seat.",
      "vi": "- Phải, đúng thế. - Mời ông đến ngồi."
    }
  },
  {
    "translation": {
      "en": "- Did I miss much? - Not at all.",
      "vi": "- Tôi bỏ lỡ nhiều không? - Không đâu."
    }
  },
  {
    "translation": {
      "en": "Where's Poppy? She's right there.",
      "vi": "- Poppy đâu rồi? - Con bé ở ngay kia."
    }
  },
  {
    "translation": {
      "en": "She's the spitting image of her mother, isn't she?",
      "vi": "Con bé giống mẹ như đúc, phải không?"
    }
  },
  {
    "translation": {
      "en": "She most certainly is.",
      "vi": "Chắc chắn là thế rồi."
    }
  },
  {
    "translation": {
      "en": "Come on, Abbey Mount! Take it out there!",
      "vi": "Cố lên Abbey Mount. Giành bóng đi. Cố lên."
    }
  },
  {
    "translation": {
      "en": "Come on, Abbey Mount! Let's go!",
      "vi": "Cố lên nào Abbey Mount. Tiến lên!"
    }
  },
  {
    "translation": {
      "en": "♪ Two, four, six, eight ♪ ♪ Stowe girls are really great ♪",
      "vi": "Hai, bốn, sáu, tám. Những cô gái đội Stowe thật cừ khôi"
    }
  },
  {
    "translation": {
      "en": "♪ Stowe girls are really great ♪ You're trying really hard. It's great, great, great. I know, and...",
      "vi": "Cô không biết. Các em đã rất cố gắng. Trận đấu tuyệt, rất tuyệt."
    }
  },
  {
    "translation": {
      "en": "They've got no possession whatsoever. (all laughing)",
      "vi": "Ta dẫn trước hai điểm. Bọn họ chẳng có gì nổi bật cả."
    }
  },
  {
    "translation": {
      "en": "All right, ladies. There's only one thing for it. Let's go.",
      "vi": "Được rồi, các cô. Chỉ còn cách này thôi. Đi nào."
    }
  },
  {
    "translation": {
      "en": "Who are we?",
      "vi": "Chúng ta là ai nào?"
    }
  },
  {
    "translation": {
      "en": "(all) Abbey Mount!",
      "vi": "- Abbey Mount! - Abbey Mount!"
    }
  },
  {
    "translation": {
      "en": "Who are we?",
      "vi": "Chúng ta là ai?"
    }
  },
  {
    "translation": {
      "en": "- (all) Abbey Mount! - What are we?",
      "vi": "- Abbey Mount! - Abbey Mount! Chúng ta là gì?"
    }
  },
  {
    "translation": {
      "en": "A leading single- sex school admitting boarders at age 11.",
      "vi": "Trường nữ nội trú hàng đầu nhận học sinh từ 11 tuổi."
    }
  },
  {
    "translation": {
      "en": "Wrong! We're winners!",
      "vi": "Sai rồi! Ta là người chiến thắng!"
    }
  },
  {
    "translation": {
      "en": "♪ Manhandle your whole team like a vandal ♪ Pass it, Poppy!",
      "vi": "- Cố lên. - Chuyền đi Poppy!"
    }
  },
  {
    "translation": {
      "en": "Well done, well done.",
      "vi": "Tiến lên, các em. Làm tốt lắm."
    }
  },
  {
    "translation": {
      "en": "♪ Abbey Mount! Abbey Mount! ♪ ♪ Set them up ♪",
      "vi": "- Abbey Mount. - Abbey Mount."
    }
  },
  {
    "translation": {
      "en": "♪ Then knock 'em down, down ♪ ♪ Then knock 'em down, down, ♪",
      "vi": "Chuyền cho Poppy, nhanh lên."
    }
  },
  {
    "translation": {
      "en": "Come on, Poppy!",
      "vi": "Cố lên Poppy."
    }
  },
  {
    "translation": {
      "en": "This is our last chance, let's make it count!",
      "vi": "Đây là cơ hội cuối cùng. Hãy cố gắng ghi bàn!"
    }
  },
  {
    "translation": {
      "en": "Kiki!",
      "vi": "Kiki!"
    }
  },
  {
    "translation": {
      "en": "Drippy!",
      "vi": "Drippy!"
    }
  },
  {
    "translation": {
      "en": "Why would you pass it to me? Oh, my God! Okay, somebody help me!",
      "vi": "Sao lại chuyền cho tớ? Ôi Chúa ơi. Được rồi. Ai đó giúp tôi với."
    }
  },
  {
    "translation": {
      "en": "Where is everyone? Who do I pass it to? Jane, Jane! - Where are you? - Oops!",
      "vi": "Mọi người đâu rồi? Chuyền cho ai bây giờ? Jane! Jane! Cậu ở đâu?"
    }
  },
  {
    "translation": {
      "en": "They did it! They did it! Yes!",
      "vi": "- Hay lắm. - Họ làm được rồi! Hay lắm!"
    }
  },
  {
    "translation": {
      "en": "I told you you could do it! I told ya!",
      "vi": "Em đã nói mấy chị làm được mà. Em nói rồi."
    }
  },
  {
    "translation": {
      "en": "Poppy?",
      "vi": "Poppy."
    }
  },
  {
    "translation": {
      "en": "Dad? My dad. My dad! What are you doing here?",
      "vi": "Bố? Bố tớ kìa! Bố tớ! Bố làm gì ở đây thế?"
    }
  },
  {
    "translation": {
      "en": "Mrs. Kingsley called. She told me you found out about Mom.",
      "vi": "Cô Kingsley gọi cho bố. Cô ấy nói con đã biết chuyện về mẹ."
    }
  },
  {
    "translation": {
      "en": "Why didn't you just tell me, Dad?",
      "vi": "Sao bố không kể với con?"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, Poppy. I thought it might make you too sad.",
      "vi": "Bố xin lỗi Poppy. Bố nghĩ chuyện đó sẽ khiến con buồn hơn."
    }
  },
  {
    "translation": {
      "en": "I did know that you needed to breathe a different kind of air, though.",
      "vi": "Dù vậy, bố biết con cần được hít thở một bầu không khí mới."
    }
  },
  {
    "translation": {
      "en": "Did I do the right thing?",
      "vi": "Bố đã làm đúng chứ?"
    }
  },
  {
    "translation": {
      "en": "You did. Did you know Mom was captain of the Lacrosse team?",
      "vi": "Đúng ạ. Bố có biết mẹ là thủ quân đội bóng vợt nữ không?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Biết."
    }
  },
  {
    "translation": {
      "en": "And I also know that she is incredibly proud of you right now.",
      "vi": "Và bố cũng biết ngay lúc này bà ấy vô cùng tự hào về con."
    }
  },
  {
    "translation": {
      "en": "As am I.",
      "vi": "Như bố vậy."
    }
  },
  {
    "translation": {
      "en": "Daddy, put your back into it!",
      "vi": "Bố ơi, làm nhanh tay lên nào."
    }
  },
  {
    "translation": {
      "en": "(Jane and Charlotte) Harriet,",
      "vi": "Bố ơi, làm nhanh tay lên nào. - Harriet. Cậu để quên thứ này. - Harriet. Cậu để quên thứ này."
    }
  },
  {
    "translation": {
      "en": "we think you forgot this.",
      "vi": "- Harriet. Cậu để quên thứ này. - Harriet. Cậu để quên thứ này."
    }
  },
  {
    "translation": {
      "en": "Me thinks so, too.",
      "vi": "Bổn cô nương cũng nghĩ thế."
    }
  },
  {
    "translation": {
      "en": "Mummy! ♪",
      "vi": "Mẹ ơi!"
    }
  },
  {
    "translation": {
      "en": "Who are we?",
      "vi": "Ta là ai nào?"
    }
  },
  {
    "translation": {
      "en": "♪ I'm a real wild child ♪",
      "vi": "THẬT MƠ MỘNG!"
    }
  },
  {
    "translation": {
      "en": "- ♪ Gonna tell my friends ♪ - Fire!",
      "vi": "Cháy!"
    }
  },
  {
    "translation": {
      "en": "♪ I'm a wild one, I'm a wild one ♪",
      "vi": "CHÀO MỪNG ĐẾN HỘI GÁI HƯ MALIBU"
    }
  },
  {
    "translation": {
      "en": "Ugh, make it bloody SULA.",
      "vi": "Quá xá HMU."
    }
  },
  {
    "translation": {
      "en": "♪ I'm a wild one ♪",
      "vi": "NÓNG BỎNG"
    }
  },
  {
    "translation": {
      "en": "Who's Ruby? Huh! Nobody.",
      "vi": "- Ruby là ai thế? - Chẳng ai cả."
    }
  },
  {
    "translation": {
      "en": "Just some horridious cow I used to know.",
      "vi": "Một con bò cái kinh khủng khiếp tớ từng biết thôi."
    }
  },
  {
    "translation": {
      "en": "- Can't do it. - No way.",
      "vi": "- Không làm được. - Không đời nào."
    }
  },
  {
    "translation": {
      "en": "You're completely insane.",
      "vi": "Cậu hoàn toàn mất trí rồi."
    }
  },
  {
    "translation": {
      "en": "- Are you guys ready? - No.",
      "vi": "- Các cậu sẵn sàng chưa? - Chưa."
    }
  },
  {
    "translation": {
      "en": "One, two, three!",
      "vi": "Một. - Hai, ba. - Hai, ba."
    }
  },
  {
    "translation": {
      "en": "(all scream)",
      "vi": "- Hai, ba. - Hai, ba."
    }
  }
]