[
  {
    "translation": {
      "en": "In New York City, there's a fine line between law and chaos.",
      "vi": "Ở thành phố New York, có một lằn ranh mỏng manh giữa luật pháp và sự hỗn loạn."
    }
  },
  {
    "translation": {
      "en": "On that line live Danson and Highsmith.",
      "vi": "Và nằm ngay trên ranh giới đó là Danson và Highsmith."
    }
  },
  {
    "translation": {
      "en": "Tell me again why I decided to get on this roof!",
      "vi": "Cho tôi biết sao tôi lại quyết định leo lên nóc xe này!"
    }
  },
  {
    "translation": {
      "en": "I think you can chalk that up to bad life choices.",
      "vi": "Anh có thể ghi nhận đây là một trong những lựa chọn tồi nhất đời đấy."
    }
  },
  {
    "translation": {
      "en": "Get rid of that asshole.",
      "vi": "Tống thằng đó xuống đi."
    }
  },
  {
    "translation": {
      "en": "I hate it when you say:",
      "vi": "- Ố ồ! - Tôi rất ghét nghe anh như vậy!"
    }
  },
  {
    "translation": {
      "en": "Dude, you put a ding in my hood!",
      "vi": "Ôi anh bạn, anh vừa làm lõm xe tôi đấy!"
    }
  },
  {
    "translation": {
      "en": "Come on with it, then!",
      "vi": "Nếm cái này nhé!"
    }
  },
  {
    "translation": {
      "en": "Whoa, hey!",
      "vi": "Ồ! Chà, này!"
    }
  },
  {
    "translation": {
      "en": "That's trouble.",
      "vi": "Rắc rối đây."
    }
  },
  {
    "translation": {
      "en": "Did someone call Nine-One-holy-shit?",
      "vi": "Ai đó gọi Chín-Một-khỉ-gió được không?"
    }
  },
  {
    "translation": {
      "en": "That's it. I'm sick of all this running.",
      "vi": "Thế đấy! Tao phát ốm cái màn chạy trốn này lắm rồi."
    }
  },
  {
    "translation": {
      "en": "Hang on!",
      "vi": "Bám chắc vào!"
    }
  },
  {
    "translation": {
      "en": "You have the right to remain silent!",
      "vi": "Bọn mày có quyền giữ im lặng!"
    }
  },
  {
    "translation": {
      "en": "But I wanna hear you scream!",
      "vi": "Nhưng tao muốn nghe bọn mày la lên!"
    }
  },
  {
    "translation": {
      "en": "Down on the ground!",
      "vi": "Nằm xuống đất!"
    }
  },
  {
    "translation": {
      "en": "Detective! Yeah, yeah! Detective!",
      "vi": "Thanh tra! Vâng! Thanh tra!"
    }
  },
  {
    "translation": {
      "en": "One at a time, all right?",
      "vi": "- Thanh tra. - Mỗi lần một câu thôi, được chứ?"
    }
  },
  {
    "translation": {
      "en": "Yeah, detectives, Rick Grayson, New York Observer Online.",
      "vi": "Vâng, các thanh tra, tôi là Rick Grayson từ báo điện tử New York Observer."
    }
  },
  {
    "translation": {
      "en": "These suspects were caught with a quarter pound of marijuana...",
      "vi": "Những nghi phạm bị bắt giữ chỉ tàng trữ hơn 100 gram cần sa,"
    }
  },
  {
    "translation": {
      "en": "...a misdemeanor.",
      "vi": "chỉ là tội nhẹ ở một số bang."
    }
  },
  {
    "translation": {
      "en": "Do you think this arrest was worth 12 million in property damages?",
      "vi": "Vậy các anh nghĩ việc này có đáng gây thiệt hại đến 12 triệu đô la không?"
    }
  },
  {
    "translation": {
      "en": "Why don't we let New York City answer that question?",
      "vi": "Sao ta không để thành phố New York trả lời câu hỏi đó?"
    }
  },
  {
    "translation": {
      "en": "The greatest city on Earth, yeah!",
      "vi": "Thành phố tuyệt nhất quả đất, đúng vậy!"
    }
  },
  {
    "translation": {
      "en": "Hi, Sarah Gapone from TMZ print edition.",
      "vi": "Chào, Sarah Capone từ báo in TMZ."
    }
  },
  {
    "translation": {
      "en": "Danson, are the rumors about you and Kim Kardashian true?",
      "vi": "À, Danson, những lời đồn về anh và Kim Kardashian có phải là thật không?"
    }
  },
  {
    "translation": {
      "en": "No comment.",
      "vi": "Miễn bình luận."
    }
  },
  {
    "translation": {
      "en": "But, yes.",
      "vi": "Nhưng, đúng thế."
    }
  },
  {
    "translation": {
      "en": "Danson and Highsmith, free hot dogs for life!",
      "vi": "Hot dog miễn phí trọn đời cho Danson và Highsmith!"
    }
  },
  {
    "translation": {
      "en": "No drinks. No drinks. I can't do it. I can't do it.",
      "vi": "- Không đồ uống nhé. - Ồ! Tôi không làm thế được."
    }
  },
  {
    "translation": {
      "en": "Danson and Highsmith shoot, drive, and sex with style. They're rock stars.",
      "vi": "Danson và Highsmith bắn, lái xe, và làm tình đầy phong cách. Họ như ngôi sao nhạc rock."
    }
  },
  {
    "translation": {
      "en": "Then you got your jokers, your ball busters, your vets...",
      "vi": "Và lại có bọn cợt nhả, bọn khó chịu, bọn cựu binh..."
    }
  },
  {
    "translation": {
      "en": "...and the other guys.",
      "vi": "và những kẻ khác."
    }
  },
  {
    "translation": {
      "en": "We know, we know. We know.",
      "vi": "Chúng tôi biết."
    }
  },
  {
    "translation": {
      "en": "All right, all right. Listen up, listen up!",
      "vi": "Được rồi. Nghe này!"
    }
  },
  {
    "translation": {
      "en": "We're having a celebration tonight at Butter.",
      "vi": "Tối nay chúng tôi mở tiệc ở Butter."
    }
  },
  {
    "translation": {
      "en": "Brody Jenner's gonna be there. Bai Ling.",
      "vi": "Có Brody Jenner này, Bạch Linh nữa."
    }
  },
  {
    "translation": {
      "en": "-That little short bitch from Jersey Shore. -Yeah!",
      "vi": "- Cô nàng nhỏ con trong Jersey Shore ấy. - Tuyệt!"
    }
  },
  {
    "translation": {
      "en": "And most of you are on the list.",
      "vi": "Và gần như ai cũng có trong danh sách."
    }
  },
  {
    "translation": {
      "en": "You're the best.",
      "vi": "Các anh là nhất."
    }
  },
  {
    "translation": {
      "en": "Guys, I'm gonna say something right now.",
      "vi": "Mọi người, tôi có vài điều muốn nói."
    }
  },
  {
    "translation": {
      "en": "About a man who came from Austria with a dream.",
      "vi": "Chuyện về một gã đến từ Áo mang theo mình một giấc mơ."
    }
  },
  {
    "translation": {
      "en": "-Arnold Schwarzenegger! -Let me finish.",
      "vi": "- Arnold Schwarzenegger! - Tôi...để tôi nói xong đã."
    }
  },
  {
    "translation": {
      "en": "He became a champion and then a movie star.",
      "vi": "Anh ta trở thành nhà vô địch rồi ngôi sao điện ảnh, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "-Arnold Schwarzenegger! -God damn it, let me...",
      "vi": "- Arnold Schwarzenegger! - Chết tiệt, để tôi nói hết."
    }
  },
  {
    "translation": {
      "en": "They ruined the story.",
      "vi": "Họ làm tôi mất hết cả hứng."
    }
  },
  {
    "translation": {
      "en": "Let.... What.... The point is...",
      "vi": "- Được rồi. - Hãy...quan trọng là"
    }
  },
  {
    "translation": {
      "en": "...we couldn't do our job if it weren't for you doing the paperwork...",
      "vi": "bọn tôi không thể làm tốt việc của mình nếu không có các bạn lo việc bàn giấy,"
    }
  },
  {
    "translation": {
      "en": "...answering phones, and all that stupid shit.",
      "vi": "trả lời điện thoại, những thứ vớ vẩn bọn tôi không thích."
    }
  },
  {
    "translation": {
      "en": "All the gun fights, all the car chases...",
      "vi": "Tất cả mấy việc bắn nhau, rượt đuổi,"
    }
  },
  {
    "translation": {
      "en": "...all the sex we don't wanna have with women, but we have to...",
      "vi": "làm tình với đàn bà, dù không muốn nhưng vẫn phải làm,"
    }
  },
  {
    "translation": {
      "en": "...all due to what you guys do. Thank you.",
      "vi": "tất cả có được là nhờ mọi người. - Cảm ơn. - Lúc nào mà chả thế."
    }
  },
  {
    "translation": {
      "en": "-And we'd do it again and again. -Hey, you shut your face!",
      "vi": "- Cảm ơn. - Lúc nào mà chả thế. Này, có im mồm đi không thì bảo!"
    }
  },
  {
    "translation": {
      "en": "If we wanna hear you talk...",
      "vi": "Nếu muốn nghe anh nói,"
    }
  },
  {
    "translation": {
      "en": "...I will shove my arm up your ass and work your mouth like a puppet!",
      "vi": "thì tôi sẽ thọc tay vào mông anh rồi đưa lên miệng anh như con rối!"
    }
  },
  {
    "translation": {
      "en": "You hear me? You hear me?",
      "vi": "Nghe rõ rồi chứ?"
    }
  },
  {
    "translation": {
      "en": "-Cash bar. -Yeah.",
      "vi": "- Giải tán. - Được thôi."
    }
  },
  {
    "translation": {
      "en": "Peace out, bitches.",
      "vi": "Gặp lại sau nhé."
    }
  },
  {
    "translation": {
      "en": "Hey, fellas. All right, bring it in.",
      "vi": "Này, mọi người. Được rồi, lại đây nào."
    }
  },
  {
    "translation": {
      "en": "Come on. Bring it in a little bit. All right, right there.",
      "vi": "Mau lên. Thêm chút nữa. - Được rồi, ngay đó thôi. - Ôi."
    }
  },
  {
    "translation": {
      "en": "Just back up, just like right there.",
      "vi": "Lùi lại chút, ở ngay kia là được."
    }
  },
  {
    "translation": {
      "en": "All right, just one.... Just a.... There you go, right there. Right there.",
      "vi": "Được rồi, một tí nữa... Được rồi, ngay ở đó."
    }
  },
  {
    "translation": {
      "en": "This is their paperwork. They're not gonna do it.",
      "vi": "Đây là phần việc của họ. Các anh biết họ sẽ không làm."
    }
  },
  {
    "translation": {
      "en": "That's right. This paperwork is like Bob's wife here.",
      "vi": "Phải rồi. Việc bàn giấy giống như vợ Bob vậy."
    }
  },
  {
    "translation": {
      "en": "It's thick, ugly, got Danson's fingerprints all over it.",
      "vi": "Béo ục, xấu xí, đầy dấu tay Danson."
    }
  },
  {
    "translation": {
      "en": "-No offense. -That's all right.",
      "vi": "- Không có ý gì đâu, Bob - Không sao."
    }
  },
  {
    "translation": {
      "en": "-Anyway, now who wants it? -I do!",
      "vi": "- Ai sẽ nhận nào? - Tôi!"
    }
  },
  {
    "translation": {
      "en": "All right! Paper Bitch and Yankee Clipper on the case!",
      "vi": "Phải rồi! Bộ đôi Cô Nàng Giấy và Anh Chàng Kẹp!"
    }
  },
  {
    "translation": {
      "en": "-Nice work. Thanks. -Thank you.",
      "vi": "- Tốt. Cảm ơn Allen. - Cảm ơn, Đại úy."
    }
  },
  {
    "translation": {
      "en": "\"I'll do it! I'll do it!\"",
      "vi": "Tôi sẽ làm!"
    }
  },
  {
    "translation": {
      "en": "Stop humming that song!",
      "vi": "Đừng có rên rỉ bài hát đó nữa!"
    }
  },
  {
    "translation": {
      "en": "-I can hum if I want to. -No, I know you can.",
      "vi": "- Tôi cứ rên rỉ nếu muốn đấy. - Không, tôi biết điều đó."
    }
  },
  {
    "translation": {
      "en": "I'm asking you to stop.",
      "vi": "- Nhưng tôi yêu cầu anh dừng lại. - Nếu anh đã nói thế thì tôi thôi vậy."
    }
  },
  {
    "translation": {
      "en": "-If you're asking, then I'll stop. -Thank you.",
      "vi": "- Nhưng tôi yêu cầu anh dừng lại. - Nếu anh đã nói thế thì tôi thôi vậy. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Could you not smile like that?",
      "vi": "Anh cứ phải cười như thế sao?"
    }
  },
  {
    "translation": {
      "en": "You're asking me to mask my emotions because of how it makes you feel.",
      "vi": "Giờ anh lại muốn tôi kiềm nén cảm xúc của mình vì làm anh khó chịu."
    }
  },
  {
    "translation": {
      "en": "That I will not do.",
      "vi": "Tôi không làm đâu."
    }
  },
  {
    "translation": {
      "en": "Seriously, stop humming! Okay?",
      "vi": "Nghiêm túc đấy, thôi rên rỉ đi! Được chứ?"
    }
  },
  {
    "translation": {
      "en": "This isn't accounting or wherever...",
      "vi": "Đây không phải phòng kế toán hay nơi quái quỷ nào"
    }
  },
  {
    "translation": {
      "en": "...you and your little pocket calculator were transferred from.",
      "vi": "dành cho anh với cái máy tính bỏ túi bé nhỏ kia đâu."
    }
  },
  {
    "translation": {
      "en": "Forensic accounting, okay. And it's an important part of the job.",
      "vi": "Là Kế toán pháp y. - Biết chứ, là một nghiệp vụ quan trọng. - Ừ, sao cũng được."
    }
  },
  {
    "translation": {
      "en": "Yeah, whatever. Stop being so overtly happy about doing shit work, you moron.",
      "vi": "- Biết chứ, là một nghiệp vụ quan trọng. - Ừ, sao cũng được. Chỉ cần thôi phấn khích vì mấy việc nhảm đó đi, đồ đần."
    }
  },
  {
    "translation": {
      "en": "Hey, guys. Reminder.",
      "vi": "Này các anh, nhớ nhé."
    }
  },
  {
    "translation": {
      "en": "The police union picnic's coming up this weekend.",
      "vi": "Buổi dã ngoại Ngành Cảnh sát diễn ra cuối tuần này đấy."
    }
  },
  {
    "translation": {
      "en": "My wife's making her famous deviled eggs, again. My waistline's furious.",
      "vi": "À...vợ tôi sẽ lại chuẩn bị món trứng cay sở trường nổi tiếng đấy. Eo của tôi phát điên lên luôn."
    }
  },
  {
    "translation": {
      "en": "It's a bad time, Bob!",
      "vi": "Không phải lúc này, Bob!"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Going to get a slice.",
      "vi": "Đi lấy con dao."
    }
  },
  {
    "translation": {
      "en": "You know what I just did?",
      "vi": "Anh biết tôi vừa làm gì không?"
    }
  },
  {
    "translation": {
      "en": "I walked out that door, saw a couple detectives...",
      "vi": "Tôi vừa ra ngoài đó, nhìn thấy hai tay thanh tra,"
    }
  },
  {
    "translation": {
      "en": "...and I was about to start bad mouthing you...",
      "vi": "và tôi đã định nói xấu sau lưng anh,"
    }
  },
  {
    "translation": {
      "en": "...but I stopped myself, because my pops taught me...",
      "vi": "nhưng tôi đã ngăn mình lại, vì nhớ đến lời bố tôi nói"
    }
  },
  {
    "translation": {
      "en": "...that a man who talks behind somebody's back is a coward.",
      "vi": "rằng kẻ nói xấu sau lưng người khác là đồ hèn nhát."
    }
  },
  {
    "translation": {
      "en": "Wow, I appreciate that.",
      "vi": "- Chà, tôi rất cảm kích đấy. - Tốt."
    }
  },
  {
    "translation": {
      "en": "Good, I'm gonna tell you to your face.",
      "vi": "- Chà, tôi rất cảm kích đấy. - Tốt. - Vì tôi sẽ nói thẳng với anh. - Không, anh không cần làm thế."
    }
  },
  {
    "translation": {
      "en": "-No. You don't have to. -No, I don't like you.",
      "vi": "- Vì tôi sẽ nói thẳng với anh. - Không, anh không cần làm thế. Không, tôi không ưa anh."
    }
  },
  {
    "translation": {
      "en": "I think you're a fake cop.",
      "vi": "Tôi nghĩ anh là cớm gà mờ."
    }
  },
  {
    "translation": {
      "en": "The sound of your piss hitting the urinal? It sounds feminine.",
      "vi": "Tiếng nước tiểu của anh bắn vào bồn tiểu đó hả? - Nghe như đàn bà. - Không hề."
    }
  },
  {
    "translation": {
      "en": "If we were in the wild, I would attack you.",
      "vi": "Nếu đang ở nơi hoang dã, thì tôi sẽ tấn công anh."
    }
  },
  {
    "translation": {
      "en": "Even if you weren't in my food chain, I would go out of my way to attack you.",
      "vi": "Dù cho anh không phải thức ăn của tôi đi nữa, thì tôi cũng phá lệ để tấn công anh đấy."
    }
  },
  {
    "translation": {
      "en": "If I were a lion, and you were a tuna...",
      "vi": "Nếu tôi là sư tử còn anh là cá ngừ,"
    }
  },
  {
    "translation": {
      "en": "...I would swim out in the ocean and freaking eat you!",
      "vi": "tôi cũng sẽ bơi ra giữa biển và ăn thịt anh!"
    }
  },
  {
    "translation": {
      "en": "And then I'd bang your tuna girlfriend.",
      "vi": "Rồi tôi sẽ phang cô bạn cá ngừ của anh luôn."
    }
  },
  {
    "translation": {
      "en": "Okay, first off, a lion swimming in the ocean?",
      "vi": "Được rồi, cái sai đầu tiên, một con sư tử bơi giữa biển ư?"
    }
  },
  {
    "translation": {
      "en": "Lions don't like water.",
      "vi": "Sư tử đâu thích nước."
    }
  },
  {
    "translation": {
      "en": "If you'd placed it near a river or some sort of fresh water source, that'd make sense.",
      "vi": "Nếu anh đặt nó ở gần một con sông hay nguồn nước nào đó, thì còn có lý."
    }
  },
  {
    "translation": {
      "en": "But you find yourself in the ocean, 20-foot waves...",
      "vi": "Nhưng anh lại ra đại dương, với con sóng cao hơn sáu mét."
    }
  },
  {
    "translation": {
      "en": "...I'm assuming it's off the coast of South Africa...",
      "vi": "Giả dụ nếu nó ở ngoài bờ biển Nam Phi,"
    }
  },
  {
    "translation": {
      "en": "...coming up against a full-grown, 800-pound tuna with his 20 or 30 friends?",
      "vi": "đối đầu với con cá ngừ hơn 360 kg với 20 hay 30 người bạn của hắn sao?"
    }
  },
  {
    "translation": {
      "en": "You lose that battle.",
      "vi": "Anh sẽ thua trận đó."
    }
  },
  {
    "translation": {
      "en": "You lose that battle nine times out of ten. And guess what.",
      "vi": "Mười lần thì hết chín anh sẽ thua trận. Và đoán thử xem? Anh lạc vào đám cá ngừ chúng tôi,"
    }
  },
  {
    "translation": {
      "en": "You've wandered into our school of tuna, and we now have a taste of lion.",
      "vi": "Và đoán thử xem? Anh lạc vào đám cá ngừ chúng tôi, và giờ chúng tôi được thưởng thức thịt sư tử đấy."
    }
  },
  {
    "translation": {
      "en": "We've talked to ourselves. We've communicated.",
      "vi": "Chúng tôi nói chuyện với nhau. Chúng tôi truyền tin."
    }
  },
  {
    "translation": {
      "en": "-Yeah? -And said, \"You know what?",
      "vi": "- Sao? - Và nói, \"Biết gì không?"
    }
  },
  {
    "translation": {
      "en": "\"Lion tastes good. Let's go get some more lion.\"",
      "vi": "Thịt sư tử ngon lắm đấy! Đi kiếm thêm sư tử nào.\""
    }
  },
  {
    "translation": {
      "en": "We've developed a system to establish a beachhead...",
      "vi": "Chúng tôi phát triển một hệ thống để rồi thiết lập căn cứ"
    }
  },
  {
    "translation": {
      "en": "...and aggressively hunt you and your family.",
      "vi": "để ráo riết săn lùng anh và gia đình anh đấy."
    }
  },
  {
    "translation": {
      "en": "And we will corner your pride...",
      "vi": "Bọn tôi sẽ dồn ép lòng kiêu hãnh của anh,"
    }
  },
  {
    "translation": {
      "en": "-...your children. -How you gonna do that?",
      "vi": "- con cháu anh. - Anh sẽ làm thế nào?"
    }
  },
  {
    "translation": {
      "en": "We will construct a series of breathing apparatus with kelp.",
      "vi": "Chúng tôi sẽ xây dựng một chuỗi thiết bị hô hấp từ tảo."
    }
  },
  {
    "translation": {
      "en": "We will be able to trap certain amounts of oxygen.",
      "vi": "Chúng tôi có thể bắt lấy lượng oxy nhất định."
    }
  },
  {
    "translation": {
      "en": "It's not gonna be days at a time, but an hour, hour 45, no problem.",
      "vi": "Chuyện không còn tính theo ngày nữa, mà chỉ còn một giờ, một giờ 45 phút, không hề gì."
    }
  },
  {
    "translation": {
      "en": "That will give us enough time to figure out where you live...",
      "vi": "Vẫn đủ thời gian để xác định xem anh ở đâu,"
    }
  },
  {
    "translation": {
      "en": "...go back to the sea, get more oxygen, and then stalk you.",
      "vi": "quay về biển, cung cấp thêm oxy, rồi tiếp tục truy lùng."
    }
  },
  {
    "translation": {
      "en": "You just lost at your own game. You're outgunned and outmanned.",
      "vi": "Anh vừa thua trong trò chơi của mình đấy. Anh thua cả về nhân lực lẫn hoả lực."
    }
  },
  {
    "translation": {
      "en": "Did that go the way you thought it was gonna go?",
      "vi": "Liệu như thế có giống ý anh nghĩ không?"
    }
  },
  {
    "translation": {
      "en": "Nope.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "Two minutes before the markets open...",
      "vi": "Hai phút trước khi thị trường mở cửa, Pamela Boardman"
    }
  },
  {
    "translation": {
      "en": "...Pamela Boardman, CEO of Lendl Global, ringing the opening bell.",
      "vi": "Hai phút trước khi thị trường mở cửa, Pamela Boardman CEO Tập đoàn Toàn cầu Lendl, đã sẵn sàng nhấn nút mở cửa."
    }
  },
  {
    "translation": {
      "en": "With Boardman is investment banker, David Ershon...",
      "vi": "Cùng với Boardman là chủ ngân hàng đầu tư, David Ershon,"
    }
  },
  {
    "translation": {
      "en": "...who manages 40 percent of Lendl's $70-billion equity pool.",
      "vi": "người đang nắm giữ 40% trong nguồn vốn 70 tỷ đô la của Lendl."
    }
  },
  {
    "translation": {
      "en": "How much did we lose?",
      "vi": "Ta mất bao nhiêu rồi?"
    }
  },
  {
    "translation": {
      "en": "You may ring the bell now, Ms. Boardman.",
      "vi": "Có thể rung chuông được rồi, cô Boardman."
    }
  },
  {
    "translation": {
      "en": "-Thirty-two. -Million?",
      "vi": "Ba mươi hai. - Triệu - Không...là tỷ."
    }
  },
  {
    "translation": {
      "en": "No, billion.",
      "vi": "- Triệu - Không...là tỷ."
    }
  },
  {
    "translation": {
      "en": "Shit!",
      "vi": "Khốn kiếp!"
    }
  },
  {
    "translation": {
      "en": "Chinatown. Three Triad gang members. I popped two of them off the draw.",
      "vi": "TƯ VẤN CHO CẢNH SÁT NỔ SÚNG GIỮA NHIỆM VỤ Khu phố Tàu, băng đảng Bộ Ba. Tôi đã hạ được hai tên."
    }
  },
  {
    "translation": {
      "en": "-Bang, bang. -Yeah.",
      "vi": "- Bùm. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "-Then I raise up to take the leader out. -Shit, I feel like I'm there.",
      "vi": "Rồi tôi tiếp tục hạ tên cầm đầu. - Khỉ thật, cứ như tôi đang ở đó. - Tôi nghe tiếng huýt sáo."
    }
  },
  {
    "translation": {
      "en": "I hear a whistle. My partner's on the roof.",
      "vi": "- Khỉ thật, cứ như tôi đang ở đó. - Tôi nghe tiếng huýt sáo. Cộng sự của tôi đang ở trên mái."
    }
  },
  {
    "translation": {
      "en": "He says, \"Let's even the odds!\"",
      "vi": "Anh ta bảo, \"San bằng cách biệt nào!\""
    }
  },
  {
    "translation": {
      "en": "He tosses me down a Mossberg pump. I send one through his chest.",
      "vi": "Hắn chĩa khẩu Mosberg xuống chỗ tôi. Tôi lập tức bắn thẳng vào ngực hắn."
    }
  },
  {
    "translation": {
      "en": "Game over, bitches.",
      "vi": "Trò chơi kết thúc, tên khốn."
    }
  },
  {
    "translation": {
      "en": "-All right. -Yeah.",
      "vi": "- Được rồi. - Vâng."
    }
  },
  {
    "translation": {
      "en": "Jimmy? Let's talk about how that story made you feel.",
      "vi": "Jimmy? Ta hãy nói xem câu chuyện khiến anh cảm thấy thế nào?"
    }
  },
  {
    "translation": {
      "en": "Like a Viagra pill with a face.",
      "vi": "Như chơi thuốc Viagra vậy."
    }
  },
  {
    "translation": {
      "en": "I know it's very tempting.",
      "vi": "Tôi biết câu chuyện rất hấp dẫn."
    }
  },
  {
    "translation": {
      "en": "You want to impress your friends.",
      "vi": "Anh muốn gây ấn tượng với đồng nghiệp."
    }
  },
  {
    "translation": {
      "en": "But this is serious stuff we're dealing with, okay?",
      "vi": "Nhưng ta đang xử lý vấn đề nghiêm túc, được chứ?"
    }
  },
  {
    "translation": {
      "en": "This is firing your weapon in the line of duty.",
      "vi": "Đây là chuyện các anh nổ súng khi làm nhiệm vụ."
    }
  },
  {
    "translation": {
      "en": "Officer Hoitz?",
      "vi": "Sĩ quan Hoitz?"
    }
  },
  {
    "translation": {
      "en": "Oh, man.",
      "vi": "Lại nữa."
    }
  },
  {
    "translation": {
      "en": "Would you like to share?",
      "vi": "Anh muốn chia sẻ gì không?"
    }
  },
  {
    "translation": {
      "en": "No, I'd rather not.",
      "vi": "Không, tôi không muốn."
    }
  },
  {
    "translation": {
      "en": "Officer Hoitz, you've been coming here for six months...",
      "vi": "Sĩ quan Hoitz, anh đến đây sáu tháng rồi,"
    }
  },
  {
    "translation": {
      "en": "...and you haven't said a word.",
      "vi": "và anh chẳng nói một lời nào cả."
    }
  },
  {
    "translation": {
      "en": "This is a safe environment, no judgment here.",
      "vi": "Đây là môi trường an toàn, không ai phán xét đâu."
    }
  },
  {
    "translation": {
      "en": "Douche bag.",
      "vi": "Đồ vô dụng."
    }
  },
  {
    "translation": {
      "en": "That's judgment, Jimmy. Come on.",
      "vi": "Thế là phán xét đấy, Jimmy. Thôi nào."
    }
  },
  {
    "translation": {
      "en": "I relive it every night.",
      "vi": "Tôi mơ về nó mỗi đêm."
    }
  },
  {
    "translation": {
      "en": "Bronx, October.",
      "vi": "Tại Bronx, vào tháng 10."
    }
  },
  {
    "translation": {
      "en": "Game 7 of the World Series.",
      "vi": "Trận thứ 7 giải Bóng chày World Series."
    }
  },
  {
    "translation": {
      "en": "For all the marbles. High pressure, unruly crowd, and I pulled tunnel duty.",
      "vi": "Cần vững vàng. Áp lực cao, đám đông nhốn nháo, và tôi phụ trách đường hầm."
    }
  },
  {
    "translation": {
      "en": "I saw a shadowy figure in the tunnel. I told him to stop.",
      "vi": "Rồi tôi thấy một bóng người trong đường hầm. Tôi bảo anh ta dừng lại."
    }
  },
  {
    "translation": {
      "en": "Whoa, whoa, this is a restricted area!",
      "vi": "Này, đây là khu vực giới hạn!"
    }
  },
  {
    "translation": {
      "en": "Finally pulled my gun. He started running at me.",
      "vi": "Tôi rút súng ra. Tôi giương súng. Anh ta lao..."
    }
  },
  {
    "translation": {
      "en": "Don't make me shoot! I'll do it!",
      "vi": "Đừng bắt tôi phải nổ súng! Tôi bắn đấy!"
    }
  },
  {
    "translation": {
      "en": "Are you deaf? You hear me yell, \"Freeze\"?",
      "vi": "Anh điếc sao? Không nghe tôi la đứng yên à?"
    }
  },
  {
    "translation": {
      "en": "You dick! I'm Derek Jeter! You shot me!",
      "vi": "Đồ ngu! Tôi là Derek Jeter! Anh vừa bắn tôi đấy!"
    }
  },
  {
    "translation": {
      "en": "-You cost me 20 grand on that game! -Douche bag.",
      "vi": "- Anh khiến tôi mất 20.000 đô la đêm đó! - Đồ ngu."
    }
  },
  {
    "translation": {
      "en": "Cost the city a championship.",
      "vi": "Làm thành phố mất chức vô địch."
    }
  },
  {
    "translation": {
      "en": "I was being groomed for a top position in homicide.",
      "vi": "Tôi đang chuẩn bị được thăng chức trong một vụ giết người."
    }
  },
  {
    "translation": {
      "en": "Now I'm stuck with a desk jockey. Everybody calls me the Yankee Clipper.",
      "vi": "Giờ làm với gã cộng sự xử lý giấy tờ. Mọi người gọi tôi là Anh chàng Kẹp."
    }
  },
  {
    "translation": {
      "en": "Because you shot Derek Jeter!",
      "vi": "Vì anh đã bắn Derek Jeter!"
    }
  },
  {
    "translation": {
      "en": "He's a biracial angel.",
      "vi": "Anh ấy là thiên thần hai sắc tộc."
    }
  },
  {
    "translation": {
      "en": "You should've shot A-Rod.",
      "vi": "Đáng lẽ phải bắn A-Rod chứ."
    }
  },
  {
    "translation": {
      "en": "Yo, Paper Bitch.",
      "vi": "Này Cô Nàng Giấy,"
    }
  },
  {
    "translation": {
      "en": "-What's up, man? -Hey. Hey, guys.",
      "vi": "- Gì vậy? - Này các anh."
    }
  },
  {
    "translation": {
      "en": "-Paper Bitch. -Paper Bitch.",
      "vi": "- Cô Nàng Giấy. - Cô Nàng Giấy."
    }
  },
  {
    "translation": {
      "en": "I don't like that. I know you guys think it's fun.",
      "vi": "Thật ra tôi không thích thế. Các anh thấy vui, tôi thì không."
    }
  },
  {
    "translation": {
      "en": "Still working on the Danson and Highsmith paperwork?",
      "vi": "Giấy tờ của Danson với Highsmith à?"
    }
  },
  {
    "translation": {
      "en": "-Shit. -No, actually, actually, that's....",
      "vi": "- Khỉ thật. - Không, thật ra là..."
    }
  },
  {
    "translation": {
      "en": "What is this? That looks stupid.",
      "vi": "- Gì vậy? Trông thật ngớ ngẩn. - Này anh."
    }
  },
  {
    "translation": {
      "en": "Guys, it's illegal permitting for construction. Specifically, scaffolding.",
      "vi": "Đó là vụ cấp phép xây dựng trái phép. Đặc biệt là giàn giáo."
    }
  },
  {
    "translation": {
      "en": "Some of the guys were talking.",
      "vi": "Một số người có nói về anh..."
    }
  },
  {
    "translation": {
      "en": "They were like, \"How come you've never fired your weapon in the office before?\"",
      "vi": "Kiểu như, \"Sao trước giờ anh chưa từng nổ súng ở văn phòng vậy?\""
    }
  },
  {
    "translation": {
      "en": "Good point.",
      "vi": "Hay đấy."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, I don't follow.",
      "vi": "Xin lỗi, tôi không hiểu."
    }
  },
  {
    "translation": {
      "en": "-You've never fired in the office. -We all have. It's called a desk pop.",
      "vi": "Anh chưa từng nổ súng trong văn phòng. Chúng ta đều phải làm thế mà. Gọi là khai bàn."
    }
  },
  {
    "translation": {
      "en": "-Fellas, I know you don't respect me. -Not true.",
      "vi": "Này, tôi biết các anh không tôn trọng tôi ở vai trò sĩ quan cảnh sát."
    }
  },
  {
    "translation": {
      "en": "I'm not stupid. I'm not gonna discharge my firearm in the office.",
      "vi": "- Không hề. - Tôi không ngốc. Tôi không bắn súng trong văn phòng đâu."
    }
  },
  {
    "translation": {
      "en": "Listen. I'll try to make it clear.",
      "vi": "Gamble, nghe này. Tôi nói cho rõ nhé."
    }
  },
  {
    "translation": {
      "en": "We honor the flag, you crap on it when you don't shoot your gun in the office.",
      "vi": "Chúng tôi vinh danh truyền thống, nhưng anh lại dẫm lên nó khi không nổ súng trong văn phòng."
    }
  },
  {
    "translation": {
      "en": "Jimmy. When's the last time you had a desk pop?",
      "vi": "Jimmy. Lần gần nhất anh làm phát khai bàn là khi nào?"
    }
  },
  {
    "translation": {
      "en": "September '08.",
      "vi": "Ngày 8 tháng 9."
    }
  },
  {
    "translation": {
      "en": "-Be a man. Do it. -Now.",
      "vi": "- Như một người đàn ông. Làm đi - Ngay giờ."
    }
  },
  {
    "translation": {
      "en": "-Please, do it. -Pop one off!",
      "vi": "- Làm đi. - Chỉ một phát thôi!"
    }
  },
  {
    "translation": {
      "en": "-There you go. Pop it off! -Don't think, just go!",
      "vi": "- Đúng rồi. Một phát thôi! - Đừng nghĩ gì cả. Làm đi!"
    }
  },
  {
    "translation": {
      "en": "-Here we go. -Do it, yes.",
      "vi": "- Nào. - Đúng rồi."
    }
  },
  {
    "translation": {
      "en": "He did it!",
      "vi": "Anh ấy đã bắn!"
    }
  },
  {
    "translation": {
      "en": "Hey! Shots fired!",
      "vi": "Này! Súng đã nổ!"
    }
  },
  {
    "translation": {
      "en": "Hey, Terry, I did it! I did my first desk pop!",
      "vi": "Này, Terry, tôi đấy! Tôi đã làm phát súng khai bàn!"
    }
  },
  {
    "translation": {
      "en": "It's a real thing, right?",
      "vi": "Là sự thật, đúng không?"
    }
  },
  {
    "translation": {
      "en": "-A desk pop? -Yeah.",
      "vi": "- Cú khai bàn? - Ừ."
    }
  },
  {
    "translation": {
      "en": "No, that's not real!",
      "vi": "Không, đâu có thật!"
    }
  },
  {
    "translation": {
      "en": "They were so convincing in their argument, they swung me.",
      "vi": "Họ lập luận quá thuyết phục, họ làm tôi đổi ý."
    }
  },
  {
    "translation": {
      "en": "You're gonna have to hand over your gun.",
      "vi": "Được rồi, Allen, nộp lại súng cho tôi."
    }
  },
  {
    "translation": {
      "en": "Yes, sir.",
      "vi": "Vâng, thưa sếp."
    }
  },
  {
    "translation": {
      "en": "Captain, you really wanna disarm this guy, take out the batteries in the calculator.",
      "vi": "Nếu Đại úy muốn tước vũ khí của anh ta, hãy lấy luôn pin của cái máy tính kia đi."
    }
  },
  {
    "translation": {
      "en": "All right, I'm gonna give you this. A dummy gun. I use it for ceremony.",
      "vi": "Được rồi, tôi sẽ đưa anh cái này. Một cây súng giả. Dùng để chơi thôi."
    }
  },
  {
    "translation": {
      "en": "There.",
      "vi": "Đây."
    }
  },
  {
    "translation": {
      "en": "You get this back when I feel you know how to handle it.",
      "vi": "Anh sẽ có lại khẩu súng khi tôi thấy anh biết cách xử lý nó."
    }
  },
  {
    "translation": {
      "en": "Listen, guys. I'm working two jobs. I'm working here.",
      "vi": "Nghe này. Tôi đang làm hai việc. Tôi làm việc ở đây."
    }
  },
  {
    "translation": {
      "en": "And I got another job at Bed Bath and Beyond. Okay?",
      "vi": "Và việc khác ở Bed Bath and Beyond. Được chứ?"
    }
  },
  {
    "translation": {
      "en": "I'm doing that just to put a kid through NYU...",
      "vi": "Tôi làm thế để đưa con tôi vào Đại học New York"
    }
  },
  {
    "translation": {
      "en": "...so he can explore his bisexuality and become a deejay.",
      "vi": "để nó khám phá con người lưỡng tính của nó và thành một DJ."
    }
  },
  {
    "translation": {
      "en": "Now the last thing I need is a ballistics report in the unit.",
      "vi": "Giờ điều cuối cùng tôi cần là một báo cáo đạn đạo trong đơn vị."
    }
  },
  {
    "translation": {
      "en": "I'm just gonna ask you guys, please, come on.",
      "vi": "Tôi chỉ yêu cầu các anh, làm ơn, thật đấy."
    }
  },
  {
    "translation": {
      "en": "Just think about.... Just be smart.",
      "vi": "Chỉ cần nghĩ...thông minh một chút đi."
    }
  },
  {
    "translation": {
      "en": "211 in progress.",
      "vi": "211 đang di chuyển."
    }
  },
  {
    "translation": {
      "en": "They're using a wrecking ball to clean out Castien Jewelry.",
      "vi": "Bọn cướp sử dụng quả cầu thép để tấn công vào tiệm Caspian Jewelry."
    }
  },
  {
    "translation": {
      "en": "All right, we got it.",
      "vi": "- Được. - Đã rõ."
    }
  },
  {
    "translation": {
      "en": "-Good luck. Have a good one. -Allen, let's go.",
      "vi": "- Chúc các anh may mắn. Làm tốt nhé. - Allen, đi thôi."
    }
  },
  {
    "translation": {
      "en": "-No, I got work to do. -What? This is work!",
      "vi": "- Không, tôi có việc phải làm. - Gì? Đây là công việc!"
    }
  },
  {
    "translation": {
      "en": "Hey, yo! Danson and Highsmith. We roll in heavy.",
      "vi": "Này các anh! Danson và Highsmith đây. Chúng tôi đang đến đó đây."
    }
  },
  {
    "translation": {
      "en": "You cream puffs, sit tight.",
      "vi": "Đồ nhát cáy, ngồi yên."
    }
  },
  {
    "translation": {
      "en": "You gotta be shitting me!",
      "vi": "Chơi tôi à!"
    }
  },
  {
    "translation": {
      "en": "You can't keep me cooped up in here, okay?",
      "vi": "Không kiềm tôi lại đây được đâu, rõ chứ?"
    }
  },
  {
    "translation": {
      "en": "I am a peacock! You gotta let me fly!",
      "vi": "Tôi là con công! Phải để tôi bay chứ!"
    }
  },
  {
    "translation": {
      "en": "Did he just...? Did he just call himself a peacock?",
      "vi": "- Anh ta... - Anh ta vừa gọi mình là công sao?"
    }
  },
  {
    "translation": {
      "en": "Let's go! Let's go!",
      "vi": "Đi thôi!"
    }
  },
  {
    "translation": {
      "en": "Come on, fellas! Wednesday night is taco night at Rikers Island!",
      "vi": "Nào, các anh! Tối thứ Tư là bữa tiệc taco ở đảo Riker đấy!"
    }
  },
  {
    "translation": {
      "en": "That's the second one this week!",
      "vi": "Ồ! Lần thứ hai trong tuần rồi đấy!"
    }
  },
  {
    "translation": {
      "en": "Hey, you monkeys! Stop!",
      "vi": "Này, bọn khỉ kia! Đứng lại!"
    }
  },
  {
    "translation": {
      "en": "Let's go!",
      "vi": "Đi thôi!"
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "vi": "Ừ!"
    }
  },
  {
    "translation": {
      "en": "Heads up!",
      "vi": "Bám theo!"
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "vi": "Ôi! Khỉ thật."
    }
  },
  {
    "translation": {
      "en": "Special Forces zip line.",
      "vi": "Dây kiểu Lực lượng Đặc biệt."
    }
  },
  {
    "translation": {
      "en": "Cut that line! Cut it! Let's go!",
      "vi": "Cắt dây đi! Nhanh lên! Đi thôi!"
    }
  },
  {
    "translation": {
      "en": "-These guys are pros. -Let's go!",
      "vi": "Bọn chuyên nghiệp đấy. Đi thôi!"
    }
  },
  {
    "translation": {
      "en": "-You thinking what I'm thinking, partner? -Aim for the bushes.",
      "vi": "Anh cũng nghĩ điều tôi đang nghĩ chứ? Nhắm tới mấy bụi rậm."
    }
  },
  {
    "translation": {
      "en": "Cops still argue to this day why Danson and Highsmith jumped.",
      "vi": "Đến nay cảnh sát vẫn tranh cãi vì sao Danson và Highsmith nhảy xuống."
    }
  },
  {
    "translation": {
      "en": "Maybe it was just pride, having survived so many brushes with death.",
      "vi": "Có thể là vì lòng kiêu hãnh, sau bao lần sống sót khi cận kề cái chết."
    }
  },
  {
    "translation": {
      "en": "Maybe their egos pushed them off.",
      "vi": "Có thể là cái tôi đã thúc đẩy họ."
    }
  },
  {
    "translation": {
      "en": "I don't know. But that shit was crazy.",
      "vi": "Tôi cũng không biết. Nhưng đúng là điên."
    }
  },
  {
    "translation": {
      "en": "Either way, there was a hole in New York City, and it needed to be filled.",
      "vi": "Dù gì đi nữa, thành phố New York này còn những lỗ hổng cần được lấp đầy."
    }
  },
  {
    "translation": {
      "en": "Two days ago, this city wept.",
      "vi": "Hai ngày trước, cả thành phố đã than khóc."
    }
  },
  {
    "translation": {
      "en": "We lost two heroes who gave everything for us...",
      "vi": "Chúng ta mất đi hai người hùng đã đem đến cho ta mọi thứ,"
    }
  },
  {
    "translation": {
      "en": "...who paid that ultimate sacrifice so that we may walk these streets safely.",
      "vi": "những người đã xả thân hết mình để chúng ta có thể bước đi an toàn trên phố."
    }
  },
  {
    "translation": {
      "en": "There wasn't even an awning.",
      "vi": "- Còn chẳng có cả bạt che ở đó nữa. - Không, tôi hiểu."
    }
  },
  {
    "translation": {
      "en": "-No, I know. -They just jumped 20 stories.",
      "vi": "- Còn chẳng có cả bạt che ở đó nữa. - Không, tôi hiểu. Họ chỉ nhảy xuống 20 tầng."
    }
  },
  {
    "translation": {
      "en": "Doesn't make sense.",
      "vi": "Thật vớ vẩn, đúng không?"
    }
  },
  {
    "translation": {
      "en": "I only hope God lets them take their .357s with them to heaven.",
      "vi": "Mong Chúa cho phép họ mang khẩu 357 lên thiên đàng để giữ..."
    }
  },
  {
    "translation": {
      "en": "It's our moment, Allen. Our moment to step up and be the guys.",
      "vi": "- Là thời của ta, Allen. - ...mọi người... Ta bước lên và khẳng định mình."
    }
  },
  {
    "translation": {
      "en": "-We're at a funeral. Show some respect. -What?",
      "vi": "- Đang dự đám tang đó. Thành kính chút đi - Gì cơ?"
    }
  },
  {
    "translation": {
      "en": "You don't think every other detective isn't thinking the same thing?",
      "vi": "Thế anh không nghĩ mấy gã khác cũng nghĩ như vậy sao?"
    }
  },
  {
    "translation": {
      "en": "Allen, listen. Danson and Highsmith are gone.",
      "vi": "Allen, nghe tôi này. Danson và Highsmith đi rồi."
    }
  },
  {
    "translation": {
      "en": "Their desks are empty. Someone has to fill those seats.",
      "vi": "Bàn họ trống rồi. Phải có ai đó thế vào chỗ đó."
    }
  },
  {
    "translation": {
      "en": "That someone is us, okay? The city's dying for a hero.",
      "vi": "Ai đó chính là chúng ta, hiểu chứ? Thành phố này khao khát người hùng."
    }
  },
  {
    "translation": {
      "en": "-Is it? -Yeah.",
      "vi": "- Vậy sao? - Phải."
    }
  },
  {
    "translation": {
      "en": "What about nine million socially-conscious and unified citizens...",
      "vi": "Nếu chín triệu công dân có ý thức xã hội và đoàn kết"
    }
  },
  {
    "translation": {
      "en": "...stepping up and doing their part?",
      "vi": "cùng bước lên và làm việc của họ thì sao?"
    }
  },
  {
    "translation": {
      "en": "As a kid, didn't you dress up and play cops and robbers?",
      "vi": "Khi còn nhỏ, anh không chơi trò cảnh sát bắt cướp sao?"
    }
  },
  {
    "translation": {
      "en": "I'll tell you what I did as a little kid.",
      "vi": "Tôi sẽ kể anh hồi nhỏ tôi làm gì."
    }
  },
  {
    "translation": {
      "en": "I went to school and made my bed.",
      "vi": "Tôi đến trường và tự dọn giường."
    }
  },
  {
    "translation": {
      "en": "And at age 11, I audited my parents.",
      "vi": "Tôi giúp bố mẹ kiểm tra sổ sách khi lên 11."
    }
  },
  {
    "translation": {
      "en": "And believe me, there were some discrepancies, and I was grounded.",
      "vi": "Tin tôi đi, có một số khác biệt, và tôi có cơ sở đấy."
    }
  },
  {
    "translation": {
      "en": "What the hell are you?",
      "vi": "Anh là cái quái gì thế?"
    }
  },
  {
    "translation": {
      "en": "Well, well, well. What do we got here?",
      "vi": "Chà chà. Xem ta có gì này?"
    }
  },
  {
    "translation": {
      "en": "Look at these two jamokes, would you? One shot Jeter, the other shot an office.",
      "vi": "Nhìn hai tên hề này không này? Một tên bắn Jeter còn tên kia nổ súng trong văn phòng đấy."
    }
  },
  {
    "translation": {
      "en": "Have some decorum. We're at a funeral.",
      "vi": "Lịch sự chút đi. Ta đang dự đám tang đấy. Suỵt."
    }
  },
  {
    "translation": {
      "en": "You wanna dance, brolio?",
      "vi": "Muốn chơi không hả đồ ô dù? Sao hả?"
    }
  },
  {
    "translation": {
      "en": "I will rock your body with big, nasty hooks. You'll be pissing blood out of your ass.",
      "vi": "Tôi sẽ lắc anh thật mạnh bằng một cái móc to và kinh tởm. Anh sẽ bón máu ra quần đấy."
    }
  },
  {
    "translation": {
      "en": "-That's horrible. -Why don't you step back, man?",
      "vi": "Gớm lắm đấy. Sao anh không lùi lại đi?"
    }
  },
  {
    "translation": {
      "en": "You touch him, I swear to God... I'm gonna beat you with Allen's head.",
      "vi": "Anh chạm vào anh ấy, thề có Chúa tôi sẽ đập anh nhừ tử bằng đầu của Allen."
    }
  },
  {
    "translation": {
      "en": "He's not gonna do that. Hyperbole. Weird example.",
      "vi": "Anh ta không làm đâu. Cường điệu thôi. Nhưng ví dụ hơi lạ đấy nhỉ."
    }
  },
  {
    "translation": {
      "en": "-You wanna go? -I wanna go!",
      "vi": "- Muốn chơi không? - Muốn đấy!"
    }
  },
  {
    "translation": {
      "en": "-Get him off. -Kick his ass.",
      "vi": "- Đưa hắn ra. - Đánh hắn đi Martin."
    }
  },
  {
    "translation": {
      "en": "Yeah. How do you like that?",
      "vi": "Ừ. Anh thấy sao hả?"
    }
  },
  {
    "translation": {
      "en": "-Pull his hair! -I love it.",
      "vi": "- Nắm tóc hắn! - Hay ghê."
    }
  },
  {
    "translation": {
      "en": "This hurts so good.",
      "vi": "- Đã thật đó. - Suỵt."
    }
  },
  {
    "translation": {
      "en": "-Very sorry for your loss. -What a lovely hat.",
      "vi": "- Rất tiếc vì nỗi mất mát của bà. - Mũ đẹp thật."
    }
  },
  {
    "translation": {
      "en": "I love your shoes.",
      "vi": "Tôi thích đôi giày của bà."
    }
  },
  {
    "translation": {
      "en": "-It's fine, it's fine. -Go, go.",
      "vi": "- Ổn rồi. - Chiến tiếp đi."
    }
  },
  {
    "translation": {
      "en": "Punish him!",
      "vi": "Cho hắn biết tay!"
    }
  },
  {
    "translation": {
      "en": "Oh, man.",
      "vi": "Ôi trời."
    }
  },
  {
    "translation": {
      "en": "Do it. That's how we do it in the hood.",
      "vi": "Làm đi. Đó là cách ta làm ngoài phố đấy."
    }
  },
  {
    "translation": {
      "en": "-Punish him. -That's not even a move.",
      "vi": "- Hành hạ nó. - Không ra đòn được."
    }
  },
  {
    "translation": {
      "en": "I'm the winner. I'm the winner, everybody saw.",
      "vi": "Tôi thắng rồi. Mọi người đều thấy nhé."
    }
  },
  {
    "translation": {
      "en": "What the hell is going on here?",
      "vi": "Chuyện quái gì đang xảy ra ở đây vậy?"
    }
  },
  {
    "translation": {
      "en": "Two good men are dead...",
      "vi": "Hai người tốt đã chết."
    }
  },
  {
    "translation": {
      "en": "...and you guys are fighting over who's gonna be the next hotshot?",
      "vi": "Còn các anh đánh nhau giành làm người nổi tiếng tiếp theo hả?"
    }
  },
  {
    "translation": {
      "en": "-Is that what's happening? -That's what's happening.",
      "vi": "Có phải thế không? Vâng, đúng là thế."
    }
  },
  {
    "translation": {
      "en": "Let me tell you about those guys.",
      "vi": "Để tôi nói các anh biết về họ."
    }
  },
  {
    "translation": {
      "en": "They knew that to become a good cop, you had to solve cases. Okay?",
      "vi": "Họ biết rằng để thành cớm giỏi, phải phá một số vụ án. Được chứ?"
    }
  },
  {
    "translation": {
      "en": "Okay, and maybe you start with the Castien robbery.",
      "vi": "Được thôi, có lẽ các anh nên bắt đầu với vụ cướp ở Castien đi."
    }
  },
  {
    "translation": {
      "en": "Okay? So just watch it.",
      "vi": "Biết chưa? Vậy nên đi tìm hiểu đi."
    }
  },
  {
    "translation": {
      "en": "Next time, me, you, library.",
      "vi": "Lần sau, tôi, anh, ở thư viện."
    }
  },
  {
    "translation": {
      "en": "-Not even close. -Come on, guys. Come on.",
      "vi": "- Đừng có tưởng bở. - Thôi nào, bỏ đi."
    }
  },
  {
    "translation": {
      "en": "-You are... -I'm the winner!",
      "vi": "- Anh... - Tôi là người thắng!"
    }
  },
  {
    "translation": {
      "en": "I didn't need you to stick up for me. I could've handled that myself.",
      "vi": "Tôi không cần anh phải giúp đâu, được chứ? Tôi có thể tự giải quyết."
    }
  },
  {
    "translation": {
      "en": "Hey, don't flatter yourself. It's the partner's code. I had no choice.",
      "vi": "Đừng quá tự mãn. Tinh thần đồng đội thôi. Tôi đâu muốn."
    }
  },
  {
    "translation": {
      "en": "Move.",
      "vi": "Tránh ra."
    }
  },
  {
    "translation": {
      "en": "-Nine-fifteen, let's have a great day! -Cut the shit!",
      "vi": "- 9 giờ 15, làm việc tốt nhé mọi người! - Thôi nói nhảm đi!"
    }
  },
  {
    "translation": {
      "en": "Good morning.",
      "vi": "Chào buổi sáng."
    }
  },
  {
    "translation": {
      "en": "We've got shots fired. 509 East 10th Street.",
      "vi": "Có vụ nổ súng tại số 509 đường số 10 Đông."
    }
  },
  {
    "translation": {
      "en": "Large amounts of cocaine on the scene. Try to stay out of trouble.",
      "vi": "Hiện trường có một lượng lớn cocaine. Cẩn thận nhé các anh."
    }
  },
  {
    "translation": {
      "en": "No chance you'd wanna go, right?",
      "vi": "Anh không theo tin này đâu nhỉ?"
    }
  },
  {
    "translation": {
      "en": "No chance. Too busy.",
      "vi": "Không đâu. Đang bận quá."
    }
  },
  {
    "translation": {
      "en": "All right, ladies. Starting to get the picture? We're about to lock shit down.",
      "vi": "Được rồi, mấy cô. Chuẩn bị chụp hình chưa? Vì bọn tôi sắp tóm chúng đây."
    }
  },
  {
    "translation": {
      "en": "-That's right. -Stay and get your type on.",
      "vi": "- Phải rồi. - Mấy cô em cứ ở lại và gõ phím tiếp."
    }
  },
  {
    "translation": {
      "en": "Go get them. Lot of energy, lot of focus.",
      "vi": "Đi bắt chúng đi. Nhiều năng lượng, nhớ tập trung."
    }
  },
  {
    "translation": {
      "en": "Shut up!",
      "vi": "Im đi!"
    }
  },
  {
    "translation": {
      "en": "Could I see you in the hallway for a second?",
      "vi": "Allen, ra ngoài nói chuyện một lát được không?"
    }
  },
  {
    "translation": {
      "en": "I'm super busy right now.",
      "vi": "Tôi đang bận lắm, Terry."
    }
  },
  {
    "translation": {
      "en": "No, no, I know. This'll be real quick.",
      "vi": "Không, tôi biết mà. Sẽ nhanh thôi."
    }
  },
  {
    "translation": {
      "en": "It's about the construction permits.",
      "vi": "Là vụ giấy phép xây dựng của ta đấy."
    }
  },
  {
    "translation": {
      "en": "-The scaffolding? -This is our thing, yeah.",
      "vi": "- Giàn giáo phạm luật hả? - Đúng rồi, vụ của ta."
    }
  },
  {
    "translation": {
      "en": "So, what do you got?",
      "vi": "Vậy...anh có gì rồi nào?"
    }
  },
  {
    "translation": {
      "en": "I got this! I'll put one right in your neck.",
      "vi": "Có cái này đây. Tôi đang kề nó vào cổ anh đấy."
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "vi": "- Anh làm cái gì thế? - Đi thôi."
    }
  },
  {
    "translation": {
      "en": "Let's go. We're going to that call.",
      "vi": "- Anh làm cái gì thế? - Đi thôi. Chúng ta sẽ nhận cuộc gọi đó."
    }
  },
  {
    "translation": {
      "en": "-What is this? -Shut up.",
      "vi": "- Gì thế? - Im đi."
    }
  },
  {
    "translation": {
      "en": "We're going to the car, and going after this case.",
      "vi": "- Ta ra xe và sẽ theo vụ này. - Anh sẽ không bắn tôi đâu."
    }
  },
  {
    "translation": {
      "en": "-You're not gonna shoot me. -I won't?",
      "vi": "- Ta ra xe và sẽ theo vụ này. - Anh sẽ không bắn tôi đâu. - Không sao? - Không."
    }
  },
  {
    "translation": {
      "en": "-No. -I shot Jeter.",
      "vi": "Tôi đã bắn Jeter đấy."
    }
  },
  {
    "translation": {
      "en": "-That was an accident. -Was it?",
      "vi": "- Đó chỉ là tai nạn - Vậy sao?"
    }
  },
  {
    "translation": {
      "en": "-Now move. -Okay.",
      "vi": "- Giờ thì đi. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "vi": "Ê này."
    }
  },
  {
    "translation": {
      "en": "Does anybody see this? He's got a gun on me.",
      "vi": "Có ai thấy không vậy? Anh ta chĩa súng vào tôi này."
    }
  },
  {
    "translation": {
      "en": "I'm being kidnapped.",
      "vi": "Tôi đang bị bắt cóc đấy."
    }
  },
  {
    "translation": {
      "en": "Really, we're in a police station and no one is interested in this?",
      "vi": "Thật là, đây là sở cảnh sát và không ai thèm quan tâm sao?"
    }
  },
  {
    "translation": {
      "en": "-So then what happened? -What do you think happened?",
      "vi": "Chuyện gì đã xảy ra? Thế anh nghĩ là chuyện gì? Tôi thức dậy, tháo nịt khỏi cổ,"
    }
  },
  {
    "translation": {
      "en": "I woke up, took the belt off my neck, got in my car and got out of there.",
      "vi": "Thế anh nghĩ là chuyện gì? Tôi thức dậy, tháo nịt khỏi cổ, vào xe rồi ra khỏi đó chứ sao."
    }
  },
  {
    "translation": {
      "en": "Talk about a wild weekend, right?",
      "vi": "Nói về cái cuối tuần thác loạn đó sao?"
    }
  },
  {
    "translation": {
      "en": "I thought I was gonna have to shoot my way out.",
      "vi": "Tôi còn tưởng mình phải xả vài phát cơ."
    }
  },
  {
    "translation": {
      "en": "What are you gonna do, you know? Bar mitzvahs.",
      "vi": "Anh định sẽ làm gì? Trai Do Thái đến tuổi 13 mà."
    }
  },
  {
    "translation": {
      "en": "What the hell is this?",
      "vi": "Cái quái gì vậy?"
    }
  },
  {
    "translation": {
      "en": "It's my car. It's a Prius.",
      "vi": "Xe tôi đấy. Một chiếc Prius."
    }
  },
  {
    "translation": {
      "en": "I feel like we're literally driving around in a vagina.",
      "vi": "Tôi cảm giác như đang chạy vòng quanh trong âm đạo vậy."
    }
  },
  {
    "translation": {
      "en": "Detective Hoitz and Gamble are on that 518 on East 10th.",
      "vi": "Thanh tra Hoitz và Gamble đang đến số 518 đường 10 Đông."
    }
  },
  {
    "translation": {
      "en": "Negatory, Martin and Fosse, two minutes out.",
      "vi": "Không tiếp nhận, Martin và Fosse, còn khoảng hai phút."
    }
  },
  {
    "translation": {
      "en": "We'll just see who's there first.",
      "vi": "Để xem ai tới trước nào."
    }
  },
  {
    "translation": {
      "en": "You stay out of our crime scene! You hear me?",
      "vi": "Các anh tránh xa hiện trường ra! Nghe không hả?"
    }
  },
  {
    "translation": {
      "en": "Go, go, go!",
      "vi": "Đi nào!"
    }
  },
  {
    "translation": {
      "en": "You feel that, Allen? That tingling in your balls?",
      "vi": "Cảm thấy không, Allen? Hả? Cảm giác rạo rực trong bi của mình ấy?"
    }
  },
  {
    "translation": {
      "en": "Butterflies in your stomach?",
      "vi": "Như đàn bướm kim loại to lớn bay trong bụng?"
    }
  },
  {
    "translation": {
      "en": "Are you sure you don't have testicular cancer?",
      "vi": "Anh chắc mình không bị ung thư tinh hoàn chứ?"
    }
  },
  {
    "translation": {
      "en": "I got something to get you going.",
      "vi": "Tôi có thứ khiến anh phấn khích đây."
    }
  },
  {
    "translation": {
      "en": "Let's go do some damage!",
      "vi": "Ta đi phá phách chút nào!"
    }
  },
  {
    "translation": {
      "en": "Nope.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "What the hell is that?",
      "vi": "Cái quái gì vậy?"
    }
  },
  {
    "translation": {
      "en": "This makes me feel like I'm going shopping for a bra.",
      "vi": "Nghe cứ như đang đi sắm mấy cái áo nịt ngực vậy."
    }
  },
  {
    "translation": {
      "en": "You know what? We go with no music, okay?",
      "vi": "Anh biết không... - Không cần nhạc nữa, được chứ? - Được."
    }
  },
  {
    "translation": {
      "en": "-Fine. -Say bye. No, don't say bye....",
      "vi": "- Chào tạm biệt đi. - Không, không tạm biệt..."
    }
  },
  {
    "translation": {
      "en": "You just signed your death warrant!",
      "vi": "Các anh vừa tự ký giấy khai tử rồi đấy, Hoitz!"
    }
  },
  {
    "translation": {
      "en": "Allen, punch that accelerator or I will shoot you in the foot!",
      "vi": "Allen, nhấn ga đi không thì tôi sẽ bắn vào chân anh đấy!"
    }
  },
  {
    "translation": {
      "en": "America!",
      "vi": "Nước Mỹ!"
    }
  },
  {
    "translation": {
      "en": "Allen! Allen, hit the brake!",
      "vi": "Allen! Đạp phanh đi!"
    }
  },
  {
    "translation": {
      "en": "Seriously, slow down! We're approaching the crime scene!",
      "vi": "Nghiêm túc đấy, chạy chậm lại! Ta gần tới hiện trường rồi!"
    }
  },
  {
    "translation": {
      "en": "-Terry, I'm coming in. -You're gonna smash right through!",
      "vi": "- Được rồi, tôi tới đây. - Anh sẽ đâm qua dải băng mất! Allen!"
    }
  },
  {
    "translation": {
      "en": "Dude! What...?",
      "vi": "- Cái... - Anh bạn! Cái gì..."
    }
  },
  {
    "translation": {
      "en": "That's a lot of cocaine.",
      "vi": "Nhiều cocaine thật."
    }
  },
  {
    "translation": {
      "en": "Did you yell \"America\" when you hit the accelerator?",
      "vi": "Anh hét \"nước Mỹ\"... - mỗi lần nhấn ga sao? - Không. Không hề."
    }
  },
  {
    "translation": {
      "en": "Nope. No. No.",
      "vi": "- mỗi lần nhấn ga sao? - Không. Không hề."
    }
  },
  {
    "translation": {
      "en": "I've never actually put my foot all the way down...",
      "vi": "Thật ra tôi chưa bao giờ đạp chân ga..."
    }
  },
  {
    "translation": {
      "en": "...to the ground with the accelerator like that.",
      "vi": "sát đất như thế."
    }
  },
  {
    "translation": {
      "en": "It got me slightly aroused.",
      "vi": "Đạp ga vậy làm tôi hơi phấn khích."
    }
  },
  {
    "translation": {
      "en": "Here we go.",
      "vi": "Đến rồi đây."
    }
  },
  {
    "translation": {
      "en": "Way to put your stamp on the crime scene, guys.",
      "vi": "Đóng dấu hiện trường được lắm đó các anh."
    }
  },
  {
    "translation": {
      "en": "-Prius, huh? -Yep, yep.",
      "vi": "- Prius hả? - Phải."
    }
  },
  {
    "translation": {
      "en": "Good mileage?",
      "vi": "Chạy nhiều rồi nhỉ?"
    }
  },
  {
    "translation": {
      "en": "-Outstanding. -Yeah.",
      "vi": "- Ồ! Rất nhiều. - Phải."
    }
  },
  {
    "translation": {
      "en": "Did this come with a dental dam?",
      "vi": "Có kèm kềm răng không vậy?"
    }
  },
  {
    "translation": {
      "en": "-No. -Get it?",
      "vi": "- Không. - Vậy hả?"
    }
  },
  {
    "translation": {
      "en": "-My Suburban shit one of these. -I didn't know they put tampons on wheels.",
      "vi": "Đêm qua con Suburban cũng chơi một em này. Không ngờ họ dán băng vệ sinh lên bánh xe."
    }
  },
  {
    "translation": {
      "en": "We've had our fun, huh? Looks like Scarface sneezed on your car.",
      "vi": "- Vui đấy chứ nhỉ? - Cứ như Scarface xì mũi lên xe anh vậy."
    }
  },
  {
    "translation": {
      "en": "All right, everybody!",
      "vi": "Được rồi, mọi người!"
    }
  },
  {
    "translation": {
      "en": "I'm gonna need you all to back up now. We're taking over.",
      "vi": "Tôi yêu cầu mọi người lùi lại. Chúng tôi sẽ phụ trách chỗ này."
    }
  },
  {
    "translation": {
      "en": "\"At the crime scene, LOL.\"",
      "vi": "\"Tại hiện trường, hài thật đấy.\""
    }
  },
  {
    "translation": {
      "en": "-Good tweet. -Yeah, thanks.",
      "vi": "- Tweet hay đấy. - Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "America has always been defined by its excess.",
      "vi": "Nước Mỹ luôn được định nghĩa bằng sự vượt trội."
    }
  },
  {
    "translation": {
      "en": "The Grand Canyon, professional sports contracts.",
      "vi": "Hẻm núi Grand Canyon, các hợp đồng thể thao chuyên nghiệp."
    }
  },
  {
    "translation": {
      "en": "Wendy's Baconator, extra bacon.",
      "vi": "Baconator của thương hiệu Wendy's, thị xông khói kèm thêm."
    }
  },
  {
    "translation": {
      "en": "I myself have 18 Lamborghinis...",
      "vi": "Riêng tôi... sở hữu 18 chiếc Lamborghini"
    }
  },
  {
    "translation": {
      "en": "...and a Subaru station wagon.",
      "vi": "và chiếc Station Wagon thương hiệu Subaru."
    }
  },
  {
    "translation": {
      "en": "And it's because of this excess that I have flourished.",
      "vi": "Và bởi sự vượt trội này mà tôi giàu có."
    }
  },
  {
    "translation": {
      "en": "I implore you, please, do not stop profiting.",
      "vi": "Tôi khẩn cầu các bạn, đừng ngưng tạo lợi nhuận."
    }
  },
  {
    "translation": {
      "en": "Live for excess. It's the American way.",
      "vi": "Hãy sống vì sự vượt trội. Đó mới là phong cách Mỹ."
    }
  },
  {
    "translation": {
      "en": "Hello.",
      "vi": "Xin chào."
    }
  },
  {
    "translation": {
      "en": "Mr. Ershon? I believe this call's for you.",
      "vi": "Ông Ershon? Tôi nghĩ đây là cuộc gọi dành cho ông."
    }
  },
  {
    "translation": {
      "en": "Sir David.",
      "vi": "David đây."
    }
  },
  {
    "translation": {
      "en": "David. You're not returning my calls, so I'd like you to meet Roger Wesley.",
      "vi": "David. Vì anh không chịu bắt máy của tôi nên tôi muốn anh gặp Roger Wesley."
    }
  },
  {
    "translation": {
      "en": "-Good day, mate. -Hey.",
      "vi": "- Chúc một ngày tốt lành, anh bạn. - Chào."
    }
  },
  {
    "translation": {
      "en": "Roger and his team are gonna babysit you because I think you're going to take off.",
      "vi": "Roger và nhóm sẽ trông chừng anh vì tôi không tin anh, vì tôi nghĩ anh đang định chuồn."
    }
  },
  {
    "translation": {
      "en": "Pamela, this is ridiculous. I'm not going anywhere.",
      "vi": "Thật nực cười đấy Pamela. Tôi sẽ không đi đâu hết. David, nghe này..."
    }
  },
  {
    "translation": {
      "en": "David, the Lendl quarterlies come out on the 26th.",
      "vi": "cuộc họp theo quý của Lendl sẽ rơi vào ngày 26."
    }
  },
  {
    "translation": {
      "en": "You have until then to give me my money. I'm not reporting any losses.",
      "vi": "Khi đó anh phải trả tiền. Không có báo cáo tổn thất nữa, David."
    }
  },
  {
    "translation": {
      "en": "I have zeroed in on a new investor.",
      "vi": "- Tôi đang để mắt tới một nhà đầu tư mới. - Vậy thì anh lấy tiền đó,"
    }
  },
  {
    "translation": {
      "en": "Well, then, get their money, make it disappear, then pay us back.",
      "vi": "- Tôi đang để mắt tới một nhà đầu tư mới. - Vậy thì anh lấy tiền đó, hô biến nó, rồi trả lại cho chúng tôi."
    }
  },
  {
    "translation": {
      "en": "Yes, yes, I'll tell him he doesn't need to keep watching me.",
      "vi": "Rồi, tôi sẽ bảo ông ta không cần trông chừng tôi nữa đâu."
    }
  },
  {
    "translation": {
      "en": "-David! -Okay, sweetheart, bye-bye.",
      "vi": "- David! - Được rồi, cưng à, tạm biệt."
    }
  },
  {
    "translation": {
      "en": "Yeah. She overreacted. She's a woman. So you're good to go.",
      "vi": "Ừ. Cô ta hơi thái quá. Phụ nữ mà. Nên các anh có thể đi được rồi."
    }
  },
  {
    "translation": {
      "en": "Heard everything, mate.",
      "vi": "Nghe hết mọi thứ rồi, anh bạn."
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen...",
      "vi": "Chào các quý ông, quý bà, đoán xem ai đã cho tôi bí mật"
    }
  },
  {
    "translation": {
      "en": "...guess who gave me the secrets to making my first billion dollars.",
      "vi": "Chào các quý ông, quý bà, đoán xem ai đã cho tôi bí mật giúp tôi kiếm 1 tỷ đô đầu tiên nào."
    }
  },
  {
    "translation": {
      "en": "That man there.",
      "vi": "Người này đây."
    }
  },
  {
    "translation": {
      "en": "Go! Go!",
      "vi": "Đi theo! Đi theo ông ta!"
    }
  },
  {
    "translation": {
      "en": "-Side! -Step aside, please.",
      "vi": "- Tránh qua nào! - Cho đi qua nào."
    }
  },
  {
    "translation": {
      "en": "You don't think I'm a real cop, do you?",
      "vi": "Anh không nghĩ tôi thật sự là cảnh sát?"
    }
  },
  {
    "translation": {
      "en": "No. I've said that to your face numerous times.",
      "vi": "Phải. Và tôi đã nói thẳng vào mặt anh cả trăm lần rồi."
    }
  },
  {
    "translation": {
      "en": "-I was really honest about that. -I'm working on a huge case, all right?",
      "vi": "Tôi rất thành thật về điều đó. Tôi cũng đang theo một vụ lớn...được chứ?"
    }
  },
  {
    "translation": {
      "en": "Owner with seven buildings under construction.",
      "vi": "Chủ sở hữu bảy toà nhà đang thi công."
    }
  },
  {
    "translation": {
      "en": "He hasn't applied for a single scaffolding permit.",
      "vi": "Ông ta chưa hề xin cấp phép dựng giàn giáo nào cả."
    }
  },
  {
    "translation": {
      "en": "Now, according to Ask Jeeves, this perp is at the Plaza Hotel speaking right now.",
      "vi": "Giờ theo như trang Ask Jeeves, gã đó đang ở khách sạn Plaza mà ta đang nói đến đấy."
    }
  },
  {
    "translation": {
      "en": "-That's your case? Scaffolding permits? -Yeah.",
      "vi": "Vụ lớn của anh đây sao? Cấp phép giàn giáo? Phải."
    }
  },
  {
    "translation": {
      "en": "Guess what? You're coming with me.",
      "vi": "Đoán xem? Giờ thì anh đi với tôi đấy."
    }
  },
  {
    "translation": {
      "en": "It's a wooden gun.",
      "vi": "Chỉ là cây súng gỗ mà thôi."
    }
  },
  {
    "translation": {
      "en": "That hurts, man!",
      "vi": "Đau đó!"
    }
  },
  {
    "translation": {
      "en": "I've always got Little River Band loaded up here. I've got six disks in here.",
      "vi": "Tôi luôn có sẵn nhạc của Little River Band ở đây. Tôi có sáu đĩa đấy."
    }
  },
  {
    "translation": {
      "en": "Claude, meet me outside, at the back of the service entrance.",
      "vi": "Claude, ra ngoài gặp tôi, sau lối vào cho phục vụ."
    }
  },
  {
    "translation": {
      "en": "I'm flying Air Singapore.",
      "vi": "Tôi sẽ bay hãng Air Singapore."
    }
  },
  {
    "translation": {
      "en": "-Hey. How's the wife? -She died.",
      "vi": "Vậy...Chào, Douglas. Vợ cậu sao rồi? - Cô ấy chết rồi. - Ôi trời!"
    }
  },
  {
    "translation": {
      "en": "Attaboy!",
      "vi": "- Cô ấy chết rồi. - Ôi trời!"
    }
  },
  {
    "translation": {
      "en": "I'll be there in two minutes exactly.",
      "vi": "Chính xác hai phút nữa tôi sẽ có mặt ở đó."
    }
  },
  {
    "translation": {
      "en": "Another thing I hate about you? You always pay in exact change.",
      "vi": "Một điều khác tôi ghét ở anh hả? Anh luôn trả đúng số tiền lẻ."
    }
  },
  {
    "translation": {
      "en": "You're just mad because I have a change purse.",
      "vi": "Anh bực vì tôi có ví tiền lẻ đẹp sao?"
    }
  },
  {
    "translation": {
      "en": "Why do you even care?",
      "vi": "Sao phải bận tâm chứ?"
    }
  },
  {
    "translation": {
      "en": "How can I help it? You know what? You know what's worse?",
      "vi": "Sao không chứ? Anh biết điều gì tệ nhất không?"
    }
  },
  {
    "translation": {
      "en": "-The way you fart. They're not manly. -You're being ridiculous.",
      "vi": "Cái cách anh đánh rắm. Chẳng nam tính gì cả. Anh kỳ cục thật đấy."
    }
  },
  {
    "translation": {
      "en": "They sound like a baby blowing out candles on a cake.",
      "vi": "Nghe như đứa trẻ thổi nến sinh nhật vậy."
    }
  },
  {
    "translation": {
      "en": "-What? -Like a little:",
      "vi": "- Cái gì? - Nó như..."
    }
  },
  {
    "translation": {
      "en": "-You know what bugs me about you? -What?",
      "vi": "- Biết điều gì làm tôi khó chịu anh chứ? - Gì?"
    }
  },
  {
    "translation": {
      "en": "I'm sure you've never voted.",
      "vi": "- Chắc chắn anh chưa bao giờ bỏ phiếu. - Đâu, có chứ."
    }
  },
  {
    "translation": {
      "en": "No, I vote. Sports radio, AM 880. Play of the week.",
      "vi": "- Chắc chắn anh chưa bao giờ bỏ phiếu. - Đâu, có chứ. Kênh phát thanh Thể thao 880 AM. Cầu thủ của tuần."
    }
  },
  {
    "translation": {
      "en": "You're like a child in a leather jacket. That's what you're like.",
      "vi": "Anh như đứa bé với chiếc áo khoác da vậy. Anh là vậy đấy."
    }
  },
  {
    "translation": {
      "en": "-Get out of the way, man! -Wait. Are you David Ershon?",
      "vi": "Tránh đường nào! Đợi đã... Ông là David Ershon?"
    }
  },
  {
    "translation": {
      "en": "Well, it's Sir David Ershon, but I don't bother with the....",
      "vi": "Vâng, là ngài David Ershon, nhưng tôi sẽ không bận tâm đến..."
    }
  },
  {
    "translation": {
      "en": "Anyway, little bit of a rush, if you don't mind. Thank you.",
      "vi": "Mà tôi đang vội lắm, nên nếu các anh không phiền. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "-Excuse me, you're under arrest, okay? -What?",
      "vi": "- Xin lỗi, nhưng ông đã bị bắt, được chứ? - Cái gì?"
    }
  },
  {
    "translation": {
      "en": "You have the right to remain silent. Anything you do or say can be used....",
      "vi": "Ông có quyền giữ im lặng. Bất cứ điều gì ông nói hay làm đều...ừm..."
    }
  },
  {
    "translation": {
      "en": "-What's the next part? -As a floatation device.",
      "vi": "Tiếp theo là gì nhỉ? - Dùng làm phao nổi. - Dùng làm phao nổi."
    }
  },
  {
    "translation": {
      "en": "As a floatation device.",
      "vi": "- Dùng làm phao nổi. - Dùng làm phao nổi."
    }
  },
  {
    "translation": {
      "en": "You know what? That's very funny. I have never Miranda-ed anyone before.",
      "vi": "Ồ. Anh biết không? Thật hài đó. - Tôi chưa đọc Quyền Miranda trước đây. - Thật à?"
    }
  },
  {
    "translation": {
      "en": "-Really? -Are you guys for real? Am I being punk'd?",
      "vi": "Các anh là cảnh sát thật hả? Tôi có bị lừa không vậy?"
    }
  },
  {
    "translation": {
      "en": "Detective Allen Gamble.",
      "vi": "Thanh tra Allen Gamle."
    }
  },
  {
    "translation": {
      "en": "We are in a cocaine-covered car, and we are bringing in a perp.",
      "vi": "Chúng tôi đang lái một xe phủ đầy cocaine, và đi cùng một nghi phạm."
    }
  },
  {
    "translation": {
      "en": "-One David Ershon. -A hundred and seventy-five pounds.",
      "vi": "- Một David Ershon. - Khoảng 80 kg."
    }
  },
  {
    "translation": {
      "en": "-Thank you, 175 pounds. -Shut up, man!",
      "vi": "- Cảm ơn nhé. 80 kg. - Này, im đi!"
    }
  },
  {
    "translation": {
      "en": "Martin and Fosse are probably on Studio B talking to Shepard Smith right now.",
      "vi": "Martin và Fosse có lẽ đang tham gia Studio B, nói chuyện với Shepard Smith."
    }
  },
  {
    "translation": {
      "en": "We arrest this jerkoff for a scaffolding permit?",
      "vi": "Ta bắt tên này vì giàn giáo trái phép sao?"
    }
  },
  {
    "translation": {
      "en": "Wait, wait, what am I being arrested for?",
      "vi": "Khoan đã, tôi bị bắt vì tội gì cơ?"
    }
  },
  {
    "translation": {
      "en": "For scaffolding permit violation.",
      "vi": "Dựng giàn giáo trái phép..."
    }
  },
  {
    "translation": {
      "en": "-I got my insurance card. -Easy, mate.",
      "vi": "- Tôi có bảo hiểm. Ở đâu đó. - Bình tĩnh nào."
    }
  },
  {
    "translation": {
      "en": "-What the hell? You ran into us! -Stand over there.",
      "vi": "Gì vậy? Anh lao vào bọn tôi mà! - Đứng ra kia. - Hả?"
    }
  },
  {
    "translation": {
      "en": "-Wood? -What the...?",
      "vi": "Gỗ sao? Cái quái..."
    }
  },
  {
    "translation": {
      "en": "-Couldn't see the car. It's big. -What?",
      "vi": "- Không thể thấy xe. Nó đủ lớn mà. - Cái gì?"
    }
  },
  {
    "translation": {
      "en": "Do not let these men take me.",
      "vi": "Đừng để họ bắt tôi."
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "vi": "Chào."
    }
  },
  {
    "translation": {
      "en": "-Why's she looking at you like that? -That's my car!",
      "vi": "Sao cô ta lại nhìn anh thế chứ? Xe tôi mà!"
    }
  },
  {
    "translation": {
      "en": "Hey, hey, hey! We didn't exchange insurance information!",
      "vi": "Này! Ta vẫn chưa trao đổi thông tin bảo hiểm!"
    }
  },
  {
    "translation": {
      "en": "Hey! Excuse me!",
      "vi": "Này! Xin lỗi!"
    }
  },
  {
    "translation": {
      "en": "Why did they take our shoes?",
      "vi": "Sao họ lại lấy giày của ta nhỉ?"
    }
  },
  {
    "translation": {
      "en": "-What the hell just happened? -Where's my iPhone?",
      "vi": "- Điều gì mới xảy ra vậy? - iPhone của tôi đâu rồi?"
    }
  },
  {
    "translation": {
      "en": "I think we've walked 30 blocks, man.",
      "vi": "Tôi nghĩ ta đi được 30 dãy nhà rồi đấy."
    }
  },
  {
    "translation": {
      "en": "I don't get why we can't just call the office and have a squad car come pick us up.",
      "vi": "Tôi không hiểu sao ta không gọi về đồn rồi cho xe đến đón ta chứ."
    }
  },
  {
    "translation": {
      "en": "They took our shoes, our guns, our car. No way that's going out on the radio.",
      "vi": "Không. Họ đã lấy giày, súng và cả xe của ta nữa. Không thể để chuyện này lên sóng được."
    }
  },
  {
    "translation": {
      "en": "If we're gonna do this together, there's issues we need to settle, okay?",
      "vi": "Nghe này, nếu định làm cùng nhau thì có vài thứ ta cần dàn xếp đấy, được chứ?"
    }
  },
  {
    "translation": {
      "en": "I mean, you said I had a weak chin. You said the way I pee is feminine.",
      "vi": "Ý tôi là anh nói tôi yếu mềm. Anh nói tôi đi tiểu như đàn bà."
    }
  },
  {
    "translation": {
      "en": "How do you think that makes me feel?",
      "vi": "Anh nghĩ tôi cảm thấy thế nào? Ý tôi là, những thứ anh nói,"
    }
  },
  {
    "translation": {
      "en": "I mean, that list you have, you put a lot of thought in. It's weird.",
      "vi": "Anh nghĩ tôi cảm thấy thế nào? Ý tôi là, những thứ anh nói, anh đã mất bao công sức. Lạ thật đấy."
    }
  },
  {
    "translation": {
      "en": "I hear you.",
      "vi": "Tôi nghe anh."
    }
  },
  {
    "translation": {
      "en": "Let's clean the slate right now. Fresh start.",
      "vi": "Từ giờ hãy xóa bỏ hiềm khích. Khởi đầu mới nhé."
    }
  },
  {
    "translation": {
      "en": "All right. Fresh start.",
      "vi": "Được rồi. Khởi đầu mới."
    }
  },
  {
    "translation": {
      "en": "Maybe we should call ourselves the Febreze Brothers...",
      "vi": "Có lẽ ta nên... tự gọi mình là anh em Febreze,"
    }
  },
  {
    "translation": {
      "en": "...because it's feeling so fresh right now. Right?",
      "vi": "vì cảm giác lúc này thật là tươi mới. Được chứ?"
    }
  },
  {
    "translation": {
      "en": "Let's do another fresh start. I wanted to punch you in the face.",
      "vi": "Làm khởi đầu mới khác đi, vì giờ tôi chỉ muốn đấm vào mặt anh."
    }
  },
  {
    "translation": {
      "en": "Fine, fresh start.",
      "vi": "Một khởi đầu mới."
    }
  },
  {
    "translation": {
      "en": "It's the last one.",
      "vi": "Lần cuối đấy."
    }
  },
  {
    "translation": {
      "en": "I have to be able to express myself.",
      "vi": "Tôi đang cố bày tỏ bản thân và kể chuyện thôi, anh biết đấy."
    }
  },
  {
    "translation": {
      "en": "-Okay, folks! Everybody, listen up! -Listen up!",
      "vi": "- Nào mọi người, nghe này! - Nghe này!"
    }
  },
  {
    "translation": {
      "en": "Got a high profile kidnapping.",
      "vi": "Có một vụ bắt cóc động trời đây."
    }
  },
  {
    "translation": {
      "en": "David Ershon, wealthy banker, multinational team.",
      "vi": "David Ershon, chủ nhà băng giàu có, công ty đa quốc gia."
    }
  },
  {
    "translation": {
      "en": "Maybe a sleeper cell, but it's early.",
      "vi": "Có thể là giới ngầm, nhưng còn quá sớm để kết luận."
    }
  },
  {
    "translation": {
      "en": "Hey, Bilbo Baggins. Where are your shoes? Because your feet are black.",
      "vi": "Này...Bilbo Baggins. Giày đâu rồi? Vì chân đen sì kìa."
    }
  },
  {
    "translation": {
      "en": "Who cares? It's not important, okay?",
      "vi": "Ai quan tâm chứ? Nó chẳng quan trọng đâu, được chứ?"
    }
  },
  {
    "translation": {
      "en": "Hoitz, Gamble, captain. Not good.",
      "vi": "Hoitz, Gamble, Đại úy gặp. Không ổn rồi."
    }
  },
  {
    "translation": {
      "en": "-Bye, guys. -Bye-bye.",
      "vi": "- Chào các anh. - Tạm biệt."
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "vi": "Nào."
    }
  },
  {
    "translation": {
      "en": "Guys, this is Don Beaman, the attorney for Mr. Ershon.",
      "vi": "Các anh, đây là Don Beaman, luật sư của ông Ershon."
    }
  },
  {
    "translation": {
      "en": "Roger Wesley, head of his private security.",
      "vi": "Roger Wesley, trưởng bộ phận an ninh cá nhân."
    }
  },
  {
    "translation": {
      "en": "-Hey, how are you? Son of a bitch! -Hey!",
      "vi": "- Chào, khỏe không? Đồ khốn! - Này!"
    }
  },
  {
    "translation": {
      "en": "Hey, Terry! Take it easy!",
      "vi": "Này, Terry! Bình tĩnh đi!"
    }
  },
  {
    "translation": {
      "en": "-That's the guy who took our guns. -And shoes!",
      "vi": "- Là gã lấy súng của bọn tôi đấy. - Cả giày tôi nữa!"
    }
  },
  {
    "translation": {
      "en": "Wait a minute. Did you identify yourselves as police officers?",
      "vi": "- Khoan. Các anh có nói mình là cớm không? - Thế đây là cái gì?"
    }
  },
  {
    "translation": {
      "en": "-What is this? -Allen, tell me. Did you?",
      "vi": "- Khoan. Các anh có nói mình là cớm không? - Thế đây là cái gì? Allen, nói xem. Có không?"
    }
  },
  {
    "translation": {
      "en": "No, we did not.",
      "vi": "Không, chúng tôi không nói."
    }
  },
  {
    "translation": {
      "en": "Sorry, gentlemen. We thought you were abducting Mr. Ershon.",
      "vi": "Cho chúng tôi xin lỗi. Chúng tôi nghĩ các anh định bắt cóc ông Ershon."
    }
  },
  {
    "translation": {
      "en": "It's only protocol.",
      "vi": "Chỉ là nghiệp vụ thôi."
    }
  },
  {
    "translation": {
      "en": "Mr. Ershon has agreed to correct this scaffolding situation. The case is closed.",
      "vi": "Ông Ershon đã đồng ý khắc phục chuyện giàn giáo. Vụ này khép lại."
    }
  },
  {
    "translation": {
      "en": "I've taken care of all necessary paperwork.",
      "vi": "Tôi đã lo các giấy tờ cần thiết."
    }
  },
  {
    "translation": {
      "en": "And you fellas should just be glad...",
      "vi": "Và các anh lúc này nên mừng"
    }
  },
  {
    "translation": {
      "en": "...that Mr. Ershon is not pressing charges for excessive force.",
      "vi": "vì ông Ershon không kiện về việc bị dùng vũ lực."
    }
  },
  {
    "translation": {
      "en": "-Thank you, captain. -You bet.",
      "vi": "- Cảm ơn Đại úy. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "Australian?",
      "vi": "Người Úc?"
    }
  },
  {
    "translation": {
      "en": "Special Forces, right?",
      "vi": "Lực lượng Đặc biệt hả?"
    }
  },
  {
    "translation": {
      "en": "Best watch your step, detective.",
      "vi": "Cẩn trọng đấy, Thanh tra."
    }
  },
  {
    "translation": {
      "en": "There are three things I love in this world:",
      "vi": "Trên đời này có ba thứ tôi yêu thích."
    }
  },
  {
    "translation": {
      "en": "Kylie Minogue...",
      "vi": "Kylie Minogue,"
    }
  },
  {
    "translation": {
      "en": "...small dimples just above a woman's buttocks...",
      "vi": "mấy cái lúm nhỏ trên mông đàn bà..."
    }
  },
  {
    "translation": {
      "en": "Beautiful features.",
      "vi": "Điểm đặc biệt xinh đẹp."
    }
  },
  {
    "translation": {
      "en": "...and the fear in a man's eye who knows I'm about to hurt him.",
      "vi": "...và nỗi sợ trong mắt kẻ biết tôi sắp cho hắn một trận."
    }
  },
  {
    "translation": {
      "en": "Hey! Shake your dicks. This pissing contest is over.",
      "vi": "Này! Đi tự sướng đi. Cuộc thi châm chọc này đã kết thúc."
    }
  },
  {
    "translation": {
      "en": "Come on, man.",
      "vi": "Thôi nào."
    }
  },
  {
    "translation": {
      "en": "All right, look, they returned your shoes.",
      "vi": "Được rồi, họ đã trả giày các anh đây."
    }
  },
  {
    "translation": {
      "en": "And they returned your weapons. Here you go, Terry.",
      "vi": "Và họ trả cả súng cho các anh. Cầm lấy này, Terry."
    }
  },
  {
    "translation": {
      "en": "Allen, someone was nice enough to put linseed oil on it...",
      "vi": "Allen, có vẻ ai đó tốt bụng đã bôi dầu lanh lên,"
    }
  },
  {
    "translation": {
      "en": "...some kind of stain on that, dark walnut or something.",
      "vi": "một vết nhơ trên đó... dầu đánh bóng hay đại loại như thế."
    }
  },
  {
    "translation": {
      "en": "You might wanna think about dropping a thank you note.",
      "vi": "Có thể anh sẽ muốn cảm ơn họ đấy."
    }
  },
  {
    "translation": {
      "en": "Okay. You're mad at us, huh, Gene?",
      "vi": "Được. Vẫn giận chúng tôi hả, Gene?"
    }
  },
  {
    "translation": {
      "en": "First off, don't call me Gene. I'm your captain.",
      "vi": "Trước nhất, không gọi tôi là Gene. Tôi là sếp các cậu đấy."
    }
  },
  {
    "translation": {
      "en": "Guys, do you remember the \"Be Smart\" speech?",
      "vi": "À mà các cậu vẫn nhớ bài diễn văn Thông Minh Hơn chứ hả?"
    }
  },
  {
    "translation": {
      "en": "-Sure. -All right.",
      "vi": "- Có. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "Well, what did you do? What'd you do about it?",
      "vi": "Vậy các anh đã làm gì nào? Muốn làm gì đây?"
    }
  },
  {
    "translation": {
      "en": "The opposite. We were not smart, Captain Gene.",
      "vi": "Ngược lại. Chúng tôi không thông minh, Đại úy Gene."
    }
  },
  {
    "translation": {
      "en": "It's just \"captain.\"",
      "vi": "Đại úy thôi."
    }
  },
  {
    "translation": {
      "en": "Just \"captain.\" Not \"Captain Gene.\" I don't have a kiddie show.",
      "vi": "Đại úy thôi. Đừng Đại úy Gene nữa. Tôi không làm chương tình trẻ em."
    }
  },
  {
    "translation": {
      "en": "That sounds creepy, \"Captain Gene.\"",
      "vi": "Đại úy Gene nghe hơi khó gần."
    }
  },
  {
    "translation": {
      "en": "Police mistakenly arrest investment banker, David Ershon.",
      "vi": "Cảnh sát đã bắt nhầm chủ ngân hàng đầu tư, David Ershon."
    }
  },
  {
    "translation": {
      "en": "Was he the victim of financial profiling?",
      "vi": "Liệu đây có phải hậu quả của việc lập hồ sơ tài chính?"
    }
  },
  {
    "translation": {
      "en": "Financial profiling? That's crazy. He broke the law and we arrested him.",
      "vi": "Lập hồ sơ tài chính sao? Điên rồi. Hắn phạm luật và ta bắt giữ."
    }
  },
  {
    "translation": {
      "en": "That wasn't a security team. He said, \"Don't let these people take me.\"",
      "vi": "Đó không phải đội an ninh. Ông ta đã nói \"Đừng để họ bắt tôi.\""
    }
  },
  {
    "translation": {
      "en": "When you hear hooves, you think horses, not zebras.",
      "vi": "Khi nghe tiếng móng guốc, anh sẽ nghĩ là ngựa, không phải ngựa vằn."
    }
  },
  {
    "translation": {
      "en": "What about donkeys or deer?",
      "vi": "Thế lừa hay nai thì sao?"
    }
  },
  {
    "translation": {
      "en": "They have hooves. What about bovine creatures?",
      "vi": "Chúng cũng có mà. Những loài thuộc giống bò nữa?"
    }
  },
  {
    "translation": {
      "en": "Were you just thinking to yourself, \"Fresh start\"?",
      "vi": "Đang nghĩ về khởi đầu mới hả?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Yeah. I could see it.",
      "vi": "- Phải. - Ừ. Tôi hiểu mà."
    }
  },
  {
    "translation": {
      "en": "Why don't we just go over to my place?",
      "vi": "Nghe này... sao ta không ghé chỗ tôi nhỉ?"
    }
  },
  {
    "translation": {
      "en": "We'll talk the case down.",
      "vi": "Ta tiếp tục bàn vụ này. Ta có thể ăn nhẹ."
    }
  },
  {
    "translation": {
      "en": "We can have dinner. You can meet Sheila.",
      "vi": "Ta tiếp tục bàn vụ này. Ta có thể ăn nhẹ. Anh có thể gặp Sheila."
    }
  },
  {
    "translation": {
      "en": "Two cops talking down a case while eating food, all right?",
      "vi": "Hai cảnh sát bàn chuyện trong khi ăn, được chứ?"
    }
  },
  {
    "translation": {
      "en": "-It's not dinner. -Fine.",
      "vi": "- Không ăn tối. - Được."
    }
  },
  {
    "translation": {
      "en": "And let me apologize in advance...",
      "vi": "Vậy để tôi xin lỗi trước, được không,"
    }
  },
  {
    "translation": {
      "en": "...in case my wife acts like a world-class bitch.",
      "vi": "phòng khi vợ tôi cư xử như một mụ khốn đẳng cấp quốc tế nhé."
    }
  },
  {
    "translation": {
      "en": "She's a big old broad, and she likes to wield it.",
      "vi": "Cô ấy là mụ già bự con, và cô ấy... thích dùng vũ lực."
    }
  },
  {
    "translation": {
      "en": "Okay, so I put together a little bio, complete with pictures of David Ershon.",
      "vi": "Được rồi, tôi đã làm một bản tiểu sử nhỏ, có cả hình ảnh của David Ershon."
    }
  },
  {
    "translation": {
      "en": "I used Adobe Premiere. I like to do a little weekend editing.",
      "vi": "Tôi dùng Adobe Premiere. Tôi hay làm việc này cuối tuần."
    }
  },
  {
    "translation": {
      "en": "I recently just cut three minutes out of Goodfellas.",
      "vi": "Mới đây tôi vừa cắt ba phút phim trong Hảo Bằng Hữu."
    }
  },
  {
    "translation": {
      "en": "David Ershon is currently the CEO of Ershon Consortium.",
      "vi": "David Ershon hiện đang là CEO của Tập đoàn Ershon."
    }
  },
  {
    "translation": {
      "en": "-Who's that talking? -It's the Frontline Narration App.",
      "vi": "Ai đang nói vậy? Ứng dụng Frontline Narration. Chỉ 99 xen thôi."
    }
  },
  {
    "translation": {
      "en": "Ershon Consortium, current financial investments exceed 70 billion.",
      "vi": "Ershon Consortium, đầu tư tài chính hiện tại đã vượt quá 70 tỷ đô la. 70 TỶ ĐÔ LA"
    }
  },
  {
    "translation": {
      "en": "His largest clients include Schering-Plough and Lendl Global.",
      "vi": "Các khách hàng lớn nhất là Schering-Plough và Tập đoàn Toàn cầu Lendl."
    }
  },
  {
    "translation": {
      "en": "Lendl has those ads where I can't figure out what they do.",
      "vi": "Lendl COS vài quảng cáo TV nhưng tôi không biết họ làm gì nữa."
    }
  },
  {
    "translation": {
      "en": "Yeah, oil, media, health care, you've heard their jingle:",
      "vi": "Ừ, dầu, truyền thông, y tế, chắc anh nghe điệp khúc của họ rồi."
    }
  },
  {
    "translation": {
      "en": "Lendl Global, we're in everything",
      "vi": "Lendl Global, chúng tôi trong mọi lĩnh vực"
    }
  },
  {
    "translation": {
      "en": "David Ershon is often found in the company of Judge Scalia...",
      "vi": "David Ershon thường xuất hiện ở công ty của Judge Scalia..."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -...and the lead singer of Maroon 5.",
      "vi": "Hay đấy. ...và ca sĩ chính của Maroon 5."
    }
  },
  {
    "translation": {
      "en": "I mean, this guy could be connected to drug cartels...",
      "vi": "Theo tôi, hắn có thể dính đến buôn lậu ma túy,"
    }
  },
  {
    "translation": {
      "en": "...black market organ sales, human trafficking, all of it.",
      "vi": "thị trường nội tạng chợ đen, buôn người, tất cả."
    }
  },
  {
    "translation": {
      "en": "-How do you get that from anything I said? -Hey, guys! Soup's on.",
      "vi": "Sao anh có thể suy ra từ những gì tôi vừa nói? Các chàng trai! Súp xong rồi."
    }
  },
  {
    "translation": {
      "en": "What do you mean?",
      "vi": "Ý anh là sao?"
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "vi": "Chào."
    }
  },
  {
    "translation": {
      "en": "-Hi. -You must be Terry.",
      "vi": "- Chào. - Anh chắc là Terry."
    }
  },
  {
    "translation": {
      "en": "I'm sorry I've been hiding, honey, but this dinner was tricky.",
      "vi": "Xin lỗi vì không xuất hiện, anh yêu. Bữa tối làm khó ghê."
    }
  },
  {
    "translation": {
      "en": "-Who are you? -I'm Dr. Sheila Gamble, his wife.",
      "vi": "- Cô là ai vậy? - Tiến sĩ Sheila Gamble, vợ anh ấy."
    }
  },
  {
    "translation": {
      "en": "-Come on, seriously. Who is that? -His old lady.",
      "vi": "- Thôi nào, nghiêm túc đi. Ai vậy? - Cô vợ già của anh ấy."
    }
  },
  {
    "translation": {
      "en": "-Sweetie, it's a workstation. -Got it.",
      "vi": "- Em yêu, bọn anh đang làm việc đấy. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "And you come in here, dressed like a hobo, it's distracting.",
      "vi": "Em vào đây. ăn mặc như thế, sẽ khiến bọn anh xao lãng."
    }
  },
  {
    "translation": {
      "en": "I know you're working. I'm so sorry.",
      "vi": "Em biết anh đang bận việc. Em xin lỗi."
    }
  },
  {
    "translation": {
      "en": "-Come on, seriously. -Come on, what?",
      "vi": "Thôi nào, nghiêm túc đấy. - Vụ gì? - Ai kia?"
    }
  },
  {
    "translation": {
      "en": "That's the old ball and chain.",
      "vi": "Là...gông cùm già đấy."
    }
  },
  {
    "translation": {
      "en": "Get over here.",
      "vi": "Lại đây nào."
    }
  },
  {
    "translation": {
      "en": "-Not-- Not right now. -Okay.",
      "vi": "- Không phải lúc. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "They're not all first-round picks, okay?",
      "vi": "Họ không phải là những lựa chọn đầu tiên, được chứ?"
    }
  },
  {
    "translation": {
      "en": "Are you gonna tell me who that is?",
      "vi": "Thôi nào, anh có định nói ai đây không?"
    }
  },
  {
    "translation": {
      "en": "-Are you really Allen's wife? -I know.",
      "vi": "Cô thật sự là vợ của Allen sao? Ừ. Tôi biết."
    }
  },
  {
    "translation": {
      "en": "People are shocked because he's Episcopalian and I'm Catholic...",
      "vi": "Mọi người sốc vì anh ấy theo Tân giáo còn tôi Công giáo, nhưng..."
    }
  },
  {
    "translation": {
      "en": "...but somehow it works.",
      "vi": "đôi khi nó lại xảy ra."
    }
  },
  {
    "translation": {
      "en": "-Are you gonna change? -I already did.",
      "vi": "- Em có định thay đồ không? - Ồ. Em thay rồi mà."
    }
  },
  {
    "translation": {
      "en": "It's no big deal. You look really nice.",
      "vi": "Không sao đâu. Trông cô rất đẹp mà."
    }
  },
  {
    "translation": {
      "en": "Terry, you don't have to be polite, okay? She looks kind of shitty.",
      "vi": "Terry, anh không cần lịch sự vậy đâu, được chứ? Cô ấy trông thật rẻ tiền."
    }
  },
  {
    "translation": {
      "en": "Don't speak to her like that.",
      "vi": "Đừng nói cô ấy như vậy chứ, Allen."
    }
  },
  {
    "translation": {
      "en": "Look, if I put that in my Cosmo Fashion App, you'd probably get a D-minus.",
      "vi": "Này, nếu anh đưa bộ này vào ứng dụng thời trang Cosmo thì em sẽ bị D trừ. Ồ! Allen và ứng dụng của anh ta. Allen thích chúng lắm."
    }
  },
  {
    "translation": {
      "en": "Allen and his apps. He loves them.",
      "vi": "Ồ! Allen và ứng dụng của anh ta. Allen thích chúng lắm."
    }
  },
  {
    "translation": {
      "en": "You know he's designed three of his own? One of them.... Can I tell him?",
      "vi": "Anh biết anh ấy đã viết ba cái chứ? - Một trong số đó... Em kể nhé? - Ừm."
    }
  },
  {
    "translation": {
      "en": "One of them, you can take a picture of anybody's face...",
      "vi": "Có một cái giúp anh chụp hình khuôn mặt của bất cứ ai,"
    }
  },
  {
    "translation": {
      "en": "...and it'll tell you what the back of his head looks like.",
      "vi": "và nó sẽ cho biết phía sau đầu họ ra sao đấy."
    }
  },
  {
    "translation": {
      "en": "-Faceback. -Faceback.",
      "vi": "- Faceback. - Faceback."
    }
  },
  {
    "translation": {
      "en": "Got some horrible reviews out of the gate.",
      "vi": "Có vài đánh giá không tốt lắm."
    }
  },
  {
    "translation": {
      "en": "-It's gonna hit. -It's gonna catch.",
      "vi": "- Nó sẽ thành công. - Được chú ý."
    }
  },
  {
    "translation": {
      "en": "Why are you with Allen?",
      "vi": "Sao cô lại ở với Allen?"
    }
  },
  {
    "translation": {
      "en": "I mean, that's not what I meant. I meant, how did you guys meet?",
      "vi": "Ý tôi không phải vậy đâu. Ý tôi là sao hai người gặp nhau vậy?"
    }
  },
  {
    "translation": {
      "en": "It's a really typical \"how we met\" story, Terry.",
      "vi": "Đó là câu chuyện điển hình, \"chúng tôi gặp nhau thế nào\", Terry à."
    }
  },
  {
    "translation": {
      "en": "You're gonna be bored by it.",
      "vi": "Anh sẽ phát chán cho coi."
    }
  },
  {
    "translation": {
      "en": "I was a dancer for the Knicks while finishing my residency.",
      "vi": "Tôi là vũ công ở Knicks và sắp kết thúc thời gian nội trú ở bệnh viện Columbia."
    }
  },
  {
    "translation": {
      "en": "Allen came into the ER with poison ivy on his rectum.",
      "vi": "Allen đến phòng cấp cứu - với ống thuốc luồn vào trực tràng. - Phải."
    }
  },
  {
    "translation": {
      "en": "Needless to say, I fell for him immediately.",
      "vi": "Không cần phải nói, tôi hoàn toàn đổ gục trước anh ấy."
    }
  },
  {
    "translation": {
      "en": "It's funny, it's like a scene from that one movie, always forget the name of it.",
      "vi": "Rất hài hước, giống một cảnh trong phim, lúc nào cũng quên tên phim đó."
    }
  },
  {
    "translation": {
      "en": "-With Meg Ryan. -Yes.",
      "vi": "- Ờ...Có Meg Ryan. - Đúng."
    }
  },
  {
    "translation": {
      "en": "Don't remember a movie where Meg Ryan meets a guy with poison ivy up his ass.",
      "vi": "Tôi chẳng nhớ có phim nào Meg Ryan gặp một gã bị luồn ống ở mông cả."
    }
  },
  {
    "translation": {
      "en": "-I'll think of it. I'll think of it. -Okay.",
      "vi": "- Để nghĩ xem nào - Vâng."
    }
  },
  {
    "translation": {
      "en": "So what about you? You have a girl?",
      "vi": "Vậy anh thì sao, Terry? Có cô nào không?"
    }
  },
  {
    "translation": {
      "en": "I did, yeah.",
      "vi": "Có, đã từng."
    }
  },
  {
    "translation": {
      "en": "We were supposed to get married, but she backed out.",
      "vi": "Chúng tôi sắp kết hôn nhưng cô ấy hủy bỏ. Chuyện phức tạp lắm."
    }
  },
  {
    "translation": {
      "en": "-Terry shot Derek Jeter. -Shut up. This was before.",
      "vi": "Terry đã bắn Derek Jeter. Im đi, Allen. Chuyện này là trước đó cơ."
    }
  },
  {
    "translation": {
      "en": "That's okay.",
      "vi": "Không sao đâu."
    }
  },
  {
    "translation": {
      "en": "She's Got Mail. That's the movie.",
      "vi": "- Ồ! Tên bộ phim là She's Got Mail. - Đúng rồi!"
    }
  },
  {
    "translation": {
      "en": "That's it! Honey!",
      "vi": "- Ồ! Tên bộ phim là She's Got Mail. - Đúng rồi! - Anh yêu! - Với Tom Hanks?"
    }
  },
  {
    "translation": {
      "en": "-With Tom Hanks? -Right.",
      "vi": "- Anh yêu! - Với Tom Hanks?"
    }
  },
  {
    "translation": {
      "en": "-And Meg Ryan. -He didn't have poison ivy.",
      "vi": "- Ừ và Meg Ryan. - Meg Ryan. Anh ta đâu có luồn ống từ mông."
    }
  },
  {
    "translation": {
      "en": "-Yes, he did. -He did. Yeah.",
      "vi": "- Có mà. - Có chứ."
    }
  },
  {
    "translation": {
      "en": "Way up there.",
      "vi": "Lên tận phía trên."
    }
  },
  {
    "translation": {
      "en": "Well, can't thank you enough for coming by. What a....",
      "vi": "À, Terry, cảm ơn anh đã ghé qua ăn tối. Thật là một..."
    }
  },
  {
    "translation": {
      "en": "Wonderful evening. Thank you.",
      "vi": "- một buổi tối tuyệt vời. Cảm ơn. - Thật vui khi gặp anh, Terry."
    }
  },
  {
    "translation": {
      "en": "-It was so, so nice meeting you, Terry. -It was my pleasure. Thank you.",
      "vi": "- một buổi tối tuyệt vời. Cảm ơn. - Thật vui khi gặp anh, Terry. - Tôi rất hân hạnh. Cảm ơn. - Và hãy nhớ tôi chỉ nhờ anh một việc..."
    }
  },
  {
    "translation": {
      "en": "And remember, all I ask of you is, you don't let him get hurt, Terry.",
      "vi": "- Tôi rất hân hạnh. Cảm ơn. - Và hãy nhớ tôi chỉ nhờ anh một việc... đừng để anh ấy bị thương nhé, Terry."
    }
  },
  {
    "translation": {
      "en": "-She tells me that every day. -Yep, I do.",
      "vi": "- Cô ấy luôn nói vậy trước lúc tôi đi làm. - Vâng, vậy đó."
    }
  },
  {
    "translation": {
      "en": "I come downstairs and I make him his fresh-cut strawberries...",
      "vi": "Tôi xuống nhà và chuẩn bị cho anh ấy những trái dâu tươi vừa cắt,"
    }
  },
  {
    "translation": {
      "en": "...and I say, \"Listen, sugar balls, whatever you do...",
      "vi": "và nói, \"Nhớ nhé, viên đường nhỏ của em, hôm nay dù có làm bất cứ gì,"
    }
  },
  {
    "translation": {
      "en": "-...you just don't get hurt.\" -Yeah. Every morning.",
      "vi": "cũng đừng để bị thương nhé.\" Phải, mỗi sáng."
    }
  },
  {
    "translation": {
      "en": "And then I show him my breasts and I say, \"These are waiting for you...",
      "vi": "Rồi tôi phô ngực mình ra và nói: - \"Chúng đang chờ anh khi anh về nhà.\" - Phải."
    }
  },
  {
    "translation": {
      "en": "-...when you get home.\" -Right.",
      "vi": "- \"Chúng đang chờ anh khi anh về nhà.\" - Phải."
    }
  },
  {
    "translation": {
      "en": "You know, they're not the biggest breasts he's ever seen...",
      "vi": "Anh biết đấy Terry, dù không phải cỡ lớn nhất anh ấy từng thấy,"
    }
  },
  {
    "translation": {
      "en": "-...but, man, are they perky. -Not by a long shot.",
      "vi": "- nhưng mà đầy sức sống. - Không hề."
    }
  },
  {
    "translation": {
      "en": "-They are firm, and they are yours. -You're a nice lady.",
      "vi": "Và chúng căng, và chúng là của anh. Cô thật đáng yêu."
    }
  },
  {
    "translation": {
      "en": "Thank you for coming.",
      "vi": "Cảm ơn vì đã đến."
    }
  },
  {
    "translation": {
      "en": "Detectives Hoitz and Gamble? Detectives Hoitz and Gamble? Over.",
      "vi": "Thanh tra Hoitz và Gamble? Thanh tra Hoitz và Gamble? Hết."
    }
  },
  {
    "translation": {
      "en": "Go for Hoitz.",
      "vi": "Hoitz đây."
    }
  },
  {
    "translation": {
      "en": "-We found your red Prius. -Great.",
      "vi": "- Đã thấy chiếc Prius đỏ. - Tốt."
    }
  },
  {
    "translation": {
      "en": "It was trying to vote for Ralph Nader.",
      "vi": "Nó tìm cách bỏ phiếu cho Ralph Nader."
    }
  },
  {
    "translation": {
      "en": "-Come on. -Okay, sugar balls, listen up.",
      "vi": "- Thôi nào. - Được rồi, kẹo gòn, nghe đây."
    }
  },
  {
    "translation": {
      "en": "There's gonna be fingerprints.",
      "vi": "Trên xe có thể có hàng đống dấu tay."
    }
  },
  {
    "translation": {
      "en": "We're gonna run those through the system.",
      "vi": "Ngày mai ta sẽ quét nhận dạng dấu tay bằng hệ thống."
    }
  },
  {
    "translation": {
      "en": "And if we get a hit, this case is gonna heat up faster than a junkie's spoon.",
      "vi": "Và nếu ta trúng mánh, vụ này sẽ còn nóng hơn cái muỗng đun ma túy nữa."
    }
  },
  {
    "translation": {
      "en": "You do one thing tomorrow, bring it.",
      "vi": "Anh có việc để làm khi thức dậy vào sáng mai, mang nó đến nhé."
    }
  },
  {
    "translation": {
      "en": "-Okay. -Thank you, Sheila.",
      "vi": "- Được. - Cảm ơn Sheila."
    }
  },
  {
    "translation": {
      "en": "He'll bring it.",
      "vi": "Anh ấy sẽ mang mà."
    }
  },
  {
    "translation": {
      "en": "-Good night! -Good night.",
      "vi": "- Ngủ ngon! - Ngủ ngon!"
    }
  },
  {
    "translation": {
      "en": "Thank you, Sheila.",
      "vi": "Cảm ơn Sheila."
    }
  },
  {
    "translation": {
      "en": "-Bye, Terry! -Bye, Sheila! I'll never forget tonight.",
      "vi": "- Tạm biệt Terry! - Chào Sheila! Tôi sẽ không quên tối nay đâu."
    }
  },
  {
    "translation": {
      "en": "-Bye, Terry! -Whatever. Go inside.",
      "vi": "- Chào Terry! - Được rồi, Allen. Vào trong đi."
    }
  },
  {
    "translation": {
      "en": "Bye, Sheila!",
      "vi": "Tạm biệt Sheila!"
    }
  },
  {
    "translation": {
      "en": "-Night! -See you, Terry!",
      "vi": "- Ngủ ngon! - Hẹn gặp lại, Terry!"
    }
  },
  {
    "translation": {
      "en": "Bye, Sheila.",
      "vi": "Tạm biệt Sheila."
    }
  },
  {
    "translation": {
      "en": "I don't know if he heard me. Bye, Terry!",
      "vi": "Không biết anh ấy nghe anh nói không. Chào Terry!"
    }
  },
  {
    "translation": {
      "en": "Bye, Sheila!",
      "vi": "Bye Sheila!"
    }
  },
  {
    "translation": {
      "en": "Well, here she is. They left her under an overpass for the night.",
      "vi": "Nó đây. Chúng bỏ lại nó dưới chân cầu vượt đêm qua."
    }
  },
  {
    "translation": {
      "en": "You find anything?",
      "vi": "Tìm được gì không?"
    }
  },
  {
    "translation": {
      "en": "Yeah. We found a lot of stuff.",
      "vi": "Có. Bọn tôi tìm được khá nhiều thứ đấy."
    }
  },
  {
    "translation": {
      "en": "From bodily fluid and hair samples...",
      "vi": "Từ dịch nhờn và mẫu tóc,"
    }
  },
  {
    "translation": {
      "en": "...we determined that a bunch of old, homeless dudes had an orgy.",
      "vi": "chúng tôi xác định là một đám già vô gia cư đã truy hoan tập thể trong xe."
    }
  },
  {
    "translation": {
      "en": "-Oh, God. -Yeah.",
      "vi": "Trời ạ."
    }
  },
  {
    "translation": {
      "en": "You know what that's called? That's called a soup kitchen.",
      "vi": "Vậy đấy. Anh biết thế gọi là gì không? Gọi là bếp nấu súp đấy."
    }
  },
  {
    "translation": {
      "en": "It's pretty rough stuff.",
      "vi": "Khá là dữ dội đấy."
    }
  },
  {
    "translation": {
      "en": "Not long after that, a mama raccoon came along and gave birth on the floor.",
      "vi": "Ngay sau đó, một bà gấu mèo mẹ đến... và đẻ con luôn trong đó đấy."
    }
  },
  {
    "translation": {
      "en": "What about fingerprints? Any fingerprints?",
      "vi": "Thế dấu tay thì sao? Anh có thấy dấu tay nào không?"
    }
  },
  {
    "translation": {
      "en": "-Couldn't get a one. -Found a cell phone.",
      "vi": "- Không, không một dấu nào. - Tìm thấy một chiếc điện thoại."
    }
  },
  {
    "translation": {
      "en": "-Yeah, that's mine. -Any signs of a struggle or spent shells?",
      "vi": "À, của tôi ấy mà. Có dấu hiệu của vật lộn hay vỏ đạn không?"
    }
  },
  {
    "translation": {
      "en": "No. Believe me, everybody that was in on this orgy was more than willing.",
      "vi": "Không. Tin tôi đi, ai tham gia thác loạn cũng vì ham muốn cả."
    }
  },
  {
    "translation": {
      "en": "They even left you a note here.",
      "vi": "Mà thật ra họ có để lại mảnh giấy này."
    }
  },
  {
    "translation": {
      "en": "\"Thanks for the F-shack. Love, Dirty Mike and the boys.\"",
      "vi": "\"Cảm ơn vì cái lều ngủ này. Yêu lắm, Mike Bẩn và đàn em.\""
    }
  },
  {
    "translation": {
      "en": "Here's something. About a dozen unscratched lottery tickets.",
      "vi": "Đây là thứ chúng tôi tìm được. Chúng ta có hàng tá vé số chưa cào."
    }
  },
  {
    "translation": {
      "en": "No fingerprints or nothing. Check that out.",
      "vi": "Không dấu tay hay gì cả. Coi thử xem."
    }
  },
  {
    "translation": {
      "en": "Yeah, it's a real shame. I got a Prius. It's a hell of a machine.",
      "vi": "Ừ, thật xấu hổ, anh biết không. Tôi có sắm một chiếc Prius. Chiếc này thật oách."
    }
  },
  {
    "translation": {
      "en": "It's my first brand-new car. I've never owned a new car.",
      "vi": "Chiếc xe mới đầu tiên của tôi đấy. Trước giờ tôi đã có xe mới đâu."
    }
  },
  {
    "translation": {
      "en": "Watch out. In the back, there's a baby mouse in a used condom.",
      "vi": "Cẩn thận. Ở ghế sau có chuột con trong bao cao su xài rồi đấy."
    }
  },
  {
    "translation": {
      "en": "Really gross.",
      "vi": "Gớm quá."
    }
  },
  {
    "translation": {
      "en": "Not even a free ticket.",
      "vi": "Còn chẳng có một vé miễn phí."
    }
  },
  {
    "translation": {
      "en": "What are we gonna do?",
      "vi": "Ta sẽ làm gì đây?"
    }
  },
  {
    "translation": {
      "en": "We got no fingerprints, a bunch of losing lottery tickets.",
      "vi": "Chẳng thu được dấu tay nào, lại còn cả mớ vé số trật này nữa."
    }
  },
  {
    "translation": {
      "en": "Look, there's a two-minute call made after we were jumped.",
      "vi": "Coi này, có một cuộc gọi dài hai phút sau khi ta ra khỏi xe."
    }
  },
  {
    "translation": {
      "en": "-They used your phone? -They ghost dialed.",
      "vi": "- Chúng dùng máy anh sao? - Quay sai số."
    }
  },
  {
    "translation": {
      "en": "Probably sat on it.",
      "vi": "Có lẽ ai đó đã ngồi lên nó."
    }
  },
  {
    "translation": {
      "en": "It could have recorded their conversation when Ershon got grabbed.",
      "vi": "Có thể nó ghi âm được cuộc đối thoại của chúng khi bắt Ershon."
    }
  },
  {
    "translation": {
      "en": "We gotta hear the other side of that call.",
      "vi": "Chúng ta sẽ nghe đầu bên kia nói gì."
    }
  },
  {
    "translation": {
      "en": "Nope, no, it's nothing.",
      "vi": "Không, không có gì cả."
    }
  },
  {
    "translation": {
      "en": "-It's the only lead we have. -It's nothing.",
      "vi": "- Không gì sao? Đó là manh mối duy nhất. - Không có gì cả."
    }
  },
  {
    "translation": {
      "en": "Why did you just get super jumpy?",
      "vi": "Sao anh lại bồn chồn vậy?"
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Gì cơ?"
    }
  },
  {
    "translation": {
      "en": "It's an ex-girlfriend, okay?",
      "vi": "Là bạn gái cũ, được chưa?"
    }
  },
  {
    "translation": {
      "en": "-What's the matter? What happened? -She was just a bit of a handful, that's it.",
      "vi": "Chuyện gì vậy? Hai người có chuyện gì vậy? Cô ấy hơi phiền. Thế thôi."
    }
  },
  {
    "translation": {
      "en": "Allen, it's the only lead we have.",
      "vi": "Allen... đó là manh mối duy nhất ta có."
    }
  },
  {
    "translation": {
      "en": "We either go with this or we walk away right now.",
      "vi": "Ta phải tiếp tục hoặc từ bỏ vụ này luôn đi."
    }
  },
  {
    "translation": {
      "en": "Fine. Let's go see her.",
      "vi": "Được thôi, đi gặp cô ấy."
    }
  },
  {
    "translation": {
      "en": "Hello, Christinith.",
      "vi": "Chào Christinith."
    }
  },
  {
    "translation": {
      "en": "Hello, Allen.",
      "vi": "Chào Allen."
    }
  },
  {
    "translation": {
      "en": "-That's my partner, Terry. -Hi, Telly.",
      "vi": "- Đồng nghiệp của anh, Terry. - Chào Telly."
    }
  },
  {
    "translation": {
      "en": "-Holy shit. Dude. -Just relax, relax.",
      "vi": "Mẹ cha ơi. Bình tĩnh đi."
    }
  },
  {
    "translation": {
      "en": "I waited for you in Tower Records for four hours.",
      "vi": "Tôi đã đợi anh ở Tower Records suốt bốn tiếng."
    }
  },
  {
    "translation": {
      "en": "That was 13 years ago.",
      "vi": "Đã 13 năm rồi."
    }
  },
  {
    "translation": {
      "en": "Arnold Palmer alert. Arnold Palmer alert. Who wants some Arnie Palmies?",
      "vi": "Báo động Arnold Palmer. Ai muốn chút ít Arnie Palmies nào?"
    }
  },
  {
    "translation": {
      "en": "This one has the vodky, right here.",
      "vi": "Em yêu, cái này có ít vodka đấy, ngay đây."
    }
  },
  {
    "translation": {
      "en": "-Hal, just place it down, please. -All righty.",
      "vi": "Hal, cứ để xuống đi. Được thôi."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "I did things in bed with you that I haven't done with anyone since.",
      "vi": "Mấy việc em làm trên giường với anh từ khi đó vẫn chưa làm lại với ai cả."
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "-Christinith, your husband, it's awkward. -No, he knows.",
      "vi": "- Christinith, chồng em đó, không hay đâu. - Ồ không, anh ấy biết hết mà."
    }
  },
  {
    "translation": {
      "en": "-You're a lucky dog. -It's true.",
      "vi": "- Anh là một gã may mắn đấy. - Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "Christine, this is a lovely house.",
      "vi": "Christine, nhà đẹp lắm."
    }
  },
  {
    "translation": {
      "en": "It's Christinith. Are you stupid, or are you deaf?",
      "vi": "Là Christinith. Anh ngốc hay là điếc vậy?"
    }
  },
  {
    "translation": {
      "en": "Christinith, you idiot!",
      "vi": "Là Christinith, đồ ngu!"
    }
  },
  {
    "translation": {
      "en": "You come to our house, you get my wife's name right!",
      "vi": "Anh vào nhà chúng tôi, anh phải gọi tên vợ tôi cho đúng!"
    }
  },
  {
    "translation": {
      "en": "-What? -Christinith!",
      "vi": "- Gì? - Christinith!"
    }
  },
  {
    "translation": {
      "en": "Look, we really appreciate the hospitality.",
      "vi": "Nghe này, chúng tôi rất cảm kích lòng mến khách của hai người."
    }
  },
  {
    "translation": {
      "en": "We'd just love to get the message off your phone.",
      "vi": "Bọn anh muốn xem một tin nhắn từ điện thoại của em."
    }
  },
  {
    "translation": {
      "en": "We believe it might give us information regarding a kidnapping.",
      "vi": "Bọn anh nghĩ nó có thể giúp ích cho việc điều tra một vụ bắt cóc."
    }
  },
  {
    "translation": {
      "en": "Okay. Why don't you come to the kitchen, and I will let you listen to it...",
      "vi": "Được rồi. Ừm...sao anh không vào bếp, rồi em sẽ cho anh nghe tin nhắn,"
    }
  },
  {
    "translation": {
      "en": "...and everyone else stay here.",
      "vi": "còn những người khác... ở lại đây."
    }
  },
  {
    "translation": {
      "en": "-Okay, sweetie. -Come on.",
      "vi": "Được rồi, em yêu. Đi cùng em."
    }
  },
  {
    "translation": {
      "en": "-There's my phone. -Great, thank you for....",
      "vi": "- Ồ! Điện thoại em đó. - Ồ! Tuyệt, cảm ơn vì..."
    }
  },
  {
    "translation": {
      "en": "I hate you, you son of a bitch!",
      "vi": "Tôi ghét anh, anh là đồ khốn!"
    }
  },
  {
    "translation": {
      "en": "-You're so strong. -I'm stronger than you will ever know!",
      "vi": "- Em khỏe thật đấy. - Anh không biết tôi khỏe thế nào đâu!"
    }
  },
  {
    "translation": {
      "en": "I hate you! I hate you!",
      "vi": "Tôi ghét anh!"
    }
  },
  {
    "translation": {
      "en": "You're so adorable. Look at your face. Look at your face.",
      "vi": "Anh thật đáng yêu. Nhìn mặt anh đi. Nhìn đi."
    }
  },
  {
    "translation": {
      "en": "You go, \"I wuv you.\" Say it. \"I wuv you, Cwistinith.\"",
      "vi": "Nói đi, \"Anh muốn em.\" Nói, \"Anh muốn em, Christinith.\""
    }
  },
  {
    "translation": {
      "en": "You probably think because of the beard that I'm really hairy.",
      "vi": "Có thể vì bộ râu mà anh nghĩ... tôi nhiều lông."
    }
  },
  {
    "translation": {
      "en": "But I'm not.",
      "vi": "Nhưng...không đâu."
    }
  },
  {
    "translation": {
      "en": "Shaved.",
      "vi": "Cạo rồi."
    }
  },
  {
    "translation": {
      "en": "Allen! Allen!",
      "vi": "Allen!"
    }
  },
  {
    "translation": {
      "en": "-This is police evidence. Terry! Let's go! -Hey!",
      "vi": "- Allen! - Đây là chứng cứ. Terry! - Đi mau! - Này!"
    }
  },
  {
    "translation": {
      "en": "You get back here and you make love to my wife!",
      "vi": "- Quay lại đây và làm tình với vợ tôi mau! - Allen!"
    }
  },
  {
    "translation": {
      "en": "Allen! Allen!",
      "vi": "Allen!"
    }
  },
  {
    "translation": {
      "en": "I don't get it, man. I just do not get it.",
      "vi": "Tôi không hiểu, anh bạn. Thật sự không hiểu nổi."
    }
  },
  {
    "translation": {
      "en": "I mean, that girl Christinith was seriously hot.",
      "vi": "Ý tôi là cô Christinith trông rất hấp dẫn mà."
    }
  },
  {
    "translation": {
      "en": "Your wife is crazy hot.",
      "vi": "Vợ anh thì cũng cực hấp dẫn luôn."
    }
  },
  {
    "translation": {
      "en": "Even that Brazilian security chick, she threw you a \"Do me\" vibe.",
      "vi": "Ý tôi là ngay cả cái em an ninh Brazil đó, gợi ý \"chơi em đi\" với anh."
    }
  },
  {
    "translation": {
      "en": "What is it with you and hot ladies?",
      "vi": "Anh có gì với mấy cô nóng bỏng thế?"
    }
  },
  {
    "translation": {
      "en": "First off, my wife is cute, but she's not hot.",
      "vi": "Trước nhất, vợ tôi dễ thương chứ không nóng bỏng."
    }
  },
  {
    "translation": {
      "en": "Dude, you're insane. Your wife is scalding hot.",
      "vi": "Anh bạn, anh mất trí rồi. Vợ anh nóng sùng sục đấy. TIN NHẮN THOẠI"
    }
  },
  {
    "translation": {
      "en": "-You wanna listen to this or not? -Yeah, whatever.",
      "vi": "Anh có muốn nghe tin nhắn này không? - Được, sao cũng được. - Anh có một việc đấy, anh bạn."
    }
  },
  {
    "translation": {
      "en": "You have one job, mate. Find a sucker to invest with you...",
      "vi": "- Được, sao cũng được. - Anh có một việc đấy, anh bạn. Tìm tên đần nào đó cùng đầu tư với anh"
    }
  },
  {
    "translation": {
      "en": "...so you can pay my boss back.",
      "vi": "để có thể trả sếp tôi món tiền anh thua lỗ."
    }
  },
  {
    "translation": {
      "en": "And I don't care who.",
      "vi": "Tôi không bận tâm là ai."
    }
  },
  {
    "translation": {
      "en": "Right. I actually think I found a sucker...",
      "vi": "Được rồi. Tôi nghĩ là mình đã tìm được một gã..."
    }
  },
  {
    "translation": {
      "en": "-He's talking to Ershon. -...to invest 32 billion.",
      "vi": "- Hắn đang nói chuyện với Ershon. - ...đầu tư 32 tỷ đô la."
    }
  },
  {
    "translation": {
      "en": "Who's got $32 billion to rob?",
      "vi": "Ai mà có 32 tỷ đô la để cướp vậy?"
    }
  },
  {
    "translation": {
      "en": "Once I get the money, I'll falsify the records...",
      "vi": "Một khi có tiền, tôi sẽ giả mạo sổ sách"
    }
  },
  {
    "translation": {
      "en": "...to show their massive losses and then repay your employer.",
      "vi": "cho họ thấy mức lỗ khủng khiếp rồi trả tiền cho chủ của anh."
    }
  },
  {
    "translation": {
      "en": "Now, since you're following me, I need to go to 2300 Park Avenue...",
      "vi": "Giờ, vì các anh đi theo tôi, tôi cần đến 2300 Đại lộ Công viên,"
    }
  },
  {
    "translation": {
      "en": "...and after that....",
      "vi": "và sau đó..."
    }
  },
  {
    "translation": {
      "en": "I told you it wasn't a security team.",
      "vi": "Tôi đã bảo đó không phải đội bảo vệ mà."
    }
  },
  {
    "translation": {
      "en": "-He was being abducted. -Obviously, but what kind...? Holy....",
      "vi": "Ông ta đã bị bắt cóc. Hiển nhiên, nhưng cái gì..."
    }
  },
  {
    "translation": {
      "en": "Nobody leaves our house without making love to my wife!",
      "vi": "- Chết tiệt. - Không ai được rời nhà tôi..."
    }
  },
  {
    "translation": {
      "en": "-Is that him? -Yeah!",
      "vi": "- Hắn đấy sao? - Phải!"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, they came out of nowhere!",
      "vi": "- ...không chơi vợ tôi! - Đâu ra thế!"
    }
  },
  {
    "translation": {
      "en": "-Holy shit! -They chased us 20 miles.",
      "vi": "- Allen! - Trời! Theo tới 32 km. - Đi! - Allen!"
    }
  },
  {
    "translation": {
      "en": "-You come back here! You get back here! -Allen!",
      "vi": "- Quay lại đây mau! - Allen!"
    }
  },
  {
    "translation": {
      "en": "2300 Park Avenue. It's the offices of the lottery.",
      "vi": "2300 Đại lộ Công viên. Đó là văn phòng vé số."
    }
  },
  {
    "translation": {
      "en": "Shit, the lottery tickets we found.",
      "vi": "Trời hỡi, mớ vé số ta tìm thấy."
    }
  },
  {
    "translation": {
      "en": "Ershon is using the lottery money to cover his losses.",
      "vi": "Ershon dùng tiền vé số để che đậy việc thua lỗ."
    }
  },
  {
    "translation": {
      "en": "Thirty-two billion dollars. That's the state's money.",
      "vi": "32 tỷ đô. Đó là tiền của bang đó."
    }
  },
  {
    "translation": {
      "en": "What do we tell Mauch? A guy lost some money.",
      "vi": "Vậy nói gì với Mauch đây? Một gã bị mất tiền."
    }
  },
  {
    "translation": {
      "en": "We have a scratchy phone message and an address. It's still half a case.",
      "vi": "Đại khái ta có một tin nhắn điện thoại và một địa chỉ. Mới chỉ được nửa vụ này."
    }
  },
  {
    "translation": {
      "en": "There's gotta be some sort of paper trail. If we can find that, we can track it...",
      "vi": "Ắt vẫn còn sót lại dấu vết giấy tờ nào đó. Nếu ta tìm được, nếu ta lần ra được,"
    }
  },
  {
    "translation": {
      "en": "...then we can go to Mauch.",
      "vi": "thì ta mới có thể gặp Mauch."
    }
  },
  {
    "translation": {
      "en": "So I did some more research on Ershon's accounting firm...",
      "vi": "Vậy nên... Tôi đã điều tra công ty kế toán của Ershon,"
    }
  },
  {
    "translation": {
      "en": "...and I found some interesting stuff. Turns out that Gretchel and Dawson has--",
      "vi": "và đã tìm thấy vài thứ thú vị đấy. Hóa ra là Gretchel và Dawson từng..."
    }
  },
  {
    "translation": {
      "en": "Hold on, I'm up.",
      "vi": "Đợi đã, tôi ra chút."
    }
  },
  {
    "translation": {
      "en": "I gave my love to Erin",
      "vi": "Tôi trao tình yêu cho Erin"
    }
  },
  {
    "translation": {
      "en": "She promised to be true",
      "vi": "Cô ấy hứa sẽ đợi"
    }
  },
  {
    "translation": {
      "en": "I went to war to come back",
      "vi": "Tôi ra chiến trường để quay về"
    }
  },
  {
    "translation": {
      "en": "And find five British soldiers",
      "vi": "Và thấy năm tên lính Anh"
    }
  },
  {
    "translation": {
      "en": "Had their way with her",
      "vi": "Đang vui vẻ cùng cô ấy"
    }
  },
  {
    "translation": {
      "en": "It was consensual",
      "vi": "Tất cả đều đồng lòng"
    }
  },
  {
    "translation": {
      "en": "Done?",
      "vi": "- Xong rồi? - Công ty kế toán Gretchel và Dawson"
    }
  },
  {
    "translation": {
      "en": "Gretchel and Dawson Accounting Firm in New Jersey...",
      "vi": "- Xong rồi? - Công ty kế toán Gretchel và Dawson ở Fair Lawn, New Jersey,"
    }
  },
  {
    "translation": {
      "en": "...has only one client, David Ershon.",
      "vi": "chỉ có một khách hàng duy nhất, David Ershon."
    }
  },
  {
    "translation": {
      "en": "Pretty rinky-dink operation for a guy like that.",
      "vi": "Một vụ khá tầm thường đối với một gã thế này."
    }
  },
  {
    "translation": {
      "en": "We're going to Jersey to visit an accounting firm.",
      "vi": "Có vẻ như ta phải tới thăm công ty kế toán ở Jersey rồi."
    }
  },
  {
    "translation": {
      "en": "That's a shitty day.",
      "vi": "Một ngày chết tiệt."
    }
  },
  {
    "translation": {
      "en": "And all their fathers were hanged",
      "vi": "Và tất cả cha chúng bị treo cổ"
    }
  },
  {
    "translation": {
      "en": "And the children all got pink eye",
      "vi": "Và những đứa trẻ với ánh mắt đỏ au"
    }
  },
  {
    "translation": {
      "en": "While their Harry Potter books Were burned",
      "vi": "Trong khi mấy cuốn Harry Potter của chúng bị đốt"
    }
  },
  {
    "translation": {
      "en": "Do you have fun singing those? They're depressing.",
      "vi": "Anh có vui khi hát mấy bài đó không? Thật là u ám quá đi."
    }
  },
  {
    "translation": {
      "en": "I do. They're full of rich history.",
      "vi": "Có chứ. Chúng đầy tính lịch sử mà."
    }
  },
  {
    "translation": {
      "en": "Damn it, I'm late. I was supposed to meet my lady.",
      "vi": "Chết tiệt, tôi trễ mất. Tôi phải đi gặp cô nàng của mình."
    }
  },
  {
    "translation": {
      "en": "I thought you said you guys split up.",
      "vi": "Tưởng anh bảo hai người chia tay rồi."
    }
  },
  {
    "translation": {
      "en": "Let's just keep our thing about work, okay?",
      "vi": "Giữa hai ta chỉ bàn về công việc, được chứ?"
    }
  },
  {
    "translation": {
      "en": "All right. Goodbye, buddy.",
      "vi": "Được rồi, tạm biệt anh bạn."
    }
  },
  {
    "translation": {
      "en": "Hey, get off me, man.",
      "vi": "Này, tránh ra đi."
    }
  },
  {
    "translation": {
      "en": "What the hell are you doing?",
      "vi": "Em đang làm cái quái gì vậy?"
    }
  },
  {
    "translation": {
      "en": "I'm dancing, Terry. What the hell are you doing here?",
      "vi": "Em đang múa mà, Terry. Anh làm gì ở đây vậy?"
    }
  },
  {
    "translation": {
      "en": "I love you, Francine.",
      "vi": "Anh yêu em, Francine."
    }
  },
  {
    "translation": {
      "en": "If you were with me, you wouldn't be here shaking it for dollar bills!",
      "vi": "Nếu bên anh, em đã không ở trong câu lạc bộ thoát y này, lắc mình vì mấy tờ tiền!"
    }
  },
  {
    "translation": {
      "en": "This is a ballet studio, Terry. Okay? These poles are horizontal.",
      "vi": "Đây là phòng tập ba lê, Terry. Được chứ? Mấy cái cột này nằm ngang đấy."
    }
  },
  {
    "translation": {
      "en": "He loves you very much, Francine.",
      "vi": "Anh ấy yêu cô nhiều lắm, Francine."
    }
  },
  {
    "translation": {
      "en": "-Who is this guy? -What are you doing here, Allen?",
      "vi": "Gã này là ai vậy? Anh tới đây làm gì, Allen?"
    }
  },
  {
    "translation": {
      "en": "It's the code. I'm your partner.",
      "vi": "Làm theo quy tắc. Ta là cộng sự."
    }
  },
  {
    "translation": {
      "en": "I'm here to support a friend and a work colleague.",
      "vi": "Tôi tới đây ủng hộ bạn mình và cũng là đồng nghiệp."
    }
  },
  {
    "translation": {
      "en": "Is this guy bothering you?",
      "vi": "- Francine, đây là gã làm phiền em à? - Ai vậy, bạn trai mới sao?"
    }
  },
  {
    "translation": {
      "en": "Who's this, your new boyfriend? Great. A new boyfriend.",
      "vi": "- Francine, đây là gã làm phiền em à? - Ai vậy, bạn trai mới sao? Tốt thôi. Cô có một gã bạn trai mới."
    }
  },
  {
    "translation": {
      "en": "He is my dance partner, Terry. Okay?",
      "vi": "Anh ấy là bạn nhảy của em, Terry. Được chứ?"
    }
  },
  {
    "translation": {
      "en": "I know that this is a big surprise...",
      "vi": "Em biết đây là một bất ngờ lớn,"
    }
  },
  {
    "translation": {
      "en": "...but there are other things besides being a cop. Okay?",
      "vi": "nhưng trên đời này còn có những thứ khác ngoài việc làm cảnh sát. Nhé?"
    }
  },
  {
    "translation": {
      "en": "Now, if you will excuse me, I'm gonna dance.",
      "vi": "Giờ thì xin thứ lỗi. Em sẽ múa tiếp."
    }
  },
  {
    "translation": {
      "en": "You don't think I can do this shit?",
      "vi": "Cái gì, em tưởng anh không làm được cái trò khỉ này sao? Hả?"
    }
  },
  {
    "translation": {
      "en": "That was surprisingly good, Terry.",
      "vi": "Thật bất ngờ đấy, Terry."
    }
  },
  {
    "translation": {
      "en": "-I love you, Francine. -You don't know what love is.",
      "vi": "Anh yêu em, Francine. Anh đâu biết yêu là thế nào."
    }
  },
  {
    "translation": {
      "en": "He loves you very much, Francine!",
      "vi": "Anh ấy yêu cô nhiều lắm đấy, Francine!"
    }
  },
  {
    "translation": {
      "en": "I heard it when he said it. Thank you.",
      "vi": "Tôi nghe anh ấy nói rồi. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "You know what you're doing? You're killing me.",
      "vi": "Em biết em đang làm gì không? Em làm tan nát lòng anh."
    }
  },
  {
    "translation": {
      "en": "And don't eyeball me!",
      "vi": "Đừng tròn mắt nhìn tôi, anh bạn!"
    }
  },
  {
    "translation": {
      "en": "Running around with this drug addict?",
      "vi": "Em quay tới lui với tên nghiện này sao?"
    }
  },
  {
    "translation": {
      "en": "He does not approve of your behavior!",
      "vi": "Anh ấy không thích cách cư xử của cô đâu!"
    }
  },
  {
    "translation": {
      "en": "Can you please go?",
      "vi": "Anh đi đi được không?"
    }
  },
  {
    "translation": {
      "en": "And you too, creepy guy standing in the door?",
      "vi": "Và cả anh nữa, cái gã quái đản đứng ở cửa ấy, đi luôn nhé?"
    }
  },
  {
    "translation": {
      "en": "Let's go, Allen.",
      "vi": "Đi thôi, Allen."
    }
  },
  {
    "translation": {
      "en": "I think we all experienced our own ballet today.",
      "vi": "Tôi nghĩ hôm nay tất cả đều được trải nghiệm ba lê rồi đấy."
    }
  },
  {
    "translation": {
      "en": "The ballet of emotion and feelings.",
      "vi": "Điệu ba lê của cảm xúc và cảm nhận."
    }
  },
  {
    "translation": {
      "en": "You're kind of making things worse.",
      "vi": "Anh đang làm chuyện tồi tệ hơn đó."
    }
  },
  {
    "translation": {
      "en": "-You okay? -Yeah, I'm fine.",
      "vi": "Anh ổn chứ? Ừ, tôi ổn."
    }
  },
  {
    "translation": {
      "en": "Hey, I didn't know you could dance.",
      "vi": "Này, tôi không biết là anh có thể múa đấy."
    }
  },
  {
    "translation": {
      "en": "We used to do those moves to make fun of guys...",
      "vi": "Khi bé bọn tôi thường múa như thế để chế nhạo vài gã, cho họ thấy họ bóng thế nào, được chứ?"
    }
  },
  {
    "translation": {
      "en": "...show them how queer they were, okay?",
      "vi": "để chế nhạo vài gã, cho họ thấy họ bóng thế nào, được chứ?"
    }
  },
  {
    "translation": {
      "en": "-You learned to dance sarcastically? -Yeah, I guess.",
      "vi": "- Anh học múa kiểu mỉa mai thế sao? - Ừ, chắc thế."
    }
  },
  {
    "translation": {
      "en": "Stay out of my personal life, okay? The kid flies private.",
      "vi": "Tránh xa đời sống riêng của tôi, được không? Ai mà chả có chuyện riêng."
    }
  },
  {
    "translation": {
      "en": "Stay focused on the case, man. I'll see you in Jersey tomorrow.",
      "vi": "Tập trung vào vụ án đi. Gặp anh ở Jersey ngày mai."
    }
  },
  {
    "translation": {
      "en": "All right, Terry.",
      "vi": "Được, Terry."
    }
  },
  {
    "translation": {
      "en": "Hey, that was liberating for me. I don't know how it felt for you.",
      "vi": "Thế là giải thoát cho tôi đấy. Tôi không biết anh cảm thấy thế nào."
    }
  },
  {
    "translation": {
      "en": "Here, check this out. Article from six months ago.",
      "vi": "Này, xem thử đi. Bài báo từ sáu tháng trước."
    }
  },
  {
    "translation": {
      "en": "Talking about how the lottery is looking...",
      "vi": "Nói về công ty xổ số đang tìm cách"
    }
  },
  {
    "translation": {
      "en": "...to invest their $30-billion fund more aggressively.",
      "vi": "đầu tư quỹ 30 tỷ đô la một cách dữ dội hơn."
    }
  },
  {
    "translation": {
      "en": "So he's dealing drugs?",
      "vi": "Vậy hắn buôn ma túy sao?"
    }
  },
  {
    "translation": {
      "en": "No, it's not drugs. This isn't Miami Vice.",
      "vi": "Không phải ma túy. Đây đâu phải phim Chuyên án Miami."
    }
  },
  {
    "translation": {
      "en": "Hey, I got you a gift.",
      "vi": "Này, tôi có quà cho anh."
    }
  },
  {
    "translation": {
      "en": "I just saw something, and I thought of you, and so, I don't want it to be weird.",
      "vi": "Tôi thấy cái này và nghĩ đến anh, tôi không muốn chuyện này kỳ quặc."
    }
  },
  {
    "translation": {
      "en": "-I just wanted to be nice. -Of course it's weird.",
      "vi": "- Tôi chỉ muốn thân thiện thôi. - Dĩ nhiên là kì quặc rồi."
    }
  },
  {
    "translation": {
      "en": "It's a grown man giving another man a present.",
      "vi": "Một gã trưởng thành tặng quà cho một gã khác."
    }
  },
  {
    "translation": {
      "en": "There you go. Open it up.",
      "vi": "Của anh đây. Mở ra đi."
    }
  },
  {
    "translation": {
      "en": "It's okay, you're welcome.",
      "vi": "Được rồi, không có gì đâu mà."
    }
  },
  {
    "translation": {
      "en": "I like to do things like that.",
      "vi": "Tôi thích làm những việc như vậy."
    }
  },
  {
    "translation": {
      "en": "Take a look what it says.",
      "vi": "Nhìn xem nó viết gì vậy."
    }
  },
  {
    "translation": {
      "en": "\"FBI. Female body inspector.\"",
      "vi": "FBI: Thanh tra cơ thể phụ nữ."
    }
  },
  {
    "translation": {
      "en": "You know, because we're both in law enforcement.",
      "vi": "Anh biết đấy, vì hai ta đều trong ngành hành pháp."
    }
  },
  {
    "translation": {
      "en": "We both like women.",
      "vi": "Cả hai ta đều thích đàn bà."
    }
  },
  {
    "translation": {
      "en": "But I got a weird sense of humor. I'm a sick puppy.",
      "vi": "Nhưng tôi có kiểu hài hước kỳ quặc. Tôi là một gã hợm bệnh hoạn."
    }
  },
  {
    "translation": {
      "en": "I can't look at it. It makes me laugh so hard.",
      "vi": "Tôi không thể nhìn được. - Nó khiến tôi cười đau cả bụng. - Tôi cũng vậy."
    }
  },
  {
    "translation": {
      "en": "Me too.",
      "vi": "- Nó khiến tôi cười đau cả bụng. - Tôi cũng vậy."
    }
  },
  {
    "translation": {
      "en": "Real nice. You know, it's all class.",
      "vi": "Rất đẹp. Anh biết không, rất đẳng cấp đấy."
    }
  },
  {
    "translation": {
      "en": "-Okay. -Don't do that anymore.",
      "vi": "- Được rồi. - Đừng làm cái khỉ này nữa."
    }
  },
  {
    "translation": {
      "en": "Yeah, believe me, I won't.",
      "vi": "Ừ, tin tôi đi, không đâu."
    }
  },
  {
    "translation": {
      "en": "Do you understand what's so funny about it, though?",
      "vi": "Mà anh có hiểu nó buồn cười chỗ nào không?"
    }
  },
  {
    "translation": {
      "en": "Because it's the FBI, right? It has the same logo, the same shield.",
      "vi": "Vì là FBI, đúng không? Nó có cùng cái logo, cùng cái khiên luôn."
    }
  },
  {
    "translation": {
      "en": "And at first glance, you're like, it's a mug that says \"FBI.\"",
      "vi": "Thoạt nhìn thì anh sẽ như, đây là cái cốc ghi chữ FBI."
    }
  },
  {
    "translation": {
      "en": "But then at second glance, you're like, \"Female Body Inspector\"?",
      "vi": "Nhưng nhìn lần thứ hai, anh sẽ, \"Kiểm tra cơ thể phụ nữ\"?"
    }
  },
  {
    "translation": {
      "en": "Get out of town. This is outrageous-- Shut up!",
      "vi": "- Thật hết nói. Thật quá đáng... - Im đi."
    }
  },
  {
    "translation": {
      "en": "I'm gonna climb over that anger wall of yours...",
      "vi": "Tôi sẽ vượt qua bức tường thành giận dữ trong anh vào một ngày nọ,"
    }
  },
  {
    "translation": {
      "en": "...one of these days, and it's gonna be glorious.",
      "vi": "Tôi sẽ vượt qua bức tường thành giận dữ trong anh vào một ngày nọ, và đó sẽ là một sự kiện vinh quang."
    }
  },
  {
    "translation": {
      "en": "Shouldn't we tell Mauch that we're going?",
      "vi": "Không phải là ta nên nói với Mauch rằng ta sẽ đi xem qua nơi này sao?"
    }
  },
  {
    "translation": {
      "en": "-We're just going to check it out. -I know, but it's procedure.",
      "vi": "Để làm gì chứ? Ta chỉ tới xem thử thôi mà. Tôi biết, nhưng thủ tục mà."
    }
  },
  {
    "translation": {
      "en": "Terry answers to no one.",
      "vi": "Terry không báo cáo cho ai cả."
    }
  },
  {
    "translation": {
      "en": "I do what I do.",
      "vi": "Tôi làm điều tôi muốn làm."
    }
  },
  {
    "translation": {
      "en": "What accounting firm is closed at 11 a.m. on a Tuesday?",
      "vi": "Công ty kế toán gì mà đóng cửa lúc 11 giờ sáng thứ Ba chứ?"
    }
  },
  {
    "translation": {
      "en": "This is a shithole.",
      "vi": "Ồ. Khốn kiếp thật."
    }
  },
  {
    "translation": {
      "en": "I love bombs.",
      "vi": "Tôi rất thích bom."
    }
  },
  {
    "translation": {
      "en": "I can't hear! I can't hear!",
      "vi": "Tôi không nghe thấy gì cả!"
    }
  },
  {
    "translation": {
      "en": "There's blood blisters on my hands!",
      "vi": "Vết rộp tay tôi chảy máu rồi này!"
    }
  },
  {
    "translation": {
      "en": "Oh, my God!",
      "vi": "Ôi Chúa ơi!"
    }
  },
  {
    "translation": {
      "en": "How do they walk away in movies without flinching when it explodes behind them?",
      "vi": "Sao trong phim họ có thể thản nhiên mà đi khi bom nổ ầm ầm sau lưng nhỉ?"
    }
  },
  {
    "translation": {
      "en": "There's no way! I call bullshit on that!",
      "vi": "Không đời nào! Đúng là nhảm nhí mà!"
    }
  },
  {
    "translation": {
      "en": "When they flew the Millennium Falcon outside of the Death Star...",
      "vi": "Khi họ lái Phi thuyền Millennium Falcon khỏi một trạm không gian Death Star,"
    }
  },
  {
    "translation": {
      "en": "...and it was followed by the explosion, that was bullshit!",
      "vi": "phía sau là nổ ầm ầm mà, đúng là vớ vẩn!"
    }
  },
  {
    "translation": {
      "en": "Don't you dare badmouth Star Wars! That was all accurate!",
      "vi": "Đừng nói xấu Chiến tranh giữa các vì sao! Tất cả đều chính xác đấy!"
    }
  },
  {
    "translation": {
      "en": "I need an MRI.",
      "vi": "Tôi cần chụp cộng hưởng từ."
    }
  },
  {
    "translation": {
      "en": "I need an MRI! I've got soft tissue damage.",
      "vi": "Tôi cần chụp cộng hưởng từ! Tôi bị thương mô mềm rồi."
    }
  },
  {
    "translation": {
      "en": "No way I don't have soft tissue damage.",
      "vi": "Làm gì có chuyện đó. Tôi đâu có bị thương mô mềm đâu.."
    }
  },
  {
    "translation": {
      "en": "Please stop. I just wanna go somewhere and breastfeed right now!",
      "vi": "- Thôi đi! - Tôi muốn đi khỏi đây và bú tí ngay!"
    }
  },
  {
    "translation": {
      "en": "Fire Department said it was a gas leak, but no way. That was timed.",
      "vi": "Sở Cứu hoả nói là rò rỉ khí ga, không đúng! Tính toán cả rồi."
    }
  },
  {
    "translation": {
      "en": "They didn't wanna kill us, they wanted to scare us.",
      "vi": "Nhưng họ không giết ta, chỉ đe doạ thôi."
    }
  },
  {
    "translation": {
      "en": "Yeah, well, they succeeded, okay?",
      "vi": "À, vậy là chúng đã thành công, biết chứ?"
    }
  },
  {
    "translation": {
      "en": "I'm tired of this. All right?",
      "vi": "Tôi phát chán vụ này rồi. Biết không hả?"
    }
  },
  {
    "translation": {
      "en": "I'm tired of explosions and people pointing guns at me.",
      "vi": "Phát ốm vì mấy vụ nổ và bị người ta chĩa súng vào rồi."
    }
  },
  {
    "translation": {
      "en": "I wanna go back to my desk.",
      "vi": "Tôi muốn quay lại bàn của mình."
    }
  },
  {
    "translation": {
      "en": "Guess what? Life gets loud sometimes and messes with your ears.",
      "vi": "Đoán xem? Cuộc sống bất chợt trở nên ồn ào và khiến tai anh khó chịu."
    }
  },
  {
    "translation": {
      "en": "You can't escape it by hiding at your desk.",
      "vi": "Anh không thể thoát bằng việc lẩn trốn sau bàn giấy cả đời."
    }
  },
  {
    "translation": {
      "en": "You know what? Yes, you can. I've done it for years, okay?",
      "vi": "Anh biết gì không? Có đấy. Tôi làm thế bao năm qua, biết chứ?"
    }
  },
  {
    "translation": {
      "en": "There's no explosions at my desk.",
      "vi": "Chẳng có vụ nổ nào ở bàn tôi cả."
    }
  },
  {
    "translation": {
      "en": "There's no explosions at my home with my plain wife, in my plain house.",
      "vi": "Chẳng có vụ nổ nào ở nhà tôi với người vợ mộc mạc của tôi, trong căn nhà giản dị của tôi."
    }
  },
  {
    "translation": {
      "en": "What are you afraid of, man?",
      "vi": "Anh sợ điều gì vậy hả?"
    }
  },
  {
    "translation": {
      "en": "I'm your partner. You can tell me. What the hell are you hiding from?",
      "vi": "Ta là cộng sự. Anh có thể nói ra. Anh lẩn trốn cái quái gì vậy?"
    }
  },
  {
    "translation": {
      "en": "I was a sophomore in college.",
      "vi": "Khi tôi còn học năm thứ hai đại học."
    }
  },
  {
    "translation": {
      "en": "The university I went to decided they needed to raise tuition.",
      "vi": "Trường tôi theo học quyết định tăng học phí."
    }
  },
  {
    "translation": {
      "en": "A classmate of mine, Brenda, in an effort to raise money and stay in school...",
      "vi": "Bạn cùng lớp của tôi, Brenda, trong nỗ lực kiếm tiền... để trả học phí, đã nghĩ ra một kế hoạch khôn khéo."
    }
  },
  {
    "translation": {
      "en": "...came up with a nifty plan...",
      "vi": "để trả học phí, đã nghĩ ra một kế hoạch khôn khéo. Cô ấy hẹn hò vài gã với điều kiện chúng phải trả tiền."
    }
  },
  {
    "translation": {
      "en": "...where she'd date guys and charge them money.",
      "vi": "Cô ấy hẹn hò vài gã với điều kiện chúng phải trả tiền."
    }
  },
  {
    "translation": {
      "en": "I go on dates all the time...",
      "vi": "Tôi hay tham gia mấy buổi hẹn,"
    }
  },
  {
    "translation": {
      "en": "...with a whole bunch of boys and stuff.",
      "vi": "- với một đám, cậu biết đấy, con trai. - Ừ."
    }
  },
  {
    "translation": {
      "en": "And I need somebody to help me out, like my partner in crime.",
      "vi": "Và tôi cần ai đó giúp tôi, cậu biết mà, làm đồng sự của tôi."
    }
  },
  {
    "translation": {
      "en": "-Yeah, I could make a schedule. -Yeah, that's what I was thinking.",
      "vi": "Ừ. Tôi có thể sắp xếp lịch trình. Đúng rồi, tôi cũng đang nghĩ vậy đấy."
    }
  },
  {
    "translation": {
      "en": "-Provide transportation services. -Yeah, yeah.",
      "vi": "Như là đưa đón. Vâng."
    }
  },
  {
    "translation": {
      "en": "-It's gonna be good. -Thanks for asking me.",
      "vi": "- Ha, sẽ vui lắm đây. - Cảm ơn vì đã nhờ..."
    }
  },
  {
    "translation": {
      "en": "She needed help to make sure the dates went okay...",
      "vi": "Cô ấy nói cần tôi giúp đảm bảo buổi hẹn diễn ra ổn thỏa"
    }
  },
  {
    "translation": {
      "en": "and that the guys paid her. She said she'd give me a percentage.",
      "vi": "và mấy gã đó sẽ trả tiền cho cô ấy. Cô ấy bảo sẽ chia phần trăm cho tôi."
    }
  },
  {
    "translation": {
      "en": "-Oh, my God. You were a pimp. -What? God, no.",
      "vi": "Chúa ơi, anh dắt gái sao? Cái gì? Chúa ơi, không."
    }
  },
  {
    "translation": {
      "en": "No, I was just trying to help a friend.",
      "vi": "Không, tôi chỉ cố giúp bạn thôi."
    }
  },
  {
    "translation": {
      "en": "We started making a lot of money.",
      "vi": "Chúng tôi cũng đã kiếm được kha khá."
    }
  },
  {
    "translation": {
      "en": "And wouldn't you know it, some of Brenda's girlfriends...",
      "vi": "Và chắc anh không biết vài cô bạn gái của Brenda"
    }
  },
  {
    "translation": {
      "en": "...decided they wanted to be a part of it.",
      "vi": "cũng muốn tham gia việc đó."
    }
  },
  {
    "translation": {
      "en": "Soon, there were about 14 ladies I was protecting...",
      "vi": "Tôi sớm phải bảo vệ tới 14 cô gái"
    }
  },
  {
    "translation": {
      "en": "...while they gave me money.",
      "vi": "còn họ sẽ chia tôi tiền."
    }
  },
  {
    "translation": {
      "en": "That's called a stable of whores.",
      "vi": "Đó gọi là dẫn gái chuyên nghiệp đấy."
    }
  },
  {
    "translation": {
      "en": "We decided I shouldn't use my real name. So we came up with the name \"Gator.\"",
      "vi": "Chúng tôi quyết định không dùng tên thật. Rồi bọn tôi nghĩ ra cái tên Gator."
    }
  },
  {
    "translation": {
      "en": "I'm telling you, you were a pimp.",
      "vi": "Để tôi nói cho biết, anh là ma cô đấy."
    }
  },
  {
    "translation": {
      "en": "No! Are you even listening to the story?",
      "vi": "Không! Anh có định nghe chuyện không thế?"
    }
  },
  {
    "translation": {
      "en": "One day, I wake up and look in the mirror... ...and I don't like what I see.",
      "vi": "Một ngày kia, tôi thức dậy, nhìn vào gương và tôi không thích thứ mình nhìn thấy."
    }
  },
  {
    "translation": {
      "en": "I mean, I had gotten out of control, and I didn't even realize it.",
      "vi": "Ý tôi là chuyện đã ngoài tầm kiểm soát mà tôi không nhận ra."
    }
  },
  {
    "translation": {
      "en": "You can't have a conscience in the pimp game.",
      "vi": "Làm nghề này không thể có lương tâm được."
    }
  },
  {
    "translation": {
      "en": "One night, two of my girls, Candy and Jolene, said, \"We gotta take you in\"...",
      "vi": "Một đêm, hai cô gái mà tôi yêu quý, Candy và Jolene, đã nói, \"Cậu phải đi với bọn tôi,\""
    }
  },
  {
    "translation": {
      "en": "...and they dropped me off at the emergency room.",
      "vi": "và họ đưa tôi đến phòng cấp cứu."
    }
  },
  {
    "translation": {
      "en": "That's where I met Sheila. I was a mess.",
      "vi": "Và tôi gặp Sheila. Trông tôi rất nhếch nhác."
    }
  },
  {
    "translation": {
      "en": "I made a promise to myself and to her that I would never get out of control again.",
      "vi": "Tôi đã tự hứa với chính mình và cô ấy rằng sẽ không bao giờ mất kiểm soát nữa."
    }
  },
  {
    "translation": {
      "en": "So as soon as I graduated...",
      "vi": "Và ngay khi tốt nghiệp,"
    }
  },
  {
    "translation": {
      "en": "...I became an accountant for the police department.",
      "vi": "tôi vào làm kế toán cho Sở Cảnh sát."
    }
  },
  {
    "translation": {
      "en": "The most stable job I could think of.",
      "vi": "Công việc ổn định nhất mà tôi có thể nghĩ được."
    }
  },
  {
    "translation": {
      "en": "An accountant for law and order.",
      "vi": "Một kế toán viên cho luật pháp và trật tự xã hội."
    }
  },
  {
    "translation": {
      "en": "I just don't wanna ever feel out of control like that ever again.",
      "vi": "Tôi chỉ là không muốn mất kiểm soát như trước nữa thôi."
    }
  },
  {
    "translation": {
      "en": "Don't worry. I got your back.",
      "vi": "Đừng lo. Có tôi giúp anh mà."
    }
  },
  {
    "translation": {
      "en": "I say we go get in Ershon's grill, see if he cracks.",
      "vi": "Giờ đi xem lò nướng của Ershon xem hắn có sơ hở gì không nào."
    }
  },
  {
    "translation": {
      "en": "-I'm tired of all this tippy-toeing around. -Okay.",
      "vi": "Tôi phát chán mấy trò lén lút kiểu này. Được rồi."
    }
  },
  {
    "translation": {
      "en": "You can either walk the plank or take your panties off.",
      "vi": "Cô có thể nhảy cầu hoặc cởi quần ra."
    }
  },
  {
    "translation": {
      "en": "The choice is yours.",
      "vi": "Tùy cô chọn."
    }
  },
  {
    "translation": {
      "en": "-I want to take my panties off. -You've made a wise choice, you have.",
      "vi": "Ôi! Tôi muốn cởi quần. - Lựa chọn sáng suốt đấy. - Ông Ershon,"
    }
  },
  {
    "translation": {
      "en": "Mr. Ershon, Detective Gamble and the officer who shot Derek Jeter are here.",
      "vi": "- Lựa chọn sáng suốt đấy. - Ông Ershon, Thanh tra Gamble cùng sĩ quan đã bắn Derek Jeter đang ở đây."
    }
  },
  {
    "translation": {
      "en": "Gentlemen, please.",
      "vi": "- Mời các anh. - Nhớ bọn tôi chứ, người nổi tiếng?"
    }
  },
  {
    "translation": {
      "en": "-Remember us, hotshot? -Of course I do. Please, sit.",
      "vi": "- Mời các anh. - Nhớ bọn tôi chứ, người nổi tiếng? Tất nhiên rồi. Mời ngồi."
    }
  },
  {
    "translation": {
      "en": "There she blows.",
      "vi": "Thổi nào."
    }
  },
  {
    "translation": {
      "en": "Two of those Russian waters, please. No lime wedges, just cucumber.",
      "vi": "Cho hai ly vodka nhé. Đừng cho chanh nhé, chỉ dưa leo thôi. Đoán xem chúng tôi vừa từ đâu đến?"
    }
  },
  {
    "translation": {
      "en": "Guess where we just came from? An explosion at your accounting office.",
      "vi": "Đoán xem chúng tôi vừa từ đâu đến? Một vụ nổ ở văn phòng kế toán của ông."
    }
  },
  {
    "translation": {
      "en": "Yes, that awful gas leak.",
      "vi": "Phải rồi, vụ rò rỉ ga tệ hại đó."
    }
  },
  {
    "translation": {
      "en": "Gas leak? The only gas leak is the one coming out of your mouth right now.",
      "vi": "Rò rỉ ga? Chỉ có ga rò ra từ miệng ông thôi."
    }
  },
  {
    "translation": {
      "en": "I just thank God no one was hurt or injured in a bad way.",
      "vi": "Tôi lấy làm cảm ơn Chúa vì không ai bị thương nghiêm trọng."
    }
  },
  {
    "translation": {
      "en": "I absolutely abhor death.",
      "vi": "Tôi cực kỳ ghét chuyện chết chóc."
    }
  },
  {
    "translation": {
      "en": "Hey, Andrew Lloyd Webber. The jig is up, okay?",
      "vi": "Này, Andrew Lloyd Webber. Hết đường rồi, được chứ?"
    }
  },
  {
    "translation": {
      "en": "We know that wasn't your security team that grabbed you.",
      "vi": "Bọn tôi biết không phải đội bảo vệ tìm được ông."
    }
  },
  {
    "translation": {
      "en": "And we know you're targeting a big fish to cover losses.",
      "vi": "Và biết ông đang nhắm đến một con cá lớn để vá khoản lỗ."
    }
  },
  {
    "translation": {
      "en": "You talk or I beat you so it don't show no bruises.",
      "vi": "Ông sẽ nói hay là để tôi đánh cho đến khi bầm tím đầy mình."
    }
  },
  {
    "translation": {
      "en": "God, this water is good. Terry, have you tried the water?",
      "vi": "Chúa ơi, rượu ngon đấy. - Terry, anh uống thử chưa? - Im đi Allen."
    }
  },
  {
    "translation": {
      "en": "Shut up, Allen.",
      "vi": "- Terry, anh uống thử chưa? - Im đi Allen."
    }
  },
  {
    "translation": {
      "en": "I assure you, I have no idea what you're talking about.",
      "vi": "Nói thật là tôi chẳng hiểu anh đang nói gì cả."
    }
  },
  {
    "translation": {
      "en": "I understand there was a bit of a mix-up with the whole scaffolding business.",
      "vi": "Tôi hiểu vấn đề là có chút lộn xộn với vụ giàn giáo xây dựng."
    }
  },
  {
    "translation": {
      "en": "The cucumber accents the water in such a way that....",
      "vi": "Vị dưa leo làm dậy mùi rượu theo một cách..."
    }
  },
  {
    "translation": {
      "en": "Perhaps by way of apology, I can offer you my personal courtside seats...",
      "vi": "Để tỏ lòng xin lỗi, tôi có thể cho anh hai chỗ dành riêng"
    }
  },
  {
    "translation": {
      "en": "...for the Knicks game, with access to the Ambassador Club.",
      "vi": "cho trận đấu của đội Knicks, với quyền ra vào Hộp đêm Ambassador."
    }
  },
  {
    "translation": {
      "en": "Come on, Knicks! Come on! I got Knicks' fever and it's catching!",
      "vi": "Cố lên, Knicks! Cố lên! Tôi chìm trong cơn sốt Knicks và nó vẫn chưa hạ nhiệt!"
    }
  },
  {
    "translation": {
      "en": "Hey. This feels weird sitting here. It feels like it's a bribe.",
      "vi": "Này... Ngồi đây thật lạ quá. Cứ như nhận hối lộ vậy."
    }
  },
  {
    "translation": {
      "en": "It is a bribe. Son-of-a-bitch, I saw courtside and I went blind.",
      "vi": "Hối lộ chứ còn gì nữa. Tên khốn, tôi bị mờ mắt vì chỗ ngồi này."
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "vi": "Đi nào."
    }
  },
  {
    "translation": {
      "en": "Call me!",
      "vi": "Gọi cho tôi nhé!"
    }
  },
  {
    "translation": {
      "en": "-Excuse me. -That was a trick.",
      "vi": "- Xin lỗi. - Đây là trò lừa đảo."
    }
  },
  {
    "translation": {
      "en": "No more.",
      "vi": "Không có lần sau đâu."
    }
  },
  {
    "translation": {
      "en": "Gentlemen, you have a choice: Mamma Mia or Jersey Boys.",
      "vi": "Các quý ngài chọn gì nào. Mamma Mia hay Những chàng trai Jersey."
    }
  },
  {
    "translation": {
      "en": "Fantastic! You're so unbelievable!",
      "vi": "Tuyệt vời! Không thể tin được!"
    }
  },
  {
    "translation": {
      "en": "Damn it. He did it again.",
      "vi": "Chết tiệt. Hắn lại lừa ta rồi."
    }
  },
  {
    "translation": {
      "en": "-Excuse me. -No more tickets.",
      "vi": "Xin lỗi. - Không vé gì hết. - Ông Ershon, tôi đã cố giữ họ."
    }
  },
  {
    "translation": {
      "en": "Mr. Ershon, I tried to keep them in the waiting room.",
      "vi": "- Không vé gì hết. - Ông Ershon, tôi đã cố giữ họ."
    }
  },
  {
    "translation": {
      "en": "That's okay, Susan. Two Glacier waters with Mediterranean limes.",
      "vi": "Được rồi, Susan. - Hai ly có vị chanh Địa Trung Hải. - Không."
    }
  },
  {
    "translation": {
      "en": "No, no, no. No more water. We're not here for that.",
      "vi": "Không, không cần. Chúng tôi không ở đây vì thế."
    }
  },
  {
    "translation": {
      "en": "No, I was very much looking forward to having a water.",
      "vi": "Không, tôi thì đang muốn uống nước đây."
    }
  },
  {
    "translation": {
      "en": "-How great is Jersey Boys? -It's not great. It's fantastic!",
      "vi": "- Những chàng trai Jersey tuyệt thế nào? - Không tuyệt. Mà quá diệu kỳ!"
    }
  },
  {
    "translation": {
      "en": "You totally undersold it. The pageantry, the costumes.",
      "vi": "Ông đã bán rẻ nó. Những cảnh hào nhoáng, rồi trang phục."
    }
  },
  {
    "translation": {
      "en": "Wow, what a musical.",
      "vi": "Chà, vở nhạc kịch quá hay."
    }
  },
  {
    "translation": {
      "en": "Hey. Get over here.",
      "vi": "Này. Lại đây."
    }
  },
  {
    "translation": {
      "en": "-What's wrong with you? -What?",
      "vi": "- Anh sao vậy? - Cái gì?"
    }
  },
  {
    "translation": {
      "en": "That's not what we're here for.",
      "vi": "Ta không ở đây vì việc đó."
    }
  },
  {
    "translation": {
      "en": "We're gonna do good cop, bad cop. Okay?",
      "vi": "Ta sẽ chơi trò cớm tốt cớm bẩn. Được chứ?"
    }
  },
  {
    "translation": {
      "en": "It's the oldest game in the book for a reason. It works.",
      "vi": "Trò xưa cổ nhất nằm trong sách có lý do cả đấy, nó hiệu quả."
    }
  },
  {
    "translation": {
      "en": "I come strong, then you come in.",
      "vi": "Tôi hùng hồn vào trước rồi đến anh."
    }
  },
  {
    "translation": {
      "en": "-You got it? -Yeah.",
      "vi": "- Rõ chưa? - Rồi."
    }
  },
  {
    "translation": {
      "en": "-I come strong, then you come in. -Right. Got it.",
      "vi": "Tôi hùng dũng bước vào rồi đến anh. - Hiểu chứ. - Rõ rồi."
    }
  },
  {
    "translation": {
      "en": "Now you listen to me, you piece of shit.",
      "vi": "Giờ thì nghe đây, đồ khốn."
    }
  },
  {
    "translation": {
      "en": "It's just you and me, and I'm gonna rip you apart!",
      "vi": "Giờ chỉ có tôi và ông thôi. Tôi sẽ xé xác ông ra đấy!"
    }
  },
  {
    "translation": {
      "en": "How did you cover your losses up? What drug cartel are you working with?",
      "vi": "Ông che đậy khoản lỗ đó như thế nào? Hả? Ông đang hợp tác với băng buôn ma túy nào?"
    }
  },
  {
    "translation": {
      "en": "-Okay, I'll talk to you, you're reasonable! -No, no, look at me!",
      "vi": "- Được, tôi nói với anh, anh biết điều! - Không đâu. - Nhìn tôi đây này! - Anh muốn nói với tôi hả?"
    }
  },
  {
    "translation": {
      "en": "You wanna talk to me? You wanna talk to me?",
      "vi": "- Nhìn tôi đây này! - Anh muốn nói với tôi hả?"
    }
  },
  {
    "translation": {
      "en": "Allen, what are you doing? What are you doing? Allen!",
      "vi": "Allen, anh làm gì vậy? Anh làm gì vậy? Allen!"
    }
  },
  {
    "translation": {
      "en": "I'm gonna make you eat a plate of human shit!",
      "vi": "Tôi sẽ bắt ông ăn cả đĩa phân đấy!"
    }
  },
  {
    "translation": {
      "en": "Get away from me!",
      "vi": "Bỏ tôi ra!"
    }
  },
  {
    "translation": {
      "en": "Where is he?",
      "vi": "Hắn đâu rồi?"
    }
  },
  {
    "translation": {
      "en": "Look, I'm really sorry about that.",
      "vi": "Nghe này, tôi rất xin lỗi về việc đó. Chỉ là tôi..."
    }
  },
  {
    "translation": {
      "en": "I saw how aggressive you were being, and I thought:",
      "vi": "Tôi thấy anh hung dữ quá nên tôi đã nghĩ,"
    }
  },
  {
    "translation": {
      "en": "\"Wow, I gotta go even bigger than that, since we're doing bad cop, bad cop.\"",
      "vi": "\"Chà, mình còn có thể làm tốt hơn thế, vì ta đang chơi trò cớm bẩn, cớm tồi.\""
    }
  },
  {
    "translation": {
      "en": "What? No, I said, \"Good cop, bad cop.\" I'm the bad cop, you're the good cop.",
      "vi": "Cái gì? Không, tôi đã nói, \"Cớm tốt, cớm bẩn.\" Tôi là cớm bẩn, anh là cớm tốt."
    }
  },
  {
    "translation": {
      "en": "Okay, then there it is. That's it. I thought you said, \"Bad cop, bad cop.\"",
      "vi": "Được, ra là thế. Vậy đi. Tôi tưởng anh nói: \"Cớm bẩn, cớm tồi.\""
    }
  },
  {
    "translation": {
      "en": "Well, while you were going crazy, look what I snagged from his desk.",
      "vi": "Trong khi anh nổi điên, xem tôi lấy gì từ bàn hắn này."
    }
  },
  {
    "translation": {
      "en": "-Think it's his phone sheet. -Nice.",
      "vi": "- Tôi nghĩ là bảng điện thoại. - Ồ. Tốt."
    }
  },
  {
    "translation": {
      "en": "Seven calls to the lottery office.",
      "vi": "Bảy cuộc gọi đến văn phòng vé số."
    }
  },
  {
    "translation": {
      "en": "That could be the evidence we need for Mauch.",
      "vi": "- Có thể là bằng chứng ta cần cho Mauch. - Đúng."
    }
  },
  {
    "translation": {
      "en": "-Get back. Colombian drug lords. -Where are you getting that from?",
      "vi": "- Lùi lại. Bọn trùm ma túy Colombia đấy. - Anh lấy đâu ra ý nghĩ đó vậy?"
    }
  },
  {
    "translation": {
      "en": "Jesus!",
      "vi": "Lạy Chúa!"
    }
  },
  {
    "translation": {
      "en": "Can you imagine where you'd be in your career if you hadn't shot Jeter?",
      "vi": "Anh nghĩ sự nghiệp của mình sẽ ra sao nếu không bắn Jeter?"
    }
  },
  {
    "translation": {
      "en": "-We call this in, right? -We got all the evidence we need.",
      "vi": "Ta thu hồi cái này, được chứ? Có vẻ như ta có đủ chứng cứ cần thiết rồi."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, my butterfly.",
      "vi": "Xin lỗi nhé, anh bạn."
    }
  },
  {
    "translation": {
      "en": "We'll load them up, send them back to go.",
      "vi": "Chất chúng lên và mang chúng về chỗ cũ."
    }
  },
  {
    "translation": {
      "en": "-Holy shit. -What?",
      "vi": "Trời hỡi. Gì vậy?"
    }
  },
  {
    "translation": {
      "en": "What do you mean, what? Where are we?",
      "vi": "- Anh hỏi vậy là sao? - Ta đang ở đâu vậy?"
    }
  },
  {
    "translation": {
      "en": "We're in the high desert.",
      "vi": "ở vùng sa mạc High Desert."
    }
  },
  {
    "translation": {
      "en": "They took my shoes again, man! What the hell is it with taking shoes?",
      "vi": "Chúng lại lấy giày tôi nữa rồi, trời ạ! Chúng lấy giày làm cái quái gì vậy?"
    }
  },
  {
    "translation": {
      "en": "-They took your wooden gun? -Yeah.",
      "vi": "- Chúng lấy cây súng gỗ của anh à? - Ừ."
    }
  },
  {
    "translation": {
      "en": "-Hello? -Hello, Gene? I mean, captain.",
      "vi": "- Alô? - Alô, Gene hả? Ý tôi là Đại úy hả."
    }
  },
  {
    "translation": {
      "en": "Captain, it's Allen Gamble.",
      "vi": "Đại úy, Allen Gamble đây."
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah. Where are you? What's going on?",
      "vi": "Rồi. Anh đang ở đâu vậy? Có chuyện gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Captain, it's a long story, but I'm just gonna cut to the chase.",
      "vi": "À, chuyện dài lắm nhưng tôi sẽ nói gắn gọn thôi."
    }
  },
  {
    "translation": {
      "en": "We are in Las Vegas, all right?",
      "vi": "Chúng tôi đang ở Las Vegas Hiểu chứ? Chúng tôi bị bắt cóc, đưa lên xe lửa và rồi bị đưa tới đây."
    }
  },
  {
    "translation": {
      "en": "We were kidnapped, put on a freight train, and shipped out here.",
      "vi": "Hiểu chứ? Chúng tôi bị bắt cóc, đưa lên xe lửa và rồi bị đưa tới đây."
    }
  },
  {
    "translation": {
      "en": "Let me just stop you right there. Don't bullshit me.",
      "vi": "Thôi đi, được rồi đấy. Đừng có đùa với tôi."
    }
  },
  {
    "translation": {
      "en": "Captain, I am being straight with you. Look, we think something's going on, okay?",
      "vi": "Đại úy, vậy tôi nói thẳng nhé. Nghe này. Bọn tôi nghĩ có chuyện gì đó, được chứ?"
    }
  },
  {
    "translation": {
      "en": "We think Ershon is targeting the lottery to cover his losses.",
      "vi": "Chúng tôi nghĩ Ershon dùng công ty vé số để che đậy khoản lỗ."
    }
  },
  {
    "translation": {
      "en": "Wait. How many times did I explicitly say to you, \"Lay off Ershon\"?",
      "vi": "Khoan. Tôi phải nói với các anh câu \"Tránh xa Ershon,\" bao nhiêu lần nữa hả?"
    }
  },
  {
    "translation": {
      "en": "Terry, Captain wants to know...",
      "vi": "Terry, Đại úy muốn biết"
    }
  },
  {
    "translation": {
      "en": "...how many times has he asked us to lay off Ershon.",
      "vi": "ông ấy bảo ta tránh xa Ershon bao lần rồi."
    }
  },
  {
    "translation": {
      "en": "Twice.",
      "vi": "Hai."
    }
  },
  {
    "translation": {
      "en": "Twice. Terry says twice. I agree. I'm hanging up. I'm done.",
      "vi": "- Hai. Terry nói hai lần. Tôi đồng ý. - Tôi cúp máy đây. Tôi xong rồi."
    }
  },
  {
    "translation": {
      "en": "I gotta tell you, I started getting a hand for that, a taste for that Pai Gow.",
      "vi": "Tôi phải nói với anh điều này, tôi bắt đầu thử mùi bài cào rồi đấy."
    }
  },
  {
    "translation": {
      "en": "Martin and Fosse, super cops, in three, two....",
      "vi": "E hèm, Martin và Fosse, siêu cảnh sát, ba, hai..."
    }
  },
  {
    "translation": {
      "en": "So we busted that junkie. Got back 74 thou in diamonds. Seventy-four thou.",
      "vi": "Và chúng tôi đã tóm được tên khốn đó. Lấy lại 74.000 đô la kim cương. Là 74.000."
    }
  },
  {
    "translation": {
      "en": "Solved the Castien case.",
      "vi": "- Bùm. - Vụ Castien đã được giải quyết."
    }
  },
  {
    "translation": {
      "en": "Seventy-four thousand dollars? That's all they took?",
      "vi": "Bảy mười bốn ngàn? Chúng chỉ lấy có thế thôi sao?"
    }
  },
  {
    "translation": {
      "en": "There's millions of dollars of diamonds in that place.",
      "vi": "- Chỗ kim cương đó giá hàng triệu đấy. - Hay là thế này, Gamble?"
    }
  },
  {
    "translation": {
      "en": "How about this, Gamble? How about you shut your face?",
      "vi": "- Chỗ kim cương đó giá hàng triệu đấy. - Hay là thế này, Gamble? Sao không ngậm miệng lại?"
    }
  },
  {
    "translation": {
      "en": "All right? Just shut it.",
      "vi": "Được chứ? Hãy câm đi."
    }
  },
  {
    "translation": {
      "en": "Hoitz, Gamble, captain's looking for you.",
      "vi": "Hoitz, Gamble, Đại úy muốn gặp hai anh."
    }
  },
  {
    "translation": {
      "en": "I know it's off the subject, but is Kevlar copyrighted?",
      "vi": "Tôi biết là lạc đề, nhưng vụ bản quyền Kevar thì sao?"
    }
  },
  {
    "translation": {
      "en": "-Captain? -Yeah.",
      "vi": "- Đại úy? - Ừ."
    }
  },
  {
    "translation": {
      "en": "-Is it a bad time? -No, come on. Come on.",
      "vi": "- Không đúng lúc à? - Không, vào đi."
    }
  },
  {
    "translation": {
      "en": "-Not me, right? -Yeah, and you.",
      "vi": "- Không có tôi chứ? - Ừ, cả anh nữa. Mấy anh chắc hẳn là biết ngài Công tố viên đáng kính Radford."
    }
  },
  {
    "translation": {
      "en": "Fellows, I'm sure you're familiar with the venerable DA Radford.",
      "vi": "Mấy anh chắc hẳn là biết ngài Công tố viên đáng kính Radford."
    }
  },
  {
    "translation": {
      "en": "-He wanted to come and pay us a visit. -Hello, gentlemen.",
      "vi": "Ông ấy muốn ghé thăm chúng ta đấy. Chào các anh."
    }
  },
  {
    "translation": {
      "en": "-Hello, sir. -Hey.",
      "vi": "- Chào ông. - Chào."
    }
  },
  {
    "translation": {
      "en": "-You know, I was talking to Gene here. -He prefers \"captain.\"",
      "vi": "Tôi có nói chuyện với anh Gene đây. Ông ấy thích \"Đại úy\" hơn."
    }
  },
  {
    "translation": {
      "en": "Yes, I was talking to Gene here, and, you know, it's funny.",
      "vi": "Phải, tôi đang nói chuyện với Gene đây, các anh biết không, vui lắm đấy."
    }
  },
  {
    "translation": {
      "en": "I don't know what you two have been up to...",
      "vi": "Tôi không biết hai anh đang định làm gì,"
    }
  },
  {
    "translation": {
      "en": "...but I've been getting calls from people I don't ever get calls from.",
      "vi": "nhưng tôi đang nhận được cuộc gọi từ những người trước giờ chưa từng gọi."
    }
  },
  {
    "translation": {
      "en": "In 40 years of enforcing the law, I've learned one thing.",
      "vi": "Với kinh nghiệm 40 năm thi hành luật, tôi đã học được một điều."
    }
  },
  {
    "translation": {
      "en": "When that happens, stop.",
      "vi": "Khi chuyện đó xảy ra, hãy dừng lại."
    }
  },
  {
    "translation": {
      "en": "-Gene, how's the family? -Good, good, Louis, thanks for asking.",
      "vi": "Gene, gia đình anh thế nào? Ổn, Louis, cảm ơn vì đã hỏi thăm."
    }
  },
  {
    "translation": {
      "en": "-My son's bisexual, so.... -Tremendous.",
      "vi": "- Con trai tôi lưỡng tính, nên... - Kinh thật."
    }
  },
  {
    "translation": {
      "en": "Gentlemen, do we understand each other?",
      "vi": "Các anh, chúng ta đã hiểu nhau chưa nhỉ?"
    }
  },
  {
    "translation": {
      "en": "-Cut the crap! -Will do.",
      "vi": "Dừng lại đi! Sẽ dừng."
    }
  },
  {
    "translation": {
      "en": "Guy never comes down here.",
      "vi": "Ông ta chưa bao giờ qua đây."
    }
  },
  {
    "translation": {
      "en": "Twenty years, I think I've seen that guy in this building one time.",
      "vi": "Trong suốt 20 năm, tôi chỉ thấy ông ta ở đây đúng một lần."
    }
  },
  {
    "translation": {
      "en": "-He's a heavyweight cat, that guy. -He was sitting right here.",
      "vi": "Ông ta là tay nặng ký đấy. Ông ấy vừa ngồi ngay kia mà."
    }
  },
  {
    "translation": {
      "en": "Yeah. I think you missed the point. Anyway, look.",
      "vi": "Phải. Tôi nghĩ anh chưa rõ vấn đề rồi. Mà thôi, nghe này."
    }
  },
  {
    "translation": {
      "en": "Blue and white found your firearms down by the Hudson River. Here you go, Terry.",
      "vi": "Cảnh sát tìm thấy súng của mấy anh dưới sông Hudson. Của anh đây,Terry."
    }
  },
  {
    "translation": {
      "en": "You know what?",
      "vi": "Anh biết không?"
    }
  },
  {
    "translation": {
      "en": "I'm gonna hang on to the wooden gun.",
      "vi": "Tôi sẽ giữ khẩu súng gỗ này."
    }
  },
  {
    "translation": {
      "en": "-To give me back my real gun? -No.",
      "vi": "- Trả súng thật cho tôi sao? - Không."
    }
  },
  {
    "translation": {
      "en": "Because I'm gonna give you this.",
      "vi": "Vì tôi sẽ đưa anh thứ này."
    }
  },
  {
    "translation": {
      "en": "It's a rape whistle. You blow that if you run into any trouble...",
      "vi": "Nó là còi khẩn cấp. Thổi nó khi anh gặp rắc rối"
    }
  },
  {
    "translation": {
      "en": "...and someone with an actual gun will come and help you out.",
      "vi": "và một người với khẩu súng thật sẽ tới giúp anh."
    }
  },
  {
    "translation": {
      "en": "We were abducted, captain! This shit is real!",
      "vi": "Chúng tôi đã bị bắt cóc, Đại úy! Đó là sự thật!"
    }
  },
  {
    "translation": {
      "en": "Ershon's dirty. He's targeting the lottery!",
      "vi": "Ershon có tội. Hắn nhắm đến vé số!"
    }
  },
  {
    "translation": {
      "en": "Next, I want you guys to hand in all the evidence you think you have to the SEC.",
      "vi": "Tiếp theo, tôi muốn các anh giao lại mọi chứng cứ các anh nghĩ mình có cho bên SEC."
    }
  },
  {
    "translation": {
      "en": "The financial district's under their jurisdiction.",
      "vi": "Khu vực tài chính thuộc quyền tài phán của họ."
    }
  },
  {
    "translation": {
      "en": "Don't you get it? This case is talking to us!",
      "vi": "Ông không hiểu sao? Vụ này là của chúng tôi!"
    }
  },
  {
    "translation": {
      "en": "I'm a peacock, captain! You gotta let me fly on this one!",
      "vi": "Tôi là công đấy, Đại úy! Ông phải để tôi bay theo vụ này chứ!"
    }
  },
  {
    "translation": {
      "en": "You know what, Terry? Let's just settle this. Peacocks don't fly.",
      "vi": "Vẫn không hiểu sao, Terry? Cứ dàn xếp vụ này. Công không biết bay."
    }
  },
  {
    "translation": {
      "en": "-They fly, they fly a little bit. -Yeah, about as much as a penguin.",
      "vi": "- Chúng bay được, bay từng chút một. - Ừ phải, như chim cánh cụt."
    }
  },
  {
    "translation": {
      "en": "One more thing, do me a favor, don't go chasing waterfalls.",
      "vi": "Giúp tôi một việc nữa nhé, đừng có lao vào thác nước đang đổ."
    }
  },
  {
    "translation": {
      "en": "Was that accidental, or were you trying to quote TLC on purpose?",
      "vi": "Chỉ là tình cờ hay ông cố tình trích dẫn TCL vậy?"
    }
  },
  {
    "translation": {
      "en": "I don't even understand the reference.",
      "vi": "Tôi còn chẳng hiểu nguồn gốc câu đó."
    }
  },
  {
    "translation": {
      "en": "-You don't understand what you said? -I don't know what that is.",
      "vi": "- Ông không hiểu điều mình nói sao? - Tôi không hiểu."
    }
  },
  {
    "translation": {
      "en": "Get out. Go.",
      "vi": "Ra ngoài đi."
    }
  },
  {
    "translation": {
      "en": "How did they get that story?",
      "vi": "Sao họ biết chuyện vậy?"
    }
  },
  {
    "translation": {
      "en": "I'm tired of being treated like a jerk for trying to do the right thing.",
      "vi": "Tôi chán bị cho là tên khùng vì cố làm việc đúng. Như..."
    }
  },
  {
    "translation": {
      "en": "Hey, guys.",
      "vi": "Chào các anh."
    }
  },
  {
    "translation": {
      "en": "There's a proxy vote for a big reinvestment of the pension coming up...",
      "vi": "À, đây là phiếu bầu ủy quyền cho sự kiện tái đầu tư lương hưu đấy,"
    }
  },
  {
    "translation": {
      "en": "-...so if you just wanna come by the old.... -Damn it, Bob!",
      "vi": "- nên nếu các anh muốn ghé qua... - Khỉ thật, Bob!"
    }
  },
  {
    "translation": {
      "en": "Let me ask you something.",
      "vi": "Để tôi hỏi anh điều này."
    }
  },
  {
    "translation": {
      "en": "What do you even do around here besides interrupt people?",
      "vi": "Anh làm gì ở đây ngoài việc quấy rầy người khác vậy?"
    }
  },
  {
    "translation": {
      "en": "Well, I serve as treasurer to the union.",
      "vi": "Tôi làm thủ quỹ cho công đoàn."
    }
  },
  {
    "translation": {
      "en": "I make a wicked pot of decaf.",
      "vi": "Tôi pha cà phê khử caffein cho mọi người."
    }
  },
  {
    "translation": {
      "en": "Exactly! You're a worthless piece of shit!",
      "vi": "Chính xác! Anh là thứ vô dụng!"
    }
  },
  {
    "translation": {
      "en": "Probably right, Terry. That's why I feel so sad all the time.",
      "vi": "Có thể anh đúng, Terry. Đó là lý do tôi luôn thấy buồn."
    }
  },
  {
    "translation": {
      "en": "I'm gonna go for a walk.",
      "vi": "Tôi ra ngoài đây."
    }
  },
  {
    "translation": {
      "en": "-Bob! -Say something.",
      "vi": "- Bob! - Nói gì đi chứ."
    }
  },
  {
    "translation": {
      "en": "Come on! Bob!",
      "vi": "Thôi nào! Bob!"
    }
  },
  {
    "translation": {
      "en": "I didn't mean it, all right? I'm upset.",
      "vi": "Tôi không có ý đó, được chứ? Tôi đang bực mình thôi."
    }
  },
  {
    "translation": {
      "en": "These braised short ribs taste like a dog's asshole.",
      "vi": "Miếng sườn thịt om nhỏ này có vị như mông con chó vậy."
    }
  },
  {
    "translation": {
      "en": "-Sweetie. -You know what? I'm sitting here thinking:",
      "vi": "- Anh yêu. - Em biết không, anh đang nghĩ,"
    }
  },
  {
    "translation": {
      "en": "\"Who in the world would slow roast a dog's asshole...",
      "vi": "trên đời này ai lại đi nướng mông chó"
    }
  },
  {
    "translation": {
      "en": "...and serve it to their husband?\"",
      "vi": "và đem cho chồng mình ăn? Em chứ ai."
    }
  },
  {
    "translation": {
      "en": "-You would. -You are being awful. What's wrong?",
      "vi": "và đem cho chồng mình ăn? Em chứ ai. Anh nói ghê vậy. Có gì thế?"
    }
  },
  {
    "translation": {
      "en": "-Captain took us off the case. -I'm sorry.",
      "vi": "Sếp không để bọn anh tham gia vụ án. Em rất tiếc."
    }
  },
  {
    "translation": {
      "en": "I told Terry about my dark days in college, and it brought up some feelings.",
      "vi": "Anh có kể Terry về những tháng ngày đen tối ở đại học, và nó đã gợi lên vài cảm xúc."
    }
  },
  {
    "translation": {
      "en": "Well, honeydick, that was a long time ago. You're not that same person you were.",
      "vi": "Anh yêu à, chuyện lâu rồi mà. Anh đâu còn là người như thế nữa."
    }
  },
  {
    "translation": {
      "en": "No, you don't get it. There is a darkness inside of me.",
      "vi": "Không, em không hiểu rồi. Có một mảng tối tăm bên trong anh."
    }
  },
  {
    "translation": {
      "en": "It wants to get out. It wants to walk around.",
      "vi": "Nó muốn thoát ra. Nó muốn đi vòng quanh."
    }
  },
  {
    "translation": {
      "en": "It wants some walking around money, and it wants to buy some shoes.",
      "vi": "Nó muốn đi kiếm tiền, và muốn mua giày."
    }
  },
  {
    "translation": {
      "en": "And it wants to walk up with the people and say, \"Hey, Gator don't play no shit.\"",
      "vi": "Và nó muốn đi cùng với mọi người và nói, \"Ê, Gator không chơi bẩn đâu.\""
    }
  },
  {
    "translation": {
      "en": "-You feel me? -Yeah.",
      "vi": "- Em hiểu anh chứ? - Ừ."
    }
  },
  {
    "translation": {
      "en": "Gator never been about that, never been about playing no shit.",
      "vi": "Gator chưa bao giờ như thế, chưa bao giờ chơi bẩn."
    }
  },
  {
    "translation": {
      "en": "-Sweetie, I'm sorry. -It's okay.",
      "vi": "- Em yêu, anh rất tiếc. - Ổn mà."
    }
  },
  {
    "translation": {
      "en": "-I just.... -Remember that night we met?",
      "vi": "Anh chỉ... Nhớ cái đêm ta gặp chứ?"
    }
  },
  {
    "translation": {
      "en": "The attending physician told me, \"We got a drugged-out pimp in the back.\"",
      "vi": "Tay bác sĩ nội trú bảo em, \"Chúng tôi có một tay ma cô phê thuốc ở đằng sau.\""
    }
  },
  {
    "translation": {
      "en": "And I went back there, and I pulled open that curtain...",
      "vi": "Và rồi em ra sau đó, kéo tấm màn ra"
    }
  },
  {
    "translation": {
      "en": "...and I saw you.",
      "vi": "và thấy anh."
    }
  },
  {
    "translation": {
      "en": "You were weak, scared...",
      "vi": "Anh yếu ớt, sợ sệt,"
    }
  },
  {
    "translation": {
      "en": "...ass up, inflamed, crying.",
      "vi": "mông chổng lên, sưng đỏ, rên khóc."
    }
  },
  {
    "translation": {
      "en": "At that moment, I knew. \"Hey, he's no pimp. Pimps don't cry.\"",
      "vi": "Lúc đó, em đã biết. \"Này, anh ấy đâu phải ma cô. Ma cô không khóc.\""
    }
  },
  {
    "translation": {
      "en": "Pimps don't cry",
      "vi": "Ma cô không khóc"
    }
  },
  {
    "translation": {
      "en": "Pimps don't cry",
      "vi": "Ma cô không khóc"
    }
  },
  {
    "translation": {
      "en": "No, they don't",
      "vi": "Không hề nhé"
    }
  },
  {
    "translation": {
      "en": "They don't shed a tear",
      "vi": "- Họ không rơi lệ - Họ không rơi lệ"
    }
  },
  {
    "translation": {
      "en": "Pimps don't cry",
      "vi": "- Ma cô không khóc - Ma cô không khóc"
    }
  },
  {
    "translation": {
      "en": "They never shed a tear",
      "vi": "Họ không bao giờ rơi lệ"
    }
  },
  {
    "translation": {
      "en": "Come lay with me. Be safe, and let's make love. Come on.",
      "vi": "Đi nằm với em nào. Sẽ được an toàn, rồi ta làm tình. Nào."
    }
  },
  {
    "translation": {
      "en": "Every time you say, \"Be safe,\" it tears me apart.",
      "vi": "Mỗi lần em nói, sẽ được an toàn, anh lại suy sụp."
    }
  },
  {
    "translation": {
      "en": "You gotta let me be who I'm gonna be.",
      "vi": "Em phải để anh trở thành chính anh chứ."
    }
  },
  {
    "translation": {
      "en": "Allen, I'm pregnant.",
      "vi": "Allen, em đang mang thai."
    }
  },
  {
    "translation": {
      "en": "Whose baby is that?",
      "vi": "Con ai vậy?"
    }
  },
  {
    "translation": {
      "en": "Who's the man who did that to you? Gator's bitches better be using jimmies!",
      "vi": "Thằng nào đã làm thế với em? Gái của Gator phải biết phòng tránh chứ!"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. See, that's what I'm talking about.",
      "vi": "Anh xin lỗi. Đấy, anh lại nói linh tinh rồi."
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "vi": "Ôi Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "You need to leave.",
      "vi": "Anh cần rời khỏi đây."
    }
  },
  {
    "translation": {
      "en": "Get out! Get out, Allen! Get out!",
      "vi": "Đi đi! Allen! Đi ngay!"
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "vi": "Này."
    }
  },
  {
    "translation": {
      "en": "Hey. What are you doing here?",
      "vi": "Chào. Anh đang làm gì ở đây vậy?"
    }
  },
  {
    "translation": {
      "en": "Come here when I have lady troubles, which means I come here every night.",
      "vi": "Tôi tới đây khi gặp chuyện với phụ nữ, nghĩa là đêm nào tôi cũng đến đây."
    }
  },
  {
    "translation": {
      "en": "What are you doing here?",
      "vi": "Anh làm gì ở đây?"
    }
  },
  {
    "translation": {
      "en": "Sheila and I got into it tonight.",
      "vi": "Sheila và tôi mới cãi nhau."
    }
  },
  {
    "translation": {
      "en": "She threw me out.",
      "vi": "Cô ấy đã đuổi tôi đi."
    }
  },
  {
    "translation": {
      "en": "Well, you're not a cop till your wife throws you out of the house, partner.",
      "vi": "Anh không phải cảnh sát cho tới khi bị vợ đuổi khỏi nhà, cộng sự ạ."
    }
  },
  {
    "translation": {
      "en": "Does it bother you that the Castien robbers only took 74 grand in diamonds?",
      "vi": "Anh có thấy khó hiểu không khi bọn cướp Castien chỉ lấy số kim cương trị giá có 74 ngàn?"
    }
  },
  {
    "translation": {
      "en": "They're junkies. Who cares? I mean....",
      "vi": "Bọn nhãi nhép ấy mà. Ai quan tâm chứ? Ý tôi là..."
    }
  },
  {
    "translation": {
      "en": "I don't know if a junkie can go down a 20-story zip line, though.",
      "vi": "Tôi không chắc là một tên nhãi nhép lại đu dây từ 20 tầng xuống đâu."
    }
  },
  {
    "translation": {
      "en": "How you fellas doing?",
      "vi": "Mấy anh làm gì ở đây vậy?"
    }
  },
  {
    "translation": {
      "en": "We're about to have us a little screw party in this red Prius over here...",
      "vi": "Bọn tôi đang định quậy tưng trên chiếc Pirus đỏ đằng kia"
    }
  },
  {
    "translation": {
      "en": "...if you wanna join us.",
      "vi": "nếu các anh muốn tham gia."
    }
  },
  {
    "translation": {
      "en": "Hey, are you Dirty Mike and the boys?",
      "vi": "Này, các anh là Mike Bẩn và đàn em hả?"
    }
  },
  {
    "translation": {
      "en": "-How do you know who we are? -You left a note in that car.",
      "vi": "Sao anh biết bọn tôi là ai? - Anh để lời nhắn lại trên xe. - Cảnh sát đây, bọn ngu."
    }
  },
  {
    "translation": {
      "en": "-Police, shithead. -He's a copper. We gotta go. Come on!",
      "vi": "- Anh để lời nhắn lại trên xe. - Cảnh sát đây, bọn ngu. Cớm đấy, ta đi thôi. Đi nào!"
    }
  },
  {
    "translation": {
      "en": "Hey! Goose it, boys! They're cops!",
      "vi": "Này! Thôi đi bọn mày! Bọn cớm đấy!"
    }
  },
  {
    "translation": {
      "en": "You turned my beautiful Prius into a nightmare!",
      "vi": "Bọn mày biến chiếc Pirus xinh đẹp thành một ác mộng!"
    }
  },
  {
    "translation": {
      "en": "We are gonna have sex in your car! It will happen again!",
      "vi": "Bọn tao sẽ chơi nhau trong xe mày! Sẽ làm nữa đấy!"
    }
  },
  {
    "translation": {
      "en": "I don't know where I'm gonna sleep tonight.",
      "vi": "Không biết đêm nay tôi sẽ ngủ ở đâu."
    }
  },
  {
    "translation": {
      "en": "Fortunately, I know where you're gonna be drinking.",
      "vi": "May là tôi biết chỗ anh sẽ đi uống bia."
    }
  },
  {
    "translation": {
      "en": "Jack of All Trades. Drinks on me. Come on.",
      "vi": "Quán Jack of All Trades. Tôi đãi. Đi thôi."
    }
  },
  {
    "translation": {
      "en": "-No, I already have a beer. -No, no, no, no.",
      "vi": "- Không, tôi vừa uống bia rồi. - Không."
    }
  },
  {
    "translation": {
      "en": "I'm talking about doing some serious drinking.",
      "vi": "Tôi đang nói chuyện uống nghiêm túc đấy."
    }
  },
  {
    "translation": {
      "en": "Drinking with Terry Hoitz.",
      "vi": "Đi uống với Terry Hoitz."
    }
  },
  {
    "translation": {
      "en": "This sucks, man. Work our ass off on this case...",
      "vi": "Thật tệ. Chạy cuống lên vì vụ này,"
    }
  },
  {
    "translation": {
      "en": "...now we gotta hand over all of our evidence?",
      "vi": "giờ thì phải bàn giao mọi chứng cứ sao?"
    }
  },
  {
    "translation": {
      "en": "Yeah, it's not right.",
      "vi": "Đúng vậy, thật vô lý."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, I'm hungover.",
      "vi": "Ôi Chúa ơi. Tôi nhức đầu quá. ỦY BAN CHỨNG KHOÁN VÀ HỐI ĐOÁI HOA KỲ"
    }
  },
  {
    "translation": {
      "en": "So you guys are law enforcement?",
      "vi": "Vậy hai anh là viên chức hành pháp?"
    }
  },
  {
    "translation": {
      "en": "Yeah, we're an independent government agency who...",
      "vi": "Phải, chúng tôi là cơ quan chính phủ độc lập,"
    }
  },
  {
    "translation": {
      "en": "...along with the FBI and the Federal Reserve...",
      "vi": "cùng với FBI và Cục Dự trữ Liên bang,"
    }
  },
  {
    "translation": {
      "en": "...regulate the stock market and corporate fraud.",
      "vi": "chỉnh những vụ gian lận trong giới cổ phiếu và công ty."
    }
  },
  {
    "translation": {
      "en": "And the Federal Reserve is a prison?",
      "vi": "Vậy Cục Dự trữ Liên bang là nhà tù sao?"
    }
  },
  {
    "translation": {
      "en": "No, basically, it's a held-for-profit bank that sets interest rates...",
      "vi": "Không, cơ bản thì nó là một ngân hàng vì lợi nhuận có thiết đặt mức lãi suất"
    }
  },
  {
    "translation": {
      "en": "...and loans money to other banks.",
      "vi": "và cho các ngân hàng khác vay tiền."
    }
  },
  {
    "translation": {
      "en": "-Is that a wastebasket? -Yeah, right there.",
      "vi": "- Là thùng rác phải không? - Phải, nó đó. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "-You all right? -Holy hell!",
      "vi": "Anh ổn chứ? Trời đất ơi!"
    }
  },
  {
    "translation": {
      "en": "I'm so sorry.",
      "vi": "Tôi xin lỗi."
    }
  },
  {
    "translation": {
      "en": "I got so drunk last night.",
      "vi": "Đêm qua tôi say quá."
    }
  },
  {
    "translation": {
      "en": "I think I thought a tube of toothpaste was astronaut food.",
      "vi": "Tôi nghĩ tôi tưởng tuýp kem đánh răng là thức ăn phi hành gia đấy."
    }
  },
  {
    "translation": {
      "en": "Come on in, fellas.",
      "vi": "Vào đi các anh."
    }
  },
  {
    "translation": {
      "en": "You gotta be kidding me. You're Ershon's lawyer.",
      "vi": "Chắc anh đang đùa. Anh là luật sư của Ershon mà."
    }
  },
  {
    "translation": {
      "en": "We're turning over our investigation to you?",
      "vi": "Chúng tôi bàn giao vụ điều tra cho anh sao?"
    }
  },
  {
    "translation": {
      "en": "Let me assure you there will be no conflict of interest...",
      "vi": "Tôi đảm bảo sẽ không có mâu thuẫn quyền lợi nào"
    }
  },
  {
    "translation": {
      "en": "...between me and David Ershon.",
      "vi": "giữa tôi và David Ershon."
    }
  },
  {
    "translation": {
      "en": "And if this were an actual investigation, I would immediately recuse myself.",
      "vi": "Và nếu đây là điều tra thật sự thì tôi sẽ ngay lập tức rút lui."
    }
  },
  {
    "translation": {
      "en": "This is all the evidence we have, and I truly hope you take this seriously.",
      "vi": "Đây là tất cả chứng cứ chúng tôi có, - hy vọng anh sẽ làm nghiêm túc. - Ừ."
    }
  },
  {
    "translation": {
      "en": "Yes. Very much so. From everything I've heard, I understand...",
      "vi": "- Rất nghiêm túc. - Theo những gì tôi nghe được, tôi hiểu"
    }
  },
  {
    "translation": {
      "en": "...you guys are the best at these types of investigations.",
      "vi": "các anh là người giỏi nhất cho mấy vụ điều tra dạng này."
    }
  },
  {
    "translation": {
      "en": "Outside of Enron and AIG...",
      "vi": "Ngoài Enron và AIG"
    }
  },
  {
    "translation": {
      "en": "...and Bernie Madoff...",
      "vi": "và Bernie Madoff,"
    }
  },
  {
    "translation": {
      "en": "...WorldCom, Bear Stearns, Lehman Brothers.",
      "vi": "- WorldCom, Bear Stearns, Lehman Brothers. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "Okay. Thank you. Thank you, detective.",
      "vi": "Cảm ơn. Cảm ơn thanh tra."
    }
  },
  {
    "translation": {
      "en": "-Would you like a seat, or you're fine? -No, I'm good.",
      "vi": "- Anh có muốn ngồi không? - Không, tôi ổn."
    }
  },
  {
    "translation": {
      "en": "Okay. Let me just assure you fellas...",
      "vi": "Được rồi, tôi xin đảm bảo với các anh,"
    }
  },
  {
    "translation": {
      "en": "...David Ershon is an upstanding citizen.",
      "vi": "David Ershon là một công dân gương mẫu."
    }
  },
  {
    "translation": {
      "en": "I am playing squash with him tonight at the club... ...and we're having dinner.",
      "vi": "Tối nay tôi sẽ chơi bóng quần với ông ấy ở câu lạc bộ, và sẽ cùng ăn tối."
    }
  },
  {
    "translation": {
      "en": "You listen to me, you Windsor knot-wearing monkey...",
      "vi": "Nghe đây, đồ khỉ thắt nơ Windsor,"
    }
  },
  {
    "translation": {
      "en": "...you play squash with Ershon, right?",
      "vi": "anh chơi bóng quần với Ershon, đúng không?"
    }
  },
  {
    "translation": {
      "en": "Your kids go to school with his? How would you know if he's clean or not?",
      "vi": "Con anh cùng trường con ông ta? Sao anh biết ông ta trong sạch hay không?"
    }
  },
  {
    "translation": {
      "en": "I will take a look at your evidence...",
      "vi": "Tôi sẽ xem xét bằng chứng của các anh,"
    }
  },
  {
    "translation": {
      "en": "...and I will take a second look at the financials.",
      "vi": "và tôi sẽ xem lại chuyện tài chính."
    }
  },
  {
    "translation": {
      "en": "And when I come back and bust your ass...",
      "vi": "Khi tôi quay lại, tôi sẽ đã anh,"
    }
  },
  {
    "translation": {
      "en": "...we're locking David Ershon in the Federal Reserve!",
      "vi": "tống giam David Ershon vào Cục Dự trữ Liên bang đấy!"
    }
  },
  {
    "translation": {
      "en": "He still doesn't understand the concept.",
      "vi": "Anh ấy vẫn không hiểu khái niệm đó."
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "vi": "Anh làm gì vậy?"
    }
  },
  {
    "translation": {
      "en": "We just handed all of our evidence over to the bad guy's lawyer!",
      "vi": "Ta vừa mới giao hết chứng cứ cho tay luật sư của một gã xấu đấy!"
    }
  },
  {
    "translation": {
      "en": "Are you a big man, huh?",
      "vi": "Anh trưởng thành chưa?"
    }
  },
  {
    "translation": {
      "en": "-I'm talking to you. -What?",
      "vi": "- Tôi nói anh đấy. - Cái gì?"
    }
  },
  {
    "translation": {
      "en": "You wake up in the morning, you say, \"I'm putting on my big boy pants\"?",
      "vi": "Anh thức dậy buổi sáng rồi nói: \"Tôi mặc quần cỡ bự\" sao?"
    }
  },
  {
    "translation": {
      "en": "\"Look, I'm wearing a belt!",
      "vi": "\"Coi này, tôi có mang dây lưng!"
    }
  },
  {
    "translation": {
      "en": "\"I've got big boy pants on!\"",
      "vi": "Tôi mặc quần cỡ bự!\""
    }
  },
  {
    "translation": {
      "en": "-Stop! -We don't, we don't do this!",
      "vi": "- Thôi đi! - Ta không làm cái này!"
    }
  },
  {
    "translation": {
      "en": "You're scaring the shit out of me, man! Stop it!",
      "vi": "Anh làm tôi sợ vãi ra đấy! Thôi đi!"
    }
  },
  {
    "translation": {
      "en": "Is this how you conduct yourself? In a democracy?",
      "vi": "Đây là cách anh cư xử sao? Trong nền dân chủ?"
    }
  },
  {
    "translation": {
      "en": "What the hell are you doing, man?",
      "vi": "Anh đang làm cái gì vậy hả?"
    }
  },
  {
    "translation": {
      "en": "I'm so tired of you getting angry and yelling all the time.",
      "vi": "Tôi phát ngấy việc anh bực tức rồi la hét rồi."
    }
  },
  {
    "translation": {
      "en": "It's exhausting.",
      "vi": "Quá mệt mỏi rồi."
    }
  },
  {
    "translation": {
      "en": "I feel like I'm partners with the Hulk.",
      "vi": "Cứ như cộng sự của tôi là Người Khổng Lồ Xanh."
    }
  },
  {
    "translation": {
      "en": "You wanna know why I'm so angry all the time?",
      "vi": "Anh muốn biết vì sao tôi luôn bực tức?"
    }
  },
  {
    "translation": {
      "en": "Because the more I try and do right, the more I screw things up.",
      "vi": "Vì tôi càng cố làm cho đúng thì mọi việc lại càng rối loạn hơn."
    }
  },
  {
    "translation": {
      "en": "We've got a possible jumper at 3 World Financial Center, 23rd floor.",
      "vi": "Có một vụ định nhảy lầu ở số ba Trung tâm Tài chính Thế giới, tầng 23."
    }
  },
  {
    "translation": {
      "en": "All units, fire department, en route.",
      "vi": "Tất cả các đơn vị, lực lượng cứu hỏa, mau đến hiện trường"
    }
  },
  {
    "translation": {
      "en": "-SEC. -Beaman's office.",
      "vi": "Ủy ban Chứng khoán và Hối đoái. Văn phòng của Beaman."
    }
  },
  {
    "translation": {
      "en": "We have to go.",
      "vi": "Ta phải đi."
    }
  },
  {
    "translation": {
      "en": "-But the captain. -We have to go, Allen.",
      "vi": "- Nhưng mà Đại úy. - Ta phải đi thôi, Allen."
    }
  },
  {
    "translation": {
      "en": "All units, I need a respondent. Possible jumper, 3 World Financial Center.",
      "vi": "Tất cả các đơn vị, tôi cần một phản hồi. Vụ định nhảy lầu ở số ba Trung tâm Tài chính Thế giới."
    }
  },
  {
    "translation": {
      "en": "Shit. It's Beaman!",
      "vi": "Khỉ thật. Đó là Beaman!"
    }
  },
  {
    "translation": {
      "en": "-He's gotta know something. -Wesley!",
      "vi": "- Anh ta chắc phải biết gì đó. - Wesley!"
    }
  },
  {
    "translation": {
      "en": "Detective Hoitz and Gamble. We got this.",
      "vi": "Thanh tra Hoitz và Gamble. Để chúng tôi."
    }
  },
  {
    "translation": {
      "en": "I took an online class at University of Phoenix on negotiating.",
      "vi": "Tôi có tham gia một lớp trực tuyến về thương thuyết ở Đại học Phoenix."
    }
  },
  {
    "translation": {
      "en": "I'm gonna need a priest and a bullhorn.",
      "vi": "Tôi cần một linh mục và một cái loa."
    }
  },
  {
    "translation": {
      "en": "-I got no bullhorn. -Does anyone have a bullhorn?",
      "vi": "- Tôi không có loa. - Có ai có loa không?"
    }
  },
  {
    "translation": {
      "en": "-Bullhorn, anyone? -Truck.",
      "vi": "Loa, ai có không? - Xe tải. - Xe tải."
    }
  },
  {
    "translation": {
      "en": "Police business. I need to use your PA system.",
      "vi": "Được rồi, ảnh sát đây. Tôi cần dùng loa của anh."
    }
  },
  {
    "translation": {
      "en": "Okay, let me turn it on.",
      "vi": "Được rồi, tôi bật đây."
    }
  },
  {
    "translation": {
      "en": "Mr. Beaman? Mr. Don Beaman?",
      "vi": "Anh Beaman? Anh Don Beaman?"
    }
  },
  {
    "translation": {
      "en": "It's Wesley. I know Ershon's Wesley's....",
      "vi": "Là Wesley. Tôi biết Wesley làm cho Ershon."
    }
  },
  {
    "translation": {
      "en": "Look, there's a lot to live for in this life.",
      "vi": "Nghe này, có nhiều thứ đáng để ta sống."
    }
  },
  {
    "translation": {
      "en": "A lot of great things, like soda pop, big fresh can of soda pop.",
      "vi": "Rất nhiều thứ...như là lon soda, lon soda lớn này."
    }
  },
  {
    "translation": {
      "en": "They do not care!",
      "vi": "Họ không bận tâm đâu!"
    }
  },
  {
    "translation": {
      "en": "Give me this. I know how to talk to him.",
      "vi": "Để tôi. Tôi biết cách nói chuyện với anh ta."
    }
  },
  {
    "translation": {
      "en": "Listen, we all know you're a scumbag, and nobody cares about you.",
      "vi": "Nghe này, ta đều biết anh là cặn bã, và chẳng ai quan tâm anh cả"
    }
  },
  {
    "translation": {
      "en": "Rotten piece of shit.",
      "vi": "Như đống thối nát vậy."
    }
  },
  {
    "translation": {
      "en": "That's worse than what I was saying.",
      "vi": "Còn tệ hơn những gì tôi nói."
    }
  },
  {
    "translation": {
      "en": "I'm not gonna lie to you, Don.",
      "vi": "Tôi sẽ không nói dối anh đâu, Don."
    }
  },
  {
    "translation": {
      "en": "People down here are starting to murmur that you don't have the balls to do it.",
      "vi": "Mọi người dưới này đang xầm xì - rằng anh không có gan làm việc đó. - Tôi không bận tâm!"
    }
  },
  {
    "translation": {
      "en": "-I don't care! -Yeah.",
      "vi": "- rằng anh không có gan làm việc đó. - Tôi không bận tâm!"
    }
  },
  {
    "translation": {
      "en": "I say you can do it.",
      "vi": "Ừ. Tôi nói anh có thể mà."
    }
  },
  {
    "translation": {
      "en": "I mean, I don't want you to jump. I'm just saying you have the capability.",
      "vi": "Ý tôi là...không muốn anh nhảy. Chỉ nói là anh có khả năng thôi."
    }
  },
  {
    "translation": {
      "en": "Look, he's flying!",
      "vi": "Nhìn kìa, anh ta đang bay!"
    }
  },
  {
    "translation": {
      "en": "Stop that.",
      "vi": "Thôi đi."
    }
  },
  {
    "translation": {
      "en": "Half empty bottle of gin. Chair knocked over.",
      "vi": "Hết nửa chai gin. Ghế bị hất đổ."
    }
  },
  {
    "translation": {
      "en": "Look at this, it's a clear sign of a struggle. Make sure you get this, all right?",
      "vi": "Nhìn xem, dấu hiệu rõ ràng của vụ giằng co. Nhớ lấy cái này nữa nhé?"
    }
  },
  {
    "translation": {
      "en": "Detectives, all your work's done here. You can go.",
      "vi": "Các thanh tra. Các anh xong việc ở đây rồi. Có thể đi."
    }
  },
  {
    "translation": {
      "en": "What about Ershon targeting the lottery?",
      "vi": "Việc Ershon nhắm đến vé số thì sao?"
    }
  },
  {
    "translation": {
      "en": "You know why Ershon was calling down to the lottery offices all those times?",
      "vi": "Có biết sao Ershon hay gọi tới văn phòng vé số không?"
    }
  },
  {
    "translation": {
      "en": "Because he was hooking up with the Powerball girl...",
      "vi": "Vì ông ta đang cưa cẩm cô gái quay số đấy,"
    }
  },
  {
    "translation": {
      "en": "...the one on TV with all the numbered balls.",
      "vi": "cái cô trên TV với những trái bóng đánh số."
    }
  },
  {
    "translation": {
      "en": "Yeah. She filed a restraining order on him last week.",
      "vi": "Phải. Tuần rồi, cô ta đã xin lệnh cấm đến gần đối với ông ta."
    }
  },
  {
    "translation": {
      "en": "It was right there in front of you the whole time.",
      "vi": "Nó rất rõ ràng trước mắt các anh mà."
    }
  },
  {
    "translation": {
      "en": "-Can't be. -You guys are getting transferred.",
      "vi": "- Không thể nào. - Các anh sẽ bị thuyên chuyển."
    }
  },
  {
    "translation": {
      "en": "-What? -Traffic.",
      "vi": "- Cái gì? - Giao thông."
    }
  },
  {
    "translation": {
      "en": "Yeah, that's right.",
      "vi": "Phải, đúng đấy."
    }
  },
  {
    "translation": {
      "en": "You, you're gonna walk a beat downtown. You're gonna walk a beat downtown.",
      "vi": "Anh, anh sẽ đi xuống phố đấy. Anh sẽ đi xuống phố đấy."
    }
  },
  {
    "translation": {
      "en": "-It's done. No, no. It's done. -Captain, what are you talking about?",
      "vi": "- Xong rồi. - Không thể. - Ông nói gì vậy? - Không, kết thúc. Giữ sức đi."
    }
  },
  {
    "translation": {
      "en": "-Save yourselves some gas. -Captain!",
      "vi": "- Ông nói gì vậy? - Không, kết thúc. Giữ sức đi. Đại ý!"
    }
  },
  {
    "translation": {
      "en": "Is there an appeal process we can...?",
      "vi": "Có quy trình khiếu nại để bọn tôi có..."
    }
  },
  {
    "translation": {
      "en": "Had to do what you had to do, captain.",
      "vi": "Làm chuyện cần làm thôi Đại úy. Úi! Ôi! Đau thật."
    }
  },
  {
    "translation": {
      "en": "That hurt.",
      "vi": "Ôi! Đau thật."
    }
  },
  {
    "translation": {
      "en": "-Excuse me. Where's my car? -They towed it.",
      "vi": "Xin lỗi, xe tôi đâu rồi? Ồ. Họ kéo đi rồi."
    }
  },
  {
    "translation": {
      "en": "Couple of homeless people were messing around in it.",
      "vi": "Có vài kẻ lang thang cứ lảng vảng quanh nó."
    }
  },
  {
    "translation": {
      "en": "-That's an official police car. -Could have fooled me.",
      "vi": "Đó là xe cảnh sát đấy. Chắc lừa được tôi rồi."
    }
  },
  {
    "translation": {
      "en": "Wow, Mauch was upset, huh?",
      "vi": "Chà, Mauch đã bực rồi hả?"
    }
  },
  {
    "translation": {
      "en": "Really?",
      "vi": "Thật sao?"
    }
  },
  {
    "translation": {
      "en": "The only thing I had to be proud of in my life was being a detective.",
      "vi": "Điều duy nhất tôi thấy tự hào trong đời là trở thành thanh tra."
    }
  },
  {
    "translation": {
      "en": "That was all I had. Now it's gone.",
      "vi": "Đó tất cả những gì tôi có. Giờ thì hết rồi."
    }
  },
  {
    "translation": {
      "en": "I know. I know. You still got me.",
      "vi": "Tôi biết. Anh vẫn có tôi mà."
    }
  },
  {
    "translation": {
      "en": "Don't you get it? I don't want you, Allen, okay? I never did.",
      "vi": "Anh không hiểu sao? Tôi không muốn anh, Allen, được chứ? Tôi chưa từng muốn."
    }
  },
  {
    "translation": {
      "en": "I told you that scaffolding violation was dogshit.",
      "vi": "Tôi đã bảo cái vụ vi phạm giàn giáo đấy rất vớ vẩn rồi."
    }
  },
  {
    "translation": {
      "en": "I can't believe you still doubt me after everything we've seen.",
      "vi": "Không thể tin anh vẫn nghi ngờ tôi sau những gì ta thấy."
    }
  },
  {
    "translation": {
      "en": "It's a real case, and I'm a real cop. We just got the wrong target for Ershon.",
      "vi": "Đây là một vụ thật sự, và tôi là cớm thật sự. Ta chỉ chọn sai đối tượng đối với Ershon thôi."
    }
  },
  {
    "translation": {
      "en": "-You carry a rape whistle. -This is real cop work.",
      "vi": "Anh mang cái còi khẩn cấp. - Đây thật sự là việc của cớm. - Anh chẳng có gì giống"
    }
  },
  {
    "translation": {
      "en": "There is nothing about you that makes a man a man, okay?",
      "vi": "- Đây thật sự là việc của cớm. - Anh chẳng có gì giống một người đàn ông cả, rõ chưa?"
    }
  },
  {
    "translation": {
      "en": "You got no gun, no car, no wife, and now you got no partner.",
      "vi": "Không súng, không xe, không vợ, và giờ là không cộng sự đấy."
    }
  },
  {
    "translation": {
      "en": "Leave me alone.",
      "vi": "Để tôi yên."
    }
  },
  {
    "translation": {
      "en": "A mutt case.",
      "vi": "Một vụ ngớ ngẩn."
    }
  },
  {
    "translation": {
      "en": "Terry, I am a cop, for your information, okay?",
      "vi": "Terry, tôi là cớm đấy, nói cho biết, được chứ?"
    }
  },
  {
    "translation": {
      "en": "A broken partnership.",
      "vi": "Một mối quan hệ đồng sự tan vỡ."
    }
  },
  {
    "translation": {
      "en": "I'm a cop!",
      "vi": "Tôi là cớm!"
    }
  },
  {
    "translation": {
      "en": "And getting busted down to a shitty assignment.",
      "vi": "Và hủy hoại hoàn toàn do một sự phân công chết tiệt."
    }
  },
  {
    "translation": {
      "en": "Allen and Terry hit the trifecta.",
      "vi": "Allen và Terry lâm vào bế tắc."
    }
  },
  {
    "translation": {
      "en": "But sometimes when you get your ass kicked...",
      "vi": "Nhưng đôi khi, lúc bạn bị cho một cú,"
    }
  },
  {
    "translation": {
      "en": "...that's when you find out what's real...",
      "vi": "đó là lúc bạn nhận ra cái gì là thật.."
    }
  },
  {
    "translation": {
      "en": "...and what needs doing.",
      "vi": "và cần phải làm gì."
    }
  },
  {
    "translation": {
      "en": "Whether it's directing traffic...",
      "vi": "Dù là chỉ dẫn giao thông..."
    }
  },
  {
    "translation": {
      "en": "Come on!",
      "vi": "Nào!"
    }
  },
  {
    "translation": {
      "en": "...or cracking a multibillion dollar fraud.",
      "vi": "hay phá một vụ gian lận hàng tỷ đô la."
    }
  },
  {
    "translation": {
      "en": "-Do you work here? -Yeah, I do.",
      "vi": "- Anh làm việc ở đây hả? - Vâng, đúng vậy."
    }
  },
  {
    "translation": {
      "en": "The wrecking ball that crashed into Castien down there.",
      "vi": "Quả cầu thép đã phá tiệm Castien đó."
    }
  },
  {
    "translation": {
      "en": "They also did damage to your office?",
      "vi": "Có phá hoại gì văn phòng anh không?"
    }
  },
  {
    "translation": {
      "en": "Some police officers came by and sealed it off.",
      "vi": "Một số sĩ quan ghé qua và niêm phong nó."
    }
  },
  {
    "translation": {
      "en": "Do you recall what they looked like?",
      "vi": "Anh có nhớ mặt họ không?"
    }
  },
  {
    "translation": {
      "en": "One of them had an Australian accent.",
      "vi": "Một trong số họ nói giọng Úc."
    }
  },
  {
    "translation": {
      "en": "You don't happen to do any business for the state lottery, do you?",
      "vi": "Anh không tình cờ làm việc cho văn phòng vé số của bang, phải không?"
    }
  },
  {
    "translation": {
      "en": "No. Our main client is Lendl Global.",
      "vi": "Không. Khách hàng chính của chúng tôi là Tập đoàn Toàn cầu Lendl."
    }
  },
  {
    "translation": {
      "en": "Can I ask what this is about?",
      "vi": "Tôi có thể hỏi chuyện này là sao không?"
    }
  },
  {
    "translation": {
      "en": "Gator needs his gat, you punkass bitch!",
      "vi": "Gator cần súng của mình, đồ mông thối kia!"
    }
  },
  {
    "translation": {
      "en": "Because that's what a real cop is.",
      "vi": "Vì đó mới là cảnh sát thật sự."
    }
  },
  {
    "translation": {
      "en": "No, I didn't say \"Lock her up.\" I never said, \"Lock her up.\"",
      "vi": "Không, tôi không nói \"Nhốt nó lại.\" Chưa từng nói thế."
    }
  },
  {
    "translation": {
      "en": "A guy who does what needs to be done.",
      "vi": "Một người biết mình cần phải làm gì."
    }
  },
  {
    "translation": {
      "en": "A guy who knows how to use his dark side for good.",
      "vi": "Một người biết sử dụng mặt tối của mình ra sao"
    }
  },
  {
    "translation": {
      "en": "And then you move to Florida.",
      "vi": "Và thế là đến Florida."
    }
  },
  {
    "translation": {
      "en": "One, two, three, attack!",
      "vi": "- Một, hai, ba, tấn công! - Cái gì!"
    }
  },
  {
    "translation": {
      "en": "Terry, it's me.",
      "vi": "Terry, tôi đây."
    }
  },
  {
    "translation": {
      "en": "-Tap out. Tap out. -It's me, Allen.",
      "vi": "- Thả ra. Thả ra. - Tôi đây, Allen."
    }
  },
  {
    "translation": {
      "en": "Are you tapping out, or are you hitting me in the face? I'm tapping you out!",
      "vi": "- Buông tôi ra hay là đang tát tôi vậy? - Buông ra đây!"
    }
  },
  {
    "translation": {
      "en": "You crazy? What are you doing, man?",
      "vi": "Anh điên rồi sao? - Anh đang làm gì vậy? Suýt giết anh rồi. - Có thể họ đang theo dõi."
    }
  },
  {
    "translation": {
      "en": "-They might be watching us. -Could've killed you.",
      "vi": "- Anh đang làm gì vậy? Suýt giết anh rồi. - Có thể họ đang theo dõi."
    }
  },
  {
    "translation": {
      "en": "-Turn out the lights. Could be watching. -Who?",
      "vi": "- Tắt hết đèn đi. - Gì cơ? - Ta có thể bị theo dõi. - Ai?"
    }
  },
  {
    "translation": {
      "en": "I found some big information, okay?",
      "vi": "Tôi tìm được vài tin quan trọng, được chứ?"
    }
  },
  {
    "translation": {
      "en": "-About what? -Some scary shit, Terry. This is big.",
      "vi": "- Về chuyện gì? - Một thứ sợ kinh khiếp, Terry. Lớn lắm."
    }
  },
  {
    "translation": {
      "en": "How'd you get in here? This place is foolproof.",
      "vi": "- Sao anh vào đây được vậy? - Nơi này dễ vào."
    }
  },
  {
    "translation": {
      "en": "-We can't be too careful. -What are you talking about?",
      "vi": "Cẩn thận không bao giờ thừa! - Anh đang nói gì vậy? - Nơi này có thể bị nghe lén."
    }
  },
  {
    "translation": {
      "en": "-This place might be bugged. -There's no bugs in here.",
      "vi": "- Anh đang nói gì vậy? - Nơi này có thể bị nghe lén. Có bọ nào ở đây đâu."
    }
  },
  {
    "translation": {
      "en": "First off, I missed you.",
      "vi": "Trước tiên, tôi nhớ anh."
    }
  },
  {
    "translation": {
      "en": "-What's going on? -Did you hear what I said?",
      "vi": "Có gì xảy ra thế? Anh có nghe tôi nói gì chứ?"
    }
  },
  {
    "translation": {
      "en": "-Fine, I kind of missed you too. -Thank you.",
      "vi": "Rồi. Tôi cũng hơi nhớ anh. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Okay. I found out whose losses Ershon has to cover.",
      "vi": "Được rồi, tôi đã tìm ra Ershon phải che đậy khoản lỗ cho ai rồi."
    }
  },
  {
    "translation": {
      "en": "-It's Lendl Global. -What?",
      "vi": "- Cho Tập đoàn Toàn cầu Lendl. - Hả?"
    }
  },
  {
    "translation": {
      "en": "Lendl staged the Castien robbery as a distraction...",
      "vi": "Lendl dựng lên vụ cướp ở Castien để đánh lạc hướng mọi người"
    }
  },
  {
    "translation": {
      "en": "...so they could break into their own accounting firm next door.",
      "vi": "rồi đột nhập vào văn phòng kế toán của chính họ ở ngay kế bên."
    }
  },
  {
    "translation": {
      "en": "They then altered all the records to cover the losses...",
      "vi": "Rồi tiến hành sửa tất cả dữ liệu để che giấu khoản lỗ"
    }
  },
  {
    "translation": {
      "en": "...that Ershon had cost them through all of his bad investments.",
      "vi": "mà Ershon gây ra cho họ sau những khoản đầu tư sai lầm."
    }
  },
  {
    "translation": {
      "en": "You're not supposed to be doing this. You're supposed to be walking the beat.",
      "vi": "Anh không được phép làm thế. Anh không được phép tiếp tục nó."
    }
  },
  {
    "translation": {
      "en": "I know. Pretty tricky, though, huh?",
      "vi": "Tôi biết. Chỉ là chút luồn lách thôi."
    }
  },
  {
    "translation": {
      "en": "This is bad, Allen. This is bad.",
      "vi": "Không tốt đâu, Allen. Tệ lắm đấy."
    }
  },
  {
    "translation": {
      "en": "No wonder the captain wanted us to stay out of this.",
      "vi": "Thảo nào Đại úy bảo ta tránh xa vụ này ra."
    }
  },
  {
    "translation": {
      "en": "Yeah, I bet Beaman started asking questions.",
      "vi": "Phải, cá là Beaman bắt đầu nghi vấn. Vậy nên họ thủ tiêu anh ta."
    }
  },
  {
    "translation": {
      "en": "-That's why they killed him. -Man.",
      "vi": "Phải, cá là Beaman bắt đầu nghi vấn. Vậy nên họ thủ tiêu anh ta. Ôi trời."
    }
  },
  {
    "translation": {
      "en": "Here's the other thing. Tomorrow, there's a massive business deal going down.",
      "vi": "Còn một chuyện nữa. Ngày mai sẽ có một vụ thỏa thuận làm ăn lớn."
    }
  },
  {
    "translation": {
      "en": "Ershon's leading it.",
      "vi": "Ershon lo vụ này đấy."
    }
  },
  {
    "translation": {
      "en": "I still can't figure out who the poor sucker is they're making the deal with...",
      "vi": "Tôi không thể biết được chúng định xử tay đầu tư gà mờ nào"
    }
  },
  {
    "translation": {
      "en": "but we gotta stop it.",
      "vi": "nhưng ta phải ngăn nó lại."
    }
  },
  {
    "translation": {
      "en": "It's time to let the peacock fly.",
      "vi": "Đến lúc để công bay rồi."
    }
  },
  {
    "translation": {
      "en": "I'm not going, Allen. I like what I do.",
      "vi": "Tôi không đi đâu, Allen. Tôi thích như bây giờ."
    }
  },
  {
    "translation": {
      "en": "So do I. We're cops.",
      "vi": "Tôi cũng vậy. Ta là cảnh sát mà."
    }
  },
  {
    "translation": {
      "en": "No. I like what I do now. I like working traffic. It's a great gig.",
      "vi": "Không. Tôi thích việc hiện giờ tôi đang làm. Tôi thích hướng dẫn giao thông. Nó rất tuyệt."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Hả?"
    }
  },
  {
    "translation": {
      "en": "I like working traffic. I'm not going with you.",
      "vi": "Tôi thích làm bên giao thông. Tôi không đi với anh đâu."
    }
  },
  {
    "translation": {
      "en": "What is this traffic bullshit?",
      "vi": "Giao thông vớ vẩn gì thế?"
    }
  },
  {
    "translation": {
      "en": "-What are you talking about? -I'm talking about my life.",
      "vi": "Anh nói gì vậy? Tôi đang nói về đời mình."
    }
  },
  {
    "translation": {
      "en": "The corner I run on 54th and 3rd Avenue? It hums.",
      "vi": "Góc giao nhau giữa Đại lộ 54 và Đại lộ số ba? Rất là nhộn nhịp."
    }
  },
  {
    "translation": {
      "en": "It's Terry's intersection. And the traffic guys? They're good guys.",
      "vi": "Là điểm giao lộ của Terry. Và mấy cảnh sát giao thông ở đó? Họ rất tốt."
    }
  },
  {
    "translation": {
      "en": "There's this one guy, Phillip? He can pee in the urinal from 20 feet.",
      "vi": "Ở đó có gã Phillip? Hắn tè vào bồn tiểu từ độ cao sáu mét."
    }
  },
  {
    "translation": {
      "en": "You've gotta see it, Allen. You've got to.",
      "vi": "Anh nên nhìn thấy, Allen. Nên vậy."
    }
  },
  {
    "translation": {
      "en": "What happened to you? What happened to this being our time?",
      "vi": "Chuyện gì xảy ra với anh vậy? Còn thời khắc của chúng ta thì sao?"
    }
  },
  {
    "translation": {
      "en": "No way, Allen. I'm out. I'm done.",
      "vi": "Không đâu, Allen. Tôi rút rồi. Tôi xong rồi."
    }
  },
  {
    "translation": {
      "en": "-Get in the car. -Come on. We both know it's wooden.",
      "vi": "Vào xe đi. Nào Allen. Ta đều biết đây là súng gỗ mà."
    }
  },
  {
    "translation": {
      "en": "-Apartment pop. Now get in the car. -You're not gonna shoot me.",
      "vi": "Phát khai phòng đấy. Giờ thì vào xe đi. Anh sẽ không bắn tôi đâu."
    }
  },
  {
    "translation": {
      "en": "Okay, I'll be honest. This is only the second time I've ever fired this.",
      "vi": "Được rồi, thành thật mà nói đây mới là lần thứ hai tôi dùng nó."
    }
  },
  {
    "translation": {
      "en": "So stop pointing it at me.",
      "vi": "Vậy đừng có chĩa súng vào tôi."
    }
  },
  {
    "translation": {
      "en": "Look, tomorrow morning, all I know is I'm going to Mauch, all right?",
      "vi": "Nghe này, sáng mai, tất cả những gì tôi biết là đi gặp Mauch, rõ chứ?"
    }
  },
  {
    "translation": {
      "en": "For what? He doesn't care.",
      "vi": "Làm gì? Anh ta đâu quan tâm."
    }
  },
  {
    "translation": {
      "en": "He's been dodging this case for too long and I want answers.",
      "vi": "Anh ta thoái thác vụ này lâu quá rồi và tôi muốn một câu trả lời."
    }
  },
  {
    "translation": {
      "en": "I want him to look me in the eye and tell me why.",
      "vi": "Tôi muốn ông ta nhìn vào mắt tôi và nói rõ lý do."
    }
  },
  {
    "translation": {
      "en": "Turn on the news, man. Nobody cares.",
      "vi": "Bật thời sự đi, anh bạn. Chẳng ai quan tâm đâu."
    }
  },
  {
    "translation": {
      "en": "I hope I'm not alone.",
      "vi": "Hi vọng là tôi không đơn độc."
    }
  },
  {
    "translation": {
      "en": "Hope you bring it.",
      "vi": "Hy vọng là anh đến."
    }
  },
  {
    "translation": {
      "en": "We got a big day out there. Big one.",
      "vi": "Chúng ta có một ngày trọng đại. Lớn lắm đấy."
    }
  },
  {
    "translation": {
      "en": "We got a full moon. People are gonna be amped, all right?",
      "vi": "Ta sẽ bân rộn. Mọi người sẽ sốc đấy, được chứ?"
    }
  },
  {
    "translation": {
      "en": "Let's see what we got on hot tips, all right?",
      "vi": "Xem thông báo có gì mới nào."
    }
  },
  {
    "translation": {
      "en": "The new bathmats are in.",
      "vi": "Thảm hút nước bồn tắm mới."
    }
  },
  {
    "translation": {
      "en": "One more thing. We got a serial rapist in Crown Heights.",
      "vi": "Thêm nữa. Ta có một tên cưỡng hiếp hàng loạt ở Crown Heights. Xin lỗi, đó là việc khác của tôi. Đừng để ý làm gì, quên nó đi."
    }
  },
  {
    "translation": {
      "en": "Jeez, I'm sorry. That's from my other job. Ignore that. Forget that.",
      "vi": "Xin lỗi, đó là việc khác của tôi. Đừng để ý làm gì, quên nó đi."
    }
  },
  {
    "translation": {
      "en": "Well, don't ignore it.",
      "vi": "À mà đừng có quên."
    }
  },
  {
    "translation": {
      "en": "If you live in Crown Heights, you know, walk in pairs.",
      "vi": "Nếu bạn sống ở Crown Heights, thì nhớ đi thành cặp nhé."
    }
  },
  {
    "translation": {
      "en": "Gene Mauch to kitchen accessories. Gene Mauch to kitchen accessories.",
      "vi": "Gene Mauch đến khu đồ bếp ngay. - Gene Mauch đến khu đồ bếp ngay. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "I gotta go. Go get them. Let's be careful out there.",
      "vi": "Tôi phải đi đây. Đi lấy hàng. Nhớ cẩn thận ngoài đó đấy."
    }
  },
  {
    "translation": {
      "en": "The oak.",
      "vi": "Gỗ sồi."
    }
  },
  {
    "translation": {
      "en": "I like to keep the oak together and the maple separately, okay?",
      "vi": "Tôi muốn gỗ sồi gần nhau và gỗ thích tách nhau ra được chứ?"
    }
  },
  {
    "translation": {
      "en": "And these chopping boards? Hey, captain.",
      "vi": "- Và những cái thớt này nữa nhỉ? - Chào Đại úy."
    }
  },
  {
    "translation": {
      "en": "Hey, Allen. Hey, how you doing?",
      "vi": "Chào Allen. Này, anh sao rồi?"
    }
  },
  {
    "translation": {
      "en": "What are you doing here? Are you here for the bathmats?",
      "vi": "- Làm gì ở đây vậy? - Mua thảm thấm nước phòng tắm à?"
    }
  },
  {
    "translation": {
      "en": "-I need you to be straight with me. -Straight with us.",
      "vi": "Tôi cần ông thẳng thắn với tôi. Ồ không. Với chúng tôi chứ."
    }
  },
  {
    "translation": {
      "en": "Hey, Terry. Look at this.",
      "vi": "Terry, anh cũng đến sao."
    }
  },
  {
    "translation": {
      "en": "-I thought you were working traffic today. -Let them block the box.",
      "vi": "Tôi tưởng hôm nay anh phải làm việc. Cứ kệ giao thông."
    }
  },
  {
    "translation": {
      "en": "-Besides, partners' code, right? -Thanks.",
      "vi": "Ngoài ra, quy tắc cộng sự mà, đúng chứ? - Cảm ơn. - Chà."
    }
  },
  {
    "translation": {
      "en": "Hey, why have you worked your ass off trying to kill this case?",
      "vi": "Này, sao ông lại đá bọn tôi và giấu luông vụ này đi vậy?"
    }
  },
  {
    "translation": {
      "en": "All right, fine. I'm gonna tell you guys something.",
      "vi": "Được rồi. Tốt thôi. Tôi sẽ nói với các anh điều này."
    }
  },
  {
    "translation": {
      "en": "You really went into deep water on this one. You really went in deep.",
      "vi": "Các anh lún sâu quá rồi. Thật sự rất sâu đấy."
    }
  },
  {
    "translation": {
      "en": "Ershon's connected to all the higher ups...",
      "vi": "Ershon có quan hệ với quan chức cấp cao,"
    }
  },
  {
    "translation": {
      "en": "...and I gotta save what little ass I have left, okay?",
      "vi": "và tôi phải tự giữ lấy cái chỗ nhỏ xíu còn lại của mình, được chứ?"
    }
  },
  {
    "translation": {
      "en": "You keep hiding from shit in the world...",
      "vi": "Ông lẩn tránh thứ rác rưởi đó,"
    }
  },
  {
    "translation": {
      "en": "...and eventually the world comes to your front door.",
      "vi": "và nó sẽ tới tận nhà anh gõ cửa đấy."
    }
  },
  {
    "translation": {
      "en": "-Nice. -That's very nice.",
      "vi": "Hay đấy. Rất hay đó."
    }
  },
  {
    "translation": {
      "en": "I heard it in an episode of Touched By An Angel.",
      "vi": "Tôi nghe câu này trong tập của Touched by an Angel."
    }
  },
  {
    "translation": {
      "en": "You keep this thing real quiet, and you make sure you have real evidence...",
      "vi": "Hãy làm thật êm, và chắc chắn phải có bằng chứng thật đấy,"
    }
  },
  {
    "translation": {
      "en": "...and maybe I'll see what I can do.",
      "vi": "rồi có thể tôi sẽ xem mình có thể làm gì."
    }
  },
  {
    "translation": {
      "en": "But if you make a lot of noise...",
      "vi": "Nhưng nếu các anh làm ồn ào"
    }
  },
  {
    "translation": {
      "en": "...and you attract the media attention, and you bring the DA in on this...",
      "vi": "và thu hút sự chú ý của truyền thông, và lôi Phòng Công tố vào vụ này,"
    }
  },
  {
    "translation": {
      "en": "...I am out, okay?",
      "vi": "thì tôi rút, nhé?"
    }
  },
  {
    "translation": {
      "en": "Yeah, we'll go in there like church mice.",
      "vi": "Ừ, bọn tôi sẽ như chuột trong nhà thờ."
    }
  },
  {
    "translation": {
      "en": "But there's one case, one case in a career where you go all in.",
      "vi": "Nhưng có một vụ, một vụ trong sự nghiệp mà anh làm hết mình. Đây là vụ đó."
    }
  },
  {
    "translation": {
      "en": "All right. Then you do us proud.",
      "vi": "Được rồi. Vậy anh làm chúng tôi tự hào đi."
    }
  },
  {
    "translation": {
      "en": "Because I don't want no scrubs.",
      "vi": "Vì tôi không muốn mấy kẻ vô dụng."
    }
  },
  {
    "translation": {
      "en": "-Really? -No.",
      "vi": "- Thật sao? - Không."
    }
  },
  {
    "translation": {
      "en": "-You're not aware that's a TLC song? -I have no idea what you're talking about.",
      "vi": "Anh không biết đó là bài hát của TLC sao? Chẳng hiểu anh đang nói gì."
    }
  },
  {
    "translation": {
      "en": "-Second time. -You said chasing waterfalls...",
      "vi": "- Lần hai. - Anh nói lao vào thác nước đang đổ"
    }
  },
  {
    "translation": {
      "en": "...now you're saying you don't want no scrubs.",
      "vi": "giờ thì không muốn kẻ vô dụng."
    }
  },
  {
    "translation": {
      "en": "-I don't even understand the reference. -It's like a tic.",
      "vi": "- Tôi không hiểu. - Có tật giật mình ấy."
    }
  },
  {
    "translation": {
      "en": "I have no idea what you're talking about.",
      "vi": "Không hiểu anh nói gì luôn. Nhưng nhớ,"
    }
  },
  {
    "translation": {
      "en": "Remember, this thing gets messy, we never talked.",
      "vi": "nếu vụ này vỡ lở, ta chưa hề nói chuyện đấy."
    }
  },
  {
    "translation": {
      "en": "-You can trust us. -Real quiet.",
      "vi": "- Có thể tin bọn tôi. - Rất thầm lặng."
    }
  },
  {
    "translation": {
      "en": "You gotta creep. Creep.",
      "vi": "Phải kín đáo đấy. - Kín kẽ vào. - Nào."
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "vi": "- Kín kẽ vào. - Nào."
    }
  },
  {
    "translation": {
      "en": "You don't say \"Creep-creep\" unless you're quoting TLC.",
      "vi": "Đừng nói \"kín-kín\" trừ khi anh trích dẫn của TLC chứ."
    }
  },
  {
    "translation": {
      "en": "Hey, guys.",
      "vi": "Này mấy anh."
    }
  },
  {
    "translation": {
      "en": "You know Danson and Highsmith were not good cops, right?",
      "vi": "Các anh biết Danson và Highsmith không phải là cớm tốt chứ?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I guess we kind of knew that, but it's a drag.",
      "vi": "Có biết, tôi đoán thế, nhưng điều đó có ảnh hưởng mà."
    }
  },
  {
    "translation": {
      "en": "I mean, at a certain point, who's left to be a hero?",
      "vi": "Ý là, nếu không ai sẽ làm người hùng chứ?"
    }
  },
  {
    "translation": {
      "en": "Not to be corny, maybe it's you guys.",
      "vi": "Không phải nói thứ cũ rích... nhưng có lẽ là các anh đó."
    }
  },
  {
    "translation": {
      "en": "You ready?",
      "vi": "Sẵn sàng chưa?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Let's go.",
      "vi": "- Ừ. - Đi thôi."
    }
  },
  {
    "translation": {
      "en": "-No, but the highlights are great. -Thank you.",
      "vi": "- Tóc nhuộm highlight đẹp lắm. - Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "-Sexy but serious. -Thank you.",
      "vi": "Gợi cảm mà vẫn đứng đắn. - Cảm ơn. - Xin lỗi nhé."
    }
  },
  {
    "translation": {
      "en": "Excuse me.",
      "vi": "- Cảm ơn. - Xin lỗi nhé."
    }
  },
  {
    "translation": {
      "en": "Who the hell are all these people? I was only expecting one man.",
      "vi": "Mấy người kia là ai vậy? Tôi tưởng chỉ có một thôi chứ."
    }
  },
  {
    "translation": {
      "en": "You know, they're just some people I owe money to who wanted to be here.",
      "vi": "Anh biết đấy, họ là...những người tôi nợ tiền muốn tới đây thôi."
    }
  },
  {
    "translation": {
      "en": "Who are they?",
      "vi": "Ai thế?"
    }
  },
  {
    "translation": {
      "en": "Well, they are some Chechen patriots, entrepreneurs.",
      "vi": "À, mấy tay người Chechen yêu nước, những doanh nhân ấy."
    }
  },
  {
    "translation": {
      "en": "And the black chaps are some businessmen from Nigeria.",
      "vi": "Và mấy gã da đen kia là doanh nhân đến từ Nigeria."
    }
  },
  {
    "translation": {
      "en": "You owe money to the Nigerians and Chechens?",
      "vi": "Anh nợ tiền cả người Nigeria và Chechen sao?"
    }
  },
  {
    "translation": {
      "en": "Yes. Yes, I do.",
      "vi": "Vâng, đúng vậy đấy."
    }
  },
  {
    "translation": {
      "en": "-You're a piece of work. -Thank you.",
      "vi": "Biết làm việc đấy. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Probably best to get started.",
      "vi": "Có lẽ...bắt đầu được rồi."
    }
  },
  {
    "translation": {
      "en": "This is good, baby. We're in the game, we know the score.",
      "vi": "Tuyệt đấy. Ta lại tham gia, ta biết tỉ số."
    }
  },
  {
    "translation": {
      "en": "The only thing that bugs me is we still don't know who Ershon's targeting.",
      "vi": "Điều băn khoăn duy nhất là vẫn không biết mục tiêu của Ershon."
    }
  },
  {
    "translation": {
      "en": "-Is it the lotto? Who is it? -Who cares? Some rich prick.",
      "vi": "- Không phải chỗ vé số sao? Vậy thì ai? - Ai quan tâm? TẬP ĐOÀN TOÀN CẦU LENDL Mấy tên giàu sụ."
    }
  },
  {
    "translation": {
      "en": "I have to tell you, I am tremendously excited by this deal.",
      "vi": "Tôi phải nói rằng tôi vô cùng hứng khởi với đề xuất mới."
    }
  },
  {
    "translation": {
      "en": "And I can assure you that every dime of your money...",
      "vi": "Và tôi đảm bảo đến từng xu tiền của quý vị"
    }
  },
  {
    "translation": {
      "en": "...will be invested with the utmost diligence.",
      "vi": "sẽ được đầu tư cực kỳ hiệu quả."
    }
  },
  {
    "translation": {
      "en": "Your rates of return are really exciting.",
      "vi": "Lợi nhuận sẽ vô cùng hấp dẫn."
    }
  },
  {
    "translation": {
      "en": "We think our members are gonna be just thrilled.",
      "vi": "Chúng tôi nghĩ các thành viên sẽ rất vui vẻ."
    }
  },
  {
    "translation": {
      "en": "Yeah. I mean, we've averaged, like, 18 percent over the last 10 years.",
      "vi": "Vâng, chúng tôi có trung bình khoảng 18% trong mười năm gần đây."
    }
  },
  {
    "translation": {
      "en": "All right. Quiet as a church mouse, in and out.",
      "vi": "Được rồi. Lặng lẽ như chuột nhà thờ, vào rồi ra."
    }
  },
  {
    "translation": {
      "en": "I can feel that tingling in my balls you were talking about.",
      "vi": "Tôi cảm thấy cảm giác bi rạo rực anh từng nói đến rồi."
    }
  },
  {
    "translation": {
      "en": "Beautiful.",
      "vi": "Hay đó."
    }
  },
  {
    "translation": {
      "en": "All right, listen up.",
      "vi": "Được rồi, nghe này."
    }
  },
  {
    "translation": {
      "en": "I am Detective Gamble. This is Detective Hoitz.",
      "vi": "Tôi là Thanh tra Gamble. Còn đây là Thanh tra Hoitz."
    }
  },
  {
    "translation": {
      "en": "We need your cooperation.",
      "vi": "Chúng tôi cần mọi người hợp tác."
    }
  },
  {
    "translation": {
      "en": "You're under arrest for fraud, embezzlement...",
      "vi": "Ông bị bắt về tội lừa đảo, biển thủ,"
    }
  },
  {
    "translation": {
      "en": "...and in connection to the murder of Don Beaman.",
      "vi": "và có liên quan đến cái chết của Don Beaman."
    }
  },
  {
    "translation": {
      "en": "This is a bad idea.",
      "vi": "Ý tồi đấy."
    }
  },
  {
    "translation": {
      "en": "Hey, guys.",
      "vi": "Này các anh."
    }
  },
  {
    "translation": {
      "en": "Bob? What are you doing here?",
      "vi": "Bob? Anh làm gì ở đây vậy?"
    }
  },
  {
    "translation": {
      "en": "I'm investing.",
      "vi": "Tôi đang đầu tư."
    }
  },
  {
    "translation": {
      "en": "Do you remember we talked about that proxy vote a while back?",
      "vi": "Có nhớ lúc tôi nói về việc bầu cử ủy nhiệm không?"
    }
  },
  {
    "translation": {
      "en": "-This is what it was for. -Holy shit.",
      "vi": "- Là thế này đấy. - Khốn kiếp."
    }
  },
  {
    "translation": {
      "en": "It's a more aggressive investment strategy for the pension.",
      "vi": "Một chiến lược đầu tư tốt hơn cho hưu trí đấy."
    }
  },
  {
    "translation": {
      "en": "Allen! We're the suckers. They're targeting the police pension fund.",
      "vi": "Allen! Ta bị gạt rồi. Chúng nhắm vào lương hưu cảnh sát."
    }
  },
  {
    "translation": {
      "en": "Gentlemen, you're here illegally and without a warrant.",
      "vi": "Này hai anh, các anh xông vào bất hợp pháp và không có lệnh bắt."
    }
  },
  {
    "translation": {
      "en": "We are within our rights to take action.",
      "vi": "Chúng tôi có quyền ngăn lại."
    }
  },
  {
    "translation": {
      "en": "So much for quiet as church mice!",
      "vi": "Thế này mà êm như chuột nhà thờ!"
    }
  },
  {
    "translation": {
      "en": "Go!",
      "vi": "Đi thôi!"
    }
  },
  {
    "translation": {
      "en": "Who the hell are those guys?",
      "vi": "Chúng là ai vậy?"
    }
  },
  {
    "translation": {
      "en": "Gentlemen, I can get you obstructed view tickets for Rock of Ages.",
      "vi": "Tôi có thể tặng các anh vé Rock of Ages."
    }
  },
  {
    "translation": {
      "en": "Even I admit that's not very tempting, but I'm not made of tickets, God damn it!",
      "vi": "Dù phải thú thật là không hấp dẫn lắm nhưng tôi không làm bằng vé. Khốn kiếp!"
    }
  },
  {
    "translation": {
      "en": "Jeanie! Get over here! You, go get in the bloody car.",
      "vi": "Jeanie! Qua đây! Anh, lấy cái xe kia đi!"
    }
  },
  {
    "translation": {
      "en": "That's it, mate.",
      "vi": "Vậy đó anh bạn."
    }
  },
  {
    "translation": {
      "en": "I have had it with this joker and his wooden gun.",
      "vi": "Tôi chịu đủ với tay hề cùng khẩu súng gỗ của hắn rồi."
    }
  },
  {
    "translation": {
      "en": "They're gonna kill me. And then they will kill you.",
      "vi": "Chúng sẽ giết tôi. Và sau đó là các anh đấy."
    }
  },
  {
    "translation": {
      "en": "-Well, I'm gonna kill you first! -And then they will kill me.",
      "vi": "Ồ, tôi sẽ giết ông trước đấy! Và chúng sẽ giết tôi."
    }
  },
  {
    "translation": {
      "en": "We have two rogue police officers. They are armed and dangerous...",
      "vi": "Ta có hai cảnh sát giả. Họ có vũ khí và nguy hiểm,"
    }
  },
  {
    "translation": {
      "en": "-...and holding David Ershon hostage. -Stupid pricks!",
      "vi": "- đã bắt David Ershon làm con tin - Bọn ngu!"
    }
  },
  {
    "translation": {
      "en": "-It's us, we're good guys! -Exactly. They're the good guys.",
      "vi": "- Là bọn tôi, bọn này là người tốt! - Đúng rồi. Họ là người tốt."
    }
  },
  {
    "translation": {
      "en": "Where do we go? Where do we go?",
      "vi": "Ta đang đi đâu đây?"
    }
  },
  {
    "translation": {
      "en": "I have a small apartment. No one knows about it.",
      "vi": "Tôi có một căn hộ nhỏ. Không ai biết nó cả."
    }
  },
  {
    "translation": {
      "en": "I use it mainly for my parents and prostitutes.",
      "vi": "Chủ yếu cho bố mẹ tôi và gái nữa."
    }
  },
  {
    "translation": {
      "en": "Not at the same time. That would be wrong.",
      "vi": "Không phải cùng lúc đâu. Vậy thì ghê quá."
    }
  },
  {
    "translation": {
      "en": "Let's hear it from the top, every detail.",
      "vi": "Hãy nghe từ đầu đi, chi tiết vào."
    }
  },
  {
    "translation": {
      "en": "I think the best way to tell the story is by starting at the end, briefly...",
      "vi": "Tôi nghĩ cách tốt nhất để kể chuyện là... đi từ đoạn kết, ngắn gọn thôi,"
    }
  },
  {
    "translation": {
      "en": "...then going back to the beginning, and then periodically returning to the end...",
      "vi": "rồi...quay lại khởi đầu, rồi tiến đến kết thúc,"
    }
  },
  {
    "translation": {
      "en": "...maybe giving different characters' perspectives throughout.",
      "vi": "có lẽ đưa ra nhiều góc nhìn khác nhau của các nhân vật trong câu chuyện."
    }
  },
  {
    "translation": {
      "en": "Just to give it a bit of dynamism, otherwise, it's just sort of a linear story.",
      "vi": "Chỉ giúp nó sinh động một chút, không thì câu chuyện sẽ vô vị từ đầu đến cuối."
    }
  },
  {
    "translation": {
      "en": "Just tell us what happened.",
      "vi": "Cứ kể chuyện đã xảy ra đi."
    }
  },
  {
    "translation": {
      "en": "I lost a bunch of money from some people and now they want it back.",
      "vi": "Tôi làm thất thoát tiền vài người và họ muốn đòi lại."
    }
  },
  {
    "translation": {
      "en": "What about Don Beaman?",
      "vi": "Thế còn Don Beaman thì sao?"
    }
  },
  {
    "translation": {
      "en": "Beaman knew that I had falsified my financials...",
      "vi": "Beaman biết tôi giả mạo sổ sách"
    }
  },
  {
    "translation": {
      "en": "...so they sent down Wesley to try and keep him quiet.",
      "vi": "nên họ cử Wesley tới bịt miệng anh ta."
    }
  },
  {
    "translation": {
      "en": "He forced him at gunpoint to drink a bunch of gin...",
      "vi": "Hắn chĩa súng ép anh ấy nốc đầy rượu gin"
    }
  },
  {
    "translation": {
      "en": "...and then forced him onto the ledge. It was only a matter of time before he fell.",
      "vi": "rồi ép anh ta đứng ra ngoài rìa. Vấn đề là anh ta rơi lúc nào thôi."
    }
  },
  {
    "translation": {
      "en": "At least we stopped you from getting the pension fund.",
      "vi": "Ít nhất thì bọn tôi đã ngăn ông nuốt trọn quỹ hưu trí."
    }
  },
  {
    "translation": {
      "en": "Well, but, yeah, but you didn't. It's already in my account.",
      "vi": "Ừ thì, các anh không cần làm vậy, nó đã ở trong tài khoản của tôi."
    }
  },
  {
    "translation": {
      "en": "By 9:00 in the morning, it goes into the Lendl equity fund...",
      "vi": "Vào lúc 9 giờ sáng, nó sẽ vào quỹ vốn của Lendl"
    }
  },
  {
    "translation": {
      "en": "...and from there it's transferred to a dozen offshore accounts.",
      "vi": "và từ đó được chuyển tới hàng tá tài khoản ở nước ngoài."
    }
  },
  {
    "translation": {
      "en": "By 9:01, it's gone.",
      "vi": "Lúc 9:01, toàn bộ sẽ mất hết."
    }
  },
  {
    "translation": {
      "en": "-Well, what if we stop the transfer? -But you can't. I mean, there's a....",
      "vi": "Vậy nếu ngừng vụ giao dịch thì sao? Không thể. Ý tôi là có..."
    }
  },
  {
    "translation": {
      "en": "What if we stop the transfer?",
      "vi": "Nếu bọn tôi muốn ngăn lại thì sao?"
    }
  },
  {
    "translation": {
      "en": "You'd have to be at Endemic Bank for 9:00 exactly...",
      "vi": "Các anh phải đến Ngân hàng Endemic đúng 9:00,"
    }
  },
  {
    "translation": {
      "en": "...find the clerk, get the routing number.",
      "vi": "tìm tay thư ký ngân hàng, lấy mã số giao dịch."
    }
  },
  {
    "translation": {
      "en": "-We gotta stop it. -There's no way.",
      "vi": "Ta phải ngăn vụ này. Làm gì được."
    }
  },
  {
    "translation": {
      "en": "Every cop, the crazy Australian and his crew, they'll all be after us.",
      "vi": "Mọi cảnh sát, cả tay người Úc điên khùng và đồng bọn đang lùng ta đấy."
    }
  },
  {
    "translation": {
      "en": "You could let me go, and I'll give you $10 million each.",
      "vi": "Nếu các anh thả tôi đi, tôi sẽ đưa mỗi người 10 triệu đô la."
    }
  },
  {
    "translation": {
      "en": "-It's not a bribe. -Of course it's a bribe.",
      "vi": "Không phải hối lộ đâu. Tất nhiên là hối lộ rồi."
    }
  },
  {
    "translation": {
      "en": "You're offering to pay us money to not do our job.",
      "vi": "Ông đề nghị đưa tiền để bọn tôi không làm việc vủa mình."
    }
  },
  {
    "translation": {
      "en": "It's not a bribe.",
      "vi": "Không phải hối lộ đâu."
    }
  },
  {
    "translation": {
      "en": "We hang low here tonight. Nobody knows about this place.",
      "vi": "Đêm nay ta ở lại đây. Không ai biết chỗ này đâu."
    }
  },
  {
    "translation": {
      "en": "We'll be safe. And tomorrow, we hit it.",
      "vi": "Ta tạm an toàn. Và mai ta sẽ tới đó."
    }
  },
  {
    "translation": {
      "en": "-First things first, I gotta go see Sheila. -No way, it's too dangerous.",
      "vi": "Trước hết, tôi phải đi gặp Sheila. Không, như thế quá nguy hiểm."
    }
  },
  {
    "translation": {
      "en": "Look, Terry, we don't know what's gonna happen to us tomorrow...",
      "vi": "Này Terry, ta không biết ngày mai chuyện gì xảy ra,"
    }
  },
  {
    "translation": {
      "en": "...but tonight, I need to make things right with Sheila.",
      "vi": "nhưng tối nay, tôi cần làm hòa với Sheila."
    }
  },
  {
    "translation": {
      "en": "All right, go. Go. Be careful.",
      "vi": "Được rồi, đi đi. Nhớ cẩn thận đấy."
    }
  },
  {
    "translation": {
      "en": "Thanks, I will.",
      "vi": "Cảm ơn. Tôi sẽ cẩn thận."
    }
  },
  {
    "translation": {
      "en": "Will you say hi to Sheila for me?",
      "vi": "Gửi lời chào Sheila giúp tôi nhé?"
    }
  },
  {
    "translation": {
      "en": "-Okay. -Okay.",
      "vi": "- Được rồi. - Tốt rồi."
    }
  },
  {
    "translation": {
      "en": "Tell her. Say Terry was asking about you.",
      "vi": "Bảo cô ấy, bảo là Terry hỏi thăm cô ấy."
    }
  },
  {
    "translation": {
      "en": "He wants to make sure you know...",
      "vi": "Anh ấy muốn chắc rằng cô ấy biết"
    }
  },
  {
    "translation": {
      "en": "...that he'll be there for you if anything happens.",
      "vi": "anh ấy sẽ bên cô nếu chuyện gì xảy ra."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Drop of a hat, I'm there.",
      "vi": "- Ừ. - Có bất ngờ gì thì tôi đến ngay."
    }
  },
  {
    "translation": {
      "en": "Look, it's starting to get a little weird, man.",
      "vi": "Nghe này, tôi bắt đầu thấy lạ rồi đấy."
    }
  },
  {
    "translation": {
      "en": "If something happens to you, I need to be there to take care of her.",
      "vi": "Nếu anh có mệnh hề gì, tôi sẽ ở bên chăm sóc cô ấy."
    }
  },
  {
    "translation": {
      "en": "All of her wants, her needs, and desires are now my responsibility.",
      "vi": "Tất cả những gì cô ấy muốn, cần hay khao khát - sẽ là trách nhiệm của tôi. - Sao anh nói cứ như sắp đặt trước vậy?"
    }
  },
  {
    "translation": {
      "en": "Why do you say it like it's a predetermined thing?",
      "vi": "- sẽ là trách nhiệm của tôi. - Sao anh nói cứ như sắp đặt trước vậy?"
    }
  },
  {
    "translation": {
      "en": "Just go, man.",
      "vi": "Đi đi."
    }
  },
  {
    "translation": {
      "en": "Okay. Thanks.",
      "vi": "Được rồi. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Go.",
      "vi": "Đi."
    }
  },
  {
    "translation": {
      "en": "Janeco Gallery.",
      "vi": "Phòng tranh Janeco đây."
    }
  },
  {
    "translation": {
      "en": "Francine, it's Terry. Please don't hang up.",
      "vi": "Francine, anh Terry đây. Xin em đừng cúp máy."
    }
  },
  {
    "translation": {
      "en": "Please pick up.",
      "vi": "Nhấc máy đi mà."
    }
  },
  {
    "translation": {
      "en": "Hello.",
      "vi": "Alô."
    }
  },
  {
    "translation": {
      "en": "Hey, sweetie. I was praying you'd be at your mom's house.",
      "vi": "Chào em yêu, anh đã cầu nguyện em ở nhà bố mẹ"
    }
  },
  {
    "translation": {
      "en": "You know what, I can't talk any more. I think the phone's being tapped.",
      "vi": "Em biết không, anh không nói được nhiều. Có lẽ điện thoại bị nghe lén rồi."
    }
  },
  {
    "translation": {
      "en": "Baby, where are you? I wanna see you.",
      "vi": "Anh yêu, anh ở đâu vậy? Em rất muốn được gặp anh."
    }
  },
  {
    "translation": {
      "en": "I'm near the place where we did it three Halloweens ago.",
      "vi": "Anh ở gần nơi ta đã làm chuyện đó ba kỳ Halloween trước."
    }
  },
  {
    "translation": {
      "en": "Do you remember?",
      "vi": "Em nhớ chứ?"
    }
  },
  {
    "translation": {
      "en": "Okay, yeah, I got it.",
      "vi": "Được, ừ, em nhớ."
    }
  },
  {
    "translation": {
      "en": "I'm just warning you, though. Watch out. I think they're watching the house.",
      "vi": "Anh chỉ cảnh báo em. Hãy cẩn thận. Anh nghĩ họ theo dõi căn nhà."
    }
  },
  {
    "translation": {
      "en": "Don't worry, sweetie. I think I have a way of talking to you.",
      "vi": "Đừng lo, anh yêu. Em biết cách nói chuyện với anh mà."
    }
  },
  {
    "translation": {
      "en": "I have to admit, I wasn't gonna come. I mean....",
      "vi": "Em phải thừa nhận... Em định không đến. Ý em..."
    }
  },
  {
    "translation": {
      "en": "After all those years, after the restraining order.",
      "vi": "Sau ngần ấy năm, sau bao ngăn trở."
    }
  },
  {
    "translation": {
      "en": "I was worried I might not see you again.",
      "vi": "Anh đã lo có thể không gặp lại em nữa."
    }
  },
  {
    "translation": {
      "en": "There's some very dangerous people after him... ...and now they're after us.",
      "vi": "Có vài kẻ nguy hiểm đang truy đuổi hắn ta, và giờ truy đuổi bọn anh."
    }
  },
  {
    "translation": {
      "en": "It's just the old lady.",
      "vi": "Đấy. Chỉ là một mụ già thôi."
    }
  },
  {
    "translation": {
      "en": "Hello, Allen.",
      "vi": "Chào, Allen."
    }
  },
  {
    "translation": {
      "en": "Hello, Mama Ramos. What are you doing out here?",
      "vi": "Chào mẹ Ramos. Mẹ ra đây làm gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Sheila said she doesn't know what happened and she wants you back.",
      "vi": "Sheila nói nó không biết chuyện gì xảy ra và nó muốn con quay về."
    }
  },
  {
    "translation": {
      "en": "-She also says... -Yes.",
      "vi": "- Nó cũng nói... - Vâng."
    }
  },
  {
    "translation": {
      "en": "...she wants you on top of her, holding her hair...",
      "vi": "Nó muốn con nằm trên nó, nắm tóc nó,"
    }
  },
  {
    "translation": {
      "en": "...and riding her like a bucking bronco... ...while she sucks your thumb and says, \"Mommy likey.\"",
      "vi": "cưỡi nó như thuần hóa ngựa hoang trong khi nó mút tay con và nói, \"Như của mẹ vậy.\""
    }
  },
  {
    "translation": {
      "en": "You-- You tell your daughter....",
      "vi": "Mẹ hãy bảo cô ấy rằng..."
    }
  },
  {
    "translation": {
      "en": "He said he'll always love you.",
      "vi": "- Nó nói nó luôn yêu con. - Ôi."
    }
  },
  {
    "translation": {
      "en": "And he's so happy that you're having his child.",
      "vi": "Và nó rất hạnh phúc rằng hai đứa sắp có con."
    }
  },
  {
    "translation": {
      "en": "He also says...",
      "vi": "Nó cũng nói rằng"
    }
  },
  {
    "translation": {
      "en": "...he wants you to stare into each other's eyes without blinking while you do it.",
      "vi": "nó muốn con nhìn nó không chớp mắt khi làm chuyện đó."
    }
  },
  {
    "translation": {
      "en": "-I love when we do that, Mom. -And then afterward...",
      "vi": "- Con thích làm chuyện đó, mẹ à. - Và sau đó,"
    }
  },
  {
    "translation": {
      "en": "...lick the sweat off each other.",
      "vi": "liếm toàn bộ cơ thể nhau."
    }
  },
  {
    "translation": {
      "en": "I don't wanna do this.",
      "vi": "Mẹ không muốn tiếp tục đâu."
    }
  },
  {
    "translation": {
      "en": "-You say things that are too personal. -Okay, but just one more thing.",
      "vi": "Mấy đứa nói toàn chuyện quá riêng tư. Vâng, chỉ một điều nữa thôi."
    }
  },
  {
    "translation": {
      "en": "She said she loves you...",
      "vi": "Con bé nói nó yêu con,"
    }
  },
  {
    "translation": {
      "en": "...and wants to hold your hand and have iced tea with you.",
      "vi": "muốn nắm tay con và cùng thưởng thức trà đá."
    }
  },
  {
    "translation": {
      "en": "Come on. That's not all she said.",
      "vi": "Thôi nào mẹ. Cô ấy đâu nói thế đâu."
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "-She says other things, but I don't want-- -Please, please, please.",
      "vi": "- Nó nói vài thứ khác nhưng mẹ không... - Xin mẹ đấy."
    }
  },
  {
    "translation": {
      "en": "You don't realize, I may be killed tomorrow.",
      "vi": "Mẹ không biết đâu, ngày mai có thể con bị giết rồi đấy."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "She says she wants to unplug all the clocks and the phones...",
      "vi": "Con bé nói muốn tắt hết đồng hồ các loại điện thoại"
    }
  },
  {
    "translation": {
      "en": "-...and have a three-day sex marathon. -That's more like it. Yeah.",
      "vi": "- và làm tình suốt ba ngày. - Nghe giống rồi đó."
    }
  },
  {
    "translation": {
      "en": "She wants to walk wrong for a week because you guys did it so hard.",
      "vi": "Con bé muốn đi loạng choạng trong một tuần - vì hai đứa sẽ rất kịch liệt.. - Nghe đáng yêu thế."
    }
  },
  {
    "translation": {
      "en": "That's just lovely.",
      "vi": "- vì hai đứa sẽ rất kịch liệt.. - Nghe đáng yêu thế."
    }
  },
  {
    "translation": {
      "en": "No more! He says things I can't say.",
      "vi": "Đủ rồi! Nó nói những thứ mà mẹ không nói được."
    }
  },
  {
    "translation": {
      "en": "It involves a mannequin hand and an electric shaver taped to a golf club.",
      "vi": "Có liên quan đến tay ma nơ canh và cái dao cạo điện ở câu lạc bộ golf ấy."
    }
  },
  {
    "translation": {
      "en": "Now what'd she say?",
      "vi": "Thế cô ấy đã nói gì?"
    }
  },
  {
    "translation": {
      "en": "She says she loves you.",
      "vi": "Nó nói nó yêu con."
    }
  },
  {
    "translation": {
      "en": "I'm so sorry about everything.",
      "vi": "Anh xin lỗi về mọi thứ."
    }
  },
  {
    "translation": {
      "en": "And I just had to come here tonight to tell you that I love you.",
      "vi": "Và anh chỉ muốn đến đây tối nay để nói yêu em."
    }
  },
  {
    "translation": {
      "en": "And the reason why I act like you're a plain wife is that...",
      "vi": "Và lý do anh đối xử với em như thể em là người vợ thô thiển là..."
    }
  },
  {
    "translation": {
      "en": "...I'm afraid that if I admit to how stunning...",
      "vi": "vì anh sợ phải thú nhận rằng em tuyệt vời thông minh và hoàn hảo biết dường nào,"
    }
  },
  {
    "translation": {
      "en": "...and intelligent and wonderful you are...",
      "vi": "thông minh và hoàn hảo biết dường nào,"
    }
  },
  {
    "translation": {
      "en": "-...I'd just lose you. -Shut up, Allen. I love you.",
      "vi": "anh sợ để mất em. Được rồi, Allen. Em yêu anh."
    }
  },
  {
    "translation": {
      "en": "I'm gonna break your hip.",
      "vi": "Anh sẽ làm gãy hông em."
    }
  },
  {
    "translation": {
      "en": "I'm about to do you grandpa-style.",
      "vi": "Anh sắp làm em theo kiểu ông ngoại."
    }
  },
  {
    "translation": {
      "en": "I brought some music.",
      "vi": "Tôi có mang nhạc theo."
    }
  },
  {
    "translation": {
      "en": "Not what I would've chosen, but screw it.",
      "vi": "Không phải thứ tôi chọn nhưng kệ đi."
    }
  },
  {
    "translation": {
      "en": "All right. Let's go, Monday morning, time to go to work.",
      "vi": "Được rồi. Đi thôi, sáng thứ Hai rồi, đã đến lúc làm việc."
    }
  },
  {
    "translation": {
      "en": "Let's do it.",
      "vi": "Làm thôi."
    }
  },
  {
    "translation": {
      "en": "-You want my gate code? -Shut up, man!",
      "vi": "- Có muốn mã cổng của tôi không? - Im đi!"
    }
  },
  {
    "translation": {
      "en": "That's Wesley!",
      "vi": "Wesley kìa!"
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "vi": "Thế chứ!"
    }
  },
  {
    "translation": {
      "en": "-Where'd you learn to drive like that? -\"Grand Theft Auto!\"",
      "vi": "- Anh học lái kiểu đó ở đâu vậy? - Trò chơi Grand Theft Auto!"
    }
  },
  {
    "translation": {
      "en": "Shit, Allen, they're coming.",
      "vi": "Khỉ thật, Allen, chúng đến đấy."
    }
  },
  {
    "translation": {
      "en": "-Oh, my God! -Shit.",
      "vi": "Ôi Chúa ơi! Khỉ thật."
    }
  },
  {
    "translation": {
      "en": "-Do something, Allen! -Hold on, hold on.",
      "vi": "- Làm gì đi, Allen! - Bám chắc vào."
    }
  },
  {
    "translation": {
      "en": "Someone's been playing \"Grand Theft Auto.\"",
      "vi": "Ai đó đang chơi trò Grand Theft Auto."
    }
  },
  {
    "translation": {
      "en": "I did that!",
      "vi": "Tôi làm được rồi!"
    }
  },
  {
    "translation": {
      "en": "-I did that! -Oh, my God!",
      "vi": "- Tôi làm được rồi! - Ôi Chúa ơi!"
    }
  },
  {
    "translation": {
      "en": "-That's what I'm talking about! -We jackknifed them!",
      "vi": "- Là điều tôi đang nói đến đấy! - Ta cắt đuôi chúng rồi!"
    }
  },
  {
    "translation": {
      "en": "Did you see that? It went backwards and then turned upside-down.",
      "vi": "Các anh thấy chứ? Nó giật lùi lại rồi bị lật nhào luôn."
    }
  },
  {
    "translation": {
      "en": "Gator turns vans upside-down like they're in a crazy washing machine!",
      "vi": "Gator quay mấy xe thùng đó như máy giặt vậy!"
    }
  },
  {
    "translation": {
      "en": "Why are you calling yourself Gator?",
      "vi": "Sao anh lại tự gọi mình là Gator vậy?"
    }
  },
  {
    "translation": {
      "en": "It's a nickname I had in college. I used to run a dating service.",
      "vi": "Đó là biệt danh hồi đại học tôi dùng để điều hành một dịch vụ hẹn hò."
    }
  },
  {
    "translation": {
      "en": "-He was a pimp. -Yeah, I was. I was a pimp.",
      "vi": "- Anh ta là ma cô. - Ừ, từng là. Tôi từng là ma cô."
    }
  },
  {
    "translation": {
      "en": "Right now the streets are a bloodbath.",
      "vi": "Giờ trên phố toàn bắn giết nhau thôi."
    }
  },
  {
    "translation": {
      "en": "And, statistically speaking, there's about 30 kids in here...",
      "vi": "Và theo thống kê thì có 30 nhóc ở đây,"
    }
  },
  {
    "translation": {
      "en": "...10 of you are gonna be dead before your next birthday.",
      "vi": "10 đứa sẽ chết trước sinh nhật tới."
    }
  },
  {
    "translation": {
      "en": "Got a couple of tips, help you guys stay out of jail.",
      "vi": "Nhớ lời khuyên này... sẽ giúp mấy đứa tránh xa nhà tù."
    }
  },
  {
    "translation": {
      "en": "One, try your hardest to not be black or Hispanic.",
      "vi": "Một, hãy cố không phải là da màu hoặc là cộng đồng nói tiếng Tây Ban Nha."
    }
  },
  {
    "translation": {
      "en": "-It's a good tip. -Yeah. Two....",
      "vi": "- Hay đấy. - Ừ. Hai là..."
    }
  },
  {
    "translation": {
      "en": "Gentlemen, we got a hot one.",
      "vi": "Các anh, ta có một vụ nóng. Hoitz và Gamble đã bắt Ershon làm con tin,"
    }
  },
  {
    "translation": {
      "en": "Hoitz and Gamble have Ershon hostage, high-speed car chase in progress.",
      "vi": "Các anh, ta có một vụ nóng. Hoitz và Gamble đã bắt Ershon làm con tin, đang có cảnh đuổi nhau với tốc độ cao."
    }
  },
  {
    "translation": {
      "en": "Yes! Gun, gun!",
      "vi": "Tuyệt! Đưa súng đây!"
    }
  },
  {
    "translation": {
      "en": "Pass up the guns. Pass them up. Let's go, people.",
      "vi": "Đưa súng đây. Đi thôi mọi người."
    }
  },
  {
    "translation": {
      "en": "There we go. Anything, any Tasers? No?",
      "vi": "Nào. Gì cũng được, có súng điện không? Không?"
    }
  },
  {
    "translation": {
      "en": "-Good. Who wants to go on a ride-along? -I do!",
      "vi": "- Tốt. Ai muốn đi cùng nào? Hả? - Cháu!"
    }
  },
  {
    "translation": {
      "en": "All right, you, sweetie. Come on, let's go. Move.",
      "vi": "Được rồi, nhóc. Đi thôi. Mau lên!"
    }
  },
  {
    "translation": {
      "en": "-Move! Let's go. -Come on!",
      "vi": "- Mau lên! Đi thôi. - Đi nào!"
    }
  },
  {
    "translation": {
      "en": "Cool, a helicopter! Must be covering the high-speed chase.",
      "vi": "Tuyệt, trực thăng nữa kìa! Chắc để giấu vụ rượt đuổi tốc độ cao này."
    }
  },
  {
    "translation": {
      "en": "Jesus!",
      "vi": "Lạy Chúa!"
    }
  },
  {
    "translation": {
      "en": "-Who are those guys? -They're Chechen investors.",
      "vi": "Bọn nào vậy? Mấy tay đầu tư người Chechen."
    }
  },
  {
    "translation": {
      "en": "We were gonna do a Chechen version of Dora the Explorer.",
      "vi": "Bọn tôi đã định làm một phiên bản Chechen của Dora the Explorer."
    }
  },
  {
    "translation": {
      "en": "Anyway, it went terribly wrong.",
      "vi": "Cuối cùng, nó thật tồi tệ."
    }
  },
  {
    "translation": {
      "en": "I feel like it's not fair that they have a helicopter!",
      "vi": "Thật không công bằng khi chúng có trực thăng!"
    }
  },
  {
    "translation": {
      "en": "Oh, no.",
      "vi": "Ồ không! SỞ CẢNH SÁT NEW YORK"
    }
  },
  {
    "translation": {
      "en": "Damn it.",
      "vi": "Khỉ thật!"
    }
  },
  {
    "translation": {
      "en": "Watch your head. God, your hair is soft.",
      "vi": "Coi chừng cái đầu. Trời, tóc anh mềm vậy."
    }
  },
  {
    "translation": {
      "en": "VO5 Hot Oil.",
      "vi": "Hấp dầu VO5."
    }
  },
  {
    "translation": {
      "en": "You're gonna wreck! There's cars coming from both directions!",
      "vi": "Anh sẽ đụng mất! Hướng nào cũng có xe cả!"
    }
  },
  {
    "translation": {
      "en": "I'm not gonna wreck!",
      "vi": "Không đụng đâu!"
    }
  },
  {
    "translation": {
      "en": "-I'm gonna wreck! You're right! -You want me to drive?",
      "vi": "- Tôi sẽ đụng! Anh nói đúng! - Muốn tôi lái chứ?"
    }
  },
  {
    "translation": {
      "en": "-This was a very clever idea. -Yeah.",
      "vi": "Đây là một ý rất khôn khéo. Suỵt."
    }
  },
  {
    "translation": {
      "en": "They're gone.",
      "vi": "Họ đi rồi."
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "vi": "Đi thôi."
    }
  },
  {
    "translation": {
      "en": "They are Nigerians. Yeah, I'd forgotten about them.",
      "vi": "Người Nigeria. Tôi quên mất bọn họ."
    }
  },
  {
    "translation": {
      "en": "-This is a shortcut. -Are you kidding? You cannot go there.",
      "vi": "- Đây là lối tắt. - Anh đùa à? Anh đâu thể xuống dưới kia."
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "vi": "Anh làm gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Hit him!",
      "vi": "Tông hắn!"
    }
  },
  {
    "translation": {
      "en": "-Where are we? -Chelsea Pier.",
      "vi": "- Ta ở đâu đây? - Bến tàu Chelsea?"
    }
  },
  {
    "translation": {
      "en": "What the hell?",
      "vi": "Cái quái gì thế?"
    }
  },
  {
    "translation": {
      "en": "Jesus!",
      "vi": "- Ui! - Ôi! Chúa tôi!"
    }
  },
  {
    "translation": {
      "en": "Them having a helicopter is definitely cheating.",
      "vi": "Chúng có trực thăng, quả là gian lận."
    }
  },
  {
    "translation": {
      "en": "Go!",
      "vi": "Đi!"
    }
  },
  {
    "translation": {
      "en": "Come on!",
      "vi": "Chạy đi!"
    }
  },
  {
    "translation": {
      "en": "We're cops! Hit the chopper!",
      "vi": "Chúng tôi là cảnh sát! Nhắm vào trực thăng!"
    }
  },
  {
    "translation": {
      "en": "This is Martin and Fosse, en route. Back off! This is our collar!",
      "vi": "Đây là Martin và Fosse, đang tới. Rút hết đi! Đây là việc của bọn tôi!"
    }
  },
  {
    "translation": {
      "en": "Set up a perimeter. No arrests until we get there!",
      "vi": "Lập rào chắn đi. Không được bắt giữ trước khi bọn tôi tới!"
    }
  },
  {
    "translation": {
      "en": "Take the light!",
      "vi": "Mở đèn đi!"
    }
  },
  {
    "translation": {
      "en": "Do not authorize that transfer.",
      "vi": "Không được thực hiện giao dịch đó."
    }
  },
  {
    "translation": {
      "en": "This is David Ershon. The transfer is for him.",
      "vi": "Đây là David Ershon. Việc này là của ông ấy."
    }
  },
  {
    "translation": {
      "en": "He will tell you not to authorize it, okay? Tell him.",
      "vi": "Ông ta sẽ bảo anh không được giao dich, hiểu chứ. Nói đi."
    }
  },
  {
    "translation": {
      "en": "-Tell him! -Yeah, do as they say. Stop the transfer.",
      "vi": "- Nói đi! - Ừ, làm như họ bảo. - Ngừng giao dịch. - Chấp thuận đi."
    }
  },
  {
    "translation": {
      "en": "Approve it.",
      "vi": "- Ngừng giao dịch. - Chấp thuận đi."
    }
  },
  {
    "translation": {
      "en": "Now.",
      "vi": "Giờ."
    }
  },
  {
    "translation": {
      "en": "Do not touch anything!",
      "vi": "Đừng chạm bất cứ cái gì!"
    }
  },
  {
    "translation": {
      "en": "I swear to God I'll blow your head all over this desk.",
      "vi": "Thề có Chúa tôi sẽ bắn tung đầu anh khắp bàn."
    }
  },
  {
    "translation": {
      "en": "Not a person in this room believes you'll shoot this clerk.",
      "vi": "Không ai trong phòng này tin anh sẽ bắn tay thư ký."
    }
  },
  {
    "translation": {
      "en": "Yeah?",
      "vi": "Vậy sao?"
    }
  },
  {
    "translation": {
      "en": "Thank you so much, gentlemen, for the prompt delivery of Mr. Ershon.",
      "vi": "Cảm ơn các anh rất nhiều, vì đã đưa ông Eshon đến đây thật nhanh."
    }
  },
  {
    "translation": {
      "en": "I have two competing bids from jilted investors.",
      "vi": "Tôi có hai nhà thầu đầu tư sẵn sàng ngã giá rồi."
    }
  },
  {
    "translation": {
      "en": "They're at 30 million, and holding.",
      "vi": "Họ đang nắm giữ tổng cộng 30 triệu."
    }
  },
  {
    "translation": {
      "en": "-Wait! Can't you let me...? -Take him away.",
      "vi": "- Khoan! Anh không thể để... - Đưa ông ta đi."
    }
  },
  {
    "translation": {
      "en": "But computers.",
      "vi": "Nhưng mà máy tính."
    }
  },
  {
    "translation": {
      "en": "What if, one day, they were in charge?",
      "vi": "Nếu như...có một ngày... chúng bị tấn công thì sao?"
    }
  },
  {
    "translation": {
      "en": "Now if you don't shut up, I will cut your ear off with a butter knife.",
      "vi": "Anh mà không câm họng, tôi sẽ cắt tai anh bằng con dao phết bơ đấy."
    }
  },
  {
    "translation": {
      "en": "That's blunt. Blunt's worse than if it's sharp.",
      "vi": "- Cùn quá. Cùn còn tệ hơn sắc mà. - Ngay!"
    }
  },
  {
    "translation": {
      "en": "You just stood there!",
      "vi": "Anh chỉ đứng đó thôi sao!"
    }
  },
  {
    "translation": {
      "en": "I didn't know that \"now\" meant that. How am I supposed to know that?",
      "vi": "Tôi không hiểu \"ngay\" nghĩa là vậy. Tôi phải hiểu thế nào chứ?"
    }
  },
  {
    "translation": {
      "en": "-I knew what that meant. -Shut up.",
      "vi": "- Tôi biết ý đó. - Im đi."
    }
  },
  {
    "translation": {
      "en": "You kill us and you kill Ershon. You're out 30 million dollars.",
      "vi": "Anh mà giết bọn tôi và Ershon. Anh sẽ mất 30 triệu đô la."
    }
  },
  {
    "translation": {
      "en": "-Who's got the golden goose now, huh? -Yeah.",
      "vi": "- Giờ thì ai có lợi thế đây hả? - Ừ."
    }
  },
  {
    "translation": {
      "en": "Shit!",
      "vi": "Khỉ thật!"
    }
  },
  {
    "translation": {
      "en": "He's still valuable with a bullet wound, mate.",
      "vi": "Ông ta vẫn còn giá trị với một vết đạn bắn đấy, anh bạn."
    }
  },
  {
    "translation": {
      "en": "He immediately called your bluff.",
      "vi": "Thế là gian lận còn gì."
    }
  },
  {
    "translation": {
      "en": "Get up. And kill the police.",
      "vi": "Đứng dậy đi. Giết mấy tay cớm đi."
    }
  },
  {
    "translation": {
      "en": "I just wanna make sure I get it right.",
      "vi": "Tôi chỉ muốn chắc là mình làm đúng."
    }
  },
  {
    "translation": {
      "en": "Did you want this transfer approved or not approved?",
      "vi": "Ông muốn giao dịch này được chấp thuận hay không?"
    }
  },
  {
    "translation": {
      "en": "You, mate, I'm gonna kill just for fun.",
      "vi": "Này anh bạn, tôi giết người để giải khuây đấy."
    }
  },
  {
    "translation": {
      "en": "Police, don't move! Drop your weapons!",
      "vi": "Cảnh sát đây, đứng yên! Bỏ súng xuống!"
    }
  },
  {
    "translation": {
      "en": "Drop it, or be dropped, homeboy!",
      "vi": "Bỏ xuống hay muốn bị làm rơi nào anh bạn!"
    }
  },
  {
    "translation": {
      "en": "I hope you like prison food and penis.",
      "vi": "Hy vọng mày thích vị tù ngục với mấy cái gậy nhé."
    }
  },
  {
    "translation": {
      "en": "-Police! Down on the ground! -Let me see your hands!",
      "vi": "- Cảnh sát đây! Nằm úp xuống! - Cho tôi thấy tay các anh!"
    }
  },
  {
    "translation": {
      "en": "-Hey, hey, you okay? -Hey.",
      "vi": "- Này, ổn chứ? - Này."
    }
  },
  {
    "translation": {
      "en": "Hey, Gene. Captain. I'm sorry.",
      "vi": "Chào Gene. À Đại úy, tôi xin lỗi."
    }
  },
  {
    "translation": {
      "en": "-I'm sorry. -That's okay. Don't worry about it.",
      "vi": "- Tôi xin lỗi. - Ổn rồi. Đừng lo."
    }
  },
  {
    "translation": {
      "en": "You can call me Gene when we're not in the office.",
      "vi": "Anh có thể gọi Gene ở ngoài cơ quan."
    }
  },
  {
    "translation": {
      "en": "Okay. Thanks for coming by.",
      "vi": "Được rồi, cảm ơn vì đã đến."
    }
  },
  {
    "translation": {
      "en": "Attaboy.",
      "vi": "Làm được lắm. Ôi không. Thôi nào. Ở lại với tôi đi."
    }
  },
  {
    "translation": {
      "en": "Come on, stay with me. Stay with me.",
      "vi": "Ôi không. Thôi nào. Ở lại với tôi đi."
    }
  },
  {
    "translation": {
      "en": "We're losing him! We're losing him! He's dying!",
      "vi": "Ta đang mất anh ấy! Anh ấy đang hấp hối này!"
    }
  },
  {
    "translation": {
      "en": "No. No, no, no, no. I'm just resting. I'm just resting.",
      "vi": "Không, không. Tôi chỉ nghỉ ngơi chút thôi."
    }
  },
  {
    "translation": {
      "en": "-I'm sorry. Did I hurt you? -I was just resting.",
      "vi": "- Xin lỗi. Làm anh đau à? - Tôi chỉ nghỉ chút."
    }
  },
  {
    "translation": {
      "en": "-Are you all right? -Just resting.",
      "vi": "- Ổn chứ? - Nghỉ một chút."
    }
  },
  {
    "translation": {
      "en": "Hey, let me tell you something.",
      "vi": "Để tôi nói anh biết điều này nhé."
    }
  },
  {
    "translation": {
      "en": "As far as paperwork goes, we'll take care of it.",
      "vi": "Mấy vụ giấy tờ, chúng tôi sẽ lo."
    }
  },
  {
    "translation": {
      "en": "-You know why? -Why?",
      "vi": "- Anh biết sao không? - Tại sao?"
    }
  },
  {
    "translation": {
      "en": "Ain't too proud to beg.",
      "vi": "Không ai không van xin cả."
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "vi": "Thôi nào."
    }
  },
  {
    "translation": {
      "en": "-What? -It's not funny anymore.",
      "vi": "- Gì cơ? - Chẳng vui chút nào cả."
    }
  },
  {
    "translation": {
      "en": "-I don't know what you're talking about. -TLC references.",
      "vi": "Tôi không hiểu anh đang nói gì. - Tham khảo TLC ấy. - Vẫn không có gì. Tôi thề đấy."
    }
  },
  {
    "translation": {
      "en": "Still nothing. I swear to you.",
      "vi": "- Tham khảo TLC ấy. - Vẫn không có gì. Tôi thề đấy."
    }
  },
  {
    "translation": {
      "en": "I'm gonna go over and check on Terry. I got a bad knee. Hold on. There you go.",
      "vi": "Tôi qua xem Terry đây. Được chứ. Đầu gối tôi yếu lắm. Ở đây nhé."
    }
  },
  {
    "translation": {
      "en": "It was the king of the mutt cases...",
      "vi": "Đó đúng là vua của những vụ ngớ ngẩn,"
    }
  },
  {
    "translation": {
      "en": "...but Allen and Terry had worked it like stars.",
      "vi": "nhưng Allen và Terry đã làm việc như những siêu sao."
    }
  },
  {
    "translation": {
      "en": "Within 24 hours of learning about Ershon's scheme...",
      "vi": "Trong vòng 24 giờ sau khi biết được mưu đồ của Ershon"
    }
  },
  {
    "translation": {
      "en": "...and Lendl's massive losses...",
      "vi": "và khoản lỗ khổng lồ của Lendl,"
    }
  },
  {
    "translation": {
      "en": "...the government issued TARP funds to bail out Lendl.",
      "vi": "Chính phủ đã lập gói cứu trợ TARP để bảo lãnh cho Lendl."
    }
  },
  {
    "translation": {
      "en": "Lendl is in everything, and we're gonna go everywhere....",
      "vi": "Lendl trong mọi lĩnh vực, và chúng tôi sẽ tới mọi nơi..."
    }
  },
  {
    "translation": {
      "en": "They were too big to fail.",
      "vi": "Họ quá lớn để sụp đổ."
    }
  },
  {
    "translation": {
      "en": "Ershon now resides in Palomino Federal Correctional Facility in Florida.",
      "vi": "Ershon hiện bị giam ở Trung tâm Cải tạo Nhân cách Liên bang Palomino ở Florida."
    }
  },
  {
    "translation": {
      "en": "He still invests. Currency's just different.",
      "vi": "Ông ta vẫn tiếp tục đầu tư. Chỉ là dùng loại tiền khác thôi."
    }
  },
  {
    "translation": {
      "en": "Roger Wesley was linked to the Beaman murder...",
      "vi": "Roger Wesley bị cáo buộc liên quan đến vụ giết Beaman"
    }
  },
  {
    "translation": {
      "en": "...by security cam footage which Martin and Fosse hadn't checked.",
      "vi": "bởi máy quay an ninh mà Martin và Fosse quên không kiểm tra."
    }
  },
  {
    "translation": {
      "en": "It only showed the back of their heads.",
      "vi": "Nó chỉ quay được phía sau bọn chúng."
    }
  },
  {
    "translation": {
      "en": "But Allen's Faceback app was able to get a match to their faces.",
      "vi": "Nhưng phần mềm mặt sau của Allen có thể nhận dạng được khuôn mặt chúng."
    }
  },
  {
    "translation": {
      "en": "Terry married Francine.",
      "vi": "Terry đã cưới Francine."
    }
  },
  {
    "translation": {
      "en": "He played harp at the reception and it was beautiful.",
      "vi": "Anh ấy chơi đàn hạc ở lễ cưới và chơi thật hay."
    }
  },
  {
    "translation": {
      "en": "He had learned how to play it in the eighth grade...",
      "vi": "Anh ấy đã học chơi nó từ năm lớp tám"
    }
  },
  {
    "translation": {
      "en": "...to make fun of the fairy that lived up the street.",
      "vi": "để trêu chọc mấy tay mơ mộng cổ tích trên phố."
    }
  },
  {
    "translation": {
      "en": "Terry asked Sheila to be his best man, but she declined.",
      "vi": "Terry cũng mời Sheila làm phù rể nhưng cô ấy đã từ chối."
    }
  },
  {
    "translation": {
      "en": "Let's be honest, we all wanna be superstars and hotshots.",
      "vi": "Thành thật nhé, ta đều muốn làm siêu sao và thành tâm điểm"
    }
  },
  {
    "translation": {
      "en": "But guess what.",
      "vi": "Nhưng biết gì không?"
    }
  },
  {
    "translation": {
      "en": "The people that do the real work, the ones that make the difference...",
      "vi": "Những người làm việc thật sự, những người tạo nên sự khác biệt"
    }
  },
  {
    "translation": {
      "en": "...you don't see them on TV or on the front page.",
      "vi": "bạn sẽ không thấy họ trên TV hay mặt báo đâu."
    }
  },
  {
    "translation": {
      "en": "I'm talking about the day-in, day-outers, the grinders.",
      "vi": "Tôi đang nói ngày qua ngày, họ cần mẫn."
    }
  },
  {
    "translation": {
      "en": "Come on, man, you know who I'm talking about: the other guys.",
      "vi": "Thôi nào, bạn biết tôi đang nói ai mà. Tôi đang nói về: những gã khác."
    }
  },
  {
    "translation": {
      "en": "Goldman Sachs. This case is gonna be nasty.",
      "vi": "Goldman Sachs. Vụ này càng lúc càng tệ."
    }
  },
  {
    "translation": {
      "en": "Hi. Cute glasses.",
      "vi": "Chào. Cặp kính dễ thương lắm."
    }
  },
  {
    "translation": {
      "en": "-What was that? -What?",
      "vi": "- Gì vậy? - Sao cơ?"
    }
  },
  {
    "translation": {
      "en": "What? Dude, what is it with you and hot ladies? What's your secret?",
      "vi": "Sao cái gì? Là anh với mấy em nóng bỏng đó đấy. Bí quyết gì thế?"
    }
  },
  {
    "translation": {
      "en": "Honestly, I have no idea what you're talking about.",
      "vi": "Nói thật là không biết anh đang nói gì."
    }
  },
  {
    "translation": {
      "en": "Tell me who you lost your virginity to.",
      "vi": "Kể tôi xem anh mất trinh với cô nào."
    }
  },
  {
    "translation": {
      "en": "She actually became a TV actress. Heather Locklear.",
      "vi": "Cô ấy đã thành diễn viên truyền hình rồi, Heather Locklear đó."
    }
  },
  {
    "translation": {
      "en": "Heather Locklear, what?",
      "vi": "Gì, Heather Locklear, hả?"
    }
  },
  {
    "translation": {
      "en": "-You've heard of her? -Come on!",
      "vi": "- Anh biết cô ấy? - Thôi nào!"
    }
  },
  {
    "translation": {
      "en": "-She was much chubbier back then. -I don't get it. I really, I don't get it.",
      "vi": "Trước đây cô ấy mũm mĩm hơn nhiều. Không hiểu. Tôi thật sự không hiểu."
    }
  },
  {
    "translation": {
      "en": "That was you. You don't have a sense of humor.",
      "vi": "Đó là anh. Anh chả có khiếu hài hước gì cả."
    }
  },
  {
    "translation": {
      "en": "I do. I have a wonderful sense of humor.",
      "vi": "Có. Tôi hài hước lắm đấy."
    }
  },
  {
    "translation": {
      "en": "All right, I'm gonna tell you the best joke in the world.",
      "vi": "Được, tôi sẽ kể anh nghe trò hài nhất."
    }
  },
  {
    "translation": {
      "en": "-We'll see if you laugh. -Please.",
      "vi": "- Xem anh có cười không. - Kể đi."
    }
  },
  {
    "translation": {
      "en": "-I love jokes. -All right.",
      "vi": "- Tôi thích đùa lắm. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "There was these two guys, all right, partners, best friends.",
      "vi": "Có hai gã, cộng sự đấy, bạn thân."
    }
  },
  {
    "translation": {
      "en": "-Going moose hunting. -Right.",
      "vi": "- Đi săn nai sừng tấm. - Rồi."
    }
  },
  {
    "translation": {
      "en": "Looking around. Everywhere they look, there's no moose.",
      "vi": "Nhìn quanh quẩn. Nhìn đâu cũng không thấy nai sừng tấm."
    }
  },
  {
    "translation": {
      "en": "The guy's like, \"You know what? We gotta split up.",
      "vi": "Một gã nói, \"Biết không, ta chia ra."
    }
  },
  {
    "translation": {
      "en": "-\"You go this way. You go that way.\" -Right.",
      "vi": "- Anh đi lối này. Anh đi lối kia.\" - Rồi."
    }
  },
  {
    "translation": {
      "en": "Next thing you know, they lose sight of each other.",
      "vi": "Tiếp theo họ mất dạng nhau."
    }
  },
  {
    "translation": {
      "en": "All of a sudden, the guy hears some rumbling in the bushes.",
      "vi": "Bất thần một gã nghe tiếng lạo xạo trong bụi cây."
    }
  },
  {
    "translation": {
      "en": "-Sure. -He starts heading over that way.",
      "vi": "- Rồi. - Anh ta bắt đầu đi tới chỗ đó."
    }
  },
  {
    "translation": {
      "en": "Out comes his friend in his orange suit. He's like, \"Don't shoot. I'm not a moose.\"",
      "vi": "Bạn anh ta xuất hiện trong bộ đồ cam. Anh ta thì, \"Đừng. Tôi không phải nai.\""
    }
  },
  {
    "translation": {
      "en": "And the guy readies his weapon, points it right at his face, and:",
      "vi": "Và gã kia sẵn sàng vũ khí, chĩa ngay mặt người bạn, và..."
    }
  },
  {
    "translation": {
      "en": "Shoots the guy.",
      "vi": "- Bắn gã. - Ôi!"
    }
  },
  {
    "translation": {
      "en": "So the guy runs over, he goes, \"What are you doing? \"I told you I wasn't a moose.\"",
      "vi": "Nên gã đó chạy đi, người bạn kêu, \"Làm gì vậy? Tôi bảo tôi đâu phải nai.\""
    }
  },
  {
    "translation": {
      "en": "And the guy goes, \"I thought you said you were a moose.\"",
      "vi": "Và gã đó nói, \"Tôi nghĩ anh bảo anh là nai.\""
    }
  },
  {
    "translation": {
      "en": "But he's not a moose.",
      "vi": "Nhưng anh ta đâu phải nai."
    }
  },
  {
    "translation": {
      "en": "Get the check-check from Shen-Shen. Let's get out of here.",
      "vi": "Tính tiền đi. Ta về thôi."
    }
  },
  {
    "translation": {
      "en": "Stop it. Stop it. Stop it.",
      "vi": "Thôi đi."
    }
  },
  {
    "translation": {
      "en": "And cut.",
      "vi": "Cắt!"
    }
  }
]