[
  {
    "translation": {
      "en": "The rumors of my promiscuity have been greatly exaggerated.",
      "vi": "Những tin đồn về sự lẳng lơ của tôi đã bị đồn thổi quá mức."
    }
  },
  {
    "translation": {
      "en": "I used to be anonymous, invisible to the opposite sex.",
      "vi": "Tôi từng là một kẻ vô danh, vô hình với người khác giới."
    }
  },
  {
    "translation": {
      "en": "If Google Earth were a guy...",
      "vi": "Nếu Google Earth là một chàng trai..."
    }
  },
  {
    "translation": {
      "en": "...he couldn't find me if I was dressed up as a 10- story building.",
      "vi": "thì cũng không thể tìm ra tôi dù tôi có trông như tòa nhà mười tầng."
    }
  },
  {
    "translation": {
      "en": "Pretty cutting- edge stuff, huh? A high school girl feeling anonymous.",
      "vi": "Chuyện lạ quá hả? Một nữ sinh cảm thấy vô hình."
    }
  },
  {
    "translation": {
      "en": "Who am I? What does it all mean? Why am I here? Blah.",
      "vi": "Tôi là ai? Tất cả có ý nghĩa gì? Tại sao tôi lại ở đây? Vân vân."
    }
  },
  {
    "translation": {
      "en": "But don't worry, this isn't one of those tales.",
      "vi": "Nhưng đừng lo, đây không phải một trong số câu chuyện dạng vậy đâu."
    }
  },
  {
    "translation": {
      "en": "Though it sure started out that way.",
      "vi": "Mặc dù chuyện này có bắt đầu giống vậy."
    }
  },
  {
    "translation": {
      "en": "And then it changed pretty quickly when I started lying...",
      "vi": "Nhưng nó đã thay đổi rất nhanh từ lúc tôi bắt đầu nói dối"
    }
  },
  {
    "translation": {
      "en": "...about some very personal things.",
      "vi": "về một số chuyện thầm kín."
    }
  },
  {
    "translation": {
      "en": "So let the record show that I, Olive Penderghast...",
      "vi": "Vậy hãy để đoạn ghi hình cho thấy tôi, Olive Penderghast,"
    }
  },
  {
    "translation": {
      "en": "...being of sound mind, and below- average breast size...",
      "vi": "một người với tinh thần minh mẫn, và cỡ ngực dưới mức trung bình,"
    }
  },
  {
    "translation": {
      "en": "...swear to tell the truth, the whole truth...",
      "vi": "thề sẽ nói sự thật, toàn bộ sự thật"
    }
  },
  {
    "translation": {
      "en": "...and nothing but the truth. Starting now.",
      "vi": "và không gì khác ngoài sự thật. Bắt đầu ngay bây giờ."
    }
  },
  {
    "translation": {
      "en": "And what better way to share my private thoughts...",
      "vi": "Còn cách nào tốt hơn để chia sẻ suy nghĩ của mình"
    }
  },
  {
    "translation": {
      "en": "...than to broadcast them on the Internet?",
      "vi": "ngoài phát sóng trên mạng nhỉ?"
    }
  },
  {
    "translation": {
      "en": "So here it is. Part one.",
      "vi": "Vậy nó đây rồi. Phần một."
    }
  },
  {
    "translation": {
      "en": "The shudder- inducing and clichéd, however totally false account...",
      "vi": "Lời đồn rùng mình và rập khuôn, tuy nhiên hoàn toàn sai lầm"
    }
  },
  {
    "translation": {
      "en": "...of how I lost my virginity to a guy at a community college.",
      "vi": "về việc tôi đã mất trinh tiết vào tay một gã ở cao đẳng cộng đồng như thế nào."
    }
  },
  {
    "translation": {
      "en": "Let me just begin by saying that there are two sides to every story.",
      "vi": "Tôi sẽ bắt đầu nói luôn rằng mọi chuyện đều có hai mặt."
    }
  },
  {
    "translation": {
      "en": "And this is my side, the right one.",
      "vi": "Và đây là mặt phía bên tôi, bên đúng."
    }
  },
  {
    "translation": {
      "en": "George is not a sexy name.",
      "vi": "George không phải một cái tên hấp dẫn."
    }
  },
  {
    "translation": {
      "en": "George is what you name your teddy bear...",
      "vi": "George chỉ là tên cậu đặt cho gấu bông,"
    }
  },
  {
    "translation": {
      "en": "...not the name you wanna scream out during climax.",
      "vi": "không phải cái tên cậu muốn gào lên lúc cực đỉnh."
    }
  },
  {
    "translation": {
      "en": "And by that, I assume you mean...?",
      "vi": "Và qua đó, thầy phải hiểu ý em là?"
    }
  },
  {
    "translation": {
      "en": "The stable and self- perpetuating end stage...",
      "vi": "Sự ổn định và tự duy trì ở giai đoạn cuối"
    }
  },
  {
    "translation": {
      "en": "...in the evolution of a plant community.",
      "vi": "trong tiến hóa của một quần xã thực vật."
    }
  },
  {
    "translation": {
      "en": "- Right. - Why, what were you thinking?",
      "vi": "- Vâng. - Tại sao, thầy nghĩ gì ạ?"
    }
  },
  {
    "translation": {
      "en": "The same. But I don't say it out loud lest someone get the wrong idea.",
      "vi": "Giống em thôi. Nhưng tôi không la làng để người khác khỏi phải hiểu sai."
    }
  },
  {
    "translation": {
      "en": "I think you know innuendo is attached to everything these days.",
      "vi": "Tôi nghĩ em biết lời ám chỉ dính dáng đến mọi thứ ngày nay."
    }
  },
  {
    "translation": {
      "en": "Innuendo? What-- ? Whatever do you mean?",
      "vi": "Lời ám chỉ? Gì? Thầy nghĩ gì cũng được vậy ạ?"
    }
  },
  {
    "translation": {
      "en": "Rhiannon, Olive, go hit the books. They don't hit back.",
      "vi": "Rhiannon, Olive, hãy đập mặt vào sách. Chúng không đập lại đâu."
    }
  },
  {
    "translation": {
      "en": "Also, hugs not drugs. Mess with the bull, get the horns.",
      "vi": "Còn nữa, ôm ấp chứ đừng chơi thuốc. Trêu bò coi chừng bị húc."
    }
  },
  {
    "translation": {
      "en": "And any other clichés you can come up with.",
      "vi": "Và mấy thứ tương tự các em có thể nghĩ ra."
    }
  },
  {
    "translation": {
      "en": "Bye, Mr. Griffith.",
      "vi": "Tạm biệt, thầy Griffith."
    }
  },
  {
    "translation": {
      "en": "Bye.",
      "vi": "Tạm biệt."
    }
  },
  {
    "translation": {
      "en": "- Watch your mouth. - Sorry.",
      "vi": "- Cẩn thận mồm miệng chứ. - Xin lỗi."
    }
  },
  {
    "translation": {
      "en": "Mr. Griffith is my favorite teacher.",
      "vi": "Thầy Griffith là giáo viên ưa thích của tôi."
    }
  },
  {
    "translation": {
      "en": "Although, after all the trouble I caused...",
      "vi": "Mặc dù sau những rắc rối tôi gây ra,"
    }
  },
  {
    "translation": {
      "en": "...I don't know if I'm still his favorite student.",
      "vi": "chả rõ tôi còn là học sinh ưa thích của thầy không."
    }
  },
  {
    "translation": {
      "en": "You know, these are bad for you.",
      "vi": "Mấy thứ này không tốt cho em."
    }
  },
  {
    "translation": {
      "en": "It leads to unwanted pregnancy, all sorts of things.",
      "vi": "Nó dẫn đến việc mang thai ngoài ý muốn, và đủ các thứ khác."
    }
  },
  {
    "translation": {
      "en": "Mismatched tires on your vehicle, which is nonexistent.",
      "vi": "Những chiếc lốp khác nhau trên xe em, mà hiện tại em không bị thế."
    }
  },
  {
    "translation": {
      "en": "And here is where the trouble began. The lie that started the whole thing.",
      "vi": "Và đây là lúc rắc rối bắt đầu. Lời nói dối khởi nguồn của mọi chuyện."
    }
  },
  {
    "translation": {
      "en": "Please, please, I'm begging you. I will pay you. I'll pay you.",
      "vi": "Làm ơn, tớ xin cậu đấy. Tớ sẽ báo đáp cậu mà."
    }
  },
  {
    "translation": {
      "en": "Rhi, I cannot go camping with you, okay?",
      "vi": "Rhi, tớ không đi cắm trại với cậu được."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, but I have a date.",
      "vi": "Tớ xin lỗi, nhưng tớ có hẹn rồi."
    }
  },
  {
    "translation": {
      "en": "- Okay? I told you. - With who?",
      "vi": "- Được chứ? Tớ nói cậu rồi mà. - Với ai?"
    }
  },
  {
    "translation": {
      "en": "- You don't know him. - And neither do you, you selfish bitch.",
      "vi": "- Cậu có biết anh ta đâu. - Cậu cũng đâu có biết, con khốn ích kỷ."
    }
  },
  {
    "translation": {
      "en": "Yes, I do. He goes to college with my brother.",
      "vi": "Tớ biết chứ. Anh ấy học đại học với anh tớ mà."
    }
  },
  {
    "translation": {
      "en": "Okay. What's his name, then?",
      "vi": "Được. Vậy anh ta tên gì?"
    }
  },
  {
    "translation": {
      "en": "Rhiannon is what you'd call a strong personality.",
      "vi": "Rhiannon là người mà bạn sẽ gọi là người có cá tính mạnh mẽ."
    }
  },
  {
    "translation": {
      "en": "She asked me to come camping with her family...",
      "vi": "Vài tuần trước cô ấy rủ tôi cắm trại với gia đình"
    }
  },
  {
    "translation": {
      "en": "...and I don't know why I didn't wanna go.",
      "vi": "và chả hiểu tại sao tôi lại không muốn đi."
    }
  },
  {
    "translation": {
      "en": "A little because I didn't feel like hanging out with her all weekend.",
      "vi": "Một phần là vì tôi không muốn đi chơi với cô ấy cả cuối tuần."
    }
  },
  {
    "translation": {
      "en": "But mostly because her parents are the weirdest people I have ever met...",
      "vi": "Nhưng đa phần là vì bố mẹ cô ấy  là người kỳ quặc nhất tôi từng gặp,"
    }
  },
  {
    "translation": {
      "en": "...and I live in California.",
      "vi": "và tôi sống ở California."
    }
  },
  {
    "translation": {
      "en": "I ate dinner at her house once and I swore, never again.",
      "vi": "Tôi đã ăn tối ở nhà cô ấy một lần và thề không có lần nào nữa."
    }
  },
  {
    "translation": {
      "en": "- This is interesting. - Patchouli burger.",
      "vi": "- Món này thú vị quá. - Hamburger hoắc hương đấy."
    }
  },
  {
    "translation": {
      "en": "We grew it in our victory garden.",
      "vi": "Bọn bác trồng ở vườn chiến thắng của mình."
    }
  },
  {
    "translation": {
      "en": "You want some dessert?",
      "vi": "Món tráng miệng không cháu?"
    }
  },
  {
    "translation": {
      "en": "No, thank you. I'm trying to watch my figure.",
      "vi": "Không, cảm ơn bác. Cháu đang cố giữ dáng."
    }
  },
  {
    "translation": {
      "en": "Well, I'm not.",
      "vi": "Con thì không đâu."
    }
  },
  {
    "translation": {
      "en": "So I lied and told her I couldn't go...",
      "vi": "Nên tôi đã nói dối là không thể đi"
    }
  },
  {
    "translation": {
      "en": "...because I had a date with a friend of my brother's named George.",
      "vi": "vì đã có hẹn với một người bạn tên George của anh tôi."
    }
  },
  {
    "translation": {
      "en": "Let's just face it, there is no such thing as a sexy George.",
      "vi": "Hãy đối mặt đi, làm gì có tên George gợi cảm nào."
    }
  },
  {
    "translation": {
      "en": "Yeah, well, mine is...",
      "vi": "Ừ, nhưng tớ thì có"
    }
  },
  {
    "translation": {
      "en": "...so I think we should just put this conversation to bed.",
      "vi": "vậy tớ nghĩ ta nên kết thúc cuộc tranh luận này thôi."
    }
  },
  {
    "translation": {
      "en": "Fine, don't go camping with us. Just know I hate you, bitch.",
      "vi": "Được thôi, đừng đi cắm trại với tớ. Chỉ cần biết là tớ ghét cậu, con khốn."
    }
  },
  {
    "translation": {
      "en": "Go get your chocolate milk.",
      "vi": "Đi mua sữa sô-cô-la của cậu đi."
    }
  },
  {
    "translation": {
      "en": "- Do you want one? - No.",
      "vi": "- Cậu muốn uống không? - Không"
    }
  },
  {
    "translation": {
      "en": "And here's how I really spent the weekend.",
      "vi": "Và đây là cuối tuần của tôi."
    }
  },
  {
    "translation": {
      "en": "That's the worst song ever.",
      "vi": "Bài hát dở nhất trên đời."
    }
  },
  {
    "translation": {
      "en": "But on Monday, when Rhi asked me how my weekend was....",
      "vi": "Nhưng vào thứ Hai khi Rhi hỏi tôi cuối tuần thế nào..."
    }
  },
  {
    "translation": {
      "en": "He was charming, you know? He was a real gentleman.",
      "vi": "Anh ấy cuốn hút lắm. Như một quý ông thực thụ ấy."
    }
  },
  {
    "translation": {
      "en": "And it feels like I got a love and I know that it's all mine.",
      "vi": "Như thể tớ đã có một tình yêu và tớ biết nó hoàn toàn thuộc về tớ."
    }
  },
  {
    "translation": {
      "en": "Okay, okay. Wait, wait. So are you going to see him again?",
      "vi": "Được rồi. Khoan đã. Vậy cậu sẽ gặp lại anh ta?"
    }
  },
  {
    "translation": {
      "en": "No. No, probably not. You know, it was just one of those weekends.",
      "vi": "Không. Chắc là không. Cũng chỉ như bao ngày cuối tuần khác thôi mà."
    }
  },
  {
    "translation": {
      "en": "A whole weekend?",
      "vi": "Nguyên cả cuối tuần sao?"
    }
  },
  {
    "translation": {
      "en": "Yup.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "- Wait a minute. You didn't have-- ? - What?",
      "vi": "- Chờ một chút. Cậu đã không? - Gì?"
    }
  },
  {
    "translation": {
      "en": "No. No, of course not.",
      "vi": "Không, dĩ nhiên là không."
    }
  },
  {
    "translation": {
      "en": "You liar. You totally lost your V- card to him.",
      "vi": "Cậu nói dối. Cậu đã hoàn toàn để anh ta bóc tem."
    }
  },
  {
    "translation": {
      "en": "- No, I didn't. - Yes, you did.",
      "vi": "- Không có. - Có mà."
    }
  },
  {
    "translation": {
      "en": "- Tell me everything. - Rhi, I'm not that kind of girl.",
      "vi": "- Kể hết với tớ đi. - Rhi, tớ không phải loại gái đó."
    }
  },
  {
    "translation": {
      "en": "The kind that does it, or the kind that does it...",
      "vi": "Thật ư? Là loại gái đó, hay loại gái làm việc đó"
    }
  },
  {
    "translation": {
      "en": "...and doesn't have the balls to tell her friend?",
      "vi": "mà không có gan kể với bạn mình?"
    }
  },
  {
    "translation": {
      "en": "- What? - I want every detail.",
      "vi": "- Cái gì? - Tớ muốn mọi chi tiết."
    }
  },
  {
    "translation": {
      "en": "- Rhi. - Now, bitch.",
      "vi": "- Rhi. - Ngay bây giờ, con khốn."
    }
  },
  {
    "translation": {
      "en": "You know, you call me bitch a lot. Okay?",
      "vi": "Cậu gọi tớ là con khốn nhiều lắm đấy."
    }
  },
  {
    "translation": {
      "en": "- It's not a term of endearment. - I want every detail. Now, shitface.",
      "vi": "- Nó không phải từ ngữ thân mật. - Tớ muốn mọi chi tiết. Kể đi, mặt mốc."
    }
  },
  {
    "translation": {
      "en": "You're not heading in the right direction.",
      "vi": "Từ đó cũng không đúng đâu."
    }
  },
  {
    "translation": {
      "en": "Tell me.",
      "vi": "Kể đi."
    }
  },
  {
    "translation": {
      "en": "Fine.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "We did it.",
      "vi": "Bọn tớ đã làm chuyện đó."
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "vi": "Thế chứ!"
    }
  },
  {
    "translation": {
      "en": "Finally. Now you're a super slut like me.",
      "vi": "Cuối cùng. Giờ cậu cũng cực kỳ hư hỏng giống tớ."
    }
  },
  {
    "translation": {
      "en": "I don't think letting Peter Hedlund motorboat you...",
      "vi": "Tớ không nghĩ việc để Peter Hedlund hôn ngực cậu"
    }
  },
  {
    "translation": {
      "en": "...behind a Bed Bath & Beyond really makes you a super slut.",
      "vi": "sau cửa hàng Bed Bath & Beyond khiến cậu cực kỳ hư hỏng."
    }
  },
  {
    "translation": {
      "en": "There were a lot of people walking past. Someone could've easily seen.",
      "vi": "Nhiều người hay đi lại ở đó mà. Rất dễ để ai đó nhìn thấy."
    }
  },
  {
    "translation": {
      "en": "Whatever. This isn't about me, this is about you.",
      "vi": "Sao cũng được. Đây không phải là chuyện của tớ mà là của cậu."
    }
  },
  {
    "translation": {
      "en": "What'd you let him do?",
      "vi": "Cậu để anh ta làm gì?"
    }
  },
  {
    "translation": {
      "en": "It was normal. You know? Nothing freaky.",
      "vi": "Như bình thường thôi mà. Không có gì...quái dị lắm."
    }
  },
  {
    "translation": {
      "en": "I don't know why I did it.",
      "vi": "Tôi không biết tại sao mình lại làm thế."
    }
  },
  {
    "translation": {
      "en": "I guess maybe it was because it was the first time...",
      "vi": "Tôi đoán có lẽ vì đó là lần đầu tiên"
    }
  },
  {
    "translation": {
      "en": "...I had sort of felt superior to Rhi.",
      "vi": "tôi cảm thấy mình hơn Rhi."
    }
  },
  {
    "translation": {
      "en": "But I just started piling on lie after lie. It was like setting up Jenga.",
      "vi": "Nhưng tôi bắt đầu nói dối hết cái này tới cái khác như trò xếp gỗ Jenga vậy."
    }
  },
  {
    "translation": {
      "en": "Do you know, like, Glade candles?",
      "vi": "Cậu biết nến thơm Glade không?"
    }
  },
  {
    "translation": {
      "en": "Those kind, but they were, like, sexy Glade candles.",
      "vi": "Loại nến đó nhưng kiểu như gợi cảm ấy."
    }
  },
  {
    "translation": {
      "en": "- He was sweet. He was.... - Of course.",
      "vi": "- Anh ấy ngọt ngào lắm, anh ấy... - Tất nhiên rồi."
    }
  },
  {
    "translation": {
      "en": "What the hell are you looking at, Sister Christian?",
      "vi": "Cậu nhìn cái quái gì thế hả sơ Cơ đốc?"
    }
  },
  {
    "translation": {
      "en": "Just a couple of admitted whores.",
      "vi": "Vài đứa con gái tự nhận mình là điếm."
    }
  },
  {
    "translation": {
      "en": "Marianne Bryant is the secretary of the student council...",
      "vi": "Marianne Bryant là thư kí hội học sinh,"
    }
  },
  {
    "translation": {
      "en": "...chairman of the Orange Blossom dance committee...",
      "vi": "chủ tịch của hội nhảy Orange Blossom,"
    }
  },
  {
    "translation": {
      "en": "...and president of the Cross Your Heart Club...",
      "vi": "và cả câu lạc bộ Cross Your Heart,"
    }
  },
  {
    "translation": {
      "en": "...a club dedicated to shoving their beliefs down people's throats.",
      "vi": "một câu lạc bộ dành cho việc áp đặt tín ngưỡng của họ lên mọi người."
    }
  },
  {
    "translation": {
      "en": "Obviously they don't care.",
      "vi": "Rõ ràng là họ chẳng quan tâm."
    }
  },
  {
    "translation": {
      "en": "Last year's cause célèbre was the changing of the school mascot.",
      "vi": "Vụ việc xôn xao năm ngoái là sự thay đổi linh vật của trường."
    }
  },
  {
    "translation": {
      "en": "Give it up for your Blue Devils!",
      "vi": "Hãy nhiệt liệt chào đón Quỷ Xanh!"
    }
  },
  {
    "translation": {
      "en": "Blue!",
      "vi": "Xanh!"
    }
  },
  {
    "translation": {
      "en": "Blue Devil!",
      "vi": "Quỷ Xanh!"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Tuyệt."
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "vi": "Tuyệt!"
    }
  },
  {
    "translation": {
      "en": "How can we exhibit school pride when we're conveyed to others...",
      "vi": "Làm sao ta thể hiện niềm tự hào của trường khi mà ta được xem như"
    }
  },
  {
    "translation": {
      "en": "...as Satan worshippers?",
      "vi": "những kẻ tôn thờ quỷ Satan?"
    }
  },
  {
    "translation": {
      "en": "Now, thankfully, we're the much less intimidating....",
      "vi": "Giờ thật cảm ơn vì chúng tôi trông đỡ đáng sợ hơn nhiều..."
    }
  },
  {
    "translation": {
      "en": "Give it up for the Woodchucks!",
      "vi": "Hãy nhiệt liệt chào đón Chuột Chũi!"
    }
  },
  {
    "translation": {
      "en": "Hey! Go, Woodchucks!",
      "vi": "Này! Tiến lên, Chuột Chũi!"
    }
  },
  {
    "translation": {
      "en": "Woodchucks!",
      "vi": "Chuột Chũi!"
    }
  },
  {
    "translation": {
      "en": "I liked Todd much better when he was topless.",
      "vi": "Tớ thích Todd hơn khi anh ấy cởi trần."
    }
  },
  {
    "translation": {
      "en": "Yeah, but even dressed as a woodchuck, I still fantasize about him.",
      "vi": "Ừ, nhưng dù ăn mặc như chuột chũi, tớ vẫn mơ về anh ấy."
    }
  },
  {
    "translation": {
      "en": "Woodchucks.",
      "vi": "Chuột Chũi."
    }
  },
  {
    "translation": {
      "en": "Now Marianne had a new cause célèbre.",
      "vi": "Giờ Marianne đã có một vụ xôn xao mới."
    }
  },
  {
    "translation": {
      "en": "Me.",
      "vi": "Là tôi."
    }
  },
  {
    "translation": {
      "en": "Which brings us to part two.",
      "vi": "Sẽ đưa chúng ta đến phần hai."
    }
  },
  {
    "translation": {
      "en": "The accelerated velocity of terminological inexactitude.",
      "vi": "Tốc độ tăng tốc của những thuật ngữ thất thiệt."
    }
  },
  {
    "translation": {
      "en": "Which is really just my obnoxious way of saying that lies travel fast.",
      "vi": "Mà thật sự đó chỉ là cách nói khó chịu của tôi rằng lời nói dối truyền rất nhanh."
    }
  },
  {
    "translation": {
      "en": "And, boy, did my terminological inexactitude accelerate with velocity.",
      "vi": "Và trời ơi, những thuật ngữ thất thiệt của tôi tăng tốc mới nhanh làm sao."
    }
  },
  {
    "translation": {
      "en": "Did you hear about Olive?",
      "vi": "Cậu nghe tin gì về Olive chưa?"
    }
  },
  {
    "translation": {
      "en": "No way.",
      "vi": "Không thể nào."
    }
  },
  {
    "translation": {
      "en": "- She's not a virgin anymore? - I can't believe it.",
      "vi": "- Con nhỏ đó hết trong trắng rồi? - Không thể tin được."
    }
  },
  {
    "translation": {
      "en": "- Olive lost her virginity. - Yeah.",
      "vi": "- Olive mất trinh rồi. - Ừ."
    }
  },
  {
    "translation": {
      "en": "Maybe next time a certain somebody will be a little more careful...",
      "vi": "Có lẽ lần sau ai đó nên cẩn thận hơn một chút"
    }
  },
  {
    "translation": {
      "en": "...what she says in the water closet.",
      "vi": "khi tán chuyện trong nhà vệ sinh."
    }
  },
  {
    "translation": {
      "en": "Yeah, about that? It's-- That's actually not what you think.",
      "vi": "Ừ, về chuyện đó à? Nó...không như cậu nghĩ đâu."
    }
  },
  {
    "translation": {
      "en": "Can I talk to you alone for a second?",
      "vi": "Tôi nói chuyện riêng với cậu được không?"
    }
  },
  {
    "translation": {
      "en": "- You gonna be okay? - Yeah, I'm fine. Thank you.",
      "vi": "- Cậu không sao chứ? - Tớ không sao đâu. Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Bye, Nina.",
      "vi": "Tạm biệt, Nina."
    }
  },
  {
    "translation": {
      "en": "What you heard in the bathroom the other day wasn't true at all.",
      "vi": "Điều cậu nghe trong nhà vệ sinh hôm đó không có gì là thật cả."
    }
  },
  {
    "translation": {
      "en": "- It's actually a funny story. - Olive. That's your name, right?",
      "vi": "- Thật ra nó là một chuyện cười. - Olive là tên cậu phải không?"
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah. And you're Marianne.",
      "vi": "Ừ, còn cậu là Marianne."
    }
  },
  {
    "translation": {
      "en": "We've had nine classes together since kindergarten.",
      "vi": "Ta đã học chín lớp cùng nhau kể từ hồi mẫu giáo."
    }
  },
  {
    "translation": {
      "en": "Ten, if you count Religion of Other Cultures, which you didn't...",
      "vi": "Là mười nếu tính cả lớp Tôn giáo Các nền văn minh khác..."
    }
  },
  {
    "translation": {
      "en": "...because you refused to go.",
      "vi": "mà chắc cậu không tính vì cậu không đi học."
    }
  },
  {
    "translation": {
      "en": "Yeah. Listen, I'm not the one that you have to answer to...",
      "vi": "Ừ. Nghe này, tôi không phải người mà cậu cần giải thích"
    }
  },
  {
    "translation": {
      "en": "...for your depraved behavior.",
      "vi": "cho hành vi đồi trụy của cậu."
    }
  },
  {
    "translation": {
      "en": "There's a higher power that will judge you for your indecency.",
      "vi": "Có một đấng tối cao hơn sẽ phán xét cậu vì tội không đứng đắn."
    }
  },
  {
    "translation": {
      "en": "Tom Cruise?",
      "vi": "Tom Cruise à?"
    }
  },
  {
    "translation": {
      "en": "I hope for your sake that God has a sense of humor.",
      "vi": "Vì lợi ích của cậu, tôi mong Chúa có khiếu hài hước."
    }
  },
  {
    "translation": {
      "en": "Oh, I have 17 years' worth of anecdotal proof he does.",
      "vi": "Ồ, tôi có 17 năm bằng chứng giai thoại là ông ấy có nó đấy."
    }
  },
  {
    "translation": {
      "en": "You've made your bed.",
      "vi": "Bụng làm thì dạ chịu."
    }
  },
  {
    "translation": {
      "en": "I just hope for your sake that you've cleaned the sheets.",
      "vi": "Vì lợi ích của cậu, hy vọng cậu đã giặt sạch ga trải giường."
    }
  },
  {
    "translation": {
      "en": "- Did I just get saved? - I missed you.",
      "vi": "- Tôi được cứu rỗi rồi à? - Tớ nhớ cậu."
    }
  },
  {
    "translation": {
      "en": "Oh, you too.",
      "vi": "Ồ, và cậu nữa."
    }
  },
  {
    "translation": {
      "en": "So Marianne spread the rumor.",
      "vi": "Vậy là Marianne đã lan truyền tin đồn đó."
    }
  },
  {
    "translation": {
      "en": "For the first time ever, my sexual exploits were the talk of the school.",
      "vi": "Lần đầu tiên, vấn đề tình dục của tôi là chủ đề bàn tán của trường."
    }
  },
  {
    "translation": {
      "en": "Oh, you know what? I'm wrong. It was the second time.",
      "vi": "Ồ, bạn biết không? Tôi nhầm. Đây là lần thứ hai."
    }
  },
  {
    "translation": {
      "en": "The first time was back in 8th grade...",
      "vi": "Lần đầu tiên là năm lớp tám..."
    }
  },
  {
    "translation": {
      "en": "...when all I wanted was a kiss from this guy I had always had a crush on.",
      "vi": "khi tất cả những gì tôi muốn là được hôn anh chàng mà tôi đang cảm nắng."
    }
  },
  {
    "translation": {
      "en": "Todd and I were thrown together in Seven Minutes of Heaven.",
      "vi": "Todd và tôi đã được chọn để chơi trò Bảy phút trên Thiên đường."
    }
  },
  {
    "translation": {
      "en": "Luckily we had a super romantic song from our youth to set the mood.",
      "vi": "May mắn thay, chúng tôi đã có một bài hát cực kỳ lãng mạn hồi nhỏ để tạo tâm trạng."
    }
  },
  {
    "translation": {
      "en": "I think this is the part...",
      "vi": "Em nghĩ đây là lúc"
    }
  },
  {
    "translation": {
      "en": "...where you're supposed to stick your tongue in my mouth.",
      "vi": "anh phải để lưỡi anh luồn vào miệng em."
    }
  },
  {
    "translation": {
      "en": "That's what I've heard, anyway.",
      "vi": "Em nghe nói như vậy đấy."
    }
  },
  {
    "translation": {
      "en": "Just give me a second, okay?",
      "vi": "Cho anh vài giây được không?"
    }
  },
  {
    "translation": {
      "en": "According to my watch, you have 382 of them.",
      "vi": "Theo như đồng hồ của em, anh đã có 382 giây rồi."
    }
  },
  {
    "translation": {
      "en": "- How do you do that? - What?",
      "vi": "- Em làm việc đó thế nào? - Gì?"
    }
  },
  {
    "translation": {
      "en": "Add so fast. And you also talk like a grown- up.",
      "vi": "Tính cộng nhanh. Và em nói chuyện như người lớn."
    }
  },
  {
    "translation": {
      "en": "Don't worry, I'm not nearly as smart as I think I am.",
      "vi": "Đừng lo, em gần như không thông minh như tự em nghĩ đâu."
    }
  },
  {
    "translation": {
      "en": "So if we didn't do anything, could you still tell people we kissed?",
      "vi": "Vậy nếu ta không hôn thì em có thể nói với mọi người là hôn rồi không?"
    }
  },
  {
    "translation": {
      "en": "Absolutely.",
      "vi": "Chắc chắn rồi."
    }
  },
  {
    "translation": {
      "en": "- Thanks, Olive. - Sure, Todd.",
      "vi": "- Cảm ơn Olive. - Được mà, Todd."
    }
  },
  {
    "translation": {
      "en": "I actually didn't wanna lie that time.",
      "vi": "Thật ra lúc đó tôi không muốn nói dối."
    }
  },
  {
    "translation": {
      "en": "When people thought I'd kissed someone, they didn't care.",
      "vi": "Dù khi mọi người nghĩ bạn hôn ai đó, họ thật sự chả quan tâm."
    }
  },
  {
    "translation": {
      "en": "But when they thought I slept with someone....",
      "vi": "Nhưng khi họ nghĩ bạn đã ngủ với ai đó..."
    }
  },
  {
    "translation": {
      "en": "Hey, Olive. How's it going?",
      "vi": "Này, Olive. Thế nào rồi?"
    }
  },
  {
    "translation": {
      "en": "I'm swell, Guy- I've- Never- Talked- to- Before.",
      "vi": "Tớ rất ổn, gã-bạn-chưa-nói-chuyện-bao-giờ."
    }
  },
  {
    "translation": {
      "en": "Thanks for asking.",
      "vi": "Cảm ơn đã hỏi thăm."
    }
  },
  {
    "translation": {
      "en": "All I could think to myself was, Great, now I'm a tramp.",
      "vi": "Mọi điều tôi có thể nghĩ về bản thân là Tuyệt, giờ mình là gái hư hỏng."
    }
  },
  {
    "translation": {
      "en": "I'm gonna have to get a lower- back tattoo...",
      "vi": "Tôi sẽ phải đi xăm một hình ở thắt lưng"
    }
  },
  {
    "translation": {
      "en": "...and pierce something not on my face.",
      "vi": "hoặc xỏ khuyên ở đâu đó trừ mặt của mình."
    }
  },
  {
    "translation": {
      "en": "You guys know that I was here all weekend, right?",
      "vi": "Bố mẹ biết con đã ở nhà cả cuối tuần phải không?"
    }
  },
  {
    "translation": {
      "en": "- Yeah. - Yes, you were upstairs.",
      "vi": "- Ừ. - Ừ, con ở ngay tầng trên mà."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - You would testify to that?",
      "vi": "- Ừ. - Bố mẹ có dám làm chứng không?"
    }
  },
  {
    "translation": {
      "en": "- Yeah. - I would take a bullet for you.",
      "vi": "- Có. - Bố còn có thể đỡ đạn cho con."
    }
  },
  {
    "translation": {
      "en": "You know that. Right between the eyes.",
      "vi": "Con biết mà. Ngay giữa trán này."
    }
  },
  {
    "translation": {
      "en": "Man, I would slit my throat...",
      "vi": "Bố thà cắt cổ họng..."
    }
  },
  {
    "translation": {
      "en": "...rather than say something to someone...",
      "vi": "còn hơn nói chuyện với người"
    }
  },
  {
    "translation": {
      "en": "- ...that you didn't want me to say. - That's not necessary.",
      "vi": "- mà con không muốn cho bố nói. - Không cần thiết đâu bố."
    }
  },
  {
    "translation": {
      "en": "- But that is comforting. - That's how I am, how I roll.",
      "vi": "- Nhưng nghe rất an ủi ạ. - Đó là con người bố, phong cách của bố."
    }
  },
  {
    "translation": {
      "en": "That's how I do, as they say.",
      "vi": "Đó là cách bố sẽ làm, như họ thường nói."
    }
  },
  {
    "translation": {
      "en": "- I like the pants. - Thank you. They're Costco.",
      "vi": "- Em thích cái quần này. - Cảm ơn em. Hàng Costco đấy."
    }
  },
  {
    "translation": {
      "en": "You can have them when you get taller.",
      "vi": "Em có thể mua chúng khi em cao hơn."
    }
  },
  {
    "translation": {
      "en": "- I'm never gonna go through puberty. - Course you will.",
      "vi": "- Em sẽ không bao giờ dậy thì được. - Có chứ con yêu."
    }
  },
  {
    "translation": {
      "en": "But we're a family of late bloomers.",
      "vi": "Nhưng nhà ta là gia đình dậy thì muộn."
    }
  },
  {
    "translation": {
      "en": "I didn't until I was 14. Nor did Olive.",
      "vi": "Mẹ chưa dậy thì cho đến tận năm 14 tuổi. Olive cũng thế."
    }
  },
  {
    "translation": {
      "en": "Why does that matter? I'm adopted.",
      "vi": "Thì sao ạ? Con là con nuôi mà."
    }
  },
  {
    "translation": {
      "en": "What? Oh, my God. Who told you?",
      "vi": "Cái gì? Ôi, Chúa ơi. Ai bảo con thế?"
    }
  },
  {
    "translation": {
      "en": "Guys, we were gonna do this at the right time.",
      "vi": "Mọi người, chúng ta định sẽ nói điều đó vào lúc thích hợp mà."
    }
  },
  {
    "translation": {
      "en": "Listen to me.",
      "vi": "Nghe bố này."
    }
  },
  {
    "translation": {
      "en": "Sometimes, even when a man and a woman love each other very much...",
      "vi": "Đôi khi, kể cả khi hai con người yêu thương nhau rất nhiều..."
    }
  },
  {
    "translation": {
      "en": "...like your mother and I used to...",
      "vi": "như bố và mẹ đã từng,"
    }
  },
  {
    "translation": {
      "en": "...their insides just don't cooperate with each other.",
      "vi": "nhưng bên trong họ lại không hợp tác với nhau."
    }
  },
  {
    "translation": {
      "en": "So, what's going on, honey?",
      "vi": "Có chuyện gì vậy con yêu?"
    }
  },
  {
    "translation": {
      "en": "Why do you want us to take a bullet if anyone asks if you were here?",
      "vi": "Tại sao con muốn bố mẹ đỡ đạn hộ khi có ai đó hỏi con có ở đây?"
    }
  },
  {
    "translation": {
      "en": "It's nothing. It's just the rumor mill.",
      "vi": "Không có gì đâu ạ. Chỉ là vài tin đồn."
    }
  },
  {
    "translation": {
      "en": "What's the rumor mill churning out these days? Anything interesting?",
      "vi": "Tin đồn nào đang rộ lên mấy ngày nay vậy? Có gì thú vị không ?"
    }
  },
  {
    "translation": {
      "en": "You know, not really. Not really. It's a little low on grist.",
      "vi": "Không thú vị lắm. Mấy thứ lẻ tẻ thôi."
    }
  },
  {
    "translation": {
      "en": "Clever wordplay. I like it. You must be related to me.",
      "vi": "Chơi chữ à. Bố thích trò đó. Chắc con có liên quan gì đến bố."
    }
  },
  {
    "translation": {
      "en": "- Only by marriage. - Give it to me.",
      "vi": "- Chỉ qua giấy tờ thôi. - Thôi tha cho bố."
    }
  },
  {
    "translation": {
      "en": "So, what we're all gonna take away from this:",
      "vi": "Vậy cuối cùng ta thống nhất ở đây là"
    }
  },
  {
    "translation": {
      "en": "- I was here all weekend, right? - Yes, yes, yes.",
      "vi": "- con đã ở nhà suốt cả cuối tuần đúng chứ? - Ừ."
    }
  },
  {
    "translation": {
      "en": "Remember how I told you Google Earth couldn't find me...",
      "vi": "Còn nhớ tôi đã nói Google Earth không thể tìm ra tôi"
    }
  },
  {
    "translation": {
      "en": "...if I was dressed up as a ten- story building?",
      "vi": "dù tôi có trông như tòa nhà mười tầng chứ?"
    }
  },
  {
    "translation": {
      "en": "Well, the next day it could find me if I was dressed as a crack on a sidewalk.",
      "vi": "Nhưng hôm sau nó có thể tìm được tôi dù tôi có là một vết nứt trên lề đường."
    }
  },
  {
    "translation": {
      "en": "That's the beauty of being a girl in high school.",
      "vi": "Đó là vẻ đẹp của nữ sinh trung học."
    }
  },
  {
    "translation": {
      "en": "People hear you had sex once and, bam, you're a bimbo.",
      "vi": "Mọi người nghe nói bạn vừa làm tình, và bùm, bạn thành cô nàng lẳng lơ."
    }
  },
  {
    "translation": {
      "en": "I really didn't mean for the lie to put me on the map...",
      "vi": "Tôi thật sự không có ý nói dối để mình nổi tiếng,"
    }
  },
  {
    "translation": {
      "en": "...but I gotta admit, I kind of liked being on the map.",
      "vi": "nhưng phải thừa nhận, tôi hơi vui khi được nổi tiếng."
    }
  },
  {
    "translation": {
      "en": "So, clearly Nathaniel Hawthorne is a complex writer.",
      "vi": "Vậy rõ ràng Nathaniel Hawthorne là một nhà văn phức tạp."
    }
  },
  {
    "translation": {
      "en": "Even I had trouble with him.",
      "vi": "Tôi cũng gặp khó khăn với ông ấy."
    }
  },
  {
    "translation": {
      "en": "I read him originally when I was 5, but I struggled.",
      "vi": "Tôi đã đọc bản gốc của ông hồi lên năm nhưng tôi đã vật lộn với nó."
    }
  },
  {
    "translation": {
      "en": "So I'm gonna break it down for you. I'm gonna throw some rhymes.",
      "vi": "Vậy tôi sẽ giảng giải cho các em. Tôi sẽ tạo ra vài vần điệu."
    }
  },
  {
    "translation": {
      "en": "Anson, drop me a beat.",
      "vi": "Anson, cho thầy một nhịp nào."
    }
  },
  {
    "translation": {
      "en": "- What? - Give me a beat.",
      "vi": "- Gì ạ? - Cho thầy một nhịp điệu nào."
    }
  },
  {
    "translation": {
      "en": "Push it up.",
      "vi": "Thổi đi nào!"
    }
  },
  {
    "translation": {
      "en": "Yeah, adultery, vengeance",
      "vi": "Phải, ngoại tình, thù hận"
    }
  },
  {
    "translation": {
      "en": "Crimes of passion",
      "vi": "Tội ác lúc nông nổi"
    }
  },
  {
    "translation": {
      "en": "Kill the beat. I'm not gonna rap for you.",
      "vi": "Thôi tắt đi. Tôi không hát rap cho các em."
    }
  },
  {
    "translation": {
      "en": "It's pandering and it's been done before...",
      "vi": "Nó là hành vi xúi giục và đã được làm"
    }
  },
  {
    "translation": {
      "en": "...in every bad movie you've ever seen. Okay.",
      "vi": "trong mọi bộ phim có nội dung xấu mà các em đã xem. Được rồi."
    }
  },
  {
    "translation": {
      "en": "Ironically, we were studying The Scarlet Letter.",
      "vi": "Trớ trêu thay, chúng tôi đang học tác phẩm Chữ A Màu Đỏ."
    }
  },
  {
    "translation": {
      "en": "Now, isn't that always the way?",
      "vi": "Có phải lúc nào cũng như vậy không?"
    }
  },
  {
    "translation": {
      "en": "The books you read in class always have some strong connection...",
      "vi": "Quyển sách bạn đọc trong lớp luôn có một mối liên hệ gì đó"
    }
  },
  {
    "translation": {
      "en": "...with whatever angsty adolescent drama is going on.",
      "vi": "với bất cứ chuyện bi hài thanh thiếu niên hiện đang diễn ra."
    }
  },
  {
    "translation": {
      "en": "Except for Huckleberry Finn. I don't know any teenage boys...",
      "vi": "Trừ Huckleberry Finn. Tôi chưa thấy một cậu thiếu niên nào"
    }
  },
  {
    "translation": {
      "en": "...who have ever run away with a big, hulking black guy.",
      "vi": "từng chạy trốn cùng một anh chàng da đen cao to vụng về."
    }
  },
  {
    "translation": {
      "en": "For those who haven't read The Scarlet Letter...",
      "vi": "Cho những ai vẫn chưa đọc tác phẩm Chữ A Màu Đỏ"
    }
  },
  {
    "translation": {
      "en": "...or for those who said you did but didn't, here's all you need to know.",
      "vi": "hay những người giả vờ nói đọc rồi. Đây là những gì bạn cần biết."
    }
  },
  {
    "translation": {
      "en": "This girl, Hester Prynne, has an affair with a minister...",
      "vi": "Cô gái này tên là Hester Prynne,  ngoại tình với một linh mục"
    }
  },
  {
    "translation": {
      "en": "...is besmirched and made to wear a red A for adulterer.",
      "vi": "bị bôi nhọ và buộc phải mang chữ A màu đỏ trên áo nghĩa là kẻ ngoại tình."
    }
  },
  {
    "translation": {
      "en": "The town realizes she was too harshly judged...",
      "vi": "Rồi thị trấn nhận ra bản án quá khắc nghiệt"
    }
  },
  {
    "translation": {
      "en": "...and she's really a good person, and she dies a saint.",
      "vi": "và cô gái thật sự là người tốt, rồi cô chết như một vị thánh."
    }
  },
  {
    "translation": {
      "en": "A whole bunch of other stuff happens too.",
      "vi": "Còn rất nhiều chuyện đã xảy ra nữa."
    }
  },
  {
    "translation": {
      "en": "If you have a test on it, rent the movie, but make sure it's the original...",
      "vi": "Nếu bạn sắp có bài kiểm tra về nó thì hãy thuê đĩa về xem và nhớ thuê bản gốc"
    }
  },
  {
    "translation": {
      "en": "...not the Demi Moore version where she talks in a fake British accent...",
      "vi": "chứ không phải bản của Demi Moore, bản mà cô ta nói giọng Anh giả tạo"
    }
  },
  {
    "translation": {
      "en": "...and takes a lot of baths.",
      "vi": "và tắm rất nhiều."
    }
  },
  {
    "translation": {
      "en": "To say that one was freely adapted is a bit of an understatement, guvnor.",
      "vi": "Nếu nói bộ phim đó được tự do chuyển thể thì đó là có chút nói giảm đấy, thưa ngài."
    }
  },
  {
    "translation": {
      "en": "What we have to realize...",
      "vi": "Chúng ta phải nhận ra rằng"
    }
  },
  {
    "translation": {
      "en": "...is that Hester lived in an entirely different time.",
      "vi": "Hester sống ở thời đại hoàn toàn khác chúng ta."
    }
  },
  {
    "translation": {
      "en": "A time when the worst crime a woman could commit was in fact adultery.",
      "vi": "Thời đại mà tội lỗi tồi tệ nhất một phụ nữ có thể phạm phải là ngoại tình."
    }
  },
  {
    "translation": {
      "en": "I think Hester Prynne was--",
      "vi": "Em nghĩ Hester Prynne đúng là..."
    }
  },
  {
    "translation": {
      "en": "Excuse my language. -- a skank.",
      "vi": "Thứ lỗi cho ngôn từ của em...một con điếm."
    }
  },
  {
    "translation": {
      "en": "A skank? So you don't think she was a victim at all?",
      "vi": "Con điếm? Vậy em không nghĩ cô ấy là nạn nhân à?"
    }
  },
  {
    "translation": {
      "en": "Why should I? She brought it on herself.",
      "vi": "Sao em lại phải thế? Cô ta tự chuốc lấy mà."
    }
  },
  {
    "translation": {
      "en": "Perhaps you should embroider a red A on your wardrobe, abominable tramp.",
      "vi": "Có lẽ cậu nên thêu chữ A màu đỏ lên tủ quần áo, đồ hư hỏng đáng khinh."
    }
  },
  {
    "translation": {
      "en": "Perhaps you should get a wardrobe, you abominable twat.",
      "vi": "Có lẽ cậu nên có một tủ quần áo. Đồ ngu đáng khinh."
    }
  },
  {
    "translation": {
      "en": "Not my best line, but it was provocative enough...",
      "vi": "Chưa phải câu hay nhất của tôi nhưng đủ khiêu khích"
    }
  },
  {
    "translation": {
      "en": "...to land me in the principal's office.",
      "vi": "để tôi phải lên gặp hiệu trưởng."
    }
  },
  {
    "translation": {
      "en": "Seems as if someone's on a downward spiral.",
      "vi": "Có vẻ như ai đó đang tuột dốc."
    }
  },
  {
    "translation": {
      "en": "Seems as if someone's practicing the mundane activities...",
      "vi": "Có vẻ như ai đó đang phải làm những công việc phàm tục"
    }
  },
  {
    "translation": {
      "en": "...she'll be saddled with the rest of her life.",
      "vi": "mà cậu ta sẽ phải gánh vác đến hết đời."
    }
  },
  {
    "translation": {
      "en": "I hope you at least had the good sense to use protection.",
      "vi": "Tôi hy vọng ít nhất cậu cũng đủ nhận thức để dùng đồ bảo vệ."
    }
  },
  {
    "translation": {
      "en": "Why? Your parents didn't.",
      "vi": "Tại sao? Bố mẹ cậu không dùng mà."
    }
  },
  {
    "translation": {
      "en": "- You're going to hell. - Just as long as you won't be there.",
      "vi": "- Cậu sẽ xuống địa ngục. - Rất sẵn lòng nếu cậu không ở đó."
    }
  },
  {
    "translation": {
      "en": "I can assure you I won't.",
      "vi": "Tôi đảm bảo với cậu là không."
    }
  },
  {
    "translation": {
      "en": "Good.",
      "vi": "Tốt."
    }
  },
  {
    "translation": {
      "en": "I don't care who started it. Just work it out.",
      "vi": "Tôi không quan tâm ai đầu têu. Cứ giải quyết đi."
    }
  },
  {
    "translation": {
      "en": "Penderghast.",
      "vi": "Em Penderghast."
    }
  },
  {
    "translation": {
      "en": "So why am I just meeting you?",
      "vi": "Tại sao tôi phải gặp em nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Language like this would've warranted a visit years ago.",
      "vi": "Nói năng thế này thì đã phải vào đây nhiều năm trước rồi."
    }
  },
  {
    "translation": {
      "en": "This is the first time I've done anything remotely misbehavioral.",
      "vi": "Đây là lần đầu tiên em làm chuyện hơi không phải phép."
    }
  },
  {
    "translation": {
      "en": "This is foul.",
      "vi": "Đây là một việc làm xấu."
    }
  },
  {
    "translation": {
      "en": "I know. I am so-- I'm really, really sorry.",
      "vi": "Em biết, em thật sự...rất xin lỗi."
    }
  },
  {
    "translation": {
      "en": "Sorry you said it or sorry you got caught?",
      "vi": "Em xin lỗi vì đã nói từ đó hay vì bị bắt?"
    }
  },
  {
    "translation": {
      "en": "Sorry I said it, honestly.",
      "vi": "Em xin lỗi vì đã nói từ đó, thật đấy."
    }
  },
  {
    "translation": {
      "en": "And sorry I got caught a little bit too, but mostly just sorry I said it.",
      "vi": "Và em cũng có chút xin lỗi vì bị bắt nữa nhưng đa phần là vì đã nói từ đó."
    }
  },
  {
    "translation": {
      "en": "If you use a word like this again in my school, it'll be your last. Understand?",
      "vi": "Nếu em dùng từ như thế này nữa thì nó sẽ là từ cuối cùng em thốt ra. Hiểu chưa?"
    }
  },
  {
    "translation": {
      "en": "Yes, sir. Yes.",
      "vi": "Vâng, thưa thầy."
    }
  },
  {
    "translation": {
      "en": "I mean, this isn't one of those progressive schools...",
      "vi": "Ý tôi là, đây không phải trường tiến bộ,"
    }
  },
  {
    "translation": {
      "en": "...where teachers are called by their first names...",
      "vi": "nơi giáo viên được gọi bằng tên riêng"
    }
  },
  {
    "translation": {
      "en": "...and students are partners in learning...",
      "vi": "và các học sinh kèm cặp nhau học,"
    }
  },
  {
    "translation": {
      "en": "...and there's a fundraising auction at the end of the year...",
      "vi": "và cuối năm họ tổ chức các buổi đấu giá gây quỹ,"
    }
  },
  {
    "translation": {
      "en": "...where the more creative parents put on musical skits...",
      "vi": "nơi những phụ huynh sáng tạo làm các tiểu phẩm âm nhạc"
    }
  },
  {
    "translation": {
      "en": "...about the community garden.",
      "vi": "về khu vườn công cộng."
    }
  },
  {
    "translation": {
      "en": "This is public school.",
      "vi": "Đây là trường công lập."
    }
  },
  {
    "translation": {
      "en": "If I can keep the girls off the pole and the boys off the pipe, I get a bonus.",
      "vi": "Nếu tôi tách được con gái khỏi múa cột và con trai khỏi ma túy thì tôi có thưởng."
    }
  },
  {
    "translation": {
      "en": "Now, if you're sent to me one more time...",
      "vi": "Giờ nếu tôi phải gặp em một lần nữa,"
    }
  },
  {
    "translation": {
      "en": "...you're gonna be out on your fantail. Now, am I making myself clear?",
      "vi": "thì em sẽ phải tự rời khỏi trường này. Tôi nói rõ chưa?"
    }
  },
  {
    "translation": {
      "en": "Yes, sir.",
      "vi": "Rồi thưa thầy."
    }
  },
  {
    "translation": {
      "en": "- Good. - I think so.",
      "vi": "- Tốt. - Em cũng nghĩ vậy."
    }
  },
  {
    "translation": {
      "en": "I mean, I got a little lost in the middle, but I found my way back.",
      "vi": "Ý em là em hơi mất tập trung ở đoạn giữa nhưng em đã tỉnh táo lại rồi."
    }
  },
  {
    "translation": {
      "en": "Detention after school tomorrow.",
      "vi": "Ở lại trường sau giờ học ngày mai."
    }
  },
  {
    "translation": {
      "en": "Now, out.",
      "vi": "Giờ thì ra ngoài."
    }
  },
  {
    "translation": {
      "en": "Even though it was my slutty alter ego that said a bad word in school...",
      "vi": "Mặc dù một nửa hư hỏng kia của tôi văng ra câu đó trong trường"
    }
  },
  {
    "translation": {
      "en": "...it was my ass that got in trouble...",
      "vi": "thì chính tôi vẫn là người gặp rắc rối"
    }
  },
  {
    "translation": {
      "en": "...which was a place my ass had never been before.",
      "vi": "mà tôi chưa bao giờ gặp phải."
    }
  },
  {
    "translation": {
      "en": "Hey, Olive.",
      "vi": "Chào Olive."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. The illusion is shattered.",
      "vi": "Ôi, Chúa ơi. Ảo tưởng tan biến rồi."
    }
  },
  {
    "translation": {
      "en": "They put you in the gas chamber if you take your head off at Disney World.",
      "vi": "Họ sẽ bắt anh vào phòng hơi ngạt nếu anh bỏ mũ ra ở Disney World đấy."
    }
  },
  {
    "translation": {
      "en": "I think they just fire you. You're thinking of Disneyland.",
      "vi": "Anh nghĩ họ chỉ đuổi thôi. Em đang nói đến Disneyland đấy."
    }
  },
  {
    "translation": {
      "en": "- Disney World is more liberal. - Oh, yeah.",
      "vi": "- Disney World tự do hơn nhiều. - Ồ, phải."
    }
  },
  {
    "translation": {
      "en": "I always forget Disney World went blue in the last election.",
      "vi": "Em quên Disney World chọn cờ xanh phe dân chủ hồi bầu cử gần đây."
    }
  },
  {
    "translation": {
      "en": "Are you going to Melody Bostic's party?",
      "vi": "Em sẽ đến bữa tiệc của Melody Bostic chứ?"
    }
  },
  {
    "translation": {
      "en": "I hadn't planned on it.",
      "vi": "Em chưa có ý định đi."
    }
  },
  {
    "translation": {
      "en": "Me neither. My cousin's getting married. It's a rehearsal dinner.",
      "vi": "Anh cũng vậy. Anh họ anh sắp cưới. Đó là buổi ăn tối tổng duyệt."
    }
  },
  {
    "translation": {
      "en": "See you. Stay excellent.",
      "vi": "Hẹn gặp lại. Giữ phong độ nhé."
    }
  },
  {
    "translation": {
      "en": "You too.",
      "vi": "Anh cũng vậy."
    }
  },
  {
    "translation": {
      "en": "- What's up, kid? - Woodchuck.",
      "vi": "- Sao rồi nhóc? - Chuột Chũi."
    }
  },
  {
    "translation": {
      "en": "Please tell me the rumors are true.",
      "vi": "Hãy nói tin đồn đó là thật đi."
    }
  },
  {
    "translation": {
      "en": "Yes. Yes. I am a big, fat slut.",
      "vi": "Đúng vậy, tớ là con béo hư hỏng."
    }
  },
  {
    "translation": {
      "en": "No, the one where you got suspended for calling Nina Howell a dick...",
      "vi": "Không, chuyện cậu bị đình chỉ vì gọi Nina Howell là con khốn"
    }
  },
  {
    "translation": {
      "en": "...and punching her in the left tit.",
      "vi": "và đấm vào ngực trái cô ta ấy."
    }
  },
  {
    "translation": {
      "en": "I worry about the way information circulates at this school.",
      "vi": "Tớ thấy lo về cách thông tin được lan truyền trong trường."
    }
  },
  {
    "translation": {
      "en": "Rhi? I need to tell you something.",
      "vi": "Rhi? Tớ cần cho cậu biết một việc."
    }
  },
  {
    "translation": {
      "en": "Like the exact moment you turned into such a badass?",
      "vi": "Giống y hệt giây phút cậu nói cậu đã biến thành một tay chơi?"
    }
  },
  {
    "translation": {
      "en": "- I think I'm in love with you. - Okay.",
      "vi": "- Tớ nghĩ tớ yêu cậu rồi. - Được thôi."
    }
  },
  {
    "translation": {
      "en": "Tell me you left a mark on that scrunched- up face of hers?",
      "vi": "Hãy nói là cậu để lại sẹo trên cái mặt nhăn nhúm của nhỏ đó đi?"
    }
  },
  {
    "translation": {
      "en": "- It's not true. - It wasn't the left tit?",
      "vi": "- Không đúng đâu. - Không phải ngực trái à?"
    }
  },
  {
    "translation": {
      "en": "It was the right one. I always pegged you for a southpaw.",
      "vi": "Vậy là ngực phải. Tớ luôn nghĩ cậu thuận tay trái."
    }
  },
  {
    "translation": {
      "en": "Can you listen to me for one second, please?",
      "vi": "Nghe tớ nói một giây thôi được không?"
    }
  },
  {
    "translation": {
      "en": "Okay. It didn't happen.",
      "vi": "Được rồi. Chẳng có chuyện gì xảy ra hết."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, right. Your secret's safe with me, you little sex monkey.",
      "vi": "Phải rồi. Bí mật của cậu an toàn với tớ mà, đồ khỉ gợi tình."
    }
  },
  {
    "translation": {
      "en": "I got sent to the principal today.",
      "vi": "Con phải lên gặp hiệu trưởng hôm nay."
    }
  },
  {
    "translation": {
      "en": "Did you win a medal or something?",
      "vi": "Con giành huy chương hay gì?"
    }
  },
  {
    "translation": {
      "en": "Not exactly.",
      "vi": "Không hẳn thế."
    }
  },
  {
    "translation": {
      "en": "I used inappropriate language in English class.",
      "vi": "Con đã sử dụng ngôn từ không phù hợp trong lớp Anh văn."
    }
  },
  {
    "translation": {
      "en": "Although we're reading a book that I personally deem...",
      "vi": "Mặc dù bọn con đang đọc một quyển sách mà cá nhân con cho rằng"
    }
  },
  {
    "translation": {
      "en": "...inappropriate for our age group, so I actually felt it was quite apropos.",
      "vi": "không phù hợp với lứa tuổi bọn con, nên con cảm thấy lúc đó cũng thích hợp."
    }
  },
  {
    "translation": {
      "en": "What did you say?",
      "vi": "Con đã nói gì?"
    }
  },
  {
    "translation": {
      "en": "Let's just say it was an inappropriate word.",
      "vi": "Ta cứ cho đó là một từ không phù hợp thôi."
    }
  },
  {
    "translation": {
      "en": "Well, what did it start with?",
      "vi": "Vậy nó bắt đầu như thế nào?"
    }
  },
  {
    "translation": {
      "en": "A snide comment from a snotty girl in my class.",
      "vi": "Từ một nhận xét ác ý của một con nhỏ trong lớp."
    }
  },
  {
    "translation": {
      "en": "No, I mean what letter did the word start with?",
      "vi": "Không, ý bố là nó bắt đầu bằng chữ cái gì?"
    }
  },
  {
    "translation": {
      "en": "- T. - Oh, T.",
      "vi": "- Đ. - Ồ, chữ Đ à?"
    }
  },
  {
    "translation": {
      "en": "- T? Let us think. T, T, T. - T. All right, T. Yeah, T.",
      "vi": "- Chữ Đ? Để bố mẹ nghĩ. Chữ Đ. - Chữ Đ. Được rồi."
    }
  },
  {
    "translation": {
      "en": "- T, T, T. - T, T, T.",
      "vi": "- Chữ Đ. - Chữ Đ."
    }
  },
  {
    "translation": {
      "en": "- Guys. - Noun, adjective or verb?",
      "vi": "- Bố mẹ. - Danh từ, tính từ hay động từ?"
    }
  },
  {
    "translation": {
      "en": "Noun. It's definitely slang. Think British.",
      "vi": "Danh từ. Chắc chắn là tiếng lóng. Nghĩ như người Anh ấy."
    }
  },
  {
    "translation": {
      "en": "Tallywhacker? Termagant?",
      "vi": "Đồ khoai to? Đồ đàn bà gắt gỏng?"
    }
  },
  {
    "translation": {
      "en": "You're just saying sounds. Those are sounds.",
      "vi": "Mẹ vừa nói âm thanh đấy. Mấy cái đó là âm thanh."
    }
  },
  {
    "translation": {
      "en": "- Spell it with your peas. - Yeah, spell it with your peas. Do it.",
      "vi": "- Đánh vần bằng cách xếp hạt đậu đi con. - Đúng rồi, xếp đậu đi con."
    }
  },
  {
    "translation": {
      "en": "- I will take that challenge. - Do it.",
      "vi": "- Con chấp nhận thử thách này. - Xếp đi."
    }
  },
  {
    "translation": {
      "en": "I like that. All right.",
      "vi": "Con thích nó. Được rồi."
    }
  },
  {
    "translation": {
      "en": "So does this have anything to do with the rumor...",
      "vi": "Vậy nó có liên quan đến tin đồn"
    }
  },
  {
    "translation": {
      "en": "...that you mentioned the other night?",
      "vi": "mà con nói tối hôm nọ không?"
    }
  },
  {
    "translation": {
      "en": "Do you need to talk to us about something, sweetie?",
      "vi": "Con phải nói với bố mẹ chứ con yêu?"
    }
  },
  {
    "translation": {
      "en": "What's a twit?",
      "vi": "Đồ ngơ là gì?"
    }
  },
  {
    "translation": {
      "en": "That's an A, honey.",
      "vi": "Đó là chữ U, con à."
    }
  },
  {
    "translation": {
      "en": "It'll get you sent to the principal's office.",
      "vi": "Nó sẽ làm con lên gặp hiệu trưởng đấy."
    }
  },
  {
    "translation": {
      "en": "Sit down.",
      "vi": "Đó là từ xấu. Ngồi xuống."
    }
  },
  {
    "translation": {
      "en": "We're lucky that this is not a common occurrence.",
      "vi": "Ta thật may vì chuyện này không xảy ra thường xuyên."
    }
  },
  {
    "translation": {
      "en": "What would my punishment have been otherwise?",
      "vi": "Con sẽ bị phạt gì nếu nó thường xuyên?"
    }
  },
  {
    "translation": {
      "en": "- Bed without supper, I guess. - But I'm already finished.",
      "vi": "- Bố đoán là đi ngủ mà không được ăn tối. - Nhưng con ăn xong rồi."
    }
  },
  {
    "translation": {
      "en": "- No dating. No dating. - Yeah, no dating.",
      "vi": "- Không được hẹn hò. - Đúng rồi, không được hẹn hò."
    }
  },
  {
    "translation": {
      "en": "- No dating for you, young lady. - No dating.",
      "vi": "- Không được hẹn hò, cô gái trẻ. - Không hẹn hò."
    }
  },
  {
    "translation": {
      "en": "I think my complete lack of allure...",
      "vi": "Con nghĩ sự thiếu duyên dáng của mình"
    }
  },
  {
    "translation": {
      "en": "...already kind of shot that horse in the face.",
      "vi": "đã dập tắt ý tưởng đó từ trong trứng nước rồi cơ."
    }
  },
  {
    "translation": {
      "en": "I wouldn't know how to be grounded more than you know how to ground.",
      "vi": "Con còn biết làm sao để bị cấm túc hơn cả bố mẹ đấy."
    }
  },
  {
    "translation": {
      "en": "That's right. Love you. Come here.",
      "vi": "Đúng rồi đấy, yêu con. Lại đây."
    }
  },
  {
    "translation": {
      "en": "And I bet that girl was acting like exactly what you called her.",
      "vi": "Bố cá là con nhỏ đó hành động đúng với những gì con miêu tả nó."
    }
  },
  {
    "translation": {
      "en": "Oh, you have no idea.",
      "vi": "Ôi, bố không biết đâu."
    }
  },
  {
    "translation": {
      "en": "I got a B- plus on my spelling test today.",
      "vi": "Con được điểm B cộng kiểm tra chính tả hôm nay."
    }
  },
  {
    "translation": {
      "en": "That's good, honey, but everything has spell check these days, so....",
      "vi": "Tốt lắm con yêu nhưng mọi thứ ngày nay đều có kiểm tra chính tả hết rồi nên..."
    }
  },
  {
    "translation": {
      "en": "Just kidding.",
      "vi": "Mẹ đùa thôi."
    }
  },
  {
    "translation": {
      "en": "Where are you from originally?",
      "vi": "Chính xác con đến từ đâu?"
    }
  },
  {
    "translation": {
      "en": "So the next day I had detention...",
      "vi": "Hôm sau tôi bị phạt ở lại trường,"
    }
  },
  {
    "translation": {
      "en": "...which, thanks to recent budget cuts, meant cleaning.",
      "vi": "vì ngân quỹ bị cắt giảm nên bị phạt đồng nghĩa với làm lao công."
    }
  },
  {
    "translation": {
      "en": "I was looking forward to getting all this behind me.",
      "vi": "Tôi cũng đã lường trước việc này rồi."
    }
  },
  {
    "translation": {
      "en": "I had done the crime. I was gonna do the time.",
      "vi": "Tôi đã phạm lỗi. Tôi phải chịu phạt."
    }
  },
  {
    "translation": {
      "en": "And that would be that, but that....",
      "vi": "Và nó sẽ là như vậy, nhưng thế..."
    }
  },
  {
    "translation": {
      "en": "Aren't there, like, child labor laws against this?",
      "vi": "Không có luật lao động trẻ em nào chống lại việc này à?"
    }
  },
  {
    "translation": {
      "en": "Not in high school.",
      "vi": "Không phải ở trung học."
    }
  },
  {
    "translation": {
      "en": "The principal's like the captain of the ship in international waters.",
      "vi": "Hiệu trưởng giống như thuyền trưởng tàu trên hải phận quốc tế vậy."
    }
  },
  {
    "translation": {
      "en": "He can even marry people.",
      "vi": "Ông ấy còn được quyền lấy vợ."
    }
  },
  {
    "translation": {
      "en": "We haven't talked in a while. How have you been, Brandon?",
      "vi": "Lâu rồi ta chưa nói chuyện. Cậu dạo này thế nào, Brandon?"
    }
  },
  {
    "translation": {
      "en": "Fabulous. I'm crushing it. Everything according to plan.",
      "vi": "Tuyệt vời. Tớ đang tận hưởng nó. Mọi thứ đều theo đúng kế hoạch."
    }
  },
  {
    "translation": {
      "en": "I wanna be in detention.",
      "vi": "Tớ muốn bị phạt ở lại trường."
    }
  },
  {
    "translation": {
      "en": "Yeah, why are you here?",
      "vi": "Ừ, mà sao cậu lại bị ở đây?"
    }
  },
  {
    "translation": {
      "en": "From the blood I saw gushing out of your nose, I thought you were bullied.",
      "vi": "Tớ thấy mũi cậu chảy máu nên tớ nghĩ cậu bị bắt nạt."
    }
  },
  {
    "translation": {
      "en": "Principal Gibbons is a homophobe, which is why I called him a fascist.",
      "vi": "Hiệu trưởng Gibbons là người ghê sợ đồng tính nên tớ gọi ông ta là phát xít."
    }
  },
  {
    "translation": {
      "en": "- So the rumors are true. - I don't know what you're talking about.",
      "vi": "- Vậy ra tin đồn là thật. - Tớ không hiểu cậu nói gì."
    }
  },
  {
    "translation": {
      "en": "I meant about Gibbons being a fascist.",
      "vi": "Tớ đang nói thầy Gibbons là phát xít."
    }
  },
  {
    "translation": {
      "en": "So, what's with your new look? Very whore couture.",
      "vi": "Cậu ăn mặc kiểu mới à? Như thời trang gái gọi ấy."
    }
  },
  {
    "translation": {
      "en": "Oh, haven't you heard? I'm the new school slut.",
      "vi": "Cậu chưa nghe tin gì sao? Tớ là đứa hư hỏng mới nhất ở trường."
    }
  },
  {
    "translation": {
      "en": "You know, I did hear something. I also heard he was twice your age.",
      "vi": "Đúng là tớ có nghe gì đó. Tớ cũng nghe là hắn gấp đôi tuổi cậu."
    }
  },
  {
    "translation": {
      "en": "Oh, no, no, no. No, he was a freshman in college.",
      "vi": "Không đâu. Anh ấy là sinh viên năm nhất."
    }
  },
  {
    "translation": {
      "en": "I also heard he gave you crabs.",
      "vi": "- Nghe nói hắn đã lây rận cho cậu rồi. - Tởm quá."
    }
  },
  {
    "translation": {
      "en": "- People suck. - Tell me about it.",
      "vi": "- Mọi người tệ thật. - Kể tớ nghe đi."
    }
  },
  {
    "translation": {
      "en": "He's not real.",
      "vi": "Anh ta không có thật."
    }
  },
  {
    "translation": {
      "en": "- What? - The guy I slept with. I made him up.",
      "vi": "- Gì cơ? - Gã đã ngủ với tớ ấy. Là do tớ bịa ra."
    }
  },
  {
    "translation": {
      "en": "Wait, you started the rumor?",
      "vi": "Khoan, cậu tạo ra tin đồn đó?"
    }
  },
  {
    "translation": {
      "en": "Indirectly, I guess sort of.",
      "vi": "Tớ nghĩ gián tiếp là thế."
    }
  },
  {
    "translation": {
      "en": "Or actually, no. No, not really. No, I didn't.",
      "vi": "Mà thật ra là không phải. Không hẳn. Không phải tớ."
    }
  },
  {
    "translation": {
      "en": "Well, but you're perpetuating it. That's really messed up.",
      "vi": "Nhưng cậu vẫn đang duy trì nó. Đúng là chẳng ra làm sao cả."
    }
  },
  {
    "translation": {
      "en": "Excuse me?",
      "vi": "Xin lỗi?"
    }
  },
  {
    "translation": {
      "en": "You're not even a real slut. You just want people to think you are.",
      "vi": "Cậu đâu có hư hỏng. Cậu chỉ muốn mọi người nghĩ thế."
    }
  },
  {
    "translation": {
      "en": "It's pathetic.",
      "vi": "Thật thảm hại."
    }
  },
  {
    "translation": {
      "en": "No offense, but you could probably learn something from me, Brando.",
      "vi": "Không có ý xúc phạm nhưng cậu cũng nên học tập tớ đấy, Brando."
    }
  },
  {
    "translation": {
      "en": "Are you saying that I should act straight so people will like me?",
      "vi": "Ý cậu là tớ nên giả vờ tớ là trai thẳng để mọi người thích tớ?"
    }
  },
  {
    "translation": {
      "en": "That's groundbreaking. You should teach a course at The Learning Annex.",
      "vi": "Đúng là đột phá. Cậu nên dạy một khóa ở The Learning Annex."
    }
  },
  {
    "translation": {
      "en": "It could be called The Painfully Obvious with Olive Penderghast...",
      "vi": "Tên là Những đau đớn Rõ ràng cùng Olive Penderghast,"
    }
  },
  {
    "translation": {
      "en": "...the Fake School Slut.",
      "vi": "Học sinh Hư hỏng Giả tạo."
    }
  },
  {
    "translation": {
      "en": "I was just suggesting that maybe these kids we call peers...",
      "vi": "Tớ chỉ đang nói rằng có lẽ những đứa mà chúng ta gọi là bạn học"
    }
  },
  {
    "translation": {
      "en": "...are onto something. You know, like Marianne Bryant.",
      "vi": "đang giấu diếm gì đó. Như Marianne Bryant ấy."
    }
  },
  {
    "translation": {
      "en": "Maybe that whole stuck- up, Jesus- freak thing is an act. You know?",
      "vi": "Có lẽ trò hợm hĩnh cuồng Chúa chỉ là diễn. Cậu hiểu không?"
    }
  },
  {
    "translation": {
      "en": "No, I think she's just a stuck- up Jesus freak.",
      "vi": "Không, tớ nghĩ cậu ta chỉ hợm hĩnh cuồng Chúa thôi."
    }
  },
  {
    "translation": {
      "en": "And there are some of us who are just trying to blend in to the crowd.",
      "vi": "Và một số người trong chúng ta đang cố hòa mình vào đám đông."
    }
  },
  {
    "translation": {
      "en": "Well, then you've gotta do everything you can to blend in...",
      "vi": "Vậy cậu sẽ làm tất cả để hòa mình vào đám đông"
    }
  },
  {
    "translation": {
      "en": "...or decide not to care.",
      "vi": "hay quyết định không quan tâm."
    }
  },
  {
    "translation": {
      "en": "I can't decide if you're a genius or a lunatic.",
      "vi": "Tớ không thể hiểu cậu là thiên tài hay kẻ điên."
    }
  },
  {
    "translation": {
      "en": "Well, don't they sort of go hand in hand?",
      "vi": "Không phải họ luôn song hành sao?"
    }
  },
  {
    "translation": {
      "en": "- So you heard any word from George? - Nope.",
      "vi": "- Cậu nghe tin gì của George không? - Không."
    }
  },
  {
    "translation": {
      "en": "I told you, that was a one- night stand, which is now over.",
      "vi": "Tớ nói rồi, đó là tình một đêm. Giờ thì kết thúc rồi."
    }
  },
  {
    "translation": {
      "en": "You're being pretty cavalier about this.",
      "vi": "Cậu có vẻ khá ung dung về chuyện này."
    }
  },
  {
    "translation": {
      "en": "Aren't you supposed to be eternally in love with him?",
      "vi": "Lẽ ra cậu phải yêu anh ta mãi mãi chứ nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Yes, I believe so. If I was a Gossip Girl in Sweet Valley with traveling pants.",
      "vi": "Tớ sẽ tin là thế nếu tớ đóng Gossip Girl, Sweet Valley với Traveling Paints."
    }
  },
  {
    "translation": {
      "en": "But no, I'm not. So I could really care less.",
      "vi": "Nhưng tớ không có nên tớ thật sự không quan tâm."
    }
  },
  {
    "translation": {
      "en": "So Brandy Carter was telling Vanessa Hodges...",
      "vi": "Vậy Brandy Carter đã bảo Vanessa Hodges"
    }
  },
  {
    "translation": {
      "en": "...that you were with three guys in a Jacuzzi.",
      "vi": "là cậu đã ngủ với ba anh chàng ở bể tắm nước nóng rồi."
    }
  },
  {
    "translation": {
      "en": "Sounds like a lot of work.",
      "vi": "Nghe có vẻ nhiều thứ để làm nhỉ."
    }
  },
  {
    "translation": {
      "en": "I guess that's still better than getting it on with some old dude.",
      "vi": "Tớ đoán thế còn tốt hơn là ngủ với một tên già."
    }
  },
  {
    "translation": {
      "en": "Who said that?",
      "vi": "Ai nói vậy?"
    }
  },
  {
    "translation": {
      "en": "Do you know that Brandon kid? That's what somebody told him.",
      "vi": "Cậu biết Brandon không? Ai đó đã nói điều đó với cậu ấy."
    }
  },
  {
    "translation": {
      "en": "Isn't he a homo?",
      "vi": "Cậu ấy đồng tính mà nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "Speak of the devil. Hello.",
      "vi": "Vừa nhắc đã tới. Xin chào."
    }
  },
  {
    "translation": {
      "en": "I was just talking about you with my friend, Rhiannon.",
      "vi": "Tớ vừa nói về cậu với bạn tớ, Rhiannon."
    }
  },
  {
    "translation": {
      "en": "You know Rhiannon. She's perpetually angry.",
      "vi": "Cậu biết Rhiannon đấy. Cô nàng suốt ngày giận dữ."
    }
  },
  {
    "translation": {
      "en": "She curses like a Somali sailor. Bi--",
      "vi": "Cô ấy chửi thề như thủy thủ Somali vậy. Tờ..."
    }
  },
  {
    "translation": {
      "en": "- Yeah. That's the one. - Bi-- ? Bi-- ? What's bi- ?",
      "vi": "- Ừ. Đúng rồi đó. - Tờ? Tờ... là gì?"
    }
  },
  {
    "translation": {
      "en": "- Okay. - I wanna know what bi-- is.",
      "vi": "- Được rồi. - Tớ muốn biết tờ... là gì."
    }
  },
  {
    "translation": {
      "en": "Hello, what's bi-- ? What is bi-- ?",
      "vi": "A lô, tờ... là gì?"
    }
  },
  {
    "translation": {
      "en": "- Bye. - Bi-- ? What is bi-- ?",
      "vi": "- Tạm biệt. - Tờ? Tờ... là gì?"
    }
  },
  {
    "translation": {
      "en": "Bedazzling personality? Beautiful, beautiful soul?",
      "vi": "Tính cách ấn tượng? Tâm hồn đẹp?"
    }
  },
  {
    "translation": {
      "en": "- Big tits. - That's my identifier?",
      "vi": "- Ngực to. - Đó là đặc điểm nhận dạng của tớ?"
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "vi": "Phải lắm!"
    }
  },
  {
    "translation": {
      "en": "All right, well, that was Brandon. He needs to talk to me about something.",
      "vi": "Được rồi, đó là Brandon. Cậu ấy cần nói với tớ chuyện gì đó."
    }
  },
  {
    "translation": {
      "en": "- Probably wants to borrow an outfit. - Whatever, Big Tits.",
      "vi": "- Chắc muốn mượn quần áo. - Cái gì cũng được, Ngực to."
    }
  },
  {
    "translation": {
      "en": "Heck, yeah!",
      "vi": "Tuyệt lắm!"
    }
  },
  {
    "translation": {
      "en": "Big tits!",
      "vi": "Ngực to!"
    }
  },
  {
    "translation": {
      "en": "The next day, things took a turn for the scandalous...",
      "vi": "Ngày hôm sau, những chuyện có chiều hướng tai tiếng"
    }
  },
  {
    "translation": {
      "en": "...which brings us to part three.",
      "vi": "sẽ mang chúng ta đến phần ba."
    }
  },
  {
    "translation": {
      "en": "A lady's choice and a gentleman's agreement.",
      "vi": "Lựa chọn của quý bà và sự đồng thuận của quý ông."
    }
  },
  {
    "translation": {
      "en": "Hi. Is there an Olive here?",
      "vi": "Xin chào, ở đây có Olive không ạ?"
    }
  },
  {
    "translation": {
      "en": "There's a whole jar of them in the fridge.",
      "vi": "Có cả hộp ôliu trong tủ lạnh."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, I must have the wrong address.",
      "vi": "Xin lỗi, chắc cháu nhầm nhà."
    }
  },
  {
    "translation": {
      "en": "Just kidding. Come on in.",
      "vi": "Đùa thôi. Vào đi nào."
    }
  },
  {
    "translation": {
      "en": "Any friend of Olive's is a friend of our daughter's.",
      "vi": "Bạn của Olive cũng là bạn của con cô chú."
    }
  },
  {
    "translation": {
      "en": "Olive, sweetie.",
      "vi": "Olive, con yêu."
    }
  },
  {
    "translation": {
      "en": "There's a young man here to see you.",
      "vi": "Có một chàng trai trẻ muốn gặp con này."
    }
  },
  {
    "translation": {
      "en": "He said something about asking for your hand in marriage.",
      "vi": "Cậu ấy nói gì đó về chuyện ngỏ ý muốn cưới con."
    }
  },
  {
    "translation": {
      "en": "Oh, happy day, Mama!",
      "vi": "Ôi, một ngày hạnh phúc, mẹ ơi!"
    }
  },
  {
    "translation": {
      "en": "Oh, I thought I was gonna have to spend my dowry...",
      "vi": "Con cứ tưởng sẽ phải tiêu hết của hồi môn của mình"
    }
  },
  {
    "translation": {
      "en": "...on booze and pills to numb the loneliness.",
      "vi": "vào rượu và thuốc để làm tê liệt nỗi cô đơn."
    }
  },
  {
    "translation": {
      "en": "A gentleman caller, hurray!",
      "vi": "Một quý ông đang yêu, hoan hô!"
    }
  },
  {
    "translation": {
      "en": "- What's that? - Olive has a boy in her room.",
      "vi": "- Gì vậy? - Olive cho một chàng trai vào phòng."
    }
  },
  {
    "translation": {
      "en": "- A boy? - A boy.",
      "vi": "- Chàng trai? - Chàng trai."
    }
  },
  {
    "translation": {
      "en": "- Wow, a boy. - A boy.",
      "vi": "- Chà, một chàng trai. - Một chàng trai."
    }
  },
  {
    "translation": {
      "en": "A boy?",
      "vi": "Một chàng trai ư?"
    }
  },
  {
    "translation": {
      "en": "A boy.",
      "vi": "Một chàng trai."
    }
  },
  {
    "translation": {
      "en": "Welcome. This is where the magic happens.",
      "vi": "Mời vào. Đây là nơi điều kỳ diệu xảy ra."
    }
  },
  {
    "translation": {
      "en": "And by magic I mean nothing.",
      "vi": "Điều kỳ điệu ở đây tức là không có gì."
    }
  },
  {
    "translation": {
      "en": "- Do you wanna go out with me? - What?",
      "vi": "- Cậu muốn đi chơi với tớ? - Gì chứ?"
    }
  },
  {
    "translation": {
      "en": "Well, I mean, like, do you wanna be my girlfriend?",
      "vi": "Ý tớ là, cậu muốn làm bạn gái tớ?"
    }
  },
  {
    "translation": {
      "en": "Brandon, just a couple hours ago you told me you were Kinsey Six gay.",
      "vi": "Brandon, mới vài giờ trước cậu bảo cậu gay hết mức thang đo Kinsey."
    }
  },
  {
    "translation": {
      "en": "True, but you said I should pretend to be straight, so....",
      "vi": "Đúng, nhưng cậu đã nói tớ nên giả vờ là trai thẳng, nên..."
    }
  },
  {
    "translation": {
      "en": "Yeah, I didn't mean with me.",
      "vi": "Phải, nhưng tớ không có ý là với tớ."
    }
  },
  {
    "translation": {
      "en": "I mean, you're a nice guy and all, but you're not really my type.",
      "vi": "Ý tớ là, cậu là một người tử tế nhưng không phải gu của tớ."
    }
  },
  {
    "translation": {
      "en": "Yeah, you're not really my type either.",
      "vi": "Ừ, cậu cũng không phải gu của tớ."
    }
  },
  {
    "translation": {
      "en": "Yeah, I know that. I got that V where you'd rather see a P.",
      "vi": "Ừ, tớ hiểu. Tớ có bướm còn cậu thích chim hơn."
    }
  },
  {
    "translation": {
      "en": "Do you wanna have sex with me or not?",
      "vi": "Cậu muốn làm tình với tớ hay không?"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, dude.",
      "vi": "Ôi Chúa ơi, anh bạn."
    }
  },
  {
    "translation": {
      "en": "You completely missed the point.",
      "vi": "Cậu hoàn toàn không hiểu vấn đề."
    }
  },
  {
    "translation": {
      "en": "- That's not what I was saying. - I know what you were saying.",
      "vi": "- Đó không phải điều tớ muốn nói. - Tớ hiểu cậu muốn nói gì."
    }
  },
  {
    "translation": {
      "en": "I should act straight till I get out of this hellhole.",
      "vi": "Tớ nên giả vờ là trai thẳng đến khi ra khỏi địa ngục này."
    }
  },
  {
    "translation": {
      "en": "Then I can be whoever I wanna be. I get that.",
      "vi": "Rồi tớ có thể là bất cứ ai mà tớ muốn. Tớ hiểu mà."
    }
  },
  {
    "translation": {
      "en": "You know that I didn't have sex with a college guy, right?",
      "vi": "Cậu biết tớ không làm tình với gã sinh viên đúng không?"
    }
  },
  {
    "translation": {
      "en": "I just told everybody I did.",
      "vi": "Tớ đã bảo mọi người là có."
    }
  },
  {
    "translation": {
      "en": "Actually, I told one person I did. And you know how these things work.",
      "vi": "Thật ra tớ chỉ nói với một người thôi. Cậu biết tin đồn lan thế nào rồi đấy."
    }
  },
  {
    "translation": {
      "en": "It's like wildfire.",
      "vi": "Nhanh như cháy rừng vậy."
    }
  },
  {
    "translation": {
      "en": "So you're saying I shouldn't really have sex?",
      "vi": "Vậy cậu muốn nói là tớ không phải làm tình thật?"
    }
  },
  {
    "translation": {
      "en": "I should just say I had sex with someone. A girl.",
      "vi": "Tớ chỉ nên đi nói là tớ đã làm tình với ai đó. Một cô gái."
    }
  },
  {
    "translation": {
      "en": "Yes. Yes.",
      "vi": "Đúng thế."
    }
  },
  {
    "translation": {
      "en": "Oh, no.",
      "vi": "Ôi, không."
    }
  },
  {
    "translation": {
      "en": "- Wai-- Just-- - Oh, no, no, no.",
      "vi": "- Khoan...Cứ... - Ôi, không."
    }
  },
  {
    "translation": {
      "en": "- No way! No way! - Just wait. Wait, wait. Stop it, stop it.",
      "vi": "- Không thể nào! - Khoan đã. Thôi mà."
    }
  },
  {
    "translation": {
      "en": "- Absolutely not. - Think about it. Think about it.",
      "vi": "- Chắc chắn không. - Nghĩ thử đi."
    }
  },
  {
    "translation": {
      "en": "- We could help each other out. - No.",
      "vi": "- Chúng ta có thể giúp đỡ lẫn nhau. - Không đâu."
    }
  },
  {
    "translation": {
      "en": "You wanna maintain this floozy facade.",
      "vi": "Cậu muốn giữ vỏ bọc lẳng lơ này."
    }
  },
  {
    "translation": {
      "en": "I don't wanna get pushed into shit every day. It's a win- win- win.",
      "vi": "Còn tớ không muốn bị ăn đập mỗi ngày. Lợi cả đôi đường."
    }
  },
  {
    "translation": {
      "en": "How do you know I like being thought of as a floozy?",
      "vi": "Sao cậu lại nghĩ tớ thích bị xem là gái hư?"
    }
  },
  {
    "translation": {
      "en": "Because at least you're being thought of.",
      "vi": "Bởi vì ít nhất cậu đang bị xem là thế."
    }
  },
  {
    "translation": {
      "en": "Just one good imaginary bonk.",
      "vi": "Chỉ một cú làm tình tưởng tượng thôi."
    }
  },
  {
    "translation": {
      "en": "You are on crack. All right? And not the good kind.",
      "vi": "Cậu điên rồi. Hiểu chứ? Và không tốt đâu."
    }
  },
  {
    "translation": {
      "en": "It doesn't have to be a bonk.",
      "vi": "Đâu cần phải làm tình."
    }
  },
  {
    "translation": {
      "en": "It could be an imaginary butterbean, lemon squeeze....",
      "vi": "Nó có thể là kiểu đậu bơ, vắt chanh tưởng tượng..."
    }
  },
  {
    "translation": {
      "en": "- I don't know what any of that means. - That's because you're a virgin.",
      "vi": "- Tớ không hiểu chúng nghĩa là gì. - Đó là vì cậu còn trinh đấy."
    }
  },
  {
    "translation": {
      "en": "You know what? This is not the answer at all.",
      "vi": "Biết gì không? Đây không phải giải pháp gì cả."
    }
  },
  {
    "translation": {
      "en": "- I'll pay you whatever you want. - I don't want your money, Brandon.",
      "vi": "- Tớ sẽ trả tiền, hay bất cứ gì cậu muốn. - Tớ không muốn tiền, Brandon."
    }
  },
  {
    "translation": {
      "en": "Just do what I did and make someone up.",
      "vi": "Cứ làm việc tớ đã làm và bịa ra ai đó đi."
    }
  },
  {
    "translation": {
      "en": "Who's going to believe me?",
      "vi": "Ai sẽ tin tớ chứ?"
    }
  },
  {
    "translation": {
      "en": "You don't understand how hard it is, all right? I'm tormented.",
      "vi": "Cậu không hiểu nó khó khăn thế nào đâu. Được chứ? Tớ rất đau khổ."
    }
  },
  {
    "translation": {
      "en": "And every day at school is like I'm being suffocated.",
      "vi": "Mỗi ngày đến trường đều như bị ngạt thở."
    }
  },
  {
    "translation": {
      "en": "And sure, we can sit and fantasize all we want...",
      "vi": "Chắc chắn ta có thể ngồi tưởng tượng mọi thứ ta muốn"
    }
  },
  {
    "translation": {
      "en": "...about how things are gonna be different one day...",
      "vi": "rằng một ngày nào đó, mọi thứ sẽ khác"
    }
  },
  {
    "translation": {
      "en": "...but this is today and it sucks.",
      "vi": "nhưng đây là hiện tại và nó rất tệ."
    }
  },
  {
    "translation": {
      "en": "There's only one way around it. You were smart enough to think of it.",
      "vi": "Chỉ có một cách để thoát ra và cậu đủ thông minh để nghĩ đến nó mà."
    }
  },
  {
    "translation": {
      "en": "So please, just help me.",
      "vi": "Nên làm ơn hãy giúp tớ đi."
    }
  },
  {
    "translation": {
      "en": "Because I can't take another day of this. I don't know what I'll do.",
      "vi": "Bởi vì tớ không chịu nổi một ngày nào nữa. Tớ không biết mình sẽ làm gì đâu."
    }
  },
  {
    "translation": {
      "en": "I don't do anything half- assed. All right?",
      "vi": "Tớ không làm việc gì mà nửa vời đâu. Được chứ?"
    }
  },
  {
    "translation": {
      "en": "It'll have to be a public event.",
      "vi": "Nó phải diễn ra ở nơi đông người."
    }
  },
  {
    "translation": {
      "en": "Melody Bostic is throwing a party tomorrow night.",
      "vi": "Tối mai Melody Bostic tổ chức tiệc."
    }
  },
  {
    "translation": {
      "en": "All of your tormentors will be there. You and I are going together. All right?",
      "vi": "Tất cả những kẻ bắt nạn cậu đều sẽ ở đó. Chúng ta sẽ đi cùng nhau. Được chứ?"
    }
  },
  {
    "translation": {
      "en": "You have to do everything I say and tell everyone that I am sensational.",
      "vi": "Cậu phải làm theo lời tớ và phải nói với mọi người là tớ rất tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "- Thank you so much for doing this. - Just...",
      "vi": "- Cảm ơn cậu rất nhiều vì đã đồng ý. - Chỉ là..."
    }
  },
  {
    "translation": {
      "en": "...you know, make sure you're ready to live with the consequences.",
      "vi": "cậu phải sẵn sàng chịu hậu quả đấy."
    }
  },
  {
    "translation": {
      "en": "- What the hell is a lemon squeeze? - It's like a backwards melon bag.",
      "vi": "- Mà vắt chanh là cái quái gì thế? - Nó giống bóp dưa hấu ấy mà."
    }
  },
  {
    "translation": {
      "en": "How don't I know any of this?",
      "vi": "Sao tớ lại không biết nhỉ?"
    }
  },
  {
    "translation": {
      "en": "The next night was the party at Melody Bostic's house.",
      "vi": "Tối hôm sau ở nhà của Melody Bostic."
    }
  },
  {
    "translation": {
      "en": "She is the most popular girl in school.",
      "vi": "Cậu ta nổi tiếng nhất ở trường."
    }
  },
  {
    "translation": {
      "en": "It's partly because she's pretty and has perfect hair...",
      "vi": "Một phần là do cậu ta xinh xắn và có mái tóc hoàn hảo,"
    }
  },
  {
    "translation": {
      "en": "...but mostly because her parents let her have these parties...",
      "vi": "nhưng chủ yếu là do bố mẹ cậu ta cho cậu ta tổ chức tiệc"
    }
  },
  {
    "translation": {
      "en": "...every time she catches them doing it in the pool...",
      "vi": "mỗi lần cậu ta bắt gặp họ đang làm việc đó ở hồ bơi,"
    }
  },
  {
    "translation": {
      "en": "...which is every week, apparently.",
      "vi": "và rõ ràng tuần nào cũng có tiệc."
    }
  },
  {
    "translation": {
      "en": "Brandon and I showed up when it was in full swing.",
      "vi": "Brandon và tôi xuất hiện khi tiệc đang ở cao trào."
    }
  },
  {
    "translation": {
      "en": "I borrowed a dress from my mom, Brandon borrowed a jacket from me...",
      "vi": "Tôi mượn váy của mẹ. Brandon mượn áo khoác của tôi,"
    }
  },
  {
    "translation": {
      "en": "...and we put on a little show.",
      "vi": "và chúng tôi bắt đầu diễn."
    }
  },
  {
    "translation": {
      "en": "Hey, Olive and Brandon.",
      "vi": "Chào Olive và...Brandon."
    }
  },
  {
    "translation": {
      "en": "What's up?",
      "vi": "Sao rồi?"
    }
  },
  {
    "translation": {
      "en": "I hope you don't mind, but we had a few pre- cocktail- party cocktails...",
      "vi": "Mong cậu không phiền nhưng bọn tôi đã uống cocktail trước rồi..."
    }
  },
  {
    "translation": {
      "en": "...like, before the cocktail party with cocktails.",
      "vi": "ý là uống vài ly cocktail trước bữa tiệc cocktail này rồi đó."
    }
  },
  {
    "translation": {
      "en": "Listen, here's the sitch, Melody Bostic.",
      "vi": "Nghe đây, tình hình là thế này, Melody Bostic."
    }
  },
  {
    "translation": {
      "en": "Brandon was just in the middle of telling me this really funny thing...",
      "vi": "Brandon đang kể giữa chừng chuyện này rất thú vị"
    }
  },
  {
    "translation": {
      "en": "...which is really funny.",
      "vi": "mà thật sự thú vị đấy."
    }
  },
  {
    "translation": {
      "en": "And I was wondering if there's, like, a room where we could go...",
      "vi": "Và tôi đang tự hỏi không biết có... một phòng để chúng tôi có thể vào..."
    }
  },
  {
    "translation": {
      "en": "...where he could finish telling me that thing that's funny...",
      "vi": "để cậu ấy có thể kể nốt chuyện thú vị đó không..."
    }
  },
  {
    "translation": {
      "en": "...if you know what I mean.",
      "vi": "nếu cậu hiểu ý tôi muốn nói."
    }
  },
  {
    "translation": {
      "en": "You can use my room.",
      "vi": "Cậu có thể dùng phòng tôi."
    }
  },
  {
    "translation": {
      "en": "Down the hall to the left.",
      "vi": "Dưới sảnh bên trái."
    }
  },
  {
    "translation": {
      "en": "Cool.",
      "vi": "Tuyệt."
    }
  },
  {
    "translation": {
      "en": "Is that Olive with Brandon?",
      "vi": "Đó là Olive với Brandon à?"
    }
  },
  {
    "translation": {
      "en": "I know. What the hell, right?",
      "vi": "Tớ biết. Chuyện quái gì thế?"
    }
  },
  {
    "translation": {
      "en": "You guys are my buddies.",
      "vi": "Các cậu đều là bạn của tôi."
    }
  },
  {
    "translation": {
      "en": "I'm drunk, bitches. What's up?",
      "vi": "Tôi say đấy, con khốn. Sao nào?"
    }
  },
  {
    "translation": {
      "en": "I love your room!",
      "vi": "Tớ thích phòng của cậu!"
    }
  },
  {
    "translation": {
      "en": "My sheets. Put a towel down.",
      "vi": "Ga giường của tớ. Để khăn tắm xuống giường."
    }
  },
  {
    "translation": {
      "en": "- Olive's gonna do a gay dude. - Thanks. Close the shades.",
      "vi": "- Olive định ngủ với một tên gay. - Cảm ơn. Kéo rèm lại."
    }
  },
  {
    "translation": {
      "en": "- What are you doing? - Relax.",
      "vi": "- Cậu làm gì thế? - Thư giãn đi."
    }
  },
  {
    "translation": {
      "en": "Jesus, what is with you gays? Are you really that repulsed by lady parts?",
      "vi": "Chúa ơi, bọn gay các cậu bị gì vậy? Cậu ghê tởm chỗ kín phụ nữ đến vậy à?"
    }
  },
  {
    "translation": {
      "en": "What do you think I have down there, a gnome?",
      "vi": "Cậu nghĩ tớ có gì dưới đó, một thần lùn giữ cửa ư?"
    }
  },
  {
    "translation": {
      "en": "So nice. What is that, lavender? It's pretty.",
      "vi": "Đẹp quá. Gì đây nhỉ, oải hương à? Đẹp thật."
    }
  },
  {
    "translation": {
      "en": "What are you doing? Can you-- ? Can you come here, please?",
      "vi": "Cậu làm gì vậy? Cậu có thể... làm ơn lại đây không?"
    }
  },
  {
    "translation": {
      "en": "Jacket off. Come on.",
      "vi": "Cởi áo ra. Nhanh lên."
    }
  },
  {
    "translation": {
      "en": "All right. Come on. Chop- chop. All right.",
      "vi": "Rồi. Lên nào. Nhanh nhanh. Được rồi."
    }
  },
  {
    "translation": {
      "en": "Now grunt. Grunt and make it convincing.",
      "vi": "Rên đi. Rên và làm sao nghe thuyết phục đấy."
    }
  },
  {
    "translation": {
      "en": "I said grunt, not whine. Just grunt.",
      "vi": "Tớ bảo rên chứ có phải than đâu. Rên đi."
    }
  },
  {
    "translation": {
      "en": "Moan, you know? Like, sex noises.",
      "vi": "Rên rỉ, cậu hiểu chứ? Như âm thanh lúc làm tình ấy."
    }
  },
  {
    "translation": {
      "en": "God, you are pathetic.",
      "vi": "Trời, cậu thật thảm hại."
    }
  },
  {
    "translation": {
      "en": "Good. Good.",
      "vi": "Tốt."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. Oh, yeah.",
      "vi": "Đúng thế."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah.",
      "vi": "Đúng thế."
    }
  },
  {
    "translation": {
      "en": "- Oh, yeah. - Oh, yeah.",
      "vi": "- Đúng thế. - Đúng thế."
    }
  },
  {
    "translation": {
      "en": "- You don't have to be so aggressive. - You don't like that?",
      "vi": "- Cậu đâu cần phải hung hãn như vậy. - Cậu không thích à?"
    }
  },
  {
    "translation": {
      "en": "- No, I don't like that. - You don't like that?",
      "vi": "- Tớ không thích thế. - Cậu không thích à?"
    }
  },
  {
    "translation": {
      "en": "How about that?",
      "vi": "Còn thế này thì sao?"
    }
  },
  {
    "translation": {
      "en": "- Little better. - Yeah, you like that.",
      "vi": "- Đỡ hơn. - Phải, cậu thích thế."
    }
  },
  {
    "translation": {
      "en": "I like that.",
      "vi": "Tớ thích thế."
    }
  },
  {
    "translation": {
      "en": "- This guy, he's gay, no? - I think he's gay.",
      "vi": "- Tên này không gay à? - Tớ nghĩ nó gay."
    }
  },
  {
    "translation": {
      "en": "- Don't stop! - Keep going.",
      "vi": "- Đừng dừng lại! - Tiếp tục đi."
    }
  },
  {
    "translation": {
      "en": "- Don't stop. - I'm not gonna stop.",
      "vi": "- Đừng dừng lại! - Tớ không dừng lại đâu."
    }
  },
  {
    "translation": {
      "en": "I'm not gonna stop.",
      "vi": "Tớ không dừng lại đâu."
    }
  },
  {
    "translation": {
      "en": "Now you try. You try.",
      "vi": "Giờ đến lượt cậu."
    }
  },
  {
    "translation": {
      "en": "I'm gonna turn you around and take you from the back.",
      "vi": "Tớ sẽ quay người cậu lại để chơi phía sau."
    }
  },
  {
    "translation": {
      "en": "That's not gonna make people think you're straight.",
      "vi": "Điều đó sẽ không làm họ nghĩ cậu là trai thẳng đâu."
    }
  },
  {
    "translation": {
      "en": "Never mind that gayness because I'm a straight guy. Roar!",
      "vi": "Đừng để ý việc có vẻ gay đó vì tớ là trai thẳng! Gừ!"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah! Oh, yeah!",
      "vi": "Đúng rồi!"
    }
  },
  {
    "translation": {
      "en": "- That's awesome! That's perfect! - Yeah!",
      "vi": "- Tuyệt vời! Tuyệt hảo! - Đúng thế!"
    }
  },
  {
    "translation": {
      "en": "That's what I'm talking about!",
      "vi": "Đó là điều tớ đang nói!"
    }
  },
  {
    "translation": {
      "en": "Do you smell that? Do you smell us?",
      "vi": "Cậu ngửi thấy không? Ngửi thấy mùi tụi mình không?"
    }
  },
  {
    "translation": {
      "en": "Did he just say it smelled?",
      "vi": "Cậu ta vừa nói nó có mùi à?"
    }
  },
  {
    "translation": {
      "en": "Isn't it supposed to smell?",
      "vi": "- Không phải nó có mùi à? - Chịu."
    }
  },
  {
    "translation": {
      "en": "You're not supposed to comment on it.",
      "vi": "Cậu đâu phải bình luận về nó."
    }
  },
  {
    "translation": {
      "en": "- It doesn't really smell that bad. - Oh, yeah. Yes, God!",
      "vi": "- Mùi này cũng không tệ lắm. - Đúng thế. Phải. Chúa ơi!"
    }
  },
  {
    "translation": {
      "en": "- Don't stop. Yeah! - Don't stop. It's too much fun.",
      "vi": "- Đừng dừng lại! Đúng rồi! - Đừng dừng lại. Vui quá đi mất."
    }
  },
  {
    "translation": {
      "en": "- You ready for the grand finale? - Yeah. What?",
      "vi": "- Sẵn sàng cho trận cuối chưa? - Rồi. Cái gì?"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah.",
      "vi": "Đúng rồi."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Tuyệt."
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "vi": "Lại đây."
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "vi": "Ôi Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "Go forth, my son. You're a man now.",
      "vi": "Tiến lên con trai. Giờ con là đàn ông rồi."
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "vi": "Này."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn cậu."
    }
  },
  {
    "translation": {
      "en": "Seriously, thanks.",
      "vi": "Thật lòng đấy, cảm ơn."
    }
  },
  {
    "translation": {
      "en": "- Here. - What is this?",
      "vi": "- Đây. - Gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Evidence.",
      "vi": "Bằng chứng."
    }
  },
  {
    "translation": {
      "en": "What's up?",
      "vi": "Sao rồi?"
    }
  },
  {
    "translation": {
      "en": "Hey, man.",
      "vi": "Này, anh bạn."
    }
  },
  {
    "translation": {
      "en": "How was she?",
      "vi": "Cô ấy thế nào?"
    }
  },
  {
    "translation": {
      "en": "Well, well, let's just say I'll be walking funny tomorrow.",
      "vi": "Cứ xem như là ngày mai tớ sẽ đi tung tăng."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Cái gì?"
    }
  },
  {
    "translation": {
      "en": "- I'm drunk. What's up, bitches? - Yeah!",
      "vi": "- Tớ đang say mà. Sao nào, bọn khốn? - Tuyệt!"
    }
  },
  {
    "translation": {
      "en": "- Whoa, hey. - Todd, hi.",
      "vi": "- Ối, chào em. - Todd, chào anh."
    }
  },
  {
    "translation": {
      "en": "I thought you were at your cousin's rehearsal dinner.",
      "vi": "Em tưởng anh đi dự tổng duyệt đám cưới anh họ chứ."
    }
  },
  {
    "translation": {
      "en": "It was a quick rehearsal. I only had one line.",
      "vi": "Đó là một buổi tổng duyệt nhanh. Anh chỉ phải nói có một câu."
    }
  },
  {
    "translation": {
      "en": "That was a joke.",
      "vi": "Nói đùa đấy."
    }
  },
  {
    "translation": {
      "en": "I know.",
      "vi": "Em biết."
    }
  },
  {
    "translation": {
      "en": "Yeah, sorry. How's it going?",
      "vi": "Xin lỗi nhé. Em sao rồi?"
    }
  },
  {
    "translation": {
      "en": "You know, I'm--",
      "vi": "Anh biết đấy, em..."
    }
  },
  {
    "translation": {
      "en": "- I'm here. - Can I get you a beer?",
      "vi": "- đang ở đây. - Anh lấy bia cho em nhé?"
    }
  },
  {
    "translation": {
      "en": "That rhymed. I liked it.",
      "vi": "Nó vần đấy. Em thích nó."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "- I'm gonna go. - You sure?",
      "vi": "- Em đi đây. - Em chắc chứ?"
    }
  },
  {
    "translation": {
      "en": "- Yeah. Bye. - See you at the salt mines.",
      "vi": "- Vâng, tạm biệt nhé. - Hẹn gặp em ở mỏ muối nhé."
    }
  },
  {
    "translation": {
      "en": "Maybe this is gonna sound stupid...",
      "vi": "Có lẽ điều này nghe thật ngu ngốc"
    }
  },
  {
    "translation": {
      "en": "...and, believe me, it's not like I was expecting, you know, fireworks...",
      "vi": "và tin tôi đi, đó không phải điều tôi mong đợi, pháo hoa,"
    }
  },
  {
    "translation": {
      "en": "...or a string quartet or anything...",
      "vi": "tứ tấu đàn dây hay bất kỳ cái gì nhưng mà..."
    }
  },
  {
    "translation": {
      "en": "...but I always thought pretending to lose my virginity...",
      "vi": "tôi luôn nghĩ rằng việc giả vờ mất trinh"
    }
  },
  {
    "translation": {
      "en": "...would be a little more...",
      "vi": "sẽ là một điều gì đó..."
    }
  },
  {
    "translation": {
      "en": "...I don't know, special?",
      "vi": "tôi không biết, thật đặc biệt chăng?"
    }
  },
  {
    "translation": {
      "en": "Judy Blume should've prepared me for that.",
      "vi": "Lẽ ra nhà văn Judy Blume phải báo trước cho tôi chứ."
    }
  },
  {
    "translation": {
      "en": "That is so beautiful.",
      "vi": "Hay quá."
    }
  },
  {
    "translation": {
      "en": "Never had one lesson.",
      "vi": "Chưa từng học gì cả đấy."
    }
  },
  {
    "translation": {
      "en": "That boy from yesterday just dropped this off for you.",
      "vi": "Cậu bé hôm qua để lại cái này lại cho con."
    }
  },
  {
    "translation": {
      "en": "Well, put it in the pile of gifts from my other suitors.",
      "vi": "Hãy để nó vào đống quà cầu hôn khác của con."
    }
  },
  {
    "translation": {
      "en": "- Thanks. - He seems like a nice kid.",
      "vi": "- Cảm ơn mẹ. - Thằng bé có vẻ tốt bụng."
    }
  },
  {
    "translation": {
      "en": "He seemed a little incredibly gay.",
      "vi": "Nó có vẻ hơi cực kỳ gay."
    }
  },
  {
    "translation": {
      "en": "A dyed- in- the- wool homosexual, that boy is.",
      "vi": "Một người đồng tính lộ liễu, chính là cậu bé ấy."
    }
  },
  {
    "translation": {
      "en": "I just want you to know your father and I are totally supportive.",
      "vi": "Mẹ muốn con biết rằng bố mẹ hoàn toàn ủng họ con."
    }
  },
  {
    "translation": {
      "en": "We love you no matter what the sexual orientation...",
      "vi": "Bố mẹ yêu con không cần biết xu hướng tình dục"
    }
  },
  {
    "translation": {
      "en": "...of your opposite- sex sex partner.",
      "vi": "của bạn tình khác giới của con ra sao."
    }
  },
  {
    "translation": {
      "en": "We're not dating, Mom.",
      "vi": "Mẹ, bọn con không hẹn hò."
    }
  },
  {
    "translation": {
      "en": "And don't worry about not making us grandparents...",
      "vi": "Và đừng lo về chuyện bố mẹ không trở thành ông bà"
    }
  },
  {
    "translation": {
      "en": "...although we were kind of hoping you'd get knocked up...",
      "vi": "mặc dù bố mẹ vẫn hy vọng con dính dầu..."
    }
  },
  {
    "translation": {
      "en": "...so we'd have a second shot at raising kids.",
      "vi": "để bố mẹ có cơ hội thứ hai để nuôi trẻ."
    }
  },
  {
    "translation": {
      "en": "Really do it right this time.",
      "vi": "Lần này hãy làm cho đúng nhé."
    }
  },
  {
    "translation": {
      "en": "- Bye now. - I dated a homosexual once.",
      "vi": "- Tạm biệt mẹ. - Mẹ đã từng hẹn hò với người đồng tính."
    }
  },
  {
    "translation": {
      "en": "For a long time, actually. A long time.",
      "vi": "Thật ra là rất lâu rồi."
    }
  },
  {
    "translation": {
      "en": "Dear God, dear Lord, tell me you did not marry and have children with him.",
      "vi": "Lạy Chúa, đừng nói mẹ đã cưới và sinh hai đứa con cho ông ta."
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "No, no, no.",
      "vi": "Không đâu."
    }
  },
  {
    "translation": {
      "en": "Your father is as straight as they come.",
      "vi": "Bố con là trai thẳng như thước luôn."
    }
  },
  {
    "translation": {
      "en": "A little too straight, if you know what I mean.",
      "vi": "Hơi quá thẳng nếu con hiểu mẹ nói gì."
    }
  },
  {
    "translation": {
      "en": "I don't. Can you shut the door, please?",
      "vi": "Con không hiểu. Mẹ làm ơn đóng cửa hộ con nhé?"
    }
  },
  {
    "translation": {
      "en": "Okay, door's right over there. Keep going.",
      "vi": "Được rồi, cửa ở ngay đằng kia. Mẹ đi tiếp đi."
    }
  },
  {
    "translation": {
      "en": "- Take it down. - Go take that out to Dad. Nice.",
      "vi": "- Xử nó đi. - Mẹ đi mà giở trò đó ra với bố. Tuyệt."
    }
  },
  {
    "translation": {
      "en": "Just in case you don't shop at Target. Then you can go screw yourself.",
      "vi": "Phòng khi cậu không mua đồ tại Target. Thì cậu có thể tự xử chính mình."
    }
  },
  {
    "translation": {
      "en": "Hi, Rhi.",
      "vi": "Chào, Rhi."
    }
  },
  {
    "translation": {
      "en": "Is it true you got with Brandon at Melody Dipshit's party?",
      "vi": "Có thật là cậu đã ngủ với Brandon ở bữa tiệc nhà Melody Hố Phân?"
    }
  },
  {
    "translation": {
      "en": "Is that what people are saying happened?",
      "vi": "Mọi người đang đồn chuyện đó sao?"
    }
  },
  {
    "translation": {
      "en": "That's what everyone is saying happened.",
      "vi": "Đó chính là chuyện mọi người đang đồn đấy."
    }
  },
  {
    "translation": {
      "en": "Well, then I guess that-- I guess that's true.",
      "vi": "Vậy tớ đoán...nó là thật rồi."
    }
  },
  {
    "translation": {
      "en": "Just because you lost your virginity doesn't mean you can go...",
      "vi": "Chỉ vì cậu đã mất trinh đâu có nghĩa là cậu có thể đi lòng vòng"
    }
  },
  {
    "translation": {
      "en": "- ...throwing your cat at everybody. - I'm not throwing my cat at everybody.",
      "vi": "- buông thả với bất kỳ ai. - Tớ có đi buông thả với ai đâu."
    }
  },
  {
    "translation": {
      "en": "I had to hear from Jackie Rudetsky.",
      "vi": "Tớ lại phải nghe từ Jackie Rudetsky."
    }
  },
  {
    "translation": {
      "en": "Do you know how embarrassing that is?",
      "vi": "Cậu biết việc đó xấu hổ ra sao không?"
    }
  },
  {
    "translation": {
      "en": "Finding out you slept with some gay dude from Jackie Rudetsky?",
      "vi": "Việc phát hiện cậu ngủ với một tên gay từ Jackie Rudetsky ấy?"
    }
  },
  {
    "translation": {
      "en": "Must've been embarrassing.",
      "vi": "Chắc là thấy xấu hổ lắm."
    }
  },
  {
    "translation": {
      "en": "Why didn't you tell me you were going?",
      "vi": "Sao cậu không nói cậu sẽ đến bữa tiệc?"
    }
  },
  {
    "translation": {
      "en": "I would've come with and held your hair.",
      "vi": "Tớ có thể đã đến và nắm tóc cậu hay gì đó."
    }
  },
  {
    "translation": {
      "en": "Are you really making this about you right now?",
      "vi": "Giờ cậu đang nói về cậu à?"
    }
  },
  {
    "translation": {
      "en": "- You're starting to get a reputation. - You're coming off as a little pious.",
      "vi": "- Nghe này, cậu đang cố tạo danh tiếng. - Còn cậu đang ra vẻ đạo đức giả."
    }
  },
  {
    "translation": {
      "en": "You're pissing me off more than usual.",
      "vi": "Cậu làm tớ bực hơn mọi khi rồi đấy."
    }
  },
  {
    "translation": {
      "en": "I think it's a best friend's duty...",
      "vi": "Xin lỗi khi tớ nghĩ nghĩa vụ của bạn bè"
    }
  },
  {
    "translation": {
      "en": "...to let her know that everyone, and I do mean everyone, is calling her...",
      "vi": "là nói cho bạn mình biết rằng mọi người, tất cả mọi người đấy, đều gọi cậu ấy là"
    }
  },
  {
    "translation": {
      "en": "...a dirty skank.",
      "vi": "một con điếm dâm đãng."
    }
  },
  {
    "translation": {
      "en": "Well, do you think I'm a dirty skank?",
      "vi": "Cậu nghĩ tớ là con điếm dâm đãng sao?"
    }
  },
  {
    "translation": {
      "en": "You know, I didn't wanna believe it, but I guess it's true.",
      "vi": "Cậu biết không, tớ không muốn tin nhưng tớ nghĩ điều đó đúng."
    }
  },
  {
    "translation": {
      "en": "That is your identifier.",
      "vi": "Đó là đặc điểm nhận dạng của cậu."
    }
  },
  {
    "translation": {
      "en": "And you're a jealous virgin.",
      "vi": "Còn cậu là đồ ghen ăn tức ở còn trinh."
    }
  },
  {
    "translation": {
      "en": "So....",
      "vi": "Vậy..."
    }
  },
  {
    "translation": {
      "en": "People thought I was a dirty skank?",
      "vi": "Mọi người nghĩ tôi là con điếm dâm đãng à?"
    }
  },
  {
    "translation": {
      "en": "Fine, I'd be the dirtiest skank they'd ever seen.",
      "vi": "Được thôi, tôi sẽ là con dâm đãng nhất mọi người từng thấy."
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "Is everything all right? It sounds like you're having sex in here...",
      "vi": "Mọi chuyện ổn chứ con? Nghe như con đang làm tình trong này"
    }
  },
  {
    "translation": {
      "en": "...which can't be true, due to the fact that you have a homosexual boyfriend.",
      "vi": "mà không thể được, vì sự thật là con đang hẹn hò người đồng tính."
    }
  },
  {
    "translation": {
      "en": "He's not my boyfriend.",
      "vi": "Cậu ta không phải bạn trai con."
    }
  },
  {
    "translation": {
      "en": "Hey, no judgment. All God's children. It's fine.",
      "vi": "Này, bố không phán xét con. Tất cả đều là con của Chúa. Không sao."
    }
  },
  {
    "translation": {
      "en": "I was gay once for a while.",
      "vi": "Bố cũng từng gay một thời."
    }
  },
  {
    "translation": {
      "en": "No big deal. We all do it. It's okay.",
      "vi": "Có gì to tát đâu. Chúng ta ai cũng thế mà. Không sao cả."
    }
  },
  {
    "translation": {
      "en": "Dad, can you just shut the door, please?",
      "vi": "Bố, làm ơn đóng cửa hộ con nhé?"
    }
  },
  {
    "translation": {
      "en": "You all right, buddy?",
      "vi": "Con sẽ ổn chứ, cô bạn?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Vâng ạ."
    }
  },
  {
    "translation": {
      "en": "Give them hell.",
      "vi": "Cho chúng biết mùi đi."
    }
  },
  {
    "translation": {
      "en": "- Hey, Anson. - Hey.",
      "vi": "- Chào, Anson. - Chào"
    }
  },
  {
    "translation": {
      "en": "I just realized the funniest thing. My name is an anagram for I love.",
      "vi": "Tớ vừa nhận ra một thứ cực thú vị. Tên tớ mà đảo chữ cái sẽ ra chữ Tôi yêu."
    }
  },
  {
    "translation": {
      "en": "What's a-- ? What's an anagram?",
      "vi": "Đảo...chữ cái là gì?"
    }
  },
  {
    "translation": {
      "en": "Look it up, big boy.",
      "vi": "Tìm hiểu đi, chàng trai."
    }
  },
  {
    "translation": {
      "en": "What's your problem?",
      "vi": "Cậu có chuyện gì vậy?"
    }
  },
  {
    "translation": {
      "en": "You wanna know what my problem is?",
      "vi": "Cậu muốn biết tớ có chuyện gì à?"
    }
  },
  {
    "translation": {
      "en": "No. That was a rhetorical question. I don't wanna know anything from you.",
      "vi": "Không, đó là câu hỏi tu từ. Tớ chẳng muốn biết gì về cậu cả."
    }
  },
  {
    "translation": {
      "en": "We are not friends anymore.",
      "vi": "Chúng ta không còn là bạn nữa."
    }
  },
  {
    "translation": {
      "en": "We are officially over.",
      "vi": "Chúng ta chính thức kết thúc rồi."
    }
  },
  {
    "translation": {
      "en": "Oh, rats.",
      "vi": "Ồ, được thôi."
    }
  },
  {
    "translation": {
      "en": "I want my Juicy sweatshirt back. It was too loose around your chest anyway.",
      "vi": "Tôi muốn lấy lại cái áo ấm hiệu Juicy. Nó quá rộng so với ngực cậu."
    }
  },
  {
    "translation": {
      "en": "Burn.",
      "vi": "Cáu đi."
    }
  },
  {
    "translation": {
      "en": "- Stop. - What?",
      "vi": "- Thôi đi. - Gì?"
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "vi": "Em đang làm gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Nothing.",
      "vi": "Có gì đâu ạ."
    }
  },
  {
    "translation": {
      "en": "Don't forget, tomorrow's Earth Day.",
      "vi": "Đừng quên mai là Ngày Trái Đất."
    }
  },
  {
    "translation": {
      "en": "Guys, we have a problem: Olive Penderghast.",
      "vi": "Các cậu, chúng ta có một vấn đề: Olive Penderghast."
    }
  },
  {
    "translation": {
      "en": "- We need to pray for her. - Amen.",
      "vi": "- Ta cần cầu nguyện cho cậu ta. - Amen."
    }
  },
  {
    "translation": {
      "en": "But we also need to get her the hell out of here.",
      "vi": "Nhưng cũng phải làm cô ta biến khỏi đây."
    }
  },
  {
    "translation": {
      "en": "You heard what happened at Melody Bostic's.",
      "vi": "Chắc các cậu đã nghe chuyện ở nhà Melody Bostic."
    }
  },
  {
    "translation": {
      "en": "- I was there. I heard the whole thing. - That's not something...",
      "vi": "- Tôi đã ở đó. Tôi nghe thấy hết. - Đó không phải là thứ"
    }
  },
  {
    "translation": {
      "en": "- ...you need to advertise, Kurt. - Sorry. But I was.",
      "vi": "- cậu cần quảng cáo, Kurt. - Xin lỗi. Nhưng tôi đã ở đó mà."
    }
  },
  {
    "translation": {
      "en": "I tried to witness to her, but this girl is defiant to any type of help.",
      "vi": "Tôi đã cố làm chứng cho cậu ta, nhưng cô gái này chống đối mọi lời giúp đỡ."
    }
  },
  {
    "translation": {
      "en": "Anybody here think they can talk to her, get her to see...",
      "vi": "Có ai ở đây đã nghĩ mình có thể nói chuyện với cậu ta"
    }
  },
  {
    "translation": {
      "en": "...what she's doing is wrong?",
      "vi": "để cậu ta nhận ra sai lầm chưa?"
    }
  },
  {
    "translation": {
      "en": "- It's okay. - I'm sorry, you guys. This is so stupid.",
      "vi": "- Không sao mà. - Xin lỗi các cậu. Việc này thật ngu ngốc."
    }
  },
  {
    "translation": {
      "en": "No, it's not, Marianne. It's real.",
      "vi": "Không đâu, Marianne. Đây là sự thật."
    }
  },
  {
    "translation": {
      "en": "- It's real. - Yeah, it is.",
      "vi": "- Là thật đấy. - Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "Jesus tells us to love everyone.",
      "vi": "Chúa nói ta phải yêu quý mọi người."
    }
  },
  {
    "translation": {
      "en": "I mean, even the whores and the homosexuals, but it's just so hard.",
      "vi": "Ý tớ là, kể cả lũ điếm và bọn đồng tính, nhưng nó thật sự khó quá."
    }
  },
  {
    "translation": {
      "en": "It's so hard because they keep doing it over and over again.",
      "vi": "Khó là bởi vì bọn chúng luôn lặp đi lặp lại hành vi đó."
    }
  },
  {
    "translation": {
      "en": "Make me a promise.",
      "vi": "Hãy hứa với tớ."
    }
  },
  {
    "translation": {
      "en": "Make God a promise, right here and right now...",
      "vi": "Hãy hứa với Chúa, ngay bây giờ và ngay lúc này..."
    }
  },
  {
    "translation": {
      "en": "...that we will remain pure and chaste until marriage.",
      "vi": "là ta sẽ giữ sự thuần khiết và trinh trắng cho đến khi kết hôn."
    }
  },
  {
    "translation": {
      "en": "We promise.",
      "vi": "Chúng tôi hứa."
    }
  },
  {
    "translation": {
      "en": "Awesome, awesome, awesome.",
      "vi": "Tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "I love you guys. God loves you guys. Now, let's change lives today.",
      "vi": "Tớ yêu các cậu. Chúa yêu các cậu. Giờ hãy thay đổi cuộc sống ngay hôm nay."
    }
  },
  {
    "translation": {
      "en": "- Micah? - Let's do it.",
      "vi": "- Micah? - Ta hãy làm việc đó."
    }
  },
  {
    "translation": {
      "en": "I didn't know what they were so upset about.",
      "vi": "Tôi không hiểu tại sao họ lại bực bội."
    }
  },
  {
    "translation": {
      "en": "I put an A on my wardrobe just like they asked.",
      "vi": "Tôi thêu chữ A lên quần áo  đúng như họ yêu cầu."
    }
  },
  {
    "translation": {
      "en": "Maybe it was because I was wearing clothes that were two sizes too small.",
      "vi": "Hay có lẽ là do tôi mặc quần áo  cỡ nhỏ quá chăng."
    }
  },
  {
    "translation": {
      "en": "Hey, Olive!",
      "vi": "Chào, Olive!"
    }
  },
  {
    "translation": {
      "en": "You left your glass slipper at the party the other night.",
      "vi": "Em để quên giày thủy tinh ở bữa tiệc tối hôm nọ đấy."
    }
  },
  {
    "translation": {
      "en": "Yeah, and I got pumpkin all over my dress too.",
      "vi": "Ừ, em còn bị bí ngô dính đầy quần áo cơ."
    }
  },
  {
    "translation": {
      "en": "Nice. Solid joke.",
      "vi": "Hay lắm. Câu đùa rất hay."
    }
  },
  {
    "translation": {
      "en": "It sucks because we could've revisited Melody's bedroom.",
      "vi": "Tiếc thật đấy vì lẽ ra ta có thể thăm lại phòng của Melody."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, that was Melody Bostic's house.",
      "vi": "Chúa ơi, hồi đó là nhà của Melody Bostic."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - I can't believe you remember that.",
      "vi": "- Ừ. - Không tin được là anh còn nhớ."
    }
  },
  {
    "translation": {
      "en": "Well, yeah, come on. Who doesn't remember their first almost- kiss?",
      "vi": "Thôi nào. Ai mà không nhớ nụ hôn hụt đầu tiên chứ?"
    }
  },
  {
    "translation": {
      "en": "Hey, Olive.",
      "vi": "Chào, Olive."
    }
  },
  {
    "translation": {
      "en": "Evan. Hey, what's rocking?",
      "vi": "Evan. Chào, chuyện gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Can I talk to you for a second?",
      "vi": "Ta nói chuyện một chút được chứ?"
    }
  },
  {
    "translation": {
      "en": "Yeah, what's up?",
      "vi": "Được, chuyện gì?"
    }
  },
  {
    "translation": {
      "en": "Don't get mad, but Brandon told me what you did for him.",
      "vi": "Đừng giận nhưng Brandon đã kể tôi việc cậu làm cho cậu ta."
    }
  },
  {
    "translation": {
      "en": "Oh, well, rest assured, it was equally as thrilling for me.",
      "vi": "À, yên tâm đi, thật ra tôi cũng hồi hộp như cậu ta vậy."
    }
  },
  {
    "translation": {
      "en": "No, he told me the truth.",
      "vi": "Không phải, cậu ta kể sự thật cơ."
    }
  },
  {
    "translation": {
      "en": "I was just hoping you could do the same for me?",
      "vi": "Tôi hy vọng cậu cũng có thể làm thế với tôi?"
    }
  },
  {
    "translation": {
      "en": "Goodbye, Evan.",
      "vi": "Tạm biệt, Evan."
    }
  },
  {
    "translation": {
      "en": "Wait, wait. I can pay you.",
      "vi": "Khoan đã, tôi sẽ trả tiền."
    }
  },
  {
    "translation": {
      "en": "I am about six seconds away from slapping you so hard...",
      "vi": "Còn sáu giây nữa tôi sẽ tát cậu mạnh đến nỗi..."
    }
  },
  {
    "translation": {
      "en": "- ...your teeth will bleed. - Can you do it in front of everyone?",
      "vi": "- răng cậu đầy máu đấy. - Cậu làm thế trước mặt mọi người nhé?"
    }
  },
  {
    "translation": {
      "en": "I don't need your permission, you know.",
      "vi": "Tôi không cần cậu cho phép."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Gì cơ?"
    }
  },
  {
    "translation": {
      "en": "I mean, at the rate you're going...",
      "vi": "Ý tôi là, với những việc cậu đã làm,"
    }
  },
  {
    "translation": {
      "en": "...I don't see how people won't believe it.",
      "vi": "tôi không nghĩ mọi người lại không tin."
    }
  },
  {
    "translation": {
      "en": "- Are you threatening me? - I'll give you 100 bucks.",
      "vi": "- Cậu đang dọa tôi à? - Tôi sẽ đưa cậu 100 đô."
    }
  },
  {
    "translation": {
      "en": "You are repugnant.",
      "vi": "Cậu thật ghê tởm."
    }
  },
  {
    "translation": {
      "en": "That's the problem.",
      "vi": "Đó chính là vấn đề đấy."
    }
  },
  {
    "translation": {
      "en": "Never mind.",
      "vi": "Thôi quên đi."
    }
  },
  {
    "translation": {
      "en": "I'm sorry I asked.",
      "vi": "Xin lỗi đã đề nghị cậu."
    }
  },
  {
    "translation": {
      "en": "I knew it wouldn't work.",
      "vi": "Tôi biết là không được mà."
    }
  },
  {
    "translation": {
      "en": "I'm just a fat piece of shit.",
      "vi": "Tôi chỉ là một tên béo vô dụng."
    }
  },
  {
    "translation": {
      "en": "When will high school end already?",
      "vi": "Khi nào mới tốt nghiệp đây?"
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "I want a $100 gift card deposited into my locker by noon tomorrow.",
      "vi": "Tôi muốn một thẻ tặng quà trị giá 100 đô ở tủ đồ trưa mai."
    }
  },
  {
    "translation": {
      "en": "Preferably to the Gap, but I will also take Amazon.com or OfficeMax.",
      "vi": "Ở Gap thì tốt nhưng tớ sẽ nhận dù là Amazon.com hay OfficeMax."
    }
  },
  {
    "translation": {
      "en": "Actually, make it OfficeMax. I have my eye on a label maker.",
      "vi": "Thật ra, là OfficeMax đi. Vì tôi đang để ý cái máy làm nhãn."
    }
  },
  {
    "translation": {
      "en": "We did not have sex, okay?",
      "vi": "Nhưng ta sẽ không làm tình, được chứ?"
    }
  },
  {
    "translation": {
      "en": "I let you fondle my chest, and it was a glorious moment for you...",
      "vi": "Tôi sẽ để cậu vuốt ve ngực tôi và đó là giây phút huy hoàng của cậu"
    }
  },
  {
    "translation": {
      "en": "...unmatched by anything you've experienced, including cake.",
      "vi": "hơn bất kỳ trải nghiệm nào trước kia của cậu, kể cả ăn bánh."
    }
  },
  {
    "translation": {
      "en": "Got it?",
      "vi": "Hiểu chưa?"
    }
  },
  {
    "translation": {
      "en": "Wait a minute. A hundred bucks for second base?",
      "vi": "Chờ chút đã. Một trăm đô để dạo đầu thôi à?"
    }
  },
  {
    "translation": {
      "en": "- Yeah. - Doesn't that seem a little steep?",
      "vi": "- Ừ. - Không phải giá hơi cao ư?"
    }
  },
  {
    "translation": {
      "en": "Can we throw in, like, some butt action or some pants rubbing?",
      "vi": "Có thể cho tôi sờ mông hay cọ xát vào quần không?"
    }
  },
  {
    "translation": {
      "en": "- What are you, 9? - Whatever. Are you in?",
      "vi": "- Cậu mấy tuổi rồi, chín à? - Gì cũng được. Cậu chịu không?"
    }
  },
  {
    "translation": {
      "en": "- Whatever. - Deal, then.",
      "vi": "- Gì cũng được. - Vậy chốt rồi nhé."
    }
  },
  {
    "translation": {
      "en": "Thanks, Olive.",
      "vi": "Cảm ơn, Olive."
    }
  },
  {
    "translation": {
      "en": "You know, the sad thing is, Evan...",
      "vi": "Evan, điều đáng tiếc là..."
    }
  },
  {
    "translation": {
      "en": "...if you'd been a gentleman and maybe asked me on a date...",
      "vi": "nếu cậu cư xử như một quý ông và mời tôi đi chơi,"
    }
  },
  {
    "translation": {
      "en": "...I might've said yes.",
      "vi": "thì tôi sẽ đồng ý."
    }
  },
  {
    "translation": {
      "en": "Really? Do you wanna go out with me?",
      "vi": "Thật không? Cậu muốn đi chơi với tớ à?"
    }
  },
  {
    "translation": {
      "en": "Not now I don't, shit- dick.",
      "vi": "Giờ thì không đâu, đồ đần."
    }
  },
  {
    "translation": {
      "en": "It should come as no surprise that the rumor I was soliciting sex for money...",
      "vi": "Chẳng có gì ngạc nhiên khi tin đồn về chuyện tôi lấy tình dục để kiếm tiền"
    }
  },
  {
    "translation": {
      "en": "...spread around the school faster than....",
      "vi": "lại lan trong trường còn nhanh hơn..."
    }
  },
  {
    "translation": {
      "en": "Well, faster than the first rumor about me spread.",
      "vi": "À, còn nhanh hơn tin đồn đầu tiên về tôi."
    }
  },
  {
    "translation": {
      "en": "Guys, come over here.",
      "vi": "Các cậu, lại đây xem này."
    }
  },
  {
    "translation": {
      "en": "She'll do stuff for money. Around the world....",
      "vi": "Cô ta làm vì tiền. Khắp thế giới..."
    }
  },
  {
    "translation": {
      "en": "But for people who knew the truth, I was open for business.",
      "vi": "Nhưng với những người biết sự thật thì tôi đang kinh doanh."
    }
  },
  {
    "translation": {
      "en": "And whether I liked it or not, I had a lot of customers.",
      "vi": "Và dù tôi có thích hay không thì tôi vẫn có nhiều khách hàng."
    }
  },
  {
    "translation": {
      "en": "Phil Lord gave me 100 bucks from Best Buy...",
      "vi": "Phil Lord đưa tôi 100 đô từ Best Buy"
    }
  },
  {
    "translation": {
      "en": "...so he could tell people we hooked up behind the library.",
      "vi": "để nói với mọi người là chúng tôi  đã làm tình trong thư viện."
    }
  },
  {
    "translation": {
      "en": "I got $50 from T.J. Maxx so that Eric Ling could say...",
      "vi": "Tôi có thêm 50 đô từ T.J. Maxx để Eric Ling nói"
    }
  },
  {
    "translation": {
      "en": "...we got it on during Chemistry.",
      "vi": "chúng tôi cũng đã làm thế trong lớp Hóa."
    }
  },
  {
    "translation": {
      "en": "Ninety dollars from Panda Express so Ryan Dukes could tell people...",
      "vi": "Thêm 90 đô từ Panda Express để Ryan Dukes nói với mọi người"
    }
  },
  {
    "translation": {
      "en": "...I showed him mine, but he did not show me his.",
      "vi": "tôi cho anh ta xem bướm còn anh ta không cho tôi xem của anh ta."
    }
  },
  {
    "translation": {
      "en": "Chris Miller, big spender that he is...",
      "vi": "Chris Miller, kẻ tiêu pha,"
    }
  },
  {
    "translation": {
      "en": "...gave me $40 worth of movie passes for my pretend cowbell.",
      "vi": "đưa tôi mấy vé xem phim trị giá 40 đô để tôi giả vờ làm kiểu 69."
    }
  },
  {
    "translation": {
      "en": "They had an expiration date and were only good...",
      "vi": "Chúng có hạn sử dụng và chỉ dùng được"
    }
  },
  {
    "translation": {
      "en": "...at the stupid foreign movie theater.",
      "vi": "ở rạp chiếu phim nước ngoài ngu ngốc."
    }
  },
  {
    "translation": {
      "en": "Hi. One for Der Scharlachrote Buchstabe.",
      "vi": "Chào. Một vé cho phim Der Scharlachrote Buchstabe."
    }
  },
  {
    "translation": {
      "en": "But even that is better than Sanjay Chandrasekhar.",
      "vi": "Nhưng như thế vẫn còn đỡ hơn Sanjay Chandrasekhar."
    }
  },
  {
    "translation": {
      "en": "Seriously? A coupon? Twenty percent off to Bath & Body Works?",
      "vi": "Nghiêm túc hả? Phiếu giảm giá? Giảm 20 phần trăm của Bath & Body Works?"
    }
  },
  {
    "translation": {
      "en": "Is that how much our imaginary tryst meant to you?",
      "vi": "Cuộc hẹn hò tưởng tượng của ta chỉ đáng chừng này với cậu thôi à?"
    }
  },
  {
    "translation": {
      "en": "I fake rocked your world.",
      "vi": "Tôi đã giả vờ khuấy đảo đời cậu đấy."
    }
  },
  {
    "translation": {
      "en": "- It's all I can afford. - How's that my problem, amigo?",
      "vi": "- Tôi chỉ có nhiêu đó thôi. - Đó là việc của tôi à, amigo?"
    }
  },
  {
    "translation": {
      "en": "I knew he wasn't Latino, but for some reason all these shady...",
      "vi": "Tôi rõ cậu ta không phải người Mỹ la tinh nhưng mấy thỏa thuận"
    }
  },
  {
    "translation": {
      "en": "...backdoor deals had me talking like Carlito.",
      "vi": "mờ ám này làm tôi nói chuyện  như nhân vật Carlito."
    }
  },
  {
    "translation": {
      "en": "- Beat it, ese. - Okay.",
      "vi": "- Biến đi, ese. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "Whatever happened to chivalry?",
      "vi": "Chuyện gì đã xảy ra với tinh thần mã thượng?"
    }
  },
  {
    "translation": {
      "en": "Does it only exist in '80s movies?",
      "vi": "Nó chỉ có trong phim những năm 80 thôi ư?"
    }
  },
  {
    "translation": {
      "en": "I want John Cusack holding a boombox outside my window.",
      "vi": "Tôi muốn John Cusack cầm đài cátsét đứng trước cửa sổ nhà tôi."
    }
  },
  {
    "translation": {
      "en": "I wanna ride off on a lawn mower with Patrick Dempsey.",
      "vi": "Tôi muốn cưỡi trên máy cắt cỏ với Patrick Dempsey."
    }
  },
  {
    "translation": {
      "en": "I want Jake from Sixteen Candles waiting outside the church for me.",
      "vi": "Tôi muốn Jake từ phim Sixteen Candles chờ tôi bên ngoài nhà thờ."
    }
  },
  {
    "translation": {
      "en": "I want Judd Nelson thrusting his fist into the air...",
      "vi": "Tôi muốn Judd Nelson giơ nấm đấm lên trời"
    }
  },
  {
    "translation": {
      "en": "...because he knows he got me.",
      "vi": "vì anh ta biết tôi đã yêu anh ta."
    }
  },
  {
    "translation": {
      "en": "Just once, I want my life to be like an '80s movie.",
      "vi": "Chỉ một lần thôi, tôi muốn đời mình  giống phim những năm 80."
    }
  },
  {
    "translation": {
      "en": "Preferably one with a really awesome musical number...",
      "vi": "Tôi muốn một bộ phim hay với một bài hát tuyệt vời"
    }
  },
  {
    "translation": {
      "en": "...for no apparent reason.",
      "vi": "mà chẳng có lý do gì cả."
    }
  },
  {
    "translation": {
      "en": "But, no. No. John Hughes did not direct my life.",
      "vi": "Nhưng không, John Hughes không đạo diễn đời tôi."
    }
  },
  {
    "translation": {
      "en": "So instead of all that...",
      "vi": "Nên thay vì những chuyện đó,"
    }
  },
  {
    "translation": {
      "en": "...I get to save 15 cents...",
      "vi": "tôi tiết kiệm được 15 cent"
    }
  },
  {
    "translation": {
      "en": "...on a bottle of Juniper Breeze Antibacterial Gel.",
      "vi": "cho một chai gel kháng khuẩn Juniper Breeze."
    }
  },
  {
    "translation": {
      "en": "So if you're still with me, and I'm hoping that most of you are...",
      "vi": "Nên nếu bạn vẫn còn đang xem, tôi mong là hầu hết mọi người vẫn còn xem..."
    }
  },
  {
    "translation": {
      "en": "...this brings us to part four.",
      "vi": "Cái này sẽ đưa chúng ta đến với phần bốn."
    }
  },
  {
    "translation": {
      "en": "How I, Olive Penderghast, went from assumed trollop...",
      "vi": "Làm sao tôi, Olive Penderghast, từ một cô nàng lẳng lơ giả"
    }
  },
  {
    "translation": {
      "en": "...to an actual home- wrecker.",
      "vi": "thành một kẻ phá hoại gia can."
    }
  },
  {
    "translation": {
      "en": "- You wanted to see me? - I did. Why don't you come in here?",
      "vi": "- Thầy muốn gặp em? - Đúng thế. Sao em không vào đây?"
    }
  },
  {
    "translation": {
      "en": "What's going on?",
      "vi": "Cái gì vậy?"
    }
  },
  {
    "translation": {
      "en": "- I'm accessorizing. - Really?",
      "vi": "- Em đeo phụ kiện thôi ạ. - Thật à?"
    }
  },
  {
    "translation": {
      "en": "I think you're taking your reading assignment a little bit too seriously.",
      "vi": "Tôi nghĩ em quá nhập tâm vào bài tập đọc sách rồi."
    }
  },
  {
    "translation": {
      "en": "Well, I was really hoping to get an A. Get it?",
      "vi": "Thật sự em cũng mong có một chữ A. Thầy hiểu không?"
    }
  },
  {
    "translation": {
      "en": "I'm hearing some rumors.",
      "vi": "Tôi nghe được vài tin đồn."
    }
  },
  {
    "translation": {
      "en": "Well, those are true. I am considering becoming an existentialist.",
      "vi": "Thật đấy ạ. Em đang cân nhắc để trở thành người theo thuyết sinh tồn."
    }
  },
  {
    "translation": {
      "en": "- You know what I'm talking about. - Jeez.",
      "vi": "- Em biết tôi muốn nói gì mà. - Trời ạ."
    }
  },
  {
    "translation": {
      "en": "When did teachers become privy to idle adolescent gossip?",
      "vi": "Khi nào giáo viên lại ngồi lê đôi mách chuyện học sinh vậy ạ?"
    }
  },
  {
    "translation": {
      "en": "That would be when everyone is putting everything up on Facebook.",
      "vi": "Đó là khi mọi người đưa hết mọi thứ lên Facebook."
    }
  },
  {
    "translation": {
      "en": "I don't know what your generation's fascination is...",
      "vi": "Tôi không biết thế hệ trẻ các em có đam mê gì"
    }
  },
  {
    "translation": {
      "en": "...with documenting your every thought...",
      "vi": "mà ghi chép lại mọi suy nghĩ của các em,"
    }
  },
  {
    "translation": {
      "en": "...but I can assure you they're not all diamonds.",
      "vi": "nhưng tôi đảm bảo với em là không phải cái nào thú vị đâu."
    }
  },
  {
    "translation": {
      "en": "Roman is having an okay day...",
      "vi": "Roman đang có một ngày tạm ổn..."
    }
  },
  {
    "translation": {
      "en": "...and bought a Coke Zero at the gas station.",
      "vi": "và mua một lon côca không calo ở trạm xăng."
    }
  },
  {
    "translation": {
      "en": "Raise the roof.",
      "vi": "Nhảy tưng bừng."
    }
  },
  {
    "translation": {
      "en": "Who gives a rat's ass?",
      "vi": "Ai lại làm thế chứ?"
    }
  },
  {
    "translation": {
      "en": "He got a Coke Zero again?",
      "vi": "Cậu ta lại mua côca không calo à?"
    }
  },
  {
    "translation": {
      "en": "That Roman. Incorrigible.",
      "vi": "Đúng là Roman. Không thể sửa được."
    }
  },
  {
    "translation": {
      "en": "Listen, whatever this little act is about, I just-- I'm curious.",
      "vi": "Nghe này, dù trò diễn này là gì, tôi cũng rất...tò mò."
    }
  },
  {
    "translation": {
      "en": "I really think you should consider giving me extra credit...",
      "vi": "Em thật sự nghĩ rằng thầy nên cân nhắc cho em thêm điểm cộng"
    }
  },
  {
    "translation": {
      "en": "...for going the extra mile.",
      "vi": "vì đã nhập tâm quá nhiều."
    }
  },
  {
    "translation": {
      "en": "I'm really attempting to understand this puritanical ostracism...",
      "vi": "Em thật sự đang cố gắng để hiểu hành vi tẩy chay khắt khe"
    }
  },
  {
    "translation": {
      "en": "- ...Hawthorne wrote about. - You are one of the few that read it.",
      "vi": "- mà Hawthorne đã viết. - Em là một trong số ít đã đọc nó."
    }
  },
  {
    "translation": {
      "en": "If I read one more paper from one of your classmates...",
      "vi": "Nếu tôi còn đọc thêm một bài nữa từ bạn học của em"
    }
  },
  {
    "translation": {
      "en": "...who talks about how hot she is in the bathtub, her fake British accent...",
      "vi": "nói về cô ta hấp dẫn thế nào trong bồn tắm, về giọng Anh giả tạo của cô ta"
    }
  },
  {
    "translation": {
      "en": "...or, is she still married to Ashton Kutcher, I'm gonna kill myself.",
      "vi": "hay cô ta đã cưới Ashton Kutcher, thì tôi thà tự sát còn hơn."
    }
  },
  {
    "translation": {
      "en": "Why don't people just watch the original movie like I did?",
      "vi": "Tại sao mọi người không xem bộ phim gốc giống như em?"
    }
  },
  {
    "translation": {
      "en": "I know you read the book.",
      "vi": "Tôi biết em đã đọc nó mà."
    }
  },
  {
    "translation": {
      "en": "I did.",
      "vi": "Vâng ạ."
    }
  },
  {
    "translation": {
      "en": "Listen, I want to apologize for sending you to the principal's office.",
      "vi": "Nghe này, tôi muốn xin lỗi vì đã cho em lên gặp hiệu trưởng."
    }
  },
  {
    "translation": {
      "en": "Truthfully, and I'll deny it if you say anything...",
      "vi": "Thật đấy và tôi sẽ phủ nhận nếu em nói gì về việc"
    }
  },
  {
    "translation": {
      "en": "...I wanted to be cheering with the rest of the students.",
      "vi": "tôi đã muốn cùng cười với những học sinh khác."
    }
  },
  {
    "translation": {
      "en": "I don't know what it is about Nina.",
      "vi": "Tôi chẳng hiểu Nina nghĩ gì."
    }
  },
  {
    "translation": {
      "en": "I hate her.",
      "vi": "Tôi ghét cô bé."
    }
  },
  {
    "translation": {
      "en": "I won't tell.",
      "vi": "Em sẽ không nói đâu."
    }
  },
  {
    "translation": {
      "en": "- I'll deny it if you do. - Okay.",
      "vi": "- Tôi sẽ chối nếu em nói. - Vâng ạ."
    }
  },
  {
    "translation": {
      "en": "- Bye- bye. - Bye- bye.",
      "vi": "- Chào em. - Chào thầy."
    }
  },
  {
    "translation": {
      "en": "Stay golden.",
      "vi": "Hãy cứ là chính mình."
    }
  },
  {
    "translation": {
      "en": "- Hi, Mrs. Griffith. - Hi, you. How are you?",
      "vi": "- Chào cô Griffith. - Chào em. Em thế nào?"
    }
  },
  {
    "translation": {
      "en": "A is for awesome.",
      "vi": "A cho từ Ấn tượng."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "I've never seen that girl before.",
      "vi": "Em chưa từng gặp cô bé đó trong đời."
    }
  },
  {
    "translation": {
      "en": "That does not surprise me.",
      "vi": "Anh...không ngạc nhiên đâu."
    }
  },
  {
    "translation": {
      "en": "But I'm the guidance counselor. I should know all the students.",
      "vi": "Em biết. Nhưng em là cố vấn. Em phải biết tất cả học sinh chứ."
    }
  },
  {
    "translation": {
      "en": "Especially the ones who dress like prostitutes.",
      "vi": "Đặc biệt nếu em đó ăn mặc như gái mại dâm."
    }
  },
  {
    "translation": {
      "en": "- It's good to see you. - Hey. How are you? Good.",
      "vi": "- Rất vui được gặp em. - Chào. Anh sao rồi? Tốt."
    }
  },
  {
    "translation": {
      "en": "No, stop. We're at school. There are rules.",
      "vi": "Không, dừng lại. Ta đang ở trường. Có luật lệ mà."
    }
  },
  {
    "translation": {
      "en": "- Windows. - Yeah, yeah.",
      "vi": "- Cửa sổ kìa. - Ừ."
    }
  },
  {
    "translation": {
      "en": "Do me a favor, though. Just talk to her.",
      "vi": "Giúp anh một việc. Nói chuyện với cô bé đó."
    }
  },
  {
    "translation": {
      "en": "I think she's going through a phase.",
      "vi": "Anh nghĩ cô bé đang gặp khủng hoảng."
    }
  },
  {
    "translation": {
      "en": "That's not the girl everyone's talking about, is it?",
      "vi": "Đó không phải cô gái mọi người đang bàn tán chứ?"
    }
  },
  {
    "translation": {
      "en": "It is.",
      "vi": "Đúng rồi đấy."
    }
  },
  {
    "translation": {
      "en": "Oh, okay. Oh, this'll be good. All right.",
      "vi": "Được thôi. Mọi chuyện sẽ ổn. Được rồi."
    }
  },
  {
    "translation": {
      "en": "That snotty, Jesus- freak office aide I have...",
      "vi": "Trợ lý văn phòng gắt gỏng, cuồng Chúa của em"
    }
  },
  {
    "translation": {
      "en": "...has been bitching about her incessantly.",
      "vi": "đã nói xấu con bé không ngừng."
    }
  },
  {
    "translation": {
      "en": "They're all lies, but she could use somebody to talk to anyway.",
      "vi": "Toàn là nói dối đấy, nhưng dù sao cô bé cũng phải nói chuyện với ai đó."
    }
  },
  {
    "translation": {
      "en": "All right. Hey, what are you doing for dinner tonight?",
      "vi": "Được rồi. Tối nay anh định nấu gì?"
    }
  },
  {
    "translation": {
      "en": "- You won't be there? - Sorry.",
      "vi": "- Em không về ăn à? - Xin lỗi."
    }
  },
  {
    "translation": {
      "en": "I have an after- school session. Kid brought a knife to school.",
      "vi": "Em phải họp sau giờ học. Có đứa mang dao đến trường."
    }
  },
  {
    "translation": {
      "en": "Well, be careful, all right?",
      "vi": "Cẩn thận đấy, được chứ?"
    }
  },
  {
    "translation": {
      "en": "It was a butter knife. But you know what they say.",
      "vi": "Là dao phết bơ thôi. Nhưng anh biết họ nói gì rồi đấy."
    }
  },
  {
    "translation": {
      "en": "You know, it's a gateway knife, so....",
      "vi": "Nó cũng là một con dao găm, cho nên..."
    }
  },
  {
    "translation": {
      "en": "- All right, bye. - Yeah. Bye.",
      "vi": "- Được rồi, tạm biệt. - Tạm biệt."
    }
  },
  {
    "translation": {
      "en": "I'm thinking about another gateway. It's a....",
      "vi": "Anh đang nghĩ đến găm thứ khác chứ không phải dao. Đó là..."
    }
  },
  {
    "translation": {
      "en": "Making spaghetti.",
      "vi": "mỳ Spaghetti."
    }
  },
  {
    "translation": {
      "en": "- That's great. - With meat.",
      "vi": "- Tuyệt đấy. - Với thịt."
    }
  },
  {
    "translation": {
      "en": "Enjoy eating your meat.",
      "vi": "Tận hưởng món thịt nhé."
    }
  },
  {
    "translation": {
      "en": "- And balls. - Enjoy eating your balls.",
      "vi": "- Cả ngẩu pín nữa. - Tận hưởng ngẩu pín nhé."
    }
  },
  {
    "translation": {
      "en": "Sharpening your pencils?",
      "vi": "Đang gọt bút chì à?"
    }
  },
  {
    "translation": {
      "en": "Getting them nice and sharp?",
      "vi": "Gọt chúng cho đẹp và sắc?"
    }
  },
  {
    "translation": {
      "en": "Sharpening them up? Look at you. Look at you. So sharp.",
      "vi": "Gọt chúng cho thật sắc à? Nhìn cô xem. Sắc bén quá."
    }
  },
  {
    "translation": {
      "en": "Sharpening those pencils. Sharp, sharp, sharp.",
      "vi": "Gọt những cây bút chì cho thật sắc. Thật là sắc."
    }
  },
  {
    "translation": {
      "en": "- God, that's sharp. I-- - Hey, Olive. You ready to come in?",
      "vi": "- Chúa ơi, sắc thật. Tôi... - Này Olive. Em sẵn sàng vào chưa?"
    }
  },
  {
    "translation": {
      "en": "Good job.",
      "vi": "Làm tốt lắm."
    }
  },
  {
    "translation": {
      "en": "Well, the reason I called you in was just so we could...",
      "vi": "Lý do tôi gọi em vào đây chỉ để ta có thể,"
    }
  },
  {
    "translation": {
      "en": "...sort of, you know, just chat about what's going on.",
      "vi": "em biết đấy, trò chuyện về những chuyện đang xảy ra."
    }
  },
  {
    "translation": {
      "en": "You know, there is concern from a few faculty members.",
      "vi": "Em biết đấy, có vài lo ngại từ một số giáo viên."
    }
  },
  {
    "translation": {
      "en": "Your husband.",
      "vi": "Chồng cô."
    }
  },
  {
    "translation": {
      "en": "Olive, you're attempting to make a statement.",
      "vi": "Olive, em đang muốn tuyên bố một điều gì đó."
    }
  },
  {
    "translation": {
      "en": "I'm just a little confused as to what exactly that is.",
      "vi": "Tôi chỉ không rõ chính xác nó là gì."
    }
  },
  {
    "translation": {
      "en": "Am I in trouble?",
      "vi": "Em gặp rắc rối ạ?"
    }
  },
  {
    "translation": {
      "en": "Because, pursuant to the student code of conduct...",
      "vi": "Vì theo bộ quy tắc ứng xử cho học sinh,"
    }
  },
  {
    "translation": {
      "en": "...my hemline has never been higher than my fingertips.",
      "vi": "gấu váy của em chưa bao giờ cao quá đầu ngón tay."
    }
  },
  {
    "translation": {
      "en": "No, you're not in trouble.",
      "vi": "Em không gặp rắc rối gì cả."
    }
  },
  {
    "translation": {
      "en": "I wanted to make sure you knew...",
      "vi": "Tôi chỉ muốn đảm bảo là em biết"
    }
  },
  {
    "translation": {
      "en": "...if there's something that you wanna talk about...",
      "vi": "nếu có điều gì em muốn tâm sự,"
    }
  },
  {
    "translation": {
      "en": "...you know, you can trust me.",
      "vi": "thì em biết đấy, em có thể tin tôi."
    }
  },
  {
    "translation": {
      "en": "If I open up to you, do you promise this stays in confidence?",
      "vi": "Nếu em cởi mở với cô thì cô có hứa chuyện này sẽ được bảo mật chứ?"
    }
  },
  {
    "translation": {
      "en": "Yeah. I'm-- See? I'm the guidance counselor.",
      "vi": "Ừ. Tôi...Thấy không? Tôi là cố vấn học đường."
    }
  },
  {
    "translation": {
      "en": "That's what I do.",
      "vi": "Nghề của tôi mà."
    }
  },
  {
    "translation": {
      "en": "I mean, I have a reputation to uphold.",
      "vi": "Ý em là, em có danh tiếng cần được duy trì."
    }
  },
  {
    "translation": {
      "en": "Don't you, though?",
      "vi": "Vậy à?"
    }
  },
  {
    "translation": {
      "en": "All right, listen, don't tell anyone I'm doing this, please.",
      "vi": "Được rồi, nghe này. Đừng nói ai biết tôi làm điều này nhé."
    }
  },
  {
    "translation": {
      "en": "Here you go.",
      "vi": "Em cầm đi."
    }
  },
  {
    "translation": {
      "en": "- Here you go. - I really don't need those.",
      "vi": "- Cầm lấy đi. - Em thật sự không cần đâu."
    }
  },
  {
    "translation": {
      "en": "Oh, you really do. Here you go.",
      "vi": "Em rất cần đấy. Cầm lấy đi."
    }
  },
  {
    "translation": {
      "en": "Here you go. Okay?",
      "vi": "Em cầm đi. Được chứ?"
    }
  },
  {
    "translation": {
      "en": "I just don't want this thing you're going through to define your life.",
      "vi": "Tôi chỉ không muốn chuyện em đang trải qua định nghĩa cuộc đời em."
    }
  },
  {
    "translation": {
      "en": "Olive, do what you gotta do. Okay?",
      "vi": "Olive, hãy làm điều em phải làm. Nhé?"
    }
  },
  {
    "translation": {
      "en": "Let your freak flag fly. Just make sure you have an exit strategy.",
      "vi": "Cứ vô tư làm gì cũng được. Nhưng hãy chắc rằng em có chiến lược rút lui."
    }
  },
  {
    "translation": {
      "en": "Listen, Mrs. Griffith, I really-- I don't need these.",
      "vi": "Nghe này, cô Griffith. Em thật sự...không cần cái này."
    }
  },
  {
    "translation": {
      "en": "The pill is not 100 percent effective.",
      "vi": "Em có biết, thuốc không hiệu quả trăm phần trăm đâu."
    }
  },
  {
    "translation": {
      "en": "Ask some of your friends' parents.",
      "vi": "Hãy hỏi vài phụ huynh của bạn em."
    }
  },
  {
    "translation": {
      "en": "Thank you for coming in.",
      "vi": "Cảm ơn em vì đã đến."
    }
  },
  {
    "translation": {
      "en": "Can you just send in the next person? Thank you.",
      "vi": "Em gọi người kế tiếp vào nhé? Cảm ơn em."
    }
  },
  {
    "translation": {
      "en": "You're up, hoss.",
      "vi": "Đến lượt rồi kìa, anh bạn."
    }
  },
  {
    "translation": {
      "en": "Okay. Go. It's all right.",
      "vi": "Được rồi. Vào đi. Không sao đâu."
    }
  },
  {
    "translation": {
      "en": "Everything's gonna be okay.",
      "vi": "Mọi chuyện sẽ ổn thôi."
    }
  },
  {
    "translation": {
      "en": "Don't you think it's a little strange that your boyfriend is 22 years old...",
      "vi": "Cậu không thấy hơi lạ khi bạn trai cậu đã 22 tuổi rồi"
    }
  },
  {
    "translation": {
      "en": "- ...and still in high school? - Not that it's any of your business...",
      "vi": "- mà vẫn học trung học à? - Không phải việc của cậu, con lẳng lơ,"
    }
  },
  {
    "translation": {
      "en": "...but he is here by choice.",
      "vi": "mà anh ấy ở đây là do chọn lựa."
    }
  },
  {
    "translation": {
      "en": "It's his choice he's a fourth- year senior that can't pass any test he takes?",
      "vi": "Anh ta chọn làm học sinh cuối cấp bốn năm và không qua nổi bài kiểm tra nào à?"
    }
  },
  {
    "translation": {
      "en": "His choice. His? His?",
      "vi": "Chọn lựa của Người ấy. Người đấy."
    }
  },
  {
    "translation": {
      "en": "Capital H?",
      "vi": "Viết hoa chữ N ấy."
    }
  },
  {
    "translation": {
      "en": "If God wanted him to graduate, God would've given him the right answers.",
      "vi": "Nếu Chúa muốn anh ấy tốt nghiệp thì Người sẽ cho anh ấy đáp án đúng."
    }
  },
  {
    "translation": {
      "en": "I'm sorry. You gotta be shitting me, woman.",
      "vi": "Tôi xin lỗi. Chắc cậu đang chơi tôi, cô gái."
    }
  },
  {
    "translation": {
      "en": "Okay. So why was he blubbering like a baby?",
      "vi": "Được rồi. Vậy sao anh ta khóc sưng mắt như trẻ con thế?"
    }
  },
  {
    "translation": {
      "en": "- Is he struggling with his sexuality? - No, you insensitive rhymes- with- witch.",
      "vi": "- Đang đấu tranh với giới tính của mình? - Không phải, đồ khốn vô cảm."
    }
  },
  {
    "translation": {
      "en": "His parents are going through a divorce.",
      "vi": "Bố mẹ anh ấy đang ly hôn."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "You know, sometimes our boyfriend's parents...",
      "vi": "Cậu biết không, đôi khi bố mẹ của bạn trai chúng ta,"
    }
  },
  {
    "translation": {
      "en": "...they get divorced, you know?",
      "vi": "họ ly hôn đấy. Cậu biết mà?"
    }
  },
  {
    "translation": {
      "en": "And it's important to remember it's not your fault.",
      "vi": "Và quan trọng hãy nhớ là đó không phải lỗi của chúng ta."
    }
  },
  {
    "translation": {
      "en": "So I gotta go.",
      "vi": "Tôi phải đi đây."
    }
  },
  {
    "translation": {
      "en": "But they go to our church. What will people say?",
      "vi": "Nhưng họ đi lễ nhà thờ của chúng tôi. Mọi người sẽ nói gì đây?"
    }
  },
  {
    "translation": {
      "en": "How long do these embraces usually last? Because I gotta go, but I--",
      "vi": "Thường thì ôm kiểu này trong bao lâu vậy? Vì tôi phải đi rồi nhưng tôi..."
    }
  },
  {
    "translation": {
      "en": "- Are you gonna be okay? - Yes, I'm gonna be okay.",
      "vi": "- Cậu sẽ ổn chứ? - Ừ, tôi sẽ ổn thôi."
    }
  },
  {
    "translation": {
      "en": "Mrs. Griffith is amazing...",
      "vi": "Cô Griffith rất tuyệt."
    }
  },
  {
    "translation": {
      "en": "...and she's gonna help Micah, and everything's gonna be okay.",
      "vi": "Cô ấy sẽ giúp được Micah và mọi việc sẽ ổn thôi."
    }
  },
  {
    "translation": {
      "en": "See? All right, that's the spirit. Everything's gonna be okay.",
      "vi": "Thấy chưa? Đúng thế, tinh thần là thế. Và mọi việc sẽ ổn thôi."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Wait. Why are you even being so nice to me?",
      "vi": "Khoan đã. Sao cậu tốt với tôi vậy?"
    }
  },
  {
    "translation": {
      "en": "I did it.",
      "vi": "Tôi đã làm được."
    }
  },
  {
    "translation": {
      "en": "I got through to you.",
      "vi": "Tôi đã cảm hóa cậu."
    }
  },
  {
    "translation": {
      "en": "I'm so sorry about everything I said. I am so, so sorry.",
      "vi": "Xin lỗi về mọi thứ tôi đã nói. Thật sự xin lỗi."
    }
  },
  {
    "translation": {
      "en": "I mean, I really want us to be friends. Can we please be friends?",
      "vi": "Ý tôi là, tôi muốn chúng ta là bạn. Chúng ta kết bạn được không?"
    }
  },
  {
    "translation": {
      "en": "Absolutely.",
      "vi": "Chắc chắn rồi."
    }
  },
  {
    "translation": {
      "en": "And for a day, we were actually really good friends.",
      "vi": "Và có hôm chúng tôi đã thật sự là những người bạn tốt."
    }
  },
  {
    "translation": {
      "en": "I was kind of starting to think things were gonna turn around.",
      "vi": "Tôi đã hơi bắt đầu nghĩ mọi thứ sẽ thay đổi."
    }
  },
  {
    "translation": {
      "en": "- Friend. - Hey, friend.",
      "vi": "- Bạn ơi. - Chào bạn."
    }
  },
  {
    "translation": {
      "en": "- I missed you. - Oh, I missed you more.",
      "vi": "- Tớ nhớ cậu. - Ôi, tớ nhớ cậu hơn."
    }
  },
  {
    "translation": {
      "en": "She texted me in first period.",
      "vi": "Cậu ấy nhắn tin cho tôi vào tiết một."
    }
  },
  {
    "translation": {
      "en": "By second period, we apparently had private jokes.",
      "vi": "Đến tiết hai, chúng tôi có trò đùa riêng."
    }
  },
  {
    "translation": {
      "en": "Olive. Olive.",
      "vi": "Olive."
    }
  },
  {
    "translation": {
      "en": "Tragedy struck in Wood Shop.",
      "vi": "Thảm kịch xảy ra trong tiết Làm Đồ gỗ."
    }
  },
  {
    "translation": {
      "en": "It wasn't because someone sawed off a thumb...",
      "vi": "Mà không phải vì việc ai đó cưa đứt ngón cái,"
    }
  },
  {
    "translation": {
      "en": "...which has happened.",
      "vi": "nhân tiện nó mới vừa xảy ra."
    }
  },
  {
    "translation": {
      "en": "Micah is in the hospital. He is in so much pain.",
      "vi": "Micah phải nằm viện. Anh ấy đang rất đau."
    }
  },
  {
    "translation": {
      "en": "The nurse didn't know what was wrong.",
      "vi": "Y tá không biết tại sao."
    }
  },
  {
    "translation": {
      "en": "There, there.",
      "vi": "Đừng khóc."
    }
  },
  {
    "translation": {
      "en": "It hurts so bad, Mommy.",
      "vi": "Đau quá mẹ ơi."
    }
  },
  {
    "translation": {
      "en": "Well, it's just what I thought. Chlamydia.",
      "vi": "Đúng như tôi nghĩ. Là bệnh lậu."
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "Who have you been screwing? Tell me.",
      "vi": "Mày ngủ với đứa nào? Nói mẹ nghe."
    }
  },
  {
    "translation": {
      "en": "Tell me now or I will kill you right here.",
      "vi": "Nói cho mẹ ngay không thì mẹ giết mày ngay đây!"
    }
  },
  {
    "translation": {
      "en": "I have to call you back. Okay. Bye- bye.",
      "vi": "Tôi sẽ gọi lại. Được rồi. Tạm biệt."
    }
  },
  {
    "translation": {
      "en": "Goddamn it.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "Chlamydia?!",
      "vi": "Bệnh lậu?"
    }
  },
  {
    "translation": {
      "en": "That bitch!",
      "vi": "Con khốn đó!"
    }
  },
  {
    "translation": {
      "en": "- Olive? - Hey.",
      "vi": "- Olive? - Chào."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Oh, my God. Goddamn it.",
      "vi": "Ôi Chúa ơi. Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "I panicked.",
      "vi": "Em đã hoảng sợ."
    }
  },
  {
    "translation": {
      "en": "I said I got it from Olive Penderghast.",
      "vi": "Em nói mình bị lây từ Olive Penderghast."
    }
  },
  {
    "translation": {
      "en": "I know, but what was I supposed to say?",
      "vi": "Em biết, nhưng em phải nói gì đây?"
    }
  },
  {
    "translation": {
      "en": "You know, and then my mom tells Marianne's mom.",
      "vi": "Và rồi mẹ em nói với mẹ Marianne."
    }
  },
  {
    "translation": {
      "en": "I did. I tried to blame it on their divorce...",
      "vi": "Em làm rồi. Em đã đổ lỗi cho việc bố mẹ ly dị,"
    }
  },
  {
    "translation": {
      "en": "...but my mom is not buying it.",
      "vi": "nhưng mẹ em không tin."
    }
  },
  {
    "translation": {
      "en": "That's it. I have to tell them.",
      "vi": "Thế đấy. Em phải nói với họ."
    }
  },
  {
    "translation": {
      "en": "No, I do not care that you gave me chlamydia. I don't!",
      "vi": "Không, em không quan tâm cô đã lây bệnh lậu cho em. Không hề!"
    }
  },
  {
    "translation": {
      "en": "I love you and I want to be with you, and nobody can stop us.",
      "vi": "Em yêu cô và muốn sống với cô. Không ai có thể ngăn được chúng ta."
    }
  },
  {
    "translation": {
      "en": "Not my mother, not Marianne, and not even the school board...",
      "vi": "Không phải mẹ em, Marianne, hội đồng quản trị trường"
    }
  },
  {
    "translation": {
      "en": "...or the president of the Americas!",
      "vi": "hay tổng thống nước Mỹ!"
    }
  },
  {
    "translation": {
      "en": "Oh, God.",
      "vi": "Lạy Chúa."
    }
  },
  {
    "translation": {
      "en": "Oh, God.",
      "vi": "Lạy Chúa."
    }
  },
  {
    "translation": {
      "en": "What? What do you want? What do you want?",
      "vi": "Gì? Em muốn gì?"
    }
  },
  {
    "translation": {
      "en": "Just go.",
      "vi": "Đi đi."
    }
  },
  {
    "translation": {
      "en": "Perfect. Just perfect.",
      "vi": "Tuyệt thật!"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, I just-- I was looking for Marianne.",
      "vi": "Em xin lỗi, em chỉ...đang tìm Marianne."
    }
  },
  {
    "translation": {
      "en": "Did she say anything about being mad at me?",
      "vi": "Cậu ấy có nói tại sao giận em không?"
    }
  },
  {
    "translation": {
      "en": "She just smacked the bejesus out of me.",
      "vi": "Vì cậu ấy vừa tát em đau muốn chết luôn."
    }
  },
  {
    "translation": {
      "en": "No, that's my fault. I'm so sorry, Olive. I'm sorry.",
      "vi": "Không, là lỗi của tôi. Tôi vô cùng xin lỗi, Olive."
    }
  },
  {
    "translation": {
      "en": "But I messed up, okay? I just goddamn shit...",
      "vi": "Nhưng tôi đã gây rắc rối, được chứ? Tôi vừa gây ra cái khỉ họ..."
    }
  },
  {
    "translation": {
      "en": "...goddamn messed up really goddamn shit bad.",
      "vi": "làm rối tung một chuyện khốn kiếp chết tiệt."
    }
  },
  {
    "translation": {
      "en": "Goddamn. Shit, goddamn.",
      "vi": "Chết tiệt. Khốn kiếp."
    }
  },
  {
    "translation": {
      "en": "Okay. Don't get me wrong because I love it...",
      "vi": "Được rồi. Đừng hiểu lầm vì em thích điều đó,"
    }
  },
  {
    "translation": {
      "en": "...but I don't think you're supposed to use that language in front of a student.",
      "vi": "nhưng em không nghĩ cô được phép sử dụng ngôn từ đó trước mặt học sinh."
    }
  },
  {
    "translation": {
      "en": "You know what else you're not supposed to do, is sleep with them.",
      "vi": "Em biết còn một thứ nữa tôi không được phép làm là ngủ với họ đấy."
    }
  },
  {
    "translation": {
      "en": "But that didn't stop me. Goddamn shit.",
      "vi": "Nhưng điều đó không ngăn được tôi. Khốn kiếp."
    }
  },
  {
    "translation": {
      "en": "Wait. You-- Oh, my God.",
      "vi": "Khoan đã. Cô...Ôi, Chúa ơi!"
    }
  },
  {
    "translation": {
      "en": "But I'm not-- I'm not judging you or anything, but, oh, my God.",
      "vi": "Em không...phán xét cô hay gì đâu nhưng Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "I-- Wait, what does that have to do with me?",
      "vi": "Em...Khoan, chuyện đó thì có liên quan gì đến em?"
    }
  },
  {
    "translation": {
      "en": "You should know that my marriage is not great.",
      "vi": "Vì em nên biết hôn nhân của tôi không tốt đẹp."
    }
  },
  {
    "translation": {
      "en": "We haven't slept together in months.",
      "vi": "Bọn tôi ngủ riêng hàng tháng trời."
    }
  },
  {
    "translation": {
      "en": "In months, all right?",
      "vi": "Hàng tháng trời đấy."
    }
  },
  {
    "translation": {
      "en": "Finally, this great- looking guy comes in and he's nice to me, you know?",
      "vi": "Rồi một chàng trai ưa nhìn đến và đối xử tốt với tôi, em hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "And he's not a minor.",
      "vi": "Anh ta lại còn đã đủ tuổi."
    }
  },
  {
    "translation": {
      "en": "This is legal. It's legal because he's been here forever, okay?",
      "vi": "Chuyện này là hợp pháp. Hợp pháp là vì cậu ta đã học ở đây lâu lắm rồi, được chứ?"
    }
  },
  {
    "translation": {
      "en": "He's not the sharpest Christian in the Bible, all right?",
      "vi": "Cậu ta đâu phải con chiên ngoan đạo nhất, đúng chứ?"
    }
  },
  {
    "translation": {
      "en": "And then he finds out that he has chlamydia.",
      "vi": "Và sau đó cậu ta phát hiện ra mình mắc bệnh lậu."
    }
  },
  {
    "translation": {
      "en": "And so then he's telling everybody that it was you.",
      "vi": "Rồi cậu ta bảo mọi người là em đã lây cho cậu ta."
    }
  },
  {
    "translation": {
      "en": "He didn't want me to lose my job...",
      "vi": "Cậu ta phải nói ra vì không muốn"
    }
  },
  {
    "translation": {
      "en": "...and he doesn't wanna get in trouble either, so he said it's you.",
      "vi": "tôi bị mất việc và cũng không muốn gặp rắc rối nên đã đổ tội cho em."
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "vi": "Tôi xin lỗi."
    }
  },
  {
    "translation": {
      "en": "But I'll-- I'm gonna fix it, Olive. Okay? I'll tell everyone.",
      "vi": "Nhưng tôi sẽ sửa chữa nó, Olive. Được chứ? Tôi sẽ nói với mọi người."
    }
  },
  {
    "translation": {
      "en": "I'm gonna tell everyone that it's me. Okay? I'll just-- I'll lose my job.",
      "vi": "Tôi sẽ bảo mọi người đó là do tôi. Được chứ? Tôi sẽ...bị mất việc."
    }
  },
  {
    "translation": {
      "en": "And, you know, whatever else I lose, and then that's okay.",
      "vi": "Tôi sẽ mất hết mọi thứ khác nữa và rồi mọi chuyện sẽ ổn."
    }
  },
  {
    "translation": {
      "en": "Maybe it was becoming a habit of mine to help the downtrodden...",
      "vi": "Có lẽ giúp đỡ những người bị áp bức đã trở thành thói quen của tôi"
    }
  },
  {
    "translation": {
      "en": "...or maybe I just couldn't stand to see...",
      "vi": "hay có lẽ tôi không thể đứng nhìn"
    }
  },
  {
    "translation": {
      "en": "...my favorite teacher's marriage crumble.",
      "vi": "hôn nhân của thầy giáo tôi yêu quý đổ vỡ."
    }
  },
  {
    "translation": {
      "en": "Either way, I decided to help.",
      "vi": "Dù gì đi nữa, tôi cũng đã quyết định giúp đỡ."
    }
  },
  {
    "translation": {
      "en": "I could have chlamydia.",
      "vi": "Em cũng có thể mắc bệnh lậu mà."
    }
  },
  {
    "translation": {
      "en": "I mean, I could have easily given it to Micah.",
      "vi": "Ý em là, em có thể dễ dàng lây cho Micah."
    }
  },
  {
    "translation": {
      "en": "I mean, who knows?",
      "vi": "Ý em là ai mà biết được chứ?"
    }
  },
  {
    "translation": {
      "en": "Women oftentimes don't show symptoms.",
      "vi": "Phụ nữ thường không có triệu chứng rõ rệt."
    }
  },
  {
    "translation": {
      "en": "And the whole world knows I've been whoring around.",
      "vi": "Và cả thế giới đều biết em lăng loàn khắp nơi."
    }
  },
  {
    "translation": {
      "en": "No, you haven't. No, you haven't.",
      "vi": "Không, em đâu có."
    }
  },
  {
    "translation": {
      "en": "Because a real whore can't admit it to herself, much less others. Trust me.",
      "vi": "Vì con điếm thật không dám thừa nhận với chính nó, chưa kể người khác. Tin tôi đi."
    }
  },
  {
    "translation": {
      "en": "Call Micah.",
      "vi": "Gọi cho Micah."
    }
  },
  {
    "translation": {
      "en": "Tell him he is an ass and he owes me so big for this, but also...",
      "vi": "Bảo rằng anh ta là tên khốn và anh ta nợ em rất nhiều vì chuyện này nhưng"
    }
  },
  {
    "translation": {
      "en": "...tell him I confessed to giving him chlamydia.",
      "vi": "hãy bảo anh ta là em thú nhận đã lây bệnh lậu cho anh ta."
    }
  },
  {
    "translation": {
      "en": "Getting a lot of hugs today.",
      "vi": "Hôm nay ôm nhiều thật."
    }
  },
  {
    "translation": {
      "en": "- You're going to hell, Olive! - Get out of here!",
      "vi": "- Cút xuống địa ngục đi! Olive! - Cút khỏi đây!"
    }
  },
  {
    "translation": {
      "en": "I guess I shouldn't be too shocked these people...",
      "vi": "Tôi đoán tôi không nên quá sốc khi mấy người này"
    }
  },
  {
    "translation": {
      "en": "...wanted my diseased ass out of there.",
      "vi": "muốn đá đứa đầy bệnh như tôi ra khỏi đây."
    }
  },
  {
    "translation": {
      "en": "Save yourself, Olive.",
      "vi": "Tự cứu mình đi, Olive."
    }
  },
  {
    "translation": {
      "en": "The funny thing is, the whole time this all was going down...",
      "vi": "Điều buồn cười là, trong suốt thời gian chuyện này diễn ra,"
    }
  },
  {
    "translation": {
      "en": "...I couldn't help but think I could've come up with better signs.",
      "vi": "tôi không thể không nghĩ rằng tôi  có thể nghĩ ra mấy cái bảng hiệu hay hơn."
    }
  },
  {
    "translation": {
      "en": "You gotta love the Quiznos guy.",
      "vi": "Bạn phải thích gã Quiznos."
    }
  },
  {
    "translation": {
      "en": "That's the one thing that trumps religion: capitalism.",
      "vi": "Đó là thứ duy nhất đánh bại tôn giáo: chủ nghĩa tư bản."
    }
  },
  {
    "translation": {
      "en": "Why are you doing this?",
      "vi": "Sao cậu lại làm chuyện này?"
    }
  },
  {
    "translation": {
      "en": "I'm trying to make this school a better place.",
      "vi": "Tớ đang cố làm trường này tốt đẹp hơn."
    }
  },
  {
    "translation": {
      "en": "Start a petition to get rid of the lead paint.",
      "vi": "Đi mà kiến nghị chống sơn có chì ấy."
    }
  },
  {
    "translation": {
      "en": "New Honey Chicken at Quiznos.",
      "vi": "Gà rán mật ong mới ở Quiznos."
    }
  },
  {
    "translation": {
      "en": "- Not now, Quiznos. - You're a slut.",
      "vi": "- Không phải bây giờ, Quiznos. - Đồ hư hỏng."
    }
  },
  {
    "translation": {
      "en": "You're going down, Olive.",
      "vi": "Cậu tuột dốc rồi, Olive."
    }
  },
  {
    "translation": {
      "en": "If this is because I'm more popular than you, then I think what you're--",
      "vi": "Nếu chuyện này là vì tớ nổi tiếng hơn cậu thì tớ nghĩ cậu đang..."
    }
  },
  {
    "translation": {
      "en": "Let's not mistake popularity for infamy.",
      "vi": "Đừng lầm tưởng tai tiếng thành nổi tiếng."
    }
  },
  {
    "translation": {
      "en": "- You don't wanna burn, do you? - I'll be praying for you.",
      "vi": "- Cô không muốn bị thiêu chứ? - Tớ sẽ cầu nguyện cho cậu."
    }
  },
  {
    "translation": {
      "en": "Sorry.",
      "vi": "Xin lỗi."
    }
  },
  {
    "translation": {
      "en": "- You okay? - Yeah. I'm awesome. I'm awesome.",
      "vi": "- Em không sao chứ? - Ừ. Em ổn."
    }
  },
  {
    "translation": {
      "en": "Screw all these people, Olive.",
      "vi": "Chổng mông vào họ, Olive ạ."
    }
  },
  {
    "translation": {
      "en": "Haven't you heard?",
      "vi": "Anh chưa nghe thấy gì sao?"
    }
  },
  {
    "translation": {
      "en": "I already did.",
      "vi": "Em đã làm thế rồi."
    }
  },
  {
    "translation": {
      "en": "- You're going to hell, Olive! - What you're doing is wrong.",
      "vi": "- Cút xuống địa ngục đi, Olive! - Điều cô đang làm là sai trái."
    }
  },
  {
    "translation": {
      "en": "You're going to hell!",
      "vi": "Cút xuống địa ngục đi!"
    }
  },
  {
    "translation": {
      "en": "So they got Rhiannon.",
      "vi": "Vậy là họ có Rhiannon."
    }
  },
  {
    "translation": {
      "en": "Never underestimate the power of extremists like Marianne.",
      "vi": "Đừng bao giờ đánh giá thấp sức mạnh của phần tử cực đoan như Marianne."
    }
  },
  {
    "translation": {
      "en": "They sense any weakness, they pounce like jungle cats.",
      "vi": "Họ nhận biết bất kỳ điểm yếu nào và vồ lấy như loài mèo rừng."
    }
  },
  {
    "translation": {
      "en": "And the whack pack just gets bigger and bigger.",
      "vi": "Và đám đó cứ ngày một lớn dần."
    }
  },
  {
    "translation": {
      "en": "But at least they have a pack.",
      "vi": "Nhưng ít nhất họ cũng có bầy đàn."
    }
  },
  {
    "translation": {
      "en": "I was used to being by myself, but I had never felt more alone.",
      "vi": "Tôi đã quen với việc ở một mình nhưng chưa từng thấy cô đơn như thế này."
    }
  },
  {
    "translation": {
      "en": "I thought I should look into what they were running around thumping about.",
      "vi": "Nên tôi nghĩ mình nên tìm hiểu xem họ đang vỗ ngực hô hào về cái gì."
    }
  },
  {
    "translation": {
      "en": "- Do you have a religion section? - It's over there.",
      "vi": "- Có khu sách tôn giáo không ạ? - Ở đằng kia."
    }
  },
  {
    "translation": {
      "en": "- Can I help you with something? - The Bible.",
      "vi": "- Tôi có thể giúp gì cô? - Cuốn Kinh thánh ạ."
    }
  },
  {
    "translation": {
      "en": "That's in bestsellers, right next to Twilight.",
      "vi": "À, nó ở khu sách bán chạy nhất, bên cạnh cuốn Chạng Vạng."
    }
  },
  {
    "translation": {
      "en": "I didn't have time to read the whole thing...",
      "vi": "Tôi không có thời gian để đọc tất cả"
    }
  },
  {
    "translation": {
      "en": "...because it's, like, 600 pages.",
      "vi": "vì nó có đến 600 trang."
    }
  },
  {
    "translation": {
      "en": "Single- spaced.",
      "vi": "Không cách hàng."
    }
  },
  {
    "translation": {
      "en": "And as every war that's ever been fought can tell you...",
      "vi": "Vì mọi cuộc chiến từng diễn ra có thể cho bạn biết"
    }
  },
  {
    "translation": {
      "en": "...there are many ways you can interpret it.",
      "vi": "có rất nhiều cách nhìn nhận một vấn đề."
    }
  },
  {
    "translation": {
      "en": "Except the Civil War. That was pure racism.",
      "vi": "Trừ cuộc Nội chiến. Đó đơn giản chỉ là phân biệt chủng tộc"
    }
  },
  {
    "translation": {
      "en": "So I went to find an expert.",
      "vi": "Nên tôi đi tìm một chuyên gia."
    }
  },
  {
    "translation": {
      "en": "But really, I just kind of wanted someone to talk to.",
      "vi": "Nhưng thật ra chỉ là tôi muốn tìm ai đó để tâm sự."
    }
  },
  {
    "translation": {
      "en": "Forgive me, Father, for I have sinned.",
      "vi": "Hãy tha thứ cho tội lỗi con đã phạm phải, thưa Cha."
    }
  },
  {
    "translation": {
      "en": "I think that's how you start these things.",
      "vi": "Con nghĩ đó là câu mở đầu cho việc thế này."
    }
  },
  {
    "translation": {
      "en": "I'm just going off what I've seen in movies.",
      "vi": "Con làm theo những gì đã xem trên phim."
    }
  },
  {
    "translation": {
      "en": "Where do I even start?",
      "vi": "Con nên bắt đầu ở đâu nhỉ?"
    }
  },
  {
    "translation": {
      "en": "I've been pretending to be....",
      "vi": "Con đã giả vờ trở thành..."
    }
  },
  {
    "translation": {
      "en": "What is the Catholic way of phrasing this?",
      "vi": "Công giáo gọi từ này là gì nhỉ?"
    }
  },
  {
    "translation": {
      "en": "A harlot?",
      "vi": "Gái bán hoa?"
    }
  },
  {
    "translation": {
      "en": "A harlot. It's not that I've actually been doing...",
      "vi": "Gái bán hoa. Thật ra con đã không làm"
    }
  },
  {
    "translation": {
      "en": "...the things that people have been saying I've been doing...",
      "vi": "những việc mọi người đều nghĩ con đã làm,"
    }
  },
  {
    "translation": {
      "en": "...but then again, I'm not denying them either.",
      "vi": "nhưng rồi con lại không thèm phủ nhận nó."
    }
  },
  {
    "translation": {
      "en": "So I was just wondering, is that wrong?",
      "vi": "Nên con tự hỏi liệu đó có phải là sai lầm?"
    }
  },
  {
    "translation": {
      "en": "It's just that a lot of people have been asking me to do things...",
      "vi": "Chỉ là rất nhiều người đề nghị con làm những việc đó"
    }
  },
  {
    "translation": {
      "en": "...and I thought it was okay because it wasn't real, you know?",
      "vi": "và con đã nghĩ là sẽ không sao vì đó không phải là thật, Cha hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "It was make- believe.",
      "vi": "Chỉ là giả bộ thôi."
    }
  },
  {
    "translation": {
      "en": "And no one was getting hurt...",
      "vi": "Và sẽ không ai bị tổn thương cả..."
    }
  },
  {
    "translation": {
      "en": "...but a lot of people hate me now.",
      "vi": "nhưng giờ nhiều người lại ghét con."
    }
  },
  {
    "translation": {
      "en": "I kind of hate me too.",
      "vi": "Con cũng ghét chính bản thân mình."
    }
  },
  {
    "translation": {
      "en": "I might be wrong...",
      "vi": "Có lẽ con đã sai"
    }
  },
  {
    "translation": {
      "en": "...but aren't you supposed to say something?",
      "vi": "nhưng không phải Cha phải nói gì đó sao?"
    }
  },
  {
    "translation": {
      "en": "Tell me to say 10 Hail Marys, pay a fine...",
      "vi": "Bảo con hãy nói mười lần Kính mừng Maria,"
    }
  },
  {
    "translation": {
      "en": "...advance token to nearest railroad? Hello?",
      "vi": "nộp phạt hay nhảy vào đoàn tàu gần nhất? Có ai không?"
    }
  },
  {
    "translation": {
      "en": "Should've seen that one coming.",
      "vi": "Lẽ ra nên lường trước chuyện đó."
    }
  },
  {
    "translation": {
      "en": "Luckily, I live in a town with many different places of worship.",
      "vi": "May thay, tôi sống ở một thành phố có nhiều nơi thờ phụng."
    }
  },
  {
    "translation": {
      "en": "So I went to find one with a real live human being.",
      "vi": "Nên tôi đi tìm một nơi có người thật đang sống."
    }
  },
  {
    "translation": {
      "en": "Can I help you?",
      "vi": "Ta giúp gì được cháu?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I was just wondering if there's a minister around.",
      "vi": "Vâng, cháu tự hỏi không biết có linh mục nào ở đây không?"
    }
  },
  {
    "translation": {
      "en": "Is it not a minister?",
      "vi": "Không phải linh mục à?"
    }
  },
  {
    "translation": {
      "en": "A Reverend? A wizard?",
      "vi": "Đức cha? Pháp sư?"
    }
  },
  {
    "translation": {
      "en": "It's a pastor, and he's here.",
      "vi": "Là mục sư, ông ấy có ở đây."
    }
  },
  {
    "translation": {
      "en": "How can I help you today?",
      "vi": "Ta giúp được gì cho con?"
    }
  },
  {
    "translation": {
      "en": "I was wondering what your church's stance on lying and adultery was.",
      "vi": "Con đang thắc mắc giáo hội của mục sư nghĩ gì về nói dối và ngoại tình."
    }
  },
  {
    "translation": {
      "en": "It's not a good thing.",
      "vi": "Nó không tốt."
    }
  },
  {
    "translation": {
      "en": "Oh, I agree, wholeheartedly. But, then-- Now, tell me this.",
      "vi": "Con đồng ý, hết lòng luôn. Nhưng...hãy nói cho con biết..."
    }
  },
  {
    "translation": {
      "en": "Assuming there is a hell....",
      "vi": "Giả sử có địa ngục..."
    }
  },
  {
    "translation": {
      "en": "Oh, the Christian Church recognizes the existence of hell.",
      "vi": "Ồ, Giáo hội Cơ đốc giáo công nhận sự tồn tại của địa ngục."
    }
  },
  {
    "translation": {
      "en": "Okay, so we'll just say there's a hell.",
      "vi": "Được, vậy ta sẽ nói có một địa ngục này."
    }
  },
  {
    "translation": {
      "en": "There is. Just so we're clear.",
      "vi": "Có chứ. Để cho rõ thôi."
    }
  },
  {
    "translation": {
      "en": "- Okay. So for argument's sake-- - No, there's no argument. It's there.",
      "vi": "- Được. Nhằm để tranh cãi... - Không có tranh cãi gì hết. Nó ở đó."
    }
  },
  {
    "translation": {
      "en": "Right below our feet, right above the Orient. It's there.",
      "vi": "Ngay dưới chân chúng ta, bên phải hướng đông. Nó ở đó."
    }
  },
  {
    "translation": {
      "en": "Then what would be worse, lying or adultery?",
      "vi": "Vậy cái nào tồi tệ hơn, nói dối hay ngoại tình?"
    }
  },
  {
    "translation": {
      "en": "Or is lying about adultery just like double whammy? Sorry.",
      "vi": "Hay nói dối về việc ngoại tình cũng là tội lỗi kép? Xin lỗi."
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "vi": "Thôi nào."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, what did you say your name was?",
      "vi": "Xin lỗi, con nói con tên gì nhỉ?"
    }
  },
  {
    "translation": {
      "en": "I didn't. I-- You know what? I'm just gonna--",
      "vi": "Con đâu có nói. Con... Mục sư biết gì không? Con chỉ tính..."
    }
  },
  {
    "translation": {
      "en": "I'm just gonna go check out Judaism because--",
      "vi": "tìm hiểu Do Thái giáo vì..."
    }
  },
  {
    "translation": {
      "en": "- God. Two frames, really? - Sorry.",
      "vi": "- Chúa ơi. Hai lần luôn ư? - Con xin lỗi."
    }
  },
  {
    "translation": {
      "en": "The Jews and I have a lot in common.",
      "vi": "Người Do Thái và con có rất nhiều điểm chung."
    }
  },
  {
    "translation": {
      "en": "- Just fashion- wise and stuff. - Off you go.",
      "vi": "- Biết ăn mặc và nhiều thứ. - Thôi con đi đi."
    }
  },
  {
    "translation": {
      "en": "Yes, I had unwittingly sought advice from the father...",
      "vi": "Đúng vậy, tôi đã vô tình  tìm lời khuyên từ bố"
    }
  },
  {
    "translation": {
      "en": "...of the leader of my lynch mob.",
      "vi": "của tên thủ lĩnh cái đám muốn treo cổ tôi."
    }
  },
  {
    "translation": {
      "en": "What other complete and total idiot can say that's happened to them?",
      "vi": "Kẻ vô cùng ngu ngốc nào có thể giải thích được chuyện gì đã xảy ra với mình chứ?"
    }
  },
  {
    "translation": {
      "en": "Okay, I've narrowed it down to The Other Boleyn Girl...",
      "vi": "Được rồi, bố rút xuống chỉ còn phim Người Tình Đại Đế"
    }
  },
  {
    "translation": {
      "en": "...or The Bucket List. Huge hit.",
      "vi": "hoặc phim Niềm Sống. Phim đỉnh đấy."
    }
  },
  {
    "translation": {
      "en": "Why can't we watch a movie for kids? You always get to pick.",
      "vi": "Sao ta không xem phim thiếu nhi? Bố lúc nào cũng được chọn phim."
    }
  },
  {
    "translation": {
      "en": "Because the Family Member of the Week gets to pick the movie.",
      "vi": "Bởi vì ai là thành viên gia đình của tuần thì được chọn phim."
    }
  },
  {
    "translation": {
      "en": "Yeah, but you get Family Member of the Week every week.",
      "vi": "Đúng, nhưng tuần nào bố cũng được giải đó."
    }
  },
  {
    "translation": {
      "en": "And there's a reason for that.",
      "vi": "Và hẳn phải có lý do cho việc đó."
    }
  },
  {
    "translation": {
      "en": "Yeah. You pick Family Member of the Week.",
      "vi": "Đúng thế. Vì mẹ là người chọn ra người đó."
    }
  },
  {
    "translation": {
      "en": "Are you accusing me of nepotism?",
      "vi": "Con buộc tội mẹ vì gia đình trị à?"
    }
  },
  {
    "translation": {
      "en": "Okay, it's The Bucket List. This is it. This is the greatest decision.",
      "vi": "Được rồi, xem Niềm Sống. Chính là nó. Đây là quyết định sáng suốt nhất."
    }
  },
  {
    "translation": {
      "en": "I'm so happy with this decision. That's what it's going to be.",
      "vi": "Bố rất vui với quyết định này. Đó là phim ta sẽ xem."
    }
  },
  {
    "translation": {
      "en": "All right, now, honey, after we watch The Bucket List...",
      "vi": "Được rồi. Cưng à, sau khi xem phim Niềm Sống xong,"
    }
  },
  {
    "translation": {
      "en": "...remember to cross Watch The Bucket List off our bucket list.",
      "vi": "nhớ gạch dòng Xem phim Niềm Sống ra khỏi những việc cần làm khi còn niềm sống nhé."
    }
  },
  {
    "translation": {
      "en": "Guys.",
      "vi": "Mọi người."
    }
  },
  {
    "translation": {
      "en": "I want you to know that if you hear I have chlamydia, that is totally false.",
      "vi": "Con muốn mọi người biết nếu có nghe tin con bị bệnh lậu thì nó hoàn toàn sai nhé."
    }
  },
  {
    "translation": {
      "en": "Olive, do we need to have the talk again?",
      "vi": "Olive, ta có cần phải nói chuyện nữa không?"
    }
  },
  {
    "translation": {
      "en": "No. It's just a thing that's going around.",
      "vi": "Không ạ. Chỉ là tin đồn linh tinh thôi ạ."
    }
  },
  {
    "translation": {
      "en": "You know, nothing you're saying is making me feel any better.",
      "vi": "Con biết đấy, con có nói gì cũng không làm bố bớt lo được."
    }
  },
  {
    "translation": {
      "en": "Not to mention how you've been dressing the last few days.",
      "vi": "Chưa kể đến việc con ăn mặc mấy ngày nay."
    }
  },
  {
    "translation": {
      "en": "No judgment, but you look like a stripper.",
      "vi": "Mẹ nói thật lòng, nhìn con như vũ nữ ấy."
    }
  },
  {
    "translation": {
      "en": "- Mom. - A high- end stripper.",
      "vi": "- Mẹ. - Vũ nữ cao cấp."
    }
  },
  {
    "translation": {
      "en": "For governors or athletes.",
      "vi": "Cho chính trị gia hay vận động viên."
    }
  },
  {
    "translation": {
      "en": "But stripper, nonetheless.",
      "vi": "Nhưng dù gì vẫn là vũ nữ thôi."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. I'm just trying to mix it up a little.",
      "vi": "Chúa ơi. Con chỉ cố nói đùa thôi."
    }
  },
  {
    "translation": {
      "en": "And I have no STDs, I promise you.",
      "vi": "Con không mắc bệnh tình dục, con hứa."
    }
  },
  {
    "translation": {
      "en": "Oh, that's great. Daughter of the Year.",
      "vi": "Ồ, tuyệt lắm. Con gái của năm."
    }
  },
  {
    "translation": {
      "en": "If you hear anything to the contrary...",
      "vi": "Nếu có nghe bất kỳ điều gì ngược lại..."
    }
  },
  {
    "translation": {
      "en": "...come up with some funny retort and walk away.",
      "vi": "thì bố mẹ cứ vặn lại vài câu nói đùa rồi bước tiếp."
    }
  },
  {
    "translation": {
      "en": "Honey, you're kind of starting to worry us a little.",
      "vi": "Con yêu, con bắt đầu làm bố mẹ hơi lo lắng rồi đấy."
    }
  },
  {
    "translation": {
      "en": "Should we be kind of worried a little?",
      "vi": "Bố mẹ có nên hơi lo lắng không?"
    }
  },
  {
    "translation": {
      "en": "I don't think so.",
      "vi": "Con nghĩ là không."
    }
  },
  {
    "translation": {
      "en": "- You sure? - Yeah.",
      "vi": "- Con chắc chứ? - Vâng."
    }
  },
  {
    "translation": {
      "en": "Yeah. I got it all under control.",
      "vi": "Vâng. Con kiểm soát được tình hình mà."
    }
  },
  {
    "translation": {
      "en": "- Okay. - Okay.",
      "vi": "- Được rồi. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "Then let's Bucket List this bitch.",
      "vi": "Vậy xem cái phim Niềm Sống khỉ gió thôi."
    }
  },
  {
    "translation": {
      "en": "The Bucket List, The Bucket List.",
      "vi": "Phim Niềm Sống đấy."
    }
  },
  {
    "translation": {
      "en": "To say this whole thing had taken over my life...",
      "vi": "Nếu nói toàn bộ chuyện này đang kiểm soát đời tôi"
    }
  },
  {
    "translation": {
      "en": "...would be a colossal understatement.",
      "vi": "thì đó là cực kỳ nói giảm đấy."
    }
  },
  {
    "translation": {
      "en": "I actually reread The Scarlet Letter to see how Hester dealt with it.",
      "vi": "Thật ra tôi đã đọc lại Chữ A Màu Đỏ để xem cách Hester đối diện với nó."
    }
  },
  {
    "translation": {
      "en": "And it turns out she bore her punishment in humble silence...",
      "vi": "Và hóa ra cô ấy chịu sự trừng phạt trong sự im lặng khiêm tốn,"
    }
  },
  {
    "translation": {
      "en": "...which are two concepts I am not comfortable with.",
      "vi": "mà đó là hai khái niệm tôi thấy không thoải mái lắm."
    }
  },
  {
    "translation": {
      "en": "With all the mythical play I was getting...",
      "vi": "Với tất cả các vở kịch hoang đường tôi đã đóng,"
    }
  },
  {
    "translation": {
      "en": "...I still actually hadn't been asked out on a real date.",
      "vi": "vậy mà tôi vẫn chưa có một buổi hẹn hò thật sự nào."
    }
  },
  {
    "translation": {
      "en": "People were jumping up and down to say they'd slept with me...",
      "vi": "Mọi người nhảy lên nhảy xuống để nói rằng họ đã ngủ với tôi"
    }
  },
  {
    "translation": {
      "en": "...but no one bothered really trying to sleep with me.",
      "vi": "nhưng không ai thèm cố gắng để ngủ thật với tôi."
    }
  },
  {
    "translation": {
      "en": "I was starting to think I actually did have a gnome down there.",
      "vi": "Tôi bắt đầu nghĩ mình có  thần lùn dưới đó thật rồi."
    }
  },
  {
    "translation": {
      "en": "- Until finally.... - Hey, Olive.",
      "vi": "- Cuối cùng cho đến khi... - Chào Olive."
    }
  },
  {
    "translation": {
      "en": "Hey, Anson. What's up?",
      "vi": "Chào Anson. Chuyện gì vậy?"
    }
  },
  {
    "translation": {
      "en": "I was wondering if you were busy tonight.",
      "vi": "Tớ tự hỏi liệu tối nay cậu có bận không."
    }
  },
  {
    "translation": {
      "en": "Maybe wanna go out or something?",
      "vi": "Có muốn đi đâu đó với tớ không?"
    }
  },
  {
    "translation": {
      "en": "What did you have in mind?",
      "vi": "Cậu đã có dự định gì rồi?"
    }
  },
  {
    "translation": {
      "en": "I was thinking about getting a hot- air balloon, you know...",
      "vi": "Tớ đang nghĩ đến việc lên một chiếc khinh khí cầu,"
    }
  },
  {
    "translation": {
      "en": "...bringing along some champagne...",
      "vi": "mang theo vài chai sâm panh"
    }
  },
  {
    "translation": {
      "en": "...and then possibly reading some Sylvia Plath.",
      "vi": "và rồi có thể đọc sách của Sylvia Plath."
    }
  },
  {
    "translation": {
      "en": "Or we could just go to The Lobster Shack...",
      "vi": "Hoặc chúng ta có thể đến quán The Lobster Shack,"
    }
  },
  {
    "translation": {
      "en": "...because it's, you know, a little easier.",
      "vi": "vì cậu biết đấy, sẽ dễ hơn nhiều."
    }
  },
  {
    "translation": {
      "en": "- I love The Lobster Shack. - Good.",
      "vi": "- Tớ thích quán The Lobster Shack. - Tốt lắm."
    }
  },
  {
    "translation": {
      "en": "Okay. It's a date, then.",
      "vi": "Được. Vậy là một cuộc hẹn nhé."
    }
  },
  {
    "translation": {
      "en": "- Okay. - Okay.",
      "vi": "- Được. - Được."
    }
  },
  {
    "translation": {
      "en": "So should I still bring the Sylvia Plath or...?",
      "vi": "Vậy tớ có nên mang sách của Sylvia Plath không?"
    }
  },
  {
    "translation": {
      "en": "No, we could stick our heads in the oven...",
      "vi": "Không đâu, ta có thể tự sát bằng khí ga"
    }
  },
  {
    "translation": {
      "en": "...if we run out of things to talk about.",
      "vi": "nếu hết chuyện để nói mà."
    }
  },
  {
    "translation": {
      "en": "That was....",
      "vi": "Đó là..."
    }
  },
  {
    "translation": {
      "en": "- Cool. All right. Well.... - Cool.",
      "vi": "- Tuyệt. Được rồi. - Tuyệt."
    }
  },
  {
    "translation": {
      "en": "You look really beautiful.",
      "vi": "Cậu trông rất xinh đẹp."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "- You're a real gentleman. - No.",
      "vi": "- Cậu đúng là đàn ông đích thực. - Không."
    }
  },
  {
    "translation": {
      "en": "Just a guy having dinner with a girl.",
      "vi": "Chỉ là một chàng trai đang ăn tối với một cô gái."
    }
  },
  {
    "translation": {
      "en": "Do you believe this whole thing about lobster being an aphrodisiac?",
      "vi": "Cậu có tin chuyện tôm hùm là một loại thuốc kích thích tình dục không?"
    }
  },
  {
    "translation": {
      "en": "I did not know it was.",
      "vi": "Tớ còn không biết điều đó ấy chứ."
    }
  },
  {
    "translation": {
      "en": "Medical science really has not substantiated claims...",
      "vi": "Y học thật sự chưa chứng minh"
    }
  },
  {
    "translation": {
      "en": "...that any particular food increases sexual desire or performance...",
      "vi": "bất kỳ thực phẩm nào làm tăng ham muốn tình dục hay hiệu suất của nó"
    }
  },
  {
    "translation": {
      "en": "...but guys just spend and spend to ply women with food...",
      "vi": "nhưng các chàng trai lại tiêu quá nhiều để mời các cô gái"
    }
  },
  {
    "translation": {
      "en": "...they think is gonna get them lucky. Which is funny, because, it's like...",
      "vi": "loại thức ăn mà họ nghĩ sẽ cho họ cơ may. Mà nó buồn cười ở chỗ"
    }
  },
  {
    "translation": {
      "en": "...what is sexy about slurping back oysters? Nothing.",
      "vi": "xì xụp vét hàu thì có gì gợi tình chứ? Không gì cả."
    }
  },
  {
    "translation": {
      "en": "Did you know some people actually eat ground- up rhinoceros horn...",
      "vi": "Cậu có biết một số người thật sự ăn sừng tê giác"
    }
  },
  {
    "translation": {
      "en": "...because it's thought to increase the size of the male sex organ?",
      "vi": "vì nghĩ nó tăng kích thước bộ phận sinh dục nam chứ?"
    }
  },
  {
    "translation": {
      "en": "That's not true at all.",
      "vi": "Điều đó không đúng gì hết."
    }
  },
  {
    "translation": {
      "en": "Spanish fly. Spanish fly. You've heard of this? Yes?",
      "vi": "Ruồi Tây Ban Nha. Cậu nghe về nó chưa? Rồi à?"
    }
  },
  {
    "translation": {
      "en": "- Yes. - Okay. That thing?",
      "vi": "- Rồi. - Ừ. Thứ đó?"
    }
  },
  {
    "translation": {
      "en": "Pulverized blister beetle. What?",
      "vi": "Bọ ban miêu nghiền nhỏ. Cái gì chứ?"
    }
  },
  {
    "translation": {
      "en": "And it's illegal in the U.S. because if you eat just a little bit too much...",
      "vi": "Cậu biết đấy, nó là bất hợp pháp ở Mỹ, vì nếu cậu ăn quá nhiều,"
    }
  },
  {
    "translation": {
      "en": "...it causes painful urination, fever and bloody discharge.",
      "vi": "thì cậu bị tiểu buốt, sốt và tiểu ra máu."
    }
  },
  {
    "translation": {
      "en": "- Am I talking too much? - No.",
      "vi": "- Tớ nói nhiều quá à? - Không."
    }
  },
  {
    "translation": {
      "en": "You're just burning through a lot of topics really fast.",
      "vi": "Cậu chỉ nói qua nhiều chủ đề... rất nhanh đấy."
    }
  },
  {
    "translation": {
      "en": "Shouldn't have had coffee three weeks ago.",
      "vi": "Lẽ ra không nên uống cà phê hồi ba tuần trước."
    }
  },
  {
    "translation": {
      "en": "I'm just kidding.",
      "vi": "Tớ đùa đấy."
    }
  },
  {
    "translation": {
      "en": "Your Maine lobster with crab and seafood stuffing.",
      "vi": "Món tôm hùm Maine nhồi cua và hải sản của cô đây."
    }
  },
  {
    "translation": {
      "en": "- I'm jealous. - Thank you.",
      "vi": "- Tôi ghen tỵ đấy. - Cảm ơn cô."
    }
  },
  {
    "translation": {
      "en": "Let's dig in. Right?",
      "vi": "Ta ăn nào. Được chứ?"
    }
  },
  {
    "translation": {
      "en": "I didn't know Woodchuck Todd worked here.",
      "vi": "Tớ không biết Chuột Chũi Todd làm việc ở đây."
    }
  },
  {
    "translation": {
      "en": "He's dressed like a lobster.",
      "vi": "Anh ấy ăn mặc như tôm hùm vậy."
    }
  },
  {
    "translation": {
      "en": "I should start calling him Lobster Todd.",
      "vi": "Tớ nên bắt đầu gọi anh ấy là Tôm Hùm Todd."
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "- Shit, shit, shit. - What? What's wrong?",
      "vi": "- Chết tiệt. - Sao vậy? Có chuyện gì?"
    }
  },
  {
    "translation": {
      "en": "- Rhiannon's over there. - So?",
      "vi": "- Rhiannon ở đằng kia. - Thì sao?"
    }
  },
  {
    "translation": {
      "en": "She's been in love with you since 1st grade.",
      "vi": "Cậu ấy yêu cậu từ năm lớp một."
    }
  },
  {
    "translation": {
      "en": "- She's my best friend. - I thought you weren't speaking.",
      "vi": "- Cậu ấy là bạn thân của tớ. - Tớ tưởng các cậu nghỉ chơi rồi."
    }
  },
  {
    "translation": {
      "en": "But that doesn't mean she's not my best friend.",
      "vi": "Ừ, nhưng đâu có nghĩa cậu ấy hết là bạn thân của tớ."
    }
  },
  {
    "translation": {
      "en": "Or that I should be out with you.",
      "vi": "Hay tớ nên đi chơi với cậu."
    }
  },
  {
    "translation": {
      "en": "Rhi and I don't have anything in common.",
      "vi": "Rhi và tớ không có điểm nào chung cả."
    }
  },
  {
    "translation": {
      "en": "- And you and I do? - Yeah.",
      "vi": "- Tớ và cậu thì có chắc? - Có mà."
    }
  },
  {
    "translation": {
      "en": "- Like what? - Like I hate Marianne Bryant too.",
      "vi": "- Điểm nào? - Tớ cũng ghét Marianne Bryant."
    }
  },
  {
    "translation": {
      "en": "If that's our connection, I should date the entire school.",
      "vi": "Nếu đó là điểm chung của ta thì tớ đã hẹn hò với cả trường rồi."
    }
  },
  {
    "translation": {
      "en": "Haven't you?",
      "vi": "Cậu chưa làm vậy sao?"
    }
  },
  {
    "translation": {
      "en": "No. No, I haven't.",
      "vi": "Chưa."
    }
  },
  {
    "translation": {
      "en": "Okay, she can't see us. Check. Check.",
      "vi": "Cậu ấy không thể thấy ta. Tính tiền."
    }
  },
  {
    "translation": {
      "en": "Can you just-- ? Excuse me? Hi.",
      "vi": "Cô có thể...Xin thứ lỗi? Chào."
    }
  },
  {
    "translation": {
      "en": "I just remembered I am so allergic to shellfish.",
      "vi": "Tôi chợt nhớ ra mình bị dị ứng với sò."
    }
  },
  {
    "translation": {
      "en": "I forget that my respiratory system will collapse.",
      "vi": "Tôi quên mất mình có thể bị suy hô hấp."
    }
  },
  {
    "translation": {
      "en": "- I have a gift certificate. Keep the tip. - Thanks.",
      "vi": "- Tôi có một thẻ quà tặng. Cứ giữ nó. - Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, but we have to go.",
      "vi": "Tớ xin lỗi nhưng ta phải đi thôi."
    }
  },
  {
    "translation": {
      "en": "- Go. Go. Come on. Come on. - Okay.",
      "vi": "- Đi thôi. Nhanh lên. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "Go, go, go.",
      "vi": "Đi thôi."
    }
  },
  {
    "translation": {
      "en": "I'm sorry about that.",
      "vi": "Tớ xin lỗi."
    }
  },
  {
    "translation": {
      "en": "I've got something for you.",
      "vi": "Tớ có cái này cho cậu."
    }
  },
  {
    "translation": {
      "en": "Two hundred dollars to The Home Depot.",
      "vi": "Hai trăm đô từ The Home Depot."
    }
  },
  {
    "translation": {
      "en": "I didn't realize this was a--",
      "vi": "Tớ đã không nhận ra đây là..."
    }
  },
  {
    "translation": {
      "en": "I know it sounds kind of lame, but they really do have some awesome stuff.",
      "vi": "Tớ biết nghe có vẻ hơi vớ vẩn nhưng họ thật sự có mấy món đồ hay lắm."
    }
  },
  {
    "translation": {
      "en": "I bought my air compressor there.",
      "vi": "Tớ mua máy nén khí ở đó."
    }
  },
  {
    "translation": {
      "en": "So, what did we do on this date?",
      "vi": "Vậy ta đã làm gì ở buổi hẹn này?"
    }
  },
  {
    "translation": {
      "en": "Whatever 200 bucks gets me.",
      "vi": "Gì cũng được với 200 đô của tớ."
    }
  },
  {
    "translation": {
      "en": "- That's not really how it works. - It's okay.",
      "vi": "- Việc này không phải như thế đâu. - Không sao mà."
    }
  },
  {
    "translation": {
      "en": "Stop.",
      "vi": "Thôi đi."
    }
  },
  {
    "translation": {
      "en": "I'm not really having sex with people for money.",
      "vi": "Tớ không bán thân vì tiền."
    }
  },
  {
    "translation": {
      "en": "I'm saying I'm having sex for money, but I'm not having sex for money.",
      "vi": "Tớ nói vậy nhưng thật sự không phải vậy."
    }
  },
  {
    "translation": {
      "en": "It's okay. It's all right. Come on.",
      "vi": "Không sao đâu. Ổn mà. Thôi nào."
    }
  },
  {
    "translation": {
      "en": "- Stop. No, no. - What?",
      "vi": "- Thôi đi. Không. - Cái gì?"
    }
  },
  {
    "translation": {
      "en": "Stop!",
      "vi": "Thôi đi!"
    }
  },
  {
    "translation": {
      "en": "Come on, just relax. Come on, babe. It's all right.",
      "vi": "Thôi mà, bình tĩnh đi. Thôi nào cưng. Không sao đâu."
    }
  },
  {
    "translation": {
      "en": "God. Asshole.",
      "vi": "Chúa ơi. Đồ khốn."
    }
  },
  {
    "translation": {
      "en": "What are you doing? I paid you.",
      "vi": "Cậu đi đâu vậy? Tớ đã trả tiền cho cậu."
    }
  },
  {
    "translation": {
      "en": "Now you didn't.",
      "vi": "Bây giờ thì không."
    }
  },
  {
    "translation": {
      "en": "Come on, this is bullshit.",
      "vi": "Thôi nào, thật là vớ vẩn."
    }
  },
  {
    "translation": {
      "en": "Goddamn it.",
      "vi": "Khốn thật."
    }
  },
  {
    "translation": {
      "en": "Hey, Olive.",
      "vi": "Chào Olive."
    }
  },
  {
    "translation": {
      "en": "Todd, hi.",
      "vi": "Todd. Chào anh."
    }
  },
  {
    "translation": {
      "en": "- Hey, you all right? - I just have something in my eye.",
      "vi": "- Này, em ổn chứ? - Em chỉ bị cái gì đó bay vào mắt thôi."
    }
  },
  {
    "translation": {
      "en": "Like a twig, you know, or a branch, or a contact, or something.",
      "vi": "Như nhánh cây, cành cây, kính áp tròng hay gì đó."
    }
  },
  {
    "translation": {
      "en": "- I didn't know you wore contacts. - I don't, which is why I was tearing up.",
      "vi": "- Anh không biết em đeo kính áp tròng đấy. - Em không đeo nên mới chảy nước mắt đấy."
    }
  },
  {
    "translation": {
      "en": "Olive, hey. Let me drive you home.",
      "vi": "Olive. Này, để anh đưa em về."
    }
  },
  {
    "translation": {
      "en": "Do you wanna talk about it?",
      "vi": "Em muốn nói về chuyện đó không?"
    }
  },
  {
    "translation": {
      "en": "What's to say? Everybody thinks I'm a whore...",
      "vi": "Nói gì bây giờ? Mọi người đều nghĩ em là con điếm"
    }
  },
  {
    "translation": {
      "en": "...and for the first time, I'm starting to believe it.",
      "vi": "và lần đầu tiên, em bắt đầu tin điều đó."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Cái gì?"
    }
  },
  {
    "translation": {
      "en": "Don't act like you don't know what people are saying about me.",
      "vi": "Đừng làm như thể anh không biết mọi người nói gì về em vậy."
    }
  },
  {
    "translation": {
      "en": "I know what people are saying. Doesn't mean I believe them.",
      "vi": "Anh biết mọi người nói gì về em. Không có nghĩa là anh tin họ."
    }
  },
  {
    "translation": {
      "en": "- Who told you? - No one.",
      "vi": "- Ai đã nói với anh? - Không ai cả."
    }
  },
  {
    "translation": {
      "en": "No one had to tell me that once upon a time, there was a scared kid...",
      "vi": "Không ai phải bảo anh rằng ngày xửa ngày xưa, có một đứa nhóc sợ hãi"
    }
  },
  {
    "translation": {
      "en": "...at a party in a dark room who was not ready for his first kiss.",
      "vi": "đã chưa sẵn sàng cho nụ hôn đầu tiên trong một căn phòng tối ở một bữa tiệc."
    }
  },
  {
    "translation": {
      "en": "And, you know, there was this amazing girl who lied for him.",
      "vi": "Và em biết không, có một cô gái tuyệt vời đã nói dối giùm cậu ấy."
    }
  },
  {
    "translation": {
      "en": "I still can't believe you remember that.",
      "vi": "Em không thể tin là anh còn nhớ chuyện đó."
    }
  },
  {
    "translation": {
      "en": "You know, sometimes I pretend you were my first real kiss.",
      "vi": "Em biết không, đôi khi anh giả vờ em là nụ hôn đầu của anh."
    }
  },
  {
    "translation": {
      "en": "- Yeah? - Yeah.",
      "vi": "- Vậy à? - Ừ."
    }
  },
  {
    "translation": {
      "en": "- Who was? - It was Rhiannon.",
      "vi": "- Vậy người đó là ai? - Rhiannon."
    }
  },
  {
    "translation": {
      "en": "- What? - She must have told you.",
      "vi": "- Cái gì? - Chắc cô ấy phải bảo em rồi."
    }
  },
  {
    "translation": {
      "en": "Yeah, it was-- I think it was, like, a year after that or something.",
      "vi": "Ừ, đó là...Anh nghĩ là khoảng một năm sau hay gì đó."
    }
  },
  {
    "translation": {
      "en": "It sucked, by the way. She was, like:",
      "vi": "Nhân tiện, nó tệ lắm. Cô ấy cứ kiểu..."
    }
  },
  {
    "translation": {
      "en": "That bitch.",
      "vi": "Con khốn đó."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, she knew how I felt about you.",
      "vi": "Ôi, Chúa ơi. Cậu ta biết cảm giác của em đối với anh."
    }
  },
  {
    "translation": {
      "en": "- How do you feel about me? - And here I am feeling so bad.",
      "vi": "- Em có cảm giác gì với anh? - Thế mà em lại day dứt vì cuộc hẹn kia."
    }
  },
  {
    "translation": {
      "en": "That's just perfect.",
      "vi": "Tuyệt thật đấy."
    }
  },
  {
    "translation": {
      "en": "Wait, hold on a second. How do you feel about me?",
      "vi": "Khoan, chờ chút. Em có cảm giác gì với anh?"
    }
  },
  {
    "translation": {
      "en": "Felt.",
      "vi": "Từng có."
    }
  },
  {
    "translation": {
      "en": "I said felt.",
      "vi": "Em nói từng có."
    }
  },
  {
    "translation": {
      "en": "Because I thought I-- I thought I heard feel.",
      "vi": "Vì anh tưởng...anh nghe em nói đang có."
    }
  },
  {
    "translation": {
      "en": "- No, it was felt. - All right.",
      "vi": "- Không, là từng có. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "How do you know where I live?",
      "vi": "Sao anh biết em sống ở đâu?"
    }
  },
  {
    "translation": {
      "en": "We used to carpool.",
      "vi": "Ta từng đi chung xe mà."
    }
  },
  {
    "translation": {
      "en": "Yeah, in 2nd grade. What, are you like a savant for people's addresses?",
      "vi": "Ừ, hồi năm lớp hai. Anh là bác học về địa chỉ nhà hay sao thế?"
    }
  },
  {
    "translation": {
      "en": "Just for people who I think are cool.",
      "vi": "Chỉ những người anh nghĩ họ ngầu thôi."
    }
  },
  {
    "translation": {
      "en": "- You think I'm cool? - I do.",
      "vi": "- Anh nghĩ em ngầu? - Đúng vậy."
    }
  },
  {
    "translation": {
      "en": "And I think you're pretty and smart.",
      "vi": "Và anh nghĩ em xinh đẹp và thông minh."
    }
  },
  {
    "translation": {
      "en": "Did you form this opinion prior to my little transformation?",
      "vi": "Anh nghĩ vậy trước khi em có cuộc lột xác nho nhỏ à?"
    }
  },
  {
    "translation": {
      "en": "Way prior.",
      "vi": "Trước đó rất lâu nữa ấy chứ."
    }
  },
  {
    "translation": {
      "en": "Why didn't that rumor spread?",
      "vi": "Sao tin đồn này không bị lan truyền nhỉ?"
    }
  },
  {
    "translation": {
      "en": "I like to keep my business to myself.",
      "vi": "Anh thích giữ nó cho riêng mình."
    }
  },
  {
    "translation": {
      "en": "Notoriety, for whatever reason...",
      "vi": "Tai tiếng, dù với bất cứ lý do gì,"
    }
  },
  {
    "translation": {
      "en": "...never seems to benefit the noted, it's only the notees.",
      "vi": "chưa bao giờ có lợi cho người bị để ý mà chỉ cho người để ý thôi."
    }
  },
  {
    "translation": {
      "en": "Where were you two weeks ago?",
      "vi": "Hai tuần trước anh ở đâu vậy?"
    }
  },
  {
    "translation": {
      "en": "If I promise not to tell anyone, could I kiss you right now?",
      "vi": "Nếu anh hứa không nói với ai thì giờ anh có thể hôn em được không?"
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "- Okay. Okay. I'm sorry. I'm very sorry. - Oh, no.",
      "vi": "- Được rồi. Anh xin lỗi. Rất xin lỗi. - Ôi không."
    }
  },
  {
    "translation": {
      "en": "I just mean, not like this.",
      "vi": "Ý em là, không phải như thế này."
    }
  },
  {
    "translation": {
      "en": "I don't wanna kiss you with mascara running down my face...",
      "vi": "Em không muốn hôn anh với nước kẻ mắt đang chảy đầy mặt"
    }
  },
  {
    "translation": {
      "en": "...and some horndog guy just having tried...",
      "vi": "và vì một gã hứng tình vừa mới cố"
    }
  },
  {
    "translation": {
      "en": "...to stick his tongue down my throat.",
      "vi": "nhét cái lưỡi của hắn vào cổ họng em."
    }
  },
  {
    "translation": {
      "en": "I've wanted to kiss you since 8th grade...",
      "vi": "Em đã muốn hôn anh từ năm lớp tám"
    }
  },
  {
    "translation": {
      "en": "...but I want it to be perfect.",
      "vi": "nhưng em muốn nó phải thật hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "And right now, my life is a mess.",
      "vi": "Và hiện giờ, cuộc đời em là một mớ hổ lốn."
    }
  },
  {
    "translation": {
      "en": "I need to get my business in order before I drag you into it.",
      "vi": "Em cần phải dàn xếp chuyện của mình cho xong trước khi kéo anh vào."
    }
  },
  {
    "translation": {
      "en": "What if I told you I wanna be dragged into it?",
      "vi": "Nếu như anh nói mình muốn lao vào thì sao?"
    }
  },
  {
    "translation": {
      "en": "I could help, maybe.",
      "vi": "Anh có thể giúp, biết đâu đấy."
    }
  },
  {
    "translation": {
      "en": "Why now?",
      "vi": "Tại sao lại là lúc này?"
    }
  },
  {
    "translation": {
      "en": "Why are you all of a sudden into me now?",
      "vi": "Sao đột nhiên bây giờ anh lại thích em?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "vi": "Anh không biết."
    }
  },
  {
    "translation": {
      "en": "I haven't overanalyzed it, like you're about to.",
      "vi": "Anh chưa phân tích quá mức việc đó như em sắp làm."
    }
  },
  {
    "translation": {
      "en": "- Good night, Olive. - Good night, Lobster Todd.",
      "vi": "- Ngủ ngon, Olive. - Ngủ ngon, Tôm Hùm Todd."
    }
  },
  {
    "translation": {
      "en": "Now that I knew there were decent and goodhearted people out there...",
      "vi": "Giờ tôi đã biết bên ngoài còn rất nhiều  người tốt và có trái tim nhân hậu,"
    }
  },
  {
    "translation": {
      "en": "...the lies had to stop.",
      "vi": "những lời nói dối phải dừng lại."
    }
  },
  {
    "translation": {
      "en": "I knew there was only one person I could count on to set the story straight:",
      "vi": "Và tôi biết chỉ có một người tôi có thể trông cậy để giải thích mọi chuyện:"
    }
  },
  {
    "translation": {
      "en": "I'd helped him, and even though it would destroy his new reputation...",
      "vi": "Tôi đã giúp cậu ta và dù cho nó có phá vỡ danh tiếng mới của cậu ta"
    }
  },
  {
    "translation": {
      "en": "...as a straight stud, I knew he'd help me.",
      "vi": "là một trai thẳng rất ngầu, tôi biết cậu ta sẽ giúp tôi."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Did you hear that Brandon ran away from home?",
      "vi": "Ôi Chúa ơi. Cậu nghe tin Brandon bỏ nhà rồi chưa?"
    }
  },
  {
    "translation": {
      "en": "Yeah, totally. He left his parents a note that said, I'm gay, bitches...",
      "vi": "Ừ, thật đấy. Cậu ta để lại cho bố mẹ một mẩu giấy ghi Con gay đấy, đồ khốn"
    }
  },
  {
    "translation": {
      "en": "...and then he skipped town with some big, hulking black guy.",
      "vi": "và sau đó bỏ xứ đi cùng một anh chàng da đen cao to vụng về."
    }
  },
  {
    "translation": {
      "en": "My apologies to Mark Twain.",
      "vi": "Tôi gửi lời xin lỗi Mark Twain."
    }
  },
  {
    "translation": {
      "en": "- Wait, huh? - What?",
      "vi": "- Khoan, hả? - Gì?"
    }
  },
  {
    "translation": {
      "en": "- You said something. - You said something.",
      "vi": "- Cậu mới nói gì đó. - Cậu mới nói gì thì có."
    }
  },
  {
    "translation": {
      "en": "You said something, so I came back.",
      "vi": "Cậu nói gì đó nên tôi mới quay lại."
    }
  },
  {
    "translation": {
      "en": "- You're funny. Okay. - Call me.",
      "vi": "- Cậu vui tính thật. - Gọi tôi nhé."
    }
  },
  {
    "translation": {
      "en": "I went to everyone I'd helped and begged them to say it wasn't true.",
      "vi": "Tôi đến gặp tất cả những người tôi đã giúp và cầu xin họ nói sự thật."
    }
  },
  {
    "translation": {
      "en": "No way. I gave you money.",
      "vi": "Không đời nào. Tôi trả tiền cậu rồi."
    }
  },
  {
    "translation": {
      "en": "You gave me a gift card to AutoZone. I don't even have a car.",
      "vi": "Cậu đưa tôi thẻ quà tặng ở AutoZone. Tôi thậm chí còn không có xe."
    }
  },
  {
    "translation": {
      "en": "I thought it'd be aspirational.",
      "vi": "Tôi tưởng nó sẽ gợi khao khát chứ."
    }
  },
  {
    "translation": {
      "en": "Evan, please do this for me, all right? I did that for you. Do this for me.",
      "vi": "Evan, xin cậu hãy giúp tôi nhé? Tôi đã giúp cậu. Hãy giúp lại tôi."
    }
  },
  {
    "translation": {
      "en": "I don't want people to know I didn't go to second base with you.",
      "vi": "Tôi không muốn mọi người biết tôi chưa ngủ với cậu."
    }
  },
  {
    "translation": {
      "en": "Do you know how many girls I've hooked up with because of that?",
      "vi": "Cậu có biết bao nhiêu cô gái đã cặp với tôi vì nó không?"
    }
  },
  {
    "translation": {
      "en": "Girls are almost as dumb as boys.",
      "vi": "Con gái cũng đần như con trai vậy."
    }
  },
  {
    "translation": {
      "en": "Oh, yes, they are.",
      "vi": "Đúng vậy đấy."
    }
  },
  {
    "translation": {
      "en": "It gets worse.",
      "vi": "Nó bắt đầu tệ hơn."
    }
  },
  {
    "translation": {
      "en": "Honor your father and your mother.",
      "vi": "Hãy tôn kính cha mẹ ngươi."
    }
  },
  {
    "translation": {
      "en": "Due to his condition, Micah was sent on a visit to his grandparents...",
      "vi": "Vì tình trạng của mình, Micah được gửi đến chỗ ông bà anh ta"
    }
  },
  {
    "translation": {
      "en": "...in Palatka, Florida.",
      "vi": "ở Palatka, Florida."
    }
  },
  {
    "translation": {
      "en": "And if there's one thing worse than chlamydia, it's Florida.",
      "vi": "Và nếu có thứ còn tệ hơn bệnh lậu  thì nó là Florida."
    }
  },
  {
    "translation": {
      "en": "-- be guilty of adultery.",
      "vi": "...hãy thấy tội lỗi vì ngoại tình."
    }
  },
  {
    "translation": {
      "en": "Get your hands out of your berries, boy.",
      "vi": "Bỏ tay ra khỏi chỗ đó đi."
    }
  },
  {
    "translation": {
      "en": "Olive, life is full of choices.",
      "vi": "Olive, cuộc sống đầy những lựa chọn."
    }
  },
  {
    "translation": {
      "en": "I made a bad one. But then, so did you.",
      "vi": "Tôi đã có lựa chọn sai lầm. Nhưng rồi em cũng vậy."
    }
  },
  {
    "translation": {
      "en": "But I see no other alternative than to just live with the guilt.",
      "vi": "Nhưng tôi thấy mình không còn lựa chọn nào khác ngoài sống với tội lỗi."
    }
  },
  {
    "translation": {
      "en": "My guilt stems from my indiscretion and yours for lying.",
      "vi": "Tội lỗi của tôi xuất phát từ sự thiếu cẩn trọng, còn em thì nói dối."
    }
  },
  {
    "translation": {
      "en": "We made our choices. Now, we just have to let it ride.",
      "vi": "Chúng ta đã lựa chọn. Giờ ta phải để nó tiếp tục."
    }
  },
  {
    "translation": {
      "en": "Or I could just tell everyone the truth and get you fired and put in jail.",
      "vi": "Hoặc tôi nói sự thật với mọi người còn cô bị sa thải và đi tù."
    }
  },
  {
    "translation": {
      "en": "Okay, first of all, he is of age, okay?",
      "vi": "Đầu tiên, cậu ta đã đủ tuổi, được chứ?"
    }
  },
  {
    "translation": {
      "en": "It's perfectly legal in the state of California.",
      "vi": "Chuyện này là hợp pháp ở bang California."
    }
  },
  {
    "translation": {
      "en": "I checked. He is 21 in eight months.",
      "vi": "Tôi đã kiểm tra. Cậu ta sẽ 21 tuổi trong tám tháng nữa."
    }
  },
  {
    "translation": {
      "en": "And secondly, let's play the Who Would You Believe game, okay?",
      "vi": "Và thứ hai, hãy nghĩ xem họ sẽ tin ai chứ?"
    }
  },
  {
    "translation": {
      "en": "Why don't you ask yourself, if you were an adult, who would you believe?",
      "vi": "Sao em không tự hỏi bản thân đi, nếu em đã trưởng thành thì em sẽ tin ai?"
    }
  },
  {
    "translation": {
      "en": "Who would you believe? Who would you believe?",
      "vi": "Em sẽ tin ai?"
    }
  },
  {
    "translation": {
      "en": "Who would you believe? Who?",
      "vi": "Em sẽ tin ai? Ai?"
    }
  },
  {
    "translation": {
      "en": "Thank you for coming in.",
      "vi": "Cảm ơn em vì đã đến."
    }
  },
  {
    "translation": {
      "en": "Yeah, Mrs. Griffith was pure evil, but I still shouldn't have done what I did.",
      "vi": "Ừ, cô Griffith đúng là ác độc thuần túy, nhưng tôi cũng không nên làm việc này."
    }
  },
  {
    "translation": {
      "en": "Your wife has chlamydia, and she's sleeping with a student...",
      "vi": "Vợ thầy bị bệnh lậu và cô ấy ngủ với một học sinh"
    }
  },
  {
    "translation": {
      "en": "...and she gave it to him, and she's trying to blame me.",
      "vi": "rồi lây cho cậu ta và cố đổ tội cho em."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Cái gì?"
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "vi": "Em xin lỗi."
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "vi": "Em xin lỗi."
    }
  },
  {
    "translation": {
      "en": "Mr. Griffith, if you ever see this...",
      "vi": "Thầy Griffith, nếu thầy xem cái này,"
    }
  },
  {
    "translation": {
      "en": "...just know that I was wrong to tell you that in that way. At all.",
      "vi": "hãy biết rằng em đã sai khi nói với thầy bằng cách đó. Sai hoàn toàn."
    }
  },
  {
    "translation": {
      "en": "I shouldn't have done it.",
      "vi": "Lẽ ra em không nên làm thế."
    }
  },
  {
    "translation": {
      "en": "And I don't even feel bad for lying for your wife.",
      "vi": "Em thậm chí không thấy tồi tệ khi nói dối giúp vợ thầy."
    }
  },
  {
    "translation": {
      "en": "But I hate myself for telling you the truth. I am so sorry.",
      "vi": "Nhưng em ghét bản thân mình  khi phải nói với thầy sự thật. Em xin lỗi."
    }
  },
  {
    "translation": {
      "en": "With my words, even though they were true, I ended a marriage.",
      "vi": "Với những lời của em, dù cho chúng là thật thì cũng đã làm tan vỡ một gia đình."
    }
  },
  {
    "translation": {
      "en": "Looking back, that's the thing I regret the most.",
      "vi": "Khi nghĩ lại, đó là việc mà em thấy hối hận nhất."
    }
  },
  {
    "translation": {
      "en": "So now everyone that knows the truth is either gone or they won't fess up.",
      "vi": "Giờ những người biết được sự thật một là đi mất rồi, hai là không chịu thú nhận."
    }
  },
  {
    "translation": {
      "en": "And Marianne Bryant and her disciples are demanding my head.",
      "vi": "Còn Marianne Bryant và bọn đệ tử đang đòi đầu của con."
    }
  },
  {
    "translation": {
      "en": "The messed- up thing is I would not put it past Principal Gibbons to expel me.",
      "vi": "Điều tồi tệ là con sẽ không bất ngờ nếu hiệu trưởng Gibbons đuổi cổ con."
    }
  },
  {
    "translation": {
      "en": "I had a similar situation when I was your age.",
      "vi": "Mẹ gặp trường hợp giống hệt hồi bằng tuổi con."
    }
  },
  {
    "translation": {
      "en": "What? Everyone called you a slut?",
      "vi": "Gì? Họ có gọi mẹ là đứa hư hỏng không?"
    }
  },
  {
    "translation": {
      "en": "I had a horrible reputation and people said awful things about me.",
      "vi": "Mẹ đã có một tiếng xấu và mọi người nói những điều kinh khủng về mẹ."
    }
  },
  {
    "translation": {
      "en": "- Why? - Because I was a slut.",
      "vi": "- Tại sao? - Vì mẹ từng là đứa hư hỏng."
    }
  },
  {
    "translation": {
      "en": "I slept with a whole bunch of people. A slew, a heap, a peck. Mostly guys.",
      "vi": "Mẹ ngủ với hàng đống, hàng lô, hằng hà sa số người. Hầu hết là nam."
    }
  },
  {
    "translation": {
      "en": "- Mom. - Sorry, I got around.",
      "vi": "- Mẹ. - Xin lỗi, mẹ đã chơi bời."
    }
  },
  {
    "translation": {
      "en": "Before I met Dad, I had incredibly low self- worth.",
      "vi": "Trước khi gặp bố con, mẹ cũng đã tự hạ cực kì thấp giá trị bản thân."
    }
  },
  {
    "translation": {
      "en": "Do me a favor and just stuff this down my throat until I asphyxiate to death.",
      "vi": "Giúp con một việc, hãy nhét cái này vào cổ họng con đến khi con ngạt thở chết."
    }
  },
  {
    "translation": {
      "en": "- It's true. It is. - I want to die.",
      "vi": "- Mẹ nói thật đấy. - Con muốn chết quá."
    }
  },
  {
    "translation": {
      "en": "It's true. I was quite the contortionist.",
      "vi": "Thật đấy. Mẹ uốn dẻo khá lắm đấy."
    }
  },
  {
    "translation": {
      "en": "I could do this thing. I could go-- I mean, my leg all the way--",
      "vi": "Mẹ có thể làm thế này. Mẹ có thể... dạng chân ra đủ tư thế..."
    }
  },
  {
    "translation": {
      "en": "Stop. Can you stop? Don't show me.",
      "vi": "Thôi đi. Mẹ dừng được chứ? Đừng cho con xem."
    }
  },
  {
    "translation": {
      "en": "- Can you not see that I'm a mess? - No, you're not, Olive.",
      "vi": "- Mẹ không thấy con là một đứa rác rưởi à? - Không đâu, Olive."
    }
  },
  {
    "translation": {
      "en": "You're wonderful.",
      "vi": "Con thật tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "And you'll handle this the same way I did.",
      "vi": "Và con sẽ xử lý chuyện này giống như cách mẹ làm."
    }
  },
  {
    "translation": {
      "en": "With an incontrovertible sense of humor.",
      "vi": "Với khiếu hài hước không cần bàn cãi của mình."
    }
  },
  {
    "translation": {
      "en": "But you're much smarter than I am...",
      "vi": "Nhưng mà con thông minh hơn mẹ..."
    }
  },
  {
    "translation": {
      "en": "...so you'll come out of this much better than I did.",
      "vi": "nên sẽ thoát khỏi mớ bòng bong này tốt hơn mẹ."
    }
  },
  {
    "translation": {
      "en": "Thank you, Mom.",
      "vi": "Cảm ơn mẹ."
    }
  },
  {
    "translation": {
      "en": "- I could get my leg so far back. - No, no, no. Stop it.",
      "vi": "- Mẹ có thể giơ chân rất cao về phía sau. - Không. Dừng lại."
    }
  },
  {
    "translation": {
      "en": "So it was time to put an end to all this once and for all...",
      "vi": "Vậy đã đến lúc để chấm dứt mọi chuyện một lần và mãi mãi"
    }
  },
  {
    "translation": {
      "en": "...by telling my side of the story.",
      "vi": "bằng cách kể chuyện bên phía tôi."
    }
  },
  {
    "translation": {
      "en": "And that's why I decided to do this webcast.",
      "vi": "Đó là lý do tôi quyết định phát sóng trên mạng."
    }
  },
  {
    "translation": {
      "en": "So here we go.",
      "vi": "Vậy hãy bắt đầu thôi."
    }
  },
  {
    "translation": {
      "en": "Part five.",
      "vi": "Phần năm."
    }
  },
  {
    "translation": {
      "en": "Not with a fizzle, but with a bang.",
      "vi": "Đừng kêu xì xèo mà hãy nổ rất to."
    }
  },
  {
    "translation": {
      "en": "Today we had yet another one of our ridiculous pep rallies.",
      "vi": "Hôm nay chúng tôi lại có một màn cổ vũ nực cười khác."
    }
  },
  {
    "translation": {
      "en": "Todd convinced the band to play the sexiest song in their repertoire.",
      "vi": "Todd đã thuyết phục ban nhạc chơi bài hát gợi tình nhất có thể."
    }
  },
  {
    "translation": {
      "en": "I needed to pique everyone's interest to get them to go home and log on.",
      "vi": "Tôi cần khêu gợi hứng thú của mọi người để dụ họ về nhà và đăng nhập."
    }
  },
  {
    "translation": {
      "en": "I had one outfit left and I figured about 30 seconds to do it.",
      "vi": "Tôi chỉ còn có một bộ đồ và khoảng 30 giây để làm việc đó."
    }
  },
  {
    "translation": {
      "en": "Plus I really wanted my own awesome musical number...",
      "vi": "Hơn nữa tôi rất muốn có một bài hát tuyệt vời của riêng tôi"
    }
  },
  {
    "translation": {
      "en": "...for no apparent reason.",
      "vi": "chẳng vì lý do nào cả."
    }
  },
  {
    "translation": {
      "en": "Is that Olive?",
      "vi": "Đó là Olive à?"
    }
  },
  {
    "translation": {
      "en": "This was just a free preview.",
      "vi": "Đây chỉ là phần xem trước miễn phí."
    }
  },
  {
    "translation": {
      "en": "For the main event, log on to www.FreeOlive.com tonight at 6 p.m.",
      "vi": "Đăng nhập vào FreeOlive.com lúc 6 giờ tối để chào đón sự kiện chính."
    }
  },
  {
    "translation": {
      "en": "And I know it interferes with the basketball game but, come on...",
      "vi": "Tôi biết tôi đang cản trở trận bóng rổ này nhưng thôi nào..."
    }
  },
  {
    "translation": {
      "en": "...would you rather cheer on the Woodchucks...",
      "vi": "các bạn thích cổ vũ đội Chuột Chũi..."
    }
  },
  {
    "translation": {
      "en": "...or watch me do one?",
      "vi": "hay xem tôi làm chuyện đó hơn?"
    }
  },
  {
    "translation": {
      "en": "What do you think you're doing? Get to my office right now.",
      "vi": "Em nghĩ mình đang làm cái gì vậy? Đến văn phòng tôi ngay."
    }
  },
  {
    "translation": {
      "en": "I can't, because I have a date with the guy I like and the rest of the school.",
      "vi": "Không được, vì em có hẹn với anh chàng em thích cùng toàn bộ trường nhưng..."
    }
  },
  {
    "translation": {
      "en": "I think before you expel me, you might wanna talk to Mrs. Griffith...",
      "vi": "em nghĩ trước khi đuổi cổ em, có lẽ thầy muốn nói chuyện với cô Griffith"
    }
  },
  {
    "translation": {
      "en": "...because I think she might talk you into letting me stay.",
      "vi": "vì em nghĩ có lẽ cô ấy sẽ thuyết phục thầy cho em ở lại."
    }
  },
  {
    "translation": {
      "en": "Go, Woodchucks!",
      "vi": "Đi thôi Chuột Chũi!"
    }
  },
  {
    "translation": {
      "en": "And here you all are...",
      "vi": "Giờ tất cả các bạn đã ở đây rồi..."
    }
  },
  {
    "translation": {
      "en": "...waiting outside the bedroom door for me to kiss Todd...",
      "vi": "đứng chờ ngoài cửa phòng xem tôi hôn Todd,"
    }
  },
  {
    "translation": {
      "en": "...listening to me pretend to have sex with Brandon...",
      "vi": "nghe tiếng tôi giả vờ làm tình với Brandon,"
    }
  },
  {
    "translation": {
      "en": "...paying me to lie for you...",
      "vi": "trả công để tôi nói dối,"
    }
  },
  {
    "translation": {
      "en": "...and calling me every name in the book.",
      "vi": "và gọi tôi bằng các cái tên có trong sách."
    }
  },
  {
    "translation": {
      "en": "You know, it was just like Hester in The Scarlet Letter.",
      "vi": "Bạn có biết, tôi y như nhân vật Hester trong Chữ A Màu Đỏ."
    }
  },
  {
    "translation": {
      "en": "Except that's the one thing the movies don't tell you:",
      "vi": "Trừ một điều mà các bộ phim  không nói cho bạn biết:"
    }
  },
  {
    "translation": {
      "en": "How shitty it feels to be an outcast. Warranted or not.",
      "vi": "Cảm giác bị xã hội ruồng bỏ thật tồi tệ. Dù muốn hay không."
    }
  },
  {
    "translation": {
      "en": "How did you know I love this song?",
      "vi": "Sao anh biết em thích bài này?"
    }
  },
  {
    "translation": {
      "en": "I guessed.",
      "vi": "Anh đoán."
    }
  },
  {
    "translation": {
      "en": "I see you've been watching my live webcast. It's still going on, you know.",
      "vi": "Em thấy anh đã xem phát sóng trên mạng của em. Nó vẫn đang trực tiếp đấy."
    }
  },
  {
    "translation": {
      "en": "Screw them. They've had enough of you. Figuratively speaking.",
      "vi": "Kệ họ. Họ xem em đủ rồi. Nói theo nghĩa bóng đấy."
    }
  },
  {
    "translation": {
      "en": "I borrowed my neighbor's mower. I came right over.",
      "vi": "Anh mượn máy cắt cỏ của hàng xóm đấy. Anh đã qua đây ngay."
    }
  },
  {
    "translation": {
      "en": "That almost rhymed.",
      "vi": "Nó hơi vần đấy."
    }
  },
  {
    "translation": {
      "en": "I know. I spent a minute on it.",
      "vi": "Anh biết. Anh dành hết một phút để nghĩ ra đấy."
    }
  },
  {
    "translation": {
      "en": "I'll be right down.",
      "vi": "Em sẽ xuống ngay."
    }
  },
  {
    "translation": {
      "en": "That's Todd.",
      "vi": "Đó là Todd."
    }
  },
  {
    "translation": {
      "en": "Not that I owe you guys any more confessions, but I really like this guy...",
      "vi": "Không phải tôi nợ các bạn lời thú tội nào nữa đâu, nhưng tôi thật sự thích anh ấy"
    }
  },
  {
    "translation": {
      "en": "...and I might even lose my virginity to him.",
      "vi": "và có lẽ tôi sẽ trao cái ngàn vàng  cho anh ấy."
    }
  },
  {
    "translation": {
      "en": "I don't know when it'll happen.",
      "vi": "Tôi không biết khi nào nó sẽ xảy ra."
    }
  },
  {
    "translation": {
      "en": "You know, it might be five minutes from now or tonight...",
      "vi": "Có lẽ là năm phút nữa hoặc là tối nay,"
    }
  },
  {
    "translation": {
      "en": "...or six months from now or maybe on our wedding night.",
      "vi": "hoặc là sáu tháng nữa, hay đến tận đêm tân hôn."
    }
  },
  {
    "translation": {
      "en": "But the really amazing thing is, it is nobody's goddamn business.",
      "vi": "Nhưng điều thật sự tuyệt vời là, nó chẳng phải chuyện khỉ gì của ai nữa."
    }
  },
  {
    "translation": {
      "en": "Come on, where's she going?",
      "vi": "Thôi nào, cậu ta đi đâu đấy?"
    }
  },
  {
    "translation": {
      "en": "I thought she was going to take her clothes off.",
      "vi": "Mình tưởng cậu ta sẽ cởi áo chứ."
    }
  },
  {
    "translation": {
      "en": "Demi Moore took her clothes off. This is bullshit.",
      "vi": "Demi Moore còn cởi áo. Cái này thật vớ vẩn."
    }
  },
  {
    "translation": {
      "en": "Come on. Are you kidding me?",
      "vi": "Thôi nào. Đang đùa à?"
    }
  },
  {
    "translation": {
      "en": "- Piss off. - Come here, you punk.",
      "vi": "- Biến đi. - Lại đây, thằng rác rưởi."
    }
  },
  {
    "translation": {
      "en": "That's a mighty snug little shelter, Huck.",
      "vi": "Đó là một chỗ trú ẩn nhỏ bé  rất kín đáo đấy, Huck."
    }
  },
  {
    "translation": {
      "en": "I judge it's all right.",
      "vi": "Tớ thấy cũng được."
    }
  },
  {
    "translation": {
      "en": "Here, Jim, I'll take my turn at steering now.",
      "vi": "Đưa đây, Jim. Đến lượt tớ lái rồi."
    }
  },
  {
    "translation": {
      "en": "No, that's all right, Huck. I like steering.",
      "vi": "Không sao đâu, Huck. Tớ thích lái."
    }
  },
  {
    "translation": {
      "en": "Blue Devils!",
      "vi": "Quỷ Xanh!"
    }
  }
]