[
  {
    "translation": {
      "en": "Ball one to Johnny Damon and we are under way.",
      "vi": "Lượt đánh đầu cho Johnny Damon và trận đấu bắt đầu."
    }
  },
  {
    "translation": {
      "en": "Damon has eight hits in 18 at bats...",
      "vi": "Damon đã có tám cú đập trong 18 lượt đánh,"
    }
  },
  {
    "translation": {
      "en": "...a double, a triple, a couple of stolen bases.",
      "vi": "một cú đúp, một cú ba, vài lần cướp được gôn."
    }
  },
  {
    "translation": {
      "en": "He had four hits in the series opener.",
      "vi": "Anh ta đã có bốn cú đập trong trận mở màn."
    }
  },
  {
    "translation": {
      "en": "Strike.",
      "vi": "Hỏng."
    }
  },
  {
    "translation": {
      "en": "Down the right field line, fair off the bat of Damon.",
      "vi": "Banh dọc theo đường biên phải, vượt qua khỏi gậy của Damon."
    }
  },
  {
    "translation": {
      "en": "It rolls by Spencer.",
      "vi": "Lăn qua vị trí của Spencer."
    }
  },
  {
    "translation": {
      "en": "And Damon will coast into second base with a leadoff double.",
      "vi": "Damon sẽ lao tới chốt gôn hai và loại người đập bóng. VÒNG LOẠI TRỰC TIẾP GIẢI NHÀ NGHỀ MỸ"
    }
  },
  {
    "translation": {
      "en": "Into right center field, broken bat, it'll fall, a base hit.",
      "vi": "Về phía giữa cánh phải, gôn trống, bóng rơi xuống, đánh thành công."
    }
  },
  {
    "translation": {
      "en": "They wave around Damon. He will score.",
      "vi": "Họ vây quanh Damon. Anh ấy sẽ ghi điểm."
    }
  },
  {
    "translation": {
      "en": "And Jason Giambi delivers...",
      "vi": "Và Jason Giambi đã có"
    }
  },
  {
    "translation": {
      "en": "...with a run scoring single here in the opening inning.",
      "vi": "một cú ghi điểm đơn trong séc đấu mở màn."
    }
  },
  {
    "translation": {
      "en": "And the Athletics have taken that 1 nothing lead.",
      "vi": "Và đội Athletic đang dẫn trước với tỷ số 10."
    }
  },
  {
    "translation": {
      "en": "Go, come on, now. We gotta spin it.",
      "vi": "Tiến lên, cố lên. Ta sẽ lật ngược thế cờ."
    }
  },
  {
    "translation": {
      "en": "Let's go, Yankees! Let's go, Yankees!",
      "vi": "Tiến lên, Yankee! Tiến lên, Yankee!"
    }
  },
  {
    "translation": {
      "en": "Let's go, Yankees!",
      "vi": "Tiến lên, Yankee!"
    }
  },
  {
    "translation": {
      "en": "Bases loaded.",
      "vi": "Các gôn vào vị trí."
    }
  },
  {
    "translation": {
      "en": "The Yankees have the tying run at second, down 2 nothing.",
      "vi": "Đội Yankee còn cơ hội gỡ hòa ở lượt thứ hai, bị dẫn trước 20."
    }
  },
  {
    "translation": {
      "en": "The A's are kicking it and throwing it all over the field.",
      "vi": "Đội Athletic đang ném bóng khắp mặt sân."
    }
  },
  {
    "translation": {
      "en": "And it might lead to their elimination if they don't get it right in a hurry.",
      "vi": "Và nó có thể khiến họ bị loại nếu không sớm thay đổi tình thế."
    }
  },
  {
    "translation": {
      "en": "Hammered down the right field line. Justice!",
      "vi": "Bóng lao dọc đường biên phải. Công lý là đây!"
    }
  },
  {
    "translation": {
      "en": "The Yankees have taken the lead.",
      "vi": "Đội Yankee đã vượt lên."
    }
  },
  {
    "translation": {
      "en": "They're standing, anticipating another trip... ...to the League Championship Series.",
      "vi": "Họ đang chờ đợi một chuyến đi khác đến giải Vô địch Quốc gia."
    }
  },
  {
    "translation": {
      "en": "The Yankees one out away.",
      "vi": "Đội Yankee chỉ còn một lượt ném bóng."
    }
  },
  {
    "translation": {
      "en": "Eric Byrnes, never with an at bat in Yankee Stadium...",
      "vi": "Eric Byrnes, chưa bao giờ đánh lượt nào ở sân vận động Yankee"
    }
  },
  {
    "translation": {
      "en": "...and they don't get much bigger than this one.",
      "vi": "và lần này họ cũng không thể khá hơn."
    }
  },
  {
    "translation": {
      "en": "Or more hectic when you're up there trying to get a job done.",
      "vi": "Hoặc nhanh hơn khi bạn đứng đó cố làm cho xong nhiệm vụ."
    }
  },
  {
    "translation": {
      "en": "And they're a strike away.",
      "vi": "Và chỉ còn cách một cú hỏng nữa."
    }
  },
  {
    "translation": {
      "en": "And they're roaring in the Bronx.",
      "vi": "Và người ta đang gào thét ở quận Bronx."
    }
  },
  {
    "translation": {
      "en": "Losing the first two games at home in the best of five series...",
      "vi": "Thua hai trận đầu tiên ở sân nhà trong chuỗi năm trận thành tích tốt nhất"
    }
  },
  {
    "translation": {
      "en": "...and roar back to",
      "vi": "và trở lại đầy uy lực..."
    }
  },
  {
    "translation": {
      "en": "The Yankees will defend their title.",
      "vi": "Đội Yankee sẽ bảo vệ được danh hiệu của mình."
    }
  },
  {
    "translation": {
      "en": "It's okay, Joe, you can leave it on.",
      "vi": "Không sao, Joe, anh cứ bật đi."
    }
  },
  {
    "translation": {
      "en": "I don't need to watch. Joe, leave it on.",
      "vi": "Tôi không cần xem đâu. Joe, cứ bật đi."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Imagine how bad it'd be if you were a Yankee player...",
      "vi": "Tưởng tượng sẽ tồi tệ cỡ nào nếu bạn là cầu thủ của Yankee"
    }
  },
  {
    "translation": {
      "en": "...and didn't like the taste of champagne.",
      "vi": "và không thích hương vị rượu sâmbanh."
    }
  },
  {
    "translation": {
      "en": "Better ask to get traded.",
      "vi": "Tốt hơn là nên chuyển đội."
    }
  },
  {
    "translation": {
      "en": "You gotta give the Yankees",
      "vi": "Hãy chúc mừng đội Yankee,"
    }
  },
  {
    "translation": {
      "en": "win the big game.",
      "vi": "chiến thắng trận đấu lớn này."
    }
  },
  {
    "translation": {
      "en": "What a series that is gonna be in the next....",
      "vi": "Mùa giải sắp tới sẽ tuyệt vời lắm đây..."
    }
  },
  {
    "translation": {
      "en": "You know how many kids are wearing Giambi's?",
      "vi": "Biết bao nhiêu đứa trẻ mặc áo Giambi không?"
    }
  },
  {
    "translation": {
      "en": "You know, Oakland Giambi's jerseys and hats and pictures and posters?",
      "vi": "Áo thi đấu, nón, hình và áp phích của Giambi đội Oakland?"
    }
  },
  {
    "translation": {
      "en": "Those same kids will be booing in July when the Yankees come here.",
      "vi": "Vẫn những đứa trẻ ấy sẽ la ó khi đội Yankee đến đây vào tháng Bảy."
    }
  },
  {
    "translation": {
      "en": "Is it Giambi that's stabbing the back or the Pinstripes on the East Coast?",
      "vi": "Là Giambi đã đâm lén chúng ta hay đội áo Sọc Xanh vùng Bờ Đông?"
    }
  },
  {
    "translation": {
      "en": "You can't blame them for pilfering the henhouse.",
      "vi": "Không thể trách họ vì trộm trứng trong chuồng gà được."
    }
  },
  {
    "translation": {
      "en": "The henhouse is there. I can't blame them?",
      "vi": "Chuồng gà ở đó. Tôi không được trách họ ư?"
    }
  },
  {
    "translation": {
      "en": "They're offering $120 million over six years.",
      "vi": "Họ đề nghị một bản hợp đồng 120 triệu đôla trong sáu năm."
    }
  },
  {
    "translation": {
      "en": "The Yankees have deeper pockets and they're willing to give him money.",
      "vi": "Ví của đội Yankee dày hơn và họ sẵn lòng chi đậm."
    }
  },
  {
    "translation": {
      "en": "They're pilfering our players.",
      "vi": "Họ đang thó cầu thủ của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "It's like we're a farm system for the New York Yankees.",
      "vi": "Cứ như ta sản xuất cầu thủ cho New York Yankee vậy..."
    }
  },
  {
    "translation": {
      "en": "How are the guys doing? That was a killer.",
      "vi": "Các chàng trai thế nào rồi? Chết ngắc."
    }
  },
  {
    "translation": {
      "en": "That was a killer. It's a tough one to swallow. It's....",
      "vi": "Chết ngắc luôn. Rất khó nuốt trôi chuyện này. Nó..."
    }
  },
  {
    "translation": {
      "en": "They played great. They played their hearts out.",
      "vi": "Họ đã chơi tốt. Họ đã thi đấu hết mình."
    }
  },
  {
    "translation": {
      "en": "They did. They played fantastic. It just didn't fall our way.",
      "vi": "Đúng vậy. Họ chơi rất xuất sắc. Chỉ là chuyện không như ý thôi."
    }
  },
  {
    "translation": {
      "en": "You'll do better next year. But we were close, though.",
      "vi": "Mùa sau sẽ tốt hơn. Nhưng ta đã ở rất gần, đúng không?"
    }
  },
  {
    "translation": {
      "en": "We were so close. Right there.",
      "vi": "Chúng ta đã rất gần. Ngay sát luôn."
    }
  },
  {
    "translation": {
      "en": "Almost had it. You gotta feel good about that.",
      "vi": "Gần như đã thắng. Anh phải cảm thấy vui chứ."
    }
  },
  {
    "translation": {
      "en": "I feel great about it. I feel great about it.",
      "vi": "Tôi thấy vui lắm."
    }
  },
  {
    "translation": {
      "en": "We're not gonna do better next year.",
      "vi": "Mùa sau chúng ta sẽ không khá hơn đâu."
    }
  },
  {
    "translation": {
      "en": "Why not? Well, you know we're being gutted.",
      "vi": "Tại sao? Anh biết đấy, chúng ta đã bị rút ruột."
    }
  },
  {
    "translation": {
      "en": "We're losing Giambi, Damon, Isringhausen.",
      "vi": "Chúng ta mất Giambi, Damon, Isringhausen."
    }
  },
  {
    "translation": {
      "en": "Done deal. We're in trouble.",
      "vi": "Thỏa thuận đã xong. Chúng ta gặp rắc rối rồi đấy."
    }
  },
  {
    "translation": {
      "en": "You'll find new guys. You found Jason, you found Damon.",
      "vi": "Anh sẽ tìm ra những nhân tố mới. Anh đã tìm thấy Jason, thấy Damon."
    }
  },
  {
    "translation": {
      "en": "I need more money, Steve. Billy.",
      "vi": "Tôi cần thêm tiền, Steve ạ. Billy."
    }
  },
  {
    "translation": {
      "en": "I need more money. We don't have any.",
      "vi": "Tôi cần thêm tiền. Ta chả còn xu nào."
    }
  },
  {
    "translation": {
      "en": "I can't compete against $120 million with $38 million.",
      "vi": "Tôi không thể dùng 38 triệu đô. đấu với 120 triệu đô được."
    }
  },
  {
    "translation": {
      "en": "We're not gonna compete with these teams that have big budgets.",
      "vi": "Chúng ta sẽ không cạnh tranh với những đội có ngân sách lớn."
    }
  },
  {
    "translation": {
      "en": "We're gonna work within the constraints we have...",
      "vi": "Chúng ta sẽ xoay xở trong khả năng của mình"
    }
  },
  {
    "translation": {
      "en": "...and you're gonna do the best job that you can recruiting new players.",
      "vi": "và anh sẽ làm hết sức để tuyển mộ cầu thủ mới."
    }
  },
  {
    "translation": {
      "en": "We're not gonna pay $17 million to players.",
      "vi": "Chúng ta sẽ không trả 17 triệu cho một cầu thủ."
    }
  },
  {
    "translation": {
      "en": "I'm not asking you...",
      "vi": "Tôi không yêu cầu anh"
    }
  },
  {
    "translation": {
      "en": "...for 10 or 20, 30 million dollars.",
      "vi": "chi 10, 20 hay 30 triệu đôla."
    }
  },
  {
    "translation": {
      "en": "I'm just asking for a bit of help.",
      "vi": "Tôi chỉ yêu cầu một chút hỗ trợ."
    }
  },
  {
    "translation": {
      "en": "Get me a little closer and I will get you that championship team.",
      "vi": "Tạo điều kiện cho tôi hơn chút nữa và tôi sẽ cho anh một đội bóng vô địch."
    }
  },
  {
    "translation": {
      "en": "I mean, this is why I'm here. This is why you hired me.",
      "vi": "Chính vì thế mà tôi ở đây. Đây là lý do mà anh thuê tôi."
    }
  },
  {
    "translation": {
      "en": "And I gotta ask you, what are we doing here...",
      "vi": "Và tôi hỏi anh nhé, chúng ta đang làm gì ở đây..."
    }
  },
  {
    "translation": {
      "en": "Billy, I...if it's not to win a championship?",
      "vi": "Billy, anh biết... Nếu không phải để vô địch?"
    }
  },
  {
    "translation": {
      "en": "I wanna win just as muchThat's my bar. My bar is here.",
      "vi": "Tôi cũng muốn thắng như... Ngưỡng của tôi. Nó ở đây."
    }
  },
  {
    "translation": {
      "en": "My bar is to take this team to the championship.",
      "vi": "Ngưỡng của tôi là đưa đội đến với chức vô địch."
    }
  },
  {
    "translation": {
      "en": "Billy, we're a small market team, and you're a small market GM.",
      "vi": "Billy, ta là một đội bóng quèn, và anh là một tay quản lý quèn."
    }
  },
  {
    "translation": {
      "en": "I'm asking you to be okay not spending money that I don't have.",
      "vi": "Tôi yêu cầu anh hài lòng với việc không tiêu những đồng tiền tôi không có."
    }
  },
  {
    "translation": {
      "en": "And I'm asking you to take a deep breath...",
      "vi": "Và tôi yêu cầu anh hãy hít thở sâu,"
    }
  },
  {
    "translation": {
      "en": "...shake off the loss, get back in a room with your guys...",
      "vi": "rũ bỏ thất bại, trở lại phòng với các cầu thủ của anh,"
    }
  },
  {
    "translation": {
      "en": "...and figure out how to find replacements for the guys we lost...",
      "vi": "và tìm xem có cách nào để thay thế những người ta vừa mất"
    }
  },
  {
    "translation": {
      "en": "...with the money that we do have.",
      "vi": "với số tiền chúng ta đang có."
    }
  },
  {
    "translation": {
      "en": "I'm not leaving here. I'm notI can't leave here with that.",
      "vi": "Tôi không đi đâu. Tôi không đi, tôi không thể đi khỏi đây như thế."
    }
  },
  {
    "translation": {
      "en": "What else can I help you with?",
      "vi": "Tôi giúp được gì cho anh nữa?"
    }
  },
  {
    "translation": {
      "en": "It's a good offer, and you gotta match it. I",
      "vi": "Đó là một lời đề nghị tốt, và cậu phải xứng đáng. Tôi..."
    }
  },
  {
    "translation": {
      "en": "I need another day.",
      "vi": "Tôi cần thêm một ngày nữa."
    }
  },
  {
    "translation": {
      "en": "His mind's pretty made up. I just think you should know that.",
      "vi": "Anh ta gần như đã quyết định rồi. Tôi chỉ nghĩ cậu nên biết điều đó."
    }
  },
  {
    "translation": {
      "en": "I got a call. I'll get you back. I'll let him know.",
      "vi": "Tôi có điện thoại. Tôi sẽ gọi lại sau. Tôi sẽ báo anh ta."
    }
  },
  {
    "translation": {
      "en": "Bye.",
      "vi": "Chào."
    }
  },
  {
    "translation": {
      "en": "Yeah? Billy, Scott.",
      "vi": "Vâng? Billy, Scott đây."
    }
  },
  {
    "translation": {
      "en": "Just got off the phone with Dan. You didn't.",
      "vi": "Tôi vừa tiếp điện thoại của Dan. Không phải chứ."
    }
  },
  {
    "translation": {
      "en": "I was surprised he called me.",
      "vi": "Tôi rất ngạc nhiên vì cậu ta gọi."
    }
  },
  {
    "translation": {
      "en": "Stop. I got Johnny for 7.5 or he doesn't play anywhere else.",
      "vi": "Thôi. Tôi trả 7,5 triệu cho Johnny, hoặc cậu ta không chơi ở đâu nữa."
    }
  },
  {
    "translation": {
      "en": "That's the deal you made. Boston just upped it to 7.75.",
      "vi": "Đó là thỏa thuận của anh. Boston vừa nâng giá lên 7,75 triệu."
    }
  },
  {
    "translation": {
      "en": "You there?",
      "vi": "Anh còn đó không?"
    }
  },
  {
    "translation": {
      "en": "We had a deal, Scott. We have a deal, if it's 8 million.",
      "vi": "Chúng ta đã thỏa thuận rồi, Scott. Ta sẽ có thỏa thuận, nếu giá là 8 triệu."
    }
  },
  {
    "translation": {
      "en": "Oh, man, you played me. I'm just doing my job for my client.",
      "vi": "Anh chơi tôi rồi. Tôi làm vì khách hàng của tôi thôi."
    }
  },
  {
    "translation": {
      "en": "No, you're playing me, and you're still playing me.",
      "vi": "Không, anh chơi đểu tôi, và anh vẫn đang chơi tôi."
    }
  },
  {
    "translation": {
      "en": "Congratulations, asshole. You win.",
      "vi": "Chúc mừng anh, đồ khốn. Anh thắng."
    }
  },
  {
    "translation": {
      "en": "I like guys that got a little hair on their ass.",
      "vi": "Tôi thích bọn mông có lông. CẦU THÙ MIỄN PHÍ"
    }
  },
  {
    "translation": {
      "en": "He looks like a Mantle or a Mays, quite frankly.",
      "vi": "Thẳng thắn mà nói, cậu này có nét giống Mantle hoặc Mays."
    }
  },
  {
    "translation": {
      "en": "He's got a baseball body. Matty, who do you got?",
      "vi": "Có cơ thể của một cầu thủ. Matty, anh tìm được ai chưa?"
    }
  },
  {
    "translation": {
      "en": "I like Geronimo. Yes.",
      "vi": "Tôi thích Geronimo. Phải."
    }
  },
  {
    "translation": {
      "en": "The guy's an athlete. Big, fast, talented.",
      "vi": "Một vận động viên thứ thiệt. To khỏe, nhanh nhẹn, có tài."
    }
  },
  {
    "translation": {
      "en": "Top of my list. Clean cut, good face.",
      "vi": "Đầu danh sách của tôi. Đầu đinh, mặt sáng."
    }
  },
  {
    "translation": {
      "en": "Yeah, good jaw. Five tools guy.",
      "vi": "Vâng, hàm khỏe. Có đủ năm kỹ năng."
    }
  },
  {
    "translation": {
      "en": "Good looking ballplayer. Can he hit?",
      "vi": "Cầu thủ đẹp trai. Biết đập bóng không?"
    }
  },
  {
    "translation": {
      "en": "He's got a beautiful swing. The ball explodes off his bat.",
      "vi": "Cậu ta vung chày đẹp mắt lắm. Bóng như nổ ra từ gậy cậu ta vậy."
    }
  },
  {
    "translation": {
      "en": "He throws the club head at the ball, and when he connects...",
      "vi": "Cậu ta ném rất cao, và khi chạm bóng,"
    }
  },
  {
    "translation": {
      "en": "...he drives it, it pops off the bat.",
      "vi": "cậu ta đẩy bóng vụt khỏi gậy."
    }
  },
  {
    "translation": {
      "en": "You can hear it all over the ballpark. A lot of pop.",
      "vi": "Có thể nghe tiếng vang khắp sân. Gậy cứ kêu bôm bốp liên tục."
    }
  },
  {
    "translation": {
      "en": "If he's good, why doesn't he hit good?",
      "vi": "Nếu cậu ta giỏi sao cậu ta đập không tốt?"
    }
  },
  {
    "translation": {
      "en": "He is a good hitter. He'll be ready.",
      "vi": "Cậu ta đập bóng tốt. Cậu ta sẽ sẵn sàng."
    }
  },
  {
    "translation": {
      "en": "He's gonna be a good hitter against big league arms?",
      "vi": "Cậu ta sẽ là cầu thủ đập bóng giỏi khi đối mặt với các đội lớn chứ?"
    }
  },
  {
    "translation": {
      "en": "Could be great. I don't think so.",
      "vi": "Có thể. Tôi không nghĩ thế."
    }
  },
  {
    "translation": {
      "en": "Kid needs at bats. Give him 400 at bats, he's gonna get better.",
      "vi": "Cậu này cần tập đánh nhiều. Cho cậu ta 400 lượt, cậu ta sẽ giỏi ra."
    }
  },
  {
    "translation": {
      "en": "He can play. He's hit everywhere along the line.",
      "vi": "Cậu ta có thể chơi. Cậu ta đập bóng dọc khắp chiều dài sân."
    }
  },
  {
    "translation": {
      "en": "He's one of our guys.",
      "vi": "Cậu ta là người của ta."
    }
  },
  {
    "translation": {
      "en": "Okay, let's move on.",
      "vi": "Rồi, tiếp tục nào."
    }
  },
  {
    "translation": {
      "en": "Artie, who do you like? I like Perez. He's got a classic swing.",
      "vi": "Artie, anh thích ai? Tôi thích Perez. Vung chày rất mẫu mực."
    }
  },
  {
    "translation": {
      "en": "It's a real clean stroke. I don't know. Can't hit the curveball.",
      "vi": "Bóng đi rất thoáng. Tôi không rõ. Không thể đánh bóng cong."
    }
  },
  {
    "translation": {
      "en": "There's some work to be done, I'll admit that, but he's noticeable.",
      "vi": "Tôi thừa nhận là còn phải nỗ lực nhiều, nhưng cậu ta đáng để chú ý đấy."
    }
  },
  {
    "translation": {
      "en": "Got an ugly girlfriend. What's that mean?",
      "vi": "Có cô bạn gái xấu xí. Là sao?"
    }
  },
  {
    "translation": {
      "en": "Ugly girlfriend means no confidence.",
      "vi": "Bạn gái xấu nghĩa là anh không tự tin."
    }
  },
  {
    "translation": {
      "en": "You are full of it. Artie is right. This guy's got an attitude.",
      "vi": "Anh lại nói bừa. Artie nói đúng. Cậu này có khí chất."
    }
  },
  {
    "translation": {
      "en": "An attitude is good.",
      "vi": "Có khí chất là tốt."
    }
  },
  {
    "translation": {
      "en": "He walks in a room, his dick's already been there for two minutes.",
      "vi": "Đó là loại mà hễ cậu ta vào phòng, thì của quý của cậu ta đã ở đó hai phút."
    }
  },
  {
    "translation": {
      "en": "He passes the eye candy test. Got the looks.",
      "vi": "Vượt qua bài kiểm tra ngoại hình. Bề ngoài khá bảnh bao."
    }
  },
  {
    "translation": {
      "en": "He's ready to play the part. He just needs playing time.",
      "vi": "Cậu ta đã sẵn sàng rồi. Chỉ cần được thi đấu nhiều thôi."
    }
  },
  {
    "translation": {
      "en": "I'm just saying, his girlfriend is a six at best.",
      "vi": "Tôi chỉ muốn nói là bạn gái của cậu ta ma chê quỷ hờn quá."
    }
  },
  {
    "translation": {
      "en": "Look, if we're trying to replace Giambi, this guy could be it.",
      "vi": "Nếu ta đang tìm người thay Giambi thì cậu này chính là người đó."
    }
  },
  {
    "translation": {
      "en": "I agree with you.",
      "vi": "Tôi đồng ý với anh."
    }
  },
  {
    "translation": {
      "en": "Damn, Billy, was that a suggestion?",
      "vi": "Billy, đó là một lời đề nghị sao?"
    }
  },
  {
    "translation": {
      "en": "Guys, you're just talking.",
      "vi": "Các anh chỉ biết nói suông."
    }
  },
  {
    "translation": {
      "en": "Talking...like this is business as usual.",
      "vi": "Nói như thể đây là công việc thường nhật vậy."
    }
  },
  {
    "translation": {
      "en": "It's not.",
      "vi": "Không phải thế."
    }
  },
  {
    "translation": {
      "en": "We're trying to solve the problem.",
      "vi": "Chúng ta đang cố giải quyết vấn đề."
    }
  },
  {
    "translation": {
      "en": "Not like this. You're not looking at the problem.",
      "vi": "Đâu phải. Các anh đang không nhìn thẳng vào vấn đề."
    }
  },
  {
    "translation": {
      "en": "We're very aware of the problem. I mean",
      "vi": "Chúng ta ý thức rất rõ vấn đề. Ý tôi là..."
    }
  },
  {
    "translation": {
      "en": "Okay, good. What's the problem?",
      "vi": "Được, tốt. Thế vấn đề là gì?"
    }
  },
  {
    "translation": {
      "en": "Look, Billy, we all understand what the problem is.",
      "vi": "Nghe này, Billy, ta đều hiểu vấn đề là gì."
    }
  },
  {
    "translation": {
      "en": "We have toOkay, good. What's the problem?",
      "vi": "Chúng ta phải... Được, tốt. Vấn đề là gì?"
    }
  },
  {
    "translation": {
      "en": "We have to replace three key players in our lineup.",
      "vi": "Chúng ta phải thay thế ba cầu thủ chủ chốt trong đội hình."
    }
  },
  {
    "translation": {
      "en": "Nope. What's the problem?",
      "vi": "Không phải. Vấn đề là gì?"
    }
  },
  {
    "translation": {
      "en": "We gotta replace these guys with what we have",
      "vi": "Phải thay thế ba cầu thủ đó với cái mà ta đang có..."
    }
  },
  {
    "translation": {
      "en": "No. What's the problem, Barry?",
      "vi": "Không. Vấn đề là gì, Barry?"
    }
  },
  {
    "translation": {
      "en": "We need 38 home runs, 120 RBIs and 47 doubles to replace.",
      "vi": "Ta cần 38 cú home run, 120 điểm RBI và 47 cú đúp để thay thế."
    }
  },
  {
    "translation": {
      "en": "The problem we're trying to solve is that there are rich teams...",
      "vi": "Vấn đề chúng ta đang cố gắng giải quyết là có những đội giàu"
    }
  },
  {
    "translation": {
      "en": "...and there are poor teams, then there's 50 feet of crap...",
      "vi": "và có những đội nghèo, rồi đến một mớ rác rưởi"
    }
  },
  {
    "translation": {
      "en": "...and then there's us.",
      "vi": "và rồi đến chúng ta."
    }
  },
  {
    "translation": {
      "en": "It's an unfair game.",
      "vi": "Đó là một cuộc chơi bất công."
    }
  },
  {
    "translation": {
      "en": "And now we've been gutted. We're like organ donors for the rich.",
      "vi": "Giờ chúng ta đã bị rút ruột. Chúng ta như đang hiến tạng cho bọn giàu."
    }
  },
  {
    "translation": {
      "en": "Boston's taken our kidneys, Yankees have taken our heart.",
      "vi": "Boston lấy thận của chúng ta, Yankee lấy tim của chúng ta."
    }
  },
  {
    "translation": {
      "en": "And you guys sit around...",
      "vi": "Còn các anh ngồi túm tụm"
    }
  },
  {
    "translation": {
      "en": "...talking the same old good body nonsense like we're selling jeans.",
      "vi": "bàn chuyện hình thể tốt vớ vẩn cũ rích như thể ta đang bán quần jean vậy."
    }
  },
  {
    "translation": {
      "en": "Like we're looking for Fabio.",
      "vi": "Làm như ta đang tìm kiếm Fabio vậy."
    }
  },
  {
    "translation": {
      "en": "We got to think differently.",
      "vi": "Chúng ta phải nghĩ khác đi."
    }
  },
  {
    "translation": {
      "en": "We are the last dog at the bowl.",
      "vi": "Ta là con chó cuối cùng đụng đến tô cơm."
    }
  },
  {
    "translation": {
      "en": "You see what happens to the runt of the litter? He dies.",
      "vi": "Biết cái gì sẽ đến với con yếu nhất trong một lứa không? Chết."
    }
  },
  {
    "translation": {
      "en": "Billy, that's a very touching story and everything...",
      "vi": "Billy, câu chuyện rất xúc động,"
    }
  },
  {
    "translation": {
      "en": "...but I think we're all very much aware of what we're facing.",
      "vi": "nhưng tôi nghĩ chúng ta ý thức rất rõ cái mình phải đối mặt."
    }
  },
  {
    "translation": {
      "en": "You have a lot of experience and wisdom in this room.",
      "vi": "Anh là người hiểu biết và từng trải hơn trong phòng này."
    }
  },
  {
    "translation": {
      "en": "You need to have a little faith and let us do the job of replacing Giambi.",
      "vi": "Anh cần có chút niềm tin và để chúng tôi tìm người thay thế Giambi."
    }
  },
  {
    "translation": {
      "en": "Is there another first baseman like Giambi?",
      "vi": "Có cầu thủ gôn một nào như Giambi không?"
    }
  },
  {
    "translation": {
      "en": "No, not really. No.",
      "vi": "Chắc là không. Không."
    }
  },
  {
    "translation": {
      "en": "If there was, could we afford him? Nope.",
      "vi": "Nếu có, ta có đủ tiền mua không? Không."
    }
  },
  {
    "translation": {
      "en": "Then what the fuck are you talking about, man?",
      "vi": "Vậy các anh đang nói cái khỉ gió gì thế?"
    }
  },
  {
    "translation": {
      "en": "If we try to play like the Yankees in here...",
      "vi": "Nếu chúng ta cố gắng chơi như đội Yankee ở đây,"
    }
  },
  {
    "translation": {
      "en": "...we will lose to the Yankees out there.",
      "vi": "chúng ta sẽ thua đội Yankee ngoài đó."
    }
  },
  {
    "translation": {
      "en": "Boy, that sounds like fortune cookie wisdom to me, Billy.",
      "vi": "Nghe như châm ngôn giấu trong bánh quy may mắn ấy, Billy."
    }
  },
  {
    "translation": {
      "en": "No, that's just logic. Who's Fabio?",
      "vi": "Không, chỉ là logic thôi. Fabio là ai?"
    }
  },
  {
    "translation": {
      "en": "He's a shortstop. He's a shortstop from Seattle.",
      "vi": "Cậu ta là một cầu thủ chơi gôn ngắn của Seattle."
    }
  },
  {
    "translation": {
      "en": "Now, this is no time to push the panic button.",
      "vi": "Giờ không phải lúc để thần hồn nát thần tính đâu."
    }
  },
  {
    "translation": {
      "en": "Our scouts will find players, Player Development will develop them.",
      "vi": "Billy, đội tuyển mộ sẽ tìm cầu thủ, đội Phát triển Cầu thủ sẽ phát triển họ."
    }
  },
  {
    "translation": {
      "en": "We'll teach them to play Oakland A baseball.",
      "vi": "Ta sẽ dạy họ chơi bóng chày như đội Oakland A."
    }
  },
  {
    "translation": {
      "en": "With all due respect, we've been doing this a long time.",
      "vi": "Không có ý gì đâu nhưng chúng ta đã làm việc này từ lâu rồi."
    }
  },
  {
    "translation": {
      "en": "Why don't you just let us be responsible for replacing Giambi...",
      "vi": "Tại sao anh không để chúng tôi chịu trách nhiệm tìm người thay Giambi"
    }
  },
  {
    "translation": {
      "en": "...with who we know that can play?",
      "vi": "bằng người chúng tôi biết họ chơi được?"
    }
  },
  {
    "translation": {
      "en": "Easy power. And loose.",
      "vi": "Năng lực xuất chúng. Lối chơi phóng khoáng."
    }
  },
  {
    "translation": {
      "en": "Good face.",
      "vi": "Gương mặt sáng sủa."
    }
  },
  {
    "translation": {
      "en": "This son of a bitch is going in the first round.",
      "vi": "Thằng nhóc này sẽ đậu vòng một."
    }
  },
  {
    "translation": {
      "en": "You're a premium player, Billy.",
      "vi": "Cậu là cầu thủ xuất sắc, Billy."
    }
  },
  {
    "translation": {
      "en": "You can run, you can field, you can throw, you can hit...",
      "vi": "Cậu có thể chạy, phản công, ném bóng, đập bóng,"
    }
  },
  {
    "translation": {
      "en": "...you can hit with power.",
      "vi": "đập bóng đầy mạnh mẽ."
    }
  },
  {
    "translation": {
      "en": "That doesn't come along very often.",
      "vi": "Năng lực ấy không thường thấy đâu."
    }
  },
  {
    "translation": {
      "en": "This is Tom Martinez, national cross checker.",
      "vi": "Đây là Tom Martinez, kiểm tra năng lực toàn quốc."
    }
  },
  {
    "translation": {
      "en": "How you doing? Nice to meet you. Billy Beane.",
      "vi": "Khỏe chứ? Hân hạnh được gặp. Tôi là Billy Beane."
    }
  },
  {
    "translation": {
      "en": "It's been a while since I've seen a five tool guy that can do everything.",
      "vi": "Đã lâu lắm rồi tôi mới thấy một chàng trai có đủ năm kỹ năng."
    }
  },
  {
    "translation": {
      "en": "I'm hopeful your interest in professional baseball...",
      "vi": "Tôi mong là hứng thú của cậu với bóng chày chuyên nghiệp"
    }
  },
  {
    "translation": {
      "en": "...is as strong as ours is gonna be in getting you in this upcoming draft.",
      "vi": "cũng mạnh mẽ như ý định tuyển mộ cậu của chúng tôi trong kế hoạch sắp tới."
    }
  },
  {
    "translation": {
      "en": "Mr. Beane?",
      "vi": "Anh Beane?"
    }
  },
  {
    "translation": {
      "en": "Mark is ready to see you now.",
      "vi": "Mark đã sẵn sàng để gặp anh."
    }
  },
  {
    "translation": {
      "en": "How you doing? I'm fine.",
      "vi": "Cô thế nào? Tôi khỏe."
    }
  },
  {
    "translation": {
      "en": "How are you? Good.",
      "vi": "Còn anh? Tốt."
    }
  },
  {
    "translation": {
      "en": "Hey, Billy. Hey, Mark.",
      "vi": "Chào Billy. Chào Mark."
    }
  },
  {
    "translation": {
      "en": "Good to see you. Please sit down. You too.",
      "vi": "Rất vui khi gặp anh. Ngồi đi. Tôi cũng vậy."
    }
  },
  {
    "translation": {
      "en": "These are the guys. Guys, Billy. Boys.",
      "vi": "Đây là bạn tôi. Các anh, đây là Billy. Xin chào."
    }
  },
  {
    "translation": {
      "en": "How's it going? All right. How you been?",
      "vi": "Tình hình ra sao? Cũng tạm. Còn anh?"
    }
  },
  {
    "translation": {
      "en": "You're filling out that chair nicely. I got three weeks in it right now.",
      "vi": "Anh ngồi ghế đó vừa vặn lắm. Tôi ngự ở đây cũng được ba tuần rồi."
    }
  },
  {
    "translation": {
      "en": "Good, good, man.",
      "vi": "Tốt."
    }
  },
  {
    "translation": {
      "en": "Yeah, man. How you doing? Fantastic.",
      "vi": "Phải. Anh khỏe chứ? Tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Awesome. Couldn't be better.",
      "vi": "Tốt quá. Không thể tốt hơn."
    }
  },
  {
    "translation": {
      "en": "That's good to hear. I'm not gonna waste your time.",
      "vi": "Rất tốt. Tôi sẽ không làm mất thời gian của anh đâu."
    }
  },
  {
    "translation": {
      "en": "You just tell me what you're looking for.",
      "vi": "Cứ nói tôi nghe anh cần tìm gì."
    }
  },
  {
    "translation": {
      "en": "Fifty million dollars in additional payroll.",
      "vi": "Năm mươi triệu đôla trong bảng lương bổ sung."
    }
  },
  {
    "translation": {
      "en": "You should try Giambi.",
      "vi": "Anh nên thử Giambi."
    }
  },
  {
    "translation": {
      "en": "I'm sorry. Too soon, right? I want this to be a friendly meeting.",
      "vi": "Tôi xin lỗi. Quá sớm chăng? Tôi muốn đây là buổi gặp gỡ thân mật."
    }
  },
  {
    "translation": {
      "en": "It's not all on your shoulders.",
      "vi": "Anh đừng quá áp lực."
    }
  },
  {
    "translation": {
      "en": "Where's Steve in this? Steve's great.",
      "vi": "Steve thế nào? Steve rất tốt."
    }
  },
  {
    "translation": {
      "en": "He's supportive in rebuilding this team.",
      "vi": "Anh ấy rất ủng hộ việc tái thiết đội bóng."
    }
  },
  {
    "translation": {
      "en": "That's what we're gonna do.",
      "vi": "Đó là việc chúng tôi sẽ làm."
    }
  },
  {
    "translation": {
      "en": "So, what are you looking for? A left handed reliever.",
      "vi": "Thế anh đang tìm ai? Một cầu thủ cứu viện thuận tay trái."
    }
  },
  {
    "translation": {
      "en": "I'm thinking Ricardo Rincon.",
      "vi": "Tôi đang nghĩ đến Ricardo Rincon."
    }
  },
  {
    "translation": {
      "en": "That's not gonna happen.",
      "vi": "Không được đâu."
    }
  },
  {
    "translation": {
      "en": "Not even a discussion?",
      "vi": "Thảo luận thôi cũng không à?"
    }
  },
  {
    "translation": {
      "en": "Billy, even if you could afford him, respectfully, we love him.",
      "vi": "Billy, dù anh có đủ tiền để mua đi nữa, chúng tôi yêu quý cậu ta lắm."
    }
  },
  {
    "translation": {
      "en": "We're not about to let him go.",
      "vi": "Chúng tôi không để cậu ta đi được."
    }
  },
  {
    "translation": {
      "en": "You got this Venezuelan kid coming up.",
      "vi": "Anh có nhóc Venezuela từ Bắc Carolina nhỉ?"
    }
  },
  {
    "translation": {
      "en": "We had him. We moved him to Detroit.",
      "vi": "Đã từng. Đã chuyển cậu ta tới Detroit."
    }
  },
  {
    "translation": {
      "en": "What else you thinking?",
      "vi": "Anh còn nghĩ đến ai nữa không?"
    }
  },
  {
    "translation": {
      "en": "Outfielders.",
      "vi": "Cầu thủ bảo vệ ngoài."
    }
  },
  {
    "translation": {
      "en": "To replace Damon? Yeah.",
      "vi": "Để thay thế Damon? Đúng."
    }
  },
  {
    "translation": {
      "en": "In your price range? No disrespect. Enough, Mark.",
      "vi": "Ở tầm giá của anh? Không có ý gì đâu. Đủ rồi, Mark."
    }
  },
  {
    "translation": {
      "en": "Hollins?",
      "vi": "Hollins thì sao?"
    }
  },
  {
    "translation": {
      "en": "García? No.",
      "vi": "Garcia? Không."
    }
  },
  {
    "translation": {
      "en": "Maybe Coste.",
      "vi": "Có thể là Coste."
    }
  },
  {
    "translation": {
      "en": "That's it.",
      "vi": "Chỉ có chừng ấy thôi."
    }
  },
  {
    "translation": {
      "en": "All right, tell me about García. To replace Johnny Damon?",
      "vi": "Được rồi, kể tôi nghe về García đi. Để thay thế Johnny Damon?"
    }
  },
  {
    "translation": {
      "en": "Mark, is he healthy? Yeah, he's healthy ish.",
      "vi": "Mark, cậu ta có khỏe mạnh không? Có, thể lực tốt."
    }
  },
  {
    "translation": {
      "en": "He had that back thing.",
      "vi": "Tôi muốn thẳng thắn. Cậu ta bị đau lưng nhỉ?"
    }
  },
  {
    "translation": {
      "en": "He'll be ready for spring ball. I'll tell you what.",
      "vi": "Cậu ta sẽ chơi giải mùa xuân. Tôi nói này."
    }
  },
  {
    "translation": {
      "en": "I can give you Guthrie if you kick in some cash.",
      "vi": "Tôi có thể cho các anh Guthrie nếu các anh chi thêm."
    }
  },
  {
    "translation": {
      "en": "Mark Guthrie? Yeah.",
      "vi": "Mark Guthrie? Đúng."
    }
  },
  {
    "translation": {
      "en": "How much cash? Two hundred K.",
      "vi": "Bao nhiêu? Hai trăm ngàn."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Đồng ý."
    }
  },
  {
    "translation": {
      "en": "So García's gonna be a no. You're kidding me, right?",
      "vi": "Thế thì không García nữa. Anh đùa tôi à?"
    }
  },
  {
    "translation": {
      "en": "You're kidding me. I'm not.",
      "vi": "Anh đang nói đùa. Không hề."
    }
  },
  {
    "translation": {
      "en": "Okay. Straight up, García for Guthrie, no kicker.",
      "vi": "Được rồi. Thẳng thắn nhé, đổi García lấy Guthrie, không thêm gì nữa."
    }
  },
  {
    "translation": {
      "en": "No kicker? Straight up.",
      "vi": "Không thêm à? Chính xác."
    }
  },
  {
    "translation": {
      "en": "I think it's gonna be a hard no on García, but let's just keep going.",
      "vi": "Tôi nghĩ thế này thì chắc chắn là không với vụ García, nhưng cứ xem sao đã."
    }
  },
  {
    "translation": {
      "en": "What else you thinking? What are we doing? Is this business?",
      "vi": "Anh còn nghĩ đến ai nữa không? Ta đang làm gì thế? Đây là làm ăn à?"
    }
  },
  {
    "translation": {
      "en": "This is the way we do business in Cleveland.",
      "vi": "Đây là cách chúng tôi làm ăn ở Cleveland."
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "vi": "Này."
    }
  },
  {
    "translation": {
      "en": "Hello. Who are you?",
      "vi": "Xin chào. Anh là ai?"
    }
  },
  {
    "translation": {
      "en": "I'm Peter Brand.",
      "vi": "Tôi là Peter Brand."
    }
  },
  {
    "translation": {
      "en": "What do you do?",
      "vi": "Anh làm gì?"
    }
  },
  {
    "translation": {
      "en": "I'm special assistant to Mark Shapiro.",
      "vi": "Tôi là trợ lý riêng của Mark Shapiro."
    }
  },
  {
    "translation": {
      "en": "So, what do you do?",
      "vi": "Vậy anh làm gì?"
    }
  },
  {
    "translation": {
      "en": "Mostly player analysis right now.",
      "vi": "Bây giờ phần lớn là phân tích cầu thủ."
    }
  },
  {
    "translation": {
      "en": "Been on the job long? First job in baseball?",
      "vi": "Làm lâu chưa? Công việc đầu tiên về bóng chày à?"
    }
  },
  {
    "translation": {
      "en": "It's my first job anywhere.",
      "vi": "Là công việc đầu tiên của tôi ở mọi nơi."
    }
  },
  {
    "translation": {
      "en": "Wow, congrats. Thank you.",
      "vi": "Ồ, chúc mừng. Cám ơn anh."
    }
  },
  {
    "translation": {
      "en": "First job. Whose nephew are you?",
      "vi": "Công việc đầu tay. Anh là con cháu ai thế?"
    }
  },
  {
    "translation": {
      "en": "Why does Mark listen to you?",
      "vi": "Tại sao Mark lại nghe lời anh?"
    }
  },
  {
    "translation": {
      "en": "I don't think....",
      "vi": "Tôi không nghĩ..."
    }
  },
  {
    "translation": {
      "en": "I don't think he does very often.",
      "vi": "Tôi không nghĩ anh ấy hay nghe tôi đâu."
    }
  },
  {
    "translation": {
      "en": "He just did.",
      "vi": "Anh ta vừa mới nghe đấy."
    }
  },
  {
    "translation": {
      "en": "Well, in that circumstance...",
      "vi": "Trong hoàn cảnh đó,"
    }
  },
  {
    "translation": {
      "en": "...I think he was more listening to Bruce than myself.",
      "vi": "tôi nghĩ anh ấy nghe Bruce nhiều hơn là nghe tôi."
    }
  },
  {
    "translation": {
      "en": "Who are you?",
      "vi": "Anh là ai?"
    }
  },
  {
    "translation": {
      "en": "I'm Peter Brand.",
      "vi": "Tôi là Peter Brand."
    }
  },
  {
    "translation": {
      "en": "I don't give a rat's ass what your name is.",
      "vi": "Tôi chả quan tâm tên anh là gì."
    }
  },
  {
    "translation": {
      "en": "What happened in there?",
      "vi": "Chuyện gì đã xảy ra trong đó?"
    }
  },
  {
    "translation": {
      "en": "What happened in that room?",
      "vi": "Chuyện gì đã xảy ra trong phòng?"
    }
  },
  {
    "translation": {
      "en": "I'm not quite sure what you're asking me, Mr. Beane.",
      "vi": "Tôi không chắc về điều anh đang hỏi tôi, anh Beane."
    }
  },
  {
    "translation": {
      "en": "What did you tell Bruce?",
      "vi": "Anh đã nói gì với Bruce?"
    }
  },
  {
    "translation": {
      "en": "I just told Bruce I like García. You like García. Why?",
      "vi": "Tôi chỉ bảo Bruce là tôi thích García. Anh thích García. Tại sao?"
    }
  },
  {
    "translation": {
      "en": "Why?",
      "vi": "Tại sao?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "vi": "Tôi không biết."
    }
  },
  {
    "translation": {
      "en": "There is an epidemic failure within the game...",
      "vi": "Có một sai lầm tai hại trong giải đấu này"
    }
  },
  {
    "translation": {
      "en": "...to understand what is really happening.",
      "vi": "trong việc hiểu được chuyện gì đang thật sự diễn ra."
    }
  },
  {
    "translation": {
      "en": "And this leads people who run Major League Baseball teams...",
      "vi": "Nó dẫn những người điều hành các đội ở giải bóng chày nhà nghề"
    }
  },
  {
    "translation": {
      "en": "...to misjudge their players and mismanage their teams.",
      "vi": "đến việc đánh giá sai cầu thủ và điều hành sai đội bóng của họ."
    }
  },
  {
    "translation": {
      "en": "I apologize.",
      "vi": "Tôi xin lỗi."
    }
  },
  {
    "translation": {
      "en": "Go on.",
      "vi": "Nói tiếp đi."
    }
  },
  {
    "translation": {
      "en": "Okay. People who run ball clubs, they think in terms of buying players.",
      "vi": "Được rồi. Những người điều hành các câu lạc bộ chỉ biết mua cầu thủ."
    }
  },
  {
    "translation": {
      "en": "Your goal shouldn't be to buy players. Your goal should be to buy wins.",
      "vi": "Mục tiêu của anh không nên là mua cầu thủ. Mục tiêu của anh nên là mua chiến thắng."
    }
  },
  {
    "translation": {
      "en": "And in order to buy wins, you need to buy runs.",
      "vi": "Và để mua chiến thắng, anh phải làm chủ những thương vụ."
    }
  },
  {
    "translation": {
      "en": "You're trying to replace Johnny Damon.",
      "vi": "Anh đang tìm cách thay thế Johnny Damon."
    }
  },
  {
    "translation": {
      "en": "The Red Sox see Johnny Damon...",
      "vi": "Đội Red Sox nhìn Johnny Damon"
    }
  },
  {
    "translation": {
      "en": "...and they see a star who's worth $7.5 million a year.",
      "vi": "và họ thấy một ngôi sao trị giá 7,5 triệu đôla một năm."
    }
  },
  {
    "translation": {
      "en": "When I see Johnny Damon...",
      "vi": "Khi tôi nhìn Johnny Damon,"
    }
  },
  {
    "translation": {
      "en": "...what I see is...",
      "vi": "cái tôi thấy là"
    }
  },
  {
    "translation": {
      "en": "...an imperfect understanding of where runs come from.",
      "vi": "một nhận định sai lệch về nguồn gốc của những thương vụ."
    }
  },
  {
    "translation": {
      "en": "The guy's got a great glove.",
      "vi": "Cậu ấy có đôi tay giỏi."
    }
  },
  {
    "translation": {
      "en": "He's a decent leadoff hitter. He can steal bases.",
      "vi": "Cậu ấy là cầu thủ đập bóng hàng đầu. Cậu ấy có thể cướp gôn."
    }
  },
  {
    "translation": {
      "en": "But is he worth the $7.5 million a year...",
      "vi": "Nhưng cậu ấy có đáng giá 7,5 triệu đôla"
    }
  },
  {
    "translation": {
      "en": "...that the Boston Red Sox are paying him?",
      "vi": "mà đội Boston Red Sox đang trả không?"
    }
  },
  {
    "translation": {
      "en": "No. No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "Baseball thinking is medieval.",
      "vi": "Tư duy trong bóng chày không hiện đại."
    }
  },
  {
    "translation": {
      "en": "They are asking all the wrong questions.",
      "vi": "Tất cả đều hỏi sai câu hỏi."
    }
  },
  {
    "translation": {
      "en": "And if I say it to anybody, I'm ostracized. I'm a leper.",
      "vi": "Và nếu tôi nói điều này cho ai nghe, tôi sẽ bị cô lập. Như bị hủi vậy."
    }
  },
  {
    "translation": {
      "en": "So that's why I'm cagey about this with you.",
      "vi": "Vì thế mà tôi đã rất e ngại khi nói chuyện này với anh."
    }
  },
  {
    "translation": {
      "en": "That's whyI respect you, Mr. Beane, and if you want full disclosure...",
      "vi": "Vì thế mà, tôi tôn trọng anh, anh Beane, và nếu anh muốn được tiết lộ hết,"
    }
  },
  {
    "translation": {
      "en": "...I think it's a good thing that you got Damon off your payroll.",
      "vi": "tôi nghĩ việc anh không phải trả lương cho Damon nữa là một điều tốt."
    }
  },
  {
    "translation": {
      "en": "I think it opens up all kinds of interesting possibilities.",
      "vi": "Tôi nghĩ việc đó mở ra đủ mọi khả năng thú vị."
    }
  },
  {
    "translation": {
      "en": "Where you from, Pete? Maryland.",
      "vi": "Quê anh ở đâu, Pete? Maryland."
    }
  },
  {
    "translation": {
      "en": "Where'd you go to school? Yale. I went to Yale.",
      "vi": "Anh học trường nào? Yale. Tôi học ở Yale."
    }
  },
  {
    "translation": {
      "en": "What'd you study? Economics.",
      "vi": "Anh học ngành gì? Kinh tế."
    }
  },
  {
    "translation": {
      "en": "I studied economics.",
      "vi": "Tôi học kinh tế."
    }
  },
  {
    "translation": {
      "en": "Yale, economics and baseball.",
      "vi": "Yale, kinh tế và bóng chày."
    }
  },
  {
    "translation": {
      "en": "You're funny, Pete.",
      "vi": "Anh vui tính thật, Pete."
    }
  },
  {
    "translation": {
      "en": "Tell me, why Billy?",
      "vi": "Nói xem, vì sao là Billy?"
    }
  },
  {
    "translation": {
      "en": "What is it that makes him special?",
      "vi": "Điều gì làm thằng bé đặc biệt?"
    }
  },
  {
    "translation": {
      "en": "Very rare do you come upon a young man like Billy...",
      "vi": "Rất hiếm khi anh gặp được một người như Billy."
    }
  },
  {
    "translation": {
      "en": "...who can run, who can field, who can throw, who can hit...",
      "vi": "Một người có thể chạy, biết phản công, biết ném, biết đập,"
    }
  },
  {
    "translation": {
      "en": "...and who can hit with power.",
      "vi": "và đập bóng với sức mạnh."
    }
  },
  {
    "translation": {
      "en": "Those five tools, you don't see that very often.",
      "vi": "Có đủ cả năm kỹ năng đó, không phải điều dễ thấy."
    }
  },
  {
    "translation": {
      "en": "Most of the youngsters that we have an interest in...",
      "vi": "Phần lớn những cầu thủ trẻ mà chúng tôi để ý"
    }
  },
  {
    "translation": {
      "en": "...have one or two tools... ...and we're hoping to develop an extra one.",
      "vi": "có một hoặc hai kỹ năng, và chúng tôi mong sẽ họ phát triển thêm một kỹ năng."
    }
  },
  {
    "translation": {
      "en": "Your son has five.",
      "vi": "Con trai của ông bà có đủ năm kỹ năng."
    }
  },
  {
    "translation": {
      "en": "We're looking at a guy that's a potential superstar for us in New York.",
      "vi": "Chúng tôi đang tìm một người có tiềm năng trở thành siêu sao cho mình ở New York."
    }
  },
  {
    "translation": {
      "en": "The time is now to get him started.",
      "vi": "Bây giờ là lúc để cậu ấy bắt đầu."
    }
  },
  {
    "translation": {
      "en": "We're prepared to make a sizable financial commitment.",
      "vi": "Chúng tôi đã chuẩn bị một hợp đồng béo bở."
    }
  },
  {
    "translation": {
      "en": "The Mets are gonna stand behind Billy...",
      "vi": "Câu lạc bộ sẽ ủng hộ Billy"
    }
  },
  {
    "translation": {
      "en": "...because we expect him to be our big league center fielder.",
      "vi": "vì chúng tôi kỳ vọng cậu ấy sẽ là cầu thủ giữa sân của giải đấu lớn."
    }
  },
  {
    "translation": {
      "en": "This check here represents the offer...",
      "vi": "Chi phiếu này thay cho lời đề nghị"
    }
  },
  {
    "translation": {
      "en": "...that the New York Mets would be making to Billy.",
      "vi": "mà đội New York Met đặt ra cho Billy."
    }
  },
  {
    "translation": {
      "en": "You do know that he's been accepted to Stanford on a full scholarship?",
      "vi": "Các anh có biết là thằng bé vừa nhận học bổng toàn phần từ trường Stanford chứ?"
    }
  },
  {
    "translation": {
      "en": "I do.",
      "vi": "Tôi có biết."
    }
  },
  {
    "translation": {
      "en": "So he can do both?",
      "vi": "Vậy nó có thể theo đuổi cả hai không?"
    }
  },
  {
    "translation": {
      "en": "Unfortunately, he can't do Stanford and professional baseball.",
      "vi": "Tiếc là cậu ấy không thể vừa học Stanford vừa chơi bóng chày chuyên nghiệp được."
    }
  },
  {
    "translation": {
      "en": "He would have to pick one or the other.",
      "vi": "Cậu ấy phải lựa chọn một trong hai."
    }
  },
  {
    "translation": {
      "en": "If he wants to be center fielder for the Mets...",
      "vi": "Nếu cậu ấy muốn là một cầu thủ giữa sân chơi cho đội Met,"
    }
  },
  {
    "translation": {
      "en": "...wants to be a baseball player...",
      "vi": "muốn là một cầu thủ bóng chày,"
    }
  },
  {
    "translation": {
      "en": "...he really needs to accept this as life's first occupation, first career.",
      "vi": "cậu ấy sẽ phải chấp nhận lời đề nghị này như một công việc đầu đời, một sự nghiệp."
    }
  },
  {
    "translation": {
      "en": "We're all told at some point we can no longer play the children's game.",
      "vi": "Rồi một ngày chúng ta cũng được bảo rằng mình không thể chơi trò trẻ con nữa."
    }
  },
  {
    "translation": {
      "en": "We just don't know when that's gonna be.",
      "vi": "Chỉ là không biết khi nào thôi."
    }
  },
  {
    "translation": {
      "en": "Some of us are told at 18, some of us are told at 40, but we're all told.",
      "vi": "Một số được nói lúc 18 tuổi, số khác lúc 40 tuổi, nhưng ai cũng được nghe cả."
    }
  },
  {
    "translation": {
      "en": "But this is a once in a lifetime opportunity.",
      "vi": "Nhưng đây là một cơ hội một lần trong đời."
    }
  },
  {
    "translation": {
      "en": "We want you badly...",
      "vi": "Chúng tôi muốn có cậu"
    }
  },
  {
    "translation": {
      "en": "...and we think that this amount of money expresses that desire.",
      "vi": "và số tiền này thể hiện khát khao đó của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "Billy, this is your decision, and whatever that decision is...",
      "vi": "Billy, đây là quyết định của con, và dù con quyết định thế nào,"
    }
  },
  {
    "translation": {
      "en": "...you know it's fine with your mother and I.",
      "vi": "hãy biết rằng ba mẹ sẽ ủng hộ con."
    }
  },
  {
    "translation": {
      "en": "Hello? Hey, it's Billy Beane.",
      "vi": "Xin chào? Này, Billy Beane đây."
    }
  },
  {
    "translation": {
      "en": "Hey, what time is it? I don't know.",
      "vi": "Này, mấy giờ rồi? Tôi không biết."
    }
  },
  {
    "translation": {
      "en": "Listen, would you have drafted me in the first round?",
      "vi": "Nghe này, anh có chọn tôi vào vòng một không?"
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Sao?"
    }
  },
  {
    "translation": {
      "en": "After I left, you looked me up on your computer.",
      "vi": "Sau khi tôi đi, anh đã tìm kiếm về tôi trên máy tính."
    }
  },
  {
    "translation": {
      "en": "Would you have drafted me in the first round?",
      "vi": "Anh có chọn tôi vào vòng một không?"
    }
  },
  {
    "translation": {
      "en": "I did, yeah. You were a good player.",
      "vi": "Tôi đã tìm thật. Anh là một cầu thủ tốt."
    }
  },
  {
    "translation": {
      "en": "Cut the crap, man.",
      "vi": "Đừng vòng vo."
    }
  },
  {
    "translation": {
      "en": "Would you have drafted me in the first round?",
      "vi": "Anh có chọn tôi vào vòng một không?"
    }
  },
  {
    "translation": {
      "en": "I'd have taken you in the ninth round. No signing bonus.",
      "vi": "Tôi sẽ chọn mua anh ở vòng chín. Không tiền lót tay."
    }
  },
  {
    "translation": {
      "en": "I imagine you would've passed and taken that scholarship.",
      "vi": "Tôi hình dung là anh sẽ bỏ qua và nhận học bổng đó."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "Pack your bags, Pete.",
      "vi": "Thu dọn hành lý đi, Pete."
    }
  },
  {
    "translation": {
      "en": "I just bought you from the Cleveland Indians.",
      "vi": "Tôi vừa mua anh từ Cleveland Indian."
    }
  },
  {
    "translation": {
      "en": "Is it attached to that clamp? Yeah, let me unhook it.",
      "vi": "Nó dính với cái móc à? Ừ, để tôi gỡ ra."
    }
  },
  {
    "translation": {
      "en": "Slide it up right there. To the left. I did.",
      "vi": "Kéo nó lên ngay đó. Sang trái. Tôi đã làm thế mà."
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah. Hang on, it's wet.",
      "vi": "Phải, phải. Từ từ, nó ướt lắm."
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "vi": "Thôi nào."
    }
  },
  {
    "translation": {
      "en": "Morning, Suzanne. Coffee on? Yes.",
      "vi": "Chào Suzanne. Có cà phê chưa? Rồi."
    }
  },
  {
    "translation": {
      "en": "Great.",
      "vi": "Tuyệt."
    }
  },
  {
    "translation": {
      "en": "Billy Beane's office. Hey.",
      "vi": "Văn phòng của Billy Beane. Này."
    }
  },
  {
    "translation": {
      "en": "How are? Hi, how you doing? Nice to see you.",
      "vi": "Sao rồi? Chào, anh thế nào? Rất vui được gặp anh."
    }
  },
  {
    "translation": {
      "en": "Good to have you here. Boy, you move in fast.",
      "vi": "Có anh ở đây thật tốt. Này, anh chuyển đồ nhanh đấy."
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah. I got here early this morning.",
      "vi": "Phải, phải. Tôi đến đây từ sáng sớm."
    }
  },
  {
    "translation": {
      "en": "All moved in. Yeah.",
      "vi": "Chuyển đến hết cả rồi. Phải."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "Hey, Billy...",
      "vi": "Này, Billy,"
    }
  },
  {
    "translation": {
      "en": "...I wanted you to see these player evaluations...",
      "vi": "tôi muốn anh xem phần đánh giá cầu thủ"
    }
  },
  {
    "translation": {
      "en": "...that you asked me to do.",
      "vi": "mà anh đã yêu cầu tôi làm."
    }
  },
  {
    "translation": {
      "en": "I asked you to do three.",
      "vi": "Tôi dặn anh làm ba người."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "To evaluate three players. Yeah.",
      "vi": "Đánh giá ba cầu thủ. Phải."
    }
  },
  {
    "translation": {
      "en": "How many did you do?",
      "vi": "Anh làm bao nhiêu?"
    }
  },
  {
    "translation": {
      "en": "Forty seven.",
      "vi": "Bốn mươi bảy."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Actually, 51. I don't know why I lied just then.",
      "vi": "Thật ra là 51. Tôi chả biết sao tôi lại nói dối nữa."
    }
  },
  {
    "translation": {
      "en": "Why don't you walk me through the board?",
      "vi": "Sao anh không trình bày luôn cho tôi?"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cám ơn."
    }
  },
  {
    "translation": {
      "en": "Using this equation in the upper left...",
      "vi": "Dùng phương trình ở góc trên bên trái,"
    }
  },
  {
    "translation": {
      "en": "...I'm projecting that we need to win at least 99 games...",
      "vi": "tôi dự đoán chúng ta phải thắng được ít nhất 99 trận đấu"
    }
  },
  {
    "translation": {
      "en": "...in order to make it to the postseason.",
      "vi": "để kết thúc mùa giải."
    }
  },
  {
    "translation": {
      "en": "We need to score at least 814 runs in order to win those games...",
      "vi": "Chúng ta phải ghi được ít nhất 814 điểm nếu muốn thắng chừng ấy trận"
    }
  },
  {
    "translation": {
      "en": "...and allow no more than 645 runs.",
      "vi": "và không để bị thua quá 645 điểm."
    }
  },
  {
    "translation": {
      "en": "What's this?",
      "vi": "Cái gì đây?"
    }
  },
  {
    "translation": {
      "en": "This is a code that I've written for our year to year projections.",
      "vi": "Loại mã tôi viết cho kế hoạch hàng năm của chúng ta."
    }
  },
  {
    "translation": {
      "en": "This is building in the intelligence that we have to project players.",
      "vi": "Xây dựng dựa trên các thông tin mà chúng ta phải dự đoán cầu thủ."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "It's about getting things down to one number.",
      "vi": "Nhằm rút xuống chỉ còn một con số."
    }
  },
  {
    "translation": {
      "en": "Using the stats the way we read them...",
      "vi": "Sử dụng số liệu theo cách ta đọc chúng,"
    }
  },
  {
    "translation": {
      "en": "...we'll find value in players that nobody else can see.",
      "vi": "chúng ta sẽ tìm thấy giá trị ở những cầu thủ không ai để ý."
    }
  },
  {
    "translation": {
      "en": "People are overlooked... ...for a variety of biased reasons and perceived flaws.",
      "vi": "Nhiều người bị bỏ qua vì vô số những lý do chủ quan và khuyết điểm bên ngoài."
    }
  },
  {
    "translation": {
      "en": "Age, appearance, personality.",
      "vi": "Tuổi tác, ngoại hình, tính tình."
    }
  },
  {
    "translation": {
      "en": "Bill James and mathematics cut straight through that.",
      "vi": "Bill James và toán học nhìn xuyên được những điều như vậy."
    }
  },
  {
    "translation": {
      "en": "Billy, of the 20,000 notable players for us to consider...",
      "vi": "Billy, trong 20.000 cầu thủ đáng để chúng ta xem xét,"
    }
  },
  {
    "translation": {
      "en": "...I believe that there is a championship team...",
      "vi": "tôi tin rằng sẽ có một đội bóng vô địch"
    }
  },
  {
    "translation": {
      "en": "...of 25 people that we can afford...",
      "vi": "với 25 người chúng ta có thể mua được,"
    }
  },
  {
    "translation": {
      "en": "...because everyone else in baseball undervalues them.",
      "vi": "vì ai trong giới bóng chày cũng đều đánh giá thấp họ."
    }
  },
  {
    "translation": {
      "en": "Like an island of misfit toys.",
      "vi": "Như một hòn đảo đầy những món đồ chơi kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "Billy, this is Chad Bradford. He's a relief pitcher.",
      "vi": "Billy, đây là Chad Bradford. Một cầu thủ ném bóng dự bị."
    }
  },
  {
    "translation": {
      "en": "He is one of the most undervalued players in baseball.",
      "vi": "Cậu ấy là một trong các cầu thủ bóng chày bị đánh giá sai nhất."
    }
  },
  {
    "translation": {
      "en": "His defect is that he throws funny.",
      "vi": "Nhược điểm của cậu ấy là cậu ấy ném rất buồn cười."
    }
  },
  {
    "translation": {
      "en": "Nobody in the big leagues cares about him because he looks funny.",
      "vi": "Không ai trong giải đấu lớn quan tâm đến cậu ấy vì cậu ấy trông buồn cười."
    }
  },
  {
    "translation": {
      "en": "This guy could be not just the best pitcher in our pen...",
      "vi": "Cậu này không chỉ là tay ném tốt nhất trong tầm của ta,"
    }
  },
  {
    "translation": {
      "en": "...but one of the most effective relief pitchers in all baseball.",
      "vi": "mà còn có thể là một trong những người dự bị hiệu quả nhất."
    }
  },
  {
    "translation": {
      "en": "This guy should cost $3 million a year.",
      "vi": "Cậu ấy chỉ tốn ba triệu đôla mỗi năm. TỔNG SỐ GIẢI HẠNG NHÌ"
    }
  },
  {
    "translation": {
      "en": "We can get him for 237,000.",
      "vi": "Chúng ta có thể mua cậu ấy với giá 237.000 đô."
    }
  },
  {
    "translation": {
      "en": "That it? Yeah.",
      "vi": "Xong rồi à? Ừ."
    }
  },
  {
    "translation": {
      "en": "Hey, Art.",
      "vi": "Chào, Art."
    }
  },
  {
    "translation": {
      "en": "Can I talk to you before you get started?",
      "vi": "Tôi nói chuyện với anh trước khi họp được chứ?"
    }
  },
  {
    "translation": {
      "en": "I'm a bit busy right now. I know.",
      "vi": "Tôi hơi bận một chút. Tôi biết."
    }
  },
  {
    "translation": {
      "en": "I know. Okay.",
      "vi": "Tôi biết. Được thôi."
    }
  },
  {
    "translation": {
      "en": "Morning, everyone. Art.",
      "vi": "Chào mọi người. Art."
    }
  },
  {
    "translation": {
      "en": "Peter Brand. Nice to meet you. Where the hell's Pete?",
      "vi": "Peter Brand. Rất vui được gặp anh. Pete ở xó nào rồi?"
    }
  },
  {
    "translation": {
      "en": "That's Pete.",
      "vi": "Đây là Pete."
    }
  },
  {
    "translation": {
      "en": "Grab a seat. I'll be right back.",
      "vi": "Ngồi đi. Tôi sẽ quay lại ngay."
    }
  },
  {
    "translation": {
      "en": "All right, where did you say he's at? Okay. He's on",
      "vi": "Được, anh nói cậu ta ở đâu? Đây. Cậu ta ở..."
    }
  },
  {
    "translation": {
      "en": "Who's the kid? A friend of mine.",
      "vi": "Thằng nhóc ấy là ai thế? Bạn tôi."
    }
  },
  {
    "translation": {
      "en": "I can't manage this team under a one year contract.",
      "vi": "Tôi không thể huấn luyện với hợp đồng dưới một năm."
    }
  },
  {
    "translation": {
      "en": "Well, sure you can.",
      "vi": "Chà, anh có thể đấy."
    }
  },
  {
    "translation": {
      "en": "No, I can't.",
      "vi": "Không, tôi không thể."
    }
  },
  {
    "translation": {
      "en": "Okay. I gotta put a team on the field.",
      "vi": "Được. Tôi phải đưa được một đội bóng ra sân đã."
    }
  },
  {
    "translation": {
      "en": "After that, I'll take a good long look at your contract.",
      "vi": "Sau đó tôi sẽ xem thật kỹ lại hợp đồng của anh."
    }
  },
  {
    "translation": {
      "en": "Deal with the manager's contract, then put a team on the field.",
      "vi": "Giải quyết hợp đồng của huấn luyện viên đã rồi hãy lo cho đội bóng."
    }
  },
  {
    "translation": {
      "en": "At this moment, if a grounder's hit to first, nobody's there to stop it.",
      "vi": "Lúc này nếu có một cú đập đến cột gôn thứ nhất, sẽ chẳng có ai ở đó để cản lại."
    }
  },
  {
    "translation": {
      "en": "It's not easy doing what I do under the cloud of a one year contract.",
      "vi": "Không dễ dàng gì để làm những gì tôi đang làm với hợp đồng dưới một năm."
    }
  },
  {
    "translation": {
      "en": "Okay, I understand that.",
      "vi": "Được, tôi hiểu."
    }
  },
  {
    "translation": {
      "en": "I've been there. I know you have.",
      "vi": "Tôi đã trải qua rồi. Tôi biết."
    }
  },
  {
    "translation": {
      "en": "A one year contract means the same thing to a manager as to a player.",
      "vi": "Hợp đồng một năm với cầu thủ cũng có ý nghĩa như với huấn luyện viên."
    }
  },
  {
    "translation": {
      "en": "There's not a lot of faith there.",
      "vi": "Không có nhiều niềm tin trong đó."
    }
  },
  {
    "translation": {
      "en": "Which is strange after a 102 win season.",
      "vi": "Một điều kỳ lạ sau một mùa giải với 102 trận thắng."
    }
  },
  {
    "translation": {
      "en": "I see.",
      "vi": "Tôi hiểu."
    }
  },
  {
    "translation": {
      "en": "If you lose the last game of the season, nobody gives a shit.",
      "vi": "Nếu anh thua trận cuối cùng của mùa giải, không ai buồn quan tâm nữa đâu."
    }
  },
  {
    "translation": {
      "en": "So it's on me now? No, Art, it's on me.",
      "vi": "Vậy bây giờ áp lực chuyển qua tôi à? Không, Art, qua tôi."
    }
  },
  {
    "translation": {
      "en": "And the kid is the new assistant GM.",
      "vi": "Và thằng nhóc này là trợ lý giám đốc mới."
    }
  },
  {
    "translation": {
      "en": "Okay. Okay, fellas.",
      "vi": "Được rồi. Được rồi, các anh."
    }
  },
  {
    "translation": {
      "en": "Hey, Billy.",
      "vi": "Này, Billy."
    }
  },
  {
    "translation": {
      "en": "You can't deny his offensive output. He can play.",
      "vi": "Khó chối bỏ hiệu suất tấn công của cậu ta. Cậu ta chơi được."
    }
  },
  {
    "translation": {
      "en": "And we need people that can play.",
      "vi": "Và chúng ta cần những người như vậy."
    }
  },
  {
    "translation": {
      "en": "Who do you wanna talk about first?",
      "vi": "Anh muốn nói về ai trước?"
    }
  },
  {
    "translation": {
      "en": "None of them.",
      "vi": "Không ai cả."
    }
  },
  {
    "translation": {
      "en": "Billy, we got 38 home runs, 120 RBIs to make up for.",
      "vi": "Billy, chúng ta cần 38 cú home run và 120 điểm RBI để bù vào."
    }
  },
  {
    "translation": {
      "en": "Guys, you're still trying to replace Giambi.",
      "vi": "Các anh vẫn đang cố tìm người thế chỗ Giambi."
    }
  },
  {
    "translation": {
      "en": "I told you we can't do it, and we can't do it.",
      "vi": "Tôi đã nói chúng ta không thể làm được điều đó, không thể."
    }
  },
  {
    "translation": {
      "en": "Now, what we might be able to do is re create him.",
      "vi": "Bây giờ việc chúng ta có thể làm là tái tạo anh ta."
    }
  },
  {
    "translation": {
      "en": "Re create him in the aggregate. The what?",
      "vi": "Tái tạo anh ta trong tổng số. Trong gì?"
    }
  },
  {
    "translation": {
      "en": "Giambi's on base percentage was .477.",
      "vi": "Tỉ lệ lên gôn của Giambi là 0,477."
    }
  },
  {
    "translation": {
      "en": "Damon's on base, .324. And Olmedo's was .291.",
      "vi": "Tỷ lệ lên gôn của Damon là 0,324. Và của Olmedo là 0,291."
    }
  },
  {
    "translation": {
      "en": "Add that up and you get....",
      "vi": "Cộng mấy số này lại và ta có..."
    }
  },
  {
    "translation": {
      "en": "Do you want me to speak?",
      "vi": "Anh muốn tôi nói không?"
    }
  },
  {
    "translation": {
      "en": "When I point at you, yeah.",
      "vi": "Khi tôi chỉ anh, có."
    }
  },
  {
    "translation": {
      "en": "1.092. Divided by three.",
      "vi": "1,092. Chia cho ba."
    }
  },
  {
    "translation": {
      "en": ".364. That's what we're looking for.",
      "vi": "Là 0,364. Đó là cái ta cần tìm."
    }
  },
  {
    "translation": {
      "en": "Three ballplayersThree ballplayers whose average OBP is....",
      "vi": "Ba cầu thủ. Ba cầu thủ có tỉ lệ lên gôn trung bình là..."
    }
  },
  {
    "translation": {
      "en": ".364.",
      "vi": "0,364."
    }
  },
  {
    "translation": {
      "en": "Wait, that doesn't come out right. It's right, Artie.",
      "vi": "Khoan đã, nghe không hợp lý. Hợp lý mà, Artie."
    }
  },
  {
    "translation": {
      "en": "Billy. You gotta carry the one.",
      "vi": "Billy. Anh cần làm cái này."
    }
  },
  {
    "translation": {
      "en": "Billy. Scratch this out.",
      "vi": "Billy. Bỏ cái này đi."
    }
  },
  {
    "translation": {
      "en": "Yeah? Who's that?",
      "vi": "Thế à? Kia là ai?"
    }
  },
  {
    "translation": {
      "en": "That's Pete.",
      "vi": "Là Pete."
    }
  },
  {
    "translation": {
      "en": "Does Pete really need to be here? Yes, he does.",
      "vi": "Pete có cần thiết có mặt ở đây không? Có, cần đấy."
    }
  },
  {
    "translation": {
      "en": "Okay, here's who we want.",
      "vi": "Đúng, đây là người chúng ta cần."
    }
  },
  {
    "translation": {
      "en": "Number one: Jason's little brother, Jeremy.",
      "vi": "Số một: Em trai của Jason, Jeremy."
    }
  },
  {
    "translation": {
      "en": "Oh, God. Billy, that's trouble.",
      "vi": "Chúa ơi. Billy, phiền phức đấy."
    }
  },
  {
    "translation": {
      "en": "Billy, look, if IYeah.",
      "vi": "Billy, nghe này, nếu tôi, ừ."
    }
  },
  {
    "translation": {
      "en": "Billy, if I may, he has had his problems off the field...",
      "vi": "Billy, theo tôi thấy, cậu này có nhiều vấn đề ngoài sân cỏ"
    }
  },
  {
    "translation": {
      "en": "...and we know what he can't do on the field.",
      "vi": "và chúng ta biết cậu ta không thể làm gì trên sân."
    }
  },
  {
    "translation": {
      "en": "He's getting thick around the waist.",
      "vi": "Eo cậu ta đang mập ra."
    }
  },
  {
    "translation": {
      "en": "There's reports about him on weed, in strip clubs.",
      "vi": "Có báo cáo về việc cậu ta chơi thuốc, đến hộp đêm thoát y."
    }
  },
  {
    "translation": {
      "en": "His on base percentage is all we're looking at now.",
      "vi": "Tỉ lệ lên gôn của cậu ta là thứ ta cần quan tâm lúc này."
    }
  },
  {
    "translation": {
      "en": "And Jeremy gets on base an awful lot for a guy who only costs 285,000.",
      "vi": "Và Jeremy có tỉ lệ lên gôn rất cao so với giá 285.000 đôla của cậu ta."
    }
  },
  {
    "translation": {
      "en": "Jeez, BillyNumber two:",
      "vi": "Chúa ơi, Billy... Số hai:"
    }
  },
  {
    "translation": {
      "en": "David Justice. Oh, no.",
      "vi": "David Justice. Ôi, không."
    }
  },
  {
    "translation": {
      "en": "His legs are gone. Not a good idea.",
      "vi": "Chân anh ta tiêu rồi. Đâu phải ý hay."
    }
  },
  {
    "translation": {
      "en": "Old Man Justice? Why is that?",
      "vi": "Ông già Justice ấy à? Tại sao?"
    }
  },
  {
    "translation": {
      "en": "Steinbrenner's so pissed at his decline...",
      "vi": "Steinbrenner rất bực vì anh ta xuống phong độ,"
    }
  },
  {
    "translation": {
      "en": "...he's willing to eat his contract to get rid of him.",
      "vi": "nên ông ấy đang sẵn lòng thanh lý hợp đồng để đuổi anh ta."
    }
  },
  {
    "translation": {
      "en": "Exactly. Ten years ago, Justice, big name.",
      "vi": "Chính xác. Mười năm trước, Justice là một tên tuổi."
    }
  },
  {
    "translation": {
      "en": "Been in big games.",
      "vi": "Chơi nhiều trận đấu lớn."
    }
  },
  {
    "translation": {
      "en": "He's gonna really help our season tickets early in the year...",
      "vi": "Anh ta sẽ giúp chúng ta bán được vé đầu mùa giải,"
    }
  },
  {
    "translation": {
      "en": "...but in the dog days in July, August, we're lucky if he's gonna hit his weight.",
      "vi": "nhưng đến tháng Bảy, tháng Tám, chúng ta gặp may mới thấy anh ta thành công đấy."
    }
  },
  {
    "translation": {
      "en": "Billy, his legs are gone, and he's a defensive liability.",
      "vi": "Billy, chân anh ta tiêu rồi, và anh ta là gánh nặng cho hàng phòng ngự."
    }
  },
  {
    "translation": {
      "en": "I question whether the bat speed's there.",
      "vi": "Tôi nghi ngờ tốc độ của anh ta."
    }
  },
  {
    "translation": {
      "en": "His legs are gone. Grady.",
      "vi": "Chân anh ta tiêu rồi. Grady."
    }
  },
  {
    "translation": {
      "en": "We'll be lucky to get 60 games out of him. Why do you like him?",
      "vi": "May lắm thì anh ta chơi mới được 60 trận. Sao anh thích anh ta?"
    }
  },
  {
    "translation": {
      "en": "Because he gets on base.",
      "vi": "Vì tỉ lệ lên gôn của anh ta."
    }
  },
  {
    "translation": {
      "en": "What is this? What are we doing?",
      "vi": "Thế là sao? Ta đang làm gì đây?"
    }
  },
  {
    "translation": {
      "en": "Okay, number three:",
      "vi": "Tiếp theo, số ba:"
    }
  },
  {
    "translation": {
      "en": "Scott Hatteberg. Who?",
      "vi": "Scott Hatteberg. Ai?"
    }
  },
  {
    "translation": {
      "en": "Hatteberg? Exactly.",
      "vi": "Hatteberg? Chuẩn."
    }
  },
  {
    "translation": {
      "en": "He sounds like an Oakland A already.",
      "vi": "Hình như từng là người của Oakland A."
    }
  },
  {
    "translation": {
      "en": "Yes, he's had a little problem withLittle problem? He can't throw.",
      "vi": "Phải, anh ta có chút vấn đề với... Chút vấn đề? Anh ta không ném được."
    }
  },
  {
    "translation": {
      "en": "He's a career .260 hitter. The best part of his career is over.",
      "vi": "Anh ta có tỷ lệ đánh trúng bóng là 0,260. Thời đỉnh cao của anh ta đã qua."
    }
  },
  {
    "translation": {
      "en": "It's just getting started. Boston wants to cut him.",
      "vi": "Chỉ vừa bắt đầu thôi. Boston muốn sa thải anh ta."
    }
  },
  {
    "translation": {
      "en": "No one wants to pick him up. Good. He's cheap.",
      "vi": "Không ai muốn tuyển anh ta. Vậy thì tốt. Anh ta rẻ."
    }
  },
  {
    "translation": {
      "en": "Let me get this straight. You're gonna get a guy...",
      "vi": "Tôi nói thẳng nhé. Anh đang tuyển một cầu thủ"
    }
  },
  {
    "translation": {
      "en": "...that's been released by half the organizations in baseball...",
      "vi": "bị một nửa số tổ chức bóng chày tống khứ"
    }
  },
  {
    "translation": {
      "en": "...because he's got nonrepairable nerve damage in his elbow and can't throw.",
      "vi": "vì khuỷu tay anh ta có chấn thương không thể khỏi và không ném được."
    }
  },
  {
    "translation": {
      "en": "He can't throw and he can't field. But what can he do?",
      "vi": "Anh ta không thể ném và phản công. Vậy anh ta làm được gì?"
    }
  },
  {
    "translation": {
      "en": "Check your reports or I'm gonna point at Pete.",
      "vi": "Ôi trời. Xem lại báo cáo đi, không là tôi phải chỉ Pete đấy."
    }
  },
  {
    "translation": {
      "en": "He gets on base. He can get on base.",
      "vi": "Anh ta lên gôn được. Anh ta có thể lên gôn."
    }
  },
  {
    "translation": {
      "en": "So he walks a lot. He gets on base a lot, Rocco.",
      "vi": "Vậy anh ta đi bộ nhiều. Anh ta lên gôn nhiều, Rocco."
    }
  },
  {
    "translation": {
      "en": "Do I care if it's a walk or a hit?",
      "vi": "Cần quan tâm là đi bộ hay đập bóng không?"
    }
  },
  {
    "translation": {
      "en": "You do not. I do not.",
      "vi": "Anh không cần. Tôi không cần."
    }
  },
  {
    "translation": {
      "en": "I got 37 free agents that are better than those three guys.",
      "vi": "Billy, tôi có 37 cầu thủ miễn phí còn tốt hơn ba anh chàng này."
    }
  },
  {
    "translation": {
      "en": "Wait a minute, let me get this straight.",
      "vi": "Đợi đã, để tôi nói rõ ra nhé,"
    }
  },
  {
    "translation": {
      "en": "So you're not gonna bring in one...",
      "vi": "anh sẽ không mua một"
    }
  },
  {
    "translation": {
      "en": "...but three defective players to replace Giambi?",
      "vi": "mà là ba cầu thủ kém cỏi để thay Giambi?"
    }
  },
  {
    "translation": {
      "en": "You're not buying into this Bill James bullshit?",
      "vi": "Anh không tin mớ triết lý vớ vẩn của Bill James chứ?"
    }
  },
  {
    "translation": {
      "en": "This is the new direction of the A's.",
      "vi": "Đây là hướng đi mới của Oakland A."
    }
  },
  {
    "translation": {
      "en": "We are card counters at the blackjack table...",
      "vi": "Chúng ta là những người đếm bài ở bàn chơi xì dách"
    }
  },
  {
    "translation": {
      "en": "...and we're gonna turn the odds on the casino.",
      "vi": "và ta sẽ bắt nhà cái phải đổi tỷ lệ cược."
    }
  },
  {
    "translation": {
      "en": "I don't see it. Seriously, guys.",
      "vi": "Tôi chả nghĩ vậy. Nghiêm túc đấy."
    }
  },
  {
    "translation": {
      "en": "I think we have to remember this is the man.",
      "vi": "Tôi nghĩ chúng ta phải nhớ anh ấy là nhân vật thế nào."
    }
  },
  {
    "translation": {
      "en": "He answers to no one except ownership and God.",
      "vi": "Anh ấy chẳng phải trả lời ai ngoại trừ ông chủ và Chúa."
    }
  },
  {
    "translation": {
      "en": "And he doesn't have to answer to us.",
      "vi": "Và anh ấy không cần phải trả lời chúng ta."
    }
  },
  {
    "translation": {
      "en": "We make suggestions, he makes decisions.",
      "vi": "Chúng ta đưa ra đề nghị, anh ấy quyết định."
    }
  },
  {
    "translation": {
      "en": "That's all fine and well, but we've been working our asses off...",
      "vi": "Cũng tốt thôi, nhưng chúng tôi đã làm việc quần quật"
    }
  },
  {
    "translation": {
      "en": "...for weeks to make this club better, and you're shitting all over it.",
      "vi": "suốt nhiều tuần để câu lạc bộ đi lên, và bây giờ anh đang làm be bét hết."
    }
  },
  {
    "translation": {
      "en": "This is not a discussion.",
      "vi": "Đây không phải là buổi thảo luận."
    }
  },
  {
    "translation": {
      "en": "What are we discussing? Barry, not a discussion.",
      "vi": "Chúng ta đang bàn cái gì? Barry, không phải buổi thảo luận."
    }
  },
  {
    "translation": {
      "en": "Billy, man...",
      "vi": "Billy, anh bạn à,"
    }
  },
  {
    "translation": {
      "en": "...there's one thing you're forgetting.",
      "vi": "tôi nghĩ anh đang quên mất một điều."
    }
  },
  {
    "translation": {
      "en": "None of those three guys knows how to play first base.",
      "vi": "Không một ai trong số ba cầu thủ này biết chơi ở vị trí gôn đầu cả."
    }
  },
  {
    "translation": {
      "en": "Well, you're gonna have to teach one of them.",
      "vi": "Anh sẽ phải dạy một người trong số họ."
    }
  },
  {
    "translation": {
      "en": "Teach?",
      "vi": "Dạy?"
    }
  },
  {
    "translation": {
      "en": "Which one?",
      "vi": "Dạy ai?"
    }
  },
  {
    "translation": {
      "en": "This is really the kickoff to the holiday season here in downtown Seattle.",
      "vi": "Một màn khai mạc thật tuyệt vời cho mùa nghỉ lễ ở trung tâm Seattle."
    }
  },
  {
    "translation": {
      "en": "It took weeks of planning...",
      "vi": "Tốn nhiều tuần để lên kế hoạch"
    }
  },
  {
    "translation": {
      "en": "...to lead up to the big event, but it was well worth it.",
      "vi": "cho sự kiện lớn này, nhưng rất xứng đáng."
    }
  },
  {
    "translation": {
      "en": "The weather was ideal. People are still having a great time.",
      "vi": "Thời tiết lý tưởng. Mọi người đang có một khoảng thời gian tuyệt vời."
    }
  },
  {
    "translation": {
      "en": "Thousands of people were out earlier.",
      "vi": "Hàng ngàn người đã đổ ra đường sớm."
    }
  },
  {
    "translation": {
      "en": "We have a nice recap for you...",
      "vi": "Chúng tôi sẽ tường thuật lại"
    }
  },
  {
    "translation": {
      "en": "...of all the great events taking place downtown in Seattle",
      "vi": "tất cả những sự kiện tuyệt vời đang diễn ra ở trung tâm Seattle..."
    }
  },
  {
    "translation": {
      "en": "Hello? Scott?",
      "vi": "Xin chào? Scott à?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Tôi đây."
    }
  },
  {
    "translation": {
      "en": "It's Billy Beane of the Oakland A's. Yes.",
      "vi": "Tôi là Billy Beane của đội Oakland A. Vâng."
    }
  },
  {
    "translation": {
      "en": "Can we talk? Yeah.",
      "vi": "Nói chuyện được không? Được."
    }
  },
  {
    "translation": {
      "en": "Do you wanna let us in?",
      "vi": "Anh muốn cho chúng tôi vào không?"
    }
  },
  {
    "translation": {
      "en": "Pardon me? We're out front.",
      "vi": "Xin lỗi? Chúng tôi đang ở ngoài."
    }
  },
  {
    "translation": {
      "en": "What? On the curb.",
      "vi": "Sao? Đang ở bên lề đường."
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah.",
      "vi": "Ừ, được rồi."
    }
  },
  {
    "translation": {
      "en": "Honey?",
      "vi": "Anh yêu?"
    }
  },
  {
    "translation": {
      "en": "Oh, thank you. Thank you, ma'am.",
      "vi": "Cám ơn. Cám ơn cô."
    }
  },
  {
    "translation": {
      "en": "Very kind.",
      "vi": "Cô thật tử tế."
    }
  },
  {
    "translation": {
      "en": "How's the elbow, Scott?",
      "vi": "Khuỷu tay thế nào rồi, Scott?"
    }
  },
  {
    "translation": {
      "en": "You know, it's good. It's really good. It's great.",
      "vi": "Anh biết mà, tốt cả. Thật sự là tốt. Nó rất ổn."
    }
  },
  {
    "translation": {
      "en": "I can't throw the ball at all. Yeah.",
      "vi": "Tôi không tài nào ném banh được. Ừ."
    }
  },
  {
    "translation": {
      "en": "You've thrown your last ball from behind home plate.",
      "vi": "Anh đã ném quả banh cuối cùng từ sau chốt đội nhà."
    }
  },
  {
    "translation": {
      "en": "That's what I'd say. Well....",
      "vi": "Tôi chỉ nói có thế thôi. Chà..."
    }
  },
  {
    "translation": {
      "en": "Good news is, we want you at first.",
      "vi": "Tin tốt là chúng tôi muốn có anh."
    }
  },
  {
    "translation": {
      "en": "We want you to play first base for the Oakland A's.",
      "vi": "Chúng tôi muốn anh chơi ở vị trí gôn đầu cho Oakland A."
    }
  },
  {
    "translation": {
      "en": "Okay, well...",
      "vi": "Tốt thôi,"
    }
  },
  {
    "translation": {
      "en": "...I've only ever played catcher.",
      "vi": "tôi chỉ biết làm cầu thủ bắt bóng."
    }
  },
  {
    "translation": {
      "en": "Scott, you're not a catcher anymore.",
      "vi": "Scott, anh không còn là cầu thủ bắt bóng nữa."
    }
  },
  {
    "translation": {
      "en": "If you were, our call wouldn't have been the only one you got.",
      "vi": "Nếu còn, anh đã không chỉ nhận được mỗi một cuộc gọi của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "Yeah. Hey, listen, no, I appreciate it. You're welcome.",
      "vi": "Được. Nghe này, không, tôi rất cảm kích. Không có gì."
    }
  },
  {
    "translation": {
      "en": "But the thing is, is.... You don't know how to play first base.",
      "vi": "Nhưng chuyện là... Anh không biết chơi ở gôn đầu."
    }
  },
  {
    "translation": {
      "en": "Scott. That's right.",
      "vi": "Scott. Phải."
    }
  },
  {
    "translation": {
      "en": "It's not that hard, Scott.",
      "vi": "Không khó như thế đâu, Scott."
    }
  },
  {
    "translation": {
      "en": "Tell him, Wash. It's incredibly hard.",
      "vi": "Nói anh ta nghe đi, Wash. Cực kỳ khó."
    }
  },
  {
    "translation": {
      "en": "Hey, anything worth doing is. And we're gonna teach you.",
      "vi": "Chuyện gì cũng đáng để làm mà. Chúng tôi sẽ huấn luyện cho anh."
    }
  },
  {
    "translation": {
      "en": "Wait a minute here. I mean, but what about?",
      "vi": "Khoan đã. Ý tôi là, nhưng còn?"
    }
  },
  {
    "translation": {
      "en": "Jason's gone, Scott.",
      "vi": "Jason đi rồi, Scott."
    }
  },
  {
    "translation": {
      "en": "You want me to take Giambi's spot at first base?",
      "vi": "Các anh muốn tôi thế chỗ Giambi ở cột gôn đầu tiên?"
    }
  },
  {
    "translation": {
      "en": "Yeah. What about the fans?",
      "vi": "Chuẩn. Còn người hâm mộ?"
    }
  },
  {
    "translation": {
      "en": "Maybe I can teach one of them. The fans don'tGood one.",
      "vi": "Tôi có thể dạy một trong số họ. Người hâm mộ không..."
    }
  },
  {
    "translation": {
      "en": "Fans don't run my ball club. Honey, what are you doing awake?",
      "vi": "Họ không quản lý đội bóng của tôi. Con làm gì mà còn thức thế?"
    }
  },
  {
    "translation": {
      "en": "Sweetheart, can you...?",
      "vi": "Em yêu, làm ơn nhé?"
    }
  },
  {
    "translation": {
      "en": "That's my daughter.",
      "vi": "Đó là con gái tôi."
    }
  },
  {
    "translation": {
      "en": "You got kids?",
      "vi": "Anh có con không?"
    }
  },
  {
    "translation": {
      "en": "Yeah, a daughter.",
      "vi": "Có, một cô con gái."
    }
  },
  {
    "translation": {
      "en": "Scott, this is a contract to play ball for the Oakland A's.",
      "vi": "Scott, đây là hợp đồng để thi đấu cho Oakland A."
    }
  },
  {
    "translation": {
      "en": "A copy's been sent over to your agent.",
      "vi": "Một bản sao đã được gửi cho đại diện của anh."
    }
  },
  {
    "translation": {
      "en": "Discuss with your wife, let us know.",
      "vi": "Nói chuyện với vợ anh rồi cho chúng tôi biết."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cám ơn."
    }
  },
  {
    "translation": {
      "en": "Bye bye. Bye.",
      "vi": "Tạm biệt. Tạm biệt."
    }
  },
  {
    "translation": {
      "en": "Oh, and, Scott. Yeah?",
      "vi": "Và này, Scott. Sao?"
    }
  },
  {
    "translation": {
      "en": "Don't tell anyone about the first base thing.",
      "vi": "Đừng nói với ai chuyện gôn đầu nhé."
    }
  },
  {
    "translation": {
      "en": "Yes, sir. Okay.",
      "vi": "Vâng. Được rồi."
    }
  },
  {
    "translation": {
      "en": "Happy holidays. All right.",
      "vi": "Nghỉ lễ vui vẻ. Được rồi."
    }
  },
  {
    "translation": {
      "en": "Hey, Sharon. Hi, Billy.",
      "vi": "Này, Sharon. Chào Billy."
    }
  },
  {
    "translation": {
      "en": "Is she ready? She's out with friends.",
      "vi": "Con bé xong chưa? Nó ra ngoài với bạn rồi."
    }
  },
  {
    "translation": {
      "en": "But she'll be back. Come in.",
      "vi": "Nhưng nó sẽ về. Vào nhà đi."
    }
  },
  {
    "translation": {
      "en": "Okay. Yeah, she's right here. Hold on.",
      "vi": "Được. Ừ, nó sắp về rồi. Chờ một lát."
    }
  },
  {
    "translation": {
      "en": "Here you go.",
      "vi": "Đây."
    }
  },
  {
    "translation": {
      "en": "Here, wanna have a seat? Yeah.",
      "vi": "Đây, muốn ngồi không? Có."
    }
  },
  {
    "translation": {
      "en": "You good, Billy? Yeah. How are you, Alan?",
      "vi": "Ổn chứ, Billy? Ừ. Anh thì sao, Alan?"
    }
  },
  {
    "translation": {
      "en": "Good. Really good. Things are peaceful around here.",
      "vi": "Tốt lắm. Ở đây rất yên bình."
    }
  },
  {
    "translation": {
      "en": "It's good to see you.",
      "vi": "Gặp anh thật vui."
    }
  },
  {
    "translation": {
      "en": "Thanks, Alan.",
      "vi": "Cám ơn, Alan."
    }
  },
  {
    "translation": {
      "en": "I haven't got to see you since play offs.",
      "vi": "Tôi đã không gặp anh kể từ trận đấu loại."
    }
  },
  {
    "translation": {
      "en": "I wanted to say that New York was heartbreaking.",
      "vi": "Tôi đã muốn nói là trận đấu ở New York thật buồn."
    }
  },
  {
    "translation": {
      "en": "I'm sure for you too.",
      "vi": "Tôi chắc anh cũng thấy vậy."
    }
  },
  {
    "translation": {
      "en": "Not many teams make it that far, and to watch you go that far was",
      "vi": "Không có mấy đội bóng đi xa được thế, và chứng kiến đội của anh tiến xa vậy..."
    }
  },
  {
    "translation": {
      "en": "It was really an accomplishment. Well, that's nice.",
      "vi": "Thật sự là một thành công. Cám ơn lời khen của anh."
    }
  },
  {
    "translation": {
      "en": "How is the team shaping up?",
      "vi": "Đội bóng phát triển thế nào rồi?"
    }
  },
  {
    "translation": {
      "en": "Team's good. Rebuilding. Good.",
      "vi": "Đội tốt lắm. Đang tái thiết. Thế thì tốt."
    }
  },
  {
    "translation": {
      "en": "I read you lost Giambonni and Damon.",
      "vi": "Tôi đọc trên báo thấy anh mất Giambonni và Damon."
    }
  },
  {
    "translation": {
      "en": "Giambi. Giambi.",
      "vi": "Là Giambi. Giambi."
    }
  },
  {
    "translation": {
      "en": "Yeah. Damon, Isringhausen.",
      "vi": "Phải. Damon, Isringhausen."
    }
  },
  {
    "translation": {
      "en": "They're really? They're gone? Gone. Yesterday's news.",
      "vi": "Thật sao? Họ đi rồi sao? Đi rồi. Tin của hôm qua rồi."
    }
  },
  {
    "translation": {
      "en": "That's terrible. No, but that is a tough situation.",
      "vi": "Tệ quá. Không, nhưng hoàn cảnh khó khăn thật."
    }
  },
  {
    "translation": {
      "en": "That's....",
      "vi": "Như thế..."
    }
  },
  {
    "translation": {
      "en": "You're gonna be fine, though. You always figure something out.",
      "vi": "Anh sẽ ổn thôi mà. Lần nào anh cũng tìm ra cách."
    }
  },
  {
    "translation": {
      "en": "Where is she? Where was she? Down the street or...?",
      "vi": "Con bé đâu? Nó đi đâu? Xuống phố hay đâu?"
    }
  },
  {
    "translation": {
      "en": "Oh, sorry, yeah. I just talked to her on her cell. She's coming up the hill.",
      "vi": "Ồ, xin lỗi, phải. Anh vừa gọi cho con bé. Nó đang trên đường về."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "She's got a cell phone?",
      "vi": "Nó có di động à?"
    }
  },
  {
    "translation": {
      "en": "Yeah. A 12 year old?",
      "vi": "Vâng. Một đứa bé 12 tuổi?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "For emergencies.",
      "vi": "Cho những lúc khẩn cấp."
    }
  },
  {
    "translation": {
      "en": "Big parenting decision.",
      "vi": "Quyết định lớn của phụ huynh đấy."
    }
  },
  {
    "translation": {
      "en": "But it's something that, you know, we, you know, all should discuss...",
      "vi": "Nhưng đó là một chuyện mà, anh biết đấy, tất cả chúng ta nên bàn"
    }
  },
  {
    "translation": {
      "en": "...because if you have any objections, of course....",
      "vi": "vì lỡ anh có phản đối gì, dĩ nhiên."
    }
  },
  {
    "translation": {
      "en": "Her mother and I will discuss it.",
      "vi": "Mẹ nó và tôi sẽ bàn với nhau."
    }
  },
  {
    "translation": {
      "en": "But thank you.",
      "vi": "Nhưng cám ơn anh."
    }
  },
  {
    "translation": {
      "en": "Any of these?",
      "vi": "Lựa được cây nào không con?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "vi": "Con không biết nữa."
    }
  },
  {
    "translation": {
      "en": "Do you? This one's cool.",
      "vi": "Được không? Cây này được."
    }
  },
  {
    "translation": {
      "en": "Is that good or bad? Butterflies. They're okay.",
      "vi": "Vậy là tốt hay xấu? Hồ điệp. Được đấy."
    }
  },
  {
    "translation": {
      "en": "Look, that one's pretty. I like the red. Should we try?",
      "vi": "Này, cây này đẹp quá. Con thích màu đỏ. Thử không con?"
    }
  },
  {
    "translation": {
      "en": "No?",
      "vi": "Không à?"
    }
  },
  {
    "translation": {
      "en": "Oh, I like this one. Yeah?",
      "vi": "Ồ, con thích cây này. Thế à?"
    }
  },
  {
    "translation": {
      "en": "Dad, look at this one.",
      "vi": "Bố ơi, nhìn cây này xem."
    }
  },
  {
    "translation": {
      "en": "Look how it's red. It's beautiful.",
      "vi": "Nhìn màu đỏ của nó kìa. Đẹp quá."
    }
  },
  {
    "translation": {
      "en": "This one's pretty. Let's try it out.",
      "vi": "Cây này dễ thương đấy. Thử đi con."
    }
  },
  {
    "translation": {
      "en": "Just right here? Why don't we go over there?",
      "vi": "Ngay đây ạ? Sao mình không ra đằng kia?"
    }
  },
  {
    "translation": {
      "en": "Can we go over there?",
      "vi": "Mình ra đằng kia được không?"
    }
  },
  {
    "translation": {
      "en": "Oh, honey, you need to sing. That's so good.",
      "vi": "Con gái, con phải hát nữa. Hay lắm."
    }
  },
  {
    "translation": {
      "en": "That's beautiful.",
      "vi": "Rất hay."
    }
  },
  {
    "translation": {
      "en": "Sometimes I sing.",
      "vi": "Đôi khi con có hát."
    }
  },
  {
    "translation": {
      "en": "It's fun to sing with your song, but I don't want people to listen to me.",
      "vi": "Hát bài hát của mình cũng vui nhưng con không muốn người khác nghe."
    }
  },
  {
    "translation": {
      "en": "Well, honey, I think people would love to listen to you. That's beautiful.",
      "vi": "Bố nghĩ mọi người sẽ rất thích nghe con hát. Con hát rất hay."
    }
  },
  {
    "translation": {
      "en": "Would you sing a little for your dad?",
      "vi": "Hát một đoạn bố nghe được không?"
    }
  },
  {
    "translation": {
      "en": "Right here in the middle of the store?",
      "vi": "Ngay giữa tiệm luôn hả bố?"
    }
  },
  {
    "translation": {
      "en": "Little bit. Little bit.",
      "vi": "Một đoạn ngắn thôi nhé. Một đoạn ngắn."
    }
  },
  {
    "translation": {
      "en": "You ready? I'm ready.",
      "vi": "Bố sẵn sàng chưa? Sẵn sàng."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "I'm just a little bit caught in the middle Life is a maze and love is a riddle",
      "vi": "Tôi chỉ là kẻ lạc giữa mênh mông Đời là mê cung và tình là câu đố"
    }
  },
  {
    "translation": {
      "en": "I don't know where to go Can't do it alone, I've tried",
      "vi": "Tôi chẳng biết đi đâu Không thể làm một mình, tôi đã cố"
    }
  },
  {
    "translation": {
      "en": "And I don't know why",
      "vi": "Và tôi chẳng biết vì sao"
    }
  },
  {
    "translation": {
      "en": "I'm just a little girl lost in the moment I'm so scared, but I don't show it",
      "vi": "Tôi chỉ là cô bé lạc giữa khoảnh khắc Tôi quá sợ hãi, nhưng không thể hiện ra"
    }
  },
  {
    "translation": {
      "en": "I can't figure it out It's bringing me down",
      "vi": "Tôi không biết tại sao Nó làm tôi buồn bã"
    }
  },
  {
    "translation": {
      "en": "I know I've got to let it go",
      "vi": "Tôi biết tôi phải buông bỏ"
    }
  },
  {
    "translation": {
      "en": "And just enjoy the show",
      "vi": "Và tận hưởng cuộc đời"
    }
  },
  {
    "translation": {
      "en": "Billy Beane was taken in the first round of the amateur draft.",
      "vi": "Billy Beane được chọn từ vòng đầu trong lứa cầu thủ nghiệp dư."
    }
  },
  {
    "translation": {
      "en": "I think this is a steal, to get Billy Beane.",
      "vi": "Tôi nghĩ chiêu mộ Billy Beane là một món hời."
    }
  },
  {
    "translation": {
      "en": "He's young, he's talented.",
      "vi": "Cậu ấy trẻ và có tài."
    }
  },
  {
    "translation": {
      "en": "A true five tool player with speed. This guy is a can't miss prospect.",
      "vi": "Cậu ấy toàn diện và có tốc độ. Cậu này là ứng viên không thể bị bỏ qua."
    }
  },
  {
    "translation": {
      "en": "This is a great sign for the New York Mets.",
      "vi": "Một hợp đồng chất lượng cho New York Met."
    }
  },
  {
    "translation": {
      "en": "And it could be the turnaround that they've been looking for.",
      "vi": "Và đây có thể là bước ngoặt mà họ vẫn luôn tìm kiếm."
    }
  },
  {
    "translation": {
      "en": "Ball one.",
      "vi": "Banh số một."
    }
  },
  {
    "translation": {
      "en": "I'll take Billy Beane over Strawberry.",
      "vi": "Tôi sẽ chọn Billy Beane thay vì Strawberry."
    }
  },
  {
    "translation": {
      "en": "Billy Beane, an interesting pick, turned down a scholarship.",
      "vi": "Billy Beane, một lựa chọn thú vị, cậu ấy đã từ chối học bổng."
    }
  },
  {
    "translation": {
      "en": "He could've gone to Stanford.",
      "vi": "Cậu ấy đã có thể học ở Stanford."
    }
  },
  {
    "translation": {
      "en": "Sometimes you don't find out till you get to the big leagues....",
      "vi": "Đôi khi người ta không phát hiện ra cho đến khi chơi cho các giải lớn..."
    }
  },
  {
    "translation": {
      "en": "This guy has never failed at anything. He's coming out of high school.",
      "vi": "Chàng trai này chưa từng nếm thất bại. Cậu ấy vừa học xong trung học."
    }
  },
  {
    "translation": {
      "en": "Billy was gonna go to college. He could've been a great quarterback.",
      "vi": "Billy sẽ học đại học. Cậu ấy có thể là một tiền vệ tài hoa."
    }
  },
  {
    "translation": {
      "en": "Strike three.",
      "vi": "Hỏng lần thứ ba."
    }
  },
  {
    "translation": {
      "en": "There's not an organization in baseball...",
      "vi": "Không có một câu lạc bộ bóng chày nào"
    }
  },
  {
    "translation": {
      "en": "...who would not have taken a chance on this young guy.",
      "vi": "lại không muốn có cơ hội tiếp cận chàng trai trẻ này."
    }
  },
  {
    "translation": {
      "en": "He didn't pan out. That happens every year.",
      "vi": "Cậu ấy không mang lại kết quả. Năm nào cũng có chuyện như vậy."
    }
  },
  {
    "translation": {
      "en": "Some do, some don't.",
      "vi": "Có người được, có người không."
    }
  },
  {
    "translation": {
      "en": "I mean, if you're having any doubt at all about this....",
      "vi": "Ý mẹ là nếu con có bất kỳ nghi ngờ gì về chuyện này..."
    }
  },
  {
    "translation": {
      "en": "Having the scholarship....",
      "vi": "Có một suất học bổng..."
    }
  },
  {
    "translation": {
      "en": "Your son was born with a God given ability.",
      "vi": "Con trai ông bà có tài năng thiên bẩm."
    }
  },
  {
    "translation": {
      "en": "Few scouts can go into the mind of a young man...",
      "vi": "Rất ít người tuyển mộ có thể đọc được suy nghĩ trong đầu một cầu thủ trẻ"
    }
  },
  {
    "translation": {
      "en": "...and determine whether he's really confident...",
      "vi": "và biết liệu cậu ta có thật sự tự tin"
    }
  },
  {
    "translation": {
      "en": "...about what he can do.",
      "vi": "với khả năng của mình không."
    }
  },
  {
    "translation": {
      "en": "A very special player.",
      "vi": "Một cầu thủ rất đặc biệt."
    }
  },
  {
    "translation": {
      "en": "So you can sign him based on his ability...",
      "vi": "Vậy anh có thể ký hợp đồng dựa trên khả năng của cậu ta"
    }
  },
  {
    "translation": {
      "en": "...but then he's gotta be successful to be confident.",
      "vi": "nhưng cậu ta phải thành công thì mới tự tin được."
    }
  },
  {
    "translation": {
      "en": "And once he becomes confident, that's when you've got something.",
      "vi": "Và khi cậu ấy đã tự tin, lúc đó ta sẽ có được thành công."
    }
  },
  {
    "translation": {
      "en": "You make a decision on what you see.",
      "vi": "Ta đưa ra một quyết định dựa trên những gì mình thấy."
    }
  },
  {
    "translation": {
      "en": "And if things don't pan out, you move on.",
      "vi": "Và nếu chuyện ta làm không có kết quả, ta phải bước tiếp thôi."
    }
  },
  {
    "translation": {
      "en": "That's baseball.",
      "vi": "Bóng chày là thế."
    }
  },
  {
    "translation": {
      "en": "Many are called, few are chosen.",
      "vi": "Nhiều người được gọi, vài người được chọn."
    }
  },
  {
    "translation": {
      "en": "Billy, that is Kevin Youkilis. That is the Greek God of Walks.",
      "vi": "Billy, đây là Kevin Youkilis. Thần Hy Lạp của những lượt đi bộ về gôn."
    }
  },
  {
    "translation": {
      "en": "That's my hero.",
      "vi": "Anh hùng của tôi đó."
    }
  },
  {
    "translation": {
      "en": "That man gets walked more than anybody in baseball...",
      "vi": "Anh chàng này đi bộ về gôn nhiều hơn bất cứ ai"
    }
  },
  {
    "translation": {
      "en": "...except for Barry Bonds.",
      "vi": "ngoài Barry Bonds."
    }
  },
  {
    "translation": {
      "en": "I tried to convince Shapiro to pick him up last June...",
      "vi": "Tôi đã cố thuyết phục Shapiro mua anh ta hồi tháng Sáu,"
    }
  },
  {
    "translation": {
      "en": "...but he said he waddled like a duck.",
      "vi": "Nhưng ông ấy nói anh ta đi như vịt."
    }
  },
  {
    "translation": {
      "en": "Yeah, Boston snagged him.",
      "vi": "Vâng, Boston đã cản trở anh ta."
    }
  },
  {
    "translation": {
      "en": "I think they wanna wait and see.",
      "vi": "Tôi nghĩ họ muốn đợi xem thế nào."
    }
  },
  {
    "translation": {
      "en": "Are you okay, Billy? Billy?",
      "vi": "Anh có sao không, Billy? Billy?"
    }
  },
  {
    "translation": {
      "en": "Can we talk? Yeah. Yeah.",
      "vi": "Ta nói chuyện được không? Vâng. Vâng"
    }
  },
  {
    "translation": {
      "en": "You're unhappy, Grady. Why?",
      "vi": "Anh đang không vui, Grady. Tại sao?"
    }
  },
  {
    "translation": {
      "en": "May I speak candidly? Sure, go ahead.",
      "vi": "Tôi có thể nói thật không? Được, nói đi."
    }
  },
  {
    "translation": {
      "en": "Major League Baseball and its fans, they're gonna be more than happy...",
      "vi": "Giải bóng chày nhà nghề và cổ động viên, họ sẽ rất hạnh phúc"
    }
  },
  {
    "translation": {
      "en": "...to throw you and Google Boy under the bus...",
      "vi": "khi ném anh và anh bạn Google xuống gầm xe buýt"
    }
  },
  {
    "translation": {
      "en": "...if you keep doing what you're doing.",
      "vi": "nếu anh cứ làm những gì anh đang làm."
    }
  },
  {
    "translation": {
      "en": "You don't put a team together with a computer.",
      "vi": "Chẳng ai lập một đội bóng bằng máy tính cả, Billy."
    }
  },
  {
    "translation": {
      "en": "No? No.",
      "vi": "Không à? Không."
    }
  },
  {
    "translation": {
      "en": "Baseball isn't just numbers. It's not science.",
      "vi": "Bóng chày không chỉ có những con số. Nó không phải khoa học."
    }
  },
  {
    "translation": {
      "en": "If it was, anybody could do what we're doing, but they can't.",
      "vi": "Nếu là khoa học, ai cũng có thể làm cái ta làm, nhưng họ không thể."
    }
  },
  {
    "translation": {
      "en": "They don't know what we know.",
      "vi": "Vì họ không biết những gì ta biết."
    }
  },
  {
    "translation": {
      "en": "They don't have our experience and our intuition.",
      "vi": "Họ không có kinh nghiệm và trực giác như chúng ta."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "You got a kid in there that's got a degree in economics from Yale.",
      "vi": "Anh mang về một thằng nhóc có bằng kinh tế đại học Yale."
    }
  },
  {
    "translation": {
      "en": "You got a scout here with 29 years of baseball experience.",
      "vi": "Anh có một đội tuyển mộ cầu thủ với 29 năm kinh nghiệm ở đây."
    }
  },
  {
    "translation": {
      "en": "You're listening to the wrong one.",
      "vi": "Anh đang lắng nghe sai người."
    }
  },
  {
    "translation": {
      "en": "Now, there are intangibles that only baseball people understand.",
      "vi": "Có những điều vô hình chỉ dân bóng chày mới hiểu."
    }
  },
  {
    "translation": {
      "en": "You're discounting what scouts have done for 150 years?",
      "vi": "Anh đang không đếm xỉa đến một đội tuyển mộ có bề dày 150 năm?"
    }
  },
  {
    "translation": {
      "en": "Even yourself?",
      "vi": "Kể cả anh sao?"
    }
  },
  {
    "translation": {
      "en": "Adapt or die.",
      "vi": "Thích nghi hay là chết."
    }
  },
  {
    "translation": {
      "en": "This is about you and your shit, isn't it?",
      "vi": "Không phải vì anh và đống vớ vẩn của anh đúng không?"
    }
  },
  {
    "translation": {
      "en": "Twenty years ago, some scout got it wrong.",
      "vi": "Hai mươi năm trước, một vài người tuyển mộ đã lầm."
    }
  },
  {
    "translation": {
      "en": "Okay. Okay. Now you declare war on the system.",
      "vi": "Được rồi. Bây giờ anh tuyên chiến với cả hệ thống."
    }
  },
  {
    "translation": {
      "en": "Okay, okay, my turn. You don't have a crystal ball.",
      "vi": "Được rồi, đến lượt tôi. Anh không có quả cầu tiên tri."
    }
  },
  {
    "translation": {
      "en": "You can't look at a kid and predict his future any more than I can.",
      "vi": "Anh không thể nhìn một cậu bé và dự đoán tương lai của nó hơn gì tôi."
    }
  },
  {
    "translation": {
      "en": "I've sat at those kitchen tables with you...",
      "vi": "Tôi đã ngồi ở bàn bếp ấy với anh"
    }
  },
  {
    "translation": {
      "en": "...and listened to you tell parents, When I know, I know.",
      "vi": "và nghe anh nói với bố mẹ tôi, Tôi biết rõ điều tôi biết."
    }
  },
  {
    "translation": {
      "en": "And when it comes to your son, I know.",
      "vi": "Và với con trai bà, tôi thấy rất rõ."
    }
  },
  {
    "translation": {
      "en": "And you don't.",
      "vi": "Và anh chả biết gì cả."
    }
  },
  {
    "translation": {
      "en": "You don't.",
      "vi": "Không gì cả."
    }
  },
  {
    "translation": {
      "en": "Okay. I don't give a shit about friendship... ...this situation, or the past.",
      "vi": "Được rồi. Tôi cóc quan tâm đến tình bạn tình huống này, hay quá khứ."
    }
  },
  {
    "translation": {
      "en": "Major League Baseball thinks the way I think. You're not gonna win.",
      "vi": "Giải bóng chày nhà nghề suy nghĩ giống tôi. Anh không thắng nổi đâu."
    }
  },
  {
    "translation": {
      "en": "And I'll give you a nickel's worth of free advice.",
      "vi": "Và tôi sẽ tặng anh một lời khuyên nho nhỏ."
    }
  },
  {
    "translation": {
      "en": "You're never gonna get another job...",
      "vi": "Anh sẽ không thể tìm việc khác khi Shot đuổi anh"
    }
  },
  {
    "translation": {
      "en": "...after this catastrophic season you're about to set us all up for.",
      "vi": "sau mùa giải thảm họa mà anh sắp lôi tất cả chúng tôi vào."
    }
  },
  {
    "translation": {
      "en": "You'll have to explain to your kid...",
      "vi": "Anh sẽ phải giải thích cho con anh"
    }
  },
  {
    "translation": {
      "en": "...why you're working at Dick's Sporting Goods.",
      "vi": "sao anh phải làm ở tiệm dụng cụ thể thao."
    }
  },
  {
    "translation": {
      "en": "I'm not gonna fire you, Grady.",
      "vi": "Tôi sẽ không sa thải anh, Grady."
    }
  },
  {
    "translation": {
      "en": "Fuck you, Billy. Now I will.",
      "vi": "Khốn kiếp, Billy. Giờ thì tôi sẽ làm đấy."
    }
  },
  {
    "translation": {
      "en": "Good luck, Art.",
      "vi": "Chúc may mắn, Art."
    }
  },
  {
    "translation": {
      "en": "Kubota. You never played ball, right?",
      "vi": "Kubota. Anh chưa chơi bóng bao giờ đúng không?"
    }
  },
  {
    "translation": {
      "en": "I played a little T ball. You're the new head scout.",
      "vi": "Tôi có chơi Tball. Anh là giám đốc tuyển mộ mới."
    }
  },
  {
    "translation": {
      "en": "Congratulations.",
      "vi": "Chúc mừng."
    }
  },
  {
    "translation": {
      "en": "So Boston's gonna wait and see?",
      "vi": "Vậy Boston sẽ đứng đó nhìn à?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "Yeah. It's just you and me, Pete.",
      "vi": "Được rồi. Chỉ có tôi và anh thôi, Pete."
    }
  },
  {
    "translation": {
      "en": "And we're all in.",
      "vi": "Và chúng ta vào cuộc rồi."
    }
  },
  {
    "translation": {
      "en": "It sounds like you're apologizing for what they're doing.",
      "vi": "TẬP HUẤN GIẢI MÙA XUÂN Nghe như anh đang xin lỗi vì những gì họ làm thì phải."
    }
  },
  {
    "translation": {
      "en": "I'm not. I just don't know what you're gonna do...",
      "vi": "Không. Tôi chỉ không biết anh sẽ làm gì"
    }
  },
  {
    "translation": {
      "en": "...with the budget that the A's have. Who are you gonna get?",
      "vi": "với ngân quỹ của đội Athletic hiện giờ. Anh sẽ tuyển mộ ai?"
    }
  },
  {
    "translation": {
      "en": "I'm looking at the spring training roster.",
      "vi": "Tôi đang xem danh sách đợt tập huấn mùa xuân."
    }
  },
  {
    "translation": {
      "en": "You gotta be kidding me. How so?",
      "vi": "Anh đùa tôi à. Sao vậy?"
    }
  },
  {
    "translation": {
      "en": "He looked like a clown out there. Who?",
      "vi": "Anh ta nhìn như một tên hề trên sân. Ai?"
    }
  },
  {
    "translation": {
      "en": "Chad Bradford. Tell me about Bradford.",
      "vi": "Chad Bradford. Nói tôi nghe về Bradford."
    }
  },
  {
    "translation": {
      "en": "I like him a little bit, but he's a specialist.",
      "vi": "Tôi hơi thích anh ta, nhưng anh ta là chuyên gia."
    }
  },
  {
    "translation": {
      "en": "He's not a guy that you say, The eighth inning is yours...",
      "vi": "Anh ta không phải là người anh sẽ nói, Séc thứ tám là của cậu"
    }
  },
  {
    "translation": {
      "en": "...lefties vs. righties.",
      "vi": "bên trái đấu với bên phải."
    }
  },
  {
    "translation": {
      "en": "In my opinion.",
      "vi": "Theo ý tôi là thế."
    }
  },
  {
    "translation": {
      "en": "I don't know what Billy Beane and management...",
      "vi": "Tôi không biết Billy Beane và ban điều hành"
    }
  },
  {
    "translation": {
      "en": "...understands about him.",
      "vi": "nhìn thấy gì ở anh ta."
    }
  },
  {
    "translation": {
      "en": "He only throws the ball about 82, 83 miles an hour.",
      "vi": "Anh ta ném banh chỉ được 132km/h."
    }
  },
  {
    "translation": {
      "en": "There must be somethingHe is a freak, and not in a good way.",
      "vi": "Phải có điều gì đó... Anh ta lập dị, và không theo nghĩa tốt."
    }
  },
  {
    "translation": {
      "en": "Let me ask you this. Talking about trying to win a division.",
      "vi": "Hỏi anh cái này nhé. Về việc cố thắng ở một giải vùng."
    }
  },
  {
    "translation": {
      "en": "We're counting on David to be the guy he was.",
      "vi": "Ta đang mong David sẽ có được phong độ như xưa."
    }
  },
  {
    "translation": {
      "en": "I have my doubts. He's gotten old.",
      "vi": "Tôi nghi ngờ việc đó. Anh ta có tuổi rồi."
    }
  },
  {
    "translation": {
      "en": "That's why he's not in New York anymore, not in Cleveland anymore.",
      "vi": "Vì thế mà anh ta không ở New York hay Cleveland nữa."
    }
  },
  {
    "translation": {
      "en": "We paid him the money we should've been giving to Johnny Damon.",
      "vi": "Chúng ta trả cho anh ta số tiền lẽ ra ta nên trả cho Johnny Damon."
    }
  },
  {
    "translation": {
      "en": "Hey. Jeremy Giambi.",
      "vi": "Này. Jeremy Giambi."
    }
  },
  {
    "translation": {
      "en": "That's the one to worry about.",
      "vi": "Đó mới là người đáng để lo."
    }
  },
  {
    "translation": {
      "en": "He gets comps up and down Vegas more than in Oakland.",
      "vi": "Cậu ta lên xuống Vegas còn nhiều hơn ở Oakland."
    }
  },
  {
    "translation": {
      "en": "That should tell you something right there.",
      "vi": "Chuyện đó nên khiến anh suy nghĩ mới phải."
    }
  },
  {
    "translation": {
      "en": "Isn't that the deal with these guys? He has one good year.",
      "vi": "Không phải đó là vấn đề của họ sao? Anh ta có một năm thành công."
    }
  },
  {
    "translation": {
      "en": "And he gets a huge offer and then he gets traded.",
      "vi": "Sau đó anh ta nhận được một đề nghị béo bở và chuyển đi."
    }
  },
  {
    "translation": {
      "en": "Bob. Harder. Hatteberg.",
      "vi": "Bob. Mạnh hơn. Hatteberg."
    }
  },
  {
    "translation": {
      "en": "Good. Good.",
      "vi": "Tốt."
    }
  },
  {
    "translation": {
      "en": "Billy, we have to talk about Hatteberg.",
      "vi": "Billy, ta cần nói chuyện về Hatteberg."
    }
  },
  {
    "translation": {
      "en": "Go. There's just no feel for the spot.",
      "vi": "Nói đi. Tôi không cho là có chỗ cho anh ta."
    }
  },
  {
    "translation": {
      "en": "I think it's a long shot that he can be a big league first baseman.",
      "vi": "Tôi nghĩ còn lâu anh ta mới thành cầu thủ ở một giải đấu lớn được."
    }
  },
  {
    "translation": {
      "en": "It's day one of the first week. You can't judge this yet.",
      "vi": "Hôm nay mới là ngày đầu của tuần thứ nhất."
    }
  },
  {
    "translation": {
      "en": "No, I think we can judge it.",
      "vi": "Không, tôi nghĩ đánh giá được rồi."
    }
  },
  {
    "translation": {
      "en": "I mean, I like him, you know, but I can judge him.",
      "vi": "Ý tôi là tôi thích anh ta, nhưng tôi có thể đánh giá anh ta."
    }
  },
  {
    "translation": {
      "en": "First base is the moon to him.",
      "vi": "Vị trí gôn đầu với anh ta còn xa lắm."
    }
  },
  {
    "translation": {
      "en": "It wasn't to Giambi. Giambi's the worst first baseman in baseball.",
      "vi": "Giambi cũng từng vậy mà. Giambi là cầu thủ gôn đầu dở nhất luôn."
    }
  },
  {
    "translation": {
      "en": "Gonna compare him to Giambi? What are we talking about?",
      "vi": "So sánh cậu ta với Giambi? Chúng ta đang nói gì thế?"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "vi": "Thôi được."
    }
  },
  {
    "translation": {
      "en": "What do you think, Wash?",
      "vi": "Anh nghĩ sao, Wash?"
    }
  },
  {
    "translation": {
      "en": "The nice way to say it is he lacks confidence.",
      "vi": "Nói nhẹ nhàng thì cậu ta thiếu sự tự tin."
    }
  },
  {
    "translation": {
      "en": "Well, give him some.",
      "vi": "Vậy thì cho cậu ta một ít."
    }
  },
  {
    "translation": {
      "en": "I'll do that, but we got Peña, who can play first.",
      "vi": "Tôi sẽ làm, nhưng ta có Pena có thể chơi ở gôn đầu."
    }
  },
  {
    "translation": {
      "en": "And he's looking mighty good out there.",
      "vi": "Và cậu ta rất xuất sắc ở vị trí ấy."
    }
  },
  {
    "translation": {
      "en": "We wanna go with Hattie.",
      "vi": "Chúng ta sẽ ra sân với Hattie."
    }
  },
  {
    "translation": {
      "en": "We got six weeks.",
      "vi": "Ta có sáu tuần."
    }
  },
  {
    "translation": {
      "en": "Get down in it.",
      "vi": "Bắt đầu đi."
    }
  },
  {
    "translation": {
      "en": "There you go. Scotty H.",
      "vi": "Như thế đấy. Scotty H."
    }
  },
  {
    "translation": {
      "en": "That's what I'm talking about. Picking machine.",
      "vi": "Đó là điều tôi đang nói đấy. Một cỗ máy gặt."
    }
  },
  {
    "translation": {
      "en": "It's only baseball.",
      "vi": "Chỉ là bóng chày thôi."
    }
  },
  {
    "translation": {
      "en": "This better work.",
      "vi": "Tốt nhất là nên có hiệu quả đấy."
    }
  },
  {
    "translation": {
      "en": "I'm just kidding you.",
      "vi": "Tôi đùa thôi."
    }
  },
  {
    "translation": {
      "en": "Let's go, Oakland!",
      "vi": "OAKLAND ATHLETICS VÔ ĐỊCH GIẢI THẾ GIỚI Tiến lên, Oakland!"
    }
  },
  {
    "translation": {
      "en": "Let's go, Oakland!",
      "vi": "Tiến lên, Oakland!"
    }
  },
  {
    "translation": {
      "en": "What is wrong with this thing? It's a dollar, man.",
      "vi": "Máy này bị gì đây? Phải bỏ tiền vào, anh bạn."
    }
  },
  {
    "translation": {
      "en": "What? Welcome to Oakland, D.J.",
      "vi": "Sao chứ? Chào mừng đến Oakland, D.J."
    }
  },
  {
    "translation": {
      "en": "Oh, you gotta be shitting me.",
      "vi": "Chà, chắc là anh trêu tôi."
    }
  },
  {
    "translation": {
      "en": "I think this year, we're gonna show that it takes a team to win...",
      "vi": "Tôi nghĩ năm nay chúng tôi sẽ cho thấy để giành thắng lợi cần có một tập thể,"
    }
  },
  {
    "translation": {
      "en": "...not any individual guy, just a team.",
      "vi": "không phải một cá nhân, mà là một đội bóng."
    }
  },
  {
    "translation": {
      "en": "And I think we got a hell of a ball club here.",
      "vi": "Và tôi nghĩ chúng tôi có tập thể mạnh."
    }
  },
  {
    "translation": {
      "en": "Chad, are you intimidated at all today?",
      "vi": "Chad, hôm nay anh có cảm thấy bị đe dọa không?"
    }
  },
  {
    "translation": {
      "en": "I wouldn't say I'm intimidated, really. I'm just really excited, like you said.",
      "vi": "Tôi không nghĩ là tôi cảm thấy vậy. Tôi chỉ thấy rất phấn khích."
    }
  },
  {
    "translation": {
      "en": "Jeremy, how's the team gonna fare without your brother, Jason?",
      "vi": "Jeremy, đội bóng sẽ xoay xở thế nào khi không có anh trai anh, Jason?"
    }
  },
  {
    "translation": {
      "en": "Well, you know, the organization did a great job...",
      "vi": "Vâng, cô biết đấy, Ban điều hành đã làm rất tốt việc"
    }
  },
  {
    "translation": {
      "en": "...of bringing in good young guys to fill that role.",
      "vi": "mang về những cầu thủ trẻ chất lượng để lấp vào vị trí đó."
    }
  },
  {
    "translation": {
      "en": "Let's face it, they're getting a deal with you.",
      "vi": "Hãy thẳng thắn nhé, họ ký hợp đồng với cậu."
    }
  },
  {
    "translation": {
      "en": "The Yankees are paying Jason a lot of money.",
      "vi": "Đội Yankee trả rất nhiều tiền cho Jason."
    }
  },
  {
    "translation": {
      "en": "You are coming here on a dime. How does that make you feel?",
      "vi": "Cậu đến đây với một mức phí khá bèo. Cậu cảm thấy thế nào?"
    }
  },
  {
    "translation": {
      "en": "I feel good.",
      "vi": "Tôi thấy ổn."
    }
  },
  {
    "translation": {
      "en": "How are the nerves in your fingers? You know.",
      "vi": "Dây thần kinh ở ngón tay anh sao rồi? Cô biết còn gì."
    }
  },
  {
    "translation": {
      "en": "Gotta start with the age, 36 years old.",
      "vi": "Tôi sẽ bắt đầu từ tuổi của anh, 36 tuổi."
    }
  },
  {
    "translation": {
      "en": "How do you think your body's gonna hold up?",
      "vi": "Anh nghĩ thể lực của anh mùa này sẽ thế nào?"
    }
  },
  {
    "translation": {
      "en": "You spend a lot of time at strip clubs, partying.",
      "vi": "Anh bỏ rất nhiều thời gian ở các quán rượu và hộp đêm thoát y."
    }
  },
  {
    "translation": {
      "en": "Do you resent the attention you get off the field?",
      "vi": "Anh có ghét sự chú ý ở ngoài sân cỏ dành cho anh không?"
    }
  },
  {
    "translation": {
      "en": "I love it.",
      "vi": "Không, tôi thích nó."
    }
  },
  {
    "translation": {
      "en": "You spend a lot of time in Vegas. I do.",
      "vi": "Anh dành rất nhiều thời gian ở Vegas. Đúng."
    }
  },
  {
    "translation": {
      "en": "I feel great. I did a lot of work to getExcuse me. Get out of my shot.",
      "vi": "Tôi thấy rất tốt. Tôi đã tập luyện... Xin lỗi. Tránh xa máy quay ra."
    }
  },
  {
    "translation": {
      "en": "Sorry, go ahead.",
      "vi": "Xin lỗi, anh tiếp đi."
    }
  },
  {
    "translation": {
      "en": "There have been questions about my age...",
      "vi": "Đã có nhiều câu hỏi về tuổi tác"
    }
  },
  {
    "translation": {
      "en": "...and my declining skills, some say, but I'm here to prove that wrong.",
      "vi": "và kỹ thuật suy giảm của tôi, nhưng tôi ở đây để chứng minh điều đó là sai."
    }
  },
  {
    "translation": {
      "en": "I asked if you were 100 percent.",
      "vi": "Anh có chắc chắn không đấy?"
    }
  },
  {
    "translation": {
      "en": "Excuse me, Mr. Beane? Hey, Chad.",
      "vi": "Xin lỗi, ông Beane? Này, Chad."
    }
  },
  {
    "translation": {
      "en": "Hey, I'm not disturbing you, am I? Not at all. What's up?",
      "vi": "Tôi không làm phiền ông chứ? Không. Có chuyện gì vậy?"
    }
  },
  {
    "translation": {
      "en": "I wanted to say thank you for this opportunity.",
      "vi": "Tôi muốn nói cám ơn ông vì đã cho tôi cơ hội này."
    }
  },
  {
    "translation": {
      "en": "Well, we enjoy having you. It's gonna work out well for all of us.",
      "vi": "Chúng tôi rất vui vì có anh. Chuyện này sẽ tốt cho cả hai ta."
    }
  },
  {
    "translation": {
      "en": "I appreciate it, sir. Nobody's ever given me a chance like this before.",
      "vi": "Tôi trân trọng điều ấy, thưa ông. Chưa ai cho tôi một cơ hội như vậy trước đây cả."
    }
  },
  {
    "translation": {
      "en": "Nobody?",
      "vi": "Không ai sao?"
    }
  },
  {
    "translation": {
      "en": "Well, just you, sir.",
      "vi": "Chỉ có ông, thưa ông."
    }
  },
  {
    "translation": {
      "en": "Well, it's a big day, one you won't forget.",
      "vi": "Đó là một ngày trọng đại, một ngày anh sẽ không quên."
    }
  },
  {
    "translation": {
      "en": "Appreciate it. And I wanna let you know...",
      "vi": "Hãy trân trọng nó. Tôi muốn ông biết rằng"
    }
  },
  {
    "translation": {
      "en": "...I'm gonna be praying for you and your family.",
      "vi": "tôi sẽ cầu nguyện cho ông và gia đình."
    }
  },
  {
    "translation": {
      "en": "No problem.",
      "vi": "Không thành vấn đề."
    }
  },
  {
    "translation": {
      "en": "Well, here we are just minutes away from the season opener of 2002...",
      "vi": "Chỉ còn vài phút nữa ta sẽ được xem trận đầu tiên trong mùa giải 2002"
    }
  },
  {
    "translation": {
      "en": "...for the Oakland A's.",
      "vi": "của đội Oakland A."
    }
  },
  {
    "translation": {
      "en": "The first pitch is moments away.",
      "vi": "Một lát nữa sẽ là cú ném đầu tiên."
    }
  },
  {
    "translation": {
      "en": "We'll come back with the national anthem.",
      "vi": "Ta trở lại với quốc ca."
    }
  },
  {
    "translation": {
      "en": "Opening day is upon us.",
      "vi": "Đừng rời khỏi lúc này. Ngày khai mạc đã đến."
    }
  },
  {
    "translation": {
      "en": "All right, fellas, smile. Here we go.",
      "vi": "CÔNG TY BÓNG CHÀY OAKLAND ATHLETICS TRẢ CHO GIẢI ĐẤU NHỎ CỦA OAKLAND $5000 Được rồi, các chàng trai, cười lên. Bắt đầu thôi."
    }
  },
  {
    "translation": {
      "en": "I'm going in. Text me the play by play.",
      "vi": "Tôi vào trong. Nhắn diễn biến cho tôi."
    }
  },
  {
    "translation": {
      "en": "What? Why?",
      "vi": "Cái gì? Tại sao?"
    }
  },
  {
    "translation": {
      "en": "I don't watch the games.",
      "vi": "Tôi không xem các trận đấu."
    }
  },
  {
    "translation": {
      "en": "Detail, halt!",
      "vi": "Chú ý, đứng lại!"
    }
  },
  {
    "translation": {
      "en": "And forward face!",
      "vi": "Và hướng thẳng trước mặt!"
    }
  },
  {
    "translation": {
      "en": "That's the third Ranger batter to be hit today.",
      "vi": "Đó là cầu thủ đánh bóng thứ ba của Ranger hôm nay."
    }
  },
  {
    "translation": {
      "en": "Twice Alex Rodriguez was nicked. The ninth",
      "vi": "Alex Rodriguez đã bị ghi điểm hai lần. Séc thứ chín..."
    }
  },
  {
    "translation": {
      "en": "I should've made you a bigger part of the conversation from day one.",
      "vi": "Lẽ ra tôi phải để anh tham gia nhiều hơn vào cuộc nói chuyện ngày đầu."
    }
  },
  {
    "translation": {
      "en": "It'd be clear what we're trying to do.",
      "vi": "Điều chúng ta đang cố làm sẽ rõ ràng hơn."
    }
  },
  {
    "translation": {
      "en": "That was my mistake, Art. I take responsibility for that.",
      "vi": "Đây là lỗi của tôi, Art. Tôi chịu trách nhiệm."
    }
  },
  {
    "translation": {
      "en": "What are you trying to say? Doesn't matter what moves I make...",
      "vi": "Ý anh là sao? Bước đi của tôi không quan trọng nữa"
    }
  },
  {
    "translation": {
      "en": "...if you don't play the team the way they're designed to be.",
      "vi": "nếu anh không cho đội bóng chơi theo kế hoạch. Billy,"
    }
  },
  {
    "translation": {
      "en": "Billy, you're out of your depth.",
      "vi": "anh đang lạm quyền đấy."
    }
  },
  {
    "translation": {
      "en": "Why not Hatteberg at first? Because he can't play first.",
      "vi": "Sao không để Hatteberg chơi gôn đầu? Vì cậu ta không thể."
    }
  },
  {
    "translation": {
      "en": "How do you know? Not my first baseball game.",
      "vi": "Sao anh biết? Không phải trận đầu tiên của tôi."
    }
  },
  {
    "translation": {
      "en": "Scott Hatteberg can't hit. He gets on base.",
      "vi": "Scott Hatteberg không biết đập. Cậu ta có thể lên gôn."
    }
  },
  {
    "translation": {
      "en": "Still keeps us in the plus column. We need to be seven over .500.",
      "vi": "Cần giữ hiệu số ở mức dương. Ta cần thêm 7 điểm so với mức 0,5."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Sao?"
    }
  },
  {
    "translation": {
      "en": "Anything else?",
      "vi": "Còn gì nữa?"
    }
  },
  {
    "translation": {
      "en": "Yeah. I would've rather seen Bradford in the end than Magnante.",
      "vi": "Vâng. Tôi muốn thấy Bradford ở phía sau hơn là Magnante."
    }
  },
  {
    "translation": {
      "en": "Bradford's a righty.",
      "vi": "Bradford chơi bên phải."
    }
  },
  {
    "translation": {
      "en": "I don't care about righty lefty. I do.",
      "vi": "Tôi không quan tâm trái hay phải. Tôi thì có."
    }
  },
  {
    "translation": {
      "en": "Could this be about your contract? No.",
      "vi": "Có lý nào là vì chuyện hợp đồng của anh? Không."
    }
  },
  {
    "translation": {
      "en": "This is about you doing your job and me doing mine.",
      "vi": "Đây là chuyện anh làm việc của anh, tôi làm việc của tôi."
    }
  },
  {
    "translation": {
      "en": "Mine's me being left alone...",
      "vi": "Việc của tôi là được để yên..."
    }
  },
  {
    "translation": {
      "en": "...to manage this team you assembled for me.",
      "vi": "để huấn luyện đội bóng anh đã tập hợp cho tôi."
    }
  },
  {
    "translation": {
      "en": "I didn't assemble them for you, Art. No shit.",
      "vi": "Tôi không tập hợp họ cho anh, Art. Đừng đùa."
    }
  },
  {
    "translation": {
      "en": "Good meeting.",
      "vi": "Họp tốt lắm."
    }
  },
  {
    "translation": {
      "en": "Every time we talk...",
      "vi": "Mỗi lần ta nói chuyện,"
    }
  },
  {
    "translation": {
      "en": "...I'm reinvigorated by my love of the game.",
      "vi": "tình yêu bóng chày lại khiến tôi mạnh mẽ thêm."
    }
  },
  {
    "translation": {
      "en": "We got Grady Fuson, former head of scouting with the Athletics.",
      "vi": "Chúng ta có Grady Fuson, từng đứng đầu bộ phận tuyển mộ của Athletic."
    }
  },
  {
    "translation": {
      "en": "And, Grady, can you interpret for us what's going on?",
      "vi": "Và Grady, anh phân tích xem điều gì đang xảy ra được không?"
    }
  },
  {
    "translation": {
      "en": "They call it Moneyball. Moneyball?",
      "vi": "Người ta gọi đó là Moneyball. Moneyball?"
    }
  },
  {
    "translation": {
      "en": "Yes, and it was a nice theory, and now it's just not working out.",
      "vi": "Phải, đó là một học thuyết hay, nhưng bây giờ nó không hiệu quả."
    }
  },
  {
    "translation": {
      "en": "Billy Beane has built this team on the ideas of a guy, Bill James...",
      "vi": "Billy Beane đã xây dựng một đội bóng, dựa trên ý tưởng của Bill James,"
    }
  },
  {
    "translation": {
      "en": "...who wrote an interesting book on baseball statistics.",
      "vi": "tác giả của một cuốn sách thú vị về thống kê trong bóng chày."
    }
  },
  {
    "translation": {
      "en": "The problem is that Bill James never played, never managed.",
      "vi": "Vấn đề là Bill James chưa từng chơi bóng lẫn điều hành."
    }
  },
  {
    "translation": {
      "en": "He was in fact a security guard at a pork and beans company.",
      "vi": "Trên thực tế, ông ta là bảo vệ của một công ty chế biến đồ hộp."
    }
  },
  {
    "translation": {
      "en": "Do you see this as a decimation of the organization?",
      "vi": "CÔNG TY THỰC PHẨM STOKLEY Anh có nghĩ đây là hành động làm hại đội bóng?"
    }
  },
  {
    "translation": {
      "en": "He bought a ticket on the Titanic. Oh, boy.",
      "vi": "Billy Beane đã mua vé lên tàu Titanic. Chao ôi."
    }
  },
  {
    "translation": {
      "en": "He's tried to come up with a new approach.",
      "vi": "Anh ấy cố gắng đưa ra một hướng tiếp cận mới."
    }
  },
  {
    "translation": {
      "en": "My hat's off to him. It won't work.",
      "vi": "Tôi phải chào thua anh ấy. Phương pháp này sẽ không hiệu quả."
    }
  },
  {
    "translation": {
      "en": "One two pitch. Tejada strikes out.",
      "vi": "Ném mộthai. Tejada mất lượt."
    }
  },
  {
    "translation": {
      "en": "And that is the game.",
      "vi": "Trận đấu kết thúc."
    }
  },
  {
    "translation": {
      "en": "The Seattle Mariners win both games on this series, Ray.",
      "vi": "Đội Seattle Mariner đã thắng cả hai trận mùa này, Ray."
    }
  },
  {
    "translation": {
      "en": "They've won 10 in a row. Seattle is 13 and 3.",
      "vi": "Họ thắng một mạch 10 trận. Seattle thắng 13 và thua 3."
    }
  },
  {
    "translation": {
      "en": "I can't watch this shit.",
      "vi": "Tôi không thể xem thứ vớ vẩn này nổi."
    }
  },
  {
    "translation": {
      "en": "Go on the road with the team.",
      "vi": "Tôi muốn anh đi với đội đi."
    }
  },
  {
    "translation": {
      "en": "You don't go on the road with the team.",
      "vi": "Anh không đi theo đội."
    }
  },
  {
    "translation": {
      "en": "That's why I want you to do it. Why don't you?",
      "vi": "Vì thế mà tôi muốn anh đi. Tại sao anh không đi?"
    }
  },
  {
    "translation": {
      "en": "I can't develop personal relationships with these guys.",
      "vi": "Tôi không thể phát triển quan hệ cá nhân với các cầu thủ."
    }
  },
  {
    "translation": {
      "en": "I gotta be able to trade them, send them down, sometimes cut them.",
      "vi": "Tôi sẽ phải chuyển nhượng họ, đẩy họ đi đội khác, đôi khi sa thải họ."
    }
  },
  {
    "translation": {
      "en": "Which is something you should learn to do, by the way.",
      "vi": "Đó cũng là điều anh nên học để làm cho được."
    }
  },
  {
    "translation": {
      "en": "I would never have to cut a player, unless you....",
      "vi": "Tôi sẽ không phải sa thải ai, trừ phi..."
    }
  },
  {
    "translation": {
      "en": "Oh, come on. Come on what?",
      "vi": "Ồ, thôi đi. Thôi cái gì?"
    }
  },
  {
    "translation": {
      "en": "Let's practice. No.",
      "vi": "Tập đi. Không."
    }
  },
  {
    "translation": {
      "en": "Yeah. I'm a player. You gotta cut me from the roster.",
      "vi": "Rồi. Tôi là cầu thủ đây. Anh sắp cắt tôi khỏi danh sách."
    }
  },
  {
    "translation": {
      "en": "No. Go.",
      "vi": "Không. Làm đi."
    }
  },
  {
    "translation": {
      "en": "What do you mean, no? No.",
      "vi": "Ý anh không là sao? Không."
    }
  },
  {
    "translation": {
      "en": "Do it. This is stupid.",
      "vi": "Làm đi. Ngớ ngẩn quá."
    }
  },
  {
    "translation": {
      "en": "Part of the job, man.",
      "vi": "Một phần công việc, chàng trai."
    }
  },
  {
    "translation": {
      "en": "Fine.",
      "vi": "Thôi được."
    }
  },
  {
    "translation": {
      "en": "Billy, please have a seat. I need to talk to you for a minute.",
      "vi": "Billy, mời anh ngồi. Tôi cần nói chuyện với anh."
    }
  },
  {
    "translation": {
      "en": "Go on.",
      "vi": "Nói đi."
    }
  },
  {
    "translation": {
      "en": "You've been a huge part of this team.",
      "vi": "Anh là một phần quan trọng của đội bóng."
    }
  },
  {
    "translation": {
      "en": "But sometimes you have to make decisions for the team.",
      "vi": "Nhưng đôi khi ta phải ra quyết định vì tập thể."
    }
  },
  {
    "translation": {
      "en": "I'm sure you can understand.",
      "vi": "Tôi chắc anh có thể hiểu được."
    }
  },
  {
    "translation": {
      "en": "You're cutting me? I'm really sorry.",
      "vi": "Anh đang sa thải tôi à? Tôi rất tiếc."
    }
  },
  {
    "translation": {
      "en": "I just bought a house here.",
      "vi": "Tôi vừa mua một căn nhà ở đây."
    }
  },
  {
    "translation": {
      "en": "Well.... In Oakland.",
      "vi": "Vâng... Ở Oakland."
    }
  },
  {
    "translation": {
      "en": "Well.... Well....",
      "vi": "Chà..."
    }
  },
  {
    "translation": {
      "en": "Well.... Well....? That's all you got to say?",
      "vi": "Chà? Anh chỉ nói được có thế thôi sao?"
    }
  },
  {
    "translation": {
      "en": "My kid just started a new school.",
      "vi": "Con tôi vừa vào học ở trường mới."
    }
  },
  {
    "translation": {
      "en": "They made friends. That's....",
      "vi": "Nó vừa kết bạn. Chuyện đó..."
    }
  },
  {
    "translation": {
      "en": "You shouldn't pull them out in the middle of the year.",
      "vi": "Anh không nên chuyển trường cho con lúc giữa năm."
    }
  },
  {
    "translation": {
      "en": "You should wait. What the hell are you talking about?",
      "vi": "Anh nên đợi. Anh đang nói cái quái gì vậy?"
    }
  },
  {
    "translation": {
      "en": "I don't know. I shouldn't have",
      "vi": "Tôi không biết. Lẽ ra tôi không nên..."
    }
  },
  {
    "translation": {
      "en": "I'm not gonna do this. I think this is stupid.",
      "vi": "Tôi sẽ không làm đâu. Tôi thấy việc này ngớ ngẩn quá."
    }
  },
  {
    "translation": {
      "en": "I'm not gonna fire anybody, and this is dumb.",
      "vi": "Tôi sẽ không đuổi ai cả, và việc này rất ngu ngốc."
    }
  },
  {
    "translation": {
      "en": "They're professional ballplayers. Just be straight with them.",
      "vi": "Họ là cầu thủ chuyên nghiệp. Anh cứ nói thẳng."
    }
  },
  {
    "translation": {
      "en": "No fluff, just facts.",
      "vi": "Đừng vòng vo, cứ nói thật."
    }
  },
  {
    "translation": {
      "en": "Pete, I gotta let you go. Jack's office will handle the details.",
      "vi": "Pete, tôi phải để anh qua đội khác. Văn phòng Jack sẽ lo các chi tiết."
    }
  },
  {
    "translation": {
      "en": "That's it?",
      "vi": "Thế thôi?"
    }
  },
  {
    "translation": {
      "en": "Really?",
      "vi": "Thật không?"
    }
  },
  {
    "translation": {
      "en": "You rather get a bullet to the head or five to the chest and bleed to death?",
      "vi": "Anh muốn một phát vào đầu hay năm viên vào ngực rồi chảy máu đến chết?"
    }
  },
  {
    "translation": {
      "en": "Are those my only two options?",
      "vi": "Tôi chỉ có hai lựa chọn như vậy thôi sao?"
    }
  },
  {
    "translation": {
      "en": "Go on the road with the team.",
      "vi": "Đi với đội đi."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Say, bro.",
      "vi": "Nói chuyện đi anh bạn."
    }
  },
  {
    "translation": {
      "en": "Let me ask you a question. Yeah.",
      "vi": "Tôi hỏi anh một câu nhé. Vâng."
    }
  },
  {
    "translation": {
      "en": "How come your boss doesn't travel with the team?",
      "vi": "Tại sao sếp anh không đi với đội?"
    }
  },
  {
    "translation": {
      "en": "He doesn't like to mingle with the players.",
      "vi": "Anh ấy không thích hòa mình với cầu thủ."
    }
  },
  {
    "translation": {
      "en": "Is that supposed to make us easier to cut?",
      "vi": "Có phải làm thế để dễ sa thải bọn tôi hả?"
    }
  },
  {
    "translation": {
      "en": "I don't know. I don't know.",
      "vi": "Tôi không biết."
    }
  },
  {
    "translation": {
      "en": "And how come soda is a dollar in the clubhouse?",
      "vi": "Và tại sao lại tính giá nước ngọt một đôla trong phòng thay đồ?"
    }
  },
  {
    "translation": {
      "en": "I never seen nothing like that.",
      "vi": "Tôi chưa từng thấy chuyện này đấy."
    }
  },
  {
    "translation": {
      "en": "Billy likes to keep the money on the field.",
      "vi": "Billy muốn chi tiền vào sân."
    }
  },
  {
    "translation": {
      "en": "Soda money?",
      "vi": "Tính tiền cả nước ngọt?"
    }
  },
  {
    "translation": {
      "en": "Really?",
      "vi": "Thật à?"
    }
  },
  {
    "translation": {
      "en": "Where on the field is the dollar I'm paying for soda?",
      "vi": "Đồng đôla tôi trả cho lon nước ngọt ở đâu trên sân chứ?"
    }
  },
  {
    "translation": {
      "en": "It's hard to see exactly...",
      "vi": "Rất khó nhìn thấy nhưng,"
    }
  },
  {
    "translation": {
      "en": "...but it's there, yeah. Yeah, it is hard to see.",
      "vi": "nó ở đó, phải. Ừ, khó thấy thật."
    }
  },
  {
    "translation": {
      "en": "I'm done.",
      "vi": "Tôi nói xong rồi."
    }
  },
  {
    "translation": {
      "en": "Hey, Dad. Hi, honey.",
      "vi": "Chào bố. Chào con gái."
    }
  },
  {
    "translation": {
      "en": "How are you? I'm good.",
      "vi": "Con khỏe không? Khỏe ạ."
    }
  },
  {
    "translation": {
      "en": "Was it bumpy? It was okay.",
      "vi": "Có xóc không con? Không ạ."
    }
  },
  {
    "translation": {
      "en": "So with this loss tonight, the Oakland Athletics...",
      "vi": "Như vậy là với trận thua tối nay, đội Oakland Athletic"
    }
  },
  {
    "translation": {
      "en": "...incredibly, have lost 14 of their last 17 games.",
      "vi": "không thể tin nổi, họ đã để thua 14 trên 17 trận gần đây nhất."
    }
  },
  {
    "translation": {
      "en": "They are 10 games back in the American League West.",
      "vi": "Còn 10 trận nữa là kết thúc giải Nhà nghề Mỹ ở Miền Tây."
    }
  },
  {
    "translation": {
      "en": "Is it fair to say the experiment has failed?",
      "vi": "Nói cuộc thử nghiệm đã thất bại liệu có hợp lý không?"
    }
  },
  {
    "translation": {
      "en": "Well, absolutely. It was predictable.",
      "vi": "Chắc chắn. Cũng dễ thấy trước mà."
    }
  },
  {
    "translation": {
      "en": "You don't wish anybody a lack of success...",
      "vi": "Không thể mong cho ai gặp thất bại"
    }
  },
  {
    "translation": {
      "en": "...but the facts are in front of you. You can't blame Art Howe.",
      "vi": "nhưng sự thật sờ sờ ra đó. Không thể trách Art Howe về chuyện này."
    }
  },
  {
    "translation": {
      "en": "No. The fact of the matter is...",
      "vi": "Không. Sự thật thì"
    }
  },
  {
    "translation": {
      "en": "...this is not about statistics, this is about people.",
      "vi": "đây không phải trò chơi với con số, mà là giữa con người."
    }
  },
  {
    "translation": {
      "en": "Art Howe is not the problem.",
      "vi": "Art Howe không phải là vấn đề."
    }
  },
  {
    "translation": {
      "en": "The problem is in the general manager's office... ...with Billy Beane.",
      "vi": "Vấn đề nằm trong văn phòng giám đốc điều hành với Billy Beane."
    }
  },
  {
    "translation": {
      "en": "The root of the problem for me is philosophical.",
      "vi": "Theo tôi gốc rễ của vấn đề là tư tưởng."
    }
  },
  {
    "translation": {
      "en": "I said it before. This is fantasy baseball.",
      "vi": "Tôi đã nói từ trước. Đấy là bóng chày trong mơ."
    }
  },
  {
    "translation": {
      "en": "Billy is just not thinking.",
      "vi": "Billy không chịu suy nghĩ thôi."
    }
  },
  {
    "translation": {
      "en": "Start thinking about a new GM, making changes.",
      "vi": "Hãy bắt đầu nghĩ đến ông bầu mới, tạo ra những thay đổi."
    }
  },
  {
    "translation": {
      "en": "He never goes to the games.",
      "vi": "Anh ta không xem các trận đấu."
    }
  },
  {
    "translation": {
      "en": "This was very predictable. He needs to look at what's going on.",
      "vi": "Kết cục này không có gì bất ngờ. Anh ta cần nhìn vào chuyện đang xảy ra."
    }
  },
  {
    "translation": {
      "en": "The man needs to get real. I want Billy Beane gone.",
      "vi": "Anh ta phải thực tế vào. Tôi muốn Billy Beane ra đi."
    }
  },
  {
    "translation": {
      "en": "Calling for Beane's head. I want your thoughts.",
      "vi": "Về tương lai Beane. Tôi muốn nghe ý kiến của anh."
    }
  },
  {
    "translation": {
      "en": "The past 18 games, they've been shut out or scored one run four times.",
      "vi": "Trong 18 trận đấu qua, đã bốn lần họ không có điểm, hoặc có một lần onerun. THUA"
    }
  },
  {
    "translation": {
      "en": "They're just not scoring enough.",
      "vi": "Vấn đề là họ ghi ít điểm quá."
    }
  },
  {
    "translation": {
      "en": "It's not just the offense, not Thad Bosley and the hitters.",
      "vi": "Không chỉ là cách tấn công, Thad Bosley hay các cầu thủ đập bóng."
    }
  },
  {
    "translation": {
      "en": "It's everything. If there was one thing you could pick out, you'd try to fix it...",
      "vi": "Mà là tất cả. Nếu có chi tiết nào anh chọn ra được, anh sẽ chữa được,"
    }
  },
  {
    "translation": {
      "en": "...but just everything is in a funk right now.",
      "vi": "nhưng bây giờ tất cả đều hỗn độn."
    }
  },
  {
    "translation": {
      "en": "What the hell am I doing?",
      "vi": "Mình đang làm cái quái gì thế này?"
    }
  },
  {
    "translation": {
      "en": "Oh, man.",
      "vi": "Chao ôi."
    }
  },
  {
    "translation": {
      "en": "Look, Steve.",
      "vi": "Nghe này, Steve."
    }
  },
  {
    "translation": {
      "en": "I believe in what we're doing.",
      "vi": "Tôi tin vào việc ta đang làm."
    }
  },
  {
    "translation": {
      "en": "The record doesn't reflect the strength of this team...",
      "vi": "Thành tích không phản ánh sức mạnh của đội bóng"
    }
  },
  {
    "translation": {
      "en": "...or where we're gonna be at the end of the season.",
      "vi": "hay vị trí của chúng ta vào cuối mùa."
    }
  },
  {
    "translation": {
      "en": "Now, Pete and I here feel very strongly that we stay on the track we've chosen.",
      "vi": "Giờ tôi và Pete cảm thấy rất chắc chắn rằng chúng ta đang đi đúng hướng."
    }
  },
  {
    "translation": {
      "en": "Our sample size has been too small. It's too",
      "vi": "Phạm vi thử nghiệm của ta vẫn còn nhỏ. Vẫn còn quá..."
    }
  },
  {
    "translation": {
      "en": "Early. It's still early.",
      "vi": "Sớm. Vẫn còn sớm."
    }
  },
  {
    "translation": {
      "en": "Where do we expect to be by the All Star break?",
      "vi": "Chúng ta dự kiến sẽ ở đâu khi kì nghỉ AllStar đến?"
    }
  },
  {
    "translation": {
      "en": "Our goal and our expectation...",
      "vi": "Mục tiêu và kỳ vọng của chúng ta"
    }
  },
  {
    "translation": {
      "en": "...is by mid July to be within seven games of first.",
      "vi": "là đến giữa tháng Bảy sẽ cách đội đầu bảng bảy điểm."
    }
  },
  {
    "translation": {
      "en": "That would be this working.",
      "vi": "Chúng ta sẽ làm được."
    }
  },
  {
    "translation": {
      "en": "That keeps us in the hunt. Exceptionally well.",
      "vi": "Như thế ta vẫn trong cuộc đua. Vẫn rất khả quan."
    }
  },
  {
    "translation": {
      "en": "By July. July.",
      "vi": "Đến tháng Bảy. Tháng Bảy."
    }
  },
  {
    "translation": {
      "en": "And what's gonna prevent you from accomplishing that?",
      "vi": "Và điều gì đang ngăn cản các anh đạt được điều đó?"
    }
  },
  {
    "translation": {
      "en": "What are you afraid of?",
      "vi": "Các anh đang sợ cái gì?"
    }
  },
  {
    "translation": {
      "en": "Nothing. That's why we're here, Steve.",
      "vi": "Không gì cả. Vì thế mà chúng tôi ở đây, Steve."
    }
  },
  {
    "translation": {
      "en": "That's why we get up in the morning. That's all we do.",
      "vi": "Vì thế chúng tôi thức dậy vào buổi sáng. Đó là tất cả."
    }
  },
  {
    "translation": {
      "en": "More? Yeah, a little more.",
      "vi": "Nữa nhé? Vâng, thêm tí nữa ạ."
    }
  },
  {
    "translation": {
      "en": "Don't tell your mother. I won't.",
      "vi": "Đừng nói mẹ con đấy. Không đâu bố."
    }
  },
  {
    "translation": {
      "en": "Chocolate sauce? Yes.",
      "vi": "Sốt sôcôla không? Vâng."
    }
  },
  {
    "translation": {
      "en": "Stop.",
      "vi": "Được rồi bố."
    }
  },
  {
    "translation": {
      "en": "Big spoon or little spoon? Little spoon.",
      "vi": "Muỗng nhỏ hay muỗng to? Muỗng nhỏ ạ."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "vi": "Cám ơn bố."
    }
  },
  {
    "translation": {
      "en": "Dad, there's no way you're gonna lose your job, right?",
      "vi": "Bố, bố không thể nào mất việc được đúng không?"
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Sao?"
    }
  },
  {
    "translation": {
      "en": "Well, I don't know. I'm just wondering. Where'd you hear that?",
      "vi": "Con không biết. Con chỉ hỏi thôi. Con nghe ở đâu thế?"
    }
  },
  {
    "translation": {
      "en": "Well, I go on the Internet sometimes.",
      "vi": "Thỉnh thoảng con lên mạng."
    }
  },
  {
    "translation": {
      "en": "Well, don't do that. Don't go on the Internet.",
      "vi": "Đừng làm thế. Đừng lên mạng."
    }
  },
  {
    "translation": {
      "en": "Or watch TV or read newspapers...",
      "vi": "Đừng đọc báo hay xem TV"
    }
  },
  {
    "translation": {
      "en": "...or talk to people.",
      "vi": "hay nói chuyện với người ta."
    }
  },
  {
    "translation": {
      "en": "I don't talk to people. I just read stuff.",
      "vi": "Con không nói chuyện. Con chỉ đọc tin thôi."
    }
  },
  {
    "translation": {
      "en": "Honey, everything's fine. Everything's fine.",
      "vi": "Mọi việc đều ổn cả, con ạ. Mọi việc đều ổn."
    }
  },
  {
    "translation": {
      "en": "Really, you don't have to worry.",
      "vi": "Con không cần phải lo gì đâu."
    }
  },
  {
    "translation": {
      "en": "But if you lose your job, will you have to move away?",
      "vi": "Nhưng nếu bố mất việc, bố có phải chuyển đi không?"
    }
  },
  {
    "translation": {
      "en": "Honey, I'm not gonna lose my job.",
      "vi": "Bố sẽ không bị mất việc."
    }
  },
  {
    "translation": {
      "en": "You don't have to worry.",
      "vi": "Con không phải lo lắng."
    }
  },
  {
    "translation": {
      "en": "Okay. Hey.",
      "vi": "Vâng. Này."
    }
  },
  {
    "translation": {
      "en": "There's no problem. Okay.",
      "vi": "Không có chuyện gì đâu. Vâng."
    }
  },
  {
    "translation": {
      "en": "All right? I got uptown problems, which are not problems at all.",
      "vi": "Được chứ? Bố có những vấn đề lớn, mà không phải vấn đề gì cả."
    }
  },
  {
    "translation": {
      "en": "You're not worried, right?",
      "vi": "Con không lo lắng gì nữa chứ?"
    }
  },
  {
    "translation": {
      "en": "No, I'm not worried. Okay.",
      "vi": "Không, con không lo nữa. Tốt rồi."
    }
  },
  {
    "translation": {
      "en": "Peña.",
      "vi": "Pena."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Đây."
    }
  },
  {
    "translation": {
      "en": "I want Dye in right...",
      "vi": "Tôi muốn Dye ở bên phải,"
    }
  },
  {
    "translation": {
      "en": "...Justice DH'ing, Peña on the bench...",
      "vi": "Justice là người đánh chỉ định, Pena ngồi dự bị,"
    }
  },
  {
    "translation": {
      "en": "...Hatteberg at first...",
      "vi": "Hatteberg ở gôn đầu"
    }
  },
  {
    "translation": {
      "en": "...and anyone but Mags first out of the pen.",
      "vi": "rồi để ai đổi phiên cũng được, trừ Mags."
    }
  },
  {
    "translation": {
      "en": "You want Peña on the bench?",
      "vi": "Anh muốn Pena dự bị?"
    }
  },
  {
    "translation": {
      "en": "That's right. So you can play Hattie.",
      "vi": "Đúng. Như thế anh có thể cho Hattie thi đấu."
    }
  },
  {
    "translation": {
      "en": "Peña is not only the best first baseman...",
      "vi": "Pena không chỉ là người chơi gôn đầu giỏi nhất,"
    }
  },
  {
    "translation": {
      "en": "...he's the only first baseman.",
      "vi": "cậu ta còn là người duy nhất chơi ở vị trí đó."
    }
  },
  {
    "translation": {
      "en": "Hattie gets on base more than Peña.",
      "vi": "Hattie lên gôn nhiều hơn Pena."
    }
  },
  {
    "translation": {
      "en": "In fact, 20 percent more. And his fielding?",
      "vi": "Thực tế là hơn 20%. Khả năng phản công của cậu ta?"
    }
  },
  {
    "translation": {
      "en": "His fielding does not matter.",
      "vi": "Khả năng phản công của cậu ta không quan trọng."
    }
  },
  {
    "translation": {
      "en": "I've heard enough of this. Have you?",
      "vi": "Tôi nghe đủ lắm rồi. Vậy sao?"
    }
  },
  {
    "translation": {
      "en": "And I....",
      "vi": "Và tôi..."
    }
  },
  {
    "translation": {
      "en": "I disagree with you, plain and simple.",
      "vi": "tôi không đồng ý với anh, đơn giản thế thôi."
    }
  },
  {
    "translation": {
      "en": "And moreover, I'm playing my team...",
      "vi": "Hơn nữa, tôi cho đội bóng thi đấu"
    }
  },
  {
    "translation": {
      "en": "...in a way that I can explain in job interviews next winter.",
      "vi": "theo cách tôi giải thích được khi phỏng vấn xin việc mùa đông sau."
    }
  },
  {
    "translation": {
      "en": "Okay?",
      "vi": "Được chứ?"
    }
  },
  {
    "translation": {
      "en": "Hattie. Not Peña.",
      "vi": "Hattie. Không phải Pena."
    }
  },
  {
    "translation": {
      "en": "What's up, skip?",
      "vi": "Có chuyện gì thế?"
    }
  },
  {
    "translation": {
      "en": "How you doing? Good, how you doing, man?",
      "vi": "Ông thế nào? Tốt, còn cậu?"
    }
  },
  {
    "translation": {
      "en": "Get some sleep last night?",
      "vi": "Tối qua có ngủ được không?"
    }
  },
  {
    "translation": {
      "en": "As the A's hit the field, we are ready for baseball.",
      "vi": "Đội Athletic đã ra sân, chúng ta đã sẵn sàng xem bóng chày."
    }
  },
  {
    "translation": {
      "en": "First one out of the dugout is rookie sensation Carlos Peña...",
      "vi": "Người đầu tiên ra khỏi đường hầm là tân binh được yêu mến Carlos Pena,"
    }
  },
  {
    "translation": {
      "en": "...one of the few bright lights in this lineup, taking his spot at first base.",
      "vi": "Một trong những điểm sáng hiếm hoi của đội hình thi đấu, giữ vị trí gôn đầu."
    }
  },
  {
    "translation": {
      "en": "Billy, quick question. Do you expect these guys to produce more or?",
      "vi": "Billy, hỏi nhanh nhé. Anh có kỳ vọng các cầu thủ sẽ chơi cống hiến hơn?"
    }
  },
  {
    "translation": {
      "en": "Not now. What's the reason for the slump?",
      "vi": "Để sau. Nguyên nhân khủng hoảng là gì?"
    }
  },
  {
    "translation": {
      "en": "Get down.",
      "vi": "Bước xuống."
    }
  },
  {
    "translation": {
      "en": "Is losing fun?",
      "vi": "Thua cuộc có vui không?"
    }
  },
  {
    "translation": {
      "en": "Is losing fun? No.",
      "vi": "Thua cuộc có vui không? Không."
    }
  },
  {
    "translation": {
      "en": "What are you having fun for?",
      "vi": "Vậy các cậu đang vui vẻ chuyện gì?"
    }
  },
  {
    "translation": {
      "en": "That's what losing sounds like.",
      "vi": "Thua cuộc nghe như thế đấy."
    }
  },
  {
    "translation": {
      "en": "Are you okay, Dad?",
      "vi": "Bố có sao không, bố ơi?"
    }
  },
  {
    "translation": {
      "en": "You're doing it again. What?",
      "vi": "Con lại thế nữa rồi. Sao ạ?"
    }
  },
  {
    "translation": {
      "en": "You're worrying about me.",
      "vi": "Con đang lo lắng cho bố."
    }
  },
  {
    "translation": {
      "en": "You're in last place, Dad.",
      "vi": "Bố đứng cuối bảng rồi."
    }
  },
  {
    "translation": {
      "en": "Do I look worried? Yeah.",
      "vi": "Nhìn bố có vẻ lo lắng à? Vâng."
    }
  },
  {
    "translation": {
      "en": "Because you're getting on an airplane, and those things crash all the time.",
      "vi": "Đó là vì con sắp lên máy bay, thứ có thể rơi bất kỳ lúc nào."
    }
  },
  {
    "translation": {
      "en": "Please stop worrying about your dad.",
      "vi": "Nên đừng lo cho bố nữa."
    }
  },
  {
    "translation": {
      "en": "We're all set. Okay.",
      "vi": "Vào trong thôi. Vâng."
    }
  },
  {
    "translation": {
      "en": "I love you. Love you too.",
      "vi": "Bố yêu con. Con cũng yêu bố."
    }
  },
  {
    "translation": {
      "en": "All right. Your dad's not in trouble.",
      "vi": "Được rồi. Bố của con không sao đâu."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Nào."
    }
  },
  {
    "translation": {
      "en": "Suzanne, get me Ed Wade. Okay.",
      "vi": "Suzanne, nối máy với Ed Wade. Vâng."
    }
  },
  {
    "translation": {
      "en": "Coffee on? Yes.",
      "vi": "Có cà phê chưa? Có rồi."
    }
  },
  {
    "translation": {
      "en": "Good morning. Good morning, Billy.",
      "vi": "Chào buổi sáng. Chào, Billy."
    }
  },
  {
    "translation": {
      "en": "Oh, hi, Louisa.",
      "vi": "Chào, Louisa."
    }
  },
  {
    "translation": {
      "en": "I need Ed Wade for Billy Beane. Hi.",
      "vi": "Billy Beane cần gặp Ed Wade. Xin chào."
    }
  },
  {
    "translation": {
      "en": "Please hold.",
      "vi": "Xin giữ máy."
    }
  },
  {
    "translation": {
      "en": "What's up? Wade's on 2.",
      "vi": "Gì thế? Wade ở máy số hai."
    }
  },
  {
    "translation": {
      "en": "Ed? Hello?",
      "vi": "Ed? Xin chào?"
    }
  },
  {
    "translation": {
      "en": "Ed, it's Billy. Billy, what's up?",
      "vi": "Ed, Billy đây. Billy, có chuyện gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Look, I need a little help on defense. Okay.",
      "vi": "Tôi cần trợ giúp ở hàng phòng ngự. Được thôi."
    }
  },
  {
    "translation": {
      "en": "I'm willing to trade Jeremy Giambi for it.",
      "vi": "Tôi sẵn sàng đổi Jeremy Giambi."
    }
  },
  {
    "translation": {
      "en": "Really? What?",
      "vi": "Thật à? Cái gì?"
    }
  },
  {
    "translation": {
      "en": "Who you got? What?",
      "vi": "Anh có ai?"
    }
  },
  {
    "translation": {
      "en": "Well, let me think. What are you doing?",
      "vi": "Để tôi nghĩ xem. Anh đang làm cái gì thế?"
    }
  },
  {
    "translation": {
      "en": "Cleaning house.",
      "vi": "Dọn nhà."
    }
  },
  {
    "translation": {
      "en": "Mabry? Maybe what?",
      "vi": "Mabry nhé? Ma Bư cái gì?"
    }
  },
  {
    "translation": {
      "en": "No, Mabry. Hold on.",
      "vi": "Không, Mabry. Đợi chút."
    }
  },
  {
    "translation": {
      "en": "No. Why not?",
      "vi": "Không. Tại sao?"
    }
  },
  {
    "translation": {
      "en": "Because you can't trade Jeremy Giambi.",
      "vi": "Vì anh không thể chuyển nhượng Jeremy Giambi."
    }
  },
  {
    "translation": {
      "en": "He'll be fine, Ed.",
      "vi": "Được mà, Ed."
    }
  },
  {
    "translation": {
      "en": "Why do I get the feeling you're picking my pocket?",
      "vi": "Tại sao tôi lại có cảm giác anh đang móc túi tôi nhỉ?"
    }
  },
  {
    "translation": {
      "en": "I'm not. You're picking mine. Giambi's name alone is worth more.",
      "vi": "Không hề. Là anh móc túi tôi. Chỉ mỗi Giambi đã đáng giá hơn rồi."
    }
  },
  {
    "translation": {
      "en": "What's wrong with him? Nothing.",
      "vi": "Có chuyện gì với anh ta à? Không có gì cả."
    }
  },
  {
    "translation": {
      "en": "Can we say it's done in theory and start drawing up the paperwork?",
      "vi": "Thỏa thuận vậy là xong nhé, qua phần giấy tờ được chưa?"
    }
  },
  {
    "translation": {
      "en": "Okay, but you're gonna haveGreat.",
      "vi": "Được rồi, nhưng anh phải... Tốt lắm."
    }
  },
  {
    "translation": {
      "en": "He was gonna say something else.",
      "vi": "Anh ta còn đang nói gì nữa."
    }
  },
  {
    "translation": {
      "en": "When you get the answer you're looking for, hang up.",
      "vi": "Khi đã có câu trả lời cần thiết, cúp máy."
    }
  },
  {
    "translation": {
      "en": "Suzanne. Yes?",
      "vi": "Suzanne. Vâng?"
    }
  },
  {
    "translation": {
      "en": "David Dombrowski. Okay.",
      "vi": "David Dombrowski. Được."
    }
  },
  {
    "translation": {
      "en": "And Peña's going too. I don't think you should do that.",
      "vi": "Và Pena cũng bay luôn. Tôi không nghĩ anh nên làm thế."
    }
  },
  {
    "translation": {
      "en": "I really don't think you should do that. I want Hatteberg in the lineup tonight.",
      "vi": "Tôi thật sự không nghĩ anh nên làm thế. Tôi muốn thấy Hatteberg ra sân tối nay."
    }
  },
  {
    "translation": {
      "en": "You need to take a minute.",
      "vi": "Billy, anh phải bình tĩnh lại."
    }
  },
  {
    "translation": {
      "en": "I think you seriously need to think about what you're doing.",
      "vi": "Tôi nghĩ anh nên nghiêm túc nghĩ về những gì anh đang làm."
    }
  },
  {
    "translation": {
      "en": "Because you're upset. Okay.",
      "vi": "Vì anh đang giận. Được."
    }
  },
  {
    "translation": {
      "en": "What am I missing?",
      "vi": "Tôi để lỡ mất điều gì đây?"
    }
  },
  {
    "translation": {
      "en": "These are hard moves to explain to people.",
      "vi": "Có những nước đi rất khó để giải thích với kẻ khác."
    }
  },
  {
    "translation": {
      "en": "Why is that a problem, Pete?",
      "vi": "Tại sao đó lại là vấn đề, Pete?"
    }
  },
  {
    "translation": {
      "en": "Don't make an emotional decision, Billy.",
      "vi": "Đừng đưa ra quyết định cảm tính, Billy."
    }
  },
  {
    "translation": {
      "en": "David Dombrowski's on 3. Look, we're gonna shake things up.",
      "vi": "David Dombrowski ở máy số 3. Chúng ta phải xốc lại mọi thứ."
    }
  },
  {
    "translation": {
      "en": "Dave. Peña's going on the block. You're my first call.",
      "vi": "Dave. Pena sắp ra đi. Anh là người đầu tiên tôi gọi."
    }
  },
  {
    "translation": {
      "en": "Because he's making the rest of the team look bad.",
      "vi": "Vì anh ta đang làm xấu mặt cả đội."
    }
  },
  {
    "translation": {
      "en": "He's gonna be a Rookie of the Year.",
      "vi": "Anh ta sẽ là tân binh của năm."
    }
  },
  {
    "translation": {
      "en": "Probably an All Star. He's an All Star, Dave.",
      "vi": "Có lẽ là ở AllStar. Anh ta ở AllStar mà, Dave."
    }
  },
  {
    "translation": {
      "en": "No. I want a reliever and cash.",
      "vi": "Không. Tôi muốn cầu thủ trao đổi và tiền."
    }
  },
  {
    "translation": {
      "en": "Okay. You got five minutes, Dave. I'm not waiting.",
      "vi": "Được. Anh có năm phút, Dave. Tôi không đợi hơn đâu."
    }
  },
  {
    "translation": {
      "en": "Billy, Peña is an All Star, okay?",
      "vi": "Billy, Pena là cầu thủ của giải AllStar, được chứ?"
    }
  },
  {
    "translation": {
      "en": "And if you dump him and this Hatteberg thing doesn't work out...",
      "vi": "Nếu bỏ rơi cậu ta và chuyện Hatteberg không có kết quả tốt,"
    }
  },
  {
    "translation": {
      "en": "...you know this is",
      "vi": "anh biết đấy..."
    }
  },
  {
    "translation": {
      "en": "This is the kind of decision that gets you fired.",
      "vi": "Đây là loại quyết định khiến anh bị sa thải đấy."
    }
  },
  {
    "translation": {
      "en": "It is.",
      "vi": "Chính nó."
    }
  },
  {
    "translation": {
      "en": "Yes, you're right.",
      "vi": "Cậu nói đúng."
    }
  },
  {
    "translation": {
      "en": "I may lose my job.",
      "vi": "Tôi có thể mất việc."
    }
  },
  {
    "translation": {
      "en": "In which case I'm a 44 year old guy with a high school diploma...",
      "vi": "Trong tình huống đó, tôi là một người đàn ông 44 tuổi, có bằng phổ thông"
    }
  },
  {
    "translation": {
      "en": "...and a daughter I'd like to be able to send to college.",
      "vi": "và một cô con gái tôi muốn nó được học đại học."
    }
  },
  {
    "translation": {
      "en": "You're 25 years old, with a degree from Yale...",
      "vi": "Anh 25 tuổi, có bằng của Yale"
    }
  },
  {
    "translation": {
      "en": "...and a pretty impressive apprenticeship.",
      "vi": "và một khoảng thời gian tập sự ấn tượng."
    }
  },
  {
    "translation": {
      "en": "I don't think we're asking the right question.",
      "vi": "Tôi không nghĩ ta đang hỏi đúng câu hỏi."
    }
  },
  {
    "translation": {
      "en": "I think the question we should be asking is...",
      "vi": "Tôi nghĩ câu hỏi ta nên hỏi là,"
    }
  },
  {
    "translation": {
      "en": "...do you believe in this thing or not?",
      "vi": "anh có tin vào chuyện này hay không?"
    }
  },
  {
    "translation": {
      "en": "I do.",
      "vi": "Tôi tin."
    }
  },
  {
    "translation": {
      "en": "It's a problem you think we need to explain ourselves.",
      "vi": "Đó là vấn đề mà anh nghĩ chúng ta phải tự giải thích."
    }
  },
  {
    "translation": {
      "en": "Don't. To anyone.",
      "vi": "Không cần. Không cần giải thích với ai cả."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Now, I'm gonna see this thing through, for better or worse.",
      "vi": "Bây giờ tôi sẽ xem xét lại chuyện này, cả mặt lợi và hại."
    }
  },
  {
    "translation": {
      "en": "Just tell me, do you project we'll win more with Hatteberg or Peña at first?",
      "vi": "Nói xem, anh đoán cho Hatteberg hay Pena ra sân thì khả năng thắng cao hơn?"
    }
  },
  {
    "translation": {
      "en": "It's close...",
      "vi": "Gần ngang nhau, nhưng"
    }
  },
  {
    "translation": {
      "en": "...but theoretically, Hatteberg.",
      "vi": "theo giả thuyết, thì là Hatteberg."
    }
  },
  {
    "translation": {
      "en": "What are we talking about, then? Dombrowski's on again, on 3.",
      "vi": "Thế chúng ta đang nói chuyện gì? Dombrowski lần nữa ở máy số 3."
    }
  },
  {
    "translation": {
      "en": "Yeah?",
      "vi": "Đây?"
    }
  },
  {
    "translation": {
      "en": "Okay, that'll work.",
      "vi": "Đồng ý, được."
    }
  },
  {
    "translation": {
      "en": "Great. I need one more thing.",
      "vi": "Tuyệt lắm. Còn một chuyện này nữa."
    }
  },
  {
    "translation": {
      "en": "Soda. Yeah, I don't want my guys paying for soda.",
      "vi": "Nước ngọt. Ừ, tôi không muốn cầu thủ của tôi trả tiền nước ngọt."
    }
  },
  {
    "translation": {
      "en": "I want you to stock my machine for three years.",
      "vi": "Tôi muốn anh cấp nước ngọt cho chúng tôi ba năm."
    }
  },
  {
    "translation": {
      "en": "I'm serious.",
      "vi": "Nói nghiêm túc đấy."
    }
  },
  {
    "translation": {
      "en": "Great. It's a deal.",
      "vi": "Tuyệt vời. Thỏa thuận rồi nhé."
    }
  },
  {
    "translation": {
      "en": "Go tell Peña he's gotta pack.",
      "vi": "Đi nói Pena thu dọn hành lý."
    }
  },
  {
    "translation": {
      "en": "You want me to tell Peña? Part of the job.",
      "vi": "Anh muốn tôi báo Pena? Một phần của công việc."
    }
  },
  {
    "translation": {
      "en": "What about Giambi? You want me to tell him too?",
      "vi": "Giambi? Anh muốn tôi nói với anh ta luôn chứ?"
    }
  },
  {
    "translation": {
      "en": "I'll tell him.",
      "vi": "Tôi sẽ tự nói."
    }
  },
  {
    "translation": {
      "en": "Excuse me, Carlos? Yeah?",
      "vi": "Xin lỗi, Carlos? Vâng?"
    }
  },
  {
    "translation": {
      "en": "Can I speak with you a minute? Yeah.",
      "vi": "Có thể nói chuyện một lát không? Vâng."
    }
  },
  {
    "translation": {
      "en": "Carlos, you've been traded to the Tigers.",
      "vi": "Carlos, anh được chuyển đến đội Tiger."
    }
  },
  {
    "translation": {
      "en": "This is Jay Palmer's number.",
      "vi": "Đây là số điện thoại của Jay Palmer."
    }
  },
  {
    "translation": {
      "en": "He's the traveling secretary for the team.",
      "vi": "Anh ta phụ trách di chuyển cho đội."
    }
  },
  {
    "translation": {
      "en": "He's expecting your call. He'll take care of everything.",
      "vi": "Anh ta đang đợi anh gọi. Anh ta sẽ lo mọi chuyện."
    }
  },
  {
    "translation": {
      "en": "Is that it? Yes.",
      "vi": "Thế thôi à? Phải."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Tốt."
    }
  },
  {
    "translation": {
      "en": "Art, you got a minute?",
      "vi": "Art, anh rảnh không?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Take a seat.",
      "vi": "Vâng. Mời ngồi."
    }
  },
  {
    "translation": {
      "en": "You can't start Peña at first tonight. You'll have to start Hatteberg.",
      "vi": "Tối nay không thể để Pena ra sân. Anh phải cho Hatteberg thi đấu."
    }
  },
  {
    "translation": {
      "en": "I don't wanna go 15 rounds, Billy. The lineup card is mine, and that's all.",
      "vi": "Tôi không muốn nhắc lại lần thứ 15, Billy. Đội hình ra sân do tôi quyết, có vậy thôi."
    }
  },
  {
    "translation": {
      "en": "That lineup card is definitely yours.",
      "vi": "Đội hình xuất phát rõ là của anh rồi."
    }
  },
  {
    "translation": {
      "en": "I'm just saying you can't start Peña at first.",
      "vi": "Tôi chỉ nói anh không thể để Pena ra sân được."
    }
  },
  {
    "translation": {
      "en": "Well, I am starting him at first.",
      "vi": "Tôi sẽ cho cậu ta ra sân."
    }
  },
  {
    "translation": {
      "en": "I don't think so. He plays for Detroit now.",
      "vi": "Tôi không nghĩ thế. Bây giờ cậu ta chơi cho Detroit."
    }
  },
  {
    "translation": {
      "en": "You traded Peña?",
      "vi": "Anh bán Pena rồi?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Đúng."
    }
  },
  {
    "translation": {
      "en": "And Menechino, Hiljus, Tam are all being sent down.",
      "vi": "Và Menechino, Hiljus, Tam đều bị chuyển xuống đội thấp hơn."
    }
  },
  {
    "translation": {
      "en": "You are outside your mind. Yeah. Cuckoo.",
      "vi": "Anh mất trí rồi. Đúng. Chính xác."
    }
  },
  {
    "translation": {
      "en": "You wanted to see me? Yeah, Jeremy, grab a seat.",
      "vi": "Ông muốn gặp tôi? Phải, Jeremy, ngồi đi."
    }
  },
  {
    "translation": {
      "en": "Jeremy, you've been traded to the Phillies.",
      "vi": "Jeremy, cậu được chuyển đến đội Phillie."
    }
  },
  {
    "translation": {
      "en": "This is Ed Wade's number. He's a good guy, the GM.",
      "vi": "Đây là số của Ed Wade. Ông giám đốc ấy là người tử tế."
    }
  },
  {
    "translation": {
      "en": "He's expecting your call.",
      "vi": "Ông ấy đang đợi điện thoại của cậu."
    }
  },
  {
    "translation": {
      "en": "Buddy will help you with the plane flight.",
      "vi": "Buddy sẽ giúp cậu thu xếp máy bay."
    }
  },
  {
    "translation": {
      "en": "You're a good ballplayer, Jeremy...",
      "vi": "Cậu là một cầu thủ giỏi, Jeremy,"
    }
  },
  {
    "translation": {
      "en": "...and we wish you the best.",
      "vi": "xin chúc cậu mọi điều tốt đẹp nhất."
    }
  },
  {
    "translation": {
      "en": "Jeremy's gone too.",
      "vi": "Jeremy cũng đi luôn rồi."
    }
  },
  {
    "translation": {
      "en": "You're killing this team.",
      "vi": "Anh đang giết chết đội bóng này."
    }
  },
  {
    "translation": {
      "en": "Art, I can do this all day long.",
      "vi": "Art, tôi có thể làm việc này cả ngày."
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "vi": "Này."
    }
  },
  {
    "translation": {
      "en": "You agree with this?",
      "vi": "Cậu đồng ý với việc này à?"
    }
  },
  {
    "translation": {
      "en": "Hundred percent.",
      "vi": "Một trăm phần trăm."
    }
  },
  {
    "translation": {
      "en": "You want this door closed?",
      "vi": "Anh muốn đóng cửa lại không?"
    }
  },
  {
    "translation": {
      "en": "Scotty H. Sir?",
      "vi": "Scotty H. Sao, thưa ông?"
    }
  },
  {
    "translation": {
      "en": "Go field some grounders. Yes, sir.",
      "vi": "Đi tập bắt banh nẩy đi. Vâng."
    }
  },
  {
    "translation": {
      "en": "Everybody, listen up.",
      "vi": "Tất cả nghe đây."
    }
  },
  {
    "translation": {
      "en": "You may not look like a winning team...",
      "vi": "Các bạn có thể không giống một đội chiến thắng,"
    }
  },
  {
    "translation": {
      "en": "...but you are one.",
      "vi": "nhưng các bạn là một đội như vậy."
    }
  },
  {
    "translation": {
      "en": "So play like one tonight.",
      "vi": "hãy chơi như một đội thắng."
    }
  },
  {
    "translation": {
      "en": "Oh, shit.",
      "vi": "Khỉ thật."
    }
  },
  {
    "translation": {
      "en": "When you're getting your pitch, you're hitting .625, massive.",
      "vi": "Khi cậu đánh bóng, tỉ lệ đánh trúng là 0,625, tức là rất lớn."
    }
  },
  {
    "translation": {
      "en": "You're crushing the ball.",
      "vi": "Cậu đang chế ngự quả banh."
    }
  },
  {
    "translation": {
      "en": "But when you swing at thingsYour pitch is middle in.",
      "vi": "Nhưng khi vung chày, tỉ lệ đánh trúng của cậu chỉ trung bình."
    }
  },
  {
    "translation": {
      "en": "When you're swinging low and away, you're batting .158.",
      "vi": "Khi cậu vung chày thấp, nó chỉ còn 0,158."
    }
  },
  {
    "translation": {
      "en": "Every at bat's like a hand of blackjack.",
      "vi": "Mỗi lượt đập bóng như một ván bài xì dách."
    }
  },
  {
    "translation": {
      "en": "Every card that's dealt, your odds change.",
      "vi": "Mỗi lượt chia bài, lợi thế của cậu lại thay đổi."
    }
  },
  {
    "translation": {
      "en": "So every first pitch strike, your batting average goes down about 75 points.",
      "vi": "Nên với mỗi cú đánh hụt từ đường ném đầu tiên."
    }
  },
  {
    "translation": {
      "en": "Seventy five points.",
      "vi": "Bảy mươi lăm điểm."
    }
  },
  {
    "translation": {
      "en": "He should throw 100 pitches before the fifth.",
      "vi": "Anh ta nên ném được 100 đường trước séc thứ năm."
    }
  },
  {
    "translation": {
      "en": "You wanna knock that starter out.",
      "vi": "Cậu muốn hạ cầu thủ đó. Thâm nhập sâu vào."
    }
  },
  {
    "translation": {
      "en": "I want you taking at bats off the 10th and 11th pitcher by the end.",
      "vi": "Tôi muốn cậu không cho tay ném thứ 10 và 11 ăn một điểm nào."
    }
  },
  {
    "translation": {
      "en": "This is your basic breakdown of the pitches...",
      "vi": "Đây là phân tích cơ bản về ném bóng,"
    }
  },
  {
    "translation": {
      "en": "...where you should be hitting them, why.",
      "vi": "nên ném đi đâu, tại sao."
    }
  },
  {
    "translation": {
      "en": "So you want us to walk more? Good question. Yes.",
      "vi": "Ông muốn chúng tôi đi bộ nhiều hơn? Câu hỏi hay lắm. Đúng thế."
    }
  },
  {
    "translation": {
      "en": "Mr. Justice.",
      "vi": "Anh Justice."
    }
  },
  {
    "translation": {
      "en": "Had a few thoughts. Yeah?",
      "vi": "Tôi đang suy nghĩ một chút. Vâng?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Gonna teach me some things?",
      "vi": "Vâng. Dạy tôi vài điều được chứ?"
    }
  },
  {
    "translation": {
      "en": "Excuse me?",
      "vi": "Xin lỗi?"
    }
  },
  {
    "translation": {
      "en": "Never seen a GM talk to players like that.",
      "vi": "Chưa thấy ông bầu nào nói chuyện với cầu thủ như vậy."
    }
  },
  {
    "translation": {
      "en": "You never seen a GM who was a player.",
      "vi": "Anh chưa thấy ông bầu nào từng là cầu thủ."
    }
  },
  {
    "translation": {
      "en": "We got a problem, David? No, it's okay.",
      "vi": "Có vấn đề gì à, David? Không, không sao cả."
    }
  },
  {
    "translation": {
      "en": "I know your routine.",
      "vi": "Tôi biết phong cách của anh."
    }
  },
  {
    "translation": {
      "en": "It's patter. It's for effect.",
      "vi": "Ba hoa giáo điều cả. Làm màu thôi."
    }
  },
  {
    "translation": {
      "en": "But it's for them, all right? That shit ain't for me.",
      "vi": "Nhưng hãy làm thế với bọn họ, được chứ? Không phải với tôi."
    }
  },
  {
    "translation": {
      "en": "Oh, you're special?",
      "vi": "Vậy anh là người đặc biệt?"
    }
  },
  {
    "translation": {
      "en": "You're paying me 7 million bucks a year, man, so, yeah...",
      "vi": "Anh đang trả cho tôi bảy triệu đôla một năm, nên, đúng,"
    }
  },
  {
    "translation": {
      "en": "...maybe I am, a little bit.",
      "vi": "có thể tôi cũng hơi đặc biệt."
    }
  },
  {
    "translation": {
      "en": "No, man, I ain't paying you 7.",
      "vi": "Không, anh bạn, tôi không trả anh bảy triệu đô."
    }
  },
  {
    "translation": {
      "en": "Yankees are paying half your salary.",
      "vi": "Yankee đang trả một nửa lương của anh."
    }
  },
  {
    "translation": {
      "en": "That's what the New York Yankees think of you.",
      "vi": "Đó là cách đội New York Yankee nghĩ về anh."
    }
  },
  {
    "translation": {
      "en": "They're paying you $3.5 million to play against them.",
      "vi": "Họ trả anh 3,5 triệu đôla để anh chống lại họ."
    }
  },
  {
    "translation": {
      "en": "Where you going with this, Billy?",
      "vi": "Anh muốn nói gì, Billy?"
    }
  },
  {
    "translation": {
      "en": "David, you're 37.",
      "vi": "David, anh 37 tuổi rồi."
    }
  },
  {
    "translation": {
      "en": "How about you and I be honest about what each of us want out of this?",
      "vi": "Sao tôi và anh không thẳng thắn với những gì ta muốn trong vụ này?"
    }
  },
  {
    "translation": {
      "en": "I wanna milk the last ounce of baseball you got in you.",
      "vi": "Tôi muốn vắt kiệt hết phần bóng chày cuối cùng còn trong anh."
    }
  },
  {
    "translation": {
      "en": "And you wanna stay in the show.",
      "vi": "Và anh muốn ở lại."
    }
  },
  {
    "translation": {
      "en": "Let's do that.",
      "vi": "Hãy làm như thế."
    }
  },
  {
    "translation": {
      "en": "I'm not paying you for the player you used to be.",
      "vi": "Tôi không trả tiền cho anh vì anh trong quá khứ."
    }
  },
  {
    "translation": {
      "en": "I'm paying you for the player you are right now.",
      "vi": "Tôi trả cho anh, vì màn thể hiện của anh lúc này."
    }
  },
  {
    "translation": {
      "en": "You're smart. You get what we're trying to do here.",
      "vi": "Anh khôn mà. Anh hiểu chúng tôi đang cố làm gì ở đây."
    }
  },
  {
    "translation": {
      "en": "Make an example for the younger guys.",
      "vi": "Hãy làm gương cho những cầu thủ trẻ hơn."
    }
  },
  {
    "translation": {
      "en": "Be a leader.",
      "vi": "Làm thủ lĩnh."
    }
  },
  {
    "translation": {
      "en": "Can you do that?",
      "vi": "Anh làm được không?"
    }
  },
  {
    "translation": {
      "en": "All right. I got you.",
      "vi": "Được rồi. Tôi hiểu ý của anh."
    }
  },
  {
    "translation": {
      "en": "We're cool?",
      "vi": "Hiểu nhau rồi chứ?"
    }
  },
  {
    "translation": {
      "en": "We're cool.",
      "vi": "Hiểu nhau rồi."
    }
  },
  {
    "translation": {
      "en": "Yo, what's up, D.J.? Picking machine.",
      "vi": "Này, gì thế, D.J.? Máy gặt."
    }
  },
  {
    "translation": {
      "en": "How you liking first base, man?",
      "vi": "Thấy chơi ở gôn đầu thế nào, nhóc?"
    }
  },
  {
    "translation": {
      "en": "It's coming along. Picking it up.",
      "vi": "Đang từ từ mà tiến. Tôi đang cố gắng để khá hơn."
    }
  },
  {
    "translation": {
      "en": "You know, tough transition, but I'm starting to feel better with it.",
      "vi": "Một sự chuyển đổi khó khăn, nhưng tôi đang thấy khá hơn rồi."
    }
  },
  {
    "translation": {
      "en": "Yeah? Yeah.",
      "vi": "Vậy ư? Vâng."
    }
  },
  {
    "translation": {
      "en": "What's your biggest fear?",
      "vi": "Cậu sợ nhất điều gì?"
    }
  },
  {
    "translation": {
      "en": "A baseball being hit in my general direction.",
      "vi": "Một quả banh rơi xuống phần sân của tôi."
    }
  },
  {
    "translation": {
      "en": "That's funny. Seriously, what is it?",
      "vi": "Hài đấy. Tôi hỏi thật, là gì thế?"
    }
  },
  {
    "translation": {
      "en": "No, seriously, that is.",
      "vi": "Không, tôi cũng nói thật, là như vậy."
    }
  },
  {
    "translation": {
      "en": "Well, hey, good luck with that.",
      "vi": "Này, chúc may mắn."
    }
  },
  {
    "translation": {
      "en": "Be social out there.",
      "vi": "Hãy hòa đồng."
    }
  },
  {
    "translation": {
      "en": "Social. Social. Like a greeter at the Gap.",
      "vi": "Hòa đồng. Cởi mở. Như các cô bán hàng ở Gap ấy."
    }
  },
  {
    "translation": {
      "en": "Guy steps into your office, chat him up.",
      "vi": "Ai bước vào phòng thì bắt chuyện với người đó."
    }
  },
  {
    "translation": {
      "en": "You're well read. You went to school.",
      "vi": "Cậu đọc thông hiểu thạo. Cậu có học."
    }
  },
  {
    "translation": {
      "en": "Yeah. Have some fun. Relax.",
      "vi": "Vâng. Vui vẻ chút đi. Thư giãn vào."
    }
  },
  {
    "translation": {
      "en": "Everyone wants to attack. Quit trying to attack.",
      "vi": "Ai cũng muốn tấn công. Thôi tìm cách tấn công đi."
    }
  },
  {
    "translation": {
      "en": "Let the game come to you, man. There's no clock on this thing.",
      "vi": "Hãy để trận đấu tìm tới cậu. Trò này đâu có tính giờ."
    }
  },
  {
    "translation": {
      "en": "This is a war of attrition.",
      "vi": "Đây là cuộc chiến tiêu hao."
    }
  },
  {
    "translation": {
      "en": "If I take more, I could even take a few strikes, but I'll get walked more.",
      "vi": "Bị đập nhiều, có thể bị mất lượt vài lần, nhưng tôi sẽ đi bộ về gôn nhiều hơn."
    }
  },
  {
    "translation": {
      "en": "You get on base, we win. You don't, we lose.",
      "vi": "Cậu về gôn, chúng ta thắng. Còn không, chúng ta thua."
    }
  },
  {
    "translation": {
      "en": "And I hate losing, Chavvie. I hate it.",
      "vi": "Và tôi rất ghét bị thua, Chavvie. Tôi rất ghét điều đó."
    }
  },
  {
    "translation": {
      "en": "I hate losing more than I even wanna win.",
      "vi": "Tôi ghét thua còn hơn cả muốn chiến thắng."
    }
  },
  {
    "translation": {
      "en": "And there's a difference.",
      "vi": "Có sự khác biệt đấy."
    }
  },
  {
    "translation": {
      "en": "No bunts. Bunts is an out.",
      "vi": "Không chặn bằng gậy. Chặn thế là tiêu."
    }
  },
  {
    "translation": {
      "en": "Even if the third baseman is back? No bunting whatsoever.",
      "vi": "Kể cả khi gôn ba quay về? Không chặn bằng gậy, bất cứ giá nào."
    }
  },
  {
    "translation": {
      "en": "If someone bunts on us, throw it to first.",
      "vi": "Nếu có ai chặn bóng chúng ta, ném về cho người ở gôn đầu."
    }
  },
  {
    "translation": {
      "en": "Don't be a hero and go to second.",
      "vi": "Đừng làm anh hùng rồi về nhì."
    }
  },
  {
    "translation": {
      "en": "Let them make the mistakes.",
      "vi": "Cứ để đối thủ phạm sai lầm."
    }
  },
  {
    "translation": {
      "en": "When your enemy's making mistakes, don't interrupt them.",
      "vi": "Khi đối thủ phạm sai lầm, đừng ngắt ngang."
    }
  },
  {
    "translation": {
      "en": "They're giving you an out. Just giving it to you.",
      "vi": "Họ đang cho cậu một lượt out. Họ cho cậu luôn."
    }
  },
  {
    "translation": {
      "en": "Take it. Say thank you.",
      "vi": "Cứ nhận. Nói cám ơn."
    }
  },
  {
    "translation": {
      "en": "Another thing. No more stealing.",
      "vi": "Một điều nữa. Không đoạt bóng."
    }
  },
  {
    "translation": {
      "en": "That's what I do, what you pay me to do.",
      "vi": "Đó là việc tôi làm, việc ông thuê tôi làm."
    }
  },
  {
    "translation": {
      "en": "I pay you to get on first, not get thrown out at second.",
      "vi": "Tôi thuê cậu để cậu về gôn đầu tiên, không phải để về nhì."
    }
  },
  {
    "translation": {
      "en": "This is a process. It's a process, it's a process. Okay?",
      "vi": "Đây là một quá trình. Một quá trình. Được chứ?"
    }
  },
  {
    "translation": {
      "en": "Jason takes it, goes to second for the only out, and the A's get a run.",
      "vi": "Jason có bóng, đến gôn hai, chỉ bị out một lần, và đang là lượt chạy của đội A."
    }
  },
  {
    "translation": {
      "en": "Jermaine Dye homers again, his second in two games.",
      "vi": "Jermaine Dye có thêm một cú home run, lần thứ hai trong hai trận."
    }
  },
  {
    "translation": {
      "en": "And the A's are still hanging in. We'll get you scores here.",
      "vi": "Đội Athletic vẫn đang nhẫn nại. Chúng tôi sẽ cập nhật tỉ số."
    }
  },
  {
    "translation": {
      "en": "The A's pull within two of the Angels for the wild card chase.",
      "vi": "Đội Athletic chỉ kém đội Angel hai trận thắng trong cuộc đuổi bắt này."
    }
  },
  {
    "translation": {
      "en": "The Reds have now dropped five in a row...",
      "vi": "Đội Red đã thua một mạch năm trận"
    }
  },
  {
    "translation": {
      "en": "...as Oakland beats them in the beginning of this series 5 to 3.",
      "vi": "từ khi đội Oakland đánh bại họ với tỉ số 53."
    }
  },
  {
    "translation": {
      "en": "Tejada walks.",
      "vi": "Tejada về gôn."
    }
  },
  {
    "translation": {
      "en": "Ball four.",
      "vi": "Banh số bốn."
    }
  },
  {
    "translation": {
      "en": "Ball four and Hatteberg walks.",
      "vi": "Banh số bốn và Hatteberg về gôn."
    }
  },
  {
    "translation": {
      "en": "What is happening in Oakland? The A's have won seven in a row.",
      "vi": "Chuyện gì đang xảy ra ở Oakland? Đội Athletic đã thắng bảy trận liên tiếp."
    }
  },
  {
    "translation": {
      "en": "A lot of excitement. What a winning streak.",
      "vi": "Tất cả rất phấn khích. Một đà chiến thắng."
    }
  },
  {
    "translation": {
      "en": "But how about the calming influence of Art Howe?",
      "vi": "Nhưng còn về sức ảnh hưởng điềm đạm của Art Howe thì sao?"
    }
  },
  {
    "translation": {
      "en": "When you say your source, if it's not me or Peter, they don't know.",
      "vi": "7 TRẬN THẮNG LIÊN TIẾP Khi nói nguồn của anh, nếu đó không phải tôi hay Peter, thì họ không biết đâu."
    }
  },
  {
    "translation": {
      "en": "He's managing an unorthodox team.",
      "vi": "Ông ấy đang quản lý một đội kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "Right. It's not a perfect roster.",
      "vi": "Đúng. Không phải một đội hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "But right now, Art Howe is the reason this team is winning.",
      "vi": "Nhưng lúc này, Art Howe là lý do cho những chiến thắng của đội bóng."
    }
  },
  {
    "translation": {
      "en": "He deserves the credit. Great, thanks. Bye.",
      "vi": "Ông ấy đáng được khen. Tốt, cám ơn. Chào."
    }
  },
  {
    "translation": {
      "en": "Did you hear that?",
      "vi": "Anh nghe thấy không?"
    }
  },
  {
    "translation": {
      "en": "I heard seven in a row. You get the Cleveland matchups?",
      "vi": "Tôi nghe bảy trận liên tiếp. Có số liệu đội Cleveland chưa?"
    }
  },
  {
    "translation": {
      "en": "Yeah, right here.",
      "vi": "Vâng, ngay đây."
    }
  },
  {
    "translation": {
      "en": "That smell is getting worse. I'm on it.",
      "vi": "Cái mùi càng lúc càng ghê đấy. Tôi đang cố đây."
    }
  },
  {
    "translation": {
      "en": "What are we doing? Splitting it in half?",
      "vi": "Chúng ta làm gì đây? Chia đôi đội ra à?"
    }
  },
  {
    "translation": {
      "en": "Both sides of the plate. Got it.",
      "vi": "Hai bên vị trí phát bóng. Đã rõ."
    }
  },
  {
    "translation": {
      "en": "Huddy. Mix it up. Yes, sir.",
      "vi": "Huddy. Biến hóa vào. Vâng."
    }
  },
  {
    "translation": {
      "en": "Trust your slider, yeah? Yes, sir.",
      "vi": "Tin vào cách ném của mình chứ? Vâng, sếp."
    }
  },
  {
    "translation": {
      "en": "You guys quit distracting him.",
      "vi": "Đừng làm cậu ta mất tập trung nữa."
    }
  },
  {
    "translation": {
      "en": "You couldn't hit that shit last night with a paddle.",
      "vi": "Cậu không thể đập bóng như tối qua với một cái chèo được."
    }
  },
  {
    "translation": {
      "en": "You gotta see more pitches.",
      "vi": "Cậu phải thấy nhiều đường ném hơn nữa."
    }
  },
  {
    "translation": {
      "en": "All right, Billy. Patience.",
      "vi": "Được rồi, Billy. Hãy kiên nhẫn."
    }
  },
  {
    "translation": {
      "en": "Hey, David. Hey, Billy.",
      "vi": "Chào David. Chào Billy."
    }
  },
  {
    "translation": {
      "en": "Great at bats. Thank you.",
      "vi": "Đập được lắm. Cám ơn."
    }
  },
  {
    "translation": {
      "en": "Really quality. Thank you.",
      "vi": "Rất chất lượng đấy. Cám ơn."
    }
  },
  {
    "translation": {
      "en": "Base hit to right field. Tejada scores.",
      "vi": "Đập bóng đến cánh phải phía xa. Tejada ghi điểm."
    }
  },
  {
    "translation": {
      "en": "Chavez coming in. The ball gets past Guiel.",
      "vi": "Chavez chạy cắt ngang qua. Bóng qua khỏi vị trí của Guiel."
    }
  },
  {
    "translation": {
      "en": "The A's, from 5 nothing down, now lead 6 to 5.",
      "vi": "Đội Athletic từ chỗ bị dẫn 05 nay vươn lên dẫn 65."
    }
  },
  {
    "translation": {
      "en": "The Oakland A's are completely out of hand at the moment.",
      "vi": "Oakland A lúc này hoàn toàn không thể cản được."
    }
  },
  {
    "translation": {
      "en": "They are an AL best 17 and 4 this month.",
      "vi": "Họ đang dẫn đầu, thắng 17 thua 4 trong tháng này."
    }
  },
  {
    "translation": {
      "en": "They also took back to back series at Boston and at New York.",
      "vi": "Họ cũng lội ngược dòng trước Boston và New York."
    }
  },
  {
    "translation": {
      "en": "Remember when they traded Jeremy Giambi in June...",
      "vi": "Hãy nhớ khi họ bán Jeremy Giambi hồi tháng Sáu"
    }
  },
  {
    "translation": {
      "en": "...and everyone thought they'd just given up?",
      "vi": "Tất cả đều nghĩ rằng họ đã đầu hàng?"
    }
  },
  {
    "translation": {
      "en": "Actually, not so much.",
      "vi": "Thật sự không phải vậy."
    }
  },
  {
    "translation": {
      "en": "Suzanne, get Shapiro on the phone.",
      "vi": "Suzanne, nối máy với Shapiro cho tôi."
    }
  },
  {
    "translation": {
      "en": "You thinking Rincon? His season's done. He's lost faith.",
      "vi": "Anh nghĩ đến Rincon? Anh ta xong rồi. Anh ta mất niềm tin."
    }
  },
  {
    "translation": {
      "en": "I think he's gonna dump him. Hard core.",
      "vi": "Tôi nghĩ ông ta sẽ sa thải anh ta. Có vẻ khó đấy."
    }
  },
  {
    "translation": {
      "en": "Shapiro on 2.",
      "vi": "Shapiro ở máy số 2."
    }
  },
  {
    "translation": {
      "en": "Mark, Billy. Let's be honest.",
      "vi": "Mark, Billy đây. Thẳng thắn nhé."
    }
  },
  {
    "translation": {
      "en": "A premier setup man isn't gonna get you closer to the play offs.",
      "vi": "Một dự bị hạng sang không giúp các anh tiến gần playoff đâu."
    }
  },
  {
    "translation": {
      "en": "Are you referring to Rincon? He's a luxury you can't afford, man.",
      "vi": "Anh đang nói đến Rincon? Hàng tuyển đấy, anh không nuôi nổi đâu."
    }
  },
  {
    "translation": {
      "en": "And you can? There's half a million on his contract.",
      "vi": "Anh có thể à? Có nửa triệu trong hợp đồng của anh ta."
    }
  },
  {
    "translation": {
      "en": "And we've got at least one other suitor.",
      "vi": "Và có ít nhất một đội khác muốn mua anh ta."
    }
  },
  {
    "translation": {
      "en": "By at least one, you mean one.",
      "vi": "Nói ít nhất một tức là anh chỉ có một thôi."
    }
  },
  {
    "translation": {
      "en": "Who is it? I'd rather not say.",
      "vi": "Đội nào thế? Tôi không nói sẽ tốt hơn."
    }
  },
  {
    "translation": {
      "en": "I'll call you back.",
      "vi": "Tôi sẽ gọi lại cho anh."
    }
  },
  {
    "translation": {
      "en": "What do you think we can get for Magnante?",
      "vi": "Anh nghĩ có thể đổi ai lấy Magnante?"
    }
  },
  {
    "translation": {
      "en": "Nothing.",
      "vi": "Không ai cả."
    }
  },
  {
    "translation": {
      "en": "What's left on Venafro's contract? Two seventy five.",
      "vi": "Hợp đồng của Venafro còn bao nhiêu? Hai trăm bảy lăm."
    }
  },
  {
    "translation": {
      "en": "Suzanne, get me Sabean on the line.",
      "vi": "Suzanne, nối máy Sabean cho tôi."
    }
  },
  {
    "translation": {
      "en": "Get the Giants interested in Venafro, Mark's only got one buyer for Rincon.",
      "vi": "Làm đội Giant quan tâm đến Venafro, Mark sẽ chỉ còn một phe muốn mua Rincon."
    }
  },
  {
    "translation": {
      "en": "Us. On 3.",
      "vi": "Là chúng ta. Ở máy số 3."
    }
  },
  {
    "translation": {
      "en": "Saby Sabster, it's Billy. What do you think of Venafro?",
      "vi": "SabySabster, Billy đây. Anh nghĩ sao về Venafro?"
    }
  },
  {
    "translation": {
      "en": "I can let you have him for almost nothing.",
      "vi": "Tôi có thể bán cho anh với giá như cho không."
    }
  },
  {
    "translation": {
      "en": "Why would you do that? Because I'm amazing.",
      "vi": "Tại sao anh làm thế? Vì tôi quá tốt."
    }
  },
  {
    "translation": {
      "en": "I want a couple bucks and a sweetener.",
      "vi": "Tôi chỉ cần chút tiền tượng trưng."
    }
  },
  {
    "translation": {
      "en": "Throw in, say....",
      "vi": "Đổi với, nói đi,"
    }
  },
  {
    "translation": {
      "en": "I like Anderson. No, you don't. Nobody likes him.",
      "vi": "Tôi thích Anderson. Không thể chứ. Không ai thích anh này."
    }
  },
  {
    "translation": {
      "en": "I don't know why I'm doing this. But let's do it.",
      "vi": "Tôi không biết sao tôi làm điều này. Nhưng cứ làm đi."
    }
  },
  {
    "translation": {
      "en": "Venafro for Michaelson. Anderson. I don't know his name.",
      "vi": "Venafro lấy Michaelson. Anderson. Tôi không biết tên anh ta."
    }
  },
  {
    "translation": {
      "en": "I'll think about it. Think about it and call me back.",
      "vi": "Tôi sẽ suy nghĩ. Suy nghĩ rồi gọi cho tôi nhé."
    }
  },
  {
    "translation": {
      "en": "Get Shapiro on.",
      "vi": "Nối máy với Shapiro."
    }
  },
  {
    "translation": {
      "en": "Shapiro's on 2.",
      "vi": "Shapiro ở máy số 2."
    }
  },
  {
    "translation": {
      "en": "Mark. You can't afford him, Billy.",
      "vi": "Mark. Không mua nổi anh ta đâu, Billy."
    }
  },
  {
    "translation": {
      "en": "You sure about that?",
      "vi": "Anh có chắc không?"
    }
  },
  {
    "translation": {
      "en": "I get the impression the market for Rincon is softening.",
      "vi": "Tôi có cảm giác thị trường đang hạ nhiệt với Rincon đấy."
    }
  },
  {
    "translation": {
      "en": "I could be wrong, but I'd call whoever's interested...",
      "vi": "Có thể tôi nhầm nhưng tôi sẽ gọi cho bất kỳ ai có quan tâm"
    }
  },
  {
    "translation": {
      "en": "...and see if they're still interested. Call me back.",
      "vi": "và xem thái độ họ thế nào. Anh cứ gọi lại cho tôi."
    }
  },
  {
    "translation": {
      "en": "What about the Mets for Venafro? You offered him to the Giants.",
      "vi": "Còn việc đội Met mua Venafro? Anh đã đề nghị cậu ta cho đội Giant."
    }
  },
  {
    "translation": {
      "en": "Between Bonds, Kent, Nen, Snow, San Francisco's never gonna do it.",
      "vi": "Giữa Bonds, Kent, Nen, Snow, San Francisco sẽ không bao giờ làm thế."
    }
  },
  {
    "translation": {
      "en": "Totally agree. We just need them to cool on Rincon.",
      "vi": "Đồng ý. Ta chỉ cần họ nguội bớt với Rincon."
    }
  },
  {
    "translation": {
      "en": "Phillips on 2. Steve o, it's Billy.",
      "vi": "Phillips ở máy số 2. Steveo, Billy đây."
    }
  },
  {
    "translation": {
      "en": "I hear you're looking for a reliever. I can give you Venafro.",
      "vi": "Tôi nghe anh đang tìm một cầu thủ cứu viện. Tôi có thể cho anh Venafro."
    }
  },
  {
    "translation": {
      "en": "I can make it quick and easy. What's the angle?",
      "vi": "Vụ này có thể nhanh chóng, dễ dàng. Anh có ý gì?"
    }
  },
  {
    "translation": {
      "en": "No angle. Who am I getting fleeced for?",
      "vi": "Chẳng có ý gì cả. Tôi bị lừa lấy ai đây?"
    }
  },
  {
    "translation": {
      "en": "Hang on a sec. Bennett, maybe?",
      "vi": "Đợi một lát. Bennett thì sao?"
    }
  },
  {
    "translation": {
      "en": "How old? Twenty six.",
      "vi": "Bao nhiêu tuổi? Hai sáu."
    }
  },
  {
    "translation": {
      "en": "Twenty six, Double A? Forget it.",
      "vi": "Hai sáu, chơi ở hạng 2A? Quên đi."
    }
  },
  {
    "translation": {
      "en": "Duncan, no.",
      "vi": "Duncan, không."
    }
  },
  {
    "translation": {
      "en": "No. Furbush, no.",
      "vi": "Không. Furbush, không."
    }
  },
  {
    "translation": {
      "en": "Eckerton. Eckerton? I like Eckerton.",
      "vi": "Eckerton. Eckerton? Tôi thích Eckerton."
    }
  },
  {
    "translation": {
      "en": "You don't even know who Eckerton is. Is Venafro hurt?",
      "vi": "Anh còn không biết Eckerton là ai. Venafro bị chấn thương à?"
    }
  },
  {
    "translation": {
      "en": "No, he's fine, he's fine. It's just an issue for us.",
      "vi": "Không, anh ta khỏe. Chỉ là chút vấn đề bên chúng tôi thôi."
    }
  },
  {
    "translation": {
      "en": "Last couple times, he got hammered. Not his fault.",
      "vi": "Anh ta bị hạ gục mấy lần trước. Không phải do anh ta."
    }
  },
  {
    "translation": {
      "en": "That was us. We misused him. It's Steve.",
      "vi": "Chúng tôi. Chúng tôi dùng sai. Là Steve."
    }
  },
  {
    "translation": {
      "en": "I'm almost done. Steve Schott.",
      "vi": "Tôi sắp xong rồi. Steve Schott."
    }
  },
  {
    "translation": {
      "en": "Look, Steve o, let me be straight with you.",
      "vi": "Nghe này, Steveo, tôi lật bài ngửa với anh nhé."
    }
  },
  {
    "translation": {
      "en": "Here's the deal. I'm getting Rincon. It's a done deal.",
      "vi": "Thỏa thuận đây. Tôi sẽ lấy Rincon. Thỏa thuận xong rồi."
    }
  },
  {
    "translation": {
      "en": "I heard the GiantsGiants want Venafro for Michaelson.",
      "vi": "Nghe nói đội Giant... Giant muốn đổi Venafro lấy Michaelson."
    }
  },
  {
    "translation": {
      "en": "Anderson. I'd rather deal with you.",
      "vi": "Anderson. Tôi thà làm ăn với anh."
    }
  },
  {
    "translation": {
      "en": "You can give me Eckerton and $225,000 in cash... ...and the Giants can't.",
      "vi": "Anh có thể đưa tôi Eckerton và 225.000 tiền mặt, đội Giant không thể."
    }
  },
  {
    "translation": {
      "en": "I'll think about it. Think about it.",
      "vi": "Tôi sẽ suy nghĩ chuyện này. Nghĩ đi."
    }
  },
  {
    "translation": {
      "en": "But whoever calls me back first gets Venafro.",
      "vi": "Nhưng ai gọi tôi trước sẽ có Venafro."
    }
  },
  {
    "translation": {
      "en": "Schott hung up.",
      "vi": "Schott cúp máy rồi."
    }
  },
  {
    "translation": {
      "en": "Oh, I want this one.",
      "vi": "Ồ, tôi muốn hắn cơ."
    }
  },
  {
    "translation": {
      "en": "Why isn't anybody calling?",
      "vi": "Sao không ai gọi thế nào?"
    }
  },
  {
    "translation": {
      "en": "Shapiro's on 2.",
      "vi": "Shapiro ở máy số 2."
    }
  },
  {
    "translation": {
      "en": "Yeah?",
      "vi": "Vâng?"
    }
  },
  {
    "translation": {
      "en": "Okay, let me talk to my owner. I'll call you back.",
      "vi": "Được, tôi sẽ nói với sếp. Tôi sẽ gọi lại. Cám ơn."
    }
  },
  {
    "translation": {
      "en": "Get Steve on the phone. Schott or Phillips?",
      "vi": "Nối máy với Steve cho tôi. Schott hay Phillips?"
    }
  },
  {
    "translation": {
      "en": "Why would we call Phillips? Phillips has gotta call us.",
      "vi": "Tại sao ta phải gọi Phillips? Phillips sẽ phải gọi chúng ta."
    }
  },
  {
    "translation": {
      "en": "Tell him I'm on the other line.",
      "vi": "Nói anh ta tôi ở đường dây khác."
    }
  },
  {
    "translation": {
      "en": "Hi, Mr. Schott, it's Peter Brand. I apologize for putting you on hold.",
      "vi": "Xin chào ông Schott, tôi là Peter Brand. Xin lỗi vì đã để ông phải đợi."
    }
  },
  {
    "translation": {
      "en": "Billy asked me to call you back. Tell him we want 225,000 for Rincon.",
      "vi": "Billy nói tôi gọi lại cho ông. Nói chúng ta cần 225.000 cho Rincon."
    }
  },
  {
    "translation": {
      "en": "Billy says he needs $225,000 for Ricardo Rincon.",
      "vi": "Billy nói anh ấy cần 225.000 đô cho Ricardo Rincon."
    }
  },
  {
    "translation": {
      "en": "Please.",
      "vi": "Xin ông."
    }
  },
  {
    "translation": {
      "en": "Yes, I added the please at the end.",
      "vi": "Vâng, tôi thêm xin ông ở cuối câu."
    }
  },
  {
    "translation": {
      "en": "Okay. Let meHold on one second, please.",
      "vi": "Được rồi. Để tôi, xin ông giữ máy một chút."
    }
  },
  {
    "translation": {
      "en": "Tell him I'll pay for him.",
      "vi": "Nói anh ta tôi sẽ trả tiền cho."
    }
  },
  {
    "translation": {
      "en": "But when I sell him back for twice the amount next year, I keep the money.",
      "vi": "Nhưng đến năm tới khi tôi bán Rincon với giá gấp đôi, tôi sẽ giữ tiền."
    }
  },
  {
    "translation": {
      "en": "Okay, so Billy says he'll pay for Rincon himself.",
      "vi": "Được, Billy nói anh ấy sẽ tự trả tiền cho Rincon."
    }
  },
  {
    "translation": {
      "en": "But when he sells him for more money next year, he's keeping the profit.",
      "vi": "Nhưng khi anh ấy bán Rincon với giá cao hơn vào năm sau, anh ấy sẽ giữ tiền lời."
    }
  },
  {
    "translation": {
      "en": "Thank you very much. We'll call you back. Thank you.",
      "vi": "Cám ơn nhiều. Chúng tôi sẽ gọi lại sau. Cám ơn."
    }
  },
  {
    "translation": {
      "en": "Come on. Come on.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Suzanne, call Shapiro baNever mind, I got him right here.",
      "vi": "Suzanne, nối máy Shapiro lại... Thôi, anh ta đây rồi."
    }
  },
  {
    "translation": {
      "en": "Mark. Yeah.",
      "vi": "Mark. Đây."
    }
  },
  {
    "translation": {
      "en": "Listen, I don't want Rincon pitching against me tonight.",
      "vi": "Này, tôi không muốn tối nay Rincon ném bóng chống tôi."
    }
  },
  {
    "translation": {
      "en": "Tell him to change clothes and send him over. I got you the money.",
      "vi": "Bảo anh ta thay đồ và chuyển đến đây. Tôi có tiền rồi."
    }
  },
  {
    "translation": {
      "en": "Yup.",
      "vi": "Rồi."
    }
  },
  {
    "translation": {
      "en": "Great.",
      "vi": "Tuyệt lắm."
    }
  },
  {
    "translation": {
      "en": "I don't wanna dampen the mood at all, but since we picked up Rincon....",
      "vi": "Tôi không muốn làm hỏng không khí, nhưng vì chúng ta đã chọn Rincon..."
    }
  },
  {
    "translation": {
      "en": "We gotta send someone down.",
      "vi": "Chúng ta phải chuyển một ai đó đi."
    }
  },
  {
    "translation": {
      "en": "Mags. Hey, Billy.",
      "vi": "Mags. Vâng, Billy."
    }
  },
  {
    "translation": {
      "en": "I know I've been struggling lately.",
      "vi": "Tôi biết gần đây phong độ tôi hơi tệ."
    }
  },
  {
    "translation": {
      "en": "But second half of the season, definitely turn it around. Ricky and I",
      "vi": "Nhưng nửa sau mùa giải nhất định tôi sẽ lấy lại phong độ. Ricky và tôi đã làm..."
    }
  },
  {
    "translation": {
      "en": "Mike, I need you to stop getting dressed.",
      "vi": "Mike, tôi muốn anh đừng thay đồ nữa."
    }
  },
  {
    "translation": {
      "en": "Traded?",
      "vi": "Tôi bị chuyển đi?"
    }
  },
  {
    "translation": {
      "en": "I'm sorry for the crap news.",
      "vi": "Tôi xin lỗi vì tin xấu này."
    }
  },
  {
    "translation": {
      "en": "I know it hurts.",
      "vi": "Tôi biết anh buồn lòng."
    }
  },
  {
    "translation": {
      "en": "Mike, I can't have 26 guys in the clubhouse.",
      "vi": "Mike, tôi không thể có 26 cầu thủ trong đội bóng được."
    }
  },
  {
    "translation": {
      "en": "I get it. I get it.",
      "vi": "Tôi hiểu."
    }
  },
  {
    "translation": {
      "en": "Okay. Thanks.",
      "vi": "Được rồi. Cám ơn."
    }
  },
  {
    "translation": {
      "en": "Hey, Ricardo.",
      "vi": "Này, Ricardo."
    }
  },
  {
    "translation": {
      "en": "This must be a bit of a shock, I guess.",
      "vi": "Chuyện này hẳn là hơi sốc với anh, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Mabry hits one deep to right center field.",
      "vi": "Mabry đập sâu vào trung tâm cánh phải phía xa."
    }
  },
  {
    "translation": {
      "en": "Racing back, Fick can't get it.",
      "vi": "Fick đang đua ngược về nhưng không kịp."
    }
  },
  {
    "translation": {
      "en": "It bounces to the wall. One run is in. Two runs are in.",
      "vi": "Bóng nẩy vào tường. Một cú home run. Hai cú home run rồi."
    }
  },
  {
    "translation": {
      "en": "Mabry, on one pitch, has shot the A's in front.",
      "vi": "Mabry, trong lần đập đầu tiên, đã đưa Athletic vượt lên."
    }
  },
  {
    "translation": {
      "en": "Strike three called. Twelve straight wins for the Athletics.",
      "vi": "MẠCH THẮNG Ba người mất lượt rồi. Mười hai trận thắng liền cho Athletic."
    }
  },
  {
    "translation": {
      "en": "Man alive, was it hairy.",
      "vi": "Chúa ơi, thật quá kinh khủng."
    }
  },
  {
    "translation": {
      "en": "Something strange is now happening in Oakland.",
      "vi": "Một điều rất kỳ lạ đang xảy ra ở Oakland."
    }
  },
  {
    "translation": {
      "en": "You cannot argue that point. Twelve straight.",
      "vi": "Không thể phủ nhận điều đó. Mười hai trận liền."
    }
  },
  {
    "translation": {
      "en": "They're making a joke out of the American League.",
      "vi": "Họ đang trêu đùa cả giải Nhà nghề Mỹ."
    }
  },
  {
    "translation": {
      "en": "They were in Detroit todayHe throws to first.",
      "vi": "Họ ở Detroit hôm nay... Anh ấy ném gôn thứ nhất."
    }
  },
  {
    "translation": {
      "en": "And that's the sound of 14 straight victories.",
      "vi": "Và đó là âm thanh của 14 chiến thắng liên tiếp."
    }
  },
  {
    "translation": {
      "en": "Fourteen, the longest run this year.",
      "vi": "Mười bốn, mạch trận thắng dài nhất trong năm nay."
    }
  },
  {
    "translation": {
      "en": "It has slingshot the A's into first in the AL West.",
      "vi": "Thắng lợi này giúp Athletic lên ngôi đầu giải Miền Tây."
    }
  },
  {
    "translation": {
      "en": "A nice streak. This team was written off.",
      "vi": "Quá đẹp. Đội bóng này thật khó hình dung."
    }
  },
  {
    "translation": {
      "en": "How do you explain, otherwise, the victories they've come up with?",
      "vi": "Anh giải thích thế nào cho những chiến thắng gần đây của họ?"
    }
  },
  {
    "translation": {
      "en": "The Oakland A's are gonna win 16 consecutive games.",
      "vi": "Oakland A sẽ thắng 16 trận liên tiếp."
    }
  },
  {
    "translation": {
      "en": "This is the longest win streak in baseball, folks, in 25 years.",
      "vi": "Đây là mạch trận thắng dài nhất trong lịch sử bóng chày 25 năm nay."
    }
  },
  {
    "translation": {
      "en": "The A's have won 16 in a row. We're going to 20! We're going to 20!",
      "vi": "Đội Athletic đã thắng một mạch 16 trận. Chúng ta sẽ tiến đến 20! Tiến đến 20!"
    }
  },
  {
    "translation": {
      "en": "To have a winning streak of this duration, you have to be good...",
      "vi": "Phải xuất sắc mới có thể có được mạch thắng liên tiếp trong giai đoạn này,"
    }
  },
  {
    "translation": {
      "en": "...but there's an element of randomness to it.",
      "vi": "nhưng có yếu tố ngẫu nhiên trong chuyện này thì phải."
    }
  },
  {
    "translation": {
      "en": "The 1927 Yankees, Ruth, Gehrig...",
      "vi": "Đội Yankee năm 1927, Ruth, Gehrig,"
    }
  },
  {
    "translation": {
      "en": "...Murderers' Row, some people still say the best team ever.",
      "vi": "Đội Sát thủ, nhiều người vẫn nói đây là đội bóng xuất sắc nhất."
    }
  },
  {
    "translation": {
      "en": "Longest winning streak for them that year? Nine.",
      "vi": "Mạch trận thắng dài nhất của họ trong năm đó? Chín trận."
    }
  },
  {
    "translation": {
      "en": "You guys try to analyze it from a numbers standpoint.",
      "vi": "Các anh đang cố phân tích từ quan điểm của các con số."
    }
  },
  {
    "translation": {
      "en": "I'm telling you, there is no explanation for what's occurring right now.",
      "vi": "Tôi nói rằng không có một lời giải thích nào cho những gì đang diễn ra."
    }
  },
  {
    "translation": {
      "en": "Do you have superstitions going on?",
      "vi": "Các anh có mê tín gì không?"
    }
  },
  {
    "translation": {
      "en": "Do you do things so you keep the streak alive?",
      "vi": "Các anh có làm gì để kéo dài mạch thắng này không?"
    }
  },
  {
    "translation": {
      "en": "The all time record of 20 does not seem impossible anymore.",
      "vi": "Kỷ lục 20 trận thắng của mọi thời đại không còn có bất khả thi nữa."
    }
  },
  {
    "translation": {
      "en": "The A's were on page one of the New York Times.",
      "vi": "Đội Athletic lên trang nhất của tờ New York Time."
    }
  },
  {
    "translation": {
      "en": "They are the story in sports in this entire country.",
      "vi": "Họ đang là câu chuyện thể thao ở khắp đất nước này."
    }
  },
  {
    "translation": {
      "en": "Two two pitch, here it is.",
      "vi": "Ném haihai, đây."
    }
  },
  {
    "translation": {
      "en": "Swing and a miss! Struck him out! Number 17!",
      "vi": "Vung chày và trượt! Mất lượt! Số 17!"
    }
  },
  {
    "translation": {
      "en": "It's taken 71 years.",
      "vi": "SWEETER 17 Mất đến 71 năm."
    }
  },
  {
    "translation": {
      "en": "The Oakland A's have tied the Philadelphia A's.",
      "vi": "Đội Oakland A đã sánh ngang với đội Philadelphia A."
    }
  },
  {
    "translation": {
      "en": "The all time franchise record 17 straight...",
      "vi": "Kỷ lục 17 trận thắng mọi thời đại"
    }
  },
  {
    "translation": {
      "en": "...and baseball's longest winning streak since 1953.",
      "vi": "và mạch thắng dài nhất trong lịch sử bóng chày kể từ năm 1953."
    }
  },
  {
    "translation": {
      "en": "The A's are two wins away from tying the American League record.",
      "vi": "Athletic chỉ còn hai trận nữa để san bằng kỷ lục hiện giờ của giải Nhà nghề Mỹ."
    }
  },
  {
    "translation": {
      "en": "It's gone! It's gone! Tejada wins it! Do you believe it?",
      "vi": "Được rồi! Tejada thắng! Các bạn có tin được không?"
    }
  },
  {
    "translation": {
      "en": "Eighteen wins in a row!",
      "vi": "Mười tám trận thắng liên tiếp!"
    }
  },
  {
    "translation": {
      "en": "You could replay these 18 games a hundred times over.",
      "vi": "Chúng ta có thể xem lại 18 trận thắng ấy 100 lần."
    }
  },
  {
    "translation": {
      "en": "And nobody wins 18 straight again.",
      "vi": "Không đội nào thắng liên tiếp 18 trận nữa."
    }
  },
  {
    "translation": {
      "en": "It defies everything we know about baseball.",
      "vi": "Thách thức mọi điều chúng ta đã biết về bóng chày."
    }
  },
  {
    "translation": {
      "en": "The most amazing thing you could imagine...",
      "vi": "Điều tuyệt diệu nhất ta có thể hình dung"
    }
  },
  {
    "translation": {
      "en": "...happened over the last four days at the Coliseum.",
      "vi": "Đã xảy ra trong bốn ngày vừa rồi ở Coliseum."
    }
  },
  {
    "translation": {
      "en": "Tejada, up the middle. The A's have won 19 in a row!",
      "vi": "Tejada, lên giữa sân. Đội Athletic đã thắng 19 trận! TUYỆT LẮM! TIẾN LÊN VÀ LÀM ĐỦ 19 TRẬN"
    }
  },
  {
    "translation": {
      "en": "The 1906 White Sox...",
      "vi": "Đội White Sox năm 1906,"
    }
  },
  {
    "translation": {
      "en": "...the 1947 New York Yankees have company.",
      "vi": "Đội New York Yankee năm 1947 đã có người sánh ngang."
    }
  },
  {
    "translation": {
      "en": "Nineteen in a row. The A's have a date with destiny.",
      "vi": "Mười chín trận thắng liên tiếp. Đội A đang hẹn hò với định mệnh."
    }
  },
  {
    "translation": {
      "en": "They're going for the all time American League record...",
      "vi": "Họ đang hướng đến kỷ lục mọi thời đại của giải Nhà nghề Mỹ,"
    }
  },
  {
    "translation": {
      "en": "...20 games in a row.",
      "vi": "20 trận thắng liên tiếp."
    }
  },
  {
    "translation": {
      "en": "We're going to 20!",
      "vi": "Ta sẽ thắng trận 20!"
    }
  },
  {
    "translation": {
      "en": "We're gonna take the AL record to 20, baby!",
      "vi": "Chúng ta sẽ lập kỷ lục 20 trận của giải đấu, các tình yêu! CHÚNG TÔI TIN TƯỞNG"
    }
  },
  {
    "translation": {
      "en": "Don't tell me the score, Pete.",
      "vi": "Đừng nói tôi nghe tỉ số, Pete."
    }
  },
  {
    "translation": {
      "en": "No, Billy, it's me.",
      "vi": "Không, Billy, em đây."
    }
  },
  {
    "translation": {
      "en": "Sharon? Yeah.",
      "vi": "Sharon? Vâng."
    }
  },
  {
    "translation": {
      "en": "You have a second? Yeah, what's up?",
      "vi": "Anh rảnh không? Có, có chuyện gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Well, I didn't actually expect you to pick up.",
      "vi": "Thật ra em không nghĩ anh sẽ nhấc máy."
    }
  },
  {
    "translation": {
      "en": "I was gonna leave a message.",
      "vi": "Em đã định để lại tin nhắn."
    }
  },
  {
    "translation": {
      "en": "Casey and I, we're here and watching the game at home.",
      "vi": "Casey và em, bọn em đang xem trận đấu ở nhà."
    }
  },
  {
    "translation": {
      "en": "And I just wanted to say...",
      "vi": "Em chỉ muốn nói rằng"
    }
  },
  {
    "translation": {
      "en": "...you did good, Billy.",
      "vi": "anh làm tốt lắm, Billy."
    }
  },
  {
    "translation": {
      "en": "We're really proud of you.",
      "vi": "Bọn em tự hào về anh."
    }
  },
  {
    "translation": {
      "en": "I appreciate it, Sharon.",
      "vi": "Cám ơn em, Sharon."
    }
  },
  {
    "translation": {
      "en": "Thank you. Good luck.",
      "vi": "Cám ơn. Chúc anh may mắn."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Oh, Casey wants to talk to you. Hang on.",
      "vi": "Casey muốn gặp anh. Giữ máy nhé."
    }
  },
  {
    "translation": {
      "en": "Are you on your way to the stadium?",
      "vi": "Bố đang trên đường đến sân vận động à?"
    }
  },
  {
    "translation": {
      "en": "No, I'm on my way to Visalia to see our minor league team.",
      "vi": "Không, bố đang trên đường đi Visalia để xem đội hạng nhất."
    }
  },
  {
    "translation": {
      "en": "Turn around, please, Dad. No way, Jose.",
      "vi": "Quay lại đi mà, bố. Không đâu, Jose."
    }
  },
  {
    "translation": {
      "en": "Turn around. Come on, Dad. Nope. Not gonna happen.",
      "vi": "Quay lại đi mà bố. Không. Không đời nào con ạ."
    }
  },
  {
    "translation": {
      "en": "You're not gonna jinx it.",
      "vi": "Bố không gặp vận xui đâu."
    }
  },
  {
    "translation": {
      "en": "I'll talk to you later, sweetheart. I love you.",
      "vi": "Bố sẽ nói chuyện với con sau. Bố yêu con."
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "vi": "Khỉ thật."
    }
  },
  {
    "translation": {
      "en": "One out here in the fourth, and if you're just joining us...",
      "vi": "Cầu thủ đầu tiên của séc tư, và nếu bạn chỉ mới nhập cuộc,"
    }
  },
  {
    "translation": {
      "en": "...you missed a lot.",
      "vi": "bạn để lỡ nhiều đấy."
    }
  },
  {
    "translation": {
      "en": "And the pitch to Raúl Ibañez. Strike one.",
      "vi": "Và một cú ném cho Raul Ibanez. Mất lượt lần một."
    }
  },
  {
    "translation": {
      "en": "I think my recap will be simple.",
      "vi": "Tôi nghĩ tường thuật sẽ đơn giản thôi."
    }
  },
  {
    "translation": {
      "en": "The A's scored six in the first, one in the second, four in the third.",
      "vi": "Đội Athletic ghi sáu điểm ở séc một, một điểm ở séc hai, bốn điểm ở séc ba."
    }
  },
  {
    "translation": {
      "en": "And people would be shocked if you just did that.",
      "vi": "Và khán giả sẽ bị sốc nếu anh cứ làm vậy."
    }
  },
  {
    "translation": {
      "en": "Eleven to nothing, the A's do lead.",
      "vi": "110, Athletic dẫn trước."
    }
  },
  {
    "translation": {
      "en": "Shit. Foul off the foot of Ibañez....",
      "vi": "Khỉ thật. Phạm lỗi với Ibanez..."
    }
  },
  {
    "translation": {
      "en": "Let's go, Oakland!",
      "vi": "Tiến lên, Oakland!"
    }
  },
  {
    "translation": {
      "en": "Let's go, Oakland!",
      "vi": "Tiến lên, Oakland!"
    }
  },
  {
    "translation": {
      "en": "Let's go, Oakland!",
      "vi": "Tiến lên, Oakland!"
    }
  },
  {
    "translation": {
      "en": "Now batting, number 2, catcher, Brent Mayne.",
      "vi": "Đập bóng, số hai, cầu thủ bắt bóng, Brent Mayne."
    }
  },
  {
    "translation": {
      "en": "Oakland! Here we go, Oakland!",
      "vi": "Oakland! Tiến lên, Oakland!"
    }
  },
  {
    "translation": {
      "en": "Two.",
      "vi": "Hai."
    }
  },
  {
    "translation": {
      "en": "Safe.",
      "vi": "An toàn."
    }
  },
  {
    "translation": {
      "en": "Now batting, number 18...",
      "vi": "Đập bóng, số 18,"
    }
  },
  {
    "translation": {
      "en": "...left fielder Raúl Ibañez.",
      "vi": "cầu thủ cánh trái Raul Ibanez."
    }
  },
  {
    "translation": {
      "en": "Safe.",
      "vi": "An toàn."
    }
  },
  {
    "translation": {
      "en": "And the A's now lead by a score of 11 to 3.",
      "vi": "Và đội Athletic đang dẫn trước 113."
    }
  },
  {
    "translation": {
      "en": "A nice cushion, but you don't wanna give teams life...",
      "vi": "Một khoảng cách an toàn, nhưng đừng để cho đội khác hy vọng"
    }
  },
  {
    "translation": {
      "en": "...and let them wedge their way back in, even when you're",
      "vi": "và để họ vùng lên, ngay cả khi..."
    }
  },
  {
    "translation": {
      "en": "Nobody out, the bases loaded.",
      "vi": "Không ai bị out, gôn có người."
    }
  },
  {
    "translation": {
      "en": "And Art Howe on the way to the mound to make a pitching change.",
      "vi": "Và Art Howe đang sắp sửa thay người ném bóng."
    }
  },
  {
    "translation": {
      "en": "And this game is still in a state...",
      "vi": "Trận đấu vẫn đang trong tình thế"
    }
  },
  {
    "translation": {
      "en": "...where it could get out of control for the Athletics.",
      "vi": "có thể vượt khỏi tầm kiểm soát của Athletic."
    }
  },
  {
    "translation": {
      "en": "We're all told at some point we can no longer play the children's game.",
      "vi": "Tất cả chúng ta lúc nào đó sẽ được bảo là không thể chơi trò con nít nữa."
    }
  },
  {
    "translation": {
      "en": "We just don't know when that's gonna be.",
      "vi": "Chúng ta chỉ không biết khi nào thôi."
    }
  },
  {
    "translation": {
      "en": "Some of us are told at 18, some of us are told at 40, but we're all told.",
      "vi": "Vài người là lúc 18 tuổi, một vài người là lúc 40 tuổi, nhưng tất cả đều được nghe."
    }
  },
  {
    "translation": {
      "en": "Mike Sweeney with runners at first and third.",
      "vi": "Mike Sweeney với ba cầu thủ chạy gôn số một và số ba."
    }
  },
  {
    "translation": {
      "en": "It's an 11 to 7 game, the A's in front.",
      "vi": "Tỉ số đang là 117, Athletic dẫn trước."
    }
  },
  {
    "translation": {
      "en": "Tam peering in for the sign.",
      "vi": "Tam đang quan sát dấu hiệu ném bóng."
    }
  },
  {
    "translation": {
      "en": "Two out. Runners at first and third.",
      "vi": "Hai out. Chạy gôn ở gôn số một và gôn số ba."
    }
  },
  {
    "translation": {
      "en": "And the 3 2 delivery.",
      "vi": "Và phát bóng bahai."
    }
  },
  {
    "translation": {
      "en": "It's weird, Billy.",
      "vi": "Lạ quá, Billy."
    }
  },
  {
    "translation": {
      "en": "You wanna give up baseball to become a scout?",
      "vi": "Tại sao anh lại bỏ bóng chày để làm công việc tuyển mộ?"
    }
  },
  {
    "translation": {
      "en": "I'm not a baseball player.",
      "vi": "Tôi không phải cầu thủ bóng chày."
    }
  },
  {
    "translation": {
      "en": "Are you sure this is what you want?",
      "vi": "Anh có chắc đây là điều anh muốn?"
    }
  },
  {
    "translation": {
      "en": "The crowd is roaring. Koch is ready. One two pitch.",
      "vi": "Đám đông đang gào thét. Koch đã sẵn sàng. Ném bóng mộthai."
    }
  },
  {
    "translation": {
      "en": "Alicea puts it in play, a looper to left field for a base hit.",
      "vi": "Alicea đánh một cú móc về cánh trái rất mạnh."
    }
  },
  {
    "translation": {
      "en": "Around third, tearing for the plate, here comes the tying run.",
      "vi": "Đang ở gôn ba, đã chạm được vào ván, quân bình tỉ số rồi."
    }
  },
  {
    "translation": {
      "en": "Sliding safe. And the ball game is tied at 11 all.",
      "vi": "An toàn. Và tỉ số đã hòa 1111."
    }
  },
  {
    "translation": {
      "en": "Holy Toledo.",
      "vi": "Thánh thần thiên địa ơi."
    }
  },
  {
    "translation": {
      "en": "The A's have blown an 11 to nothing lead.",
      "vi": "Đội A đã vứt đi cơ hội với tỉ số dẫn trước 110."
    }
  },
  {
    "translation": {
      "en": "This is the specter of a development that has been lurking now...",
      "vi": "Sự ám ảnh thế này đã từng xuất hiện"
    }
  },
  {
    "translation": {
      "en": "...ever since the five run fourth inning by the Royals.",
      "vi": "kể từ séc thứ bốn trong trận fiverun của đội Royals."
    }
  },
  {
    "translation": {
      "en": "And the A's date with destiny is on hold right now.",
      "vi": "Và thời khắc lịch sử của Athletic đang phải hoãn lại."
    }
  },
  {
    "translation": {
      "en": "Grab a bat. You're hitting for Byrnesy.",
      "vi": "Lấy gậy đi. Cậu đập bóng thay cho Byrnesy."
    }
  },
  {
    "translation": {
      "en": "Come on, let's go. Get yourself loose.",
      "vi": "Mau lên, đi nào. Khởi động đi."
    }
  },
  {
    "translation": {
      "en": "Hitting for Eric Byrnes...",
      "vi": "Đánh bóng cho Eric Byrnes,"
    }
  },
  {
    "translation": {
      "en": "...number 10, Scott Hatteberg.",
      "vi": "số 10, Scott Hatteberg."
    }
  },
  {
    "translation": {
      "en": "In your typical A's fashion, they want a base runner here.",
      "vi": "Phong cách điển hình của Athletic. Họ muốn một cầu thủ chạy gôn ở đây."
    }
  },
  {
    "translation": {
      "en": "Scott Hatteberg is so adept at drawing walks.",
      "vi": "Scott Hatteberg rất thạo việc tạo ra những cơ hội đi bộ về gôn."
    }
  },
  {
    "translation": {
      "en": "He's looking for Hatteberg to get on base...",
      "vi": "Anh ấy đang cần Hatteberg để về gôn,"
    }
  },
  {
    "translation": {
      "en": "...maybe bring in a pinch runner.",
      "vi": "có thể sẽ đưa một cầu thủ dự bị vào sân."
    }
  },
  {
    "translation": {
      "en": "Let's go, Oakland!",
      "vi": "Tiến lên, Oakland!"
    }
  },
  {
    "translation": {
      "en": "Let's go, Oakland!",
      "vi": "Tiến lên, Oakland!"
    }
  },
  {
    "translation": {
      "en": "That one is gone!",
      "vi": "Một điều đã mất tích!"
    }
  },
  {
    "translation": {
      "en": "And it's 20 consecutive victories for the Oakland Athletics...",
      "vi": "Như vậy là 20 trận thắng liên tiếp cho đội Oakland Athletic"
    }
  },
  {
    "translation": {
      "en": "...on an unbelievable night...",
      "vi": "trong một đêm khó tin"
    }
  },
  {
    "translation": {
      "en": "...when they lost an 11 to nothing lead...",
      "vi": "khi họ để mất lợi thế dẫn trước 110"
    }
  },
  {
    "translation": {
      "en": "...and now they win it.",
      "vi": "và bây giờ lại giành thắng lợi."
    }
  },
  {
    "translation": {
      "en": "The crowd comes back to insane life.",
      "vi": "Đám đông đã điên cuồng trở lại."
    }
  },
  {
    "translation": {
      "en": "How do you explain it?",
      "vi": "Giải thích thế nào đây?"
    }
  },
  {
    "translation": {
      "en": "Crazy. Just plain crazy.",
      "vi": "Điên rồ quá. Hoàn toàn điên rồ."
    }
  },
  {
    "translation": {
      "en": "Hatteberg is mobbed at home plate.",
      "vi": "Hatteberg đang được cả đội vây quanh ở khu đội nhà."
    }
  },
  {
    "translation": {
      "en": "In 103 years of American League baseball...",
      "vi": "Trong 103 năm của lịch sử giải bóng chày nhà nghề Mỹ,"
    }
  },
  {
    "translation": {
      "en": "...the Athletics have accomplished what no one has before.",
      "vi": "đội Athletic đã đạt được một thành tựu chưa ai làm được."
    }
  },
  {
    "translation": {
      "en": "They have won 20 consecutive games.",
      "vi": "Họ đã thắng 20 trận liên tiếp."
    }
  },
  {
    "translation": {
      "en": "It's hard not to be romantic about baseball.",
      "vi": "Không nhìn bóng chày bằng cặp mắt lãng mạn thật khó."
    }
  },
  {
    "translation": {
      "en": "This kind of thing, it's fun for the fans.",
      "vi": "Chuyện như thế này là niềm vui của cổ động viên."
    }
  },
  {
    "translation": {
      "en": "It sells tickets and hot dogs.",
      "vi": "Giúp bán vé và hot dog."
    }
  },
  {
    "translation": {
      "en": "Doesn't mean anything.",
      "vi": "Không có ý nghĩa gì nữa cả."
    }
  },
  {
    "translation": {
      "en": "Billy, we just won 20 games in a row.",
      "vi": "Billy, chúng ta vừa thắng 20 trận liên tiếp."
    }
  },
  {
    "translation": {
      "en": "And what's the point?",
      "vi": "Và được gì?"
    }
  },
  {
    "translation": {
      "en": "We just got the record.",
      "vi": "Chúng ta vừa lập kỷ lục."
    }
  },
  {
    "translation": {
      "en": "Man, I've been doing this for....",
      "vi": "Anh bạn, tôi làm việc này vì..."
    }
  },
  {
    "translation": {
      "en": "Listen, man.",
      "vi": "Nghe này, anh bạn."
    }
  },
  {
    "translation": {
      "en": "I've been in this game a long time.",
      "vi": "Tôi đã nằm gai nếm mật với bóng chày lâu lắm rồi."
    }
  },
  {
    "translation": {
      "en": "I'm not in it for a record, I'll tell you that.",
      "vi": "Tôi không theo đuổi bóng chày vì những kỷ lục."
    }
  },
  {
    "translation": {
      "en": "I'm not in it for a ring.",
      "vi": "Không vì những giải thưởng."
    }
  },
  {
    "translation": {
      "en": "That's when people get hurt.",
      "vi": "Đó là lúc người ta tổn thương."
    }
  },
  {
    "translation": {
      "en": "If we don't win the last game of the Series...",
      "vi": "Nếu ta không thắng trận cuối cùng của giải,"
    }
  },
  {
    "translation": {
      "en": "...they'll dismiss us.",
      "vi": "họ sẽ quên chúng ta."
    }
  },
  {
    "translation": {
      "en": "BillyI know these guys.",
      "vi": "Billy... Tôi hiểu bọn họ."
    }
  },
  {
    "translation": {
      "en": "I know the way they think, and they will erase us.",
      "vi": "Tôi biết cách họ nghĩ, và họ sẽ xóa bỏ chúng ta."
    }
  },
  {
    "translation": {
      "en": "And everything we've done here...",
      "vi": "Và mọi thứ chúng ta đã làm được,"
    }
  },
  {
    "translation": {
      "en": "...none of it'll matter.",
      "vi": "sẽ không còn giá trị gì cả."
    }
  },
  {
    "translation": {
      "en": "Any other team wins the World Series, good for them.",
      "vi": "Đội nào thắng ở Giải Thế giới, tốt cho họ thôi."
    }
  },
  {
    "translation": {
      "en": "They're drinking champagne, they get a ring.",
      "vi": "Họ nốc sâmbanh, có nhẫn vô địch."
    }
  },
  {
    "translation": {
      "en": "But if we win...",
      "vi": "Nhưng nếu chúng ta thắng,"
    }
  },
  {
    "translation": {
      "en": "...on our budget, with this team...",
      "vi": "với ngân quỹ của ta, với đội hình này,"
    }
  },
  {
    "translation": {
      "en": "...we'll have changed the game.",
      "vi": "chúng ta sẽ thay đổi cuộc chơi."
    }
  },
  {
    "translation": {
      "en": "And that's what I want.",
      "vi": "Và đó là điều tôi muốn."
    }
  },
  {
    "translation": {
      "en": "I want it to mean something.",
      "vi": "Tôi muốn nó có ý nghĩa nào đó."
    }
  },
  {
    "translation": {
      "en": "The A's going to the play offs with the West Division title.",
      "vi": "2002 ALDS TRẬN ĐẤU LOẠI TRỰC TIẾP Đội A là nhà vô địch Miền Tây chơi trận playoff."
    }
  },
  {
    "translation": {
      "en": "Forgive the A's if they're not celebrating.",
      "vi": "Hãy bỏ qua cho Athletic nếu họ chưa được ăn mừng."
    }
  },
  {
    "translation": {
      "en": "They have been here before...",
      "vi": "Họ đã từng đến đây,"
    }
  },
  {
    "translation": {
      "en": "...when Oakland went up two games to none on the Yanks in the ALDS...",
      "vi": "khi Oakland thắng Yankee trong hai trận ở giải này năm ngoái,"
    }
  },
  {
    "translation": {
      "en": "...and went nowhere after losing three straight.",
      "vi": "và không đi đến đâu cả sau ba trận thua liên tiếp."
    }
  },
  {
    "translation": {
      "en": "With a win today over the Twins, Oakland moves into the ALCS...",
      "vi": "Nếu hôm nay thắng đội Twins, Oakland sẽ vào trận chung kết của giải."
    }
  },
  {
    "translation": {
      "en": "...for the first time since 1992. But remember one thing.",
      "vi": "Lần đầu tiên kể từ năm 1992. Nhưng hãy nhớ một điều."
    }
  },
  {
    "translation": {
      "en": "Percentages hold up over a season, but for one game, one at bat...",
      "vi": "Cuối ngày mùng 9 Các con số thống kê thống trị mùa giải, nhưng trong một trận đấu, một lượt đánh"
    }
  },
  {
    "translation": {
      "en": "...throw the percentages out the window.",
      "vi": "có thể vứt những con số ra ngoài cửa sổ."
    }
  },
  {
    "translation": {
      "en": "What the Minnesota Twins exposed is the fact that the Oakland A's...",
      "vi": "Đội Minnesota Twins đã phơi bày sự thật rằng đội Oakland Athletic"
    }
  },
  {
    "translation": {
      "en": "...were fundamentally not a sound baseball team.",
      "vi": "về cơ bản không phải là một đội bóng mạnh."
    }
  },
  {
    "translation": {
      "en": "They had a flawed concept that started with the general manager...",
      "vi": "Họ có một tư tưởng không ổn, khởi đầu với vị giám đốc điều hành"
    }
  },
  {
    "translation": {
      "en": "...and the brain trust thinking they could reinvent baseball.",
      "vi": "và nhóm chuyên gia cố vấn tin rằng họ có thể sáng tạo lại bóng chày."
    }
  },
  {
    "translation": {
      "en": "You can't approach baseball...",
      "vi": "Bạn không thể tiếp cận bóng chày"
    }
  },
  {
    "translation": {
      "en": "...from a statistical, bean counting point of view.",
      "vi": "từ quan điểm của những con số tủn mủn."
    }
  },
  {
    "translation": {
      "en": "It's won on the field with fundamental play.",
      "vi": "Nó là chiến thắng trên sân trong những trận quan trọng."
    }
  },
  {
    "translation": {
      "en": "You have to steal, you have to bunt, you have to sacrifice.",
      "vi": "Bạn phải đoạt bóng, phải đập bóng, phải chịu hy sinh."
    }
  },
  {
    "translation": {
      "en": "You gotta get men in scoring position, and you gotta bring them in.",
      "vi": "Bạn phải có những cầu thủ ở vị trí ghi điểm, và bạn phải đưa họ vào."
    }
  },
  {
    "translation": {
      "en": "And you don't do that with a bunch of statistical gimmicks.",
      "vi": "Và bạn không thể làm điều đó với vài mẹo vặt của thống kê được."
    }
  },
  {
    "translation": {
      "en": "Nobody reinvents this game.",
      "vi": "Không ai sáng tạo lại môn thể thao này."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "Due respect to the Coliseum, but this is a ballpark.",
      "vi": "Tôi rất tôn trọng sân Coliseum, nhưng đây mới đích thị là sân bóng."
    }
  },
  {
    "translation": {
      "en": "Yes, it is.",
      "vi": "Phải, đúng thế."
    }
  },
  {
    "translation": {
      "en": "We're gonna have some lunch in a little bit.",
      "vi": "Lát nữa chúng ta sẽ ăn trưa."
    }
  },
  {
    "translation": {
      "en": "Why don't I have some coffee sent up?",
      "vi": "Tại sao ta không uống cà phê nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Thank you, Denise.",
      "vi": "Cám ơn, Denise."
    }
  },
  {
    "translation": {
      "en": "Thanks. You're welcome.",
      "vi": "Cám ơn. Không có chi."
    }
  },
  {
    "translation": {
      "en": "You know, it's her birthday and I need to get her a present...",
      "vi": "Hôm nay là sinh nhật cô ấy và tôi muốn tặng cô ấy một món quà"
    }
  },
  {
    "translation": {
      "en": "...but she's usually the one that does that for me.",
      "vi": "nhưng cô ấy lại thường là người tặng quà cho tôi hơn,"
    }
  },
  {
    "translation": {
      "en": "So do you have any ideas?",
      "vi": "anh có ý gì không?"
    }
  },
  {
    "translation": {
      "en": "Scarf.",
      "vi": "Khăn quàng cổ."
    }
  },
  {
    "translation": {
      "en": "You mean like wool?",
      "vi": "Ý anh là khăn len?"
    }
  },
  {
    "translation": {
      "en": "No, I meant what women wear with.... You know, decorative.",
      "vi": "Không, ý tôi là thứ phụ nữ dùng với... Anh biết đấy, trang trí."
    }
  },
  {
    "translation": {
      "en": "And where would I get something like that?",
      "vi": "Và tôi mua một thứ như thế ở đâu?"
    }
  },
  {
    "translation": {
      "en": "No disrespect, I just lost in five for the second year in a row.",
      "vi": "Tôi không có ý gì xấu, đội tôi đã thua sát nút trong hai năm liên tiếp."
    }
  },
  {
    "translation": {
      "en": "Get her a bowling ball for all I care.",
      "vi": "Mua quả bóng bowling là được."
    }
  },
  {
    "translation": {
      "en": "Right.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "Well, Steve told me he's offering you a new contract.",
      "vi": "Steve nói với tôi ông ấy đang đề nghị anh ký hợp đồng mới."
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Đúng."
    }
  },
  {
    "translation": {
      "en": "So why did you return my call?",
      "vi": "Vậy sao anh lại trả lời điện thoại của tôi?"
    }
  },
  {
    "translation": {
      "en": "Because it's the Red Sox.",
      "vi": "Vì đây là đội Red Sox."
    }
  },
  {
    "translation": {
      "en": "Because I believe science might offer an answer to the Curse of the Bambino.",
      "vi": "Vì tôi tin khoa học có thể giải thích Lời nguyền Bambino của Red Sox."
    }
  },
  {
    "translation": {
      "en": "Because I hear you hired Bill James. Yup.",
      "vi": "Vì tôi nghe anh đã thuê Bill James. Ừ."
    }
  },
  {
    "translation": {
      "en": "You know, why someone took so long to hire that guy is beyond me.",
      "vi": "Làm sao người ta tốn lắm thời gian đến thế mới thuê anh ta"
    }
  },
  {
    "translation": {
      "en": "Well, baseball hates him.",
      "vi": "là chuyện tôi không tài nào hiểu nổi."
    }
  },
  {
    "translation": {
      "en": "Well, baseball can hate him, you know.",
      "vi": "Bóng chày ghét anh ta."
    }
  },
  {
    "translation": {
      "en": "One of the great things about money is that it buys a lot of things...",
      "vi": "Tiền có cái hay là nó có thể mua được rất nhiều thứ,"
    }
  },
  {
    "translation": {
      "en": "...one of which is the luxury to disregard what baseball likes...",
      "vi": "mà một trong số đó là sự xa hoa để không thèm để ý bóng chày giống cái gì,"
    }
  },
  {
    "translation": {
      "en": "...doesn't like, what baseball thinks, doesn't think.",
      "vi": "không giống cái gì, bóng chày nghĩ gì, không nghĩ gì."
    }
  },
  {
    "translation": {
      "en": "Sounds nice.",
      "vi": "Nghe hay đấy."
    }
  },
  {
    "translation": {
      "en": "Well, I was grateful for the call.",
      "vi": "Chà, tôi rất biết ơn vì cuộc gọi."
    }
  },
  {
    "translation": {
      "en": "You were grateful? Yeah.",
      "vi": "Anh biết ơn? Vâng."
    }
  },
  {
    "translation": {
      "en": "For 41 million, you built a play off team.",
      "vi": "Với 41 triệu đôla, anh xây dựng một đội bóng vào đến trận playoff."
    }
  },
  {
    "translation": {
      "en": "You lost Damon, Giambi, Isringhausen, Peña...",
      "vi": "Anh mất Damon, Giambi, Isringhausen, Pena,"
    }
  },
  {
    "translation": {
      "en": "...and you won more games without them than you did with them.",
      "vi": "và anh thắng còn nhiều trận hơn so với khi còn có họ ở đó."
    }
  },
  {
    "translation": {
      "en": "You won the exact same number of games that the Yankees won...",
      "vi": "Anh thắng được chính xác số trận đội Yankee thắng."
    }
  },
  {
    "translation": {
      "en": "...but the Yankees spent 1.4 million per win...",
      "vi": "Nhưng đội Yankee tốn 1,4 triệu đôla mỗi trận,"
    }
  },
  {
    "translation": {
      "en": "...and you paid 260,000.",
      "vi": "còn anh tốn 260.000 đôla."
    }
  },
  {
    "translation": {
      "en": "I know you're taking it in the teeth, but the first guy through the wall...",
      "vi": "Tôi biết anh đứng mũi chịu sào, nhưng người đi tiên phong,"
    }
  },
  {
    "translation": {
      "en": "...he always gets bloody.",
      "vi": "họ luôn luôn phải chịu đổ máu."
    }
  },
  {
    "translation": {
      "en": "Always. This is threatening not just a way of doing business...",
      "vi": "Luôn luôn là thế. Điều này đe dọa không chỉ cách làm kinh tế"
    }
  },
  {
    "translation": {
      "en": "...but in their minds, it's threatening the game.",
      "vi": "mà trong đầu óc họ, nó còn đe dọa cả các trận đấu."
    }
  },
  {
    "translation": {
      "en": "Really, what it's threatening is their livelihood, their jobs.",
      "vi": "Thật ra, là cuộc sống và công việc của họ bị đe dọa."
    }
  },
  {
    "translation": {
      "en": "It's threatening the way that they do things.",
      "vi": "Đe dọa cách họ làm mọi thứ."
    }
  },
  {
    "translation": {
      "en": "Every time that happens...",
      "vi": "Mỗi khi chuyện đó xảy ra,"
    }
  },
  {
    "translation": {
      "en": "...whether it's a government, a way of doing business, whatever...",
      "vi": "dù là là điều hành hay làm ăn, bất kể nó là gì,"
    }
  },
  {
    "translation": {
      "en": "...the people who are holding the reins... ...they have their hands on the switch...",
      "vi": "những người nắm quyền kiểm soát, họ có quyền sinh sát trong tay,"
    }
  },
  {
    "translation": {
      "en": "...they go batshit crazy.",
      "vi": "họ phát điên lên."
    }
  },
  {
    "translation": {
      "en": "I mean, anybody who's not tearing their team down right now...",
      "vi": "Ý tôi lúc này nếu ai mà không xáo tung đội bóng của họ lên"
    }
  },
  {
    "translation": {
      "en": "...and rebuilding it using your model...",
      "vi": "và tái thiết đội bóng dựa trên khuôn mẫu của anh"
    }
  },
  {
    "translation": {
      "en": "...they're dinosaurs.",
      "vi": "thì họ sẽ như khủng long."
    }
  },
  {
    "translation": {
      "en": "They'll be sitting on their ass on the sofa in October...",
      "vi": "Họ sẽ ngồi mòn mông trên sôpha vào tháng Mười"
    }
  },
  {
    "translation": {
      "en": "...watching the Boston Red Sox win the World Series.",
      "vi": "nhìn đội Boston Red Sox thắng giải vô địch thế giới."
    }
  },
  {
    "translation": {
      "en": "What's this?",
      "vi": "Gì thế?"
    }
  },
  {
    "translation": {
      "en": "I want you to be my general manager. That's my offer.",
      "vi": "Hãy làm giám đốc điều hành cho tôi. Đó là đề nghị của tôi."
    }
  },
  {
    "translation": {
      "en": "Heads up.",
      "vi": "Bắt này."
    }
  },
  {
    "translation": {
      "en": "What was that?",
      "vi": "Cái gì thế?"
    }
  },
  {
    "translation": {
      "en": "Sorry. I don't know. What the hell was that?",
      "vi": "Xin lỗi. Tôi không biết. Cái quái gì thế?"
    }
  },
  {
    "translation": {
      "en": "You knucklehead.",
      "vi": "Ngốc thật."
    }
  },
  {
    "translation": {
      "en": "How was Boston?",
      "vi": "Boston thế nào?"
    }
  },
  {
    "translation": {
      "en": "Impressive.",
      "vi": "Ấn tượng."
    }
  },
  {
    "translation": {
      "en": "Did Henry make you a good offer, at least?",
      "vi": "Henry có đưa ra cho anh đề nghị hấp dẫn không?"
    }
  },
  {
    "translation": {
      "en": "Doesn't matter. Doesn't matter. What was it? What was it?",
      "vi": "Không quan trọng. Là sao?"
    }
  },
  {
    "translation": {
      "en": "Doesn't matter. What was it?",
      "vi": "Không quan trọng. Đề nghị ra sao?"
    }
  },
  {
    "translation": {
      "en": "That makes you the highest paid GM in the history of sports.",
      "vi": "Anh sẽ là giám đốc điều hành lương cao nhất lịch sử thể thao."
    }
  },
  {
    "translation": {
      "en": "So?",
      "vi": "Thì sao?"
    }
  },
  {
    "translation": {
      "en": "So what?",
      "vi": "Thì đã sao?"
    }
  },
  {
    "translation": {
      "en": "I made one decision in my life based on money.",
      "vi": "Trong đời, tôi đã quyết định dựa vào tiền bạc một lần."
    }
  },
  {
    "translation": {
      "en": "And I swore I would never do it again.",
      "vi": "Và tôi đã thề sẽ không bao giờ làm thế nữa."
    }
  },
  {
    "translation": {
      "en": "You're not doing it for the money.",
      "vi": "Anh không làm thế vì tiền."
    }
  },
  {
    "translation": {
      "en": "No? No.",
      "vi": "Không? Không."
    }
  },
  {
    "translation": {
      "en": "You're doing it for what the money says.",
      "vi": "Anh làm thế vì anh xứng với chừng đó tiền."
    }
  },
  {
    "translation": {
      "en": "And it says what it says to any player that makes big money.",
      "vi": "Và có ý nghĩa như với những cầu thủ kiếm nhiều tiền."
    }
  },
  {
    "translation": {
      "en": "That they're worth it.",
      "vi": "Rằng họ đáng giá."
    }
  },
  {
    "translation": {
      "en": "What a dump.",
      "vi": "Lộn xộn quá."
    }
  },
  {
    "translation": {
      "en": "I really wanted to win here.",
      "vi": "Tôi đã rất muốn chiến thắng ở đây."
    }
  },
  {
    "translation": {
      "en": "I really did.",
      "vi": "Thật sự rất muốn."
    }
  },
  {
    "translation": {
      "en": "I think you won pretty big, Billy.",
      "vi": "Tôi nghĩ anh đã thắng to, Billy."
    }
  },
  {
    "translation": {
      "en": "Pete, we lost.",
      "vi": "Pete, chúng ta thua."
    }
  },
  {
    "translation": {
      "en": "We lost.",
      "vi": "Chúng ta đã thua trận."
    }
  },
  {
    "translation": {
      "en": "It's only been a few days. Give yourself some time to get over it.",
      "vi": "Mới vài ngày thôi mà. Cho bản thân thời gian để vượt qua đi."
    }
  },
  {
    "translation": {
      "en": "Man, I don't get over these things. Ever.",
      "vi": "Tôi không vượt qua được những chuyện thế này. Không bao giờ."
    }
  },
  {
    "translation": {
      "en": "Come with me to the video room. I wanna show you something.",
      "vi": "Vào phòng video với tôi đi. Tôi muốn cho anh xem một thứ."
    }
  },
  {
    "translation": {
      "en": "No, man, I'm not up for film right now.",
      "vi": "Không, bây giờ tôi không có hứng xem phim."
    }
  },
  {
    "translation": {
      "en": "Come on. Seriously.",
      "vi": "Nào. Tôi nói nghiêm túc đấy."
    }
  },
  {
    "translation": {
      "en": "Come on, Billy. Come on.",
      "vi": "Đi nào, Billy. Đi nào."
    }
  },
  {
    "translation": {
      "en": "The Visalia Oaks...",
      "vi": "Đội Visalia Oaks"
    }
  },
  {
    "translation": {
      "en": "...and our 240 pound catcher, Jeremy Brown...",
      "vi": "và cầu thủ bắt bóng 109 cân của chúng ta, Jeremy Brown,"
    }
  },
  {
    "translation": {
      "en": "...who, as you know, is scared to run to second base.",
      "vi": "người như ta đã biết, sợ chạy về gôn thứ hai."
    }
  },
  {
    "translation": {
      "en": "This was in a game six weeks ago.",
      "vi": "Đây là trận đấu cách đây sáu tuần."
    }
  },
  {
    "translation": {
      "en": "This guy's gonna start with a fastball.",
      "vi": "Anh ấy sắp bắt đầu với một đường bóng thẳng."
    }
  },
  {
    "translation": {
      "en": "Jeremy's gonna take him to deep center.",
      "vi": "Jeremy sẽ kéo anh ta vào sâu giữa sân."
    }
  },
  {
    "translation": {
      "en": "Here's what's interesting...",
      "vi": "Điều thú vị là đây,"
    }
  },
  {
    "translation": {
      "en": "...because Jeremy's gonna do what he never does.",
      "vi": "vì Jeremy sắp làm điều mà anh ta chưa bao giờ làm."
    }
  },
  {
    "translation": {
      "en": "He's gonna go for it.",
      "vi": "Anh ta sẽ hết mình."
    }
  },
  {
    "translation": {
      "en": "He's gonna round first and he's gonna go for it.",
      "vi": "Anh ta chạy hết vòng một và đang lao đi tiếp."
    }
  },
  {
    "translation": {
      "en": "Okay?",
      "vi": "Được rồi?"
    }
  },
  {
    "translation": {
      "en": "This is all of Jeremy's nightmares coming to life.",
      "vi": "Ác mộng của Jeremy đã thành sự thật."
    }
  },
  {
    "translation": {
      "en": "They're laughing at him. And Jeremy's about to find out why.",
      "vi": "Họ đang cười anh ta. Và Jeremy sắp hiểu tại sao."
    }
  },
  {
    "translation": {
      "en": "Jeremy's about to realize...",
      "vi": "Jeremy sắp nhận ra"
    }
  },
  {
    "translation": {
      "en": "...that the ball went 60 feet over the fence.",
      "vi": "là banh đi 18 mét qua rào."
    }
  },
  {
    "translation": {
      "en": "He hit a home run and didn't even realize it.",
      "vi": "Anh ta đánh một cú home run mà không hề nhận ra điều đó."
    }
  },
  {
    "translation": {
      "en": "How can you not be romantic about baseball?",
      "vi": "Sao không nhìn bóng chày bằng đôi mắt lãng mạn được?"
    }
  },
  {
    "translation": {
      "en": "It's a metaphor. I know it's a metaphor.",
      "vi": "Đó là cách nói ẩn dụ thôi. Tôi biết."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Rồi."
    }
  },
  {
    "translation": {
      "en": "Pete, you're a good egg.",
      "vi": "Pete, anh đáng tin lắm."
    }
  },
  {
    "translation": {
      "en": "I'll call you.",
      "vi": "Tôi sẽ gọi cho anh."
    }
  },
  {
    "translation": {
      "en": "Hey, Dad, this is the song I told you I'd record.",
      "vi": "Bố ơi, đây là bài hát con nói với bố là con đã thu âm."
    }
  },
  {
    "translation": {
      "en": "Please don't show it to anyone else.",
      "vi": "Bố đừng cho ai khác nghe nhé."
    }
  },
  {
    "translation": {
      "en": "Let me know if you change your mind and stay in California.",
      "vi": "Nếu bố đổi ý và ở lại California, hãy báo cho con biết."
    }
  },
  {
    "translation": {
      "en": "If not, you're a really great dad.",
      "vi": "Nếu không, bố thật sự là một người bố tuyệt vời"
    }
  },
  {
    "translation": {
      "en": "I'm just a little bit caught in the middle Life is a maze and love is a riddle",
      "vi": "Tôi chỉ là kẻ lạc giữa mênh mông Đời là mê cung và tình là câu đố"
    }
  },
  {
    "translation": {
      "en": "I don't know where to go Can't do it alone, I've tried",
      "vi": "Tôi chẳng biết đi đâu Chẳng thể làm một mình, tôi đã cố"
    }
  },
  {
    "translation": {
      "en": "And I don't know why",
      "vi": "Và tôi chẳng biết tại sao"
    }
  },
  {
    "translation": {
      "en": "I'm just a little girl lost in the moment I'm so scared, but I don't show it",
      "vi": "Tôi chỉ là cô bé lạc giữa khoảnh khắc Tôi quá sợ hãi, nhưng không thể hiện ra"
    }
  },
  {
    "translation": {
      "en": "I can't figure it out It's bringing me down",
      "vi": "Tôi không biết tại sao Nó làm tôi buồn bã"
    }
  },
  {
    "translation": {
      "en": "I know I've got to let it go",
      "vi": "Tôi biết phải buông bỏ"
    }
  },
  {
    "translation": {
      "en": "And just enjoy the show",
      "vi": "Và tận hưởng cuộc chơi"
    }
  },
  {
    "translation": {
      "en": "Slow it down, make it stop Or else my heart is going to pop",
      "vi": "Chậm lại đi, dừng lại đi Nếu không tim tôi sẽ nổ mất"
    }
  },
  {
    "translation": {
      "en": "'Cause it's too much Yeah, it's a lot",
      "vi": "Vì nhiều quá Phải, nhiều quá"
    }
  },
  {
    "translation": {
      "en": "To be something I'm not",
      "vi": "Trở thành ai đó không phải tôi"
    }
  },
  {
    "translation": {
      "en": "I'm a fool, out of love",
      "vi": "Tôi là kẻ ngốc, không tình yêu"
    }
  },
  {
    "translation": {
      "en": "And I just can't get enough",
      "vi": "Và tôi không có đủ"
    }
  },
  {
    "translation": {
      "en": "I'm just a little bit caught in the middle Life is a maze and love is a riddle",
      "vi": "Tôi chỉ là kẻ lạc giữa mênh mông Đời là mê cung và tình là câu đố"
    }
  },
  {
    "translation": {
      "en": "I don't know where to go Can't do it alone, I've tried",
      "vi": "Tôi chẳng biết đi đâu Chẳng thể làm một mình, tôi đã cố"
    }
  },
  {
    "translation": {
      "en": "And I don't know why",
      "vi": "Và tôi chẳng biết tại sao BIILY BEANE TỪ CHÓI LÒI ĐỀ NGHỊ 12,5 TRIỆU CỦA ĐỘI RED SOX"
    }
  },
  {
    "translation": {
      "en": "You're such a loser, Dad You're such a loser, Dad",
      "vi": "Bố là đồ thua cuộc Bố là đồ thua cuộc"
    }
  },
  {
    "translation": {
      "en": "You're such a loser, Dad",
      "vi": "Bố là đồ thua cuộc"
    }
  },
  {
    "translation": {
      "en": "Just enjoy the show",
      "vi": "Hãy tận hưởng cuộc chơi"
    }
  }
]