[
  {
    "translation": {
      "en": "REPORTER: (ON RADIO) ...another round of violence in Syria on Saturday.",
      "vi": "REPORTER: (ON RADIO) ...anotherround of violence in Syria on Saturday."
    }
  },
  {
    "translation": {
      "en": "Fighting in the northern city of Atmeh has raged for days,",
      "vi": "Fighting in the northern cityof Atmeh has raged for days,"
    }
  },
  {
    "translation": {
      "en": "causing widespread destruction and casualties that have now topped 35,000,",
      "vi": "causing widespread destruction andcasualties that have now topped 35,000,"
    }
  },
  {
    "translation": {
      "en": "The addition of more troops in what are sure to be even bloodier battles ahead",
      "vi": "The addition of more troops in what aresure to be even bloodier battles ahead"
    }
  },
  {
    "translation": {
      "en": "has fuelled worries within the rebel ranks and around the world.",
      "vi": "has fuelled worries within the rebel ranksand around the world."
    }
  },
  {
    "translation": {
      "en": "Hawks in Washington calling for the arming of insurgents in Syria.",
      "vi": "Hawks in Washington callingfor the arming of insurgents in Syria."
    }
  },
  {
    "translation": {
      "en": "HAWK: We should start considering all options, including arming the opposition.",
      "vi": "HAWK: We should start considering alloptions, including arming the opposition."
    }
  },
  {
    "translation": {
      "en": "REPORTER: Experts say arming the fighting groups among the opposition",
      "vi": "REPORTER: Experts say armingthe fighting groups among the opposition"
    }
  },
  {
    "translation": {
      "en": "is a sure way to drag the country into a protracted civil war.",
      "vi": "is a sure way to drag the countryinto a protracted civil war."
    }
  },
  {
    "translation": {
      "en": "It will also further marginalise those in the opposition",
      "vi": "It will also further marginalisethose in the opposition"
    }
  },
  {
    "translation": {
      "en": "who have advocated non-violence, or who advance political strategies.",
      "vi": "who have advocated non-violence,or who advance political strategies."
    }
  },
  {
    "translation": {
      "en": "ANSWERING MACHINE: Please leave a message after the beep.",
      "vi": "ANSWERING MACHINE:Please leave a message after the beep."
    }
  },
  {
    "translation": {
      "en": "-(BEEPS) -Hey, Dad. It's Chris.",
      "vi": "-(BEEPS)-Hey, Dad. It's Chris."
    }
  },
  {
    "translation": {
      "en": "SARAH: Did you get him? CHRIS: Yeah, no, I got the machine.",
      "vi": "SARAH: Did you get him?CHRIS: Yeah, no, I got the machine."
    }
  },
  {
    "translation": {
      "en": "SARAH: Why don't you try his cell? CHRIS: Because he doesn't have a cell.",
      "vi": "SARAH: Why don't you try his cell?CHRIS: Because he doesn't have a cell."
    }
  },
  {
    "translation": {
      "en": "SARAH: You could email him. CHRIS: (LAUGHS) Or a computer.",
      "vi": "SARAH: You could email him.CHRIS: (LAUGHS) Or a computer."
    }
  },
  {
    "translation": {
      "en": "CHRIS: Uh, so I'll just, uh, leave a message, and...",
      "vi": "CHRIS: Uh, so I'll just, uh,leave a message, and..."
    }
  },
  {
    "translation": {
      "en": "Hey. It's, uh, it's good. It's great. How about you?",
      "vi": "Hey. It's, uh, it's good. It's great.How about you?"
    }
  },
  {
    "translation": {
      "en": "So... Hey, listen, I don't know if you saw the invite,",
      "vi": "So... Hey, listen, I don't knowif you saw the invite,"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah? Yeah, yeah. It's, uh... Starting him early, huh?",
      "vi": "Oh, yeah? Yeah, yeah. It's, uh...Starting him early, huh?"
    }
  },
  {
    "translation": {
      "en": "-What's that? -Uh, nothing. Just, uh, yeah.",
      "vi": "-What's that?-Uh, nothing. Just, uh, yeah."
    }
  },
  {
    "translation": {
      "en": "You know, we, we were hoping you were gonna make it down.",
      "vi": "You know, we, we were hopingyou were gonna make it down."
    }
  },
  {
    "translation": {
      "en": "Well, to be honest, it's tough for me tomorrow.",
      "vi": "Well, to be honest,it's tough for me tomorrow."
    }
  },
  {
    "translation": {
      "en": "(SIGHS) Come on, Dad. What do you got going on?",
      "vi": "(SIGHS) Come on, Dad.What do you got going on?"
    }
  },
  {
    "translation": {
      "en": "you could just come to the party afterwards.",
      "vi": "you could just cometo the party afterwards."
    }
  },
  {
    "translation": {
      "en": "-Well, that swings the deal. -(LAUGHS)",
      "vi": "-Well, that swings the deal.-(LAUGHS)"
    }
  },
  {
    "translation": {
      "en": "Mom was married to the guy for 20 years. You've said about as many words to him.",
      "vi": "Mom was married to the guy for 20 years.You've said about as many words to him."
    }
  },
  {
    "translation": {
      "en": "things been keeping me a little busy up here.",
      "vi": "things been keeping mea little busy up here."
    }
  },
  {
    "translation": {
      "en": "Right. Well, I won't bug you about it any more.",
      "vi": "Right.Well, I won't bug you about it any more."
    }
  },
  {
    "translation": {
      "en": "Maybe we'll drive up some time, surprise you.",
      "vi": "Maybe we'll drive up some time,surprise you."
    }
  },
  {
    "translation": {
      "en": "-(PHONE BEEPS) -Bye.",
      "vi": "-(PHONE BEEPS)-Bye."
    }
  },
  {
    "translation": {
      "en": "Well, that is the whole idea. I am on sabbatical for my health.",
      "vi": "Well, that is the whole idea.I am on sabbatical for my health."
    }
  },
  {
    "translation": {
      "en": "-May I take look? -I got it covered, thanks.",
      "vi": "-May I take look?-I got it covered, thanks."
    }
  },
  {
    "translation": {
      "en": "-It is no trouble. -No, I'll just have to tow it into town.",
      "vi": "-It is no trouble.-No, I'll just have to tow it into town."
    }
  },
  {
    "translation": {
      "en": "Please allow me. I drove hack in London for seven years,",
      "vi": "Please allow me.I drove hack in London for seven years,"
    }
  },
  {
    "translation": {
      "en": "and I had no choice but to become an expert on British automobiles.",
      "vi": "and I had no choice but to becomean expert on British automobiles."
    }
  },
  {
    "translation": {
      "en": "-Really, I don't need any help. Thank you. -Okay, okay.",
      "vi": "-Really, I don't need any help. Thank you.-Okay, okay."
    }
  },
  {
    "translation": {
      "en": "It comes and goes. Always puts me in a bad mood.",
      "vi": "It comes and goes.Always puts me in a bad mood."
    }
  },
  {
    "translation": {
      "en": "-God damn it. -(HORN BLARING)",
      "vi": "-God damn it.-(HORN BLARING)"
    }
  },
  {
    "translation": {
      "en": "I don't want to have to do the same for you.",
      "vi": "I don't want to have todo the same for you."
    }
  },
  {
    "translation": {
      "en": "-(ENGINE STARTING) -Yeah.",
      "vi": "-(ENGINE STARTING)-Yeah."
    }
  },
  {
    "translation": {
      "en": "Body of Christ. Wedged in the filter housing.",
      "vi": "Body of Christ.Wedged in the filter housing."
    }
  },
  {
    "translation": {
      "en": "You have to be extremely vigilant about maintenance.",
      "vi": "You have to be extremely vigilantabout maintenance."
    }
  },
  {
    "translation": {
      "en": "The shooting pain in my leg is just killing me. I just gotta get...",
      "vi": "The shooting pain in my legis just killing me. I just gotta get..."
    }
  },
  {
    "translation": {
      "en": "Drug store will be closed if I don't head out soon.",
      "vi": "Drug store will be closedif I don't head out soon."
    }
  },
  {
    "translation": {
      "en": "-Emil Kovac. -Ben. Benjamin Ford.",
      "vi": "-Emil Kovac.-Ben. Benjamin Ford."
    }
  },
  {
    "translation": {
      "en": "-Take it easy. -Yeah. You, too.",
      "vi": "-Take it easy.-Yeah. You, too."
    }
  },
  {
    "translation": {
      "en": "Where I come from, this is walk in the park.",
      "vi": "Where I come from,this is walk in the park."
    }
  },
  {
    "translation": {
      "en": "I'm sure you would have not heard of this place.",
      "vi": "I'm sure you would havenot heard of this place."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, Bosnia. I was stationed in Gradina.",
      "vi": "Oh, yeah, Bosnia.I was stationed in Gradina."
    }
  },
  {
    "translation": {
      "en": "-Certain? -Yeah, yeah.",
      "vi": "-Certain?-Yeah, yeah."
    }
  },
  {
    "translation": {
      "en": "-Well, then we are brothers. -(CHUCKLES) I don't know about that.",
      "vi": "-Well, then we are brothers.-(CHUCKLES) I don't know about that."
    }
  },
  {
    "translation": {
      "en": "No, I mean in arms. Let me, let me shake your hand again.",
      "vi": "No, I mean in arms.Let me, let me shake your hand again."
    }
  },
  {
    "translation": {
      "en": "-Well, I've kept you long enough. -No, that's okay.",
      "vi": "-Well, I've kept you long enough.-No, that's okay."
    }
  },
  {
    "translation": {
      "en": "No, it's too dangerous to be driving, anyway.",
      "vi": "No, it's too dangerousto be driving, anyway."
    }
  },
  {
    "translation": {
      "en": "I think I'm gonna head back. I'm gonna ride it out.",
      "vi": "I think I'm gonna head back.I'm gonna ride it out."
    }
  },
  {
    "translation": {
      "en": "-Oh, but I would hate to be burden. -Ah...",
      "vi": "-Oh, but I would hate to be burden.-Ah..."
    }
  },
  {
    "translation": {
      "en": "and say it's the Christian in me who wants you to come along,",
      "vi": "and say it's the Christianin me who wants you to come along,"
    }
  },
  {
    "translation": {
      "en": "but the truth is, anything happens to you out here,",
      "vi": "but the truth is,anything happens to you out here,"
    }
  },
  {
    "translation": {
      "en": "it's gonna come back and bite me in the ass.",
      "vi": "it's gonna come backand bite me in the ass."
    }
  },
  {
    "translation": {
      "en": "Yeah, every now and then. But I don't use that.",
      "vi": "Yeah, every now and then.But I don't use that."
    }
  },
  {
    "translation": {
      "en": "I did not come half way round the world just for, uh, mountain air.",
      "vi": "I did not come half way round the worldjust for, uh, mountain air."
    }
  },
  {
    "translation": {
      "en": "-Oh, white-tail? -Elk.",
      "vi": "-Oh, white-tail?-Elk."
    }
  },
  {
    "translation": {
      "en": "What did you do, pull some strings with Fish and Wildlife?",
      "vi": "What did you do,pull some strings with Fish and Wildlife?"
    }
  },
  {
    "translation": {
      "en": "I applied for licence for five by five bull.",
      "vi": "I applied for licencefor five by five bull."
    }
  },
  {
    "translation": {
      "en": "No, really. We do nothing until the storm will be over",
      "vi": "No, really.We do nothing until the storm will be over"
    }
  },
  {
    "translation": {
      "en": "who knows, you get lucky, you add another head to your collection.",
      "vi": "who knows, you get lucky,you add another head to your collection."
    }
  },
  {
    "translation": {
      "en": "-Well, what are you using? -I use this. I'll show you.",
      "vi": "-Well, what are you using?-I use this. I'll show you."
    }
  },
  {
    "translation": {
      "en": "-Here. -Jesus Christ, buddy.",
      "vi": "-Here.-Jesus Christ, buddy."
    }
  },
  {
    "translation": {
      "en": "No, no, this is same bow I used since I was a boy.",
      "vi": "No, no, this is same bow I usedsince I was a boy."
    }
  },
  {
    "translation": {
      "en": "-Not jerky like yours. -Well, mine won't snap.",
      "vi": "-Not jerky like yours.-Well, mine won't snap."
    }
  },
  {
    "translation": {
      "en": "-That's fibreglass. -I worked with fibreglass in factory.",
      "vi": "-That's fibreglass.-I worked with fibreglass in factory."
    }
  },
  {
    "translation": {
      "en": "No, before the war I was old soldier, like you.",
      "vi": "No, before the war I was old soldier,like you."
    }
  },
  {
    "translation": {
      "en": "But sometimes it is difficult to know when to leave the battlefield. No?",
      "vi": "But sometimes it is difficult to knowwhen to leave the battlefield. No?"
    }
  },
  {
    "translation": {
      "en": "Yeah. The, the tiny... The air bubbles find their way into the mould",
      "vi": "Yeah. The, the tiny... The air bubblesfind their way into the mould"
    }
  },
  {
    "translation": {
      "en": "And, then, each time you pull the string back,",
      "vi": "And, then,each time you pull the string back,"
    }
  },
  {
    "translation": {
      "en": "through the grass, and the rocks, and the, the mud, and the rain, and the snow,",
      "vi": "through the grass, and the rocks, and the,the mud, and the rain, and the snow,"
    }
  },
  {
    "translation": {
      "en": "and finally you see your prize bull right in the sights, and... Snap!",
      "vi": "and finally you see your prize bullright in the sights, and... Snap!"
    }
  },
  {
    "translation": {
      "en": "-You're a weird duck. -Hmm.",
      "vi": "-You're a weird duck.-Hmm."
    }
  },
  {
    "translation": {
      "en": "-Oh, I did those. -Really?",
      "vi": "-Oh, I did those.-Really?"
    }
  },
  {
    "translation": {
      "en": "-You photographer? -Yeah.",
      "vi": "-You photographer?-Yeah."
    }
  },
  {
    "translation": {
      "en": "Well, that's the old church up in God's Peak.",
      "vi": "Well, that's the old churchup in God's Peak."
    }
  },
  {
    "translation": {
      "en": "-Oh, no, please. I'm fine. -Oh, you've gotta try it. It's...",
      "vi": "-Oh, no, please. I'm fine.-Oh, you've gotta try it. It's..."
    }
  },
  {
    "translation": {
      "en": "I have more than I need. And it doesn't keep real well.",
      "vi": "I have more than I need.And it doesn't keep real well."
    }
  },
  {
    "translation": {
      "en": "-Or, or not. It's a free country. -Okay.",
      "vi": "-Or, or not. It's a free country.-Okay."
    }
  },
  {
    "translation": {
      "en": "-This is good. -Good, huh? I told you.",
      "vi": "-This is good.-Good, huh? I told you."
    }
  },
  {
    "translation": {
      "en": "-It's too late for me, now. -Oh, come on.",
      "vi": "-It's too late for me, now.-Oh, come on."
    }
  },
  {
    "translation": {
      "en": "KOVAC: I'm telling you, your women are beautiful.",
      "vi": "KOVAC: I'm telling you,your women are beautiful."
    }
  },
  {
    "translation": {
      "en": "You tell me stories... War stories. I want to hear this.",
      "vi": "You tell me stories... War stories.I want to hear this."
    }
  },
  {
    "translation": {
      "en": "-War stories? -Yes.",
      "vi": "-War stories?-Yes."
    }
  },
  {
    "translation": {
      "en": "-Most of those aren't true. -Yeah, most. But some...",
      "vi": "-Most of those aren't true.-Yeah, most. But some..."
    }
  },
  {
    "translation": {
      "en": "The ones that are... Why would anyone want to talk about 'em?",
      "vi": "The ones that are...Why would anyone want to talk about 'em?"
    }
  },
  {
    "translation": {
      "en": "No. See, now I see the difference between you and me.",
      "vi": "No. See, now I seethe difference between you and me."
    }
  },
  {
    "translation": {
      "en": "I don't remember much, but this I do remember.",
      "vi": "I don't remember much,but this I do remember."
    }
  },
  {
    "translation": {
      "en": "More booze than blood over there, and there was plenty of blood.",
      "vi": "More booze than blood over there,and there was plenty of blood."
    }
  },
  {
    "translation": {
      "en": "Oh, come on, Benjamin. Is there not anything that you miss about the war?",
      "vi": "Oh, come on, Benjamin. Is there notanything that you miss about the war?"
    }
  },
  {
    "translation": {
      "en": "But why you say this? You'd think it was nothing but like cake walk for you, no?",
      "vi": "But why you say this? You'd think it wasnothing but like cake walk for you, no?"
    }
  },
  {
    "translation": {
      "en": "You don't have any idea what the war was like for me, buddy.",
      "vi": "You don't have any idea what the warwas like for me, buddy."
    }
  },
  {
    "translation": {
      "en": "Oh, I misspoke. What I simply meant is that most American soldiers",
      "vi": "Oh, I misspoke. What I simply meantis that most American soldiers"
    }
  },
  {
    "translation": {
      "en": "did nothing more but to lob missiles into Bosnia",
      "vi": "did nothing more but to lob missilesinto Bosnia"
    }
  },
  {
    "translation": {
      "en": "from the safety of ships floating in the Mediterranean.",
      "vi": "from the safety of ships floatingin the Mediterranean."
    }
  },
  {
    "translation": {
      "en": "-Three drinks. -Say again?",
      "vi": "-Three drinks.-Say again?"
    }
  },
  {
    "translation": {
      "en": "My people say we love Americans for three drinks,",
      "vi": "My people saywe love Americans for three drinks,"
    }
  },
  {
    "translation": {
      "en": "Hey. Come on. Let's have six. Or maybe seven.",
      "vi": "Hey. Come on. Let's have six.Or maybe seven."
    }
  },
  {
    "translation": {
      "en": "Few more and we'll forget we even had this conversation.",
      "vi": "Few more and we'll forgetwe even had this conversation."
    }
  },
  {
    "translation": {
      "en": "FORD AND KOVAC: ♪ Filled with rage then Billy Joe reached for his gun to draw",
      "vi": "FORD AND KOVAC: ♪ Filled with rage thenBilly Joe reached for his gun to draw"
    }
  },
  {
    "translation": {
      "en": "♪ But the stranger drew his gun and fired Before he even saw",
      "vi": "♪ But the stranger drew his gun and firedBefore he even saw"
    }
  },
  {
    "translation": {
      "en": "♪ As Billy Joe fell to the floor The crowd all gathered 'round",
      "vi": "♪ As Billy Joe fell to the floorThe crowd all gathered 'round"
    }
  },
  {
    "translation": {
      "en": "-Ow. -Ah. The shooting pain?",
      "vi": "-Ow.-Ah. The shooting pain?"
    }
  },
  {
    "translation": {
      "en": "Well, doctor says it's my choice, and I hate hospitals anyway.",
      "vi": "Well, doctor says it's my choice,and I hate hospitals anyway."
    }
  },
  {
    "translation": {
      "en": "Mmm-hmm. Grandson gets baptised tomorrow morning.",
      "vi": "Mmm-hmm.Grandson gets baptised tomorrow morning."
    }
  },
  {
    "translation": {
      "en": "It's, um... Uh, I don't think I'll make it.",
      "vi": "It's, um...Uh, I don't think I'll make it."
    }
  },
  {
    "translation": {
      "en": "Yeah, but, you know, he sends this invitation,",
      "vi": "Yeah, but, you know,he sends this invitation,"
    }
  },
  {
    "translation": {
      "en": "Well, my wife... Well, my ex-wife, she's, uh, gonna bring her new...",
      "vi": "Well, my wife... Well, my ex-wife,she's, uh, gonna bring her new..."
    }
  },
  {
    "translation": {
      "en": "Hell, I say new, but she's been married, what, going on 20 years now.",
      "vi": "Hell, I say new, but she's been married,what, going on 20 years now."
    }
  },
  {
    "translation": {
      "en": "-And you know the kicker? -Kicker? What is, what's kicker?",
      "vi": "-And you know the kicker?-Kicker? What is, what's kicker?"
    }
  },
  {
    "translation": {
      "en": "-You know, surprise? -Surprise, yes.",
      "vi": "-You know, surprise?-Surprise, yes."
    }
  },
  {
    "translation": {
      "en": "The new guy, he was best man at our wedding.",
      "vi": "The new guy,he was best man at our wedding."
    }
  },
  {
    "translation": {
      "en": "-You're kidding? -Yep.",
      "vi": "-You're kidding?-Yep."
    }
  },
  {
    "translation": {
      "en": "Well, he, he's all right. He ain't a bad guy.",
      "vi": "Well, he, he's all right.He ain't a bad guy."
    }
  },
  {
    "translation": {
      "en": "He's been actually more of a father than I have.",
      "vi": "He's been actually more of a fatherthan I have."
    }
  },
  {
    "translation": {
      "en": "I, I've been, you know, away, and here and there.",
      "vi": "I, I've been, you know, away,and here and there."
    }
  },
  {
    "translation": {
      "en": "And I guess, uh, you know, just, um... Good kid.",
      "vi": "And I guess, uh, you know, just, um...Good kid."
    }
  },
  {
    "translation": {
      "en": "Oh, come on, Ben. Let me read something for you. You test my German.",
      "vi": "Oh, come on, Ben. Let me read somethingfor you. You test my German."
    }
  },
  {
    "translation": {
      "en": "Okay. \"It is the hunter's honour that he protects and preserves his game,",
      "vi": "Okay. \"It is the hunter's honourthat he protects and preserves his game,"
    }
  },
  {
    "translation": {
      "en": "\"and honours the creator and his creatures.\"",
      "vi": "\"and honours the creatorand his creatures.\""
    }
  },
  {
    "translation": {
      "en": "Benjamin. Did you honour the creator in him?",
      "vi": "Benjamin.Did you honour the creator in him?"
    }
  },
  {
    "translation": {
      "en": "-I didn't kill him. -You didn't?",
      "vi": "-I didn't kill him.-You didn't?"
    }
  },
  {
    "translation": {
      "en": "-You're joking. -No.",
      "vi": "-You're joking.-No."
    }
  },
  {
    "translation": {
      "en": "Everything you see here, inside, outside, all bullshit.",
      "vi": "Everything you see here, inside,outside, all bullshit."
    }
  },
  {
    "translation": {
      "en": "Everything here, bullshit car, bullshit house, bullshit fibreglass bow,",
      "vi": "Everything here, bullshit car,bullshit house, bullshit fibreglass bow,"
    }
  },
  {
    "translation": {
      "en": "bullshit heads on the wall, it's all bullshit.",
      "vi": "bullshit heads on the wall,it's all bullshit."
    }
  },
  {
    "translation": {
      "en": "This was all here when I bought this place.",
      "vi": "This was all herewhen I bought this place."
    }
  },
  {
    "translation": {
      "en": "-You're joking. -No, no.",
      "vi": "-You're joking.-No, no."
    }
  },
  {
    "translation": {
      "en": "\"Furnished with rustic interior design elements.\" That's what the listing said.",
      "vi": "\"Furnished with rustic interior designelements.\" That's what the listing said."
    }
  },
  {
    "translation": {
      "en": "-It's all bullshit. Everything... -Some mountain man you are.",
      "vi": "-It's all bullshit. Everything...-Some mountain man you are."
    }
  },
  {
    "translation": {
      "en": "-but... -Oh?",
      "vi": "-but...-Oh?"
    }
  },
  {
    "translation": {
      "en": "But it was, uh, you know, it was, it was the real deal.",
      "vi": "But it was, uh, you know, it was,it was the real deal."
    }
  },
  {
    "translation": {
      "en": "You know, mountains, trees, hung out with my dad, and...",
      "vi": "You know, mountains, trees,hung out with my dad, and..."
    }
  },
  {
    "translation": {
      "en": "Here, I'll show you something. You'll get a kick out of this.",
      "vi": "Here, I'll show you something.You'll get a kick out of this."
    }
  },
  {
    "translation": {
      "en": "-That was my dad's. -What is this?",
      "vi": "-That was my dad's.-What is this?"
    }
  },
  {
    "translation": {
      "en": "Oh. Bet he had some war stories to tell. Huh?",
      "vi": "Oh. Bet he had some war stories to tell.Huh?"
    }
  },
  {
    "translation": {
      "en": "I've fought three different wars, four different countries.",
      "vi": "I've fought three different wars,four different countries."
    }
  },
  {
    "translation": {
      "en": "All the good things you did, you not win it.",
      "vi": "All the good things you did,you not win it."
    }
  },
  {
    "translation": {
      "en": "I told him I wanted to use his bow, and he said,",
      "vi": "I told him I wanted to use his bow,and he said,"
    }
  },
  {
    "translation": {
      "en": "\"You're not strong enough to draw the string back.\"",
      "vi": "\"You're not strong enough todraw the string back.\""
    }
  },
  {
    "translation": {
      "en": "He taught you how to... To, to use his bow.",
      "vi": "He taught you how to...To, to use his bow."
    }
  },
  {
    "translation": {
      "en": "-Oh, yeah. He taught me how to make a bow. -Oh, make a bow.",
      "vi": "-Oh, yeah. He taught me how to make a bow.-Oh, make a bow."
    }
  },
  {
    "translation": {
      "en": "He could do anything with his hands. Oh, yeah. He was, uh...",
      "vi": "He could do anything with his hands.Oh, yeah. He was, uh..."
    }
  },
  {
    "translation": {
      "en": "I hit something the first time out. A medium-sized bow. Right in the heart.",
      "vi": "I hit something the first time out.A medium-sized bow. Right in the heart."
    }
  },
  {
    "translation": {
      "en": "-Ah, Eagle Eye. -Yeah. (CHUCKLES)",
      "vi": "-Ah, Eagle Eye.-Yeah. (CHUCKLES)"
    }
  },
  {
    "translation": {
      "en": "Okay. You know, it's time for me to be roughing it again.",
      "vi": "Okay. You know,it's time for me to be roughing it again."
    }
  },
  {
    "translation": {
      "en": "Are you sure? I've got a spare room in the back. It's nothing much, but...",
      "vi": "Are you sure? I've got a spare roomin the back. It's nothing much, but..."
    }
  },
  {
    "translation": {
      "en": "No, no. You, you have been very kind. You've been very generous.",
      "vi": "No, no. You, you have been very kind.You've been very generous."
    }
  },
  {
    "translation": {
      "en": "Oh, I appreciate that. I got a lot of things to do tomorrow.",
      "vi": "Oh, I appreciate that.I got a lot of things to do tomorrow."
    }
  },
  {
    "translation": {
      "en": "You get good sleep, you think about it, maybe you change your mind.",
      "vi": "You get good sleep, you think about it,maybe you change your mind."
    }
  },
  {
    "translation": {
      "en": "-My thanks to you. Okay. -Thank you.",
      "vi": "-My thanks to you. Okay.-Thank you."
    }
  },
  {
    "translation": {
      "en": "-Good night, Benjamin. -You too, you too.",
      "vi": "-Good night, Benjamin.-You too, you too."
    }
  },
  {
    "translation": {
      "en": "-Have a good sleep. -You too, Emil.",
      "vi": "-Have a good sleep.-You too, Emil."
    }
  },
  {
    "translation": {
      "en": "KOVAC: Be still. FORD: Ah, the hangover...",
      "vi": "KOVAC: Be still.FORD: Ah, the hangover..."
    }
  },
  {
    "translation": {
      "en": "FORD: Yeah, well, you're used to that. Sure.",
      "vi": "FORD: Yeah, well,you're used to that. Sure."
    }
  },
  {
    "translation": {
      "en": "You go up in the middle over there. I've had good luck there.",
      "vi": "You go up in the middle over there.I've had good luck there."
    }
  },
  {
    "translation": {
      "en": "It's voice-activated. Channel three. Put it on channel three.",
      "vi": "It's voice-activated. Channel three.Put it on channel three."
    }
  },
  {
    "translation": {
      "en": "(RADIO ECHOING) Testing, testing. One, two. One, two.",
      "vi": "(RADIO ECHOING) Testing, testing.One, two. One, two."
    }
  },
  {
    "translation": {
      "en": "FORD: Did you ever hear the one about this old Italian guy,",
      "vi": "FORD: Did you ever hear the oneabout this old Italian guy,"
    }
  },
  {
    "translation": {
      "en": "So, he slides open the little door in the confessional and he says,",
      "vi": "So, he slides open the little doorin the confessional and he says,"
    }
  },
  {
    "translation": {
      "en": "\"Back during the war, there was this beautiful woman.",
      "vi": "\"Back during the war,there was this beautiful woman."
    }
  },
  {
    "translation": {
      "en": "\"She came to my house and asked me to protect her from the Nazis,",
      "vi": "\"She came to my house and asked meto protect her from the Nazis,"
    }
  },
  {
    "translation": {
      "en": "So, the priest says, \"That's a wonderful thing you did, my son.",
      "vi": "So, the priest says,\"That's a wonderful thing you did, my son."
    }
  },
  {
    "translation": {
      "en": "\"She started to repay me with sexual favours, like blow jobs.\"",
      "vi": "\"She started to repay mewith sexual favours, like blow jobs.\""
    }
  },
  {
    "translation": {
      "en": "\"War makes sinners of us all. You are forgiven.\"",
      "vi": "\"War makes sinners of us all.You are forgiven.\""
    }
  },
  {
    "translation": {
      "en": "The old man says, \"Well, oh, padre, that's a great burden off my mind.",
      "vi": "The old man says, \"Well, oh, padre,that's a great burden off my mind."
    }
  },
  {
    "translation": {
      "en": "\"A great burden. But I have one more question.\"",
      "vi": "\"A great burden.But I have one more question.\""
    }
  },
  {
    "translation": {
      "en": "KOVAC: (OVER WALKIE TALKIE) Do you see him?",
      "vi": "KOVAC: (OVER WALKIE TALKIE)Do you see him?"
    }
  },
  {
    "translation": {
      "en": "-KOVAC: I know. -(WALKIE TALKIE SQUEALS)",
      "vi": "-KOVAC: I know.-(WALKIE TALKIE SQUEALS)"
    }
  },
  {
    "translation": {
      "en": "What the hell was that? You just spooked him.",
      "vi": "What the hell was that?You just spooked him."
    }
  },
  {
    "translation": {
      "en": "KOVAC: You pulled the trigger back in Manjaca.",
      "vi": "KOVAC: You pulled the triggerback in Manjaca."
    }
  },
  {
    "translation": {
      "en": "KOVAC: It's the hunter's honour that he protects and preserves his game.",
      "vi": "KOVAC: It's the hunter's honourthat he protects and preserves his game."
    }
  },
  {
    "translation": {
      "en": "Hunts sportsmanlike, and honours the creator and his creatures.",
      "vi": "Hunts sportsmanlike, and honoursthe creator and his creatures."
    }
  },
  {
    "translation": {
      "en": "You're not Bosnian. What the fuck do you want from me?",
      "vi": "You're not Bosnian.What the fuck do you want from me?"
    }
  },
  {
    "translation": {
      "en": "KOVAC: I always wondered who would win in a fair fight.",
      "vi": "KOVAC: I always wondered who would winin a fair fight."
    }
  },
  {
    "translation": {
      "en": "KOVAC: You of all people should know, war is not fair.",
      "vi": "KOVAC: You of all people should know,war is not fair."
    }
  },
  {
    "translation": {
      "en": "-Fuck you. -Ah.",
      "vi": "-Fuck you.-Ah."
    }
  },
  {
    "translation": {
      "en": "I warned you about the air bubbles in the fibreglass.",
      "vi": "I warned you aboutthe air bubbles in the fibreglass."
    }
  },
  {
    "translation": {
      "en": "What, are you pissed off about the war or something?",
      "vi": "What, are you pissed offabout the war or something?"
    }
  },
  {
    "translation": {
      "en": "Something happen to you? You killed my friend, I kill your friend?",
      "vi": "Something happen to you?You killed my friend, I kill your friend?"
    }
  },
  {
    "translation": {
      "en": "That's what it's about. I made peace with my sins. It's over.",
      "vi": "That's what it's about.I made peace with my sins. It's over."
    }
  },
  {
    "translation": {
      "en": "Instead of this running around, hiding bullshit. Just shoot me!",
      "vi": "Instead of this running around,hiding bullshit. Just shoot me!"
    }
  },
  {
    "translation": {
      "en": "-Shoot the shit? -Yeah. That's how you say this, right?",
      "vi": "-Shoot the shit?-Yeah. That's how you say this, right?"
    }
  },
  {
    "translation": {
      "en": "-Shoot the shit. -Shoot the shit? You just shot me!",
      "vi": "-Shoot the shit.-Shoot the shit? You just shot me!"
    }
  },
  {
    "translation": {
      "en": "-What the fuck are you talk... -I know, but I had to. I had no choice.",
      "vi": "-What the fuck are you talk...-I know, but I had to. I had no choice."
    }
  },
  {
    "translation": {
      "en": "I could have shot you in the heart, or the head.",
      "vi": "I could have shot you in the heart,or the head."
    }
  },
  {
    "translation": {
      "en": "So, come out. We sit. We talk like gentlemen.",
      "vi": "So, come out.We sit. We talk like gentlemen."
    }
  },
  {
    "translation": {
      "en": "I want you to put it through the hole in your leg and tie it.",
      "vi": "I want you to put it through the holein your leg and tie it."
    }
  },
  {
    "translation": {
      "en": "Put the stake through the hole in the calf.",
      "vi": "Put the stakethrough the hole in the calf."
    }
  },
  {
    "translation": {
      "en": "-Tight! -Ahhh!",
      "vi": "-Tight!-Ahhh!"
    }
  },
  {
    "translation": {
      "en": "Don't worry. The calf muscle is very strong.",
      "vi": "Don't worry.The calf muscle is very strong."
    }
  },
  {
    "translation": {
      "en": "You can hang like this for days without tearing muscle.",
      "vi": "You can hang like this for dayswithout tearing muscle."
    }
  },
  {
    "translation": {
      "en": "I am the priest, and this is your confession.",
      "vi": "I am the priest,and this is your confession."
    }
  },
  {
    "translation": {
      "en": "-Ahhh! -And you say something like...",
      "vi": "-Ahhh!-And you say something like..."
    }
  },
  {
    "translation": {
      "en": "\"It has been so and so many days since my last confession.",
      "vi": "\"It has been so and so many dayssince my last confession."
    }
  },
  {
    "translation": {
      "en": "Now, you know what it means to confess, no?",
      "vi": "Now, you know whatit means to confess, no?"
    }
  },
  {
    "translation": {
      "en": "Of course you do. But you, you say things like,",
      "vi": "Of course you do.But you, you say things like,"
    }
  },
  {
    "translation": {
      "en": "\"Oh, my wife left me. Oh, my, my son calls different man father.",
      "vi": "\"Oh, my wife left me.Oh, my, my son calls different man father."
    }
  },
  {
    "translation": {
      "en": "But I go to confession every week. Even more if I find the time.",
      "vi": "But I go to confession every week.Even more if I find the time."
    }
  },
  {
    "translation": {
      "en": "But you come to retreat in the mountains and you think you can forget the past?",
      "vi": "But you come to retreat in the mountainsand you think you can forget the past?"
    }
  },
  {
    "translation": {
      "en": "-What do you want from me? -I want real confession.",
      "vi": "-What do you want from me?-I want real confession."
    }
  },
  {
    "translation": {
      "en": "You put bullet in my back, and you left me for dead.",
      "vi": "You put bullet in my back,and you left me for dead."
    }
  },
  {
    "translation": {
      "en": "And, now, for years you run from the truth.",
      "vi": "And, now,for years you run from the truth."
    }
  },
  {
    "translation": {
      "en": "-Ahhh. -So now, it is time to spill your guts.",
      "vi": "-Ahhh.-So now, it is time to spill your guts."
    }
  },
  {
    "translation": {
      "en": "Now, you know this American idiom, spill one's guts.",
      "vi": "Now, you know this American idiom,spill one's guts."
    }
  },
  {
    "translation": {
      "en": "One good cut, like this, and everything spills out on the ground.",
      "vi": "One good cut, like this,and everything spills out on the ground."
    }
  },
  {
    "translation": {
      "en": "-Please stop. -You live long.",
      "vi": "-Please stop.-You live long."
    }
  },
  {
    "translation": {
      "en": "all the little creatures will come down and nibble on your insides.",
      "vi": "all the little creatures will come downand nibble on your insides."
    }
  },
  {
    "translation": {
      "en": "Looks like you've missed your little Matthew's baptism.",
      "vi": "Looks like you've missedyour little Matthew's baptism."
    }
  },
  {
    "translation": {
      "en": "But you, you would rather be up here with me, wouldn't you?",
      "vi": "But you, you would rather beup here with me, wouldn't you?"
    }
  },
  {
    "translation": {
      "en": "Do you hear what I said? Fuck you. Fuck you!",
      "vi": "Do you hear what I said?Fuck you. Fuck you!"
    }
  },
  {
    "translation": {
      "en": "I was walking home from the factory in Lukomir.",
      "vi": "I was walking home fromthe factory in Lukomir."
    }
  },
  {
    "translation": {
      "en": "And I see a crowd of people in the town square.",
      "vi": "And I see a crowd of peoplein the town square."
    }
  },
  {
    "translation": {
      "en": "The soldiers are dragging Serbs from their houses.",
      "vi": "The soldiers are draggingSerbs from their houses."
    }
  },
  {
    "translation": {
      "en": "and they poured petrol all over the wounded bodies.",
      "vi": "and they poured petrol all overthe wounded bodies."
    }
  },
  {
    "translation": {
      "en": "They used axes to split their heads open, and let them die in the square.",
      "vi": "They used axes to split their heads open,and let them die in the square."
    }
  },
  {
    "translation": {
      "en": "And I asked myself, if God truly exists, how could He allow such terrible things?",
      "vi": "And I asked myself, if God truly exists,how could He allow such terrible things?"
    }
  },
  {
    "translation": {
      "en": "And then I think of all the things that, that's happened in my life,",
      "vi": "And then I think of all the things that,that's happened in my life,"
    }
  },
  {
    "translation": {
      "en": "and I realised that this is not the proof of the absence of God,",
      "vi": "and I realised that this is notthe proof of the absence of God,"
    }
  },
  {
    "translation": {
      "en": "Because men alone could not be capable of such magnificent evil.",
      "vi": "Because men alone could not be capableof such magnificent evil."
    }
  },
  {
    "translation": {
      "en": "-Your turn! -(ECHOES)",
      "vi": "-Your turn!-(ECHOES)"
    }
  },
  {
    "translation": {
      "en": "-CHRIS: Dad? -(TAPPING WINDOW)",
      "vi": "-CHRIS: Dad?-(TAPPING WINDOW)"
    }
  },
  {
    "translation": {
      "en": "Which is exactly why we should have called.",
      "vi": "Which is exactly whywe should have called."
    }
  },
  {
    "translation": {
      "en": "Hey, at least we have a three-hour car ride home to look forward to.",
      "vi": "Hey, at least we have a three-hourcar ride home to look forward to."
    }
  },
  {
    "translation": {
      "en": "At least he's asleep. Oh! Oh! Who's awake? Buddy's awake! Oh!",
      "vi": "At least he's asleep. Oh! Oh! Who's awake?Buddy's awake! Oh!"
    }
  },
  {
    "translation": {
      "en": "-Let's play. -You put that fucking bow down.",
      "vi": "-Let's play.-You put that fucking bow down."
    }
  },
  {
    "translation": {
      "en": "Otherwise, I have to put one more head on your wall.",
      "vi": "Otherwise, I have to putone more head on your wall."
    }
  },
  {
    "translation": {
      "en": "That's my family, God damn. You threaten my family, I will end you, motherfucker.",
      "vi": "That's my family, God damn. You threatenmy family, I will end you, motherfucker."
    }
  },
  {
    "translation": {
      "en": "-Put that fucking bow down! -I can't hold it much longer.",
      "vi": "-Put that fucking bow down!-I can't hold it much longer."
    }
  },
  {
    "translation": {
      "en": "Yeah, look, you'll be able... You'll still be able to talk.",
      "vi": "Yeah, look, you'll be able...You'll still be able to talk."
    }
  },
  {
    "translation": {
      "en": "That's good, because I know how much you like to talk.",
      "vi": "That's good, because I knowhow much you like to talk."
    }
  },
  {
    "translation": {
      "en": "Yeah. Yeah. I know it hurts, but it's okay.",
      "vi": "Yeah. Yeah.I know it hurts, but it's okay."
    }
  },
  {
    "translation": {
      "en": "-(SAWING) -(KOVAC MOANING)",
      "vi": "-(SAWING)-(KOVAC MOANING)"
    }
  },
  {
    "translation": {
      "en": "Sometimes, things become part of you, whether you want them to or not.",
      "vi": "Sometimes, things become part of you,whether you want them to or not."
    }
  },
  {
    "translation": {
      "en": "Tried for war crimes against Bosnian Muslims.",
      "vi": "Tried for war crimes againstBosnian Muslims."
    }
  },
  {
    "translation": {
      "en": "Some just simply caught up in circumstances beyond their control.",
      "vi": "Some just simply caught upin circumstances beyond their control."
    }
  },
  {
    "translation": {
      "en": "you should be the old Italian guy, and I should be the priest.",
      "vi": "you should be the old Italian guy,and I should be the priest."
    }
  },
  {
    "translation": {
      "en": "Not giving me any long dissertations on the meaning of war and life?",
      "vi": "Not giving me any long dissertationson the meaning of war and life?"
    }
  },
  {
    "translation": {
      "en": "When life gives you lemons... That's right.",
      "vi": "When life gives you lemons...That's right."
    }
  },
  {
    "translation": {
      "en": "She always used to have a fresh pitcher waiting for us",
      "vi": "She always used to havea fresh pitcher waiting for us"
    }
  },
  {
    "translation": {
      "en": "So, one morning we went hunting, and I got one in the chest.",
      "vi": "So, one morning we went hunting,and I got one in the chest."
    }
  },
  {
    "translation": {
      "en": "But I missed the heart. Only punctured its lung, so we had to chase him down.",
      "vi": "But I missed the heart. Only puncturedits lung, so we had to chase him down."
    }
  },
  {
    "translation": {
      "en": "when we finally caught up, he made me put that knife in its throat.",
      "vi": "when we finally caught up,he made me put that knife in its throat."
    }
  },
  {
    "translation": {
      "en": "Gotta do it quick, he said, otherwise, the meat will spoil.",
      "vi": "Gotta do it quick, he said,otherwise, the meat will spoil."
    }
  },
  {
    "translation": {
      "en": "even in an animal you could see that exact moment when the light leaves its eyes.",
      "vi": "even in an animal you could see that exactmoment when the light leaves its eyes."
    }
  },
  {
    "translation": {
      "en": "You think a little bit of pain is going to make me break.",
      "vi": "You think a little bit of pain is goingto make me break."
    }
  },
  {
    "translation": {
      "en": "-(LAUGHS) -I sure don't know.",
      "vi": "-(LAUGHS)-I sure don't know."
    }
  },
  {
    "translation": {
      "en": "-Want another? -Yes, please.",
      "vi": "-Want another?-Yes, please."
    }
  },
  {
    "translation": {
      "en": "You like that, huh? How does it feel to be the one getting tortured?",
      "vi": "You like that, huh? How does it feelto be the one getting tortured?"
    }
  },
  {
    "translation": {
      "en": "Is that what you did during the war? Torture people?",
      "vi": "Is that what you did during the war?Torture people?"
    }
  },
  {
    "translation": {
      "en": "-(STRUGGLING) -Huh? Tell me. What?",
      "vi": "-(STRUGGLING)-Huh? Tell me. What?"
    }
  },
  {
    "translation": {
      "en": "-Who'd you kill? -No children.",
      "vi": "-Who'd you kill?-No children."
    }
  },
  {
    "translation": {
      "en": "-What then? What'd you do? -No women.",
      "vi": "-What then? What'd you do?-No women."
    }
  },
  {
    "translation": {
      "en": "-What then? What'd you do? -I made tools.",
      "vi": "-What then? What'd you do?-I made tools."
    }
  },
  {
    "translation": {
      "en": "For many things. For snipping tendons, and shredding muscles.",
      "vi": "For many things. For snipping tendons,and shredding muscles."
    }
  },
  {
    "translation": {
      "en": "The goal was to make people talk. And, at the end, everyone talks.",
      "vi": "The goal was to make people talk.And, at the end, everyone talks."
    }
  },
  {
    "translation": {
      "en": "-Don't go anywhere. -(SIGHS)",
      "vi": "-Don't go anywhere.-(SIGHS)"
    }
  },
  {
    "translation": {
      "en": "Serbs attacked the Bosnians because the Bosnians attacked the Serbs.",
      "vi": "Serbs attacked the Bosnians becausethe Bosnians attacked the Serbs."
    }
  },
  {
    "translation": {
      "en": "Same goes for the Croatians. And the Nazis, back in World War II.",
      "vi": "Same goes for the Croatians.And the Nazis, back in World War II."
    }
  },
  {
    "translation": {
      "en": "and still not know how a conflict really started.",
      "vi": "and still not know howa conflict really started."
    }
  },
  {
    "translation": {
      "en": "-But we all know how it ends. -(WOOD BREAKING)",
      "vi": "-But we all know how it ends.-(WOOD BREAKING)"
    }
  },
  {
    "translation": {
      "en": "You think you're the only one who lost something in that war? Huh?",
      "vi": "You think you're the only onewho lost something in that war? Huh?"
    }
  },
  {
    "translation": {
      "en": "For three years, I had very much the same feeling.",
      "vi": "For three years,I had very much the same feeling."
    }
  },
  {
    "translation": {
      "en": "I was shot in the back and I was paralysed from the neck down.",
      "vi": "I was shot in the back andI was paralysed from the neck down."
    }
  },
  {
    "translation": {
      "en": "And I could barely talk. And you know how much I like to talk.",
      "vi": "And I could barely talk.And you know how much I like to talk."
    }
  },
  {
    "translation": {
      "en": "She always had beautiful smile on her face.",
      "vi": "She always hadbeautiful smile on her face."
    }
  },
  {
    "translation": {
      "en": "I dreamed of making love to her. Fucking her.",
      "vi": "I dreamed of making love to her.Fucking her."
    }
  },
  {
    "translation": {
      "en": "To collect the piss and the shit from the pan from beneath my bed.",
      "vi": "To collect the piss and the shitfrom the pan from beneath my bed."
    }
  },
  {
    "translation": {
      "en": "You know, I taught myself how to write, I taught myself how to eat.",
      "vi": "You know, I taught myself how to write,I taught myself how to eat."
    }
  },
  {
    "translation": {
      "en": "I taught myself to speak again and to walk like a man, not like cripple.",
      "vi": "I taught myself to speak againand to walk like a man, not like cripple."
    }
  },
  {
    "translation": {
      "en": "I had no help. I had no mother, I had no father, I had no wife or child.",
      "vi": "I had no help. I had no mother,I had no father, I had no wife or child."
    }
  },
  {
    "translation": {
      "en": "Not knowing if you would fight, and if you did, who would win.",
      "vi": "Not knowing if you would fight,and if you did, who would win."
    }
  },
  {
    "translation": {
      "en": "Because you have been like, such a worthy adversary.",
      "vi": "Because you have been like,such a worthy adversary."
    }
  },
  {
    "translation": {
      "en": "-Just get it over with. -I will, I promise.",
      "vi": "-Just get it over with.-I will, I promise."
    }
  },
  {
    "translation": {
      "en": "-But not yet. -What are you waiting for?",
      "vi": "-But not yet.-What are you waiting for?"
    }
  },
  {
    "translation": {
      "en": "I'm waiting for your confession, Colonel Ford.",
      "vi": "I'm waiting for your confession,Colonel Ford."
    }
  },
  {
    "translation": {
      "en": "there is an invisible layer of blood caked over everything.",
      "vi": "there is an invisible layer of bloodcaked over everything."
    }
  },
  {
    "translation": {
      "en": "Most people cannot see it, but I have special eyes.",
      "vi": "Most people cannot see it,but I have special eyes."
    }
  },
  {
    "translation": {
      "en": "-Move! -(HOOTING)",
      "vi": "-Move!-(HOOTING)"
    }
  },
  {
    "translation": {
      "en": "♪ A young cowboy named Billy Joe Grew restless on the farm",
      "vi": "♪ A young cowboy named Billy JoeGrew restless on the farm"
    }
  },
  {
    "translation": {
      "en": "♪ A boy filled with wanderlust He really meant no harm",
      "vi": "♪ A boy filled with wanderlustHe really meant no harm"
    }
  },
  {
    "translation": {
      "en": "♪ But when Billy Joe fell to the floor A crowd all gathered 'round",
      "vi": "♪ But when Billy Joe fell to the floorA crowd all gathered 'round"
    }
  },
  {
    "translation": {
      "en": "-(CRIES OUT) -(GROANING)",
      "vi": "-(CRIES OUT)-(GROANING)"
    }
  },
  {
    "translation": {
      "en": "-(MOANING) -Oh, there it is.",
      "vi": "-(MOANING)-Oh, there it is."
    }
  },
  {
    "translation": {
      "en": "Bless me, Father, for I have sinned. Bless me, but do not forgive me.",
      "vi": "Bless me, Father, for I have sinned.Bless me, but do not forgive me."
    }
  },
  {
    "translation": {
      "en": "It has been one week since my last confession.",
      "vi": "It has been one weeksince my last confession."
    }
  },
  {
    "translation": {
      "en": "It has been a big week, and I could go down a list.",
      "vi": "It has been a big week,and I could go down a list."
    }
  },
  {
    "translation": {
      "en": "But there's short of time, and of course you have better things to do.",
      "vi": "But there's short of time, and of courseyou have better things to do."
    }
  },
  {
    "translation": {
      "en": "I confess my sins unto you, but do not dare absolve them.",
      "vi": "I confess my sins unto you,but do not dare absolve them."
    }
  },
  {
    "translation": {
      "en": "I want to be part of them, and for me to never forget them.",
      "vi": "I want to be part of them,and for me to never forget them."
    }
  },
  {
    "translation": {
      "en": "Okay, you. Okay. Your turn. You. You confess.",
      "vi": "Okay, you. Okay.Your turn. You. You confess."
    }
  },
  {
    "translation": {
      "en": "It is only the three of us here. You, and me, and Him.",
      "vi": "It is only the three of us here.You, and me, and Him."
    }
  },
  {
    "translation": {
      "en": "You are the only one getting in the way of the truth.",
      "vi": "You are the only one gettingin the way of the truth."
    }
  },
  {
    "translation": {
      "en": "Maybe you finally tell Him the truth when you see Him face to face.",
      "vi": "Maybe you finally tell Him the truthwhen you see Him face to face."
    }
  },
  {
    "translation": {
      "en": "My unit was first on the ground outside Manjaca.",
      "vi": "My unit was first on the groundoutside Manjaca."
    }
  },
  {
    "translation": {
      "en": "We were tasked with liberating the Bosnian Muslims from the internment camp there.",
      "vi": "We were tasked with liberating the BosnianMuslims from the internment camp there."
    }
  },
  {
    "translation": {
      "en": "Got our attention right away. Like my father's taxidermy shed.",
      "vi": "Got our attention right away.Like my father's taxidermy shed."
    }
  },
  {
    "translation": {
      "en": "We got closer, we began to make out the bony hands and legs.",
      "vi": "We got closer, we began to make outthe bony hands and legs."
    }
  },
  {
    "translation": {
      "en": "Not faces, just skin stretched over skulls,",
      "vi": "Not faces,just skin stretched over skulls,"
    }
  },
  {
    "translation": {
      "en": "Stuck to the ground from the frost, eyelids frozen open, staring right at you.",
      "vi": "Stuck to the ground from the frost,eyelids frozen open, staring right at you."
    }
  },
  {
    "translation": {
      "en": "Camp was run by hard-line Serbians. Called themselves the Scorpions.",
      "vi": "Camp was run by hard-line Serbians.Called themselves the Scorpions."
    }
  },
  {
    "translation": {
      "en": "And dozens of these Scorpions, they surrendered.",
      "vi": "And dozens of these Scorpions,they surrendered."
    }
  },
  {
    "translation": {
      "en": "They were all gonna go back to a POW camp for a few weeks.",
      "vi": "They were all gonna go backto a POW camp for a few weeks."
    }
  },
  {
    "translation": {
      "en": "And then after the war, they'd all just go home.",
      "vi": "And then after the war,they'd all just go home."
    }
  },
  {
    "translation": {
      "en": "I'd seen... We'd all seen first-hand what they'd done.",
      "vi": "I'd seen...We'd all seen first-hand what they'd done."
    }
  },
  {
    "translation": {
      "en": "The children they butchered, the women they raped, tortured.",
      "vi": "The children they butchered,the women they raped, tortured."
    }
  },
  {
    "translation": {
      "en": "So, we stripped them down, burned their uniforms,",
      "vi": "So, we stripped them down,burned their uniforms,"
    }
  },
  {
    "translation": {
      "en": "marched them up a hill in the middle of nowhere.",
      "vi": "marched them up a hillin the middle of nowhere."
    }
  },
  {
    "translation": {
      "en": "When we got to the top, my men lined the prisoners up on their knees,",
      "vi": "When we got to the top, my men linedthe prisoners up on their knees,"
    }
  },
  {
    "translation": {
      "en": "Now, I joined up to make my father proud, but,",
      "vi": "Now, I joined up to make myfather proud, but,"
    }
  },
  {
    "translation": {
      "en": "when I told him, he tried to talk me out of it.",
      "vi": "when I told him,he tried to talk me out of it."
    }
  },
  {
    "translation": {
      "en": "Remember the look in their eyes at the end.",
      "vi": "Remember the look in their eyesat the end."
    }
  },
  {
    "translation": {
      "en": "doesn't matter if he's a friend or an enemy.",
      "vi": "doesn't matter if he's a friendor an enemy."
    }
  },
  {
    "translation": {
      "en": "You see that happen, it changes you forever.",
      "vi": "You see that happen,it changes you forever."
    }
  },
  {
    "translation": {
      "en": "'Course, I didn't believe him. Had to find out for myself.",
      "vi": "'Course, I didn't believe him.Had to find out for myself."
    }
  },
  {
    "translation": {
      "en": "I've been... I've been in a lot of wars. But never one like Bosnia.",
      "vi": "I've been... I've been in a lot of wars.But never one like Bosnia."
    }
  },
  {
    "translation": {
      "en": "I thought maybe killing a few of the worst ones would make it go away.",
      "vi": "I thought maybe killing a fewof the worst ones would make it go away."
    }
  },
  {
    "translation": {
      "en": "Just like that, I became everything that I hated about that damn war.",
      "vi": "Just like that, I became everythingthat I hated about that damn war."
    }
  },
  {
    "translation": {
      "en": "Hell, when I got home, I couldn't even look at myself in the mirror,",
      "vi": "Hell, when I got home, I couldn'teven look at myself in the mirror,"
    }
  },
  {
    "translation": {
      "en": "Yeah, I figured he was just better off without me.",
      "vi": "Yeah, I figured he was justbetter off without me."
    }
  },
  {
    "translation": {
      "en": "\"He is nothing but meat and flesh and tendon.",
      "vi": "\"He is nothing but meat and fleshand tendon."
    }
  },
  {
    "translation": {
      "en": "So, this old Italian guy, he wants to confess to the local priest.",
      "vi": "So, this old Italian guy,he wants to confess to the local priest."
    }
  },
  {
    "translation": {
      "en": "He's getting on in age, and wants to make it right with God.",
      "vi": "He's getting on in age,and wants to make it right with God."
    }
  },
  {
    "translation": {
      "en": "So, he tells the priest, \"Father, back during the war,",
      "vi": "So, he tells the priest,\"Father, back during the war,"
    }
  },
  {
    "translation": {
      "en": "\"there was this beautiful woman came to my house,",
      "vi": "\"there was this beautiful womancame to my house,"
    }
  },
  {
    "translation": {
      "en": "\"and asked me to protect her from the Nazis.",
      "vi": "\"and asked me toprotect her from the Nazis."
    }
  },
  {
    "translation": {
      "en": "The priest says, \"Well, that's a wonderful thing you did, my son.",
      "vi": "The priest says, \"Well, that's awonderful thing you did, my son."
    }
  },
  {
    "translation": {
      "en": "The old man says, \"But it gets worse, Father.",
      "vi": "The old man says,\"But it gets worse, Father."
    }
  },
  {
    "translation": {
      "en": "\"She started to repay me with sexual favours.",
      "vi": "\"She started to repay mewith sexual favours."
    }
  },
  {
    "translation": {
      "en": "\"You know, like blow jobs and shit like that.\"",
      "vi": "\"You know, like blow jobsand shit like that.\""
    }
  },
  {
    "translation": {
      "en": "The priest says, \"Well, you both were in great danger, my son.",
      "vi": "The priest says, \"Well,you both were in great danger, my son."
    }
  },
  {
    "translation": {
      "en": "\"War makes sinners of us all. So, you are forgiven.\"",
      "vi": "\"War makes sinners of us all.So, you are forgiven.\""
    }
  },
  {
    "translation": {
      "en": "The old man says, \"Thank you, Father. That's a great burden off my mind.",
      "vi": "The old man says, \"Thank you, Father.That's a great burden off my mind."
    }
  },
  {
    "translation": {
      "en": "\"But I have one more question.\" \"And what's that, my son?\"",
      "vi": "\"But I have one more question.\"\"And what's that, my son?\""
    }
  },
  {
    "translation": {
      "en": "I believe I got something that belongs to you.",
      "vi": "I believe I got somethingthat belongs to you."
    }
  },
  {
    "translation": {
      "en": "REPORTER: (ON RADIO) ...the war is only just beginning. Thousands are homeless,",
      "vi": "REPORTER: (ON RADIO) ...the war is onlyjust beginning. Thousands are homeless,"
    }
  },
  {
    "translation": {
      "en": "Fighters in the province are continuing a campaign of intense aerial shelling,",
      "vi": "Fighters in the province are continuinga campaign of intense aerial shelling,"
    }
  },
  {
    "translation": {
      "en": "with no signs of anyone stopping. \"It's like hell on earth\", said one woman,",
      "vi": "with no signs of anyone stopping.\"It's like hell on earth\", said one woman,"
    }
  },
  {
    "translation": {
      "en": "as she fled with her three children for the border. \"It never ends.\"",
      "vi": "as she fled with her three childrenfor the border. \"It never ends.\""
    }
  },
  {
    "translation": {
      "en": "Come on. There's someone I want you to meet.",
      "vi": "Come on.There's someone I want you to meet."
    }
  }
]