[
  {
    "translation": {
      "en": "People disappear all the time.",
      "vi": "Con người luôn luôn biến mất."
    }
  },
  {
    "translation": {
      "en": "Young girls run away from home.",
      "vi": "Những cô gái trẻ bỏ nhà đi."
    }
  },
  {
    "translation": {
      "en": "Children stray from their parents and are never seen again.",
      "vi": "Những đứa trẻ lạc cha mẹ và không ai nhìn thấy chúng nữa."
    }
  },
  {
    "translation": {
      "en": "Housewives take the grocery money and a taxi to the train station.",
      "vi": "Những bà nội trợ mang tiền chợ và đón taxi ra ga."
    }
  },
  {
    "translation": {
      "en": "Most are found, eventually.",
      "vi": "Rốt cuộc, đa số bọn họ đều được tìm thấy."
    }
  },
  {
    "translation": {
      "en": "Disappearances, after all, have explanations.",
      "vi": "Những sự mất tích, cuối cùng, cũng đều có lời giải thích."
    }
  },
  {
    "translation": {
      "en": "Usually.",
      "vi": "Đấy là lẽ thường."
    }
  },
  {
    "translation": {
      "en": "Strange, the things you remember.",
      "vi": "Những gì bạn nhớ được thật kỳ lạ."
    }
  },
  {
    "translation": {
      "en": "Single images and feelings that stay with you down through the years.",
      "vi": "Mỗi hình ảnh và cảm xúc vẫn tồn tại trong bạn qua suốt nhiều năm."
    }
  },
  {
    "translation": {
      "en": "Like the moment I'd realized, I'd never owned a vase.",
      "vi": "Như khoảnh khắc tôi nhận ra rằng, mình chưa từng có một bình hoa."
    }
  },
  {
    "translation": {
      "en": "That I'd never lived in any place long enough",
      "vi": "Rằng tôi chưa từng sống ở nơi nào đủ lâu"
    }
  },
  {
    "translation": {
      "en": "to justify having such a simple thing.",
      "vi": "để có được một thứ giản đơn như thế."
    }
  },
  {
    "translation": {
      "en": "And how at that moment,",
      "vi": "Và vào khoảnh khắc đó,"
    }
  },
  {
    "translation": {
      "en": "I wanted nothing so much in all the world as to have a vase of my very own.",
      "vi": "tôi không mong muốn điều gì trên thế giới này hơn là sở hữu một bình hoa của riêng mình."
    }
  },
  {
    "translation": {
      "en": "It was a Tuesday afternoon,",
      "vi": "Đó là một buổi chiều thứ Ba,"
    }
  },
  {
    "translation": {
      "en": "six months after the end of the war.",
      "vi": "sáu tháng sau khi chiến tranh kết thúc."
    }
  },
  {
    "translation": {
      "en": "Oh, God!",
      "vi": "Ôi, Chúa ơi!"
    }
  },
  {
    "translation": {
      "en": "Hold him. Hold him right now! You hear me?",
      "vi": "Giữ chặt anh ấy! Nghe tôi nói không?"
    }
  },
  {
    "translation": {
      "en": "Jesus Christ!",
      "vi": "Chúa ơi!"
    }
  },
  {
    "translation": {
      "en": "You're going home, right?",
      "vi": "Anh về nhà à?"
    }
  },
  {
    "translation": {
      "en": "Oh, God!",
      "vi": "Ôi, Chúa ơi!"
    }
  },
  {
    "translation": {
      "en": "I'll have to clamp the femoral artery before he bleeds out!",
      "vi": "Phải kẹp động mạch đùi trước khi anh ấy chảy cạn máu!"
    }
  },
  {
    "translation": {
      "en": "It's all right, Jackie boy. You're going home, mate. You're going home.",
      "vi": "Ổn rồi. Cậu sắp được về nhà rồi."
    }
  },
  {
    "translation": {
      "en": "Oh, my God!",
      "vi": "Ôi! Ôi Chúa ơi!"
    }
  },
  {
    "translation": {
      "en": "Jesus!",
      "vi": "Ôi Chúa ơi!"
    }
  },
  {
    "translation": {
      "en": "Move.",
      "vi": "Tránh ra."
    }
  },
  {
    "translation": {
      "en": "We've got him now, nurse.",
      "vi": "Để bọn tôi lo cho, y tá."
    }
  },
  {
    "translation": {
      "en": "Scalpel!",
      "vi": "Dao mổ!"
    }
  },
  {
    "translation": {
      "en": "Claire! Did you hear? It's over!",
      "vi": "Claire! Nghe thấy không? Nó kết thúc rồi!"
    }
  },
  {
    "translation": {
      "en": "It's really, finally over!",
      "vi": "Cuối cùng chiến tranh đã kết thúc!"
    }
  },
  {
    "translation": {
      "en": "Hi!",
      "vi": "Xin chào!"
    }
  },
  {
    "translation": {
      "en": "Somehow, in my mind, V- E Day,",
      "vi": "Không hiểu sao, trong tâm trí tôi, Ngày Chiến Thắng,"
    }
  },
  {
    "translation": {
      "en": "the end of the bloodiest and most terrible war in human history,",
      "vi": "cái kết của cuộc chiến đẫm máu và tồi tệ nhất trong lịch sử nhân loại,"
    }
  },
  {
    "translation": {
      "en": "grows fainter with each passing day.",
      "vi": "lại càng phai nhạt sau mỗi ngày trôi qua."
    }
  },
  {
    "translation": {
      "en": "But I can still recall every detail of the day,",
      "vi": "Nhưng tôi vẫn hồi tưởng mọi chi tiết của cái ngày"
    }
  },
  {
    "translation": {
      "en": "when I saw the life I wanted sitting in a window.",
      "vi": "mà tôi nhìn thấy cuộc đời mình muốn khi ngồi bên cửa sổ."
    }
  },
  {
    "translation": {
      "en": "I sometimes wonder what would have happened",
      "vi": "Đôi khi tôi tự hỏi chuyện gì sẽ xảy ra"
    }
  },
  {
    "translation": {
      "en": "if I'd bought that vase and made a home for it.",
      "vi": "nếu tôi mua chiếc bình đó và đưa nó về nhà."
    }
  },
  {
    "translation": {
      "en": "Would that have changed things?",
      "vi": "Liệu điều đó có thay đổi mọi thứ không?"
    }
  },
  {
    "translation": {
      "en": "Would I have been happy?",
      "vi": "Liệu tôi hạnh phúc chứ?"
    }
  },
  {
    "translation": {
      "en": "Who can say?",
      "vi": "Ai cho tôi biết đây?"
    }
  },
  {
    "translation": {
      "en": "I do know this.",
      "vi": "Nhưng có điều này tôi biết rõ."
    }
  },
  {
    "translation": {
      "en": "Even now, after all the pain and death",
      "vi": "Thậm chí bây giờ, sau mọi nỗi đau, sự chết chóc và đau khổ đã diễn ra,"
    }
  },
  {
    "translation": {
      "en": "and heartbreak that followed,",
      "vi": "sau mọi nỗi đau, sự chết chóc và đau khổ đã diễn ra,"
    }
  },
  {
    "translation": {
      "en": "I still would make the same choice.",
      "vi": "tôi vẫn sẽ đưa ra sự lựa chọn đó."
    }
  },
  {
    "translation": {
      "en": "We were in Scotland on our second honeymoon.",
      "vi": "Chúng tôi đã ở Xcốt-len trong kỳ trăng mật thứ hai."
    }
  },
  {
    "translation": {
      "en": "Or at least that's what Frank called it.",
      "vi": "Hay chí ít là Frank đã gọi như thế."
    }
  },
  {
    "translation": {
      "en": "A way to celebrate the end of the war years and begin our lives anew.",
      "vi": "Một cách ăn mừng sự kết thúc những năm chiến tranh và bắt đầu cuộc sống mới của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "But it was more than that.",
      "vi": "Nhưng không chỉ có thế."
    }
  },
  {
    "translation": {
      "en": "I think we both felt a holiday would be a convenient masquerade",
      "vi": "Tôi nghĩ bọn tôi đều thấy một kỳ nghỉ sẽ là chiếc mặt nạ thích hợp"
    }
  },
  {
    "translation": {
      "en": "for the real business of getting to know the people we'd become after five years apart.",
      "vi": "để tránh việc quen với con người chúng tôi trở thành sau năm năm xa cách."
    }
  },
  {
    "translation": {
      "en": "- What do you suppose that is? - Huh?",
      "vi": "- Em nghĩ đó là gì? - Hả?"
    }
  },
  {
    "translation": {
      "en": "Oh, good Lord. Blood.",
      "vi": "Ôi, Chúa ơi. Máu."
    }
  },
  {
    "translation": {
      "en": "Are you sure?",
      "vi": "Em chắc không?"
    }
  },
  {
    "translation": {
      "en": "I think I should know the look of blood by now.",
      "vi": "Em nghĩ bây giờ em nên biết máu trông thế nào."
    }
  },
  {
    "translation": {
      "en": "There's a stain just like it on the house next door.",
      "vi": "Có một vết y hệt ở nhà bên cạnh."
    }
  },
  {
    "translation": {
      "en": "There's two more over there.",
      "vi": "Có hai căn như thế ở đằng kia."
    }
  },
  {
    "translation": {
      "en": "We seem to be surrounded by homes marked with blood.",
      "vi": "Có vẻ bao quanh ta là những căn nhà được đánh dấu bằng máu."
    }
  },
  {
    "translation": {
      "en": "Perhaps Pharaoh has refused Moses,",
      "vi": "Có lẽ pharaoh đã từ chối Moses"
    }
  },
  {
    "translation": {
      "en": "and the spirit of death will travel the streets of Inverness tonight,",
      "vi": "và linh hồn chết chóc sẽ đi qua những con đường của Inverness tối nay"
    }
  },
  {
    "translation": {
      "en": "sparing only those who mark their doors with lamb's blood.",
      "vi": "và chỉ tha cho những ai đánh dấu cửa nhà mình bằng máu cừu."
    }
  },
  {
    "translation": {
      "en": "You may be closer than you think.",
      "vi": "Có lẽ em đoán gần đúng hơn em nghĩ."
    }
  },
  {
    "translation": {
      "en": "Could well be some sort of sacrificial ritual,",
      "vi": "Sẽ có một nghi lễ hiến tế nào đó,"
    }
  },
  {
    "translation": {
      "en": "but I suspect pagan rather than Hebrew.",
      "vi": "nhưng nó mang tính hơi ngoại giáo hơn là Do Thái."
    }
  },
  {
    "translation": {
      "en": "I had no idea Inverness was such a hotbed of contemporary paganism.",
      "vi": "Em không biết Inverness là nơi tập trung nền ngoại giáo đương đại."
    }
  },
  {
    "translation": {
      "en": "Well, my dear, there's no place on earth",
      "vi": "Em yêu, không nơi nào trên thế giới"
    }
  },
  {
    "translation": {
      "en": "with more magic and superstition mixed into its daily life",
      "vi": "mà ma thuật và mê tín hòa vào đời sống thường ngày"
    }
  },
  {
    "translation": {
      "en": "than the Scottish Highlands.",
      "vi": "hơn cao nguyên Xcốt-len."
    }
  },
  {
    "translation": {
      "en": "Shall we?",
      "vi": "CHỖ NGỦ & BỮA SÁNG TỪ NĂM 1865 Chúng ta vào chứ?"
    }
  },
  {
    "translation": {
      "en": "Lead on.",
      "vi": "Mời em vào trước."
    }
  },
  {
    "translation": {
      "en": "The blood you saw is that of a black cockerel.",
      "vi": "Ông & Bà F. Vết máu anh chị thấy là của một con gà trống non đen."
    }
  },
  {
    "translation": {
      "en": "It's an old custom at this time of year",
      "vi": "Đó là phong tục cổ thời điểm này mỗi năm"
    }
  },
  {
    "translation": {
      "en": "to make such a sacrifice to honor Saint Odhran.",
      "vi": "để hiến tế để tỏ lòng tôn kính với Thánh Odhran. À! Odhran, ông ấy được phong thánh vào thế kỷ thứ tám đúng không?"
    }
  },
  {
    "translation": {
      "en": "Odhran, he was sainted in the eighth century?",
      "vi": "À! Odhran, ông ấy được phong thánh vào thế kỷ thứ tám đúng không?"
    }
  },
  {
    "translation": {
      "en": "You know yer history.",
      "vi": "Ông biết rõ lịch sử thật."
    }
  },
  {
    "translation": {
      "en": "I'm afraid my husband is a historian, Mrs. Baird.",
      "vi": "Tôi e chồng tôi là một nhà sử học, thưa bà Baird."
    }
  },
  {
    "translation": {
      "en": "He'd quite happily stand here holding forth for hours if you encourage him.",
      "vi": "Anh ấy sẽ rất vui lòng tiếp chuyện nhiều giờ liền nếu bà khuyến khích."
    }
  },
  {
    "translation": {
      "en": "Hardly.",
      "vi": "Ồ, khó lắm nhé."
    }
  },
  {
    "translation": {
      "en": "Highland folklore is far from my specialty,",
      "vi": "Văn hóa dân gian nằm ngoài chuyên môn của tôi,"
    }
  },
  {
    "translation": {
      "en": "but am I right in thinking there's an...",
      "vi": "nhưng nếu tôi không nhầm thì có một..."
    }
  },
  {
    "translation": {
      "en": "Is there an old saying associated with Saint Odhran?",
      "vi": "Có một câu nói cổ liên quan đến Thánh Odhran phải không?"
    }
  },
  {
    "translation": {
      "en": "Yes. The Earth went over Odhran's eyes.",
      "vi": "Phải rồi. Trái Đất đi qua đôi mắt của Odhran."
    }
  },
  {
    "translation": {
      "en": "He was buried alive voluntarily.",
      "vi": "Ông ấy...tự nguyện để bị chôn sống đấy."
    }
  },
  {
    "translation": {
      "en": "Charming.",
      "vi": "Thú vị nhỉ."
    }
  },
  {
    "translation": {
      "en": "Are ye a professor then, Mr. Randall?",
      "vi": "Anh là giáo sư sao, anh Randall?"
    }
  },
  {
    "translation": {
      "en": "I will be soon.",
      "vi": "- Tôi sẽ sớm thôi. - Ồ!"
    }
  },
  {
    "translation": {
      "en": "He's accepted a post at Oxford beginning in two weeks.",
      "vi": "Anh ấy được nhận vào một vị trí ở Oxford và sẽ bắt đầu trong hai tuần nữa."
    }
  },
  {
    "translation": {
      "en": "Then this is a last holiday before settling down to a workaday life again, is it?",
      "vi": "À, vậy ra đây là kỳ nghỉ cuối cùng trước khi ổn định cuộc sống, đúng chứ?"
    }
  },
  {
    "translation": {
      "en": "Well, you've picked a bonnie time to be here, just nigh on Samhain.",
      "vi": "Vâng, hai vị chọn thời điểm thích hợp đấy, gần lễ Samhain."
    }
  },
  {
    "translation": {
      "en": "I take it that's Gaelic for Halloween?",
      "vi": "Tôi nghĩ theo tiếng Gaelic từ đó nghĩa là Halloween?"
    }
  },
  {
    "translation": {
      "en": "Well, Halloween is derived from Samhain.",
      "vi": "Thì Halloween có nguồn gốc từ Samhain."
    }
  },
  {
    "translation": {
      "en": "The Church often took pagan holidays and renamed them for their own purposes.",
      "vi": "Nhà thờ thường lấy những ngày lễ ngoại giáo và đổi tên để phù hợp mục đích của họ."
    }
  },
  {
    "translation": {
      "en": "Samhain became Halloween, Yule became Christmas, and so on...",
      "vi": "Samhain trở thành Halloween, Yule trở thành Giáng sinh, kiểu vậy."
    }
  },
  {
    "translation": {
      "en": "Well, you're both welcome at the festival, of course.",
      "vi": "Vâng, dĩ nhiên hai vị đều được chào đón đến lễ hội."
    }
  },
  {
    "translation": {
      "en": "Mind you, ghosts are freed on the feast days,",
      "vi": "Nhưng tôi nhắc trước, vào ngày lễ thì những linh hồn sẽ được tự do,"
    }
  },
  {
    "translation": {
      "en": "and they'll be wandering about, free to do good or ill as they please.",
      "vi": "và chúng sẽ đi lang thang, được tùy ý làm điều thiện hay ác."
    }
  },
  {
    "translation": {
      "en": "Of course. What would Halloween...",
      "vi": "Dĩ nhiên. Halloween,"
    }
  },
  {
    "translation": {
      "en": "Samhain be without a good ghost story?",
      "vi": "Samhain sẽ ra sao nếu không có một câu chuyện ma hay ho?"
    }
  },
  {
    "translation": {
      "en": "And we have those for sure. I'll show you to your room.",
      "vi": "Mấy thứ đó chắc chắn là chúng tôi có rồi. Tôi sẽ dẫn hai vị lên phòng."
    }
  },
  {
    "translation": {
      "en": "Before the war, we were inseparable.",
      "vi": "Trước chiến tranh, chúng tôi luôn ở bên nhau."
    }
  },
  {
    "translation": {
      "en": "But for the next five years, we saw each other a grand total of 10 days.",
      "vi": "Nhưng trong năm năm sau đó, chúng tôi gặp nhau tổng cộng chỉ mười ngày."
    }
  },
  {
    "translation": {
      "en": "It's not without its charms.",
      "vi": "Phòng này cũng đẹp đấy."
    }
  },
  {
    "translation": {
      "en": "Beats an army tent and a cot in the mud.",
      "vi": "Hơn hẳn căn lều quân đội và chiếc giường ngập trong bùn."
    }
  },
  {
    "translation": {
      "en": "Indeed.",
      "vi": "Đúng thế thật."
    }
  },
  {
    "translation": {
      "en": "When the war ended, we both thought things would return to the way they once were,",
      "vi": "Khi chiến tranh kết thúc, chúng tôi đều cho rằng mọi chuyện sẽ trở lại như trước,"
    }
  },
  {
    "translation": {
      "en": "but they hadn't.",
      "vi": "nhưng điều đó không xảy ra."
    }
  },
  {
    "translation": {
      "en": "Gosh!",
      "vi": "Chúa ơi!"
    }
  },
  {
    "translation": {
      "en": "So much for marital privacy.",
      "vi": "Chuyện chăn gối còn gì riêng tư nữa."
    }
  },
  {
    "translation": {
      "en": "Do you think the sound carries?",
      "vi": "Anh có nghĩ tiếng đó vang ra ngoài không?"
    }
  },
  {
    "translation": {
      "en": "Well, I think it's fair to say",
      "vi": "Anh nghĩ ta có thể nói rằng"
    }
  },
  {
    "translation": {
      "en": "Mrs. Baird will be kept apprised of any renewed attempt to start a family.",
      "vi": "bà Baird sẽ luôn biết về mọi nỗ lực mới trong việc xây dựng gia đình."
    }
  },
  {
    "translation": {
      "en": "Lazybones.",
      "vi": "Đồ lười ạ."
    }
  },
  {
    "translation": {
      "en": "You'll never manage the next branch on your family tree",
      "vi": "Anh sẽ không lập được nhánh tiếp theo trong gia phả"
    }
  },
  {
    "translation": {
      "en": "if you don't show more industry than that.",
      "vi": "nếu anh không chăm chỉ hơn."
    }
  },
  {
    "translation": {
      "en": "Really?",
      "vi": "Ồ, thật sao?"
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "vi": "Em đang làm gì thế?"
    }
  },
  {
    "translation": {
      "en": "- Come on. - Mrs. Randall,",
      "vi": "Thôi nào. Cô Randall,"
    }
  },
  {
    "translation": {
      "en": "what am I to do with you?",
      "vi": "tôi biết phải làm gì với cô đây?"
    }
  },
  {
    "translation": {
      "en": "Right.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "What are you doing? You're gonna break the bed.",
      "vi": "Kỳ thật. Chúng ta đang làm gì thế? Ta sẽ làm sập giường mất."
    }
  },
  {
    "translation": {
      "en": "You know, one of those things I used to try and remember lying in my cot,",
      "vi": "Anh biết không, một trong những điều em đã từng cố nhớ lại khi nằm trên giường,"
    }
  },
  {
    "translation": {
      "en": "was the sound of my husband's laugh.",
      "vi": "là tiếng cười của chồng em."
    }
  },
  {
    "translation": {
      "en": "I couldn't conjure it no matter what I did.",
      "vi": "Em không thể gợi chúng lại dù có làm gì chăng nữa."
    }
  },
  {
    "translation": {
      "en": "I couldn't hear it even though I'd heard it a million times before.",
      "vi": "Em không thể nghe thấy nó dù trước đây đã nghe cả triệu lần."
    }
  },
  {
    "translation": {
      "en": "- It's the strangest thing. - I know.",
      "vi": "Đó là điều kỳ lạ nhất. Anh biết."
    }
  },
  {
    "translation": {
      "en": "I used to...",
      "vi": "Anh từng, ờ..."
    }
  },
  {
    "translation": {
      "en": "I used to sketch this.",
      "vi": "Anh từng phác họa cái này."
    }
  },
  {
    "translation": {
      "en": "- My hand? - Well...",
      "vi": "- Bàn tay em à. - Ừm. Thật ra..."
    }
  },
  {
    "translation": {
      "en": "The lines, really.",
      "vi": "Là các đường chỉ tay."
    }
  },
  {
    "translation": {
      "en": "Why exactly, I'm not sure,",
      "vi": "Anh không chắc tại sao làm thế,"
    }
  },
  {
    "translation": {
      "en": "but I had a very clear memory of this... This pattern.",
      "vi": "nhưng anh nhớ rất rõ về những đường này."
    }
  },
  {
    "translation": {
      "en": "Made little doodles everywhere.",
      "vi": "Anh vẽ nguệch ngoạc mọi nơi."
    }
  },
  {
    "translation": {
      "en": "There was...",
      "vi": "Đã từng có..."
    }
  },
  {
    "translation": {
      "en": "A brigadier once dressed me down",
      "vi": "một thiếu tướng quở trách anh một trận"
    }
  },
  {
    "translation": {
      "en": "because I drew it in the margin of a report for the minister.",
      "vi": "vì anh đã vẽ nó vào bản lề của tập báo cáo cho bộ trưởng."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Đúng thế đấy."
    }
  },
  {
    "translation": {
      "en": "Claire...",
      "vi": "Claire này..."
    }
  },
  {
    "translation": {
      "en": "Happy?",
      "vi": "Em vui chứ?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "Frank's passion for history",
      "vi": "Niềm đam mê lịch sử của Frank"
    }
  },
  {
    "translation": {
      "en": "was another reason for choosing the Highlands.",
      "vi": "là một lý do khác để chọn vùng cao nguyên này."
    }
  },
  {
    "translation": {
      "en": "You see up there?",
      "vi": "Em thấy trên đồi chứ?"
    }
  },
  {
    "translation": {
      "en": "The top there, that's Cocknammon Rock.",
      "vi": "Trên đỉnh đồi, đó chính là khối đá Cocknammon."
    }
  },
  {
    "translation": {
      "en": "And in the 17th and 18th centuries, you'd have often found a British Army patrol up there",
      "vi": "Vào thế kỷ 17 và 18, em sẽ thường nhìn thấy lính Anh tuần tra ở đó"
    }
  },
  {
    "translation": {
      "en": "lying in wait for Scottish rebels and brigands.",
      "vi": "nằm chờ phiến quân Xcốt-len và bọn cướp."
    }
  },
  {
    "translation": {
      "en": "Can you see how it commands the high ground in every direction?",
      "vi": "Em thấy nó bao quát toàn bộ khu vực này từ mọi hướng thế nào chứ?"
    }
  },
  {
    "translation": {
      "en": "It was a perfect position for an ambush.",
      "vi": "Đó là vị trí hoàn hảo để phục kích."
    }
  },
  {
    "translation": {
      "en": "Not that I minded.",
      "vi": "Đó không phải điều tôi bận tâm."
    }
  },
  {
    "translation": {
      "en": "I was raised by my uncle after the death of my parents.",
      "vi": "Tôi được bác mình nuôi nấng sau khi bố mẹ tôi mất."
    }
  },
  {
    "translation": {
      "en": "Uncle Lamb was an archeologist,",
      "vi": "Bác Lamb là một nhà khảo cổ học,"
    }
  },
  {
    "translation": {
      "en": "so, I'd spent the balance of my formative years",
      "vi": "vậy nên, tôi đã dành suốt thời niên thiếu"
    }
  },
  {
    "translation": {
      "en": "traipsing through dusty ruins and various excavations throughout the world.",
      "vi": "lang thang ở những vùng tàn tích bụi bặm và các di chỉ khai quật trên thế giới."
    }
  },
  {
    "translation": {
      "en": "I'd learned to dig latrines and boil water,",
      "vi": "Tôi đã học được cách đào nhà vệ sinh và đun nước,"
    }
  },
  {
    "translation": {
      "en": "and to do a number of other things",
      "vi": "và làm rất nhiều việc khác"
    }
  },
  {
    "translation": {
      "en": "not suitable for a young lady of gentle birth.",
      "vi": "không phù hợp với một thiếu nữ thân thế danh giá."
    }
  },
  {
    "translation": {
      "en": "- Uncle? - Yes.",
      "vi": "- Bác ơi? - À, được rồi."
    }
  },
  {
    "translation": {
      "en": "The very thought.",
      "vi": "Cháu rất thông minh."
    }
  },
  {
    "translation": {
      "en": "Frank's new- found passion was genealogy.",
      "vi": "Niềm đam mê mới của Frank là phả hệ."
    }
  },
  {
    "translation": {
      "en": "His personal genealogy, that is.",
      "vi": "Chính là phả hệ của gia đình anh ấy."
    }
  },
  {
    "translation": {
      "en": "Mine was botany.",
      "vi": "Còn tôi đam mê thực vật học."
    }
  },
  {
    "translation": {
      "en": "I'd developed a keen interest",
      "vi": "Tôi có mối quan tâm sâu sắc"
    }
  },
  {
    "translation": {
      "en": "in the use of plants and herbs for medicinal purposes.",
      "vi": "đến việc sử dụng thực vật và thảo dược vào mục đích y học."
    }
  },
  {
    "translation": {
      "en": "So, from what I can gather,",
      "vi": "Theo những gì anh thu thập được,"
    }
  },
  {
    "translation": {
      "en": "Castle Leoch was the ancestral home of the Laird of the MacKenzie clan",
      "vi": "lâu đài Leoch là nhà do tổ tiên truyền lại của Lãnh chúa gia tộc MacKenzie"
    }
  },
  {
    "translation": {
      "en": "until midway through the 19th century.",
      "vi": "cho đến giữa thế kỷ 19."
    }
  },
  {
    "translation": {
      "en": "Here, take a look.",
      "vi": "Ta đi xem thử chứ?"
    }
  },
  {
    "translation": {
      "en": "In a way, burying himself in the distant past",
      "vi": "Theo cách nào đó, vùi mình vào quá khứ xa xôi"
    }
  },
  {
    "translation": {
      "en": "gave Frank an ability to escape the recent.",
      "vi": "khiến Frank có khả năng thoát khỏi thực tại."
    }
  },
  {
    "translation": {
      "en": "While I was in the army, Frank had served in London.",
      "vi": "Khi tôi còn trong quân ngũ, Frank đã phục vụ ở London."
    }
  },
  {
    "translation": {
      "en": "Intelligence, overseeing spies and running covert operations.",
      "vi": "Đội tình báo, giám sát các điệp viên, và thực hiện các nhiệm vụ bí mật."
    }
  },
  {
    "translation": {
      "en": "So, I think this might have been the kitchen.",
      "vi": "Anh nghĩ đây có thể là nhà bếp."
    }
  },
  {
    "translation": {
      "en": "Really?",
      "vi": "- Thật chứ? - Ừ."
    }
  },
  {
    "translation": {
      "en": "I would say that's probably a hearth.",
      "vi": "Anh nghĩ chỗ kia có thể là lòng lò sưởi."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Hẳn là vậy."
    }
  },
  {
    "translation": {
      "en": "Strange.",
      "vi": "Lạ thật."
    }
  },
  {
    "translation": {
      "en": "I have no evidence that my ancestor visited this castle,",
      "vi": "Anh không có chứng cứ cho thấy tổ tiên mình đã đến lâu đài này,"
    }
  },
  {
    "translation": {
      "en": "but it was within his operational sphere.",
      "vi": "nhưng nó nằm trong địa bàn hoạt động của ông ấy."
    }
  },
  {
    "translation": {
      "en": "So, it is just possible that he walked these very halls.",
      "vi": "nhưng nó nằm trong địa bàn hoạt động của ông ấy. Cho nên, có thể ông ấy...đã bước đi trên những cái sảnh này."
    }
  },
  {
    "translation": {
      "en": "He'd sent dozens of men behind the lines on secret missions,",
      "vi": "Anh ấy từng cử cả tá điệp viên để thực hiện nhiệm vụ mật,"
    }
  },
  {
    "translation": {
      "en": "and most never came back.",
      "vi": "và đa phần bọn họ không bao giờ trở về."
    }
  },
  {
    "translation": {
      "en": "He didn't talk about it very often,",
      "vi": "Anh không hay nhắc đến chuyện đó,"
    }
  },
  {
    "translation": {
      "en": "but I knew it preyed on him.",
      "vi": "nhưng tôi biết việc đó đã giày vò anh ấy."
    }
  },
  {
    "translation": {
      "en": "It won't open.",
      "vi": "Không mở được."
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "vi": "Thôi nào."
    }
  },
  {
    "translation": {
      "en": "Three, two, one...",
      "vi": "Ba, hai, một..."
    }
  },
  {
    "translation": {
      "en": "What do you think this was used for?",
      "vi": "Em nghĩ nơi này dùng để làm gì?"
    }
  },
  {
    "translation": {
      "en": "From the lack of proper lighting and ventilation,",
      "vi": "Dựa vào việc thiếu ánh sáng và thông gió,"
    }
  },
  {
    "translation": {
      "en": "I would say province of the castle hermit.",
      "vi": "em nghĩ là... địa phận của một ẩn sĩ trong lâu đài."
    }
  },
  {
    "translation": {
      "en": "Or perhaps a troll or two.",
      "vi": "Hoặc có lẽ của một, hai con yêu tinh."
    }
  },
  {
    "translation": {
      "en": "I don't think trolls live in pairs.",
      "vi": "Anh không nghĩ yêu tinh sống thành đôi."
    }
  },
  {
    "translation": {
      "en": "Solitary creatures, they.",
      "vi": "Chúng là những sinh vật đơn độc."
    }
  },
  {
    "translation": {
      "en": "It's a pity.",
      "vi": "Thật đáng tiếc."
    }
  },
  {
    "translation": {
      "en": "All this,",
      "vi": "Một nơi rộng như thế,"
    }
  },
  {
    "translation": {
      "en": "and no one to share it with.",
      "vi": "mà không có ai để chia sẻ."
    }
  },
  {
    "translation": {
      "en": "You'll get dirty.",
      "vi": "Em coi chừng bẩn đấy."
    }
  },
  {
    "translation": {
      "en": "You can give me a bath.",
      "vi": "Anh có thể tắm cho em mà."
    }
  },
  {
    "translation": {
      "en": "Why, Mrs. Randall,",
      "vi": "Tại sao, cô Randall,"
    }
  },
  {
    "translation": {
      "en": "I do believe you've left your undergarments at home.",
      "vi": "tôi tin rằng cô đã để đồ lót ở nhà rồi."
    }
  },
  {
    "translation": {
      "en": "Yes! Yes, yes, yes.",
      "vi": "Vâng! Đúng, đúng rồi. Tôi tìm thấy rồi."
    }
  },
  {
    "translation": {
      "en": "- I found him. - Indeed.",
      "vi": "Vâng! Đúng, đúng rồi. Tôi tìm thấy rồi. Ôi, thật à? Cùng xem thử nào."
    }
  },
  {
    "translation": {
      "en": "Let us have a look.",
      "vi": "Ôi, thật à? Cùng xem thử nào."
    }
  },
  {
    "translation": {
      "en": "Him? Is it Walter?",
      "vi": "Ông ấy à? Có phải Walter không?"
    }
  },
  {
    "translation": {
      "en": "No, darling, Jonathan. Jonathan Wolverton Randall. Finally.",
      "vi": "Không, em à, là Jonathan. Cuối cùng là Jonathan Wolverton Randall."
    }
  },
  {
    "translation": {
      "en": "Captain of dragoons in the British army,",
      "vi": "Đại úy đoàn kỵ binh quân đội Anh,"
    }
  },
  {
    "translation": {
      "en": "and your direct ancestor. Exactly.",
      "vi": "- và là tổ tiên trực hệ của anh. - Chính xác."
    }
  },
  {
    "translation": {
      "en": "Otherwise known as Black Jack.",
      "vi": "Còn được biết dưới tên Black Jack nữa."
    }
  },
  {
    "translation": {
      "en": "A rather dashing nickname that he probably acquired while he was stationed here in the 1740s.",
      "vi": "Một biệt danh khá oách mà có lẽ được đặt khi đóng quân ở đây vào những năm 1740."
    }
  },
  {
    "translation": {
      "en": "The Reverend has found a series of army dispatches",
      "vi": "Mục sư đã tìm thấy hàng loạt công văn quân đội nhắc đến tên Đại úy."
    }
  },
  {
    "translation": {
      "en": "- that mention the Captain by name. - How exciting.",
      "vi": "Mục sư đã tìm thấy hàng loạt công văn quân đội nhắc đến tên Đại úy. - Thú vị thật. - Ừ. Đúng thế."
    }
  },
  {
    "translation": {
      "en": "It is.",
      "vi": "- Thú vị thật. - Ừ. Đúng thế."
    }
  },
  {
    "translation": {
      "en": "Good to see all your sleuthing over the past week has paid off.",
      "vi": "Thật vui khi việc thăm dò của anh tuần rồi được đền đáp."
    }
  },
  {
    "translation": {
      "en": "Yes, I was beginning to wonder.",
      "vi": "Ừ, anh bắt đầu ngạc nhiên đấy."
    }
  },
  {
    "translation": {
      "en": "It appears Black Jack commanded the garrison at Fort William for four years or so.",
      "vi": "Có vẻ Black Jack chỉ huy quân đồn trú ở Fort William bốn năm hay đại loại thế."
    }
  },
  {
    "translation": {
      "en": "Seems to have spent quite a bit of his time",
      "vi": "Có vẻ ông ta đã dành nhiều thời gian"
    }
  },
  {
    "translation": {
      "en": "harassing the Scottish countryside on behalf of the Crown.",
      "vi": "gây rối vùng nông thôn Xcốt-len nhân danh Đức vua."
    }
  },
  {
    "translation": {
      "en": "Well, he was hardly alone in that endeavor.",
      "vi": "Chà, ông ấy đâu có tiến hành việc đó một mình."
    }
  },
  {
    "translation": {
      "en": "The English were deeply unpopular throughout the Highlands in the 18th century.",
      "vi": "Người Anh không được chào đón ở vùng cao nguyên trong thế kỷ 18."
    }
  },
  {
    "translation": {
      "en": "And well into the 20th, it would seem.",
      "vi": "Và vào thế kỷ 20 có vẻ cũng thế."
    }
  },
  {
    "translation": {
      "en": "I distinctly heard the barman at that pub last night refer to us as Sassenachs.",
      "vi": "Em nghe rõ ràng gã phục vụ quán rượu đêm qua gọi chúng ta là nguời Anh."
    }
  },
  {
    "translation": {
      "en": "I hope you didn't take offense.",
      "vi": "Hy vọng cô không thấy bị xúc phạm."
    }
  },
  {
    "translation": {
      "en": "It only means Englishman, after all, or at worst, Outlander.",
      "vi": "Dù sao từ đó chỉ có nghĩa là Người Anh, hoặc tệ nhất là...Người ngoại tộc."
    }
  },
  {
    "translation": {
      "en": "I've brought you a wee bit of refreshment, gentlemen.",
      "vi": "Tôi mang ít đồ giải khát đây, thưa các quý ông."
    }
  },
  {
    "translation": {
      "en": "I've brought but the two cups, for I thought perhaps Mrs. Randall might care to join me in the kitchen...",
      "vi": "Tôi chỉ mang hai tách, vì tôi nghĩ có lẽ cô Randall sẽ muốn xuống bếp cùng tôi."
    }
  },
  {
    "translation": {
      "en": "Yes. Yes, absolutely. Thank you.",
      "vi": "Vâng. Vâng, chắc chắn rồi. Cảm ơn bà."
    }
  },
  {
    "translation": {
      "en": "See you later.",
      "vi": "Gặp em sau nhé."
    }
  },
  {
    "translation": {
      "en": "This person here...",
      "vi": "Nó phải ở đây à?"
    }
  },
  {
    "translation": {
      "en": "It's been so long since I've had a good cup of oolong.",
      "vi": "Ôi! Lâu rồi tôi mới lại uống một tách trà Ô Long ngon thế này."
    }
  },
  {
    "translation": {
      "en": "Aye, I couldn't get it during the war.",
      "vi": "Vâng, hồi chiến tranh tôi cũng không có để uống."
    }
  },
  {
    "translation": {
      "en": "It's the best for the readings, though.",
      "vi": "Dù sao, trà dùng để bói toán là nhất."
    }
  },
  {
    "translation": {
      "en": "I had a terrible time with that Earl Grey.",
      "vi": "Ôi, với loại trà Anh Quốc thì kinh khủng lắm."
    }
  },
  {
    "translation": {
      "en": "The leaves fall apart so fast, it's hard to tell anything at all.",
      "vi": "Lá trà rã quá nhanh, nên chẳng xem được gì cả."
    }
  },
  {
    "translation": {
      "en": "So, you read tea leaves, then?",
      "vi": "Vậy ra, bà biết đọc lá trà sao?"
    }
  },
  {
    "translation": {
      "en": "Like my grandmother taught me.",
      "vi": "Bà ngoại đã dạy tôi đấy."
    }
  },
  {
    "translation": {
      "en": "And her grandmother before that.",
      "vi": "Và trước đó là bà cố của tôi."
    }
  },
  {
    "translation": {
      "en": "Drink up your cup. Let's see what we've got there.",
      "vi": "Uống hết trà của cô đi. Xem chúng ta có gì nào."
    }
  },
  {
    "translation": {
      "en": "Well, am I going to meet a tall, dark stranger",
      "vi": "Chà, tôi sẽ gặp một chàng da đen, cao to lạ mặt"
    }
  },
  {
    "translation": {
      "en": "and take a trip across the sea?",
      "vi": "và du lịch qua đại dương phải không?"
    }
  },
  {
    "translation": {
      "en": "Could be.",
      "vi": "Có thể đấy."
    }
  },
  {
    "translation": {
      "en": "Or could not.",
      "vi": "Hoặc có thể không."
    }
  },
  {
    "translation": {
      "en": "Everything in it is contradictory.",
      "vi": "Mọi thứ trong này thật mâu thuẫn."
    }
  },
  {
    "translation": {
      "en": "There's a curved leaf, which indicates a journey,",
      "vi": "Có lá trà cuộn lại, ám chỉ một chuyến hành trình,"
    }
  },
  {
    "translation": {
      "en": "but it's crossed by a broken one, which means staying put.",
      "vi": "nhưng có lá trà rách chen ngang, nghĩa là cô không đi đâu cả."
    }
  },
  {
    "translation": {
      "en": "And there are strangers there, to be sure, several of them.",
      "vi": "Và chắc chắn là có người lạ ở đó, vài người đấy."
    }
  },
  {
    "translation": {
      "en": "And one of them's your husband, if I read the leaves all right.",
      "vi": "Và một trong số bọn họ là chồng cô, nếu tôi đọc đúng hết các lá trà."
    }
  },
  {
    "translation": {
      "en": "Show me your hand, dear.",
      "vi": "Cho tôi xem tay nào, cô gái."
    }
  },
  {
    "translation": {
      "en": "Odd.",
      "vi": "Kỳ lạ thật."
    }
  },
  {
    "translation": {
      "en": "Most hands have a likeness to them.",
      "vi": "Hầu hết các bàn tay có những nét chung."
    }
  },
  {
    "translation": {
      "en": "There are patterns, you know?",
      "vi": "Có những khuôn mẫu, cô biết chứ?"
    }
  },
  {
    "translation": {
      "en": "But this is a pattern I've not seen before.",
      "vi": "đây là khuôn mẫu tôi chưa từng thấy."
    }
  },
  {
    "translation": {
      "en": "The large thumb, now.",
      "vi": "Giờ xem ngón cái nhé?"
    }
  },
  {
    "translation": {
      "en": "It means that you're strong- minded, and you have a will not easily crossed.",
      "vi": "Nó cho thấy cô là người kiên quyết, và có ý chí không dễ dàng bị khuất phục."
    }
  },
  {
    "translation": {
      "en": "And this is your Mount of Venus.",
      "vi": "Và đây là gò Kim Tinh của cô."
    }
  },
  {
    "translation": {
      "en": "In a man, it means he likes the lasses,",
      "vi": "Với đàn ông, nó nghĩa là họ khá mê gái,"
    }
  },
  {
    "translation": {
      "en": "but it is a bit different for a woman.",
      "vi": "nhưng nó có nghĩa hơi khác với phụ nữ."
    }
  },
  {
    "translation": {
      "en": "To be polite about it, your husband is not likely to stray far from your bed.",
      "vi": "Theo nghĩa lịch sự thì, chồng cô không thể thoát khỏi chiếc giường của cô."
    }
  },
  {
    "translation": {
      "en": "The lifeline's interrupted,",
      "vi": "Đường sinh đạo... bị cắt, và chia ra thành từng phần nhỏ."
    }
  },
  {
    "translation": {
      "en": "all bits and pieces.",
      "vi": "bị cắt, và chia ra thành từng phần nhỏ."
    }
  },
  {
    "translation": {
      "en": "The marriage line's divided. Means two marriages.",
      "vi": "Đường hôn nhân bị phân ra, nó có nghĩa là hai cuộc hôn nhân."
    }
  },
  {
    "translation": {
      "en": "But...",
      "vi": "Nhưng..."
    }
  },
  {
    "translation": {
      "en": "Most divided lines are broken.",
      "vi": "thường thì những đường phân ra sẽ bị đứt gãy."
    }
  },
  {
    "translation": {
      "en": "Yours is...",
      "vi": "Của cô thì lại..."
    }
  },
  {
    "translation": {
      "en": "Forked.",
      "vi": "phân nhánh."
    }
  },
  {
    "translation": {
      "en": "But I suspect your ancestor had a patron.",
      "vi": "Nhưng tôi ngờ rằng tổ tiên anh có người bảo hộ đấy."
    }
  },
  {
    "translation": {
      "en": "A prominent and powerful man",
      "vi": "Một người đàn ông xuất chúng và quyền lực"
    }
  },
  {
    "translation": {
      "en": "who could protect him from the censure of his superiors.",
      "vi": "có thể bảo vệ ông ta khỏi sự quở trách của bề trên."
    }
  },
  {
    "translation": {
      "en": "Possibly, but it would have to have been someone very high up in the hierarchy of the day",
      "vi": "Có thể, nhưng phải là người có vai vế cao trong hệ thống cấp bậc thời đó"
    }
  },
  {
    "translation": {
      "en": "to exert that kind of influence.",
      "vi": "mới có tầm ảnh hưởng vậy."
    }
  },
  {
    "translation": {
      "en": "The Duke of Sandringham.",
      "vi": "Công tước xứ Sandringham."
    }
  },
  {
    "translation": {
      "en": "The Duke of Sandringham?",
      "vi": "Công tước xứ Sandringham!"
    }
  },
  {
    "translation": {
      "en": "Hold on.",
      "vi": "Nhưng chờ đã."
    }
  },
  {
    "translation": {
      "en": "Wasn't Sandringham a suspected Jacobite himself?",
      "vi": "Chẳng phải chính Sandringham bị nghi là một phiến quân Jacobite đó sao?"
    }
  },
  {
    "translation": {
      "en": "Aye. You know, I believe you're right.",
      "vi": "Vâng. Anh biết đấy, tôi tin là anh đúng."
    }
  },
  {
    "translation": {
      "en": "And the duke died under very suspicious circumstances just before the battle of...",
      "vi": "Và vị công tước ấy chết trong hoàn cảnh đáng ngờ trước trận chiến..."
    }
  },
  {
    "translation": {
      "en": "None of that, none of that! Stand away before you do some permanent damage.",
      "vi": "Chẳng có cái nào hết! Tránh ra trước khi ngài làm chúng vỡ hết."
    }
  },
  {
    "translation": {
      "en": "I think we're getting somewhere at last.",
      "vi": "Cuối cùng cũng hiểu ra gì đó."
    }
  },
  {
    "translation": {
      "en": "I'm really glad to hear it, but I think I shall take my leave.",
      "vi": "Em rất vui khi nghe thế, nhưng em nghĩ em nên về thôi."
    }
  },
  {
    "translation": {
      "en": "- So soon? - Yes.",
      "vi": "- Ồ, sớm thế à? - Vâng,"
    }
  },
  {
    "translation": {
      "en": "I feel a bath is in order.",
      "vi": "em...cảm thấy mình cần tắm rửa."
    }
  },
  {
    "translation": {
      "en": "Aye, of course.",
      "vi": "Đúng thế, dĩ nhiên rồi."
    }
  },
  {
    "translation": {
      "en": "Well, I hope you will join us for Samhain tomorrow night.",
      "vi": "Vâng, cô tham gia với chúng tôi vào lễ Samhain đêm mai nhé?"
    }
  },
  {
    "translation": {
      "en": "What? The pagan festival?",
      "vi": "Gì cơ? Lễ hội ngoại giáo đó sao?"
    }
  },
  {
    "translation": {
      "en": "Reverend Wakefield, you do astonish me.",
      "vi": "Mục sư Wakefield, ngài khiến tôi ngạc nhiên đấy."
    }
  },
  {
    "translation": {
      "en": "I love a good ghost story as much as the next fellow.",
      "vi": "Tôi thích truyện ma cũng như thế hệ sau thôi."
    }
  },
  {
    "translation": {
      "en": "All right. Take your time, darling.",
      "vi": "Được rồi. Cứ thong thả, anh yêu."
    }
  },
  {
    "translation": {
      "en": "Do try to get home before the storm breaks.",
      "vi": "Nhớ về nhà trước khi bão đến nhé."
    }
  },
  {
    "translation": {
      "en": "I will.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "I'd never put any stock in superstition.",
      "vi": "Tôi chưa từng mê tín dị đoan"
    }
  },
  {
    "translation": {
      "en": "And my Catholicism was nominal at best.",
      "vi": "và đạo Công Giáo của tôi chỉ là trên danh nghĩa."
    }
  },
  {
    "translation": {
      "en": "However, I couldn't shake the feeling",
      "vi": "Nhưng tôi không thể rũ bỏ cái cảm giác rằng"
    }
  },
  {
    "translation": {
      "en": "that Mrs. Graham's words had a ring of prophecy.",
      "vi": "lời nói của bà Graham báo hiệu một lời tiên tri."
    }
  },
  {
    "translation": {
      "en": "The war had taught me to cherish the present",
      "vi": "Chiến tranh đã dạy tôi phải trân quý hiện tại"
    }
  },
  {
    "translation": {
      "en": "because tomorrow might not ever come to pass.",
      "vi": "vì ngày mai có thể chẳng bao giờ đến."
    }
  },
  {
    "translation": {
      "en": "But what I didn't know at the time",
      "vi": "Nhưng điều mà lúc đó tôi không hay biết..."
    }
  },
  {
    "translation": {
      "en": "was that tomorrow would prove less important",
      "vi": "là ngày mai sẽ chẳng hề quan trọng..."
    }
  },
  {
    "translation": {
      "en": "than yesterday.",
      "vi": "hơn ngày hôm qua."
    }
  },
  {
    "translation": {
      "en": "Jesus H. Roosevelt Christ!",
      "vi": "Chúa ơi!"
    }
  },
  {
    "translation": {
      "en": "Excuse me, can I help you with something?",
      "vi": "Xin lỗi. Tôi có thể giúp gì cho anh không?"
    }
  },
  {
    "translation": {
      "en": "Frank, I was hoping to have the whole place lit up",
      "vi": "Frank. Em đã hy vọng mình có thể thắp sáng cả phòng trước khi anh về."
    }
  },
  {
    "translation": {
      "en": "by the time you got back.",
      "vi": "Em đã hy vọng mình có thể thắp sáng cả phòng trước khi anh về."
    }
  },
  {
    "translation": {
      "en": "Darling, what's the matter?",
      "vi": "Anh yêu, có chuyện gì sao?"
    }
  },
  {
    "translation": {
      "en": "You look like you've seen a ghost.",
      "vi": "Anh trông như vừa gặp ma ấy."
    }
  },
  {
    "translation": {
      "en": "I'm not at all sure that I haven't.",
      "vi": "Anh không chắc có phải hay không."
    }
  },
  {
    "translation": {
      "en": "When he pushed past me, he was close enough",
      "vi": "Khi anh ta chen qua anh, anh ta ở sát đến mức"
    }
  },
  {
    "translation": {
      "en": "that I should have felt him brush my sleeve as he passed,",
      "vi": "lẽ ra anh cảm thấy anh ta lướt qua vạt áo,"
    }
  },
  {
    "translation": {
      "en": "but I... I didn't.",
      "vi": "nhưng anh... không cảm thấy thế."
    }
  },
  {
    "translation": {
      "en": "And then I turned around to say something, and he had gone.",
      "vi": "Và khi anh quay lại để nói chuyện thì anh ta đi rồi."
    }
  },
  {
    "translation": {
      "en": "He just vanished.",
      "vi": "Cứ thế biến mất."
    }
  },
  {
    "translation": {
      "en": "That's when I felt a chill down my spine.",
      "vi": "Đó là khi anh...thấy lạnh cả xương sống."
    }
  },
  {
    "translation": {
      "en": "Did you have many Scots in your charge during the war?",
      "vi": "Em có nhiều bệnh nhân Xcốt-len trong chiến tranh không?"
    }
  },
  {
    "translation": {
      "en": "Yes, there was quite a few.",
      "vi": "Vâng, cũng kha khá."
    }
  },
  {
    "translation": {
      "en": "There was one in particular.",
      "vi": "Có một...trường hợp đặc biệt."
    }
  },
  {
    "translation": {
      "en": "He was a piper in the Third Seaforths.",
      "vi": "Anh ấy là người thổi kèn túi trong Trung đoàn Seaforths Đệ tam."
    }
  },
  {
    "translation": {
      "en": "He couldn't stand being stuck with a needle.",
      "vi": "Anh ấy không chịu nổi khi bị tiêm."
    }
  },
  {
    "translation": {
      "en": "It was...",
      "vi": "Chuyện đó thật là..."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "What is it exactly, that,",
      "vi": "Chính xác là..."
    }
  },
  {
    "translation": {
      "en": "you're asking me, Frank?",
      "vi": "anh muốn hỏi em điều gì, Frank?"
    }
  },
  {
    "translation": {
      "en": "When I saw that chap staring up at you,",
      "vi": "Khi anh thấy gã đó ngước nhìn em."
    }
  },
  {
    "translation": {
      "en": "I thought he might be someone you had nursed.",
      "vi": "Anh nghĩ đó có thể là người em từng chăm sóc."
    }
  },
  {
    "translation": {
      "en": "Someone who might be looking for you now",
      "vi": "Người có lẽ đang muốn tìm em..."
    }
  },
  {
    "translation": {
      "en": "to reconnect.",
      "vi": "để nối lại liên lạc."
    }
  },
  {
    "translation": {
      "en": "To reconnect?",
      "vi": "Nối lại liên lạc à?"
    }
  },
  {
    "translation": {
      "en": "It wouldn't be unusual.",
      "vi": "Chẳng có gì lạ cả."
    }
  },
  {
    "translation": {
      "en": "I mean, it wouldn't be surprising if you had sought some...",
      "vi": "Không có gì lạ nếu em tìm một... - Ồ. - ...nguồn an ủi, hay..."
    }
  },
  {
    "translation": {
      "en": "Comfort, or...",
      "vi": "- Ồ. - ...nguồn an ủi, hay..."
    }
  },
  {
    "translation": {
      "en": "Are you asking me if I've been unfaithful?",
      "vi": "Anh đang hỏi em rằng... liệu em có ngoại tình không à?"
    }
  },
  {
    "translation": {
      "en": "Claire.",
      "vi": "Claire à."
    }
  },
  {
    "translation": {
      "en": "Is that what you think of me, Frank?",
      "vi": "Anh nghĩ em thế à, Frank?"
    }
  },
  {
    "translation": {
      "en": "No, darling. No.",
      "vi": "Không, em yêu. Không phải đâu."
    }
  },
  {
    "translation": {
      "en": "No. All I meant was that even if you had,",
      "vi": "Không, em yêu. Không phải đâu. Ý anh là cho dù em có như thế,"
    }
  },
  {
    "translation": {
      "en": "it will make no difference to me. I love you.",
      "vi": "đó cũng chẳng là gì đối với anh. Anh yêu em."
    }
  },
  {
    "translation": {
      "en": "And nothing you could ever do could stop my loving you.",
      "vi": "Và dù em làm bất cứ gì anh cũng chẳng thể ngừng yêu em."
    }
  },
  {
    "translation": {
      "en": "Forgive me.",
      "vi": "Hãy tha thứ cho anh."
    }
  },
  {
    "translation": {
      "en": "Forgive me?",
      "vi": "Tha thứ cho anh nhé?"
    }
  },
  {
    "translation": {
      "en": "Of course.",
      "vi": "Dĩ nhiên rồi."
    }
  },
  {
    "translation": {
      "en": "Sex was our bridge back to one another.",
      "vi": "Tình dục là chiếc cầu kết nối cho tình cảm chúng tôi."
    }
  },
  {
    "translation": {
      "en": "The one place where we always met.",
      "vi": "Một nơi mà chúng tôi luôn tìm thấy nhau."
    }
  },
  {
    "translation": {
      "en": "Whatever obstacles presented themselves during the day or night,",
      "vi": "Bất cứ trở ngại nào dù xuất hiện ngày hay đêm,"
    }
  },
  {
    "translation": {
      "en": "we could seek out and find each other again in bed.",
      "vi": "chúng tôi vẫn có thể tìm và thấy nhau trên giường."
    }
  },
  {
    "translation": {
      "en": "As long as we had that, I had faith everything would work out.",
      "vi": "Miễn là chúng tôi có được điều đó, tôi tin rằng mọi chuyện sẽ ổn cả."
    }
  },
  {
    "translation": {
      "en": "That reminds me, I want to set an alarm.",
      "vi": "Tiếng chuông như nhắc anh nhớ phải đặt báo thức."
    }
  },
  {
    "translation": {
      "en": "No.",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "I thought we weren't setting alarms on this trip.",
      "vi": "Em tưởng ta không đặt báo thức trong chuyến đi này."
    }
  },
  {
    "translation": {
      "en": "I want to see the witches.",
      "vi": "Anh muốn nhìn thấy phù thủy."
    }
  },
  {
    "translation": {
      "en": "Must I ask?",
      "vi": "Em có cần phải hỏi không?"
    }
  },
  {
    "translation": {
      "en": "Apparently, there's a circle of standing stones on a hill just outside the village,",
      "vi": "Hình như có một vòng tròn những phiến đá trên ngọn đồi ngoài ngôi làng,"
    }
  },
  {
    "translation": {
      "en": "and there's a local group who still observe rituals there.",
      "vi": "và có một nhóm người địa phương vẫn tiến hành những nghi lễ ở đó."
    }
  },
  {
    "translation": {
      "en": "Well, they're not actually witches. This lot are meant to be druids.",
      "vi": "À, thật ra họ không phải phù thủy. Họ giống tu sĩ hơn."
    }
  },
  {
    "translation": {
      "en": "Sadly, I don't think there'll be a coven of devil- worshippers.",
      "vi": "Tiếc là, anh không nghĩ sẽ có một hội thờ phụng quỷ dữ đâu."
    }
  },
  {
    "translation": {
      "en": "Well, it's a pity.",
      "vi": "Tiếc thật."
    }
  },
  {
    "translation": {
      "en": "Can't imagine anything I'd rather do.",
      "vi": "Em sẽ làm bất cứ gì để chứng kiến cảnh đó."
    }
  },
  {
    "translation": {
      "en": "Liar.",
      "vi": "Xạo quá."
    }
  },
  {
    "translation": {
      "en": "Where will we be watching this spectacle?",
      "vi": "Chúng ta sẽ xem cảnh tượng đó ở đâu?"
    }
  },
  {
    "translation": {
      "en": "A place called Craigh na Dun.",
      "vi": "Nơi được gọi là Craigh na Dun."
    }
  },
  {
    "translation": {
      "en": "So, according to local folklore,",
      "vi": "Theo như văn hóa dân gian ở đây,"
    }
  },
  {
    "translation": {
      "en": "these stones were carried here from Africa",
      "vi": "những phiến đá này được đưa đến đây từ châu Phi,"
    }
  },
  {
    "translation": {
      "en": "by a race of Celtic giants.",
      "vi": "bởi những người khổng lồ Celtic."
    }
  },
  {
    "translation": {
      "en": "I wasn't aware that Celts made a lot of trips to Africa.",
      "vi": "Em không để ý là người Celt hay đi đến châu Phi như thế."
    }
  },
  {
    "translation": {
      "en": "Only the giant ones.",
      "vi": "Chỉ những người khổng lồ thôi."
    }
  },
  {
    "translation": {
      "en": "Is that Inverness?",
      "vi": "Kia có phải Inverness không?"
    }
  },
  {
    "translation": {
      "en": "Yes, it must be.",
      "vi": "Ừ, phải là nó rồi."
    }
  },
  {
    "translation": {
      "en": "Someone's coming.",
      "vi": "Có người đang đến kìa."
    }
  },
  {
    "translation": {
      "en": "Is that Mrs. Graham?",
      "vi": "Có phải bà Graham không?"
    }
  },
  {
    "translation": {
      "en": "I think it is.",
      "vi": "Anh nghĩ là phải đấy."
    }
  },
  {
    "translation": {
      "en": "The Reverend's housekeeper is a witch.",
      "vi": "Quản gia của mục sư là một phù thủy."
    }
  },
  {
    "translation": {
      "en": "Not a witch. Druid, remember?",
      "vi": "Không phải phù thủy, mà là tu sĩ, anh nhớ chứ?"
    }
  },
  {
    "translation": {
      "en": "They should have been ridiculous,",
      "vi": "Đáng lẽ trông họ phải thật buồn cười,"
    }
  },
  {
    "translation": {
      "en": "and perhaps they were.",
      "vi": "và có vẻ là như vậy."
    }
  },
  {
    "translation": {
      "en": "Parading in circles on top of a hill.",
      "vi": "Họ đi thành vòng tròn trên đỉnh đồi."
    }
  },
  {
    "translation": {
      "en": "But the hairs on the back of my neck prickled at the sight,",
      "vi": "Nhưng tóc gáy tôi lại dựng cả lên trước cảnh tượng đó,"
    }
  },
  {
    "translation": {
      "en": "and some small voice inside warned me",
      "vi": "và có một giọng nói bên trong cảnh báo tôi rằng,"
    }
  },
  {
    "translation": {
      "en": "I wasn't supposed to be here.",
      "vi": "tôi không được đến đây."
    }
  },
  {
    "translation": {
      "en": "I was an unwelcome voyeur to something ancient and powerful.",
      "vi": "Tôi là một kẻ rình mò không được chào đón tại một nghi lễ cổ đại và quyền năng."
    }
  },
  {
    "translation": {
      "en": "Wait for me!",
      "vi": "Chờ tôi với!"
    }
  },
  {
    "translation": {
      "en": "I'm caught on something. I'll be there in a minute.",
      "vi": "Tôi quên thứ gì đó rồi. Tôi sẽ quay lại ngay."
    }
  },
  {
    "translation": {
      "en": "Claire, someone's coming.",
      "vi": "Claire, có người đang đến."
    }
  },
  {
    "translation": {
      "en": "We should go.",
      "vi": "Ta nên đi thôi."
    }
  },
  {
    "translation": {
      "en": "What have you got there?",
      "vi": "Em có gì ở đó thế?"
    }
  },
  {
    "translation": {
      "en": "I'm looking for that plant.",
      "vi": "Ừ, em đang tìm loại cây đó."
    }
  },
  {
    "translation": {
      "en": "I think it's a forget- me- not, but I'm not sure.",
      "vi": "Em nghĩ đó là cây hoa Lưu Ly, nhưng em không chắc."
    }
  },
  {
    "translation": {
      "en": "Why don't you pop back and get it?",
      "vi": "Sao em không quay lại và hái nó?"
    }
  },
  {
    "translation": {
      "en": "I was considering it.",
      "vi": "Em đã tính làm thế rồi."
    }
  },
  {
    "translation": {
      "en": "Would you care to go with me?",
      "vi": "Anh có muốn đi cùng em không?"
    }
  },
  {
    "translation": {
      "en": "Darling, I'd love to,",
      "vi": "Em yêu, anh cũng muốn lắm, nhưng anh có cái hẹn với mục sư rồi."
    }
  },
  {
    "translation": {
      "en": "but I've got an appointment with the Reverend.",
      "vi": "anh cũng muốn lắm, nhưng anh có cái hẹn với mục sư rồi."
    }
  },
  {
    "translation": {
      "en": "He found a box of materials last night.",
      "vi": "Ông ấy tìm thấy một hộp vật liệu vào đêm qua."
    }
  },
  {
    "translation": {
      "en": "Bills of sale from Black Jack's quartermaster.",
      "vi": "Hóa đơn bán hàng của quân hậu cần Black Jack."
    }
  },
  {
    "translation": {
      "en": "That sounds terribly exciting.",
      "vi": "Nghe có vẻ thú vị đấy."
    }
  },
  {
    "translation": {
      "en": "Are you laughing at me?",
      "vi": "Em cười nhạo anh à?"
    }
  },
  {
    "translation": {
      "en": "Never.",
      "vi": "Không đời nào."
    }
  },
  {
    "translation": {
      "en": "- Shall I meet you for dinner later? - Yes.",
      "vi": "- Lát nữa em gặp anh để ăn tối nhé? - Được đấy."
    }
  },
  {
    "translation": {
      "en": "- Love you. - Love you.",
      "vi": "- Yêu em. - Yêu anh."
    }
  },
  {
    "translation": {
      "en": "Come here.",
      "vi": "Lại đây nào."
    }
  },
  {
    "translation": {
      "en": "Once, traveling at night,",
      "vi": "Có một lần, khi đi vào ban đêm,"
    }
  },
  {
    "translation": {
      "en": "I fell asleep in the passenger seat of a moving car,",
      "vi": "tôi đã ngủ thiếp đi ở băng ghế hành khách của một chiếc xe đang chạy,"
    }
  },
  {
    "translation": {
      "en": "lulled by the noise and the motion into an illusion of serene weightlessness.",
      "vi": "được tiếng ồn và chuyển động ru vào một ảo mộng lâng lâng nhẹ nhàng."
    }
  },
  {
    "translation": {
      "en": "Then the driver took a bridge too fast.",
      "vi": "Rồi tài xế vượt qua cầu quá nhanh."
    }
  },
  {
    "translation": {
      "en": "And I woke to see the world spinning outside the car windows,",
      "vi": "Và tôi tỉnh giấc, chứng kiến thế giới xoay vần ngoài cửa sổ..."
    }
  },
  {
    "translation": {
      "en": "and the sickening sensation of falling at high speed.",
      "vi": "và cảm giác buồn nôn khi rơi xuống với tốc độ cao."
    }
  },
  {
    "translation": {
      "en": "That is as close as I can come to describing what I experienced,",
      "vi": "Đó là cảm giác giống nhất để diễn tả những gì tôi mới trải qua..."
    }
  },
  {
    "translation": {
      "en": "but it falls woefully short.",
      "vi": "nhưng như thế vẫn chưa đủ để diễn tả nó."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Gì thế này?"
    }
  },
  {
    "translation": {
      "en": "When confronted with the impossible,",
      "vi": "Khi đối mặt với điều không tưởng,"
    }
  },
  {
    "translation": {
      "en": "the rational mind will grope for the logical.",
      "vi": "tâm trí sẽ tìm cách đưa ra giải thích hợp lý nhất."
    }
  },
  {
    "translation": {
      "en": "Perhaps I had stumbled onto the set of a cinema company",
      "vi": "Có lẽ tôi đã bước nhầm vào phim trường của một công ty điện ảnh,"
    }
  },
  {
    "translation": {
      "en": "filming a costume drama of some sort.",
      "vi": "đang ghi hình một bộ phim cổ trang nào đó."
    }
  },
  {
    "translation": {
      "en": "But there was no logical reason for actors to fire live ammunition.",
      "vi": "Nhưng không có lời giải thích hợp lý nào cho việc diễn viên dùng súng đạn thật."
    }
  },
  {
    "translation": {
      "en": "What the devil are you doing?",
      "vi": "Anh đang làm cái quái gì ở đây thế?"
    }
  },
  {
    "translation": {
      "en": "You're not Frank.",
      "vi": "Anh không phải Frank."
    }
  },
  {
    "translation": {
      "en": "No, madam. I am not.",
      "vi": "Không, thưa cô. Không phải tôi."
    }
  },
  {
    "translation": {
      "en": "Who the bloody hell are you?",
      "vi": "Vậy anh là tên quái nào?"
    }
  },
  {
    "translation": {
      "en": "I am Jonathan Randall Esquire,",
      "vi": "Tôi là Jonathan Randall Esquire,"
    }
  },
  {
    "translation": {
      "en": "Captain of His Majesty's Eighth Dragoons.",
      "vi": "là Đại úy Đoàn Kỵ binh thứ Tám của Đức vua."
    }
  },
  {
    "translation": {
      "en": "At your service.",
      "vi": "Rất sẵn lòng giúp đỡ cô."
    }
  },
  {
    "translation": {
      "en": "Who are you?",
      "vi": "Cô là ai?"
    }
  },
  {
    "translation": {
      "en": "My husband is expecting me.",
      "vi": "Chồng tôi đang chờ tôi."
    }
  },
  {
    "translation": {
      "en": "He'll come looking for me if I'm not back in 10 minutes.",
      "vi": "Anh ấy sẽ đi tìm nếu tôi không quay lại trong mười phút."
    }
  },
  {
    "translation": {
      "en": "Your husband? What's his name?",
      "vi": "Chồng cô à? Tên hắn là gì?"
    }
  },
  {
    "translation": {
      "en": "What is his name?",
      "vi": "Tên hắn là gì?"
    }
  },
  {
    "translation": {
      "en": "- Frank. - Frank what?",
      "vi": "Frank. Frank gì?"
    }
  },
  {
    "translation": {
      "en": "Frank Beauchamp. He's a teacher.",
      "vi": "Frank Beauchamp. Anh ấy là giáo viên."
    }
  },
  {
    "translation": {
      "en": "Well, it's a pleasure to meet you, Mrs. Frank Beauchamp, a teacher's wife.",
      "vi": "Vâng, rất hân hạnh được gặp cô, cô Frank Beauchamp, vợ của một giáo viên."
    }
  },
  {
    "translation": {
      "en": "You must think me the fool.",
      "vi": "Chắc cô nghĩ tôi là đồ ngốc."
    }
  },
  {
    "translation": {
      "en": "You'll be well advised to tell me exactly who you are and why you're here.",
      "vi": "Sẽ khôn ngoan hơn nếu cô cho tôi biết chính xác cô là ai và vì sao cô lại ở đây."
    }
  },
  {
    "translation": {
      "en": "Madam, you'll find my patience is not infinite.",
      "vi": "Cô sẽ thấy sự kiên nhẫn của tôi không vô hạn, thưa cô."
    }
  },
  {
    "translation": {
      "en": "Get off me, you bastard.",
      "vi": "Bỏ ta ra, thằng khốn nạn."
    }
  },
  {
    "translation": {
      "en": "The speech of a lady.",
      "vi": "À! Cách nói chuyện của một quý cô..."
    }
  },
  {
    "translation": {
      "en": "The language of a whore.",
      "vi": "và ngôn từ của một con điếm."
    }
  },
  {
    "translation": {
      "en": "I choose the whore.",
      "vi": "Ta chọn con điếm."
    }
  },
  {
    "translation": {
      "en": "- What? - Druid!",
      "vi": "Gì cơ?"
    }
  },
  {
    "translation": {
      "en": "Who are you?",
      "vi": "Ông là ai?"
    }
  },
  {
    "translation": {
      "en": "Where are we going? Where are we go...",
      "vi": "Chúng ta đang đi đâu? Chúng ta..."
    }
  },
  {
    "translation": {
      "en": "Over here!",
      "vi": "Ở đây này!"
    }
  },
  {
    "translation": {
      "en": "You men over there! Quickly!",
      "vi": "Các ngươi lại đây này! Nhanh lên!"
    }
  },
  {
    "translation": {
      "en": "I wanted it to be a dream,",
      "vi": "Tôi muốn chuyện này chỉ là giấc mơ,"
    }
  },
  {
    "translation": {
      "en": "but I knew it wasn't.",
      "vi": "nhưng tôi biết nó không phải thế."
    }
  },
  {
    "translation": {
      "en": "If nothing else,",
      "vi": "Chí ít,"
    }
  },
  {
    "translation": {
      "en": "my erstwhile savior fairly reeked of odors",
      "vi": "cứu tinh ngày ấy của tôi không thể"
    }
  },
  {
    "translation": {
      "en": "too foul to be part of any dream I was likely to conjure up.",
      "vi": "trở thành một phần giấc mơ mà tôi có thể gợi lại."
    }
  },
  {
    "translation": {
      "en": "Let's have a look at you then, lass.",
      "vi": "Để ta xem qua cô nào, cô gái."
    }
  },
  {
    "translation": {
      "en": "I trust you're able to see me now? What's your name?",
      "vi": "- Tôi tin là giờ ông đã nhìn thấy tôi rồi? - Cô tên là gì?"
    }
  },
  {
    "translation": {
      "en": "I decided to continue using my maiden name.",
      "vi": "Tôi quyết định dùng tên thời con gái."
    }
  },
  {
    "translation": {
      "en": "If they intended to ransom me, I didn't want to lead them back to Frank.",
      "vi": "Nếu chúng định dùng tôi đòi tiền chuộc, tôi không muốn làm liên lụy Frank."
    }
  },
  {
    "translation": {
      "en": "That's right. And just what the hell do you think...",
      "vi": "Đúng rồi. Và nếu ông nghĩ cái quái gì..."
    }
  },
  {
    "translation": {
      "en": "You said you found her?",
      "vi": "Anh nói anh tìm thấy cô ta?"
    }
  },
  {
    "translation": {
      "en": "Aye.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "She was havin' words with a certain Captain of dragoons",
      "vi": "Cô ấy đang nói chuyện với Đại úy Đoàn Kỵ binh"
    }
  },
  {
    "translation": {
      "en": "with whom we are acquainted.",
      "vi": "mà chúng ta quen biết đấy."
    }
  },
  {
    "translation": {
      "en": "There seemed to be some question as to whether the lady was or was not a whore.",
      "vi": "Có vẻ hắn ta thắc mắc cô ta là một quý cô hay một con điếm."
    }
  },
  {
    "translation": {
      "en": "And what was the lady's position in this discussion?",
      "vi": "Và vị trí của quý cô trong cuộc nói chuyện này là gì?"
    }
  },
  {
    "translation": {
      "en": "I am not.",
      "vi": "Tôi không phải là điếm."
    }
  },
  {
    "translation": {
      "en": "We could put her to the test.",
      "vi": "Chúng ta có thể kiểm tra cô ta mà."
    }
  },
  {
    "translation": {
      "en": "I don't hold with rape.",
      "vi": "Ta không chấp nhận việc cưỡng bức."
    }
  },
  {
    "translation": {
      "en": "And we've not the time for it, anyway.",
      "vi": "Và ta cũng không có thời gian cho việc đó."
    }
  },
  {
    "translation": {
      "en": "Dougal, I've no idea what she might be or who,",
      "vi": "Dougal, ta không biết cô ta có thể là gì hay là ai,"
    }
  },
  {
    "translation": {
      "en": "but I'll stake my best shot she's not a whore.",
      "vi": "nhưng ta cá cô ta không phải là điếm."
    }
  },
  {
    "translation": {
      "en": "We'll puzzle it out later.",
      "vi": "Chúng ta sẽ tìm hiểu sau."
    }
  },
  {
    "translation": {
      "en": "We've got a good distance to go tonight.",
      "vi": "Đêm nay ta phải đi quãng đường rất dài"
    }
  },
  {
    "translation": {
      "en": "And we must do something about Jamie first.",
      "vi": "và ta phải chữa trị cho Jamie đã."
    }
  },
  {
    "translation": {
      "en": "Escape was my chief concern,",
      "vi": "Trốn thoát là mối quan tâm hàng đầu của tôi,"
    }
  },
  {
    "translation": {
      "en": "but I had no idea where I was.",
      "vi": "nhưng tôi không biết mình đang ở đâu."
    }
  },
  {
    "translation": {
      "en": "And trying to find the road back to Inverness in the gathering darkness felt like a fool's errand.",
      "vi": "Và cố gắng tìm đường quay về Inverness trong đêm tối thế này là một điều vô vọng."
    }
  },
  {
    "translation": {
      "en": "Out o' joint, poor bugger.",
      "vi": "Trật khớp rồi, anh chàng tội nghiệp."
    }
  },
  {
    "translation": {
      "en": "You can't ride with it like that, can you, lad?",
      "vi": "Cháu không thể cưỡi ngựa khi bị thế này nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Hurts bad enough sitting still.",
      "vi": "Ngồi yên cũng đủ đau đớn rồi."
    }
  },
  {
    "translation": {
      "en": "I couldna manage a horse.",
      "vi": "Cháu không thể điều khiển ngựa."
    }
  },
  {
    "translation": {
      "en": "I don't mean to be leaving him behind.",
      "vi": "Ta không có ý bỏ lại nó ở đây."
    }
  },
  {
    "translation": {
      "en": "There's no help for it, then.",
      "vi": "Vậy thì không còn cách nào khác."
    }
  },
  {
    "translation": {
      "en": "I'll have to force the joint back.",
      "vi": "Ta phải nắn khớp lại thôi."
    }
  },
  {
    "translation": {
      "en": "The wisest course of action would have been to keep my head down, my mouth shut,",
      "vi": "Lúc này thì hành động khôn ngoan nhất chính là cứ cúi đầu, ngậm miệng,"
    }
  },
  {
    "translation": {
      "en": "and wait for the search parties Frank must have called out by now.",
      "vi": "và chờ đợi những nhóm tìm kiếm mà chắc hẳn Frank đã kêu gọi vào lúc này."
    }
  },
  {
    "translation": {
      "en": "Here, lad.",
      "vi": "Đây này, anh bạn."
    }
  },
  {
    "translation": {
      "en": "Hold him.",
      "vi": "Giữ chặt anh ta."
    }
  },
  {
    "translation": {
      "en": "Don't you dare!",
      "vi": "Đừng có làm thế!"
    }
  },
  {
    "translation": {
      "en": "Stand aside at once.",
      "vi": "Tránh qua một bên hết đi."
    }
  },
  {
    "translation": {
      "en": "You'll break his arm if you do it like that.",
      "vi": "Các người sẽ làm gãy tay anh ta nếu làm thế."
    }
  },
  {
    "translation": {
      "en": "You have to get the bone of the upper arm in the correct position before it slips back into joint.",
      "vi": "Ông phải đặt xương bắp tay vào đúng vị trí trước khi tiến hành nắn lại khớp."
    }
  },
  {
    "translation": {
      "en": "Hold him steady.",
      "vi": "Giữ chặt anh ta."
    }
  },
  {
    "translation": {
      "en": "This is the worst part.",
      "vi": "Đây là phần tồi tệ nhất đấy."
    }
  },
  {
    "translation": {
      "en": "It doesn't hurt anymore! It will.",
      "vi": "- Không còn đau nữa! - Rồi sẽ đau trở lại đấy."
    }
  },
  {
    "translation": {
      "en": "It will be tender for about a week.",
      "vi": "Khớp sẽ yếu trong vòng một tuần."
    }
  },
  {
    "translation": {
      "en": "You'll need a sling.",
      "vi": "Anh sẽ cần đeo băng đỡ cánh tay."
    }
  },
  {
    "translation": {
      "en": "You, fetch me a long piece of cloth or a belt.",
      "vi": "Anh kia, lấy cho tôi một miếng vải dài hoặc một cái thắt lưng."
    }
  },
  {
    "translation": {
      "en": "Fetch me, she says. Do ye hear that, lads?",
      "vi": "Cô ta vừa bảo Lấy cho tôi sao? Các anh có nghe thấy không?"
    }
  },
  {
    "translation": {
      "en": "Give her yer belt.",
      "vi": "Đưa thắt lưng anh cho cô ta đi."
    }
  },
  {
    "translation": {
      "en": "I'm taking a guess you've done this before.",
      "vi": "Tôi đoán cô từng làm việc này."
    }
  },
  {
    "translation": {
      "en": "I'm a nurse.",
      "vi": "Tôi là y tá."
    }
  },
  {
    "translation": {
      "en": "Not a wet nurse.",
      "vi": "Không phải là vú nuôi đâu."
    }
  },
  {
    "translation": {
      "en": "You mustn't move the joint for two or three days.",
      "vi": "Anh không được cử động khớp trong vòng hai hoặc ba ngày."
    }
  },
  {
    "translation": {
      "en": "When you begin to use it again, go very slowly at first.",
      "vi": "Khi bắt đầu cử động trở lại, hãy thật chậm rãi lúc đầu."
    }
  },
  {
    "translation": {
      "en": "Stop at once if it hurts,",
      "vi": "Dừng lại ngay khi cảm thấy đau,"
    }
  },
  {
    "translation": {
      "en": "and use warm compresses on it daily.",
      "vi": "và dùng gạc ấm hàng ngày."
    }
  },
  {
    "translation": {
      "en": "All right, how does that feel?",
      "vi": "Được rồi. Anh thấy thế nào?"
    }
  },
  {
    "translation": {
      "en": "Better. Thank ye.",
      "vi": "Khá hơn rồi. Cảm ơn cô."
    }
  },
  {
    "translation": {
      "en": "Can you ride?",
      "vi": "Anh cưỡi ngựa được không?"
    }
  },
  {
    "translation": {
      "en": "- Aye. - Good. We're leaving.",
      "vi": "- Được ạ. - Tốt. Chúng ta lên đường nào."
    }
  },
  {
    "translation": {
      "en": "Where is it?",
      "vi": "Nó đâu rồi?"
    }
  },
  {
    "translation": {
      "en": "Where's the city? It should be visible from here.",
      "vi": "Thành phố đâu rồi? Từ đây phải nhìn thấy."
    }
  },
  {
    "translation": {
      "en": "Inverness?",
      "vi": "Inverness à?"
    }
  },
  {
    "translation": {
      "en": "You're looking straight at it.",
      "vi": "Cô đang nhìn vào nó đấy."
    }
  },
  {
    "translation": {
      "en": "There were no electric lights as far as the eye could see.",
      "vi": "Không hề có ánh đèn điện nào trong tầm mắt."
    }
  },
  {
    "translation": {
      "en": "So, as much as my rational mind rebelled against the idea,",
      "vi": "Cho nên, mặc dù tâm trí tôi chống lại suy nghĩ này,"
    }
  },
  {
    "translation": {
      "en": "I knew in my heart I was no longer in the 20th century.",
      "vi": "từ trong thâm tâm, tôi biết mình không còn ở thế kỷ 20 nữa."
    }
  },
  {
    "translation": {
      "en": "Get yourself up.",
      "vi": "Cô leo lên đi."
    }
  },
  {
    "translation": {
      "en": "You be sure to stay close to the rest of us.",
      "vi": "Cô phải ở gần chúng tôi đấy."
    }
  },
  {
    "translation": {
      "en": "And should ye try anythin' else, I shall slit your throat for you.",
      "vi": "Và nếu cô manh động, tôi sẽ cắt cổ cô."
    }
  },
  {
    "translation": {
      "en": "Do you understand me?",
      "vi": "Cô hiểu tôi nói gì chứ?"
    }
  },
  {
    "translation": {
      "en": "Gimme your foot. Give it to me.",
      "vi": "Đưa chân cô đây. Đưa chân lên."
    }
  },
  {
    "translation": {
      "en": "Careful!",
      "vi": "Cẩn thận đấy!"
    }
  },
  {
    "translation": {
      "en": "What are you trying to do?",
      "vi": "Anh đang cố làm gì thế?"
    }
  },
  {
    "translation": {
      "en": "I'll get my plaid loose to cover ye.",
      "vi": "Tôi lấy áo choàng của mình choàng cho cô."
    }
  },
  {
    "translation": {
      "en": "You're shivering.",
      "vi": "Cô đang run kìa."
    }
  },
  {
    "translation": {
      "en": "Thank you, but I'm fine, really.",
      "vi": "Cảm ơn, nhưng tôi ổn mà."
    }
  },
  {
    "translation": {
      "en": "You're shaking so hard, it's making my teeth rattle.",
      "vi": "Cô run lẩy bẩy, khiến răng tôi đánh lập cập theo."
    }
  },
  {
    "translation": {
      "en": "The plaid will keep us both warm,",
      "vi": "Áo choàng sẽ giữ ấm cho cả hai, nhưng..."
    }
  },
  {
    "translation": {
      "en": "but I canna do it one- handed.",
      "vi": "tôi không thể làm thế với một tay."
    }
  },
  {
    "translation": {
      "en": "Can ye reach?",
      "vi": "Cô cầm nó được không?"
    }
  },
  {
    "translation": {
      "en": "We don't want you to freeze before sun- up.",
      "vi": "Không muốn cô chết cóng trước khi mặt trời lên."
    }
  },
  {
    "translation": {
      "en": "Sun- up?",
      "vi": "Mặt trời lên à?"
    }
  },
  {
    "translation": {
      "en": "You mean we'll be riding all night?",
      "vi": "Ý anh là chúng ta sẽ cưỡi ngựa cả đêm sao?"
    }
  },
  {
    "translation": {
      "en": "All night,",
      "vi": "Cả đêm,"
    }
  },
  {
    "translation": {
      "en": "and the next one, too, I reckon.",
      "vi": "và cả đêm tiếp theo, tôi nghĩ thế."
    }
  },
  {
    "translation": {
      "en": "Fine time of year for a ride, though.",
      "vi": "Dù sao đây cũng là thời điểm tốt trong năm để cưỡi ngựa."
    }
  },
  {
    "translation": {
      "en": "You see up there?",
      "vi": "Em thấy phía trên đồi chứ?"
    }
  },
  {
    "translation": {
      "en": "I know this place.",
      "vi": "Tôi biết nơi này."
    }
  },
  {
    "translation": {
      "en": "Been through here before, have ye?",
      "vi": "Cô từng đến đây rồi sao?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Đúng thế."
    }
  },
  {
    "translation": {
      "en": "The 17th and 18th centuries, you'd have often found a British Army patrol up there.",
      "vi": "Thế kỷ 17 và 18, em sẽ thường nhìn thấy lính Anh tuần tra ở đó."
    }
  },
  {
    "translation": {
      "en": "I recognize that rock.",
      "vi": "Tôi nhận ra khối đá đó."
    }
  },
  {
    "translation": {
      "en": "The one that looks like a cock's tail.",
      "vi": "Khối đá trông như đuôi gà."
    }
  },
  {
    "translation": {
      "en": "It has a name.",
      "vi": "Nó có tên."
    }
  },
  {
    "translation": {
      "en": "Cocknammon Rock.",
      "vi": "Khối đá Cocknammon."
    }
  },
  {
    "translation": {
      "en": "The English, they used it for ambushes!",
      "vi": "Quân Anh, họ thường dùng nó để phục kích!"
    }
  },
  {
    "translation": {
      "en": "They could be lying in wait right now.",
      "vi": "Có thể họ đang chờ sẵn ở đó đấy."
    }
  },
  {
    "translation": {
      "en": "It's a bonnie place for an ambush, right enough.",
      "vi": "Đúng là một nơi thuận tiện để phục kích."
    }
  },
  {
    "translation": {
      "en": "Dougal. Dougal.",
      "vi": "Dougal."
    }
  },
  {
    "translation": {
      "en": "Now, you'll be telling me exactly how and why",
      "vi": "Bây giờ, cô phải cho ta biết chính xác làm cách nào và tại sao"
    }
  },
  {
    "translation": {
      "en": "you come to know there's an ambush up ahead.",
      "vi": "cô biết có quân phục kích ở phía trước."
    }
  },
  {
    "translation": {
      "en": "I don't know, but I heard the redcoats use Cocknammon...",
      "vi": "Tôi không biết, nhưng tôi từng nghe quân Anh dùng Cocknammon..."
    }
  },
  {
    "translation": {
      "en": "Where did you hear?",
      "vi": "Cô đã nghe điều này ở đâu?"
    }
  },
  {
    "translation": {
      "en": "In the village.",
      "vi": "Trong làng."
    }
  },
  {
    "translation": {
      "en": "Lost yer way?",
      "vi": "Cô bị lạc à?"
    }
  },
  {
    "translation": {
      "en": "Hope you haven't been misusing that shoulder.",
      "vi": "Tôi hy vọng anh không hành hạ phần vai đó."
    }
  },
  {
    "translation": {
      "en": "You're hurt!",
      "vi": "Anh đang bị thương kìa!"
    }
  },
  {
    "translation": {
      "en": "This lot isn't my blood.",
      "vi": "Đây không phải máu của tôi."
    }
  },
  {
    "translation": {
      "en": "Not much of it anyway.",
      "vi": "Cũng có nhưng không nhiều lắm."
    }
  },
  {
    "translation": {
      "en": "Dougal and the others will be waiting further up the stream.",
      "vi": "Dougal và những người khác, đang chờ ở phía thượng nguồn."
    }
  },
  {
    "translation": {
      "en": "We should go.",
      "vi": "Chúng ta nên đi thôi."
    }
  },
  {
    "translation": {
      "en": "- I'm not going with you! - Yes, you are.",
      "vi": "- Tôi sẽ không đi với anh đâu! - Vâng, có đấy!"
    }
  },
  {
    "translation": {
      "en": "What? Are you going to cut my throat if I don't?",
      "vi": "Cái gì? Anh sẽ cắt cổ tôi nếu tôi không đi à?"
    }
  },
  {
    "translation": {
      "en": "Why, no?",
      "vi": "Tại sao lại không chứ?"
    }
  },
  {
    "translation": {
      "en": "But...",
      "vi": "Nhưng..."
    }
  },
  {
    "translation": {
      "en": "You don't look that heavy.",
      "vi": "Cô trông không nặng lắm."
    }
  },
  {
    "translation": {
      "en": "Now if ye won't walk,",
      "vi": "Bây giờ nếu cô không chịu đi..."
    }
  },
  {
    "translation": {
      "en": "I shall pick you up and throw you over my shoulder.",
      "vi": "tôi sẽ túm và quẳng cô lên vai tôi."
    }
  },
  {
    "translation": {
      "en": "Do ye want me to do that?",
      "vi": "Cô muốn tôi làm thế chứ?"
    }
  },
  {
    "translation": {
      "en": "No!",
      "vi": "Không!"
    }
  },
  {
    "translation": {
      "en": "Well, then,",
      "vi": "Chà, vậy thì..."
    }
  },
  {
    "translation": {
      "en": "I suppose that means you're coming with me.",
      "vi": "tôi cho rằng đó nghĩa là cô sẽ đi với tôi."
    }
  },
  {
    "translation": {
      "en": "Serves you right. Probably torn muscles as well as bruising.",
      "vi": "Đáng đời. Có lẽ anh đã bị rách cơ và bầm tím cả rồi."
    }
  },
  {
    "translation": {
      "en": "Well, it wasn't much of a choice.",
      "vi": "Chà, đâu có lựa chọn nào khác."
    }
  },
  {
    "translation": {
      "en": "If I'd not moved my shoulder, I'd never have moved anything else ever again.",
      "vi": "Nếu tôi không cử động vai, tôi sẽ không thể cử động thứ gì được nữa."
    }
  },
  {
    "translation": {
      "en": "I can handle a single redcoat with one hand,",
      "vi": "Tôi có thể hạ một tên quân Áo Đỏ chỉ với một tay,"
    }
  },
  {
    "translation": {
      "en": "maybe even two.",
      "vi": "có thể là hai tên."
    }
  },
  {
    "translation": {
      "en": "But not three.",
      "vi": "Nhưng không phải ba."
    }
  },
  {
    "translation": {
      "en": "Besides, ye can fix it for me again when we get to where we're going.",
      "vi": "Ngoài ra thì cô có thể lại chữa cho tôi khi chúng ta đến nơi."
    }
  },
  {
    "translation": {
      "en": "That's what you think.",
      "vi": "Đó là những gì anh nghĩ thôi."
    }
  },
  {
    "translation": {
      "en": "You have. Here's to you, lass.",
      "vi": "Thật vất vả. Uống mừng vì cô, cô gái à!"
    }
  },
  {
    "translation": {
      "en": "For tipping us to the villains in the rocks and giving us a wee bit o' fun!",
      "vi": "Vì đã cảnh báo bọn người xấu ở khối đá và cho chúng tôi một cuộc vui!"
    }
  },
  {
    "translation": {
      "en": "Have a wee nip.",
      "vi": "Làm một hớp đi."
    }
  },
  {
    "translation": {
      "en": "It willna fill your belly, but it will make ye forget you're hungry.",
      "vi": "Nó không khiến cô no bụng, nhưng sẽ khiến cô quên đi cơn đói."
    }
  },
  {
    "translation": {
      "en": "Stop!",
      "vi": "Dừng lại!"
    }
  },
  {
    "translation": {
      "en": "Help! He's going over!",
      "vi": "Giúp với! Anh ấy sắp ngã rồi!"
    }
  },
  {
    "translation": {
      "en": "Help me get him up!",
      "vi": "Giúp tôi đỡ anh ta dậy!"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "vi": "Nhanh lên nào."
    }
  },
  {
    "translation": {
      "en": "Take it easy.",
      "vi": "Từ từ thôi."
    }
  },
  {
    "translation": {
      "en": "Easy now.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Gunshot wound.",
      "vi": "Vết thương do đạn."
    }
  },
  {
    "translation": {
      "en": "The idiot could've said something. It's a clean exit.",
      "vi": "Cái tên ngốc này đáng lẽ phải nói ra chứ. Không có đạn găm."
    }
  },
  {
    "translation": {
      "en": "I think the round's gone straight through the muscle.",
      "vi": "Tôi nghĩ viên đạn đã bay xuyên qua cơ rồi."
    }
  },
  {
    "translation": {
      "en": "I don't think it's serious, but he's lost a lot of blood.",
      "vi": "Tôi không nghĩ nó nghiêm trọng, nhưng anh ta mất rất nhiều máu."
    }
  },
  {
    "translation": {
      "en": "It'll need to be disinfected before I can dress it properly.",
      "vi": "Cần phải khử trùng trước khi tôi băng bó vết thương."
    }
  },
  {
    "translation": {
      "en": "Disinfect?",
      "vi": "Khử trùng à?"
    }
  },
  {
    "translation": {
      "en": "Yes, it must be cleaned of dirt to protect it from germs.",
      "vi": "Đúng thế, phải rửa sạch bụi bẩn để vết thương không nhiễm trùng."
    }
  },
  {
    "translation": {
      "en": "Germs?",
      "vi": "Nhiễm trùng à?"
    }
  },
  {
    "translation": {
      "en": "Just get me some iodine.",
      "vi": "Đi lấy cho tôi ít i-ốt."
    }
  },
  {
    "translation": {
      "en": "Alcohol?",
      "vi": "Rượu?"
    }
  },
  {
    "translation": {
      "en": "Here you go.",
      "vi": "Của cô đây."
    }
  },
  {
    "translation": {
      "en": "Welcome back.",
      "vi": "Chào mừng anh quay trở lại."
    }
  },
  {
    "translation": {
      "en": "I'm all right, just a wee bit dizzy. You are not all right.",
      "vi": "- Tôi ổn, chỉ hơi chóng mặt... - Anh không ổn chút nào."
    }
  },
  {
    "translation": {
      "en": "Didn't you tell how badly you were bleeding?",
      "vi": "Có biết anh mất bao nhiêu máu không hả?"
    }
  },
  {
    "translation": {
      "en": "You're lucky you're not dead, brawling and fighting and throwing yourself off horses.",
      "vi": "Anh không chết là may rồi đấy, đánh nhau, chiến đấu và rơi khỏi ngựa."
    }
  },
  {
    "translation": {
      "en": "All right, I need a sterile bandage and some clean cloth.",
      "vi": "Được rồi, tôi cần băng vô trùng và ít vải sạch."
    }
  },
  {
    "translation": {
      "en": "Jesus H. Roosevelt Christ.",
      "vi": "Lạy Chúa."
    }
  },
  {
    "translation": {
      "en": "Hold still.",
      "vi": "Giữ chặt anh ta."
    }
  },
  {
    "translation": {
      "en": "Easy.",
      "vi": "Yên nào."
    }
  },
  {
    "translation": {
      "en": "Lift him up.",
      "vi": "Đỡ anh ta dậy."
    }
  },
  {
    "translation": {
      "en": "Come on, you goddamn bloody bastard.",
      "vi": "Thôi nào, cái tên khốn kiếp chết tiệt này."
    }
  },
  {
    "translation": {
      "en": "I've never heard a woman use such language in my life.",
      "vi": "Tôi chưa từng nghe phụ nữ nào nói năng như thế trong đời."
    }
  },
  {
    "translation": {
      "en": "Your husband should tan your hide for ye, woman.",
      "vi": "Chồng cô nên dạy bảo cô lại, cô gái à."
    }
  },
  {
    "translation": {
      "en": "St. Paul says, Let a woman be silent, and...",
      "vi": "Thánh Paul dạy rằng: Để phụ nữ giữ yên lặng, và..."
    }
  },
  {
    "translation": {
      "en": "You can mind your own bloody business and so can St. Paul!",
      "vi": "Đi mà lo việc của anh, và cả ông Thánh Paul cũng thế!"
    }
  },
  {
    "translation": {
      "en": "And if you move so much as a single muscle",
      "vi": "Và nếu anh cử động dù chỉ một chút"
    }
  },
  {
    "translation": {
      "en": "while I'm tying this bandage, I'll bloody throttle you.",
      "vi": "trong khi tôi đang băng bó, tôi sẽ bóp cổ anh đến chết."
    }
  },
  {
    "translation": {
      "en": "Threats, is it?",
      "vi": "Ồ, đó là lời đe dọa à?"
    }
  },
  {
    "translation": {
      "en": "And after I shared my drink with ye.",
      "vi": "Sau khi tôi chia rượu cho cô."
    }
  },
  {
    "translation": {
      "en": "We have 15 miles to go yet.",
      "vi": "Chúng ta còn phải đi 15 dặm nữa đấy."
    }
  },
  {
    "translation": {
      "en": "Five hours, at the least, if not seven.",
      "vi": "Ít nhất là năm tiếng, còn không thì bảy tiếng."
    }
  },
  {
    "translation": {
      "en": "We'll stay long enough for ye to stem the bleeding and dress his wound.",
      "vi": "Ta đã dừng chân đủ lâu để cô cầm máu và băng bó vết thương."
    }
  },
  {
    "translation": {
      "en": "No more than that.",
      "vi": "Như vậy đủ rồi."
    }
  },
  {
    "translation": {
      "en": "He needs rest.",
      "vi": "Anh ta cần nghỉ ngơi."
    }
  },
  {
    "translation": {
      "en": "- Did you hear me? - Randall...",
      "vi": "Mấy người nghe tôi nói không? Randall."
    }
  },
  {
    "translation": {
      "en": "The officer ye encountered,",
      "vi": "Cái tên đại úy mà...cô đã chạm mặt."
    }
  },
  {
    "translation": {
      "en": "he won't give up so easily.",
      "vi": "Hắn sẽ không từ bỏ dễ dàng thế đâu."
    }
  },
  {
    "translation": {
      "en": "He commands the redcoats hereabouts",
      "vi": "Hắn ta chỉ huy quân Áo Đỏ ở quanh đây..."
    }
  },
  {
    "translation": {
      "en": "and he's sent patrols out in every direction by now.",
      "vi": "và lúc này hắn sẽ cử quân tuần tra mọi ngóc ngách."
    }
  },
  {
    "translation": {
      "en": "We canna stay here long.",
      "vi": "Chúng ta không thể ở đây lâu."
    }
  },
  {
    "translation": {
      "en": "You know Randall?",
      "vi": "Anh biết Randall."
    }
  },
  {
    "translation": {
      "en": "Black Jack Randall, that is?",
      "vi": "Black Jack Randall, đúng không?"
    }
  },
  {
    "translation": {
      "en": "Aye.",
      "vi": "Đúng thế."
    }
  },
  {
    "translation": {
      "en": "I won't risk you or anyone else being taken prisoner by that man.",
      "vi": "Tôi sẽ không liều để cô hay bất cứ ai khác bị hắn bắt làm tù binh đâu."
    }
  },
  {
    "translation": {
      "en": "If ye canna fix me up well enough to ride,",
      "vi": "Nếu cô không thể giúp tôi đủ khỏe để cưỡi ngựa..."
    }
  },
  {
    "translation": {
      "en": "you'll be leaving me here with a loaded pistol",
      "vi": "thì hãy để tôi với một khẩu súng lục đầy đạn..."
    }
  },
  {
    "translation": {
      "en": "so I may determine my own fate.",
      "vi": "để tôi có thể tự định đoạt số phận."
    }
  },
  {
    "translation": {
      "en": "You might've well told me you were shot before you fell off the horse.",
      "vi": "Đáng lẽ anh phải cho tôi biết anh bị bắn trước khi ngã khỏi ngựa."
    }
  },
  {
    "translation": {
      "en": "Didn't hurt much at the time.",
      "vi": "Lúc đó tôi thấy không đau lắm."
    }
  },
  {
    "translation": {
      "en": "Does it hurt now?",
      "vi": "Giờ có đau không?"
    }
  },
  {
    "translation": {
      "en": "Aye.",
      "vi": "Có."
    }
  },
  {
    "translation": {
      "en": "Good.",
      "vi": "Tốt."
    }
  },
  {
    "translation": {
      "en": "That's about all I can do.",
      "vi": "Đó là tất cả những gì tôi có thể làm."
    }
  },
  {
    "translation": {
      "en": "The rest is up to you.",
      "vi": "Phần còn lại tùy thuộc vào anh."
    }
  },
  {
    "translation": {
      "en": "Thank you, Sassenach.",
      "vi": "Cảm ơn cô, cô gái người Anh."
    }
  },
  {
    "translation": {
      "en": "Truly.",
      "vi": "Thật lòng đấy."
    }
  },
  {
    "translation": {
      "en": "All right, on your horse, soldier.",
      "vi": "Được rồi, lên ngựa đi, anh chiến binh."
    }
  },
  {
    "translation": {
      "en": "Castle Leoch.",
      "vi": "Lâu đài Leoch."
    }
  },
  {
    "translation": {
      "en": "I'd been here with Frank two days ago.",
      "vi": "Tôi đã ở đây với Frank hai ngày trước."
    }
  },
  {
    "translation": {
      "en": "Or was that in the future?",
      "vi": "Hay thời điểm đó là ở tương lai?"
    }
  },
  {
    "translation": {
      "en": "How could I remember something that hadn't happened yet?",
      "vi": "Làm sao tôi có thể nhớ một chuyện chưa xảy ra chứ?"
    }
  },
  {
    "translation": {
      "en": "So far, I'd been assaulted, threatened, kidnapped and nearly raped.",
      "vi": "Cho đến giờ, tôi đã bị tấn công, đe dọa, bắt cóc và suýt bị cưỡng bức."
    }
  },
  {
    "translation": {
      "en": "And somehow, I knew that my journey had only just begun.",
      "vi": "Và không hiểu sao, tôi biết rằng hành trình của mình chỉ mới bắt đầu."
    }
  }
]