[
  {
    "translation": {
      "en": "NICK: When I think of my wife...",
      "vi": "NICK:  When I think of my wife..."
    }
  },
  {
    "translation": {
      "en": "AMY: I'm so crazy, stupid happy.",
      "vi": "AMY:  I'm so crazy, stupid happy."
    }
  },
  {
    "translation": {
      "en": "and I happen to be a charter subscriber to Middling Warlord Weekly...",
      "vi": "and I happen to be a charter subscriber to  Middling Warlord Weekly..."
    }
  },
  {
    "translation": {
      "en": "NICK: We all move to New York...",
      "vi": "NICK:  We all move to New York..."
    }
  },
  {
    "translation": {
      "en": "AMY: Amazing-fucking-Amy is getting fucking married.",
      "vi": "AMY:  Amazing-fucking-Amy is getting fucking married."
    }
  },
  {
    "translation": {
      "en": "of New York, New York, every time she sees you.",
      "vi": "of  New York, New York, every time she sees you."
    }
  },
  {
    "translation": {
      "en": "AMY: And then...",
      "vi": "AMY:  And then..."
    }
  },
  {
    "translation": {
      "en": "I feel like I'm on a Law & Order episode.",
      "vi": "I feel like I'm on a  Law & Order episode."
    }
  },
  {
    "translation": {
      "en": "AMY: Everyone told us and told us and told us...",
      "vi": "AMY:  Everyone told us and told us and told us..."
    }
  },
  {
    "translation": {
      "en": "AMY: Well, it's not true. Not for me and Nick.",
      "vi": "AMY:  Well, it's not true. Not for me and Nick."
    }
  },
  {
    "translation": {
      "en": "AMY: With us, two years...",
      "vi": "AMY:  With us, two years..."
    }
  },
  {
    "translation": {
      "en": "AMY: Although this spot couldn't be any tighter...",
      "vi": "AMY:  Although this spot couldn't be any tighter..."
    }
  },
  {
    "translation": {
      "en": "AMY: Picture me, I'm a girl who's very, very bad.",
      "vi": "AMY:  Picture me, I'm a girl who's very, very bad."
    }
  },
  {
    "translation": {
      "en": "AMY: Want to test your marriage for weak spots?",
      "vi": "AMY:  Want to test your marriage for weak spots?"
    }
  },
  {
    "translation": {
      "en": "AMY: And suddenly... Slow down, what is it?",
      "vi": "AMY:  And suddenly... Slow down, what is it?"
    }
  },
  {
    "translation": {
      "en": "AMY: ...I knew everything was about to get worse.",
      "vi": "AMY:  ...I knew everything was about to get worse."
    }
  },
  {
    "translation": {
      "en": "AMY: So, here's a strange, new sentence.",
      "vi": "AMY:  So, here's a strange, new sentence."
    }
  },
  {
    "translation": {
      "en": "AMY: No money, no jobs, no prospects.",
      "vi": "AMY:  No money, no jobs, no prospects."
    }
  },
  {
    "translation": {
      "en": "AMY: My husband has come undone.",
      "vi": "AMY:  My husband has come undone."
    }
  },
  {
    "translation": {
      "en": "AMY: We took a hit on the brownstone...",
      "vi": "AMY:  We took a hit on the brownstone..."
    }
  },
  {
    "translation": {
      "en": "AMY: Last night, I went from desperate to pathetic.",
      "vi": "AMY:  Last night, I went from desperate to pathetic."
    }
  },
  {
    "translation": {
      "en": "AMY: What scared me wasn't that he'd pushed me.",
      "vi": "AMY:  What scared me wasn't that he'd pushed me."
    }
  },
  {
    "translation": {
      "en": "AMY: For Valentine's Day, I thought I'd buy a gun.",
      "vi": "AMY:  For Valentine's Day, I thought I'd buy a gun."
    }
  },
  {
    "translation": {
      "en": "TANNER: Well, let me just say...",
      "vi": "TANNER:  Well, let me just say..."
    }
  },
  {
    "translation": {
      "en": "TANNER: But the truth is, you'd have to be a sociopath...",
      "vi": "TANNER:  But the truth is, you'd have to be a sociopath..."
    }
  },
  {
    "translation": {
      "en": "AMY: Picture me, I'm a girl who's very, very bad.",
      "vi": "AMY:  Picture me, I'm a girl who's very, very bad."
    }
  },
  {
    "translation": {
      "en": "AMY: I need to be punished, and by \"punished,\" I mean \"had.\"",
      "vi": "AMY:  I need to be punished, and by \"punished,\" I mean \"had.\""
    }
  },
  {
    "translation": {
      "en": "AMY: It's where you keep goodies for anniversary five.",
      "vi": "AMY:  It's where you keep goodies for anniversary five."
    }
  },
  {
    "translation": {
      "en": "AMY: ...and look alive.",
      "vi": "AMY:  ...and look alive."
    }
  },
  {
    "translation": {
      "en": "AMY: I will practice believing my husband loves me...",
      "vi": "AMY:  I will practice believing my husband loves me..."
    }
  },
  {
    "translation": {
      "en": "AMY: I am so much happier now that I'm dead.",
      "vi": "AMY:  I am so much happier now that I'm dead."
    }
  },
  {
    "translation": {
      "en": "GRETA: What?",
      "vi": "GRETA:  What?"
    }
  },
  {
    "translation": {
      "en": "NICK: So, she said you got physical with her.",
      "vi": "NICK:  So, she said you got physical with her."
    }
  },
  {
    "translation": {
      "en": "KELLY: Ellen, this is an epidemic.",
      "vi": "KELLY:  Ellen, this is an epidemic."
    }
  },
  {
    "translation": {
      "en": "NOELLE: The only secret was her husband.",
      "vi": "NOELLE:  The only secret was her husband."
    }
  },
  {
    "translation": {
      "en": "ELLEN: Why was that, Noelle? Why do you think?",
      "vi": "ELLEN:  Why was that, Noelle? Why do you think?"
    }
  },
  {
    "translation": {
      "en": "NICK: First thing you have to understand about Amy...",
      "vi": "NICK:  First thing you have to understand about Amy..."
    }
  },
  {
    "translation": {
      "en": "TANNER: We got a lot of uncontained issues here.",
      "vi": "TANNER:  We got a lot of uncontained issues here."
    }
  },
  {
    "translation": {
      "en": "ELLEN: Instead of the A-B-C's, he taught her the birds and the bees.",
      "vi": "ELLEN:  Instead of the A-B-C's, he taught her the birds and the bees."
    }
  },
  {
    "translation": {
      "en": "SHARON: And, on top of that, you allowed Amy's parents...",
      "vi": "SHARON:  And, on top of that, you allowed Amy's parents..."
    }
  },
  {
    "translation": {
      "en": "SHARON: I'm just trying to get clear--",
      "vi": "SHARON:  I'm just trying to get clear--"
    }
  },
  {
    "translation": {
      "en": "NICK: Let me be clear.",
      "vi": "NICK:  Let me be clear."
    }
  },
  {
    "translation": {
      "en": "SHARON: Regardless of what you thought...",
      "vi": "SHARON:  Regardless of what you thought..."
    }
  },
  {
    "translation": {
      "en": "TANNER: They only took Margo to fuck with you.",
      "vi": "TANNER:  They only took Margo to fuck with you."
    }
  },
  {
    "translation": {
      "en": "AMY: Nick and I have been through some bad patches.",
      "vi": "AMY:  Nick and I have been through some bad patches."
    }
  },
  {
    "translation": {
      "en": "GO: I can't watch you play house with that thing for the next 18 years.",
      "vi": "GO:  I can't watch you play house with that thing for the next 18 years."
    }
  },
  {
    "translation": {
      "en": "NICK: \"What are you thinking?\"",
      "vi": "NICK:  \"What are you thinking?\""
    }
  }
]