[
  {
    "translation": {
      "en": "[Mashama Bailey] When I left Georgia, there was a piece of me that was missing.",
      "vi": "Khi tôi rời Georgia, trong tôi thiếu vắng một điều gì đó."
    }
  },
  {
    "translation": {
      "en": "Maybe it was the sun, maybe it was the marsh,",
      "vi": "Có thể đó là ánh mặt trời, có thể là vùng đầm lầy,"
    }
  },
  {
    "translation": {
      "en": "maybe it was the smell of cut grass.",
      "vi": "có thể là mùi cỏ mới cắt."
    }
  },
  {
    "translation": {
      "en": "Something was calling me.",
      "vi": "Điều gì đó vẫy gọi tôi."
    }
  },
  {
    "translation": {
      "en": "And then to come back to the Golden Coast,",
      "vi": "Rồi tôi trở lại bờ biển vàng,"
    }
  },
  {
    "translation": {
      "en": "and connect with the people and the land,",
      "vi": "gắn bó với con người và vùng đất này,"
    }
  },
  {
    "translation": {
      "en": "there's something started to fill my soul.",
      "vi": "có điều gì đó bắt đầu lấp đầy tâm hồn tôi."
    }
  },
  {
    "translation": {
      "en": "I think that there's a sense of pride and a sense of peace that happens",
      "vi": "Tôi cảm nhận được một cảm giác tự hào và bình yên"
    }
  },
  {
    "translation": {
      "en": "when you decide to come back home.",
      "vi": "khi quyết định trở về nhà."
    }
  },
  {
    "translation": {
      "en": "[Osayi Endolyn] When I walk through Savannah, there's no better place",
      "vi": "Khi tôi đi qua Savannah, không có nơi nào phù hợp hơn"
    }
  },
  {
    "translation": {
      "en": "to think about the spirits of the past, because they're here.",
      "vi": "để nghĩ về những linh hồn quá cố bởi vì họ nằm lại đây."
    }
  },
  {
    "translation": {
      "en": "When you walk into The Grey, you immediately understand",
      "vi": "Khi bạn bước vào nhà hàng The Grey, ngay lập tức bạn hiểu rằng... NHÀ HÀNG THE GREY"
    }
  },
  {
    "translation": {
      "en": "this is a place that is evoking the spirit of times past.",
      "vi": "...đây là nơi gợi lên linh hồn của quá khứ."
    }
  },
  {
    "translation": {
      "en": "The restaurant lives in a formerly segregated Jim Crow-era bus station.",
      "vi": "Nhà hàng vốn là trạm xe buýt bị cô lập thời chế độ phân biệt chủng tộc Jim Crow."
    }
  },
  {
    "translation": {
      "en": "What The Grey does is it says, \"We have this past, we have this history,",
      "vi": "The Grey là minh chứng cho \"Ta có quá khứ, ta có lịch sử,"
    }
  },
  {
    "translation": {
      "en": "and here is where we're going.\" It's a forward-moving conversation.",
      "vi": "và giờ ta được như thế này.\" Đó là một câu chuyện tiếp nối."
    }
  },
  {
    "translation": {
      "en": "Southern food is so charged,",
      "vi": "Ẩm thực miền Nam thật truyền cảm hứng,"
    }
  },
  {
    "translation": {
      "en": "particularly when it comes to a black person cooking that food.",
      "vi": "nhất là với món ăn do người da đen nấu."
    }
  },
  {
    "translation": {
      "en": "\"Black cooking\" in the South means",
      "vi": "\"Người da đen nấu\" ở miền Nam nghĩa là"
    }
  },
  {
    "translation": {
      "en": "black eyed peas, shrimp and grits, fried chicken.",
      "vi": "đậu mắt đen, tôm với yến mạch lứt, và gà chiên."
    }
  },
  {
    "translation": {
      "en": "Mashama Bailey has shown Savannah that,",
      "vi": "Mashama Bailey đã cho Savannah thấy"
    }
  },
  {
    "translation": {
      "en": "yes, you can celebrate these traditional dishes,",
      "vi": "bạn có thể tôn vinh những món ăn truyền thống này,"
    }
  },
  {
    "translation": {
      "en": "but we can push it, too.",
      "vi": "mà cũng có thể nâng tầm nó."
    }
  },
  {
    "translation": {
      "en": "We can expand.",
      "vi": "Có thể cải biến."
    }
  },
  {
    "translation": {
      "en": "When you look at The Grey's menu,",
      "vi": "Khi nhìn vào thực đơn của The Grey,"
    }
  },
  {
    "translation": {
      "en": "you might be surprised, seeing cucumber gazpacho.",
      "vi": "bạn có thể ngạc nhiên khi thấy súp lạnh dưa chuột Tây Ban Nha."
    }
  },
  {
    "translation": {
      "en": "But, guess what? We grow cucumber in the South.",
      "vi": "Nhưng đoán xem? Chúng tôi trồng dưa chuột ở miền Nam."
    }
  },
  {
    "translation": {
      "en": "If you want to blend cucumber",
      "vi": "Nếu bạn muốn dùng dưa chuột"
    }
  },
  {
    "translation": {
      "en": "and mix it with these delicious local herbs and summer tomatoes,",
      "vi": "cùng với các loại rau thơm địa phương và cà chua mùa hè,"
    }
  },
  {
    "translation": {
      "en": "that's a Southern dish.",
      "vi": "đó chính là món ăn miền Nam."
    }
  },
  {
    "translation": {
      "en": "[Lolis Eric Elie] What's so beautiful about Mashama",
      "vi": "Điều tuyệt vời ở Mashama"
    }
  },
  {
    "translation": {
      "en": "is the extent to which she can express everything",
      "vi": "là cô ấy có khả năng thể hiện mọi thứ"
    }
  },
  {
    "translation": {
      "en": "from white-tablecloth fine dining that she studied in France",
      "vi": "từ món ăn tinh tế sang trọng mà cô ấy học ở Pháp"
    }
  },
  {
    "translation": {
      "en": "to the Black tradition of the South in Savannah, Georgia.",
      "vi": "tới truyền thống của người da đen ở miền Nam, Savannah, Georgia."
    }
  },
  {
    "translation": {
      "en": "Her food embodies that kind of bridge.",
      "vi": "Món ăn cô nấu mang sứ mệnh làm cầu nối."
    }
  },
  {
    "translation": {
      "en": "She's crafting a personal cuisine of her own,",
      "vi": "Cô ấy tạo ra phong cách ẩm thực riêng"
    }
  },
  {
    "translation": {
      "en": "and that's why it resonates.",
      "vi": "nên tạo được tiếng vang."
    }
  },
  {
    "translation": {
      "en": "[Bailey] When you come to Savannah,",
      "vi": "Khi bạn đến Savannah"
    }
  },
  {
    "translation": {
      "en": "you're in this city that's steeped in Southern tradition.",
      "vi": "là bạn đang ở thành phố mang đậm nét truyền thống miền Nam."
    }
  },
  {
    "translation": {
      "en": "They love the past.",
      "vi": "Họ là người hoài cổ."
    }
  },
  {
    "translation": {
      "en": "There are trolley tours,",
      "vi": "Vẫn có những chuyến xe điện,"
    }
  },
  {
    "translation": {
      "en": "people dressed up in colonial attire.",
      "vi": "người dân ăn mặc phong cách thời thực dân."
    }
  },
  {
    "translation": {
      "en": "People come down and they wanna see that.",
      "vi": "Mọi người xuống phố và muốn thấy hình ảnh đó."
    }
  },
  {
    "translation": {
      "en": "They want the black chef at The Grey restaurant to be frying chicken.",
      "vi": "Họ thích đầu bếp da đen ở nhà hàng The Grey làm món gà rán."
    }
  },
  {
    "translation": {
      "en": "I just find that to be a slap in the face.",
      "vi": "Tôi thấy chuyện đó như cái tát vào mặt."
    }
  },
  {
    "translation": {
      "en": "That's not the best that Savannah has to offer.",
      "vi": "Đó không phải điều tốt đẹp nhất của Savannah."
    }
  },
  {
    "translation": {
      "en": "Should we put the sausage in there?",
      "vi": "Có nên cho xúc xích vào?"
    }
  },
  {
    "translation": {
      "en": "[man] Yeah, let it go soak all the way through.",
      "vi": "Có, để cho nó ngấm kỹ."
    }
  },
  {
    "translation": {
      "en": "-[Bailey] Yeah. -[man] How many you wanna put in there?",
      "vi": "Cô muốn cho bao nhiêu?"
    }
  },
  {
    "translation": {
      "en": "Just the three. Wanna open them up?",
      "vi": "Ba cái thôi. Bóc chúng ra nhé?"
    }
  },
  {
    "translation": {
      "en": "That's a good idea, and I'll give them to you.",
      "vi": "Được rồi, tôi sẽ đưa cho cô."
    }
  },
  {
    "translation": {
      "en": "[Bailey] Yeah.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "I know. It smells good, right?",
      "vi": "Tao biết. Thơm quá đúng không?"
    }
  },
  {
    "translation": {
      "en": "African American history in this area",
      "vi": "Lịch sử người Mỹ gốc Phi ở vùng này"
    }
  },
  {
    "translation": {
      "en": "is so rich.",
      "vi": "rất phong phú."
    }
  },
  {
    "translation": {
      "en": "-[man] Oh, these look nice. -[Bailey chuckles]",
      "vi": "Nhìn ngon đấy."
    }
  },
  {
    "translation": {
      "en": "[Bailey] These traditions and food,",
      "vi": "Những truyền thống và nền ẩm thực,"
    }
  },
  {
    "translation": {
      "en": "it's about the storytelling and preserving heritage.",
      "vi": "đó chính là cách kể chuyện và bảo tồn di sản."
    }
  },
  {
    "translation": {
      "en": "Whenever you get a bunch of people at a table,",
      "vi": "Khi có một vài người ngồi vào bàn ăn,"
    }
  },
  {
    "translation": {
      "en": "you learn about the people at that table.",
      "vi": "bạn biết về những người ngồi chung bàn đó."
    }
  },
  {
    "translation": {
      "en": "The young folks learn about their elders.",
      "vi": "Lớp trẻ hiểu về người già."
    }
  },
  {
    "translation": {
      "en": "They learn about their culture and listen to stories about the past.",
      "vi": "Họ biết về nền văn hóa của mình và lắng nghe những câu chuyện về quá khứ."
    }
  },
  {
    "translation": {
      "en": "I feel this responsibility",
      "vi": "Tôi thấy mình có trách nhiệm"
    }
  },
  {
    "translation": {
      "en": "to educate people through my cooking.",
      "vi": "cung cấp kiến thức cho mọi người thông qua món ăn tôi nấu."
    }
  },
  {
    "translation": {
      "en": "There you go.",
      "vi": "Xong rồi đây."
    }
  },
  {
    "translation": {
      "en": "[woman] Oh, my God.",
      "vi": "Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "[Bailey] That's the part of Savannah that I want to share.",
      "vi": "Đó là một phần về Savannah mà tôi muốn chia sẻ."
    }
  },
  {
    "translation": {
      "en": "-[man] That is good. -[Bailey] That's delicious.",
      "vi": "- Ngon quá. - Ngon lắm."
    }
  },
  {
    "translation": {
      "en": "It's sweet.",
      "vi": "Ngọt lắm."
    }
  },
  {
    "translation": {
      "en": "[Bailey] We'll clean 'em up.",
      "vi": "Ta sẽ dọn sạch chúng."
    }
  },
  {
    "translation": {
      "en": "Oh, this is like...",
      "vi": "Giống như..."
    }
  },
  {
    "translation": {
      "en": "It's good.",
      "vi": "Ngon đấy."
    }
  },
  {
    "translation": {
      "en": "I grew up in Savannah.",
      "vi": "Tôi lớn lên ở Savannah."
    }
  },
  {
    "translation": {
      "en": "My mom was 19 when she had me,",
      "vi": "Mẹ sinh tôi lúc 19 tuổi,"
    }
  },
  {
    "translation": {
      "en": "and we had a little two-bedroom apartment in a black neighborhood.",
      "vi": "gia đình tôi có căn hộ nhỏ hai phòng ngủ ở khu phố người da đen."
    }
  },
  {
    "translation": {
      "en": "As a child in Savannah, there was just a sense of freedom here.",
      "vi": "Hồi nhỏ ở Savannah có cảm giác thật tự do."
    }
  },
  {
    "translation": {
      "en": "There were kids on stoops and doors were open,",
      "vi": "Trẻ con chơi ngoài hiên và cửa nhà mở toang,"
    }
  },
  {
    "translation": {
      "en": "and everyone would just run to each other's houses.",
      "vi": "mọi người thoải mái chạy vào nhà nhau."
    }
  },
  {
    "translation": {
      "en": "And you'd play old maid on the porch with your friends.",
      "vi": "Bạn chơi bài cùng bạn bè ở hiên hè."
    }
  },
  {
    "translation": {
      "en": "After playing for three, four hours out in the sun,",
      "vi": "Sau khi chơi ba bốn tiếng ngoài nắng,"
    }
  },
  {
    "translation": {
      "en": "you would go to your neighbor's house to purchase these little Popsicles.",
      "vi": "bạn lại chạy sang nhà hàng xóm để mua kem que."
    }
  },
  {
    "translation": {
      "en": "We call them \"thrills,\" and it's exactly how it sounds.",
      "vi": "Chúng tôi gọi chúng là \"kem vui sướng\", vì nó đúng là thế."
    }
  },
  {
    "translation": {
      "en": "It's thrilling to get a thrill.",
      "vi": "Thật vui sướng vì được ăn nó."
    }
  },
  {
    "translation": {
      "en": "And then I would come home, sit around the table and have dinner.",
      "vi": "Rồi tôi về nhà, ngồi vào bàn ăn tối."
    }
  },
  {
    "translation": {
      "en": "My grandmother would be there.",
      "vi": "Bà tôi ở đó."
    }
  },
  {
    "translation": {
      "en": "And she would have a pot of grits on",
      "vi": "Bà đang nấu một nồi yến mạch lứt"
    }
  },
  {
    "translation": {
      "en": "and then she would have fish frying in the cast iron.",
      "vi": "rồi bà rán cá trên chảo gang."
    }
  },
  {
    "translation": {
      "en": "She didn't have a lot of money,",
      "vi": "Bà không có nhiều tiền,"
    }
  },
  {
    "translation": {
      "en": "but the way she cooked was tremendously generous.",
      "vi": "nhưng cái cách bà nấu nướng thật thịnh soạn."
    }
  },
  {
    "translation": {
      "en": "Cooking was a way that she just let us all know how much she loved us.",
      "vi": "Nấu các món ăn là cách bà thể hiện tình yêu dành cho chúng tôi."
    }
  },
  {
    "translation": {
      "en": "And that was a very poetic time of my life.",
      "vi": "Đó là khoảng thời gian đầy thi vị trong đời tôi."
    }
  },
  {
    "translation": {
      "en": "I found that the heart of many relationships",
      "vi": "Tôi nhận thấy rằng phần cốt lõi của nhiều mối quan hệ"
    }
  },
  {
    "translation": {
      "en": "is surrounded by a meal.",
      "vi": "là ở bữa ăn."
    }
  },
  {
    "translation": {
      "en": "It really cemented what I think life is and what I want out of life.",
      "vi": "Nó thực sự gắn kết cuộc sống và khát vọng sống của tôi."
    }
  },
  {
    "translation": {
      "en": "[Catherine Bailey] When Mashama was growing up,",
      "vi": "Khi Mashama lớn lên,"
    }
  },
  {
    "translation": {
      "en": "looking at the differences between the white neighborhood",
      "vi": "nhận ra sự khác biệt giữa khu phố người da trắng"
    }
  },
  {
    "translation": {
      "en": "and the black neighborhood,",
      "vi": "và khu phố của người da đen,"
    }
  },
  {
    "translation": {
      "en": "the scale wasn't balanced.",
      "vi": "không hề cân bằng."
    }
  },
  {
    "translation": {
      "en": "Opportunities were to work at a factory or being the help.",
      "vi": "Cơ hội chỉ là làm việc ở nhà máy hoặc làm người giúp việc."
    }
  },
  {
    "translation": {
      "en": "We had to go somewhere where there were more doors open.",
      "vi": "Chúng tôi phải đến nơi nào đó có nhiều cánh cửa mở rộng hơn."
    }
  },
  {
    "translation": {
      "en": "[Bailey] When I turned 11, we moved into this middle-class",
      "vi": "Khi lên 11 tuổi, chúng tôi chuyển tới"
    }
  },
  {
    "translation": {
      "en": "African American neighborhood in New York City.",
      "vi": "khu người Mỹ gốc Phi trung lưu ở thành phố New York."
    }
  },
  {
    "translation": {
      "en": "There were a lot of doctors and lawyers and accountants.",
      "vi": "Có rất nhiều bác sĩ, luật sư và kế toán."
    }
  },
  {
    "translation": {
      "en": "My parents were working all the time.",
      "vi": "Bố mẹ tôi làm việc suốt ngày."
    }
  },
  {
    "translation": {
      "en": "When they weren't working, they were going to school.",
      "vi": "Khi không làm việc, họ đi học."
    }
  },
  {
    "translation": {
      "en": "All they wanted was that American dream.",
      "vi": "Họ chỉ muốn thực hiện giấc mơ Mỹ."
    }
  },
  {
    "translation": {
      "en": "Every move that they made and all of their sacrifices",
      "vi": "Mọi bước đi và sự hy sinh của họ"
    }
  },
  {
    "translation": {
      "en": "was so they could live a little bit better.",
      "vi": "là để họ có cuộc sống tốt đẹp hơn."
    }
  },
  {
    "translation": {
      "en": "But one thing that was sacrificed was food.",
      "vi": "Nhưng có một điều đã hy sinh chính là thức ăn."
    }
  },
  {
    "translation": {
      "en": "Back home, it always smelled like food, even in the middle of the day.",
      "vi": "Hồi ở quê nhà, lúc nào cũng có mùi thức ăn, ngay cả giữa ban ngày."
    }
  },
  {
    "translation": {
      "en": "But in New York City, working and school was more important than cooking.",
      "vi": "Nhưng ở thành phố New York, làm việc và đi học quan trọng hơn nấu ăn."
    }
  },
  {
    "translation": {
      "en": "It wasn't the same.",
      "vi": "Mọi thứ không còn như xưa."
    }
  },
  {
    "translation": {
      "en": "I felt like there was a piece of me that was missing.",
      "vi": "Tôi cảm thấy trong tôi thiếu vắng một điều gì đó."
    }
  },
  {
    "translation": {
      "en": "I longed to be back in the South.",
      "vi": "Tôi mong được trở về miền Nam."
    }
  },
  {
    "translation": {
      "en": "[Bailey] There's a huge labor force in the South.",
      "vi": "Lực lượng lao động ở miền Nam rất lớn."
    }
  },
  {
    "translation": {
      "en": "And when they go out in the morning,",
      "vi": "Khi đi làm vào buổi sáng,"
    }
  },
  {
    "translation": {
      "en": "they want a meal that is going to sustain them.",
      "vi": "họ muốn có một bữa ăn giúp trợ sức."
    }
  },
  {
    "translation": {
      "en": "Yeah, there's syrup in the box and your butter, as well, okay? Enjoy the rest of your day.",
      "vi": "Có xi-rô trong hộp và cả bơ nữa. Chúc một ngày tốt lành."
    }
  },
  {
    "translation": {
      "en": "[Bailey] That's why beef liver and grits was invented, why it was born.",
      "vi": "Đó là lý do sinh ra món gan bò và yến mạch lứt."
    }
  },
  {
    "translation": {
      "en": "You have this really rich protein that boosts your energy.",
      "vi": "Bạn ăn món giàu đạm thế này để có năng lượng."
    }
  },
  {
    "translation": {
      "en": "You have grits that are very humble.",
      "vi": "Bạn ăn món yến mạch lứt giản dị."
    }
  },
  {
    "translation": {
      "en": "It's a quintessential Southern breakfast.",
      "vi": "Đó là bữa sáng tinh tế của miền Nam."
    }
  },
  {
    "translation": {
      "en": "A few years ago, we were thinking about doing something",
      "vi": "Cách đây vài năm chúng tôi nghĩ làm món gì đó"
    }
  },
  {
    "translation": {
      "en": "for New Year's Eve that was really over the top.",
      "vi": "tuyệt đỉnh dành cho đêm giao thừa."
    }
  },
  {
    "translation": {
      "en": "One of the things that I loved in France was eating foie gras.",
      "vi": "Một trong những điều tôi thích ở Pháp là được ăn pa tê gan ngỗng."
    }
  },
  {
    "translation": {
      "en": "And that's when I had this epiphany.",
      "vi": "Đó là khi tôi kỷ niệm Lễ hiển linh."
    }
  },
  {
    "translation": {
      "en": "Instead of doing beef liver and grits, why not do a foie and grit dish?",
      "vi": "Thay vì làm gan bò và yến mạch, sao không làm món yến mạch gan ngỗng?"
    }
  },
  {
    "translation": {
      "en": "It was really this morph of something Southern",
      "vi": "Đó thực sự là một cách biến tấu món miền Nam"
    }
  },
  {
    "translation": {
      "en": "into something that is completely decadent.",
      "vi": "thành một thứ hoàn toàn đặc biệt."
    }
  },
  {
    "translation": {
      "en": "You have very humble beginnings,",
      "vi": "Bên dưới thật đơn giản,"
    }
  },
  {
    "translation": {
      "en": "and then you have it topped with something rich and sophisticated.",
      "vi": "bên trên giàu dưỡng chất và tinh tế."
    }
  },
  {
    "translation": {
      "en": "And what really melds them together is just a good, old-fashioned gravy.",
      "vi": "Một chút nước xốt truyền thống, ngon lành sẽ khiến chúng hài hòa với nhau."
    }
  },
  {
    "translation": {
      "en": "It's Mashama as a little girl on the plate,",
      "vi": "Món ăn giống như Mashama còn nhỏ"
    }
  },
  {
    "translation": {
      "en": "and it's also Mashama as a grown culinary force on the plate.",
      "vi": "và cũng là đầu bếp Mashama đã trưởng thành."
    }
  },
  {
    "translation": {
      "en": "It illustrates my culinary journey.",
      "vi": "Nó minh họa hành trình nấu nướng của tôi."
    }
  },
  {
    "translation": {
      "en": "That's what's up.",
      "vi": "Là như vậy."
    }
  },
  {
    "translation": {
      "en": "Just eating grits out of the pot like I'm home.",
      "vi": "Ăn yến mạch từ trong nồi như ở nhà vậy."
    }
  },
  {
    "translation": {
      "en": "Hi. Can I order a hot pastrami with shaved onion and provolone cheese?",
      "vi": "Tôi muốn mua thịt bò hun khói ướp cay với hành thái và phô mai provolone."
    }
  },
  {
    "translation": {
      "en": "[deli worker] And would you like a pickle with that?",
      "vi": "Kèm dưa muối chứ?"
    }
  },
  {
    "translation": {
      "en": "Yes, please. Please.",
      "vi": "Vâng, có."
    }
  },
  {
    "translation": {
      "en": "For my parents, progress was education.",
      "vi": "Với bố mẹ tôi, tiến bộ là giáo dục."
    }
  },
  {
    "translation": {
      "en": "It was not a question that I would go to college.",
      "vi": "Rõ ràng là tôi phải học đại học."
    }
  },
  {
    "translation": {
      "en": "When I started looking into different avenues that I can take,",
      "vi": "Khi tôi bắt đầu tìm hiểu các trường khác nhau,"
    }
  },
  {
    "translation": {
      "en": "nothing really interested me.",
      "vi": "tôi chẳng thích trường nào cả."
    }
  },
  {
    "translation": {
      "en": "So I was like, \"All right, I guess I'll just do what my parents did.",
      "vi": "Tôi nói \"Chắc mình sẽ học trường bố mẹ từng học."
    }
  },
  {
    "translation": {
      "en": "I guess I'll just go into social work.\"",
      "vi": "Sẽ làm công tác xã hội.\""
    }
  },
  {
    "translation": {
      "en": "Oh, boy. Oh, boy. I was just beaming. I was so proud of her.",
      "vi": "Ôi trời. Tôi rất vui. Tôi tự hào về con bé."
    }
  },
  {
    "translation": {
      "en": "[Catherine] It was important that she graduated from college.",
      "vi": "Quan trọng là nó đã tốt nghiệp đại học."
    }
  },
  {
    "translation": {
      "en": "This was something that we wanted her to complete.",
      "vi": "Chúng tôi muốn con bé hoàn thành việc học."
    }
  },
  {
    "translation": {
      "en": "[Bailey] I got a psychology degree,",
      "vi": "Tôi nhận bằng tâm lý học,"
    }
  },
  {
    "translation": {
      "en": "and I started working with kids at this homeless shelter.",
      "vi": "và bắt đầu làm việc với bọn trẻ ở nhà tình thương cho người vô gia cư."
    }
  },
  {
    "translation": {
      "en": "And that was super heavy for me.",
      "vi": "Công việc rất nặng với tôi."
    }
  },
  {
    "translation": {
      "en": "I just felt overwhelmed, and I wasn't doing a good job.",
      "vi": "Tôi cảm thấy quá tải, và mình đã không làm tốt."
    }
  },
  {
    "translation": {
      "en": "And then I got fired.",
      "vi": "Rồi tôi bị đuổi việc."
    }
  },
  {
    "translation": {
      "en": "That was a shock to the system.",
      "vi": "Một cú sốc toàn tập."
    }
  },
  {
    "translation": {
      "en": "That's when it set in that I needed to figure out what I wanted to do.",
      "vi": "Đó là lúc tôi cần phải quyết định xem mình muốn làm gì."
    }
  },
  {
    "translation": {
      "en": "When I got fired from my job, I was just sort of on autopilot.",
      "vi": "Lúc bị đuổi việc, tôi đã làm việc như một cái máy."
    }
  },
  {
    "translation": {
      "en": "Around that time, one of my best friends was going to culinary school.",
      "vi": "Khi đó, một người bạn thân của tôi định đi học trường nấu ăn."
    }
  },
  {
    "translation": {
      "en": "And I always had this fondness with food,",
      "vi": "Tôi vốn thích nấu nướng,"
    }
  },
  {
    "translation": {
      "en": "but I thought, \"I don't have money to go to culinary school.",
      "vi": "nhưng tôi lại nghĩ \"Mình chẳng có tiền để đi học nấu ăn."
    }
  },
  {
    "translation": {
      "en": "I'm just starting to pay off my student loans.\"",
      "vi": "Mình đang bắt đầu phải trả các khoản vay sinh viên.\""
    }
  },
  {
    "translation": {
      "en": "He was like, \"You don't need money. You can go to work-study.\"",
      "vi": "Anh ấy bảo \"Không cần tiền. Vừa học vừa làm được mà.\""
    }
  },
  {
    "translation": {
      "en": "And I thought, \"A-ha! Maybe I'll try cooking.\"",
      "vi": "Tôi nghĩ \"Có lẽ mình sẽ thử nấu ăn.\""
    }
  },
  {
    "translation": {
      "en": "There was this externship and I signed up for it.",
      "vi": "Có chương trình thực tập ngắn hạn và tôi đăng ký."
    }
  },
  {
    "translation": {
      "en": "Lo and behold, I'm on a plane to France.",
      "vi": "Vậy là, tôi lên máy bay đi Pháp."
    }
  },
  {
    "translation": {
      "en": "I went to work at a château with Anne Willan.",
      "vi": "Tôi làm việc tại một lâu đài cùng với Anne Willan."
    }
  },
  {
    "translation": {
      "en": "It was this beautiful castle on top of a hillside.",
      "vi": "Đó là một lâu đài rất đẹp trên đỉnh đồi."
    }
  },
  {
    "translation": {
      "en": "We had herb gardens and vegetable gardens,",
      "vi": "Ở đó có vườn rau thơm và rau xanh,"
    }
  },
  {
    "translation": {
      "en": "and we went down to the market twice a week,",
      "vi": "chúng tôi đi chợ hai lần một tuần,"
    }
  },
  {
    "translation": {
      "en": "and it was all this color.",
      "vi": "toàn một màu thế này."
    }
  },
  {
    "translation": {
      "en": "And I thought this was heaven.",
      "vi": "Tôi nghĩ nơi đây là thiên đường."
    }
  },
  {
    "translation": {
      "en": "Living in this environment,",
      "vi": "Sống trong môi trường này,"
    }
  },
  {
    "translation": {
      "en": "where you're completely connected to the ingredients,",
      "vi": "bạn được hòa mình với các nguyên liệu nấu nướng,"
    }
  },
  {
    "translation": {
      "en": "and slow, all-day cooking.",
      "vi": "được chậm rãi nấu ăn cả ngày."
    }
  },
  {
    "translation": {
      "en": "I just soaked it up.",
      "vi": "Tôi chìm đắm trong đó."
    }
  },
  {
    "translation": {
      "en": "When I went back to New York City, I landed a job as a personal chef.",
      "vi": "Khi trở về thành phố New York, tôi tìm được việc làm đầu bếp riêng."
    }
  },
  {
    "translation": {
      "en": "But when I told my parents, it immediately brought them back to the '50s.",
      "vi": "Nhưng khi tôi nói với bố mẹ, ngay lập tức nó khiến họ nghĩ tới thời thập kỷ 50."
    }
  },
  {
    "translation": {
      "en": "[Dave] She had gotten a job",
      "vi": "Con bé được nhận vào làm"
    }
  },
  {
    "translation": {
      "en": "with this white family out in the Hamptons,",
      "vi": "cho một gia đình da trắng ở Hamptons,"
    }
  },
  {
    "translation": {
      "en": "which is a really ritzier New York on Long Island.",
      "vi": "một New York sang trọng hơn trên đảo Long Island."
    }
  },
  {
    "translation": {
      "en": "[Catherine] And we didn't like the image.",
      "vi": "Bọn tôi không thích."
    }
  },
  {
    "translation": {
      "en": "-I didn't like the image at all. -No, not at all.",
      "vi": "- Tôi không thích chút nào. - Không hề thích."
    }
  },
  {
    "translation": {
      "en": "[Catherine] She was more like a live-in maid.",
      "vi": "Nó giống người làm ở lại nhà hơn."
    }
  },
  {
    "translation": {
      "en": "-[Dave] Like the help. -[Catherine] Yeah, the help.",
      "vi": "- Kiểu giúp việc. - Phải."
    }
  },
  {
    "translation": {
      "en": "It didn't look like progress to me. It was more like... a setback.",
      "vi": "Tôi chẳng thấy có gì tiến bộ. Thụt lùi thì đúng hơn."
    }
  },
  {
    "translation": {
      "en": "[Bailey] They just didn't understand.",
      "vi": "Họ không hiểu."
    }
  },
  {
    "translation": {
      "en": "They just saw a black woman working in a house for white folks.",
      "vi": "Họ chỉ thấy một phụ nữ da màu làm việc trong một gia đình da trắng."
    }
  },
  {
    "translation": {
      "en": "That's not the chef that I wanted to be.",
      "vi": "Tôi không muốn làm đầu bếp kiểu đó."
    }
  },
  {
    "translation": {
      "en": "I didn't want to be the maid.",
      "vi": "Tôi không muốn làm người giúp việc."
    }
  },
  {
    "translation": {
      "en": "I wanted to be something more elevated than that.",
      "vi": "Tôi muốn điều gì đó cao hơn."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, that looks amazing.",
      "vi": "Chúa ơi, trông thật hấp dẫn."
    }
  },
  {
    "translation": {
      "en": "So, tonight, we're doing crudo. We're not doing fish toast.",
      "vi": "Tối nay ta sẽ làm món gỏi cá sống. Không làm bánh mỳ nướng với cá."
    }
  },
  {
    "translation": {
      "en": "And then tomorrow, we're gonna have an extra prep person",
      "vi": "Ngày mai, ta sẽ có thêm một người phụ chuẩn bị"
    }
  },
  {
    "translation": {
      "en": "to help with the new dishes.",
      "vi": "giúp làm các món mới."
    }
  },
  {
    "translation": {
      "en": "So, then we'll just focus on plating the dishes.",
      "vi": "Ta sẽ chỉ tập trung vào trang trí."
    }
  },
  {
    "translation": {
      "en": "-Does that make sense? -[man] That makes sense.",
      "vi": "- Rõ chưa nhỉ? - Rõ rồi."
    }
  },
  {
    "translation": {
      "en": "Okay. All right, thank you, everyone.",
      "vi": "Được rồi, cảm ơn mọi người."
    }
  },
  {
    "translation": {
      "en": "[Bailey] I wanted to take my cooking seriously,",
      "vi": "Tôi muốn xem nấu nướng là việc nghiêm túc,"
    }
  },
  {
    "translation": {
      "en": "and I knew that in order for me to do that,",
      "vi": "tôi biết để làm được như vậy,"
    }
  },
  {
    "translation": {
      "en": "I had to go into fine dining.",
      "vi": "tôi phải bắt đầu kiểu nhà hàng cao cấp."
    }
  },
  {
    "translation": {
      "en": "Growing up, I wasn't exposed to a fine dining environment.",
      "vi": "Từ nhỏ đến lớn, tôi không được tiếp xúc với môi trường ẩm thực cao cấp."
    }
  },
  {
    "translation": {
      "en": "We never went to restaurants. My parents just couldn't afford it.",
      "vi": "Chúng tôi chưa bao giờ đi nhà hàng. Bố mẹ tôi không có tiền."
    }
  },
  {
    "translation": {
      "en": "I was going into a whole different world.",
      "vi": "Tôi đang bước vào một thế giới khác."
    }
  },
  {
    "translation": {
      "en": "I immediately started at the bottom.",
      "vi": "Tôi bắt đầu ngay từ bước thấp nhất."
    }
  },
  {
    "translation": {
      "en": "I worked all the stations, I took from each station I worked,",
      "vi": "Tôi làm mọi nơi, học kinh nghiệm từ đó,"
    }
  },
  {
    "translation": {
      "en": "and once I could take the heat, then I wanted to learn from a chef.",
      "vi": "và khi có thể chịu đựng nổi, tôi muốn học hỏi bếp trưởng."
    }
  },
  {
    "translation": {
      "en": "I had heard about Prune throughout my entire career.",
      "vi": "Suốt thời kỳ đó, tôi nghe nói về nhà hàng Prune."
    }
  },
  {
    "translation": {
      "en": "[Elie] Prune, it was one of the places you were supposed to go.",
      "vi": "Prune là một trong những nơi bạn phải đến."
    }
  },
  {
    "translation": {
      "en": "Everybody was talking about it.",
      "vi": "Ai cũng nói về nó."
    }
  },
  {
    "translation": {
      "en": "Lot of what Gabrielle Hamilton did at Prune",
      "vi": "Những món Gabrielle Hamilton nấu ở Prune"
    }
  },
  {
    "translation": {
      "en": "was take, sort of lowly ingredients, like saltine crackers,",
      "vi": "đều dùng các nguyên liệu tầm thường như bánh quy mặn"
    }
  },
  {
    "translation": {
      "en": "and do things with them that were magical...",
      "vi": "và biến chúng thành thứ kỳ diệu..."
    }
  },
  {
    "translation": {
      "en": "in ways that most chefs might not have thought to do.",
      "vi": "theo cách mà hầu hết các đầu bếp có lẽ không hề nghĩ tới."
    }
  },
  {
    "translation": {
      "en": "[Bailey] The type of food that Gabrielle was cooking was so simple,",
      "vi": "Món ăn mà Gabrielle nấu rất giản dị,"
    }
  },
  {
    "translation": {
      "en": "taking a few ingredients and having them really sing.",
      "vi": "chỉ vài nguyên liệu và làm cho chúng thực sự tỏa sáng."
    }
  },
  {
    "translation": {
      "en": "And I really thought that's what food is all about.",
      "vi": "Tôi thực sự nghĩ rằng đó mới là ẩm thực."
    }
  },
  {
    "translation": {
      "en": "I was at Prune for about three years and I was happy.",
      "vi": "Tôi làm ở Prune được khoảng ba năm và tôi rất hạnh phúc."
    }
  },
  {
    "translation": {
      "en": "I was growing.",
      "vi": "Tôi dần trưởng thành."
    }
  },
  {
    "translation": {
      "en": "I'd finally found an environment that I felt at home in.",
      "vi": "Cuối cùng tôi cũng tìm thấy một nơi mà tôi thấy như ở nhà."
    }
  },
  {
    "translation": {
      "en": "[Johno Morisano] So, what's the next big switch?",
      "vi": "Tiếp theo là gì?"
    }
  },
  {
    "translation": {
      "en": "[Bailey] So, I wanna do a rabbit-sorghum mustard glaze with, like, cayenne.",
      "vi": "Tôi muốn làm men mù tạt lúa miến với ớt cayenne."
    }
  },
  {
    "translation": {
      "en": "[Morisano] I think it's gonna be really good.",
      "vi": "Sẽ ngon đấy."
    }
  },
  {
    "translation": {
      "en": "The Dijon is so traditionally French,",
      "vi": "Mù tạt Dijon là loại truyền thống của Pháp,"
    }
  },
  {
    "translation": {
      "en": "but then you throw cayenne and sorghum into it, and it's like...",
      "vi": "nhưng khi cho ớt và lúa miến vào, thì nó như..."
    }
  },
  {
    "translation": {
      "en": "Yeah, it turns into something else.",
      "vi": "Phải, thành thứ khác."
    }
  },
  {
    "translation": {
      "en": "It turns into something Southern, I think.",
      "vi": "Thành thứ gì đó của miền Nam."
    }
  },
  {
    "translation": {
      "en": "-[Bailey] Yeah, I think so. -Yeah.",
      "vi": "Phải, đúng vậy."
    }
  },
  {
    "translation": {
      "en": "[Morisano] When I was trying to find my business partner for The Grey,",
      "vi": "Khi tôi đang cố tìm cộng sự cho nhà hàng The Grey,"
    }
  },
  {
    "translation": {
      "en": "I called Gabrielle Hamilton, and Gabrielle said, \"Talk to Mashama.\"",
      "vi": "tôi gọi cho Gabrielle Hamilton, Gabrielle nói \"Nói chuyện với Mashama đi.\""
    }
  },
  {
    "translation": {
      "en": "-And so, I met Mashama. -[inaudible]",
      "vi": "Vậy là tôi gặp Mashama."
    }
  },
  {
    "translation": {
      "en": "We had an hour in the schedule, and I'm a very regimented guy.",
      "vi": "Chúng tôi hẹn gặp một tiếng và tôi là người rất chuẩn chỉnh."
    }
  },
  {
    "translation": {
      "en": "If I have an hour, it's an hour.",
      "vi": "Nói một tiếng là một tiếng."
    }
  },
  {
    "translation": {
      "en": "And four hours later, we were still together in a bar, having drinks,",
      "vi": "Vậy mà bốn giờ sau, chúng tôi vẫn ngồi uống với nhau ở quán bar,"
    }
  },
  {
    "translation": {
      "en": "and all we did was talk about food.",
      "vi": "và chỉ nói về món ăn."
    }
  },
  {
    "translation": {
      "en": "It was almost like being with an old friend.",
      "vi": "Giống như gặp một người bạn cũ vậy."
    }
  },
  {
    "translation": {
      "en": "If you bring that ugali in, then the bridges--",
      "vi": "Nếu cô làm món cháo bột ngô ugali thì cầu nối..."
    }
  },
  {
    "translation": {
      "en": "-Would you like me to make you some ugali? -I would like it.",
      "vi": "- Muốn tôi nấu ugali cho anh? - Phải."
    }
  },
  {
    "translation": {
      "en": "[Morisano] I knew right there I wanted her to be my partner in The Grey.",
      "vi": "Tôi biết ngay là tôi muốn hợp tác với cô ấy mở nhà hàng The Grey."
    }
  },
  {
    "translation": {
      "en": "I love the fact that we have things so under control here",
      "vi": "Tôi thích mọi thứ ở đây được kiểm soát"
    }
  },
  {
    "translation": {
      "en": "that we can just sit and eat a bowl of pasta and have a glass of wine.",
      "vi": "đến mức ta có thể ngồi ăn mì và uống rượu vang."
    }
  },
  {
    "translation": {
      "en": "[Bailey] From your mouth to God's ears.",
      "vi": "Mong là vậy."
    }
  },
  {
    "translation": {
      "en": "When I met Johno,",
      "vi": "Khi tôi gặp Johno,"
    }
  },
  {
    "translation": {
      "en": "I found out that the restaurant was going to be located in Savannah,",
      "vi": "tôi biết được nhà hàng này sẽ đặt ở Savannah,"
    }
  },
  {
    "translation": {
      "en": "and I was immediately intrigued.",
      "vi": "tôi bị hấp dẫn ngay."
    }
  },
  {
    "translation": {
      "en": "So I'd come down to view the space.",
      "vi": "Tôi đến xem địa điểm."
    }
  },
  {
    "translation": {
      "en": "We get out of the car and I look up,",
      "vi": "Bước ra khỏi xe và ngẩng lên"
    }
  },
  {
    "translation": {
      "en": "and I can see that we're on Martin Luther King Boulevard,",
      "vi": "là có thể thấy chúng tôi đang ở Đại lộ Martin Luther King,"
    }
  },
  {
    "translation": {
      "en": "across the street from where my parents got married,",
      "vi": "bên kia đường là nơi bố mẹ tôi đã lấy nhau,"
    }
  },
  {
    "translation": {
      "en": "in a city that I lived in for my childhood.",
      "vi": "ở thành phố tuổi thơ của tôi."
    }
  },
  {
    "translation": {
      "en": "We walked inside,",
      "vi": "Chúng tôi vào trong,"
    }
  },
  {
    "translation": {
      "en": "and it was this old Greyhound bus station that was initially segregated.",
      "vi": "nơi đây từng là trạm xe buýt Greyhound cũ bị tách biệt."
    }
  },
  {
    "translation": {
      "en": "And I walked through the seating area where the ticket counter was,",
      "vi": "Tôi đi qua khu vực ghế ngồi chỗ quầy gọi món,"
    }
  },
  {
    "translation": {
      "en": "and in the back, there's the Colored waiting room.",
      "vi": "ở phía sau, có phòng chờ cho người da màu."
    }
  },
  {
    "translation": {
      "en": "And I thought, \"How unfair.\"",
      "vi": "Tôi nghĩ \"Thật bất công.\""
    }
  },
  {
    "translation": {
      "en": "My ancestors were here,",
      "vi": "Tổ tiên của tôi từng ở đây,"
    }
  },
  {
    "translation": {
      "en": "and so many struggles have happened in this building.",
      "vi": "biết bao nhiêu khổ sở trong tòa nhà này."
    }
  },
  {
    "translation": {
      "en": "I felt a connection.",
      "vi": "Tôi thấy xúc động."
    }
  },
  {
    "translation": {
      "en": "I just let that take me with it.",
      "vi": "Tôi cứ để mặc cho cảm xúc cuốn đi."
    }
  },
  {
    "translation": {
      "en": "I knew that I was on the right path.",
      "vi": "Tôi biết mình đang đi đúng hướng."
    }
  },
  {
    "translation": {
      "en": "Um, we're gonna do this tomorrow,",
      "vi": "Mai chúng ta sẽ làm món này,"
    }
  },
  {
    "translation": {
      "en": "and we need to figure out what we're gonna do with quail,",
      "vi": "cần phải biết sẽ làm gì với chim cút,"
    }
  },
  {
    "translation": {
      "en": "'cause that whole thing has to change.",
      "vi": "vì mọi thứ phải thay đổi."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Should we just fry it?",
      "vi": "- Vâng. - Ta thử chiên nhé?"
    }
  },
  {
    "translation": {
      "en": "-Fried quail? -Fried quail with molasses,",
      "vi": "- Chiên chim cút? - Chiên với mật,"
    }
  },
  {
    "translation": {
      "en": "-blackstrap molasses. -Sauce would be nice with cucumber.",
      "vi": "- mật mía. - Nước chấm với dưa chuột."
    }
  },
  {
    "translation": {
      "en": "We have all those peppers up there.",
      "vi": "Bên trên toàn là ớt chuông rồi."
    }
  },
  {
    "translation": {
      "en": "We have so many peppers, and I know peppers are in the meatballs,",
      "vi": "Có rất nhiều ớt chuông, tôi biết có ớt chuông nhồi thịt,"
    }
  },
  {
    "translation": {
      "en": "-but we can do like a... -Pepper relish or--",
      "vi": "- nhưng ta có thể làm... - Gia vị ớt..."
    }
  },
  {
    "translation": {
      "en": "Yeah, we could do pickled peppers or something, you know?",
      "vi": "Phải, ta có thể làm ớt ngâm hay gì đó."
    }
  },
  {
    "translation": {
      "en": "When I initially came down to think about this restaurant,",
      "vi": "Ban đầu khi nói tới chuyện suy nghĩ về nhà hàng này,"
    }
  },
  {
    "translation": {
      "en": "I had a few months to figure out what was gonna be our breakout menu.",
      "vi": "tôi có vài tháng để nghĩ về thực đơn đổi mới của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "[Bailey] Up until that point, I worked as a sous chef,",
      "vi": "Cho tới lúc đó, tôi giữ vai trò phó bếp,"
    }
  },
  {
    "translation": {
      "en": "emulating the wants and desires of this creative genius.",
      "vi": "chạy đua với những mong muốn của anh chàng thiên tài sáng tạo này."
    }
  },
  {
    "translation": {
      "en": "And then all of a sudden,",
      "vi": "Đột nhiên,"
    }
  },
  {
    "translation": {
      "en": "I have an opportunity to really express myself.",
      "vi": "tôi có cơ hội thể hiện bản thân."
    }
  },
  {
    "translation": {
      "en": "I started thinking about, what kind of chef was I?",
      "vi": "Tôi bắt đầu nghĩ xem tôi là đầu bếp gì?"
    }
  },
  {
    "translation": {
      "en": "Was I the chef that just kinda looked at an ingredient,",
      "vi": "Tôi là kiểu đầu bếp chỉ nhìn nguyên liệu,"
    }
  },
  {
    "translation": {
      "en": "and all of a sudden, I made this crazy dish out of it?",
      "vi": "rồi đột nhiên, làm món gì đó kỳ cục?"
    }
  },
  {
    "translation": {
      "en": "Or was I a kind of chef that took older recipes",
      "vi": "Hay tôi là đầu bếp dùng công thức cũ"
    }
  },
  {
    "translation": {
      "en": "and reinterpret them? What kind of chef am I?",
      "vi": "và biến chúng thành món ăn? Tôi là đầu bếp kiểu gì?"
    }
  },
  {
    "translation": {
      "en": "[Morisano] When Mashama started to develop her first menu,",
      "vi": "Khi Mashama bắt đầu xây dựng thực đơn đầu tiên,"
    }
  },
  {
    "translation": {
      "en": "she read book after book and sought inspiration.",
      "vi": "cô ấy đọc nhiều sách và tìm cảm hứng."
    }
  },
  {
    "translation": {
      "en": "Any moment she could get to travel somewhere, she would go.",
      "vi": "Hễ rảnh để đi đâu đó là cô ấy sẽ đi."
    }
  },
  {
    "translation": {
      "en": "Mashama would come to me with a dish and she would say, \"Taste this.\"",
      "vi": "Mashama sẽ mang một món đến chỗ tôi và nói \"Ăn thử đi.\""
    }
  },
  {
    "translation": {
      "en": "And I would taste it.",
      "vi": "Và tôi nếm thử."
    }
  },
  {
    "translation": {
      "en": "And she'd go, \"What do you think?\" And I would tell her.",
      "vi": "Cô ấy hỏi \"Anh nghĩ sao?\" Và tôi nói."
    }
  },
  {
    "translation": {
      "en": "And she would go back into the kitchen.",
      "vi": "Cô ấy trở lại bếp."
    }
  },
  {
    "translation": {
      "en": "It was really important to her to do it right and do it well.",
      "vi": "Cô ấy thực sự xem trọng việc cần nấu cho chuẩn."
    }
  },
  {
    "translation": {
      "en": "[Bailey] After I wrote the menu, I was very nervous,",
      "vi": "Sau khi lên thực đơn, tôi rất hồi hộp,"
    }
  },
  {
    "translation": {
      "en": "but I sent a copy of the first menu to Gabrielle.",
      "vi": "nhưng tôi đã gửi bản thực đơn đầu tiên cho Gabrielle."
    }
  },
  {
    "translation": {
      "en": "She looked at it and she was like, \"This food is all over the place.",
      "vi": "Cô ấy xem và nói \"Món này ở đâu cũng có."
    }
  },
  {
    "translation": {
      "en": "I don't know what this menu is telling me.",
      "vi": "Tôi chẳng hiểu thực đơn này là gì nữa."
    }
  },
  {
    "translation": {
      "en": "It's not really telling me a story.\"",
      "vi": "Nó thực sự không kể một câu chuyện.\""
    }
  },
  {
    "translation": {
      "en": "It really hit Mashama hard how difficult the undertaking was.",
      "vi": "Điều đó là cú trời giáng với Mashama, việc này thật khó khăn."
    }
  },
  {
    "translation": {
      "en": "Something was missing and I wasn't sure what it was.",
      "vi": "Tôi không chắc còn thiếu gì nữa."
    }
  },
  {
    "translation": {
      "en": "I felt that I need to learn about who I am and what I had to say.",
      "vi": "Tôi thấy mình cần biết mình là ai và phải nói gì."
    }
  },
  {
    "translation": {
      "en": "[Bailey] When I returned to Savannah, I was super nostalgic.",
      "vi": "Khi tôi trở lại Savannah, nỗi nhớ nhà dâng trào."
    }
  },
  {
    "translation": {
      "en": "I thought I could almost pick up where I left off,",
      "vi": "Tôi tưởng mình gần như có thể hiểu nơi mình đã rời đi,"
    }
  },
  {
    "translation": {
      "en": "but I did not know this city at all through adult eyes.",
      "vi": "nhưng tôi lại không hề hiểu gì về thành phố này qua nhãn quan người lớn."
    }
  },
  {
    "translation": {
      "en": "I was on my own. I had no friends here.",
      "vi": "Tôi cô độc. Chẳng hề có bạn bè."
    }
  },
  {
    "translation": {
      "en": "I realized very quickly that I was an outsider.",
      "vi": "Tôi nhanh chóng nhận ra rằng mình là người ngoài."
    }
  },
  {
    "translation": {
      "en": "-Here you go, ma'am. -Thank you.",
      "vi": "- Của cô đây. - Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "One day, I went to this place called the Mayflower.",
      "vi": "Một hôm, tôi đến một quán tên là Mayflower."
    }
  },
  {
    "translation": {
      "en": "And I order deviled crabs, and every meal comes with a dressing.",
      "vi": "Tôi gọi món thịt cua viên, món gì cũng có nước xốt."
    }
  },
  {
    "translation": {
      "en": "I take one taste of it...",
      "vi": "Tôi vừa ăn một miếng"
    }
  },
  {
    "translation": {
      "en": "and I'm back in my grandmother's kitchen.",
      "vi": "là như trở lại căn bếp của bà."
    }
  },
  {
    "translation": {
      "en": "And I have this a-ha moment that I've been eating this way all my life...",
      "vi": "Cả đời tôi vẫn có khoảnh khắc ăn uống sung sướng thế này"
    }
  },
  {
    "translation": {
      "en": "and that I wasn't aware",
      "vi": "nhưng tôi lại không nhận ra"
    }
  },
  {
    "translation": {
      "en": "that there was actually restaurants built around the food that I grew up on.",
      "vi": "thực sự có những nhà hàng nấu món ăn tuổi thơ của tôi."
    }
  },
  {
    "translation": {
      "en": "I think that there's something that I buried with that little girl",
      "vi": "Tôi nghĩ tôi đã chôn vùi điều gì đó cùng chính mình"
    }
  },
  {
    "translation": {
      "en": "that moved to New York City when she was 11.",
      "vi": "khi chuyển tới New York lúc 11 tuổi."
    }
  },
  {
    "translation": {
      "en": "I wanted to reacquaint myself with the South.",
      "vi": "Tôi muốn tìm lại chất miền Nam trong mình."
    }
  },
  {
    "translation": {
      "en": "I started reading old cookbooks",
      "vi": "Tôi bắt đầu đọc sách nấu ăn cũ"
    }
  },
  {
    "translation": {
      "en": "to learn about the first African-American chefs in this country.",
      "vi": "để hiểu về các đầu bếp người Mỹ gốc Phi đầu tiên ở đất nước này."
    }
  },
  {
    "translation": {
      "en": "Who was cooking before me in this environment,",
      "vi": "Ai đã nấu ăn ở nơi đây trước tôi,"
    }
  },
  {
    "translation": {
      "en": "and what can I learn from them?",
      "vi": "tôi có thể học hỏi gì từ họ?"
    }
  },
  {
    "translation": {
      "en": "Thank you, Mr. Hayes.",
      "vi": "Cảm ơn ông Hayes."
    }
  },
  {
    "translation": {
      "en": "I started introducing myself to people and learning about the food culture here.",
      "vi": "Tôi bắt đầu giao lưu với mọi người và tìm hiểu về văn hóa ẩm thực nơi đây."
    }
  },
  {
    "translation": {
      "en": "-How do you know a watermelon is ready? -[woman] I slap mine.",
      "vi": "- Làm sao để biết dưa hấu chín rồi? - Tôi đập."
    }
  },
  {
    "translation": {
      "en": "-And what you looking for? -I'm listening for the sound.",
      "vi": "- Để làm gì? - Để nghe tiếng."
    }
  },
  {
    "translation": {
      "en": "[Bailey] I really wanted to educate myself",
      "vi": "Tôi thực sự muốn tự tìm hiểu"
    }
  },
  {
    "translation": {
      "en": "on different climates, different terroir, different Southern ingredients.",
      "vi": "về khí hậu, môi trường, các nguyên liệu miền Nam khác nhau."
    }
  },
  {
    "translation": {
      "en": "Yeah, so you just...",
      "vi": "Nên bác chỉ cần..."
    }
  },
  {
    "translation": {
      "en": "Hey, look at you.",
      "vi": "Này, nhìn cô kìa."
    }
  },
  {
    "translation": {
      "en": "-[Bailey laughing] Yeah. -[farmer] I don't believe you.",
      "vi": "- Vâng. - Không tin nổi."
    }
  },
  {
    "translation": {
      "en": "[farmer] Now, you know what I think is amazing about this whole thing is?",
      "vi": "Cô biết tôi nghĩ điều gì là tuyệt vời không?"
    }
  },
  {
    "translation": {
      "en": "Like, we're walking back into time -and this is what we did. Okra. -Mmm-hmm.",
      "vi": "Chúng ta trở lại như ngày xưa. Đây là quả đậu bắp."
    }
  },
  {
    "translation": {
      "en": "-[farmer] It's West African. -Yeah.",
      "vi": "- Vùng Tây Phi. - Vâng."
    }
  },
  {
    "translation": {
      "en": "[chuckles] You'll be here. Where you going? Orlando?",
      "vi": "Bác sẽ ở đây. Bác định đi đâu? Orlando?"
    }
  },
  {
    "translation": {
      "en": "-That's gonna be really nice. -[both laughing]",
      "vi": "Sẽ tuyệt đấy."
    }
  },
  {
    "translation": {
      "en": "[farmer] Thank you, lady. You are tough.",
      "vi": "Cảm ơn cô. Cô dai sức đấy."
    }
  },
  {
    "translation": {
      "en": "[Bailey] Having this open dialogue with these farmers",
      "vi": "Nói chuyện thoải mái với những nông dân này"
    }
  },
  {
    "translation": {
      "en": "gave me a true sense of where I was.",
      "vi": "cho tôi cảm nhận về ngày xưa."
    }
  },
  {
    "translation": {
      "en": "-How do you like to cook them? -[farmer] Succotash.",
      "vi": "- Bác thích nấu chúng thế nào? - Làm ngô đậu."
    }
  },
  {
    "translation": {
      "en": "[Bailey] Yeah, that's my favorite, succotash.",
      "vi": "Phải, cháu thích nhất ngô đậu."
    }
  },
  {
    "translation": {
      "en": "-[farmer] Succotash! Oh, yes. -[Bailey laughing]",
      "vi": "Ngô đậu! Tuyệt."
    }
  },
  {
    "translation": {
      "en": "-That's my favorite. -[farmer] You can smell it.",
      "vi": "- Cháu thích lắm. - Ngửi được đấy."
    }
  },
  {
    "translation": {
      "en": "You can smell it a mile down the road.",
      "vi": "Có thể ngửi thấy mùi từ xa cả cây số."
    }
  },
  {
    "translation": {
      "en": "I got some work to do, huh?",
      "vi": "Ta có chút việc cần làm nhỉ?"
    }
  },
  {
    "translation": {
      "en": "-[fisherman 2] You know, some of those-- -[Bailey] These are pretty!",
      "vi": "- Một ít... - Đẹp thật."
    }
  },
  {
    "translation": {
      "en": "[fisherman 2] Yeah.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "[Bailey] These are pretty. These are awesome.",
      "vi": "Đẹp quá. Tuyệt."
    }
  },
  {
    "translation": {
      "en": "-[fisherman 2] Those are the best. -Yeah, these are good.",
      "vi": "- Ngon nhất. - Rất ngon."
    }
  },
  {
    "translation": {
      "en": "[Bailey] As I've started to learn about Georgia,",
      "vi": "Khi tôi bắt đầu hiểu về Georgia,"
    }
  },
  {
    "translation": {
      "en": "I realized that the tradition here is so rich.",
      "vi": "tôi nhận ra truyền thống nơi đây thật phong phú."
    }
  },
  {
    "translation": {
      "en": "[fisherman 2] Should be close.",
      "vi": "Chắc sắp được rồi."
    }
  },
  {
    "translation": {
      "en": "[Bailey] I wasn't even aware of it.",
      "vi": "Tôi thậm chí không hề biết."
    }
  },
  {
    "translation": {
      "en": "Oh, it's right there.",
      "vi": "Ở chỗ đó."
    }
  },
  {
    "translation": {
      "en": "These border islands along the coast,",
      "vi": "Những hòn đảo biên giới dọc bờ biển này,"
    }
  },
  {
    "translation": {
      "en": "this was an area that no one wanted to live.",
      "vi": "đây là vùng không ai muốn sinh sống."
    }
  },
  {
    "translation": {
      "en": "It's humid and buggy and hot.",
      "vi": "Nơi đây nóng ẩm và nhiều rệp."
    }
  },
  {
    "translation": {
      "en": "Right after slavery,",
      "vi": "Sau thời kỳ nô lệ,"
    }
  },
  {
    "translation": {
      "en": "a lot of African Americans lived on these islands.",
      "vi": "nhiều người Mỹ gốc Phi sống trên các hòn đảo này."
    }
  },
  {
    "translation": {
      "en": "And they learned how to cultivate the land.",
      "vi": "Họ học cách canh tác."
    }
  },
  {
    "translation": {
      "en": "Look at that sucker.",
      "vi": "Nhìn kẻ dễ dụ đó kìa."
    }
  },
  {
    "translation": {
      "en": "They were fishing and crabbing and oyster farming.",
      "vi": "Họ bắt cua cá và nuôi hàu."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Four more months, they'll be ready.",
      "vi": "Bốn tháng nữa là thu hoạch được."
    }
  },
  {
    "translation": {
      "en": "[Bailey] I didn't know black people ate oysters,",
      "vi": "Tôi không biết người da đen ăn hàu,"
    }
  },
  {
    "translation": {
      "en": "and not only do they eat oysters, they made a living off of oysters.",
      "vi": "họ không chỉ ăn hàu, mà còn kiếm sống nhờ hàu."
    }
  },
  {
    "translation": {
      "en": "Years and years later, throughout all these hardships,",
      "vi": "Nhiều năm sau, vượt qua bao khó khăn,"
    }
  },
  {
    "translation": {
      "en": "the people who have been working the waters for generations",
      "vi": "những người làm việc bao đời ở vùng nước này"
    }
  },
  {
    "translation": {
      "en": "are keeping these traditions alive.",
      "vi": "đang gìn giữ truyền thống này."
    }
  },
  {
    "translation": {
      "en": "You can't help to be humbled by that kind of history.",
      "vi": "Bạn không thể không thấy nhỏ bé trước lịch sử như vậy."
    }
  },
  {
    "translation": {
      "en": "[Endolyn] So much of Southern food has been forged",
      "vi": "Nền ẩm thực miền Nam đã hình thành"
    }
  },
  {
    "translation": {
      "en": "from people who came from Africa and their descendants.",
      "vi": "nhờ những người đến từ châu Phi và hậu duệ của họ."
    }
  },
  {
    "translation": {
      "en": "People were brought here in chains,",
      "vi": "Những người bị đưa về đây trong xiềng xích,"
    }
  },
  {
    "translation": {
      "en": "ripped apart from their loved ones, their language, their lives,",
      "vi": "bị tước đi người thân, ngôn ngữ và mạng sống,"
    }
  },
  {
    "translation": {
      "en": "and made to forge a country without any say in the matter.",
      "vi": "bị đẩy vào một đất nước mà không được lên tiếng."
    }
  },
  {
    "translation": {
      "en": "Because of those atrocities,",
      "vi": "Vì những sự tàn bạo này,"
    }
  },
  {
    "translation": {
      "en": "so many people moved away to forge something better.",
      "vi": "bao người đã phải ra đi để mưu cầu cuộc sống tốt đẹp hơn."
    }
  },
  {
    "translation": {
      "en": "After so much time away,",
      "vi": "Sau khoảng thời gian dài đi xa,"
    }
  },
  {
    "translation": {
      "en": "Mashama had this openness to being back in the South",
      "vi": "Mashama đã thấy thoải mái khi trở lại miền Nam"
    }
  },
  {
    "translation": {
      "en": "and learning more about the story of Southern food.",
      "vi": "và biết thêm về câu chuyện ẩm thực miền Nam."
    }
  },
  {
    "translation": {
      "en": "[Bailey] I was soaking in all that heritage and all that knowledge,",
      "vi": "Tôi đắm chìm trong di sản và kiến thức đó,"
    }
  },
  {
    "translation": {
      "en": "and there's a sadness that comes with that.",
      "vi": "kèm theo một nỗi buồn."
    }
  },
  {
    "translation": {
      "en": "[Bailey] But it's also this great sense of pride...",
      "vi": "Nhưng cũng có cả niềm tự hào..."
    }
  },
  {
    "translation": {
      "en": "because you look at the beauty of survival...",
      "vi": "vì bạn nhìn thấy nét đẹp của sự sinh tồn,"
    }
  },
  {
    "translation": {
      "en": "the fruitfulness of hope.",
      "vi": "trái ngọt của hy vọng."
    }
  },
  {
    "translation": {
      "en": "[Bailey] You realize how resilient your culture is.",
      "vi": "Bạn nhận ra nền văn hóa của bạn thật kiên cường."
    }
  },
  {
    "translation": {
      "en": "Learning about history in this area was so empowering.",
      "vi": "Hiểu về lịch sử của vùng đất này truyền cho tôi sức mạnh."
    }
  },
  {
    "translation": {
      "en": "I started to see where I wanted to go with the food.",
      "vi": "Tôi bắt đầu nhìn ra mục tiêu của mình cùng ẩm thực."
    }
  },
  {
    "translation": {
      "en": "That confidence started to reawaken.",
      "vi": "Niềm tin bắt đầu trỗi dậy."
    }
  },
  {
    "translation": {
      "en": "I became this chef",
      "vi": "Tôi trở thành đầu bếp"
    }
  },
  {
    "translation": {
      "en": "that was looking backwards in order to look forward.",
      "vi": "nhìn lại quá khứ để hướng tới tương lai."
    }
  },
  {
    "translation": {
      "en": "New ticket. Order fire. Meatball, clam and a fish toast.",
      "vi": "Đơn mới. Khẩn. Thịt viên, sò và bánh mỳ nướng với cá."
    }
  },
  {
    "translation": {
      "en": "[Morisano] One day, Mashama decided we are changing this menu.",
      "vi": "Một hôm, Mashama quyết định chúng tôi sẽ đổi thực đơn."
    }
  },
  {
    "translation": {
      "en": "What we're gonna do from this point forward",
      "vi": "Từ đó trở đi là chúng tôi"
    }
  },
  {
    "translation": {
      "en": "is reclaim African-American history,",
      "vi": "tìm lại lịch sử của người Mỹ gốc Phi,"
    }
  },
  {
    "translation": {
      "en": "and we're going to advance Southern food.",
      "vi": "và chúng tôi sẽ nâng tầm ẩm thực miền Nam."
    }
  },
  {
    "translation": {
      "en": "In that moment, all those experiences, her heritage,",
      "vi": "Khi đó, những trải nghiệm đó, di sản của cô ấy,"
    }
  },
  {
    "translation": {
      "en": "her readings, her memories, her life in New York City,",
      "vi": "kiến thức, ký ức, cuộc sống của cô ấy ở New York,"
    }
  },
  {
    "translation": {
      "en": "it all came together for her.",
      "vi": "đều có ích với cô ấy."
    }
  },
  {
    "translation": {
      "en": "She would come to me with a dish, and she would say, \"Taste this,\"",
      "vi": "Cô ấy mang món ăn đến chỗ tôi và nói \"Nếm thử đi\","
    }
  },
  {
    "translation": {
      "en": "and she would walk away. There was no doubt anymore.",
      "vi": "rồi đi. Không do dự gì nữa."
    }
  },
  {
    "translation": {
      "en": "[Bailey] I was ready to portray my Southern heritage.",
      "vi": "Tôi sẵn sàng khắc họa di sản miền Nam của tôi."
    }
  },
  {
    "translation": {
      "en": "I started focusing on rice, fresh Southern vegetables,",
      "vi": "Tôi bắt đầu tập trung vào gạo, rau tươi miền Nam,"
    }
  },
  {
    "translation": {
      "en": "crab, shrimp and oysters.",
      "vi": "cua, tôm và hàu."
    }
  },
  {
    "translation": {
      "en": "And then I wanted to focus on young Mashama.",
      "vi": "Sau đó tôi muốn tập trung vào Mashama thời trẻ."
    }
  },
  {
    "translation": {
      "en": "So, after the guests have dinner, we clear their plates,",
      "vi": "Sau khi khách dùng bữa tối, chúng tôi dọn đĩa của họ,"
    }
  },
  {
    "translation": {
      "en": "and we give them a thrill.",
      "vi": "và mang cho họ kem vui sướng."
    }
  },
  {
    "translation": {
      "en": "Locals would come in and be like,",
      "vi": "Người dân địa phương đến và nói"
    }
  },
  {
    "translation": {
      "en": "\"What? You know what a thrill is? What?\"",
      "vi": "\"Gì cơ? Cô biết kem vui sướng à?\""
    }
  },
  {
    "translation": {
      "en": "That made me feel good",
      "vi": "Điều đó làm tôi vui"
    }
  },
  {
    "translation": {
      "en": "because they understand that I have roots here.",
      "vi": "vì họ hiểu tôi có nguồn gốc ở đây."
    }
  },
  {
    "translation": {
      "en": "It's a little part of my history on the plate.",
      "vi": "Món ăn mang một phần lịch sử của tôi."
    }
  },
  {
    "translation": {
      "en": "Just in case you were wondering why Savannah's such a special place.",
      "vi": "Chỉ là phòng khi bạn thắc mắc vì sao Savannah lại đặc biệt đến vậy."
    }
  },
  {
    "translation": {
      "en": "-Full of the sunshine. Full of sunshine. -[Bailey] And they're so warm.",
      "vi": "- Đầy nắng. - Rất ấm áp."
    }
  },
  {
    "translation": {
      "en": "Yeah. See, you put it in my hands.",
      "vi": "Cô đã đặt nó vào tay tôi."
    }
  },
  {
    "translation": {
      "en": "-I'm gonna eat it. -[Bailey laughing] Good, eat it.",
      "vi": "- Tôi sẽ ăn nó. - Bác ăn đi."
    }
  },
  {
    "translation": {
      "en": "[deli worker] You live in the city?",
      "vi": "Cô sống ở đây à?"
    }
  },
  {
    "translation": {
      "en": "I used to. Now, I live in Georgia.",
      "vi": "Trước đây thôi. Giờ tôi ở Georgia."
    }
  },
  {
    "translation": {
      "en": "-Definitely a slower pace than New York. -[Bailey laughs]",
      "vi": "Rõ ràng là nhịp sống chậm hơn New York."
    }
  },
  {
    "translation": {
      "en": "He's like, \"We were cracking pepper at the table.\" I'm like, \"Really?\"",
      "vi": "Anh ta nói \"Chúng tôi sẽ kẹp vỡ hạt tiêu tại bàn.\" Tôi nói \"Thật ư?\""
    }
  },
  {
    "translation": {
      "en": "-Salty fresh. [laughs] -[fisherman 1] Salty fresh.",
      "vi": "- Tươi ngon mặn mòi. - Tươi ngon mặn mòi."
    }
  },
  {
    "translation": {
      "en": "Yeah. [laughs]",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "[farmer] Here's this. I'll trade you. Be careful with it.",
      "vi": "Đây. Đổi cho cô đấy. Cẩn thận."
    }
  },
  {
    "translation": {
      "en": "[Catherine] I remember when Mashama jumped in the front seat of the Galaxie 500.",
      "vi": "Còn nhớ lúc Mashama nhảy lên ghế trước của chiếc Galaxie 500."
    }
  },
  {
    "translation": {
      "en": "[Dave] I was thinking about that. [Catherine] Your legs weren't even long enough to touch the pedals.",
      "vi": "- Anh cũng đang tới chuyện đó. - Chân còn chưa đủ dài để chạm bàn đạp ga."
    }
  },
  {
    "translation": {
      "en": "I had got my back turned,",
      "vi": "Mẹ đã ngoái lại,"
    }
  },
  {
    "translation": {
      "en": "-and the car is rolling down the street. -[all laughing]",
      "vi": "và chiếc xe đang lăn bánh trên đường."
    }
  },
  {
    "translation": {
      "en": "Mashama was determined to do things her way.",
      "vi": "Mashama quyết tâm làm mọi thứ theo ý nó."
    }
  },
  {
    "translation": {
      "en": "Mmm-hmm. Yeah.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "She had a strong personality -even as a baby. -Yeah.",
      "vi": "- Nó cá tính từ bé. - Phải."
    }
  },
  {
    "translation": {
      "en": "I remember the park was there, and that's where...",
      "vi": "Con nhớ có chỗ đậu xe ở đó, đó là chỗ..."
    }
  },
  {
    "translation": {
      "en": "Our daughter is head chef",
      "vi": "Con gái chúng tôi đang là bếp trưởng"
    }
  },
  {
    "translation": {
      "en": "in a Jim Crow-era building.",
      "vi": "ở tòa nhà thời Jim Crow."
    }
  },
  {
    "translation": {
      "en": "She opened our eyes to a whole new way of how we were gonna make it.",
      "vi": "Con bé đã cho chúng tôi mở rộng tầm mắt với cách thành công mới."
    }
  },
  {
    "translation": {
      "en": "This is my daughter that is blazing new trails.",
      "vi": "Con gái tôi mở đường dẫn lối."
    }
  },
  {
    "translation": {
      "en": "-If your grandparents were here... -[Dave] Yeah.",
      "vi": "- Nếu ông bà con còn sống... - Vâng."
    }
  },
  {
    "translation": {
      "en": "-Your grandmothers would be equally proud. -[Dave] Oh, man.",
      "vi": "- Họ sẽ tự hào lắm. - Ôi trời."
    }
  },
  {
    "translation": {
      "en": "They would just be amazed.",
      "vi": "Họ sẽ bất ngờ."
    }
  },
  {
    "translation": {
      "en": "Your ma-ma, she would have talked you to death.",
      "vi": "Mẹ em chắc sẽ nói suốt."
    }
  },
  {
    "translation": {
      "en": "-She'd be giggling... -[Catherine] Yeah.",
      "vi": "- Bà sẽ cười... - Vâng."
    }
  },
  {
    "translation": {
      "en": "She would have been so happy. She'd be slapping you on the knee, boy.",
      "vi": "Bà sẽ vui lắm. Bà sẽ vỗ đầu gối em."
    }
  },
  {
    "translation": {
      "en": "[Endolyn] It is really exciting to see Mashama be celebrated.",
      "vi": "Thật tuyệt khi thấy Mashama được khen ngợi."
    }
  },
  {
    "translation": {
      "en": "She opened up an idea for Savannah of what was possible here,",
      "vi": "Cô ấy mở ra ý tưởng về tương lai của Savannah,"
    }
  },
  {
    "translation": {
      "en": "and she's sharing that light",
      "vi": "và chia sẻ ánh sáng đó"
    }
  },
  {
    "translation": {
      "en": "with many men and women who came before her,",
      "vi": "với nhiều người đến trước cô ấy,"
    }
  },
  {
    "translation": {
      "en": "who just didn't have the chance.",
      "vi": "những người không có cơ hội."
    }
  },
  {
    "translation": {
      "en": "[Bailey] When I'm in this building,",
      "vi": "Khi ở trong tòa nhà này,"
    }
  },
  {
    "translation": {
      "en": "I can't help but understand the historical impact that it holds.",
      "vi": "tôi không thể không nhận ra những ảnh hưởng lịch sử của nó."
    }
  },
  {
    "translation": {
      "en": "My family members would not have been able to walk freely in this space,",
      "vi": "Gia đình tôi đã không được đi lại tự do ở nơi này,"
    }
  },
  {
    "translation": {
      "en": "and now to be the executive chef here, to be a partner in this restaurant,",
      "vi": "và giờ được làm bếp trưởng ở đây, là đối tác của nhà hàng này,"
    }
  },
  {
    "translation": {
      "en": "you understand that change is willing to happen",
      "vi": "bạn hiểu rằng một nơi như Savannah"
    }
  },
  {
    "translation": {
      "en": "in a place like Savannah.",
      "vi": "đang sẵn sàng thay đổi."
    }
  },
  {
    "translation": {
      "en": "And at the same time, there's so much to do.",
      "vi": "Đồng thời, còn nhiều việc cần làm."
    }
  },
  {
    "translation": {
      "en": "I'm just getting warmed up.",
      "vi": "Tôi mới chỉ khởi động thôi."
    }
  }
]