[
  {
    "translation": {
      "en": "19:30 hours. Entering surveillance hour four.",
      "vi": "19:30 hours.Entering surveillance hour four."
    }
  },
  {
    "translation": {
      "en": "Insurgents sighted four klicks north, deploying weapons.",
      "vi": "Insurgents sighted four klicks north,deploying weapons."
    }
  },
  {
    "translation": {
      "en": "[Tommy] Sensor, slew the ball to new coordinates.",
      "vi": "[Tommy] Sensor, slew the ballto new coordinates."
    }
  },
  {
    "translation": {
      "en": "[man] Guns are hot. Target qualifies. Engage at your discretion.",
      "vi": "[man] Guns are hot. Target qualifies.Engage at your discretion."
    }
  },
  {
    "translation": {
      "en": "[man] Too close, Major. Get the strike on this pass, or abort.",
      "vi": "[man] Too close, Major.Get the strike on this pass, or abort."
    }
  },
  {
    "translation": {
      "en": "[Tommy] Master arm hot. Fly the laser.",
      "vi": "[Tommy] Master arm hot.Fly the laser."
    }
  },
  {
    "translation": {
      "en": "Missile away. Time of flight, ten seconds.",
      "vi": "Missile away.Time of flight, ten seconds."
    }
  },
  {
    "translation": {
      "en": "Well, they don't call it a Hellfire for nothing.",
      "vi": "Well, they don't call ita Hellfire for nothing."
    }
  },
  {
    "translation": {
      "en": "Best use of 68,000 taxpayer dollars I've seen today.",
      "vi": "Best use of 68,000 taxpayerdollars I've seen today."
    }
  },
  {
    "translation": {
      "en": "But good luck figuring out which bits go in what casket.",
      "vi": "But good luck figuring outwhich bits go in what casket."
    }
  },
  {
    "translation": {
      "en": "You're beak-to-beak with that Reaper relieving you.",
      "vi": "You're beak-to-beakwith that Reaper relieving you."
    }
  },
  {
    "translation": {
      "en": "-[Tommy] Yes, sir. -[Johns] Two o'clock.",
      "vi": "-[Tommy] Yes, sir.-[Johns] Two o'clock."
    }
  },
  {
    "translation": {
      "en": "[Zimmer] MQ-9. American engineering at its finest.",
      "vi": "[Zimmer] MQ-9. American engineeringat its finest."
    }
  },
  {
    "translation": {
      "en": "All right. Hand off to Captain Christie for recovery.",
      "vi": "All right. Hand offto Captain Christie for recovery."
    }
  },
  {
    "translation": {
      "en": "You ever get to, like, fly in a war or something?",
      "vi": "You ever get to, like,fly in a war or something?"
    }
  },
  {
    "translation": {
      "en": "Blew away six Taliban in Pakistan just today.",
      "vi": "Blew away six Talibanin Pakistan just today."
    }
  },
  {
    "translation": {
      "en": "-It's not my fault. -Travis, get back here right now.",
      "vi": "-It's not my fault.-Travis, get back here right now."
    }
  },
  {
    "translation": {
      "en": "Get back here and pick up the crap you just dumped!",
      "vi": "Get back hereand pick up the crap you just dumped!"
    }
  },
  {
    "translation": {
      "en": "-[door shutting] -Do not walk away from me, young man!",
      "vi": "-[door shutting]-Do not walk away from me, young man!"
    }
  },
  {
    "translation": {
      "en": "I got a call from the principal's office. He was fighting with another boy.",
      "vi": "I got a call from the principal's office.He was fighting with another boy."
    }
  },
  {
    "translation": {
      "en": "Hey, Jesse, how's that book? You recommend it?",
      "vi": "Hey, Jesse, how's that book?You recommend it?"
    }
  },
  {
    "translation": {
      "en": "-Sorry the house looks like-- -A bomb hit it?",
      "vi": "-Sorry the house looks like---A bomb hit it?"
    }
  },
  {
    "translation": {
      "en": "[chuckles] I didn't say it.",
      "vi": "[chuckles]I didn't say it."
    }
  },
  {
    "translation": {
      "en": "I'd ask how your day was, but there's a limit--",
      "vi": "I'd ask how your day was,but there's a limit--"
    }
  },
  {
    "translation": {
      "en": "-I know. I'm sorry. -How many times",
      "vi": "-I know. I'm sorry.-How many times"
    }
  },
  {
    "translation": {
      "en": "-I can ask the same question. -Thank you for not asking.",
      "vi": "-I can ask the same question.-Thank you for not asking."
    }
  },
  {
    "translation": {
      "en": "You know he's flunking math. He needs a tutor.",
      "vi": "You know he's flunking math.He needs a tutor."
    }
  },
  {
    "translation": {
      "en": "How much will that cost? Can't you help him?",
      "vi": "How much will that cost?Can't you help him?"
    }
  },
  {
    "translation": {
      "en": "Where do you think he gets it from? I'm the reason he's flunking.",
      "vi": "Where do you think he gets it from?I'm the reason he's flunking."
    }
  },
  {
    "translation": {
      "en": "[Tommy] I think I'm gonna go get a glass of water.",
      "vi": "[Tommy] I think I'm gonnago get a glass of water."
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen, the aircraft you're looking at",
      "vi": "Ladies and gentlemen,the aircraft you're looking at"
    }
  },
  {
    "translation": {
      "en": "is not the future of war. It is the here and fucking now.",
      "vi": "is not the future of war.It is the here and fucking now."
    }
  },
  {
    "translation": {
      "en": "there are dozens of these things in the sky,",
      "vi": "there are dozensof these things in the sky,"
    }
  },
  {
    "translation": {
      "en": "And most are currently working in the Garden of Eden they call Afghanistan.",
      "vi": "And most are currently working inthe Garden of Eden they call Afghanistan."
    }
  },
  {
    "translation": {
      "en": "Where they're starting to think it's their new national bird.",
      "vi": "Where they're starting to thinkit's their new national bird."
    }
  },
  {
    "translation": {
      "en": "we don't fly them all the way there from here in Vegas,",
      "vi": "we don't fly them all the way therefrom here in Vegas,"
    }
  },
  {
    "translation": {
      "en": "I got food in my fridge older than most of you.",
      "vi": "I got food in my fridgeolder than most of you."
    }
  },
  {
    "translation": {
      "en": "in and around whatever godforsaken place we're at war with that day.",
      "vi": "in and around whatever godforsaken placewe're at war with that day."
    }
  },
  {
    "translation": {
      "en": "That's 'cause these things are a bitch to take off and land.",
      "vi": "That's 'cause these things are a bitchto take off and land."
    }
  },
  {
    "translation": {
      "en": "So once they're airborne, that's when we take over.",
      "vi": "So once they're airborne,that's when we take over."
    }
  },
  {
    "translation": {
      "en": "And these gentlemen here are gonna take you through the nuts and bolts",
      "vi": "And these gentlemen here are gonnatake you through the nuts and bolts"
    }
  },
  {
    "translation": {
      "en": "But before they do, there's one thing I want to say about this program.",
      "vi": "But before they do, there's one thingI want to say about this program."
    }
  },
  {
    "translation": {
      "en": "And I've heard all the bleeding-heart arguments.",
      "vi": "And I've heardall the bleeding-heart arguments."
    }
  },
  {
    "translation": {
      "en": "\"It's not the air force, it's the chair-force,\"",
      "vi": "\"It's not the air force,it's the chair-force,\""
    }
  },
  {
    "translation": {
      "en": "It's all a waste of breath because the United States Air Force",
      "vi": "It's all a waste of breathbecause the United States Air Force"
    }
  },
  {
    "translation": {
      "en": "Excuse me, \"remotely piloted aircraft.\" You can call them whatever you want.",
      "vi": "Excuse me, \"remotely piloted aircraft.\"You can call them whatever you want."
    }
  },
  {
    "translation": {
      "en": "But don't think I believe my own shit either.",
      "vi": "But don't think I believemy own shit either."
    }
  },
  {
    "translation": {
      "en": "'Cause we like to dress it up in fancy language.",
      "vi": "'Cause we like to dress it upin fancy language."
    }
  },
  {
    "translation": {
      "en": "a surgical strike, neutralizing the threat.",
      "vi": "a surgical strike,neutralizing the threat."
    }
  },
  {
    "translation": {
      "en": "So I'm gonna drill this into your heads every goddamn day.",
      "vi": "So I'm gonna drill this into your headsevery goddamn day."
    }
  },
  {
    "translation": {
      "en": "the brass don't like to admit it, our operation was modeled on Xbox.",
      "vi": "the brass don't like to admit it,our operation was modeled on Xbox."
    }
  },
  {
    "translation": {
      "en": "precisely because you are a bunch of fucking gamers.",
      "vi": "precisely becauseyou are a bunch of fucking gamers."
    }
  },
  {
    "translation": {
      "en": "But you pull a trigger here, it's for fucking real.",
      "vi": "But you pull a trigger here,it's for fucking real."
    }
  },
  {
    "translation": {
      "en": "Ain't a bunch of pixels you're blowing up.",
      "vi": "Ain't a bunch of pixelsyou're blowing up."
    }
  },
  {
    "translation": {
      "en": "You pull a trigger here, someone's gonna go away.",
      "vi": "You pull a trigger here,someone's gonna go away."
    }
  },
  {
    "translation": {
      "en": "That's a lot of recruits for a war that's ending.",
      "vi": "That's a lot of recruitsfor a war that's ending."
    }
  },
  {
    "translation": {
      "en": "So what'd you log? Three thousand hours in F-16s,",
      "vi": "So what'd you log?Three thousand hours in F-16s,"
    }
  },
  {
    "translation": {
      "en": "six tours, 200 combat sorties before you got here?",
      "vi": "six tours, 200 combat sortiesbefore you got here?"
    }
  },
  {
    "translation": {
      "en": "Now they give them 40 hours in a fucking Cessna and send them to me.",
      "vi": "Now they give them 40 hoursin a fucking Cessna and send them to me."
    }
  },
  {
    "translation": {
      "en": "Just shove a joystick in their clammy mitts on day one.",
      "vi": "Just shove a joystickin their clammy mitts on day one."
    }
  },
  {
    "translation": {
      "en": "I mean, I reckon he wanted to get busted. You saw how he was shaking.",
      "vi": "I mean, I reckon he wanted to get busted.You saw how he was shaking."
    }
  },
  {
    "translation": {
      "en": "It was classic burn-out. You burn out at 24.",
      "vi": "It was classic burn-out.You burn out at 24."
    }
  },
  {
    "translation": {
      "en": "I mean, when I was 24, burn-out hadn't been invented yet.",
      "vi": "I mean, when I was 24,burn-out hadn't been invented yet."
    }
  },
  {
    "translation": {
      "en": "Yeah, I know she looks like a fucking child.",
      "vi": "Yeah, I know she looks likea fucking child."
    }
  },
  {
    "translation": {
      "en": "But she's got 500 hours in Reapers, 100 in Predators.",
      "vi": "But she's got 500 hours in Reapers,100 in Predators."
    }
  },
  {
    "translation": {
      "en": "Listen, word's come down the chain we're stepping up attacks.",
      "vi": "Listen, word's come down the chainwe're stepping up attacks."
    }
  },
  {
    "translation": {
      "en": "'Cause we got intel that says they're stepping up attacks.",
      "vi": "'Cause we got intel that saysthey're stepping up attacks."
    }
  },
  {
    "translation": {
      "en": "I mean, it's like my football coach used to say,",
      "vi": "I mean, it's like my football coachused to say,"
    }
  },
  {
    "translation": {
      "en": "-You not hear what I was just saying? -No, I heard you. I was just--",
      "vi": "-You not hear what I was just saying?-No, I heard you. I was just--"
    }
  },
  {
    "translation": {
      "en": "They're yanking you jet jockeys out of your kites faster than ever.",
      "vi": "They're yanking you jet jockeysout of your kites faster than ever."
    }
  },
  {
    "translation": {
      "en": "I know how you feel. It's like going from a Ferrari to a Ford Fiesta, but...",
      "vi": "I know how you feel. It's like goingfrom a Ferrari to a Ford Fiesta, but..."
    }
  },
  {
    "translation": {
      "en": "-Thank you, sir. -All right.",
      "vi": "-Thank you, sir.-All right."
    }
  },
  {
    "translation": {
      "en": "Not a word, Drier. I can't have Egan burn out on me.",
      "vi": "Not a word, Drier.I can't have Egan burn out on me."
    }
  },
  {
    "translation": {
      "en": "I need someone who can fly these fucking dodos.",
      "vi": "I need someonewho can fly these fucking dodos."
    }
  },
  {
    "translation": {
      "en": "How can you feel turbulence hit a plane 7,000 miles away? It's un-fucking-canny.",
      "vi": "How can you feel turbulence hit a plane7,000 miles away? It's un-fucking-canny."
    }
  },
  {
    "translation": {
      "en": "Everyone else is trying to act like they're in a plane in Afghanistan.",
      "vi": "Everyone else is trying to act likethey're in a plane in Afghanistan."
    }
  },
  {
    "translation": {
      "en": "Fuel window closing. Can't wait for Johnny Jihad to make a pit stop.",
      "vi": "Fuel window closing. Can't waitfor Johnny Jihad to make a pit stop."
    }
  },
  {
    "translation": {
      "en": "-Old Predator, Tommy. -What's the lag?",
      "vi": "-Old Predator, Tommy.-What's the lag?"
    }
  },
  {
    "translation": {
      "en": "How do you know where he's gonna be two seconds from now, sir?",
      "vi": "How do you know where he's gonna betwo seconds from now, sir?"
    }
  },
  {
    "translation": {
      "en": "You don't throw the ball where the receiver is.",
      "vi": "You don't throw the ballwhere the receiver is."
    }
  },
  {
    "translation": {
      "en": "I'm from St. Paul. Lead them by another half.",
      "vi": "I'm from St. Paul.Lead them by another half."
    }
  },
  {
    "translation": {
      "en": "-We are cleared hot. -Master arm on. Weapon's hot.",
      "vi": "-We are cleared hot.-Master arm on. Weapon's hot."
    }
  },
  {
    "translation": {
      "en": "Yes! Got them motherfuckers.",
      "vi": "Yes!Got them motherfuckers."
    }
  },
  {
    "translation": {
      "en": "-TARFU. -TARFU? What's TARFU, sir?",
      "vi": "-TARFU.-TARFU? What's TARFU, sir?"
    }
  },
  {
    "translation": {
      "en": "[Zimmer] So she's looking at me and I'm looking at her, right?",
      "vi": "[Zimmer] So she's looking at meand I'm looking at her, right?"
    }
  },
  {
    "translation": {
      "en": "So, finally I decide I'm gonna go over and introduce myself to her.",
      "vi": "So, finally I decide I'm gonna go overand introduce myself to her."
    }
  },
  {
    "translation": {
      "en": "And I say, \"Hi, I'm Captain Joseph Zimmer.\"",
      "vi": "And I say,\"Hi, I'm Captain Joseph Zimmer.\""
    }
  },
  {
    "translation": {
      "en": "-[Christie] Nice. -You know what she says?",
      "vi": "-[Christie] Nice.-You know what she says?"
    }
  },
  {
    "translation": {
      "en": "-It's funny. -[Zimmer] Yeah.",
      "vi": "-It's funny.-[Zimmer] Yeah."
    }
  },
  {
    "translation": {
      "en": "At a bar at Mandalay Bay with five of her girlfriends.",
      "vi": "At a bar at Mandalay Baywith five of her girlfriends."
    }
  },
  {
    "translation": {
      "en": "The girl was getting married the next fucking day.",
      "vi": "The girl was getting marriedthe next fucking day."
    }
  },
  {
    "translation": {
      "en": "[Christie] Last bachelor party I went to, I was Dick Burns.",
      "vi": "[Christie] Last bachelor party I went to,I was Dick Burns."
    }
  },
  {
    "translation": {
      "en": "-So, did you volunteer? -Or were you volun-told?",
      "vi": "-So, did you volunteer?-Or were you volun-told?"
    }
  },
  {
    "translation": {
      "en": "I went willingly. Yeah, I couldn't wait to sign up.",
      "vi": "I went willingly.Yeah, I couldn't wait to sign up."
    }
  },
  {
    "translation": {
      "en": "Come on, battlefields and blackjack? Every girl's fantasy.",
      "vi": "Come on, battlefields and blackjack?Every girl's fantasy."
    }
  },
  {
    "translation": {
      "en": "In my line, this is the next best thing to Langley.",
      "vi": "In my line,this is the next best thing to Langley."
    }
  },
  {
    "translation": {
      "en": "I applied twice, but I never got past the background check.",
      "vi": "I applied twice, but I never got pastthe background check."
    }
  },
  {
    "translation": {
      "en": "For the life of me, I don't know what it is.",
      "vi": "For the life of me,I don't know what it is."
    }
  },
  {
    "translation": {
      "en": "I don't remember doing anything that fucking bad.",
      "vi": "I don't remember doing anythingthat fucking bad."
    }
  },
  {
    "translation": {
      "en": "I flew cargo, Globemasters. I might as well be working for UPS.",
      "vi": "I flew cargo, Globemasters.I might as well be working for UPS."
    }
  },
  {
    "translation": {
      "en": "If you want to be where the action is, this is the tip of the spear.",
      "vi": "If you want to be where the action is,this is the tip of the spear."
    }
  },
  {
    "translation": {
      "en": "After the last one, I got back from Iraq, a row of GCS's on the tarmac.",
      "vi": "After the last one, I got back from Iraq,a row of GCS's on the tarmac."
    }
  },
  {
    "translation": {
      "en": "Must be nice, you know, go home and see them every day.",
      "vi": "Must be nice, you know,go home and see them every day."
    }
  },
  {
    "translation": {
      "en": "Genghis fucking Khan couldn't hold onto this fucking place.",
      "vi": "Genghis fucking Khancouldn't hold onto this fucking place."
    }
  },
  {
    "translation": {
      "en": "The only way to win is never put a boot on the ground. Stay two miles above it.",
      "vi": "The only way to win is never put a booton the ground. Stay two miles above it."
    }
  },
  {
    "translation": {
      "en": "We have put in 600 Reaper hours on this target, sir.",
      "vi": "We have put in 600 Reaper hourson this target, sir."
    }
  },
  {
    "translation": {
      "en": "May I respectfully suggest that we got the wrong address?",
      "vi": "May I respectfully suggestthat we got the wrong address?"
    }
  },
  {
    "translation": {
      "en": "It's a safe house for the new Number Two.",
      "vi": "It's a safe housefor the new Number Two."
    }
  },
  {
    "translation": {
      "en": "Our intel says she's not related. Housekeeper.",
      "vi": "Our intel says she's not related.Housekeeper."
    }
  },
  {
    "translation": {
      "en": "At 10,000 feet, even if she stared straight at us, she couldn't see us.",
      "vi": "At 10,000 feet, even if she staredstraight at us, she couldn't see us."
    }
  },
  {
    "translation": {
      "en": "[Zimmer] I get tired just watching her work.",
      "vi": "[Zimmer]I get tired just watching her work."
    }
  },
  {
    "translation": {
      "en": "My wife by the fucking pool, she wouldn't last a day over there.",
      "vi": "My wife by the fucking pool,she wouldn't last a day over there."
    }
  },
  {
    "translation": {
      "en": "-He's getting good. -Focus on the compound.",
      "vi": "-He's getting good.-Focus on the compound."
    }
  },
  {
    "translation": {
      "en": "Well, as much as I would like to watch her put her son to sleep,",
      "vi": "Well, as much as I would like towatch her put her son to sleep,"
    }
  },
  {
    "translation": {
      "en": "-It's all yours, Major. -Yeah. Good night, sir.",
      "vi": "-It's all yours, Major.-Yeah. Good night, sir."
    }
  },
  {
    "translation": {
      "en": "-Is that the target? -No.",
      "vi": "-Is that the target?-No."
    }
  },
  {
    "translation": {
      "en": "Our target's as round as he is tall. That's not him.",
      "vi": "Our target's as round as he is tall.That's not him."
    }
  },
  {
    "translation": {
      "en": "So, I heard you want to go back to combat.",
      "vi": "So, I heard you want togo back to combat."
    }
  },
  {
    "translation": {
      "en": "Well, don't take this the wrong way, but... are you out of your fucking mind?",
      "vi": "Well, don't take this the wrong way,but... are you out of your fucking mind?"
    }
  },
  {
    "translation": {
      "en": "We can come home at night. We can see our kids,",
      "vi": "We can come home at night.We can see our kids,"
    }
  },
  {
    "translation": {
      "en": "we can get laid and not worry that there's some other prick going there.",
      "vi": "we can get laid and not worry thatthere's some other prick going there."
    }
  },
  {
    "translation": {
      "en": "Listen, I don't even know if it's going to happen.",
      "vi": "Listen, I don't even knowif it's going to happen."
    }
  },
  {
    "translation": {
      "en": "-Get him! -Get him!",
      "vi": "-Get him!-Get him!"
    }
  },
  {
    "translation": {
      "en": "Hey, hey! You don't shoot the chef. What are you, crazy?",
      "vi": "Hey, hey! You don't shoot the chef.What are you, crazy?"
    }
  },
  {
    "translation": {
      "en": "Hey, get out of here. No, no, no, no, no! Come on. I'll cook you.",
      "vi": "Hey, get out of here. No, no, no, no, no!Come on. I'll cook you."
    }
  },
  {
    "translation": {
      "en": "Come on, no, no, get out of here. I'll cook both of you.",
      "vi": "Come on, no, no, get out of here.I'll cook both of you."
    }
  },
  {
    "translation": {
      "en": "[chuckles] Look at you.",
      "vi": "[chuckles]Look at you."
    }
  },
  {
    "translation": {
      "en": "-You're up for promotion. -I was going to talk to you about it.",
      "vi": "-You're up for promotion.-I was going to talk to you about it."
    }
  },
  {
    "translation": {
      "en": "-The pay grade alone-- -Just...",
      "vi": "-The pay grade alone---Just..."
    }
  },
  {
    "translation": {
      "en": "It's only if I don't get a seat on the Viper.",
      "vi": "It's only if I don't geta seat on the Viper."
    }
  },
  {
    "translation": {
      "en": "So you never see them, or me.",
      "vi": "So you never see them,or me."
    }
  },
  {
    "translation": {
      "en": "I mean, no one else in the service cares about the security clearance bullshit.",
      "vi": "I mean, no one else in the service caresabout the security clearance bullshit."
    }
  },
  {
    "translation": {
      "en": "-I'm your fucking wife. -It's not about the clearance.",
      "vi": "-I'm your fucking wife.-It's not about the clearance."
    }
  },
  {
    "translation": {
      "en": "It doesn't do any good. If I have a shit day, why dump it on you?",
      "vi": "It doesn't do any good.If I have a shit day, why dump it on you?"
    }
  },
  {
    "translation": {
      "en": "I get why you don't want to talk about that.",
      "vi": "I get why you don't want totalk about that."
    }
  },
  {
    "translation": {
      "en": "But you don't want to talk about anything.",
      "vi": "But you don't want totalk about anything."
    }
  },
  {
    "translation": {
      "en": "I swear to God, if I didn't start a conversation,",
      "vi": "I swear to God,if I didn't start a conversation,"
    }
  },
  {
    "translation": {
      "en": "Ever since the drawdown, things haven't been the same.",
      "vi": "Ever since the drawdown,things haven't been the same."
    }
  },
  {
    "translation": {
      "en": "I just want things to go back to the way they were.",
      "vi": "I just want things to go backto the way they were."
    }
  },
  {
    "translation": {
      "en": "It might have been scarier back then, but at least we made each other laugh.",
      "vi": "It might have been scarier back then,but at least we made each other laugh."
    }
  },
  {
    "translation": {
      "en": "Even if we weren't together all the time, when we were, we were together.",
      "vi": "Even if we weren't together all the time,when we were, we were together."
    }
  },
  {
    "translation": {
      "en": "I used to make you... I used to make you happy.",
      "vi": "I used to make you...I used to make you happy."
    }
  },
  {
    "translation": {
      "en": "Well, I can't be that person if I'm not doing what I do.",
      "vi": "Well, I can't be that personif I'm not doing what I do."
    }
  },
  {
    "translation": {
      "en": "-Tom. -Just...",
      "vi": "-Tom.-Just..."
    }
  },
  {
    "translation": {
      "en": "I don't know what it is that I am doing, but it's not flying.",
      "vi": "I don't know what it is that I am doing,but it's not flying."
    }
  },
  {
    "translation": {
      "en": "-Nothing explodes quite like explosives. -One IED factory going out of business.",
      "vi": "-Nothing explodes quite like explosives.-One IED factory going out of business."
    }
  },
  {
    "translation": {
      "en": "Soon as he comes back from taking the last piss of his life, we smoke him.",
      "vi": "Soon as he comes back from takingthe last piss of his life, we smoke him."
    }
  },
  {
    "translation": {
      "en": "We are cleared hot. Light 'em up. Warheads on foreheads.",
      "vi": "We are cleared hot. Light 'em up.Warheads on foreheads."
    }
  },
  {
    "translation": {
      "en": "Reaper on automatic holding pattern, figure eight, deconflicted altitude.",
      "vi": "Reaper on automatic holding pattern,figure eight, deconflicted altitude."
    }
  },
  {
    "translation": {
      "en": "-Get it back. -I am trying.",
      "vi": "-Get it back.-I am trying."
    }
  },
  {
    "translation": {
      "en": "All right, I've got it. We're back on. Laser on.",
      "vi": "All right, I've got it. We're back on.Laser on."
    }
  },
  {
    "translation": {
      "en": "♪ Won't you pack your bags We leave tonight... ♪",
      "vi": "♪ Won't you pack your bagsWe leave tonight... ♪"
    }
  },
  {
    "translation": {
      "en": "-[beeping] -Missiles off the rail.",
      "vi": "-[beeping]-Missiles off the rail."
    }
  },
  {
    "translation": {
      "en": "-Shit. -Time of flight?",
      "vi": "-Shit.-Time of flight?"
    }
  },
  {
    "translation": {
      "en": "-Seven seconds. -Abort?",
      "vi": "-Seven seconds.-Abort?"
    }
  },
  {
    "translation": {
      "en": "[Zimmer] Run, you little shits! Get the fuck--",
      "vi": "[Zimmer]Run, you little shits! Get the fuck--"
    }
  },
  {
    "translation": {
      "en": "I must have been a fucking pilot before Pontius.",
      "vi": "I must have been a fucking pilotbefore Pontius."
    }
  },
  {
    "translation": {
      "en": "Yeah, I don't think it helps. I'd do it if I thought it helped.",
      "vi": "Yeah, I don't think it helps.I'd do it if I thought it helped."
    }
  },
  {
    "translation": {
      "en": "Maybe it's something I picked up flying. You know, actually flying.",
      "vi": "Maybe it's something I picked up flying.You know, actually flying."
    }
  },
  {
    "translation": {
      "en": "Yeah, not a lot of hotheads stay up in the sky.",
      "vi": "Yeah, not a lot of hotheadsstay up in the sky."
    }
  },
  {
    "translation": {
      "en": "And those who make it through flight school",
      "vi": "And those who make itthrough flight school"
    }
  },
  {
    "translation": {
      "en": "Well, that's the thing, isn't it? I mean, we really can't complain.",
      "vi": "Well, that's the thing, isn't it?I mean, we really can't complain."
    }
  },
  {
    "translation": {
      "en": "I mean, try telling our sob story to the grunts on the ground.",
      "vi": "I mean, try telling our sob storyto the grunts on the ground."
    }
  },
  {
    "translation": {
      "en": "I mean, shit, they already thought we were candy-asses",
      "vi": "I mean, shit, they already thoughtwe were candy-asses"
    }
  },
  {
    "translation": {
      "en": "when we were up in the air with our fucking planes.",
      "vi": "when we were up in the airwith our fucking planes."
    }
  },
  {
    "translation": {
      "en": "Never mind the compartments got too close.",
      "vi": "Never mind the compartmentsgot too close."
    }
  },
  {
    "translation": {
      "en": "I mean, it used to be we go to war with a country,",
      "vi": "I mean, it used to bewe go to war with a country,"
    }
  },
  {
    "translation": {
      "en": "Guys enlisted to see the world, get some foreign tail.",
      "vi": "Guys enlisted to see the world,get some foreign tail."
    }
  },
  {
    "translation": {
      "en": "You know, there was war and there was...",
      "vi": "You know, there was warand there was..."
    }
  },
  {
    "translation": {
      "en": "We all pulled the trigger in that box, Tommy. All of us.",
      "vi": "We all pulled the triggerin that box, Tommy. All of us."
    }
  },
  {
    "translation": {
      "en": "Well, you wanna know how I think about it?",
      "vi": "Well, you wanna knowhow I think about it?"
    }
  },
  {
    "translation": {
      "en": "Just now, we didn't know those kids were gonna show up.",
      "vi": "Just now, we didn't knowthose kids were gonna show up."
    }
  },
  {
    "translation": {
      "en": "there were kids on those 767s they flew into the Twin Towers.",
      "vi": "there were kids on those 767sthey flew into the Twin Towers."
    }
  },
  {
    "translation": {
      "en": "They had to walk past those kids to get into the cockpits.",
      "vi": "They had to walk past those kidsto get into the cockpits."
    }
  },
  {
    "translation": {
      "en": "Anyhow, I don't want you getting gun shy on me.",
      "vi": "Anyhow, I don't want yougetting gun shy on me."
    }
  },
  {
    "translation": {
      "en": "[chuckles] Right.",
      "vi": "[chuckles]Right."
    }
  },
  {
    "translation": {
      "en": "-Drier! -I'm not at liberty to say, sir.",
      "vi": "-Drier!-I'm not at liberty to say, sir."
    }
  },
  {
    "translation": {
      "en": "that, for an unspecified number of missions,",
      "vi": "that, for an unspecifiednumber of missions,"
    }
  },
  {
    "translation": {
      "en": "-Thank you, sir. -All right.",
      "vi": "-Thank you, sir.-All right."
    }
  },
  {
    "translation": {
      "en": "-We're taking orders from the CIA? -Yeah, you're damn straight, Christie.",
      "vi": "-We're taking orders from the CIA?-Yeah, you're damn straight, Christie."
    }
  },
  {
    "translation": {
      "en": "[Johns] The CIA takes orders from the administration,",
      "vi": "[Johns] The CIA takes ordersfrom the administration,"
    }
  },
  {
    "translation": {
      "en": "and since we've sworn an oath to obey that same administration,",
      "vi": "and since we've sworn an oath to obeythat same administration,"
    }
  },
  {
    "translation": {
      "en": "and as much as it pains me to take orders from a fucking clerk,",
      "vi": "and as much as it pains meto take orders from a fucking clerk,"
    }
  },
  {
    "translation": {
      "en": "Now, what I want you to prepare yourselves for is...",
      "vi": "Now, what I want youto prepare yourselves for is..."
    }
  },
  {
    "translation": {
      "en": "...the folks in Virginia operate under a different set of ROEs.",
      "vi": "...the folks in Virginiaoperate under a different set of ROEs."
    }
  },
  {
    "translation": {
      "en": "They've progressed from what they like to call a \"personality strike\",",
      "vi": "They've progressed from whatthey like to call a \"personality strike\","
    }
  },
  {
    "translation": {
      "en": "where we know for sure our target is a fucking bad guy.",
      "vi": "where we know for sureour target is a fucking bad guy."
    }
  },
  {
    "translation": {
      "en": "Now they come up with something they call a \"signature strike.\"",
      "vi": "Now they come up with somethingthey call a \"signature strike.\""
    }
  },
  {
    "translation": {
      "en": "Now, what that fucking means is it's a hit based not on a suspicion of guilt,",
      "vi": "Now, what that fucking means is it'sa hit based not on a suspicion of guilt,"
    }
  },
  {
    "translation": {
      "en": "So you may be called upon to fire at any dumb shleb in Waziristan",
      "vi": "So you may be called upon to fire atany dumb shleb in Waziristan"
    }
  },
  {
    "translation": {
      "en": "who's carrying an AK-47, even though we all know",
      "vi": "who's carrying an AK-47,even though we all know"
    }
  },
  {
    "translation": {
      "en": "that everyone and their mother in Waziristan carries an AK-47.",
      "vi": "that everyone and their motherin Waziristan carries an AK-47."
    }
  },
  {
    "translation": {
      "en": "as to why there's been an expansion of our mission,",
      "vi": "as to why there's beenan expansion of our mission,"
    }
  },
  {
    "translation": {
      "en": "It's a lot easier to kill these people than to capture them.",
      "vi": "It's a lot easier to kill these peoplethan to capture them."
    }
  },
  {
    "translation": {
      "en": "Well, it makes sense, sir. If we capture them, we have to torture them.",
      "vi": "Well, it makes sense, sir. If wecapture them, we have to torture them."
    }
  },
  {
    "translation": {
      "en": "Well, there is the inconvenient matter of GTMO.",
      "vi": "Well, there is the inconvenient matterof GTMO."
    }
  },
  {
    "translation": {
      "en": "But it's really about the cost in \"blood and treasure\"",
      "vi": "But it's really about the costin \"blood and treasure\""
    }
  },
  {
    "translation": {
      "en": "as those D.C. hypocrites, who never pay in either, like to say.",
      "vi": "as those D.C. hypocrites,who never pay in either, like to say."
    }
  },
  {
    "translation": {
      "en": "They know that if we try to capture them instead of kill them,",
      "vi": "They know that if we try tocapture them instead of kill them,"
    }
  },
  {
    "translation": {
      "en": "we risk getting killed or captured ourselves.",
      "vi": "we risk getting killedor captured ourselves."
    }
  },
  {
    "translation": {
      "en": "And the public is tired of watching coffins",
      "vi": "And the publicis tired of watching coffins"
    }
  },
  {
    "translation": {
      "en": "And the Pentagon is embarrassed by those videos on Al Jazeera,",
      "vi": "And the Pentagon is embarrassedby those videos on Al Jazeera,"
    }
  },
  {
    "translation": {
      "en": "right before his head's liberated from his shoulders, so...",
      "vi": "right before his head's liberatedfrom his shoulders, so..."
    }
  },
  {
    "translation": {
      "en": "in many minds, out of all the bad options, we're the least bad.",
      "vi": "in many minds, out of all the bad options,we're the least bad."
    }
  },
  {
    "translation": {
      "en": "Tommy, you take the lead. Ed, you're backup.",
      "vi": "Tommy, you take the lead.Ed, you're backup."
    }
  },
  {
    "translation": {
      "en": "Tommy's highly-coveted Kahili surveillance assignment.",
      "vi": "Tommy's highly-covetedKahili surveillance assignment."
    }
  },
  {
    "translation": {
      "en": "-Let's go to Afghanistan. -Fly and fry.",
      "vi": "-Let's go to Afghanistan.-Fly and fry."
    }
  },
  {
    "translation": {
      "en": "Just between us, the Air Force is making a play with the Pentagon",
      "vi": "Just between us, the Air Forceis making a play with the Pentagon"
    }
  },
  {
    "translation": {
      "en": "And they just don't want any... static...",
      "vi": "And they just don't want any...static..."
    }
  },
  {
    "translation": {
      "en": "And I've always been able to count on you, Tommy.",
      "vi": "And I've always been ableto count on you, Tommy."
    }
  },
  {
    "translation": {
      "en": "Out of all UAV crews in the 61st Attack Squadron,",
      "vi": "Out of all UAV crewsin the 61st Attack Squadron,"
    }
  },
  {
    "translation": {
      "en": "Crew 3-2 has been selected to conduct special operations",
      "vi": "Crew 3-2 has been selectedto conduct special operations"
    }
  },
  {
    "translation": {
      "en": "For reasons of security, all missions you carry out on our behalf,",
      "vi": "For reasons of security,all missions you carry out on our behalf,"
    }
  },
  {
    "translation": {
      "en": "We're over your designated position, Langley.",
      "vi": "We're over yourdesignated position, Langley."
    }
  },
  {
    "translation": {
      "en": "He attempts to vary his routine, constantly changes locations.",
      "vi": "He attempts to vary his routine,constantly changes locations."
    }
  },
  {
    "translation": {
      "en": "Never sleeps in the same house two nights in a row.",
      "vi": "Never sleeps in the same housetwo nights in a row."
    }
  },
  {
    "translation": {
      "en": "But we've discerned a pattern to his behavior.",
      "vi": "But we've discerned a patternto his behavior."
    }
  },
  {
    "translation": {
      "en": "he's due at this structure in east Herat at 0900.",
      "vi": "he's due at this structurein east Herat at 0900."
    }
  },
  {
    "translation": {
      "en": "Well, maybe if they had the guts to wear uniforms.",
      "vi": "Well, maybe if they had the gutsto wear uniforms."
    }
  },
  {
    "translation": {
      "en": "-There's a question, Langley-- -We heard the question.",
      "vi": "-There's a question, Langley---We heard the question."
    }
  },
  {
    "translation": {
      "en": "We have solid intelligence from an informant.",
      "vi": "We have solid intelligencefrom an informant."
    }
  },
  {
    "translation": {
      "en": "-A paid informant? -[Langley] A reliable informant.",
      "vi": "-A paid informant?-[Langley] A reliable informant."
    }
  },
  {
    "translation": {
      "en": "Well, he's not that reliable. The target's late.",
      "vi": "Well, he's not that reliable.The target's late."
    }
  },
  {
    "translation": {
      "en": "[Langley] Protocol requires us to positively identify the target.",
      "vi": "[Langley] Protocol requires usto positively identify the target."
    }
  },
  {
    "translation": {
      "en": "-[Johns] Is that him? -[Langley] We're conferring.",
      "vi": "-[Johns] Is that him?-[Langley] We're conferring."
    }
  },
  {
    "translation": {
      "en": "We can confirm. Target qualifies. Permission to prosecute.",
      "vi": "We can confirm. Target qualifies.Permission to prosecute."
    }
  },
  {
    "translation": {
      "en": "we've observed noncombatants in and around the dwelling.",
      "vi": "we've observed noncombatantsin and around the dwelling."
    }
  },
  {
    "translation": {
      "en": "[Langley] Colonel Johns, no one regrets the loss of innocent life more than we do.",
      "vi": "[Langley] Colonel Johns, no one regretsthe loss of innocent life more than we do."
    }
  },
  {
    "translation": {
      "en": "We take inordinate care not to use lethal force",
      "vi": "We take inordinate carenot to use lethal force"
    }
  },
  {
    "translation": {
      "en": "Unfortunately, many of our targets cynically use women and children",
      "vi": "Unfortunately, many of our targetscynically use women and children"
    }
  },
  {
    "translation": {
      "en": "We have to constantly weigh the risk to their lives",
      "vi": "We have to constantly weighthe risk to their lives"
    }
  },
  {
    "translation": {
      "en": "against the threat posed to U.S. interests.",
      "vi": "against the threat posedto U.S. interests."
    }
  },
  {
    "translation": {
      "en": "There's-- There's high winds, sir. Heavy turbulence.",
      "vi": "There's-- There's high winds, sir.Heavy turbulence."
    }
  },
  {
    "translation": {
      "en": "We're getting tossed around pretty bad, Langley. It's tough to make a clean hit.",
      "vi": "We're getting tossed around pretty bad,Langley. It's tough to make a clean hit."
    }
  },
  {
    "translation": {
      "en": "[Langley] We trust you appreciate that this is a high-value target.",
      "vi": "[Langley] We trust you appreciatethat this is a high-value target."
    }
  },
  {
    "translation": {
      "en": "Tommy, can you keep her in a straight line?",
      "vi": "Tommy, can you keep herin a straight line?"
    }
  },
  {
    "translation": {
      "en": "-Three, two, one, rifle. -[beeping]",
      "vi": "-Three, two, one, rifle.-[beeping]"
    }
  },
  {
    "translation": {
      "en": "Weapon's away. Time of flight, eight seconds.",
      "vi": "Weapon's away.Time of flight, eight seconds."
    }
  },
  {
    "translation": {
      "en": "That was a high card you and your people just pulled out of the deck.",
      "vi": "That was a high card you and your peoplejust pulled out of the deck."
    }
  },
  {
    "translation": {
      "en": "Al-Qaeda's number one bomb maker will never again harm one of us.",
      "vi": "Al-Qaeda's number one bomb makerwill never again harm one of us."
    }
  },
  {
    "translation": {
      "en": "[Langley] There are other combatants in the vicinity.",
      "vi": "[Langley] There are other combatantsin the vicinity."
    }
  },
  {
    "translation": {
      "en": "-they are rescuers. We can't-- -The fuck we can't. They're Taliban.",
      "vi": "-they are rescuers. We can't---The fuck we can't. They're Taliban."
    }
  },
  {
    "translation": {
      "en": "Who do you think the first responders are gonna be, Quakers?",
      "vi": "Who do you think the first respondersare gonna be, Quakers?"
    }
  },
  {
    "translation": {
      "en": "-I see people with shovels. -Then just hit the ones with the RPGs.",
      "vi": "-I see people with shovels.-Then just hit the ones with the RPGs."
    }
  },
  {
    "translation": {
      "en": "[Langley] In our opinion, it's proportionate.",
      "vi": "[Langley]In our opinion, it's proportionate."
    }
  },
  {
    "translation": {
      "en": "Sir, forgive me, sir. What the hell does that mean?",
      "vi": "Sir, forgive me, sir.What the hell does that mean?"
    }
  },
  {
    "translation": {
      "en": "[Langley] It means that in our assessment, the combatants we are targeting",
      "vi": "[Langley] It means that in our assessment,the combatants we are targeting"
    }
  },
  {
    "translation": {
      "en": "pose a grave-enough threat to the United States",
      "vi": "pose a grave-enough threatto the United States"
    }
  },
  {
    "translation": {
      "en": "Not to mention that this pre-emptive self-defense is approved and ordered",
      "vi": "Not to mention that this pre-emptiveself-defense is approved and ordered"
    }
  },
  {
    "translation": {
      "en": "by the administration. Please engage.",
      "vi": "by the administration.Please engage."
    }
  },
  {
    "translation": {
      "en": "-[Tommy] Laser. -Lasing.",
      "vi": "-[Tommy] Laser.-Lasing."
    }
  },
  {
    "translation": {
      "en": "-Three, two, one, rifle. -[beeping]",
      "vi": "-Three, two, one, rifle.-[beeping]"
    }
  },
  {
    "translation": {
      "en": "Weapon's away. Time of flight, ten seconds.",
      "vi": "Weapon's away.Time of flight, ten seconds."
    }
  },
  {
    "translation": {
      "en": "I believe she's picking an arm off a tree, sir.",
      "vi": "I believe she's pickingan arm off a tree, sir."
    }
  },
  {
    "translation": {
      "en": "Would they like me to do further damage assessment?",
      "vi": "Would they like me to dofurther damage assessment?"
    }
  },
  {
    "translation": {
      "en": "How'd they decide the condolence payment is five K?",
      "vi": "How'd they decidethe condolence payment is five K?"
    }
  },
  {
    "translation": {
      "en": "You could live there on, like, a dollar a day.",
      "vi": "You could live there on, like,a dollar a day."
    }
  },
  {
    "translation": {
      "en": "That's what terrorists do. You know that, right?",
      "vi": "That's what terrorists do.You know that, right?"
    }
  },
  {
    "translation": {
      "en": "Plant a second bomb, blow up soldiers showing up for the first bomb.",
      "vi": "Plant a second bomb, blow up soldiersshowing up for the first bomb."
    }
  },
  {
    "translation": {
      "en": "They give Nobel Peace Prizes for this now?",
      "vi": "They give Nobel Peace Prizesfor this now?"
    }
  },
  {
    "translation": {
      "en": "You wanna talk about all the shots we didn't take,",
      "vi": "You wanna talk about all the shotswe didn't take,"
    }
  },
  {
    "translation": {
      "en": "waiting for some D.C. lawyer to come back from lunch?",
      "vi": "waiting for some D.C. lawyerto come back from lunch?"
    }
  },
  {
    "translation": {
      "en": "-No wonder they hate us. -They always hated us.",
      "vi": "-No wonder they hate us.-They always hated us."
    }
  },
  {
    "translation": {
      "en": "We're always gonna be the great Satan because we got Hustler and Hooters,",
      "vi": "We're always gonna be the great Satanbecause we got Hustler and Hooters,"
    }
  },
  {
    "translation": {
      "en": "and we let women drive and go to school.",
      "vi": "and we let women driveand go to school."
    }
  },
  {
    "translation": {
      "en": "And they're not gonna stop hating us until the savages",
      "vi": "And they're not gonna stop hating usuntil the savages"
    }
  },
  {
    "translation": {
      "en": "have Sharia law everywhere on the goddamn planet.",
      "vi": "have Sharia law everywhereon the goddamn planet."
    }
  },
  {
    "translation": {
      "en": "You think you'd have this job if you were over there?",
      "vi": "You think you'd have this jobif you were over there?"
    }
  },
  {
    "translation": {
      "en": "-Do you think you'd have any job-- -There were kids!",
      "vi": "-Do you think you'd have any job---There were kids!"
    }
  },
  {
    "translation": {
      "en": "Not our fault. They shouldn't bring kids into a war zone.",
      "vi": "Not our fault. They shouldn'tbring kids into a war zone."
    }
  },
  {
    "translation": {
      "en": "Look around you. This is a military base. It's what we do.",
      "vi": "Look around you.This is a military base. It's what we do."
    }
  },
  {
    "translation": {
      "en": "We're fighting a war and we're winning it. They bomb New York lately?",
      "vi": "We're fighting a war and we're winning it.They bomb New York lately?"
    }
  },
  {
    "translation": {
      "en": "We're saving American lives. So, fucking sue me.",
      "vi": "We're saving American lives.So, fucking sue me."
    }
  },
  {
    "translation": {
      "en": "God is great. [chuckles]",
      "vi": "God is great.[chuckles]"
    }
  },
  {
    "translation": {
      "en": "You're a fucking idiot, Zimmer. No offense.",
      "vi": "You're a fucking idiot, Zimmer.No offense."
    }
  },
  {
    "translation": {
      "en": "-Those are the orders. -Yeah.",
      "vi": "-Those are the orders.-Yeah."
    }
  },
  {
    "translation": {
      "en": "Sorry, sir, I could just... I could kill Zimmer.",
      "vi": "Sorry, sir, I could just...I could kill Zimmer."
    }
  },
  {
    "translation": {
      "en": "So we don't end up killing each other in that goddamn sweatbox.",
      "vi": "So we don't end up killing each otherin that goddamn sweatbox."
    }
  },
  {
    "translation": {
      "en": "-Hi, Dad. -Hi, Daddy!",
      "vi": "-Hi, Dad.-Hi, Daddy!"
    }
  },
  {
    "translation": {
      "en": "The square of the hypotenuse is equal to the sum",
      "vi": "The square of the hypotenuseis equal to the sum"
    }
  },
  {
    "translation": {
      "en": "Did you really need to know all this to be a pilot?",
      "vi": "Did you really need to knowall this to be a pilot?"
    }
  },
  {
    "translation": {
      "en": "Absolutely not. They said I did, but I didn't.",
      "vi": "Absolutely not.They said I did, but I didn't."
    }
  },
  {
    "translation": {
      "en": "-[whistles] -[music playing]",
      "vi": "-[whistles]-[music playing]"
    }
  },
  {
    "translation": {
      "en": "All right, well, I'll take a look at it. Those guys will rip you off.",
      "vi": "All right, well, I'll take a look at it.Those guys will rip you off."
    }
  },
  {
    "translation": {
      "en": "You wanna see how civilization ends, come here.",
      "vi": "You wanna see how civilization ends,come here."
    }
  },
  {
    "translation": {
      "en": "Caesars Palace, New York-New York, Paris, The Venetian, Monte Carlo...",
      "vi": "Caesars Palace, New York-New York,Paris, The Venetian, Monte Carlo..."
    }
  },
  {
    "translation": {
      "en": "-What's the goddamn pyramid? -[all] Luxor.",
      "vi": "-What's the goddamn pyramid?-[all] Luxor."
    }
  },
  {
    "translation": {
      "en": "No wonder fuck-all Americans got a passport.",
      "vi": "No wonder fuck-all Americansgot a passport."
    }
  },
  {
    "translation": {
      "en": "Who's up for a lap dance, huh? I'm paying.",
      "vi": "Who's up for a lap dance, huh?I'm paying."
    }
  },
  {
    "translation": {
      "en": "-Really? -No, I'm not.",
      "vi": "-Really?-No, I'm not."
    }
  },
  {
    "translation": {
      "en": "You and your wife from somewhere else?",
      "vi": "You and your wifefrom somewhere else?"
    }
  },
  {
    "translation": {
      "en": "I've never met anyone in Vegas that actually comes from here.",
      "vi": "I've never met anyone in Vegasthat actually comes from here."
    }
  },
  {
    "translation": {
      "en": "I met her when she was working at the Tropicana",
      "vi": "I met her when she was workingat the Tropicana"
    }
  },
  {
    "translation": {
      "en": "about a year before I shipped out to the sandbox, my last tour.",
      "vi": "about a year before I shipped outto the sandbox, my last tour."
    }
  },
  {
    "translation": {
      "en": "-That'll work. -Yeah.",
      "vi": "-That'll work.-Yeah."
    }
  },
  {
    "translation": {
      "en": "She thought I was exciting in a boring kind of way.",
      "vi": "She thought I was excitingin a boring kind of way."
    }
  },
  {
    "translation": {
      "en": "And a part of her just liked Uncle's paychecks every 15 days.",
      "vi": "And a part of her just likedUncle's paychecks every 15 days."
    }
  },
  {
    "translation": {
      "en": "Battlefields and blackjack? Still every girl's dream?",
      "vi": "Battlefields and blackjack?Still every girl's dream?"
    }
  },
  {
    "translation": {
      "en": "You're up in the sky, something can happen.",
      "vi": "You're up in the sky,something can happen."
    }
  },
  {
    "translation": {
      "en": "I mean, try landing on a carrier at night or in rough seas,",
      "vi": "I mean, try landing on a carrierat night or in rough seas,"
    }
  },
  {
    "translation": {
      "en": "Taking pot shots from half a world away in an air-conditioned cubicle.",
      "vi": "Taking pot shots from half a world awayin an air-conditioned cubicle."
    }
  },
  {
    "translation": {
      "en": "I mean, they get lucky, they shoot my plane down. I'm not even in it.",
      "vi": "I mean, they get lucky, they shootmy plane down. I'm not even in it."
    }
  },
  {
    "translation": {
      "en": "All we got to do is pull another one out of the box.",
      "vi": "All we got to do ispull another one out of the box."
    }
  },
  {
    "translation": {
      "en": "Worst thing that can happen to me is carpal tunnel",
      "vi": "Worst thing that can happen to meis carpal tunnel"
    }
  },
  {
    "translation": {
      "en": "The most dangerous thing I do is drive home on the freeway.",
      "vi": "The most dangerous thing I dois drive home on the freeway."
    }
  },
  {
    "translation": {
      "en": "Yeah, I get the feeling I'm gonna die of boredom.",
      "vi": "Yeah, I get the feelingI'm gonna die of boredom."
    }
  },
  {
    "translation": {
      "en": "-Good night, sir. -Good night.",
      "vi": "-Good night, sir.-Good night."
    }
  },
  {
    "translation": {
      "en": "-[tires screech] -[car horn honks]",
      "vi": "-[tires screech]-[car horn honks]"
    }
  },
  {
    "translation": {
      "en": "-Major. -Yeah.",
      "vi": "-Major.-Yeah."
    }
  },
  {
    "translation": {
      "en": "You in a hurry? You might want to throttle back.",
      "vi": "You in a hurry?You might want to throttle back."
    }
  },
  {
    "translation": {
      "en": "Yeah, no, I was... Yeah, I don't know.",
      "vi": "Yeah, no, I was...Yeah, I don't know."
    }
  },
  {
    "translation": {
      "en": "[Tommy] Hey, Jesse, what are you doing awake?",
      "vi": "[Tommy] Hey, Jesse,what are you doing awake?"
    }
  },
  {
    "translation": {
      "en": "-Everything. -Well, that's a lot to be thinking about.",
      "vi": "-Everything.-Well, that's a lot to be thinking about."
    }
  },
  {
    "translation": {
      "en": "Why don't you try just thinking about sleeping?",
      "vi": "Why don't you tryjust thinking about sleeping?"
    }
  },
  {
    "translation": {
      "en": "I'll do that. Good night, Daddy.",
      "vi": "I'll do that.Good night, Daddy."
    }
  },
  {
    "translation": {
      "en": "Ever notice when they burn Old Glory, their flags are always homemade?",
      "vi": "Ever notice when they burn Old Glory,their flags are always homemade?"
    }
  },
  {
    "translation": {
      "en": "For some reason, they don't stock the Star-Spangled Banner",
      "vi": "For some reason, they don't stockthe Star-Spangled Banner"
    }
  },
  {
    "translation": {
      "en": "Somebody had to paint these 50 stars and 13 bars by hand.",
      "vi": "Somebody had to paintthese 50 stars and 13 bars by hand."
    }
  },
  {
    "translation": {
      "en": "So we definitely know it's us that's got them so upset.",
      "vi": "So we definitely know it's usthat's got them so upset."
    }
  },
  {
    "translation": {
      "en": "Like some guy stayed up all night making that symbol of",
      "vi": "Like some guy stayed up all nightmaking that symbol of"
    }
  },
  {
    "translation": {
      "en": "evil American imperialism just as good as he can.",
      "vi": "evil American imperialismjust as good as he can."
    }
  },
  {
    "translation": {
      "en": "[Johns] If I were you, I'd keep it that way.",
      "vi": "[Johns]If I were you, I'd keep it that way."
    }
  },
  {
    "translation": {
      "en": "This is Johns. We're over your requested position, Langley.",
      "vi": "This is Johns. We're overyour requested position, Langley."
    }
  },
  {
    "translation": {
      "en": "These are the coordinates for Al-Bayda province, South Yemen.",
      "vi": "These are the coordinatesfor Al-Bayda province, South Yemen."
    }
  },
  {
    "translation": {
      "en": "[Langley] Good afternoon, Lieutenant Colonel Johns.",
      "vi": "[Langley] Good afternoon,Lieutenant Colonel Johns."
    }
  },
  {
    "translation": {
      "en": "[Johns] Last time I checked, Langley, we're not at war with Yemen.",
      "vi": "[Johns] Last time I checked, Langley,we're not at war with Yemen."
    }
  },
  {
    "translation": {
      "en": "[Langley] While we respect state sovereignty and the rule of law, Colonel,",
      "vi": "[Langley] While we respect statesovereignty and the rule of law, Colonel,"
    }
  },
  {
    "translation": {
      "en": "we're regrettably facing a substate adversary who abides by no rules.",
      "vi": "we're regrettably facing a substateadversary who abides by no rules."
    }
  },
  {
    "translation": {
      "en": "Out of necessity, this war on terror has become borderless.",
      "vi": "Out of necessity,this war on terror has become borderless."
    }
  },
  {
    "translation": {
      "en": "The target is the Al-Qaeda cell gathered by the market.",
      "vi": "The target is the Al-Qaeda cellgathered by the market."
    }
  },
  {
    "translation": {
      "en": "[Langley] Al-Qaeda unsurprisingly, tend to congregate with Al-Qaeda",
      "vi": "[Langley] Al-Qaeda unsurprisingly,tend to congregate with Al-Qaeda"
    }
  },
  {
    "translation": {
      "en": "Consequently, we've determined that it is militarily more effective",
      "vi": "Consequently, we've determinedthat it is militarily more effective"
    }
  },
  {
    "translation": {
      "en": "[Langley] Our analysts see only military age males.",
      "vi": "[Langley] Our analysts see onlymilitary age males."
    }
  },
  {
    "translation": {
      "en": "In our assessment, this Al-Qaeda cell represents an imminent threat.",
      "vi": "In our assessment, this Al-Qaeda cellrepresents an imminent threat."
    }
  },
  {
    "translation": {
      "en": "-[Tommy] Laser. -Lasing.",
      "vi": "-[Tommy] Laser.-Lasing."
    }
  },
  {
    "translation": {
      "en": "-rifle. -[beeping]",
      "vi": "-rifle.-[beeping]"
    }
  },
  {
    "translation": {
      "en": "Missiles away. Time of flight, ten seconds.",
      "vi": "Missiles away. Time of flight,ten seconds."
    }
  },
  {
    "translation": {
      "en": "[Langley] It is a sad fact that war is often asymmetrical.",
      "vi": "[Langley] It is a sad factthat war is often asymmetrical."
    }
  },
  {
    "translation": {
      "en": "Please forego damage assessment and exit the airspace.",
      "vi": "Please forego damage assessmentand exit the airspace."
    }
  },
  {
    "translation": {
      "en": "-Laser safe. -[door closing]",
      "vi": "-Laser safe.-[door closing]"
    }
  },
  {
    "translation": {
      "en": "\"Imminent threat\"? They couldn't live any further away from us.",
      "vi": "\"Imminent threat\"? They couldn't liveany further away from us."
    }
  },
  {
    "translation": {
      "en": "-Poorest fucking place on earth. -Setting the course for Djibouti.",
      "vi": "-Poorest fucking place on earth.-Setting the course for Djibouti."
    }
  },
  {
    "translation": {
      "en": "It depends on your definition of imminent.",
      "vi": "It depends onyour definition of imminent."
    }
  },
  {
    "translation": {
      "en": "-I am? -[Suarez] Yeah.",
      "vi": "-I am?-[Suarez] Yeah."
    }
  },
  {
    "translation": {
      "en": "Take a while for that boy to get big enough to hold a Kalashnikov.",
      "vi": "Take a while for that boy to get bigenough to hold a Kalashnikov."
    }
  },
  {
    "translation": {
      "en": "But no question, we are a regular fucking terrorist factory.",
      "vi": "But no question, we are a regularfucking terrorist factory."
    }
  },
  {
    "translation": {
      "en": "Best recruitment tool Al-Qaeda ever had.",
      "vi": "Best recruitment toolAl-Qaeda ever had."
    }
  },
  {
    "translation": {
      "en": "We can kill them faster than they can make 'em.",
      "vi": "We can kill them fasterthan they can make 'em."
    }
  },
  {
    "translation": {
      "en": "Fuck you, Zimmer. You'd better pray they never get drones.",
      "vi": "Fuck you, Zimmer.You'd better pray they never get drones."
    }
  },
  {
    "translation": {
      "en": "They're not gonna waste money on a drone when they can strap a bomb to a kid.",
      "vi": "They're not gonna waste money on a dronewhen they can strap a bomb to a kid."
    }
  },
  {
    "translation": {
      "en": "Did you know the Times Square bomber was trained in Yemen?",
      "vi": "Did you know the Times Square bomberwas trained in Yemen?"
    }
  },
  {
    "translation": {
      "en": "The reason he tried to blow us up was drone strikes.",
      "vi": "The reason he tried to blow us upwas drone strikes."
    }
  },
  {
    "translation": {
      "en": "So obviously we should keep on hitting them with drone strikes, right?",
      "vi": "So obviously we should keep onhitting them with drone strikes, right?"
    }
  },
  {
    "translation": {
      "en": "-Hey, man. -Hey, Zack.",
      "vi": "-Hey, man.-Hey, Zack."
    }
  },
  {
    "translation": {
      "en": "-You're the only available crew. -What is it?",
      "vi": "-You're the only available crew.-What is it?"
    }
  },
  {
    "translation": {
      "en": "my men need some shuteye. Can you watch our backs?",
      "vi": "my men need some shuteye.Can you watch our backs?"
    }
  },
  {
    "translation": {
      "en": "Make sure we don't get any uninvited guests till 0600?",
      "vi": "Make sure we don't getany uninvited guests till 0600?"
    }
  },
  {
    "translation": {
      "en": "That's an affirmative, Warhorse Six. I got fuel for six hours.",
      "vi": "That's an affirmative, Warhorse Six.I got fuel for six hours."
    }
  },
  {
    "translation": {
      "en": "[Warhorse Six] Roger that, Deadly Four-One. We owe you.",
      "vi": "[Warhorse Six] Roger that,Deadly Four-One. We owe you."
    }
  },
  {
    "translation": {
      "en": "If you must know, I was going to go to a class at the gym.",
      "vi": "If you must know,I was going to go to a class at the gym."
    }
  },
  {
    "translation": {
      "en": "I was trying to stay in shape in case I go back to dancing.",
      "vi": "I was trying to stay in shapein case I go back to dancing."
    }
  },
  {
    "translation": {
      "en": "There's a man in Langley who wants to borrow your plane.",
      "vi": "There's a man in Langleywho wants to borrow your plane."
    }
  },
  {
    "translation": {
      "en": "Must be nice, Egan. Hand-picked by the spooks,",
      "vi": "Must be nice, Egan.Hand-picked by the spooks,"
    }
  },
  {
    "translation": {
      "en": "Better than circling that compound like some two-bit detective on a stakeout.",
      "vi": "Better than circling that compound likesome two-bit detective on a stakeout."
    }
  },
  {
    "translation": {
      "en": "-What's going on there? -Nothing. That's the point.",
      "vi": "-What's going on there?-Nothing. That's the point."
    }
  },
  {
    "translation": {
      "en": "He's a bad guy. He's just not our bad guy.",
      "vi": "He's a bad guy.He's just not our bad guy."
    }
  },
  {
    "translation": {
      "en": "-Good luck. -Thanks.",
      "vi": "-Good luck.-Thanks."
    }
  },
  {
    "translation": {
      "en": "Major, we got new co-ords from Langley.",
      "vi": "Major, we got new co-ordsfrom Langley."
    }
  },
  {
    "translation": {
      "en": "You ever seen how beautiful it is in Virginia?",
      "vi": "You ever seenhow beautiful it is in Virginia?"
    }
  },
  {
    "translation": {
      "en": "You want to start a family, crime in Virginia is non-existent.",
      "vi": "You want to start a family,crime in Virginia is non-existent."
    }
  },
  {
    "translation": {
      "en": "-and do something? -Yeah?",
      "vi": "-and do something?-Yeah?"
    }
  },
  {
    "translation": {
      "en": "Imagine growing up praying for gray skies.",
      "vi": "Imagine growing uppraying for gray skies."
    }
  },
  {
    "translation": {
      "en": "They hate blue skies 'cause that's when we fly.",
      "vi": "They hate blue skies'cause that's when we fly."
    }
  },
  {
    "translation": {
      "en": "-Grenades. -[Johns] Withhold ordnance.",
      "vi": "-Grenades.-[Johns] Withhold ordnance."
    }
  },
  {
    "translation": {
      "en": "They're not grenades, Intelligence Coordinator Zimmer.",
      "vi": "They're not grenades,Intelligence Coordinator Zimmer."
    }
  },
  {
    "translation": {
      "en": "[Warhorse 6] Thanks for the cover, Cyclops 8.",
      "vi": "[Warhorse 6] Thanks for the cover,Cyclops 8."
    }
  },
  {
    "translation": {
      "en": "[Tommy] Hotter than hell here, Bronco Two.",
      "vi": "[Tommy]Hotter than hell here, Bronco Two."
    }
  },
  {
    "translation": {
      "en": "[voicemail] Hey, it's Molly. I'm not here. Have a great day.",
      "vi": "[voicemail] Hey, it's Molly. I'm not here.Have a great day."
    }
  },
  {
    "translation": {
      "en": "[Johns] He's using the fertilizer to grow things.",
      "vi": "[Johns]He's using the fertilizer to grow things."
    }
  },
  {
    "translation": {
      "en": "The question is, does he use it to kill things?",
      "vi": "The question is,does he use it to kill things?"
    }
  },
  {
    "translation": {
      "en": "And this is not your usual Afghani cash crop.",
      "vi": "And this is not yourusual Afghani cash crop."
    }
  },
  {
    "translation": {
      "en": "[Langley] The traffic to and from the structure",
      "vi": "[Langley] The trafficto and from the structure"
    }
  },
  {
    "translation": {
      "en": "indicates to us the presence of a bomb factory.",
      "vi": "indicates to us the presenceof a bomb factory."
    }
  },
  {
    "translation": {
      "en": "In our judgment, the greater risk is to do nothing.",
      "vi": "In our judgment,the greater risk is to do nothing."
    }
  },
  {
    "translation": {
      "en": "-[Tommy] Yeah, laser on. -It's lased, Major.",
      "vi": "-[Tommy] Yeah, laser on.-It's lased, Major."
    }
  },
  {
    "translation": {
      "en": "-Three, two, one, rifle. -[beeping]",
      "vi": "-Three, two, one, rifle.-[beeping]"
    }
  },
  {
    "translation": {
      "en": "Missile's away. Time of flight, ten seconds.",
      "vi": "Missile's away.Time of flight, ten seconds."
    }
  },
  {
    "translation": {
      "en": "[gasps] Hi.",
      "vi": "[gasps]Hi."
    }
  },
  {
    "translation": {
      "en": "-I told you not to wait up. -You drunk?",
      "vi": "-I told you not to wait up.-You drunk?"
    }
  },
  {
    "translation": {
      "en": "Hmm. That's rich coming from you.",
      "vi": "Hmm.That's rich coming from you."
    }
  },
  {
    "translation": {
      "en": "I told you I was going out with the girls. What's wrong with you?",
      "vi": "I told you I was going out with the girls.What's wrong with you?"
    }
  },
  {
    "translation": {
      "en": "He was trying to work out what's wrong with the truck.",
      "vi": "He was trying to work outwhat's wrong with the truck."
    }
  },
  {
    "translation": {
      "en": "Plus I thought it might be fun to blow him.",
      "vi": "Plus I thoughtit might be fun to blow him."
    }
  },
  {
    "translation": {
      "en": "-Let me see your phone. -No.",
      "vi": "-Let me see your phone.-No."
    }
  },
  {
    "translation": {
      "en": "Because the kids know it and they're always fucking with my phone.",
      "vi": "Because the kids know it and they'realways fucking with my phone."
    }
  },
  {
    "translation": {
      "en": "Mm-hmm. Give me the new password.",
      "vi": "Mm-hmm.Give me the new password."
    }
  },
  {
    "translation": {
      "en": "You know, I... I've thought about it.",
      "vi": "You know, I...I've thought about it."
    }
  },
  {
    "translation": {
      "en": "And you know what else, I don't think it would even be cheating.",
      "vi": "And you know what else,I don't think it would even be cheating."
    }
  },
  {
    "translation": {
      "en": "Because to cheat on someone, you have to be in a relationship.",
      "vi": "Because to cheat on someone,you have to be in a relationship."
    }
  },
  {
    "translation": {
      "en": "[Tommy] If that's what helps you.",
      "vi": "[Tommy]If that's what helps you."
    }
  },
  {
    "translation": {
      "en": "I mean, is this really just about you losing a seat in the plane?",
      "vi": "I mean, is this really just about youlosing a seat in the plane?"
    }
  },
  {
    "translation": {
      "en": "'Cause here's your last piece of truth for the day.",
      "vi": "'Cause here's your last pieceof truth for the day."
    }
  },
  {
    "translation": {
      "en": "But I wasn't the one that drug you out of the fucking thing,",
      "vi": "But I wasn't the onethat drug you out of the fucking thing,"
    }
  },
  {
    "translation": {
      "en": "so taking it out on me isn't going to help.",
      "vi": "so taking it out on meisn't going to help."
    }
  },
  {
    "translation": {
      "en": "At least when you were away, you were really away.",
      "vi": "At least when you were away,you were really away."
    }
  },
  {
    "translation": {
      "en": "What is it that you need so bad? What is it that you miss so bad?",
      "vi": "What is it that you need so bad?What is it that you miss so bad?"
    }
  },
  {
    "translation": {
      "en": "-I hit you one time. Will you stop? -Come on, you little bitch! Hit me.",
      "vi": "-I hit you one time. Will you stop?-Come on, you little bitch! Hit me."
    }
  },
  {
    "translation": {
      "en": "-Hit me, little bitch, hit me! -Molly, don't do that!",
      "vi": "-Hit me, little bitch, hit me!-Molly, don't do that!"
    }
  },
  {
    "translation": {
      "en": "-Hit me! -Molly. Molly! Just stop it, all right.",
      "vi": "-Hit me!-Molly. Molly! Just stop it, all right."
    }
  },
  {
    "translation": {
      "en": "Seriously, dude, it's not like a costume you rent when you wanna get lucky or...",
      "vi": "Seriously, dude, it's not like a costumeyou rent when you wanna get lucky or..."
    }
  },
  {
    "translation": {
      "en": "yesterday, I was flying over a house in South Waziristan.",
      "vi": "yesterday, I was flying over a housein South Waziristan."
    }
  },
  {
    "translation": {
      "en": "but they couldn't see me even if it was day.",
      "vi": "but they couldn't see meeven if it was day."
    }
  },
  {
    "translation": {
      "en": "It was the house of a Taliban commander.",
      "vi": "It was the houseof a Taliban commander."
    }
  },
  {
    "translation": {
      "en": "When he did come back around dawn, the family was still inside,",
      "vi": "When he did come back around dawn,the family was still inside,"
    }
  },
  {
    "translation": {
      "en": "but I wasn't sure when I'd get this chance again so...",
      "vi": "but I wasn't surewhen I'd get this chance again so..."
    }
  },
  {
    "translation": {
      "en": "as the neighbors started pulling the bodies out.",
      "vi": "as the neighbors startedpulling the bodies out."
    }
  },
  {
    "translation": {
      "en": "Another one of my jobs is damage assessment...",
      "vi": "Another one of my jobsis damage assessment..."
    }
  },
  {
    "translation": {
      "en": "which is our way of saying counting the dead,",
      "vi": "which is our way of sayingcounting the dead,"
    }
  },
  {
    "translation": {
      "en": "Because a lot of times the bodies are in such small pieces.",
      "vi": "Because a lot of times the bodiesare in such small pieces."
    }
  },
  {
    "translation": {
      "en": "But this time, I knew for sure... it was seven.",
      "vi": "But this time, I knew for sure...it was seven."
    }
  },
  {
    "translation": {
      "en": "I watched all morning as these locals cleaned up the mess...",
      "vi": "I watched all morningas these locals cleaned up the mess..."
    }
  },
  {
    "translation": {
      "en": "They like to bury their dead within 24 hours.",
      "vi": "They like to bury their deadwithin 24 hours."
    }
  },
  {
    "translation": {
      "en": "because that's how long I can stay in the air.",
      "vi": "because that's how longI can stay in the air."
    }
  },
  {
    "translation": {
      "en": "carry the bodies up a hill to the gravesite.",
      "vi": "carry the bodiesup a hill to the gravesite."
    }
  },
  {
    "translation": {
      "en": "I had information that the Taliban commander's brother",
      "vi": "I had informationthat the Taliban commander's brother"
    }
  },
  {
    "translation": {
      "en": "It's so beautifully clear when we watch them.",
      "vi": "It's so beautifully clearwhen we watch them."
    }
  },
  {
    "translation": {
      "en": "You can see everything, the looks on their faces, everything.",
      "vi": "You can see everything,the looks on their faces, everything."
    }
  },
  {
    "translation": {
      "en": "Call in sick. You need help.",
      "vi": "Call in sick.You need help."
    }
  },
  {
    "translation": {
      "en": "You shouldn't be driving a car, let alone--",
      "vi": "You shouldn't be driving a car,let alone--"
    }
  },
  {
    "translation": {
      "en": "-No, you can't go! -I'm okay.",
      "vi": "-No, you can't go!-I'm okay."
    }
  },
  {
    "translation": {
      "en": "-No! -I'm okay!",
      "vi": "-No!-I'm okay!"
    }
  },
  {
    "translation": {
      "en": "-Cutting it close. -Yeah, well, I made it, didn't I?",
      "vi": "-Cutting it close.-Yeah, well, I made it, didn't I?"
    }
  },
  {
    "translation": {
      "en": "-Need some gum, sir? -No.",
      "vi": "-Need some gum, sir?-No."
    }
  },
  {
    "translation": {
      "en": "-Starting early. You okay? -Yeah.",
      "vi": "-Starting early. You okay?-Yeah."
    }
  },
  {
    "translation": {
      "en": "I've been doing a little thinking myself, believe it or not.",
      "vi": "I've been doing a little thinking myself,believe it or not."
    }
  },
  {
    "translation": {
      "en": "And not too many of us are in love with the tactics",
      "vi": "And not too many of us are in lovewith the tactics"
    }
  },
  {
    "translation": {
      "en": "employed by our esteemed colleagues in Langley, Virginia,",
      "vi": "employed by our esteemed colleaguesin Langley, Virginia,"
    }
  },
  {
    "translation": {
      "en": "I mean, does anybody here think for a solitary second",
      "vi": "I mean, does anybody here thinkfor a solitary second"
    }
  },
  {
    "translation": {
      "en": "that if we stop killing them, they're gonna stop killing us?",
      "vi": "that if we stop killing them,they're gonna stop killing us?"
    }
  },
  {
    "translation": {
      "en": "It's a vicious cycle, it doesn't matter who made it vicious.",
      "vi": "It's a vicious cycle,it doesn't matter who made it vicious."
    }
  },
  {
    "translation": {
      "en": "And that's why I'm gonna sit over Afghanistan...",
      "vi": "And that's why I'm gonna sit overAfghanistan..."
    }
  },
  {
    "translation": {
      "en": "and Pakistan, Yemen, Somalia, Sacramento-fucking-California...",
      "vi": "and Pakistan, Yemen, Somalia,Sacramento-fucking-California..."
    }
  },
  {
    "translation": {
      "en": "every day of what's left of my sorry career",
      "vi": "every day of what's leftof my sorry career"
    }
  },
  {
    "translation": {
      "en": "how to explain to some grieving parents their son or daughter is dead",
      "vi": "how to explain to some grieving parentstheir son or daughter is dead"
    }
  },
  {
    "translation": {
      "en": "because we thought enough was enough.",
      "vi": "because we thoughtenough was enough."
    }
  },
  {
    "translation": {
      "en": "[Suarez] What would you like us to hit, sir?",
      "vi": "[Suarez]What would you like us to hit, sir?"
    }
  },
  {
    "translation": {
      "en": "Could it be perhaps that they think you're gonna hit them again, Langley?",
      "vi": "Could it be perhaps that they thinkyou're gonna hit them again, Langley?"
    }
  },
  {
    "translation": {
      "en": "-[Langley] Then we wait. -[Suarez scoffs]",
      "vi": "-[Langley] Then we wait.-[Suarez scoffs]"
    }
  },
  {
    "translation": {
      "en": "All this circling's making me dizzy, Major.",
      "vi": "All thiscircling's making me dizzy, Major."
    }
  },
  {
    "translation": {
      "en": "[Tommy] A vehicle approaching from the west.",
      "vi": "[Tommy] A vehicle approachingfrom the west."
    }
  },
  {
    "translation": {
      "en": "Positive ID. Target qualifies. Permission to prosecute.",
      "vi": "Positive ID. Target qualifies.Permission to prosecute."
    }
  },
  {
    "translation": {
      "en": "Should I bother pointing out the non-combatants in the impact zone, sir?",
      "vi": "Should I bother pointing out thenon-combatants in the impact zone, sir?"
    }
  },
  {
    "translation": {
      "en": "Or should I assume that all collateral damage is proportionate?",
      "vi": "Or should I assume thatall collateral damage is proportionate?"
    }
  },
  {
    "translation": {
      "en": "I've lost the link, sir. Yeah, I've lost the link.",
      "vi": "I've lost the link, sir.Yeah, I've lost the link."
    }
  },
  {
    "translation": {
      "en": "-[beeping] -Link re-established.",
      "vi": "-[beeping]-Link re-established."
    }
  },
  {
    "translation": {
      "en": "-Shit. -They've gotten away.",
      "vi": "-Shit.-They've gotten away."
    }
  },
  {
    "translation": {
      "en": "-Which one, Langley? -[Langley] Jesus Christ!",
      "vi": "-Which one, Langley?-[Langley] Jesus Christ!"
    }
  },
  {
    "translation": {
      "en": "And last time I checked, that's Article 92.",
      "vi": "And last time I checked,that's Article 92."
    }
  },
  {
    "translation": {
      "en": "-And orders-- -Are orders.",
      "vi": "-And orders---Are orders."
    }
  },
  {
    "translation": {
      "en": "If I don't do something, the IT spooks will crawl up the ass",
      "vi": "If I don't do something,the IT spooks will crawl up the ass"
    }
  },
  {
    "translation": {
      "en": "of your console to work out what we both know you did.",
      "vi": "of your console to work outwhat we both know you did."
    }
  },
  {
    "translation": {
      "en": "And they'll come down on you a fuck sight harder.",
      "vi": "And they'll come down on youa fuck sight harder."
    }
  },
  {
    "translation": {
      "en": "I guess this is a bad time to bring up getting me back in a plane.",
      "vi": "I guess this is a bad time to bring upgetting me back in a plane."
    }
  },
  {
    "translation": {
      "en": "-What'd you do? -[Tommy] More like what I didn't do.",
      "vi": "-What'd you do?-[Tommy] More like what I didn't do."
    }
  },
  {
    "translation": {
      "en": "-Tommy-- -[Tommy] Please, Molly--",
      "vi": "-Tommy---[Tommy] Please, Molly--"
    }
  },
  {
    "translation": {
      "en": "Tommy, I have something I have to tell you--",
      "vi": "Tommy, I have somethingI have to tell you--"
    }
  },
  {
    "translation": {
      "en": "Give me a chance, all right? I wanna make this up--",
      "vi": "Give me a chance, all right?I wanna make this up--"
    }
  },
  {
    "translation": {
      "en": "I'm taking the kids to my sister's in Reno.",
      "vi": "I'm taking the kidsto my sister's in Reno."
    }
  },
  {
    "translation": {
      "en": "all the way there from here in Vegas, but...",
      "vi": "all the way there from here in Vegas,but..."
    }
  },
  {
    "translation": {
      "en": "I got food in my fridge older than most of you.",
      "vi": "I got food in my fridgeolder than most of you."
    }
  },
  {
    "translation": {
      "en": "in and around whatever godforsaken place",
      "vi": "in and aroundwhatever godforsaken place"
    }
  },
  {
    "translation": {
      "en": "-You can't smoke here. -Yeah, I know.",
      "vi": "-You can't smoke here.-Yeah, I know."
    }
  },
  {
    "translation": {
      "en": "Now they've stuck you back on Kahili surveillance?",
      "vi": "Now they've stuck youback on Kahili surveillance?"
    }
  },
  {
    "translation": {
      "en": "Yeah, can't make the battlefields and blackjack thing work after all.",
      "vi": "Yeah, can't make the battlefieldsand blackjack thing work after all."
    }
  },
  {
    "translation": {
      "en": "you know, the one prohibiting officers and enlisted from fraternizing...",
      "vi": "you know, the one prohibiting officersand enlisted from fraternizing..."
    }
  },
  {
    "translation": {
      "en": "-Article 15. -...no longer applies.",
      "vi": "-Article 15.-...no longer applies."
    }
  },
  {
    "translation": {
      "en": "The airman part's a little misleading, but...",
      "vi": "The airman part'sa little misleading, but..."
    }
  },
  {
    "translation": {
      "en": "I sure could use a break. Thank you, Major.",
      "vi": "I sure could use a break.Thank you, Major."
    }
  },
  {
    "translation": {
      "en": "You can tell her all about how close you were",
      "vi": "You can tell her all abouthow close you were"
    }
  },
  {
    "translation": {
      "en": "Oh, please, please, please, please, please,",
      "vi": "Oh, please, please,please, please, please,"
    }
  }
]