[
  {
    "translation": {
      "en": "- [crash] - Sorry, guys! I'm still getting used to driving inside a mansion.",
      "vi": "Xin lỗi các cậu. Tớ vẫn đang làm quen với việc chạy xe trong biệt thự."
    }
  },
  {
    "translation": {
      "en": "And driving.",
      "vi": "Và lái xe."
    }
  },
  {
    "translation": {
      "en": "Are you guys okay?",
      "vi": "Hai người ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "I'm good. The airbag broke my fall.",
      "vi": "Tớ ổn. Cái túi khí đỡ lúc tớ ngã."
    }
  },
  {
    "translation": {
      "en": "Darcy, the wagon doesn't have an airbag.",
      "vi": "Darcy, xe ngựa làm gì có túi khí."
    }
  },
  {
    "translation": {
      "en": "I meant Murray.",
      "vi": "Ý tớ là Murray."
    }
  },
  {
    "translation": {
      "en": "After that collision, I need to make an appointment with my chiropractor...",
      "vi": "Sau cú va chạm đó, tớ cần đặt lịch hẹn với người nắn khớp xương"
    }
  },
  {
    "translation": {
      "en": "and my attorney.",
      "vi": "và luật sư của tớ."
    }
  },
  {
    "translation": {
      "en": "Could have sworn my bedroom was around here somewhere.",
      "vi": "Tớ thề là phòng ngủ tớ ở đâu đó quanh đây."
    }
  },
  {
    "translation": {
      "en": "Let's ask her for directions.",
      "vi": "Hỏi đường chị ấy đi."
    }
  },
  {
    "translation": {
      "en": "That's Irona, my maid.",
      "vi": "Đó là Irona, giúp việc của tớ."
    }
  },
  {
    "translation": {
      "en": "Wow. You are really hot.",
      "vi": "Chị hấp dẫn thật."
    }
  },
  {
    "translation": {
      "en": "My electrostatic super capacitor tends to overheat.",
      "vi": "Siêu tụ điện tĩnh điện của tôi thường nóng quá mức."
    }
  },
  {
    "translation": {
      "en": "Guess I should have mentioned she's also a robot.",
      "vi": "Tớ nên đề cập chuyện chị ấy là robot."
    }
  },
  {
    "translation": {
      "en": "I splurged on the supermodel model.",
      "vi": "Tớ đổ tiền vào kiểu siêu mẫu đó."
    }
  },
  {
    "translation": {
      "en": "I've never uttered these words in my life,",
      "vi": "Tớ chưa từng thốt ra mấy lời đó trong đời,"
    }
  },
  {
    "translation": {
      "en": "but money well spent.",
      "vi": "nhưng tiền xài đúng chỗ đó."
    }
  },
  {
    "translation": {
      "en": "This is Murray, my best friend and money manager.",
      "vi": "Đây là Murray, bạn thân và quản lý tài chính của em."
    }
  },
  {
    "translation": {
      "en": "And this is Darcy, my other best friend. Don't let her see my bank password.",
      "vi": "Darcy, bạn thân khác. Đừng để bạn ấy xem mật khẩu tài khoản ngân hàng của em."
    }
  },
  {
    "translation": {
      "en": "We'll talk later.",
      "vi": "Ta sẽ nói chuyện sau."
    }
  },
  {
    "translation": {
      "en": "Welcome to Richie's bedroom.",
      "vi": "Chào mừng tới phòng ngủ của Richie."
    }
  },
  {
    "translation": {
      "en": "Wow! This place is awesome!",
      "vi": "Chỗ này tuyệt thật."
    }
  },
  {
    "translation": {
      "en": "I can't believe you live here now. I can't believe you paid for all of this!",
      "vi": "- Không thể tin cậu sống ở đây. - Không thể tin cậu trả tất cả chỗ này."
    }
  },
  {
    "translation": {
      "en": "Check it out.",
      "vi": "Xem nè."
    }
  },
  {
    "translation": {
      "en": "It's got a dollar comforter. You mean down?",
      "vi": "- Nó là cái chăn đô la. - Ý cậu là chăn lông tơ?"
    }
  },
  {
    "translation": {
      "en": "No, I mean it's filled with dollars.",
      "vi": "Không, ý tớ là nó đầy đô la."
    }
  },
  {
    "translation": {
      "en": "Master Richie's entire room is automated",
      "vi": "Phòng của cậu chủ Richie hoàn toàn tự động"
    }
  },
  {
    "translation": {
      "en": "and can be controlled by a push of a button on his room remote.",
      "vi": "và có thể được điều khiển bằng nút nhấn trên remote trong phòng."
    }
  },
  {
    "translation": {
      "en": "Or roomote. Chuckle. Chuckle.",
      "vi": "Hoặc là remote phòng. Cười. Khúc khích."
    }
  },
  {
    "translation": {
      "en": "Is that an aquarium? Yep! Meet my new pet whales:",
      "vi": "- Đó là bể cá à? - Phải. Gặp cá voi thú nuôi của tớ đi."
    }
  },
  {
    "translation": {
      "en": "Dollar, Dollar, and Bill, y'all!",
      "vi": "Đô la, Đô la và Bill này mọi người."
    }
  },
  {
    "translation": {
      "en": "All you need is a bubbling treasure chest.",
      "vi": "Cậu chỉ cần một cái rương kho báu thôi."
    }
  },
  {
    "translation": {
      "en": "Over there.",
      "vi": "Ở bên này."
    }
  },
  {
    "translation": {
      "en": "Is that real gold? And on a completely unrelated note, do you have a snorkel?",
      "vi": "Đó là vàng thật à? Hơi không liên quan tí, cậu có ống lặn không?"
    }
  },
  {
    "translation": {
      "en": "My name is Richie Rich, and I'm just a normal kid...",
      "vi": "Tên tớ là Richie Rich và tớ chỉ là đứa bé bình thường."
    }
  },
  {
    "translation": {
      "en": "except that I have a trillion dollars.",
      "vi": "Trừ việc tớ có một tỷ tỷ đô."
    }
  },
  {
    "translation": {
      "en": "You see, I used all the vegetables I never ate to create a new energy source",
      "vi": "Bạn thấy đó, tớ dùng rau củ quả tớ không ăn để tạo năng lượng mới"
    }
  },
  {
    "translation": {
      "en": "- and sold it for a lot of money. - [cha-ching]",
      "vi": "và bán nó với hàng đống tiền."
    }
  },
  {
    "translation": {
      "en": "Now I live in a huge mansion",
      "vi": "Giờ tớ sống trong biệt thự khổng lồ có công viên giải trí riêng,"
    }
  },
  {
    "translation": {
      "en": "with my own amusement park, race car,",
      "vi": "Giờ tớ sống trong biệt thự khổng lồ có công viên giải trí riêng, xe đua và rô bốt giúp việc cá nhân."
    }
  },
  {
    "translation": {
      "en": "and personal robot maid.",
      "vi": "xe đua và rô bốt giúp việc cá nhân. Và tớ có bạn bè và bạn thân trên thế giới để chia sẻ của cải cùng."
    }
  },
  {
    "translation": {
      "en": "And I have my family and the best friends in the world to share my fortune with.",
      "vi": "Và tớ có bạn bè và bạn thân trên thế giới để chia sẻ của cải cùng."
    }
  },
  {
    "translation": {
      "en": "My dad, my jealous sister Harper,",
      "vi": "Bố tớ, người chị ganh tỵ với tớ, Harper,"
    }
  },
  {
    "translation": {
      "en": "my money manager Murray, and my money spender Darcy.",
      "vi": "quản lý tài chính của tớ, Murray, và người tiêu tiền của tớ, Darcy."
    }
  },
  {
    "translation": {
      "en": "I guess you could say by not eating my vegetables,",
      "vi": "Tớ đoán bạn có thể nói nhờ việc không ăn rau củ,"
    }
  },
  {
    "translation": {
      "en": "and luckiest kid in the world!",
      "vi": "tớ trở thành đứa trẻ giàu có và may mắn nhất trên đời."
    }
  },
  {
    "translation": {
      "en": "Gold bar?",
      "vi": "Vàng thỏi à?"
    }
  },
  {
    "translation": {
      "en": "I wanted a candy bar! Stupid machine...",
      "vi": "Tớ muốn thanh kẹo cơ. Đồ máy móc ngu xuẩn."
    }
  },
  {
    "translation": {
      "en": "Richie, I feel like you're throwing money away.",
      "vi": "Richie, tớ thấy cậu đang vung tay quá trán đó."
    }
  },
  {
    "translation": {
      "en": "Did get this basketball for free.",
      "vi": "- Tớ có quả bóng rổ này miễn phí. - Hay đó."
    }
  },
  {
    "translation": {
      "en": "That's great! When I bought a professional basketball team. Ugh!",
      "vi": "Khi tớ mua đội bóng rổ chuyên ngiệp."
    }
  },
  {
    "translation": {
      "en": "I'm glad we still hang out, even though you're rich now.",
      "vi": "Tớ mừng vì ta còn chơi chung, dù bây giờ cậu đã giàu có."
    }
  },
  {
    "translation": {
      "en": "Of course! We're best friends. Now, check this out!",
      "vi": "Dĩ nhiên. Ta là bạn thân mà. Giờ thì xem nè."
    }
  },
  {
    "translation": {
      "en": "Air ball!",
      "vi": "Ném hụt."
    }
  },
  {
    "translation": {
      "en": "No more air balls for me!",
      "vi": "Giờ tớ không ném hụt nữa."
    }
  },
  {
    "translation": {
      "en": "My engineers invented this never-miss basketball hoop...",
      "vi": "Kĩ sư của tớ phát minh cái rổ không bao giờ hụt sau khi xem cú ném của tớ."
    }
  },
  {
    "translation": {
      "en": "after seeing my jump shot...",
      "vi": "sau khi xem cú ném của tớ."
    }
  },
  {
    "translation": {
      "en": "Sick!",
      "vi": "Tuyệt thật."
    }
  },
  {
    "translation": {
      "en": "If you think that's cool, you should see the bathrooms.",
      "vi": "Nếu cậu nghĩ nó tuyệt, cậu nên xem nhà tắm."
    }
  },
  {
    "translation": {
      "en": "They were able to use the same technology on the toilets!",
      "vi": "Họ dùng công nghệ tương tự với mấy cái bồn cầu."
    }
  },
  {
    "translation": {
      "en": "Master Richie, I just received a message from your father.",
      "vi": "Cậu chủ Richie, tôi vừa nhận một tin nhắn từ bố cậu."
    }
  },
  {
    "translation": {
      "en": "[father's voice] \"Richie, please come into the living room.\"",
      "vi": "\"Richie, vào phòng khách.\""
    }
  },
  {
    "translation": {
      "en": "Irona, I know you have the voice modulation software,",
      "vi": "Irona, tôi biết chị có phần mềm nhái giọng,"
    }
  },
  {
    "translation": {
      "en": "but please don't speak in my dad's voice. Totally ruins the magic.",
      "vi": "nhưng làm ơn đừng nói bằng giọng của bố. Nó hoàn toàn làm hỏng phép màu."
    }
  },
  {
    "translation": {
      "en": "Uh, ha-ha... Dad? This isn't our old house.",
      "vi": "Bố, đây không phải nhà cũ của ta."
    }
  },
  {
    "translation": {
      "en": "You don't have to sleep in the living room or shower in the neighbor's sprinklers.",
      "vi": "Bố không cần ngủ trong phòng khách hay tắm bằng vòi tưới nước của hàng xóm."
    }
  },
  {
    "translation": {
      "en": "Richie, I'm a man who doesn't require luxuries like beds or indoor plumbing.",
      "vi": "Richie, bố là người không cần mấy thứ xa hoa như giường hay ống nước trong nhà."
    }
  },
  {
    "translation": {
      "en": "I can be happy on a couch.",
      "vi": "Ở trên ghế bố vẫn hạnh phúc."
    }
  },
  {
    "translation": {
      "en": "I have to be, since I can't figure out how to get in my bedroom with that high-tech entry system.",
      "vi": "Phải vậy thôi. Bố không biết làm sao vào phòng ngủ với hệ thống công nghệ cao."
    }
  },
  {
    "translation": {
      "en": "It's just a doorknob.",
      "vi": "Nó chỉ là cái nắm cửa thôi."
    }
  },
  {
    "translation": {
      "en": "And what's that crazy-looking eye scanner device?",
      "vi": "Và cái thiết bị quét mắt trông điên rồ đó là gì?"
    }
  },
  {
    "translation": {
      "en": "A peephole?",
      "vi": "Cái lỗ để nhìn à?"
    }
  },
  {
    "translation": {
      "en": "- Oh! - [elevator bell dings] Richie.",
      "vi": "Richie."
    }
  },
  {
    "translation": {
      "en": "My room looks exactly like the Harvard library.",
      "vi": "Phòng của chị trông y hệt thư viện Harvard."
    }
  },
  {
    "translation": {
      "en": "And while I might appreciate having a full-time librarian,",
      "vi": "Và dù chị cảm kích việc có một thủ thư toàn thời gian,"
    }
  },
  {
    "translation": {
      "en": "I wish she wouldn't shush me every time I speak.",
      "vi": "chị ước gì cô ta không suỵt chị mỗi khi chị cất tiếng."
    }
  },
  {
    "translation": {
      "en": "I am not even in my room!",
      "vi": "Tôi đâu có trong phòng mình!"
    }
  },
  {
    "translation": {
      "en": "Harper, I knew how hard you've been working to get in Harvard",
      "vi": "Harper, em biết chị học hành vất vả thế nào để vào Harvard,"
    }
  },
  {
    "translation": {
      "en": "so I thought if I made your dream come true, it'd make you happy!",
      "vi": "nên em nghĩ nếu em có thể biến giấc mơ thành sự thật, em sẽ làm chị thấy vui."
    }
  },
  {
    "translation": {
      "en": "You don't seem happy.",
      "vi": "Chị trông chẳng vui vẻ gì."
    }
  },
  {
    "translation": {
      "en": "I want to get into the actual Harvard, not a replica my slacker brother built.",
      "vi": "Chị muốn vào Harvard thật sự, không phải thứ mô phỏng em trai chị làm."
    }
  },
  {
    "translation": {
      "en": "It's not a replica! I bought the actual library building and had it moved here.",
      "vi": "Đó không phải là mô phỏng. Em mua thư viện thật và dời nó tới đây."
    }
  },
  {
    "translation": {
      "en": "Well, most of it...",
      "vi": "Chà, phần lớn thôi."
    }
  },
  {
    "translation": {
      "en": "the crane dropped one of the walls,",
      "vi": "Cần cẩu làm sập một bức tường."
    }
  },
  {
    "translation": {
      "en": "so we had to replace it with plywood and spackle.",
      "vi": "Tụi em phải thay bằng gỗ dán và keo vữa."
    }
  },
  {
    "translation": {
      "en": "Spackle. That's a funny word.",
      "vi": "Keo vữa. Từ đó vui thật."
    }
  },
  {
    "translation": {
      "en": "Dad, I can't handle living in this monument",
      "vi": "Bố à, con không thể chịu việc sống trong thứ to lớn này"
    }
  },
  {
    "translation": {
      "en": "to Richie's pathetically lucky success.",
      "vi": "nhờ vào thành công may mắn đáng thương của Richie."
    }
  },
  {
    "translation": {
      "en": "You should be happy for your brother.",
      "vi": "Con nên mừng cho em con."
    }
  },
  {
    "translation": {
      "en": "Not only did he make a gajillion dollars,",
      "vi": "Nó không chỉ làm ra cả đống tỷ đô la,"
    }
  },
  {
    "translation": {
      "en": "but that doodad he invented did something... good for the planet.",
      "vi": "mà thứ nó phát minh còn giúp đỡ cho hành tinh."
    }
  },
  {
    "translation": {
      "en": "Eliminated the need for carbon-based fuel.",
      "vi": "Loại bỏ sự cần thiết phải dùng dầu gốc cacbon."
    }
  },
  {
    "translation": {
      "en": "Yeah, that.",
      "vi": "Đó, thứ đó đó."
    }
  },
  {
    "translation": {
      "en": "All Richie did was catch lightning in a bottle!",
      "vi": "Richie chỉ ăn may thôi."
    }
  },
  {
    "translation": {
      "en": "Literally! He just crammed a bunch of uneaten vegetables",
      "vi": "Thật đó. Nó chỉ nhét một đống rau củ chưa ăn vào cái chai"
    }
  },
  {
    "translation": {
      "en": "into a bottle that happened to get struck by lightning.",
      "vi": "Thật đó. Nó chỉ nhét một đống rau củ chưa ăn vào cái chai và tình cờ cái chai bị sét đánh."
    }
  },
  {
    "translation": {
      "en": "Are you accusing me of not knowing what I was doing",
      "vi": "Chị buộc tội em không biết mình làm gì"
    }
  },
  {
    "translation": {
      "en": "when I invented my trap-electricity-in-vegetables",
      "vi": "khi em phát minh ra điện từ rau củ à?"
    }
  },
  {
    "translation": {
      "en": "thingamajig?",
      "vi": "khi em phát minh ra điện từ rau củ à? Bố. Sao bố muốn gặp tụi con?"
    }
  },
  {
    "translation": {
      "en": "Dad. Why did you want to see us?",
      "vi": "Bố. Sao bố muốn gặp tụi con?"
    }
  },
  {
    "translation": {
      "en": "See you? I don't know.",
      "vi": "Gặp à? Bố không biết."
    }
  },
  {
    "translation": {
      "en": "Oh, wait, yeah, uh...",
      "vi": "Ồ, đợi đã. Phải rồi."
    }
  },
  {
    "translation": {
      "en": "so I wanted to spend some quality time together.",
      "vi": "Vì bố muốn dành thời gian đàng hoàng bên nhau."
    }
  },
  {
    "translation": {
      "en": "I feel really disconnected here. What if we had a family dinner?",
      "vi": "Bố cảm thấy ta hơi rời rạc. Ta ăn bữa tối gia đình nhé?"
    }
  },
  {
    "translation": {
      "en": "A family dinner? Why am I being punished?",
      "vi": "Bữa tối gia đình? Sao con bị phạt vậy?"
    }
  },
  {
    "translation": {
      "en": "Guess what?",
      "vi": "Đoán xem."
    }
  },
  {
    "translation": {
      "en": "I hacked into your bank account and had you buy you a vertical wind tunnel.",
      "vi": "Tớ xâm nhập tài khoản ngân hàng cậu và mua cho cậu ống khí động học đứng này."
    }
  },
  {
    "translation": {
      "en": "BTW, your password was really weak, so I went ahead and changed it for you.",
      "vi": "Còn nữa, mật khẩu của cậu yếu lắm, nên tớ đã thay trước cho cậu rồi."
    }
  },
  {
    "translation": {
      "en": "Okay, what's the new one?",
      "vi": "Được, mật khẩu mới là gì?"
    }
  },
  {
    "translation": {
      "en": "For security reasons, I can't tell you.",
      "vi": "Vì lí do an ninh, tớ không nói cậu được."
    }
  },
  {
    "translation": {
      "en": "Richie, we have a problem. It's your new jet.",
      "vi": "Richie, ta có một vấn đề. Đó là máy bay hỏa lực của cậu."
    }
  },
  {
    "translation": {
      "en": "Don't tell me there are more engine issues.",
      "vi": "Đừng nói tớ nó lại có vấn đề động cơ nữa nhé."
    }
  },
  {
    "translation": {
      "en": "Apparently, a solid gold jet has trouble staying in the air.",
      "vi": "Thật ra thì một máy bay toàn vàng không thể nào bay được trên không khí."
    }
  },
  {
    "translation": {
      "en": "#trillionaireproblems.",
      "vi": "Thăng \"vấnđềtỷđô.\""
    }
  },
  {
    "translation": {
      "en": "Jet or no jet, we can still skydive with this.",
      "vi": "Dù có máy bay hay không, cậu vẫn có thể nhảy dù từ máy bay với cái này."
    }
  },
  {
    "translation": {
      "en": "Oh, no! Darcy crashed through the ceiling!",
      "vi": "Ôi, không, Darcy làm vỡ trần nhà rồi."
    }
  },
  {
    "translation": {
      "en": "It's worse than you think. Right above my room is a gorilla habitat.",
      "vi": "Tệ hơn cậu nghĩ đó. Ngay trên phòng tớ là chỗ khỉ đột sống."
    }
  },
  {
    "translation": {
      "en": "Of all the days to wear banana lip gloss.",
      "vi": "Hôm nay lại chọn thoa son bóng mùi chuối."
    }
  },
  {
    "translation": {
      "en": "You're in good hands, Darcy.",
      "vi": "Cậu được chăm tốt đó, Darcy."
    }
  },
  {
    "translation": {
      "en": "I downloaded an entire medical library on Irona's hard drive.",
      "vi": "Tớ tải cả hệ thống thư viện y tế vào ổ cứng của Irona."
    }
  },
  {
    "translation": {
      "en": "Now, she's practically a doctor.",
      "vi": "Giờ chị ấy hầu như là bác sĩ."
    }
  },
  {
    "translation": {
      "en": "Before I do any more, I will need proof of insurance.",
      "vi": "Trước khi tôi làm tiếp, tôi cần có bằng chứng bảo hiểm."
    }
  },
  {
    "translation": {
      "en": "Darcy, I feel bad that you blasted through the ceiling into my gorilla habitat...",
      "vi": "Darcy, tớ thấy tệ khi cậu bắn khỏi trần nhà tớ vào chỗ nuôi khỉ đột."
    }
  },
  {
    "translation": {
      "en": "and that my ceiling fan was on high.",
      "vi": "Và quạt trần của tớ đang ở tốc độ cao."
    }
  },
  {
    "translation": {
      "en": "I want to do something to make this up to you.",
      "vi": "Tớ muốn làm gì đó bù đắp cho cậu."
    }
  },
  {
    "translation": {
      "en": "I have just the thing! A coupon for a free lemonade at Corndog Larry's.",
      "vi": "Tớ có cái này. Một phiếu ưu đãi uống nước chanh miễn phí ở Corndog Larry."
    }
  },
  {
    "translation": {
      "en": "How about I score us three passes to a concert of a lifetime?",
      "vi": "Hay là tớ cho chúng ta ba vé tham gia buổi hòa nhạc tuyệt vời?"
    }
  },
  {
    "translation": {
      "en": "Like the one and only U.S. show of Swedish house sensation",
      "vi": "Kiểu như hòa nhạc hiện tượng nhạc house Thụy Điển có một và duy nhất ở Mỹ?"
    }
  },
  {
    "translation": {
      "en": "Swedish House Sensation!",
      "vi": "Hiện Tượng Nhạc House Thụy Điển."
    }
  },
  {
    "translation": {
      "en": "That's awesome!",
      "vi": "Tuyệt đó."
    }
  },
  {
    "translation": {
      "en": "He's the best deejay in the world!",
      "vi": "Anh ta là DJ giỏi nhất thế giới."
    }
  },
  {
    "translation": {
      "en": "It hurts to get excited.",
      "vi": "Hào hứng thật đau quá đi."
    }
  },
  {
    "translation": {
      "en": "Maybe you didn't hear me. Coupon. Free lemonade.",
      "vi": "Có lẽ cậu không nghe tớ. Phiếu ưu đãi. Nước chanh miễn phí."
    }
  },
  {
    "translation": {
      "en": "Free.",
      "vi": "Miễn phí."
    }
  },
  {
    "translation": {
      "en": "Murray told me you bought the concert tickets",
      "vi": "Murry bảo tớ cậu đã mua mấy vé hòa nhạc."
    }
  },
  {
    "translation": {
      "en": "and exactly how much they cost.",
      "vi": "Và chính xác giá tiền của chúng."
    }
  },
  {
    "translation": {
      "en": "I can't wait for tomorrow night! Me neither!",
      "vi": "- Tớ không thể đợi đến tối mai. - Tớ cũng thế."
    }
  },
  {
    "translation": {
      "en": "Now I just have to find something to wear...",
      "vi": "Giờ tớ phải tìm gì đó để mặc."
    }
  },
  {
    "translation": {
      "en": "Irona, to the mall.",
      "vi": "Irona, tới khu mua sắm."
    }
  },
  {
    "translation": {
      "en": "Richie.",
      "vi": "Richie."
    }
  },
  {
    "translation": {
      "en": "I feel like you, Harp, and I are drifting apart,",
      "vi": "Bố cảm thấy con, Harp và bố đang xa cách nhau."
    }
  },
  {
    "translation": {
      "en": "so I'm reinstituting an old family tradition.",
      "vi": "Vậy nên bố thực hiện lại truyền thống gia đình xưa."
    }
  },
  {
    "translation": {
      "en": "Dad, Harp and I are too old to take baths together.",
      "vi": "Bố, Harp và con quá lớn để đi tắm chung."
    }
  },
  {
    "translation": {
      "en": "Starting tomorrow, I'm bringing back family game night.",
      "vi": "Bắt đầu từ ngày mai, ta sẽ có lại buổi tối trò chơi gia đình."
    }
  },
  {
    "translation": {
      "en": "Tomorrow? I can't! I have plans!",
      "vi": "Mai ư? Không thể. Con có kế hoạch."
    }
  },
  {
    "translation": {
      "en": "Richie, when we moved here, we agreed.",
      "vi": "Richie, khi chuyển tới đây, ta đã đồng ý."
    }
  },
  {
    "translation": {
      "en": "Your house, my rules.",
      "vi": "Nhà của con, luật của bố. Hủy kế hoạch của con đi."
    }
  },
  {
    "translation": {
      "en": "Please!",
      "vi": "Làm ơn?"
    }
  },
  {
    "translation": {
      "en": "I'd be willing to revisit the bath thing.",
      "vi": "Con sẽ chịu làm lại vụ tắm chung."
    }
  },
  {
    "translation": {
      "en": "Of all the nights to have a stupid family game night,",
      "vi": "Những buổi tối có thể chơi trò chơi gia đình ngu ngốc,"
    }
  },
  {
    "translation": {
      "en": "my dad picks the one night I have concert tickets.",
      "vi": "mà bố lại chọn buổi tối mà em có vé xem hòa nhạc."
    }
  },
  {
    "translation": {
      "en": "Spending quality time with family",
      "vi": "Dành thời gian cho gia đình là quan trọng"
    }
  },
  {
    "translation": {
      "en": "is important for maintaining meaningful relationships.",
      "vi": "Dành thời gian cho gia đình là quan trọng để gìn giữ các mối quan hệ có ý nghĩa."
    }
  },
  {
    "translation": {
      "en": "You may have a motherboard, but you don't have to act like my mother.",
      "vi": "Chị có thể có bo mạch chủ nhưng đừng cư xử như mẹ em."
    }
  },
  {
    "translation": {
      "en": "Apologies, Master Richie. Pops be straight trippin', yo.",
      "vi": "Xin lỗi, cậu chủ Richie. Bố cậu thật là điên rồ, yo."
    }
  },
  {
    "translation": {
      "en": "Hey, Richie.",
      "vi": "Chào Richie."
    }
  },
  {
    "translation": {
      "en": "Guess who just beat Murray in a game of HORSE--",
      "vi": "Đoán xem ai vừa đánh bại Murray trong trò chơi Cá Ngựa?"
    }
  },
  {
    "translation": {
      "en": "the girl who can't use her extremities!",
      "vi": "Cô gái không thể cử động tứ chi."
    }
  },
  {
    "translation": {
      "en": "Well, I have some bad news about Swedish House Sensation.",
      "vi": "Chà, tớ có tin xấu về Hiện Tượng Nhạc House Thụy Điển."
    }
  },
  {
    "translation": {
      "en": "Oh, no. Don't tell me he's not going to perform 'Bout Them Meatballs!",
      "vi": "Ôi không. Đừng nói với tớ anh ta sẽ không hát bài \"Mua Thịt Viên.\""
    }
  },
  {
    "translation": {
      "en": "I love that song. The beat makes me move my feet like a wild man.",
      "vi": "Tớ thích bài đó. Nhịp điệu khiến tớ nhịp chân như người hoang dã."
    }
  },
  {
    "translation": {
      "en": "The problem is, we can't go to the concert.",
      "vi": "Vấn đề là ta không thể đi tới buổi hòa nhạc."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "- Cái gì? - Tại sao?"
    }
  },
  {
    "translation": {
      "en": "Why? Do you have plans with some new fancy rich friends?",
      "vi": "Cậu có kế hoạch với mấy người bạn giàu có mới à?"
    }
  },
  {
    "translation": {
      "en": "By the way, if they need a money manager, here's my card.",
      "vi": "Còn nữa, nếu họ muốn có người quản lý tài chính, danh thiếp của tớ đây."
    }
  },
  {
    "translation": {
      "en": "I knew once you became rich you wouldn't want to hang out with us anymore.",
      "vi": "Tớ biết trước nếu cậu giàu có cậu sẽ không chơi với chúng tớ nữa."
    }
  },
  {
    "translation": {
      "en": "Those gorillas may have broken 84 of my bones,",
      "vi": "Mấy con khỉ đột đó có thể làm gãy 84 cái xương của tớ,"
    }
  },
  {
    "translation": {
      "en": "but you broke my heart.",
      "vi": "nhưng cậu làm tan nát tim tớ."
    }
  },
  {
    "translation": {
      "en": "You didn't let me finish.",
      "vi": "Cậu đâu để tớ nói hết."
    }
  },
  {
    "translation": {
      "en": "I was saying we can't go to the concert...",
      "vi": "Tớ nói ta không thể đi hòa nhạc"
    }
  },
  {
    "translation": {
      "en": "because it's gonna be here.",
      "vi": "vì nó sẽ diễn ra ngay trong phòng tớ."
    }
  },
  {
    "translation": {
      "en": "It is?",
      "vi": "Vậy à?"
    }
  },
  {
    "translation": {
      "en": "That's the plan.",
      "vi": "Đó là kế hoạch"
    }
  },
  {
    "translation": {
      "en": "That I just came up with.",
      "vi": "mà tớ vừa nghĩ ra."
    }
  },
  {
    "translation": {
      "en": "Master Richie, may I have a word?",
      "vi": "Cậu chủ Richie, tôi nói một lời nhé?"
    }
  },
  {
    "translation": {
      "en": "I do not understand. Are you canceling family game night?",
      "vi": "Tôi không hiểu. Cậu hủy buổi tối trò chơi gia đình à?"
    }
  },
  {
    "translation": {
      "en": "Nope. I'm going to both.",
      "vi": "Không. Tôi sẽ làm cả hai. Tôi không nghĩ đó là ý hay..."
    }
  },
  {
    "translation": {
      "en": "I do not think that is a wise--",
      "vi": "Tôi không nghĩ đó là ý hay..."
    }
  },
  {
    "translation": {
      "en": "[ahem] Get yours, son. Word.",
      "vi": "Làm đi, con trai. Nói hay lắm."
    }
  },
  {
    "translation": {
      "en": "Hello! I am Swedish house sensation",
      "vi": "Xin chào. Tôi là Hiện Tượng Nhạc House Thụy Điển."
    }
  },
  {
    "translation": {
      "en": "Swedish House Sensation!",
      "vi": "Tôi là Hiện Tượng Nhạc House Thụy Điển."
    }
  },
  {
    "translation": {
      "en": "Whoa! Hello, you fine piece of reinforced titanium alloy.",
      "vi": "Chào, anh thật là một mảnh nhôm titan được rèn giũa đẹp đẽ."
    }
  },
  {
    "translation": {
      "en": "You are sure easy on the multispectral optical sensors.",
      "vi": "Chắc anh rất nhẹ tay với cảm biến quang đa phổ."
    }
  },
  {
    "translation": {
      "en": "You are \"bootiful\" yourself,",
      "vi": "Cô cũng rất xinh, nhưng tôi phải nói,"
    }
  },
  {
    "translation": {
      "en": "but I must say, there is a Mrs. House Sensation.",
      "vi": "Cô cũng rất xinh, nhưng tôi phải nói, có bà Hiện Tượng Nhạc House rồi."
    }
  },
  {
    "translation": {
      "en": "So what is having Richie Rich bring me here?",
      "vi": "Vậy Richie Rich đưa tôi tới đây làm gì?"
    }
  },
  {
    "translation": {
      "en": "He was hoping to convince you to move tomorrow's show here.",
      "vi": "Cậu ấy muốn thuyết phục anh dời sô ngày mai tới đây."
    }
  },
  {
    "translation": {
      "en": "Are you suggesting...",
      "vi": "Cô đang đề nghị..."
    }
  },
  {
    "translation": {
      "en": "Oh, it... it's so hot in zis helmet.",
      "vi": "Ồ, thật là nóng trong mũ bảo hiểm này."
    }
  },
  {
    "translation": {
      "en": "You are human?",
      "vi": "Anh là người à?"
    }
  },
  {
    "translation": {
      "en": "I am sorry, but moving my concert here is not possible.",
      "vi": "Tôi xin lỗi, nhưng dời hòa nhạc tới đây là không khả thi."
    }
  },
  {
    "translation": {
      "en": "Maybe this will change your mind.",
      "vi": "Có lẽ điều này sẽ làm anh đổi ý."
    }
  },
  {
    "translation": {
      "en": "I will be here at 7:00.",
      "vi": "Tôi sẽ tới lúc bảy giờ."
    }
  },
  {
    "translation": {
      "en": "But I cannot stay for after-party.",
      "vi": "Nhưng tôi không thể ở lại sau buổi tiệc."
    }
  },
  {
    "translation": {
      "en": "If I'm not home in time for family game night,",
      "vi": "Nếu tôi không về kịp bữa tối trò chơi gia đình, ba tôi sẽ đá vào mông tôi thiệt lẹ."
    }
  },
  {
    "translation": {
      "en": "my papa will give me a swift kick in ze rumpa!",
      "vi": "ba tôi sẽ đá vào mông tôi thiệt lẹ."
    }
  },
  {
    "translation": {
      "en": "Murray, where's Darcy? I want to say hi before game night.",
      "vi": "Murray, Darcy đâu? Tớ muốn chào cậu ấy trước tối trò chơi."
    }
  },
  {
    "translation": {
      "en": "Game night? You mean the concert?",
      "vi": "Tối trò chơi? Ý cậu là buổi hòa nhạc?"
    }
  },
  {
    "translation": {
      "en": "Guys! How do I look?",
      "vi": "Các cậu, trong tớ thế nào?"
    }
  },
  {
    "translation": {
      "en": "Oh... my... gauze.",
      "vi": "Ôi Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "I ordered a custom couture body cast so I wouldn't look like an idiot.",
      "vi": "Tớ đặt một khuôn bó bột may đo để không trông như một đứa ngốc."
    }
  },
  {
    "translation": {
      "en": "Hope you kept the receipt.",
      "vi": "Hy vọng cậu giữ lại hóa đơn."
    }
  },
  {
    "translation": {
      "en": "Master Richie.",
      "vi": "Cậu chủ Richie."
    }
  },
  {
    "translation": {
      "en": "1 minute and 53 seconds until family game night.",
      "vi": "Một phút 53 giây tới khi tối trò chơi gia đình bắt đầu."
    }
  },
  {
    "translation": {
      "en": "And about 5 minutes until I put the moves on that amplifier.",
      "vi": "Và cỡ năm phút tới khi tôi tán tỉnh cái amply đó."
    }
  },
  {
    "translation": {
      "en": "Got to get out here...",
      "vi": "Phải ra khỏi đây."
    }
  },
  {
    "translation": {
      "en": "You know, Murray. It occurs to me.",
      "vi": "Cậu biết đó, Murray, tớ chợt nhớ ra"
    }
  },
  {
    "translation": {
      "en": "This concert's gonna add a lot to my electricity bill.",
      "vi": "buổi diễn này sẽ thêm rất nhiều tiền vào hóa đơn tiền điện."
    }
  },
  {
    "translation": {
      "en": "You're right. How did I miss that?",
      "vi": "Cậu nói đúng. Sao tớ lại bỏ qua nó?"
    }
  },
  {
    "translation": {
      "en": "Permission to dock my pay? Don't worry about it.",
      "vi": "- Cho phép giảm bớt chi tiêu của tớ? - Đừng lo."
    }
  },
  {
    "translation": {
      "en": "I have an idea to recoup some cash! Souvenir sales!",
      "vi": "Tớ có vài ý để thu lại tí tiền mặt. Bán đồ lưu niệm."
    }
  },
  {
    "translation": {
      "en": "How about you start all the way across the room,",
      "vi": "Hay cậu bắt đầu từ bên kia căn phòng,"
    }
  },
  {
    "translation": {
      "en": "then make your way to the other side of the room, avoiding this general vicinity?",
      "vi": "rồi đi tới phía khác của căn phòng, tránh những vùng lân cận."
    }
  },
  {
    "translation": {
      "en": "Souvenirs! Get your bobbleheads here!",
      "vi": "Đồ lưu niệm. Mua đầu gật gù ở đây."
    }
  },
  {
    "translation": {
      "en": "- [mic feedback] - Hello, Richie Rich's bedroom!",
      "vi": "Xin chào, phòng ngủ của Richie Rich."
    }
  },
  {
    "translation": {
      "en": "Thanks again, Richie. Even though I can't see you,",
      "vi": "Cảm ơn lần nữa, Richie. Dù tớ không thấy được cậu, vì tớ không thể xoay cổ,"
    }
  },
  {
    "translation": {
      "en": "because I can't turn my neck.",
      "vi": "Dù tớ không thấy được cậu, vì tớ không thể xoay cổ,"
    }
  },
  {
    "translation": {
      "en": "It means a lot having you right by my side.",
      "vi": "nó thật có ý nghĩa khi có cậu ngay bên tớ."
    }
  },
  {
    "translation": {
      "en": "Yep. Right by your side.",
      "vi": "Phải. Ngay bên cậu."
    }
  },
  {
    "translation": {
      "en": "That's where I'll be, all night.",
      "vi": "Tớ sẽ ở đó cả tối."
    }
  },
  {
    "translation": {
      "en": "Richie? Are you still there?",
      "vi": "Richie? Cậu còn ở đó không?"
    }
  },
  {
    "translation": {
      "en": "[Richie's voice] Of course. I'm right here, Darcy.",
      "vi": "Dĩ nhiên. Tớ ở ngay đây, Darcy."
    }
  },
  {
    "translation": {
      "en": "Do you think that amplifier likes long walks on the beach?",
      "vi": "Cậu có nghĩ cái amply đó thích đi dạo đường dài trên biển?"
    }
  },
  {
    "translation": {
      "en": "Game night! Time for some family bonding!",
      "vi": "Tối trò chơi. Thời gian để bồi đắp tình cảm gia đình."
    }
  },
  {
    "translation": {
      "en": "You're lucky I'm in a rush to get this over with.",
      "vi": "May cho em là chị mong làm cái này cho xong."
    }
  },
  {
    "translation": {
      "en": "Otherwise I would take the time to strangle you.",
      "vi": "Không thì chị sẽ tốn thời gian siết cổ em đó."
    }
  },
  {
    "translation": {
      "en": "Okay, Harper's in the spirit.",
      "vi": "Được rồi, Harper có tinh thần đó."
    }
  },
  {
    "translation": {
      "en": "This is all your fault. I could be out doing something fun with my Friday night,",
      "vi": "Đây đều là lỗi của em. Chị có thể làm gì đó vui vẻ vào tối thứ sáu của chị,"
    }
  },
  {
    "translation": {
      "en": "like studying, if you hadn't become Mr. Rich and Famous.",
      "vi": "như là học bài, nếu em không trở thành Người Giàu Có Nổi Tiếng."
    }
  },
  {
    "translation": {
      "en": "Okay, for the record, I've been Mr. Rich since I was born.",
      "vi": "Được rồi, nói chị nghe này, em tên là Rich ngay từ khi sinh ra rồi."
    }
  },
  {
    "translation": {
      "en": "Until last week, the name was just tragically ironic.",
      "vi": "Cho tới tuần trước, cái tên đó mỉa mai một cách bi thương."
    }
  },
  {
    "translation": {
      "en": "Okay, time to play Duck, Duck, Hippopotamus!",
      "vi": "Được rồi, đã tới lúc chơi Vịt, Hà Mã."
    }
  },
  {
    "translation": {
      "en": "You mean \"goose\"? I mean hippopotamus.",
      "vi": "- Ý bố là ngỗng? - Ý bố là hà mã."
    }
  },
  {
    "translation": {
      "en": "I couldn't find a goose costume.",
      "vi": "Bố không thể tìm đồ hóa trang hình ngỗng."
    }
  },
  {
    "translation": {
      "en": "- [both] Costume? - Mm-hmm.",
      "vi": "- Đồ hóa trang? - Đồ hóa trang?"
    }
  },
  {
    "translation": {
      "en": "I thought the game would be more fun if we all got into parts.",
      "vi": "Bố nghĩ trò chơi sẽ vui hơn nếu ta đóng vai."
    }
  },
  {
    "translation": {
      "en": "Maybe I will take the time to strangle you.",
      "vi": "Có lẽ chị sẽ dành thời gian siết cổ em."
    }
  },
  {
    "translation": {
      "en": "- [muffled music] - What's that booming noise? Sounds like bass from a concert.",
      "vi": "Tiếng bùm bùm đó là gì vậy? Cứ như tiếng bass từ buổi hòa nhạc ấy."
    }
  },
  {
    "translation": {
      "en": "Concert? Ha... who has a concert in their house?",
      "vi": "Hòa nhạc? Ai lại có hòa nhạc trong nhà chứ?"
    }
  },
  {
    "translation": {
      "en": "That's... construction workers I hired to hammer out the spackle.",
      "vi": "Đó là công nhân xây dựng con thuê đang đóng mấy cái keo vữa."
    }
  },
  {
    "translation": {
      "en": "[chuckles] Spackle.",
      "vi": "Keo vữa."
    }
  },
  {
    "translation": {
      "en": "So you guys ready to play?",
      "vi": "Hai con chuẩn bị chơi chưa?"
    }
  },
  {
    "translation": {
      "en": "Not really.",
      "vi": "Không hẳn."
    }
  },
  {
    "translation": {
      "en": "I'm not feeling too well. I need a bathroom.",
      "vi": "Con thấy không khỏe. Con cần vào toa lét."
    }
  },
  {
    "translation": {
      "en": "For everyone's sake, I'm gonna use the one in the south wing.",
      "vi": "Vì mọi người, con sẽ dùng nhà vệ sinh ở khu phía nam."
    }
  },
  {
    "translation": {
      "en": "Got your text. What's the emergency? Your friend Darcy's very boring.",
      "vi": "- Nhận được tin của chị. Chuyện khẩn gì? - Bạn Darcy của em rất buồn chán."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Cái gì?"
    }
  },
  {
    "translation": {
      "en": "You called me up here for that?",
      "vi": "Chị gọi em vì điều đó?"
    }
  },
  {
    "translation": {
      "en": "Well, that and Swedish House Sensation keeps asking for you.",
      "vi": "Chà, điều đó và Hiện Tượng Nhạc House Thụy Điển cứ hỏi tìm em."
    }
  },
  {
    "translation": {
      "en": "Is Richie Rich in ze house? I would hope so, since it is his house.",
      "vi": "Richie Rich có trong nhà không? Hy vọng là có, vì đó là nhà cậu ta."
    }
  },
  {
    "translation": {
      "en": "Of course he's here! He's right by my side.",
      "vi": "Dĩ nhiên cậu ấy ở đây. Cậu ấy ở ngay bên cạnh em."
    }
  },
  {
    "translation": {
      "en": "Yep, been here all night.",
      "vi": "Phải, ở đây cả đêm."
    }
  },
  {
    "translation": {
      "en": "Richie! Get up here and shake your rumpa!",
      "vi": "Richie, lên sân khấu và lắc mông nào."
    }
  },
  {
    "translation": {
      "en": "This night's been a pain in my rumpa.",
      "vi": "Đêm nay làm mình đau mông quá."
    }
  },
  {
    "translation": {
      "en": "Incoming message from your sister:",
      "vi": "Tin nhắn đang đợi từ chị của cậu."
    }
  },
  {
    "translation": {
      "en": "[in Harper's voice] \"Richie, get back here!\"",
      "vi": "\"Richie, về đây ngay.\""
    }
  },
  {
    "translation": {
      "en": "Okay, remember what I said about my dad's voice",
      "vi": "Được rồi, nhớ điều em nói về việc giọng của bố làm hỏng phép màu?"
    }
  },
  {
    "translation": {
      "en": "ruining the magic? It's even more disturbing when you use my sister's.",
      "vi": "Khi chị dùng giọng của chị em còn khó chịu hơn."
    }
  },
  {
    "translation": {
      "en": "[all] Richie! Richie! Richie!",
      "vi": "Richie."
    }
  },
  {
    "translation": {
      "en": "Murray! I need you to dance for me!",
      "vi": "Murray, tớ cần cậu nhảy thay tớ."
    }
  },
  {
    "translation": {
      "en": "Put on my jacket and this mask and make me look cool.",
      "vi": "Mặc áo khoác của tớ và đeo mặt nạ này và khiến tớ trở nên thật ngầu."
    }
  },
  {
    "translation": {
      "en": "I can do two of those things.",
      "vi": "Tớ có thể làm hai trong số đó. Richie."
    }
  },
  {
    "translation": {
      "en": "[all] Richie! Richie!",
      "vi": "Richie."
    }
  },
  {
    "translation": {
      "en": "Richie! Richie! I'm back!",
      "vi": "- Richie! - Con về rồi."
    }
  },
  {
    "translation": {
      "en": "Richie, you're sweating. You must really be sick.",
      "vi": "Richie, con đang đổ mồ hôi. Hẳn con bị bệnh."
    }
  },
  {
    "translation": {
      "en": "We should cancel family game night until he's all better.",
      "vi": "Ta nên hoãn trò chơi gia đình đến khi em ấy khỏe hơn."
    }
  },
  {
    "translation": {
      "en": "And here's to hoping he doesn't",
      "vi": "Và hy vọng em ấy không mắc phải chứng"
    }
  },
  {
    "translation": {
      "en": "have one of those chronic gastrointestinal disorders",
      "vi": "Và hy vọng em ấy không mắc phải chứng rối loạn dạ dày mãn tính kéo dài cả đời."
    }
  },
  {
    "translation": {
      "en": "that last a lifetime.",
      "vi": "rối loạn dạ dày mãn tính kéo dài cả đời."
    }
  },
  {
    "translation": {
      "en": "Maybe I should take you to your room and put you to bed.",
      "vi": "Bố nên đưa con về phòng và đưa con lên giường."
    }
  },
  {
    "translation": {
      "en": "No! I mean...",
      "vi": "Không! Ý con là, bố không thể vào vì có hệ thống công nghệ cao."
    }
  },
  {
    "translation": {
      "en": "you wouldn't be able to get in because of that high-tech entry system.",
      "vi": "Ý con là, bố không thể vào vì có hệ thống công nghệ cao."
    }
  },
  {
    "translation": {
      "en": "And the eye scanner device.",
      "vi": "Và cả thiết bị quét mắt nữa."
    }
  },
  {
    "translation": {
      "en": "Yeah, those are tricky.",
      "vi": "Ừ, mấy cái đó khó đó."
    }
  },
  {
    "translation": {
      "en": "All right, game on!",
      "vi": "Được rồi. Chơi nào."
    }
  },
  {
    "translation": {
      "en": "- [elevator bell dings] - Duck... duck...",
      "vi": "- Vịt. - Xin chào."
    }
  },
  {
    "translation": {
      "en": "Hello! Richie?",
      "vi": "- Vịt. - Xin chào. Richie?"
    }
  },
  {
    "translation": {
      "en": "My sister Gerta has same hippopotamus costume.",
      "vi": "Em tôi Gerta có bộ hóa trang hà mã y hệt."
    }
  },
  {
    "translation": {
      "en": "- Who is that? - Yeah, who is that?",
      "vi": "- Ai vậy? - Phải, ai vậy?"
    }
  },
  {
    "translation": {
      "en": "Gerta's brother?",
      "vi": "Anh của Gerta?"
    }
  },
  {
    "translation": {
      "en": "What are you doing here? You're supposed to be on stage.",
      "vi": "Anh làm gì ở đây? Đáng lẽ anh phải trên sân khấu chứ."
    }
  },
  {
    "translation": {
      "en": "I take bathroom break and toilet chase me here.",
      "vi": "Tôi nghỉ để đi vệ sinh và cái toa lét đuổi theo tôi tới đây."
    }
  },
  {
    "translation": {
      "en": "Richie, what's going on here? Who's the Swedish guy?",
      "vi": "Richie, có chuyện gì vậy? Chàng trai Thụy Điển này là ai?"
    }
  },
  {
    "translation": {
      "en": "Sven. Best meatball chef in the biz.",
      "vi": "Sven. Đầu bếp thịt viên nổi nhất ngành giải trí."
    }
  },
  {
    "translation": {
      "en": "He adds a pinch of paprika that really gives a bang to the ball.",
      "vi": "Anh ta thêm vào một nhúm ớt cựa gà khiến mấy viên đó ngon hơn hẳn."
    }
  },
  {
    "translation": {
      "en": "Richie, I'm disappointed in you.",
      "vi": "Richie, bố rất thất vọng về con."
    }
  },
  {
    "translation": {
      "en": "Dad, I can explain-- No, there's no excuse for this.",
      "vi": "- Bố, con có thể giải thích... - Đừng viện cớ cho chuyện này."
    }
  },
  {
    "translation": {
      "en": "Everyone knows the best meatballs are Italian.",
      "vi": "Ai cũng biết người Ý có thịt viên ngon nhất."
    }
  },
  {
    "translation": {
      "en": "You're right!",
      "vi": "Bố nói đúng."
    }
  },
  {
    "translation": {
      "en": "Sven, we better get you and your paprika out of here.",
      "vi": "Sven, ta nên đưa anh và ớt cựa gà của anh ra khỏi đây."
    }
  },
  {
    "translation": {
      "en": "Richie! Who is paprika?",
      "vi": "- Richie. - Ai là ớt cựa gà?"
    }
  },
  {
    "translation": {
      "en": "What is paprika?",
      "vi": "Ớt cựa gà là gì?"
    }
  },
  {
    "translation": {
      "en": "How's the music playing if you're not even up there?",
      "vi": "Sao mà nhạc chơi được khi anh còn không ở đó? Tôi là DJ. Tôi chỉ nhấn nút và giả vờ làm gì đó."
    }
  },
  {
    "translation": {
      "en": "I am deejay. I just hit button and pretend to do stuff.",
      "vi": "Tôi là DJ. Tôi chỉ nhấn nút và giả vờ làm gì đó."
    }
  },
  {
    "translation": {
      "en": "Well, get up there and pretend to do stuff!",
      "vi": "Chà, lên đó và giả vờ làm gì đi."
    }
  },
  {
    "translation": {
      "en": "Murray?",
      "vi": "Murray?"
    }
  },
  {
    "translation": {
      "en": "Irona, where's Richie?",
      "vi": "Irona, Richie đâu?"
    }
  },
  {
    "translation": {
      "en": "[gasps] Sleep mode.",
      "vi": "Chế độ ngủ."
    }
  },
  {
    "translation": {
      "en": "I'm here!",
      "vi": "Tớ ở đây."
    }
  },
  {
    "translation": {
      "en": "Why are you dressed like Gerta House Sensation?",
      "vi": "Sao cậu lại ăn mặc như Hiện Tượng Nhạc House Gerta?"
    }
  },
  {
    "translation": {
      "en": "Good question. I'll go change.",
      "vi": "Câu hỏi hay đó. Tớ sẽ đi thay đồ."
    }
  },
  {
    "translation": {
      "en": "Murray, there's something going on with Richie.",
      "vi": "Murray, có chuyện xảy ra với Richie. Ta phải đi tìm cậu ấy."
    }
  },
  {
    "translation": {
      "en": "We need to find him.",
      "vi": "Murray, có chuyện xảy ra với Richie. Ta phải đi tìm cậu ấy. Cầm tay đẩy đi."
    }
  },
  {
    "translation": {
      "en": "Grab the dolly!",
      "vi": "Cầm tay đẩy đi."
    }
  },
  {
    "translation": {
      "en": "Are you okay to push me?",
      "vi": "Cậu đẩy tớ nổi chứ?"
    }
  },
  {
    "translation": {
      "en": "I-I think so...",
      "vi": "Tớ nghĩ vậy."
    }
  },
  {
    "translation": {
      "en": "But I do need to make another appointment with my chiropractor.",
      "vi": "Nhưng tớ cần hẹn thêm một buổi với người nắn xương của tớ"
    }
  },
  {
    "translation": {
      "en": "And my attorney.",
      "vi": "và luật sư của tớ nữa."
    }
  },
  {
    "translation": {
      "en": "No! I can't be on empty!",
      "vi": "Không. Không thể hết xăng được."
    }
  },
  {
    "translation": {
      "en": "Hello, Hallwayside Assistance?",
      "vi": "Xin chào? Đội hỗ trợ hành lang?"
    }
  },
  {
    "translation": {
      "en": "Duck... duck... Duck...",
      "vi": "Vịt."
    }
  },
  {
    "translation": {
      "en": "Hippopotamus!",
      "vi": "Hà mã."
    }
  },
  {
    "translation": {
      "en": "Why aren't you chasing me?",
      "vi": "Sao con không đuổi theo bố?"
    }
  },
  {
    "translation": {
      "en": "- Self-pride. - [elevator bell dings]",
      "vi": "Lòng tự tôn."
    }
  },
  {
    "translation": {
      "en": "What are you two doing here?",
      "vi": "Hai đứa làm gì ở đây?"
    }
  },
  {
    "translation": {
      "en": "Looking for Richie. Hey, so are we!",
      "vi": "- Tìm Richie. - Này, bọn bác cũng thế."
    }
  },
  {
    "translation": {
      "en": "Ooh, hide and seek. I'm gonna go hide in my room for the next ten years.",
      "vi": "Chơi trốn tìm. Con sẽ đi trốn trong phòng mình trong 10 năm tới."
    }
  },
  {
    "translation": {
      "en": "Hey, I'm back!",
      "vi": "Này. Con về rồi."
    }
  },
  {
    "translation": {
      "en": "Richie, where have you been? Yeah, where have you been?",
      "vi": "- Richie, con ở đâu vậy? - Phải, cậu ở đâu vậy?"
    }
  },
  {
    "translation": {
      "en": "Uh... sleep mode.",
      "vi": "Chế độ ngủ."
    }
  },
  {
    "translation": {
      "en": "Dad, Richie was obviously lying and sneaking off to hang with his friends.",
      "vi": "Bố, Richie rõ ràng đang nói dối và lẻn đi để đi chơi với bạn."
    }
  },
  {
    "translation": {
      "en": "He needs to punished.",
      "vi": "Em ấy cần bị phạt."
    }
  },
  {
    "translation": {
      "en": "And if you need ideas, I have a list.",
      "vi": "Và nếu bố cần ý tưởng, con có cả danh sách."
    }
  },
  {
    "translation": {
      "en": "Richie, why'd you ditch me at the concert?",
      "vi": "Sao cậu lại bỏ tớ ở buổi hòa nhạc?"
    }
  },
  {
    "translation": {
      "en": "Concert? What concert?",
      "vi": "Hòa nhạc? Buổi hòa nhạc nào?"
    }
  },
  {
    "translation": {
      "en": "Okay, here's the truth:",
      "vi": "Được rồi, sự thật là vầy."
    }
  },
  {
    "translation": {
      "en": "I promised I would take you guys to Swedish House Sensation,",
      "vi": "Tớ hứa sẽ dẫn các cậu tới xem Hiện Tượng Nhạc House Thụy Điển,"
    }
  },
  {
    "translation": {
      "en": "but then my dad insisted on family game night.",
      "vi": "nhưng bố tớ khăng khăng phải có tối trò chơi gia đình."
    }
  },
  {
    "translation": {
      "en": "I didn't want to let you guys down so I moved the concert here",
      "vi": "Tớ không muốn làm các cậu thất vọng, nên tớ chuyển buổi hòa nhạc về đây và cố ở hai nơi một lúc."
    }
  },
  {
    "translation": {
      "en": "and tried to be in two places at once.",
      "vi": "nên tớ chuyển buổi hòa nhạc về đây và cố ở hai nơi một lúc."
    }
  },
  {
    "translation": {
      "en": "Richard Rich.",
      "vi": "Richard Rich."
    }
  },
  {
    "translation": {
      "en": "Are you telling me that there are hundreds of strangers at a concert in this house?",
      "vi": "Con nói với bố là có cả trăm người lạ ở buổi hòa nhạc trong căn nhà này?"
    }
  },
  {
    "translation": {
      "en": "Do you know how much fun Duck, Duck, Hippopotamus would be with that many people?",
      "vi": "Con biết chơi Vịt, Hà Mã sẽ vui thế nào với chừng ấy người không"
    }
  },
  {
    "translation": {
      "en": "Dad! What about Richie's punishment?",
      "vi": "Bố. Còn hình phạt của Richie?"
    }
  },
  {
    "translation": {
      "en": "How 'bout number 37? It's no food or water.",
      "vi": "Số 37 thì sao? Không cho ăn hay uống."
    }
  },
  {
    "translation": {
      "en": "I'm sorry I wasn't honest with you guys.",
      "vi": "Tớ xin lỗi vì không thành thật với các cậu."
    }
  },
  {
    "translation": {
      "en": "I know you were worried that we wouldn't be friends",
      "vi": "Tớ biết cậu lo chúng ta không thể tiếp tục là bạn vì tớ giàu. Tớ không..."
    }
  },
  {
    "translation": {
      "en": "- now that I'm rich and I didn't-- - Yeah, yeah.",
      "vi": "Tớ biết cậu lo chúng ta không thể tiếp tục là bạn vì tớ giàu. Tớ không... Phải. Ta nói chuyện này sau buổi hòa nhạc được chứ?"
    }
  },
  {
    "translation": {
      "en": "Can we talk about this after the concert?",
      "vi": "Phải. Ta nói chuyện này sau buổi hòa nhạc được chứ?"
    }
  },
  {
    "translation": {
      "en": "I really don't want to miss 'Bout Them Meatballs.",
      "vi": "Tớ thật sự không muốn lỡ bài \"Về Thịt Viên.\""
    }
  },
  {
    "translation": {
      "en": "I hate to give you credit, Richie... [shrilly] But this is awesome!",
      "vi": "Chị ghét phải khen em, Richie, nhưng chuyện này thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "- Shh! - I'm allowed to talk at a concert!",
      "vi": "Tôi được nói chuyện ở buổi hòa nhạc."
    }
  },
  {
    "translation": {
      "en": "Tchotchkes! Get your tchotchkes here!",
      "vi": "Đồ chơi đây. Mua đồ chơi ở đây."
    }
  },
  {
    "translation": {
      "en": "Check it! I'm breaking out the robot!",
      "vi": "Xem này. Tôi nhảy điệu rô bốt hay chưa kìa."
    }
  },
  {
    "translation": {
      "en": "Oh, sure. Because all robots move like that. I am out of here.",
      "vi": "Ồ, chắc rồi. Vì rôbốt nào cũng nhảy như vậy. Tôi ra khỏi đây thôi."
    }
  },
  {
    "translation": {
      "en": "Duck... duck... duck... Duck... Duck... duck...",
      "vi": "Vịt."
    }
  },
  {
    "translation": {
      "en": "Yeah, this turned out great.",
      "vi": "Phải, chuyện này thật tuyệt."
    }
  },
  {
    "translation": {
      "en": "Nothing's better than having fun with the people I care about.",
      "vi": "Chẳng gì hay bằng vui vẻ cùng những người mình quan tâm."
    }
  },
  {
    "translation": {
      "en": "Wait... where's Darcy?",
      "vi": "Đợi đã, Darcy đâu?"
    }
  },
  {
    "translation": {
      "en": "Guys?",
      "vi": "Mọi người ơi?"
    }
  },
  {
    "translation": {
      "en": "You forgot someone!",
      "vi": "Mọi người quên ai nè."
    }
  },
  {
    "translation": {
      "en": "Can anyone hear me?",
      "vi": "Có ai nghe mình không?"
    }
  },
  {
    "translation": {
      "en": "Richie? Is that you?",
      "vi": "Richie? Là cậu à?"
    }
  }
]