[
  {
    "translation": {
      "en": "What's up, Grandpa? Where you going?",
      "vi": "Sao thế, Ông nội? Mày định đi đâu?"
    }
  },
  {
    "translation": {
      "en": "Holy fuck! Who the fuck is that?",
      "vi": "Mẹ ơi. Ai vậy?"
    }
  },
  {
    "translation": {
      "en": "- Oh. - Hey, it's me! It's me, it's me. - What the fuck are you doing here? - It's me.",
      "vi": "- Là anh đây. - Anh làm trò gì ở đây thế?"
    }
  },
  {
    "translation": {
      "en": "- What? - You scared the shit out of me. Sorry, sorry, sorry, all right? Don't freak out.",
      "vi": "- Anh làm em sợ chết khiếp. - Xin lỗi, em không sao chứ? Đừng sợ thế."
    }
  },
  {
    "translation": {
      "en": "I can't stand it when you do that!",
      "vi": "Anh làm thế, em không chịu nổi."
    }
  },
  {
    "translation": {
      "en": "Hey, so when is your dad's birthday again?",
      "vi": "Vậy khi nào thì lại đến sinh nhật bố em?"
    }
  },
  {
    "translation": {
      "en": "Uh, November 9th.",
      "vi": "Mùng chín tháng 11."
    }
  },
  {
    "translation": {
      "en": "Cool, cool, okay. Yeah, I got a fun gift idea for him.",
      "vi": "Được rồi. Anh có một ý tưởng về quà hài hước để tặng bố."
    }
  },
  {
    "translation": {
      "en": "What? Which one?",
      "vi": "Hả? Ý tưởng gì?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm gonna get him these, like, Omaha Steaks.",
      "vi": "Ừ, anh định tặng bố cái này, như bít tết Omaha."
    }
  },
  {
    "translation": {
      "en": "- You know... you know about Omaha Steaks? - Oh. Um, yeah.",
      "vi": "- Em có biết...Em biết bít tết Omaha chứ? - Em biết."
    }
  },
  {
    "translation": {
      "en": "Yeah. Like, they put 'em in a box... - Mmm- hmm. - ...they send 'em off,",
      "vi": "Phải. Họ để chúng vào trong hộp, rồi gửi chúng đi,"
    }
  },
  {
    "translation": {
      "en": "and then you take 'em out of the box and throw 'em on a grill.",
      "vi": "ta sẽ lấy chúng ra rồi để lên vỉ nướng."
    }
  },
  {
    "translation": {
      "en": "I'm gonna send your dad, like, a couple dozen.",
      "vi": "Anh sẽ tặng bố hơn hai chục cái."
    }
  },
  {
    "translation": {
      "en": "- I think he'll like it. - Cool.",
      "vi": "- Chắc bố sẽ thích. - Hay đó."
    }
  },
  {
    "translation": {
      "en": "- I'll just-- - Don't touch my feet.",
      "vi": "Đừng chạm vào chân em."
    }
  },
  {
    "translation": {
      "en": "What? Come on, you know you like that when I touch your feet. - Come on-- - Don't touch my feet.",
      "vi": "- Sao? Em thích anh chạm chân em mà. - Đừng có động vào."
    }
  },
  {
    "translation": {
      "en": "I just think, it'd be good.  I need you back. I need you to take care of me.",
      "vi": "Anh nghĩ sẽ ổn thôi. Anh cần em quay lại. Anh muốn được em chăm sóc."
    }
  },
  {
    "translation": {
      "en": "And... and I was thinking about us...",
      "vi": "Và anh đã nghĩ về chúng ta,"
    }
  },
  {
    "translation": {
      "en": "and... about my heart and how I feel about you.",
      "vi": "về...tấm lòng anh và tình cảm anh dành cho em."
    }
  },
  {
    "translation": {
      "en": "Come on, I know you. And I love you and you're so hot.",
      "vi": "Thôi nào, anh hiểu em mà. Anh yêu em, em rất hấp dẫn."
    }
  },
  {
    "translation": {
      "en": "And I just... I need you, Mama.",
      "vi": "Và anh...Anh cần em, em yêu."
    }
  },
  {
    "translation": {
      "en": "Fine. Just shut the fuck up! I'll fuck you, but then you have to go.",
      "vi": "Im miệng. Em sẽ ngủ với anh, nhưng sau đó anh phải đi ngay."
    }
  },
  {
    "translation": {
      "en": "- You're not sleeping here tonight. - Yeah, that's cool.",
      "vi": "- Không được ngủ ở đây. - Được."
    }
  },
  {
    "translation": {
      "en": "I was looking at this website...",
      "vi": "Anh vừa xem trang web này..."
    }
  },
  {
    "translation": {
      "en": "- Mmm- hmm. - ...and I found this rug.",
      "vi": "Anh vừa xem trang web này... thì thấy cái thảm này. Em nghĩ nó sẽ hợp với phòng khách nhà anh."
    }
  },
  {
    "translation": {
      "en": "I thought it would look really good in your living room.",
      "vi": "thì thấy cái thảm này. Em nghĩ nó sẽ hợp với phòng khách nhà anh."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "Yeah, I like that orange one. It's nice.",
      "vi": "Anh thích cái màu cam. Đẹp đấy."
    }
  },
  {
    "translation": {
      "en": "I was thinking the blue one.",
      "vi": "Em thích cái màu xanh cơ."
    }
  },
  {
    "translation": {
      "en": "Sure. Blue works, too.",
      "vi": "Được. Màu xanh cũng đẹp."
    }
  },
  {
    "translation": {
      "en": "Yeah, I mean, either/or...",
      "vi": "Phải, cái nào cũng được."
    }
  },
  {
    "translation": {
      "en": "Orange or blue, whatever one you're standing on,",
      "vi": "Cam hay là xanh thì lúc em đứng trên nó,"
    }
  },
  {
    "translation": {
      "en": "it's gonna look good.",
      "vi": "nó đều sẽ đẹp cả."
    }
  },
  {
    "translation": {
      "en": "I was thinking about that, um... you know the blue rug.",
      "vi": "Anh đang nghĩ về... cái thảm xanh đó, em biết không?"
    }
  },
  {
    "translation": {
      "en": "Maybe we don't get it, like, for my place, but...",
      "vi": "Có lẽ ta không mua nó cho nhà anh, mà..."
    }
  },
  {
    "translation": {
      "en": "Like, what if we got it for, like, our place?",
      "vi": "Ta mua nó cho nhà chúng ta thì sao?"
    }
  },
  {
    "translation": {
      "en": "You wanna move in together?",
      "vi": "Anh muốn sống chung à?"
    }
  },
  {
    "translation": {
      "en": "- Yeah. - Yeah.",
      "vi": "- Phải. - Được."
    }
  },
  {
    "translation": {
      "en": "- I mean, do you? Do you-- - Yeah.",
      "vi": "- Em muốn chứ? Em muốn...? - Có ạ."
    }
  },
  {
    "translation": {
      "en": "- You wanna move in? - Yeah.",
      "vi": "- Em muốn ở chung chứ? - Có."
    }
  },
  {
    "translation": {
      "en": "- - Let's move in together.",
      "vi": "Sống chung đi em."
    }
  },
  {
    "translation": {
      "en": "- Yes! - I am God's warrior!",
      "vi": "- Vâng! - Anh là chiến binh của Chúa!"
    }
  },
  {
    "translation": {
      "en": "- Yes, you are! Yes, you are! -",
      "vi": "Phải, đúng vậy!"
    }
  },
  {
    "translation": {
      "en": "I'm gonna come. I'm gonna come.",
      "vi": "Anh ra đây."
    }
  },
  {
    "translation": {
      "en": "I'm comin'. I'm comin'.",
      "vi": "Anh ra đây. Anh ra đây."
    }
  },
  {
    "translation": {
      "en": "Do you remember that little... The travel- size Connect Four? Do you remember that game?",
      "vi": "Em còn nhớ cái...? Cái trò Connect Fourcỡ du lịch ấy?"
    }
  },
  {
    "translation": {
      "en": "What? Why?",
      "vi": "Cái gì? Làm sao?"
    }
  },
  {
    "translation": {
      "en": "I just wanna... I wanna play a game from my youth, you know?",
      "vi": "Anh chỉ muốn chơi trò chơi hồi nhỏ thôi."
    }
  },
  {
    "translation": {
      "en": "Nobody has the attention span anymore to just sit and play a game.",
      "vi": "Chẳng ai có đủ tập trung để ngồi chơi trò chơi cả."
    }
  },
  {
    "translation": {
      "en": "What about Operation? Remember Operation?  Ah, shit.",
      "vi": "Còn trò Operation thì sao? Nhớ trò Operation chứ? Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "Why can't we just sit anymore? Maybe that's 'cause you're coked up.",
      "vi": "- Sao ta không thể ngồi nữa? - Chắc vì anh phê thuốc rồi thôi."
    }
  },
  {
    "translation": {
      "en": "That's not it, all right? Okay, let's--",
      "vi": "Không phải thế, nghe chưa? Được rồi. Giờ chẳng ai ngồi đọc sách được nữa rồi."
    }
  },
  {
    "translation": {
      "en": "Nobody can just sit and read a book anymore.",
      "vi": "Được rồi. Giờ chẳng ai ngồi đọc sách được nữa rồi."
    }
  },
  {
    "translation": {
      "en": "Nobody just sits and reads a book-- All right, you know what? We'll...",
      "vi": "Chẳng ai ngồi rồi đọc... Được rồi, em biết không?"
    }
  },
  {
    "translation": {
      "en": "Let's both read books, and we'll see who gets distracted first.",
      "vi": "Cả hai cùng đọc sách đi, xem ai bị phân tâm trước."
    }
  },
  {
    "translation": {
      "en": "We'll see... we'll see who's gonna do that.",
      "vi": "Để xem ai trước nhé."
    }
  },
  {
    "translation": {
      "en": "I'm not gonna read with you, Eric.",
      "vi": "Em không đọc với anh đâu, Eric."
    }
  },
  {
    "translation": {
      "en": "All right, this is what we'll do. I'm gonna read Crime and Punishment, all right?",
      "vi": "Làm vậy đi. Anh sẽ đọc cuốn Tội ác và hình phạt, được không?"
    }
  },
  {
    "translation": {
      "en": "And you'll read Cujo, all right? That's what we'll do.",
      "vi": "Em đọc Cujo đi. Chúng ta làm vậy nhé."
    }
  },
  {
    "translation": {
      "en": "And we'll see who can read the most pages without getting distracted.",
      "vi": "Để xem ai đọc được nhiều nhất mà không bị phân tâm."
    }
  },
  {
    "translation": {
      "en": "Ready to do that? Let's do that, okay?",
      "vi": "Sẵn sàng chưa? Đọc đi nhé?"
    }
  },
  {
    "translation": {
      "en": "Cocaine, no cocaine, my attention will not be challenged.",
      "vi": "Côcain, không côcain nhé, sự chú ý của anh sẽ không bị thử thách."
    }
  },
  {
    "translation": {
      "en": "You got a real drug problem, Eric.",
      "vi": "Eric, anh gặp vấn đề về thuốc thật rồi."
    }
  },
  {
    "translation": {
      "en": "What's that?",
      "vi": "Cái gì thế?"
    }
  },
  {
    "translation": {
      "en": "Well, these are the drugs I have to take to deal with you.",
      "vi": "Là thuốc em phải uống để chống chọi được anh đấy."
    }
  },
  {
    "translation": {
      "en": "All right, ready? No distractions, all right?",
      "vi": "Được rồi. Không phân tâm nhé?"
    }
  },
  {
    "translation": {
      "en": "Just read. No distractions. No. We just get right into it. We just get...",
      "vi": "Cứ đọc thôi. Không phân tâm. Bắt đầu luôn nhé. Bắt đầu..."
    }
  },
  {
    "translation": {
      "en": "Just right into it. We're just gonna get right into it, all right?",
      "vi": "Bắt đầu luôn đi. Chúng ta bắt đầu luôn nhé."
    }
  },
  {
    "translation": {
      "en": "- Fuck... ow. - Didn't know your knee was there.",
      "vi": "Chúa ơi. Anh không biết đầu gối em ở đó."
    }
  },
  {
    "translation": {
      "en": "- Are you okay? - Yeah, I'm okay.",
      "vi": "- Em có sao không? - Không sao."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Vậy được."
    }
  },
  {
    "translation": {
      "en": "Hey, I love you. Okay?",
      "vi": "Anh yêu em. Em ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "What's the matter? What's wrong? You say I love you too much.",
      "vi": "- Sao thế? Có vấn đề gì à? - Anh nói Anh yêu em nhiều quá."
    }
  },
  {
    "translation": {
      "en": "- Do I? - Yeah.",
      "vi": "- Thế hả? - Vâng."
    }
  },
  {
    "translation": {
      "en": "Okay. Well, I'm, like, so sorry to be affectionate to you.",
      "vi": "Được rồi, anh xin lỗi vì yêu thương em nhiều quá."
    }
  },
  {
    "translation": {
      "en": "- I guess that's-- - No, it's not affection, it's pressure.",
      "vi": "Được rồi, anh xin lỗi vì yêu thương em nhiều quá. Đó không phải yêu thương mà là áp lực."
    }
  },
  {
    "translation": {
      "en": "Because then if I don't say it back then it becomes a thing.",
      "vi": "Vì nếu em không nói lại thì sẽ có vấn đề đấy."
    }
  },
  {
    "translation": {
      "en": "Well, why wouldn't you say it back? I mean, if it's true you would say it, right?",
      "vi": "Sao em không nói đáp lại? Nếu đúng thì em sẽ nói, phải không?"
    }
  },
  {
    "translation": {
      "en": "'Cause I, like, I love you. Oh, my God, please stop saying that.",
      "vi": "- Vì anh yêu em mà. - Chúa ơi, đừng nói thế nữa."
    }
  },
  {
    "translation": {
      "en": "- Okay, well, I do. I love you-- - Okay, stop it!",
      "vi": "- Được rồi. Anh yêu em. - Dừng lại đi."
    }
  },
  {
    "translation": {
      "en": "- I love you. - Stop it.",
      "vi": "- Anh yêu em. - Dừng."
    }
  },
  {
    "translation": {
      "en": "- What is the fucking problem? - Gus, please shut up!",
      "vi": "- Sao chứ? Anh yêu em. - Gus, làm ơn ngậm miệng lại."
    }
  },
  {
    "translation": {
      "en": "I love you. God damn it! What is the matter?",
      "vi": "- Sao chứ? Anh yêu em. - Gus, làm ơn ngậm miệng lại. Sao chứ? Có chuyện gì? Em cứ nói ra đi."
    }
  },
  {
    "translation": {
      "en": "- - What? Just fucking say it.",
      "vi": "Sao chứ? Có chuyện gì? Em cứ nói ra đi."
    }
  },
  {
    "translation": {
      "en": "I fucked another guy!",
      "vi": "Em đã ngủ với người khác!"
    }
  },
  {
    "translation": {
      "en": "Well, you know, just so you know, like...",
      "vi": "Em biết đấy, em biết là..."
    }
  },
  {
    "translation": {
      "en": "because we're broken up, that means, like, we're not talking anymore, you know?",
      "vi": "vì ta chia tay rồi, chúng ta sẽ không nói chuyện nữa, hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "So you can, like, text, and you can call and, like, email me,",
      "vi": "Em có thể nhắn tin, gọi điện và gửi mail cho anh,"
    }
  },
  {
    "translation": {
      "en": "but I'm not, like, gonna reply, okay?",
      "vi": "nhưng anh sẽ không trả lời đâu. Một khi đi rồi là đi hẳn luôn."
    }
  },
  {
    "translation": {
      "en": "- So, like, once you're out, you're out. - So we're never gonna talk again?",
      "vi": "nhưng anh sẽ không trả lời đâu. Một khi đi rồi là đi hẳn luôn. - Vậy chúng ta sẽ không nói chuyện nữa à? - Không, vì em ngủ với thằng khác rồi."
    }
  },
  {
    "translation": {
      "en": "No, because you fucked another guy, okay?",
      "vi": "- Vậy chúng ta sẽ không nói chuyện nữa à? - Không, vì em ngủ với thằng khác rồi."
    }
  },
  {
    "translation": {
      "en": "I can't imagine that...",
      "vi": "Em không thể tưởng tượng được..."
    }
  },
  {
    "translation": {
      "en": "that you're just gonna be around and you're not gonna be in my life.",
      "vi": "anh sẽ ở đâu đó mà không có mặt trong cuộc đời em."
    }
  },
  {
    "translation": {
      "en": "I mean, like...",
      "vi": "Ý anh là..."
    }
  },
  {
    "translation": {
      "en": "obviously, we're still gonna be friends, okay?",
      "vi": "Chúng ta vẫn có thể là bạn..."
    }
  },
  {
    "translation": {
      "en": "- No! - What the fuck?",
      "vi": "- Không! - Sao thế?"
    }
  },
  {
    "translation": {
      "en": "This is what I'm fucking talking about! Well, what am I?",
      "vi": "- Đây là chuyện em đang nói đấy! - Anh là gì chứ?"
    }
  },
  {
    "translation": {
      "en": "Am I too nice? Am I too mean? Yes, you're too fucking-- You're not nice!",
      "vi": "- Anh tốt quá à? Hay xấu tính quá? - Ừ, anh quá...Anh không tốt!"
    }
  },
  {
    "translation": {
      "en": "You're... you're fucking fake nice, which is worse than being mean!",
      "vi": "Anh tốt một cách giả tạo, còn tệ hơn cả việc xấu tính nữa!"
    }
  },
  {
    "translation": {
      "en": "You know, it's over. I get that.",
      "vi": "Thôi, xong rồi nhé. Anh hiểu rồi."
    }
  },
  {
    "translation": {
      "en": "It's fucking over and it's done.",
      "vi": "Đã kết thúc rồi, xong hẳn rồi."
    }
  },
  {
    "translation": {
      "en": "I just want you to be true to yourself.",
      "vi": "Em chỉ muốn anh là chính anh thôi."
    }
  },
  {
    "translation": {
      "en": "Okay, being true to myself?",
      "vi": "Ừ, là chính mình hả?"
    }
  },
  {
    "translation": {
      "en": "- Yeah. - I want you to fucking die.",
      "vi": "- Phải. - Anh muốn em chết luôn đi."
    }
  },
  {
    "translation": {
      "en": "Okay? I want you to fucking get a disease and die,",
      "vi": "Được chứ? Anh muốn em mắc bệnh rồi chết đi,"
    }
  },
  {
    "translation": {
      "en": "or fucking get in a car accident and die.",
      "vi": "hoặc bị tai nạn ô tô xong chết."
    }
  },
  {
    "translation": {
      "en": "That's what I want, I want you to fucking die.",
      "vi": "Anh muốn thế đấy. Muốn em chết quách đi cho rồi."
    }
  },
  {
    "translation": {
      "en": "It's over.",
      "vi": "Kết thúc rồi."
    }
  },
  {
    "translation": {
      "en": "- - Oh, shit.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "- What? What's wrong? - We just gotta go quicker.",
      "vi": "- Sao thế? - Chúng ta phải nhanh lên."
    }
  },
  {
    "translation": {
      "en": "- Why? What the fuck? -",
      "vi": "Sao thế? Chuyện quái gì thế?"
    }
  },
  {
    "translation": {
      "en": "- My mom's here. - What the fuck?",
      "vi": "- Mẹ anh đang ở đây. - Cái gì?"
    }
  },
  {
    "translation": {
      "en": "- Why is your mom here? - Oh, just go quicker.",
      "vi": "- Sao mẹ anh lại ở đây? - Cứ nhanh đã."
    }
  },
  {
    "translation": {
      "en": "- Come with me, come with me. - No, I can't. I can't just do that. - You're like-- -",
      "vi": "- Ra với anh đi. - Không, em không làm được. Anh..."
    }
  },
  {
    "translation": {
      "en": "What the fuck, dude? That's really lame.",
      "vi": "Cái gì thế hả? Chán ngắt."
    }
  },
  {
    "translation": {
      "en": "Oh. Well, I just... I got stuff to do today, you know? Gettin' it together.",
      "vi": "Tại...hôm nay anh có việc, được chưa? Tích cực lên đi."
    }
  },
  {
    "translation": {
      "en": "You're really going right now?",
      "vi": "Giờ anh định đi thật hả?"
    }
  },
  {
    "translation": {
      "en": "What? Yeah. Yeah, she's taking me to buy pants and I totally forgot.",
      "vi": "Hả? Phải, mẹ sẽ đưa anh đi mua quần mà anh quên béng mất."
    }
  },
  {
    "translation": {
      "en": "What the fuck?",
      "vi": "Cái gì cơ? Anh không tự mua được quần à?"
    }
  },
  {
    "translation": {
      "en": "- You can't but your own pants? - She offered.",
      "vi": "Cái gì cơ? Anh không tự mua được quần à? Mẹ đề nghị mà."
    }
  },
  {
    "translation": {
      "en": "It's not cute that you live with your parents, Eric.",
      "vi": "Việc anh sống với bố mẹ chẳng đáng yêu chút nào."
    }
  },
  {
    "translation": {
      "en": "You tell people it's some sort of life hack, but it's just sad.",
      "vi": "Anh nói với người ta đó là một mẹo sống, nhưng đáng buồn thay."
    }
  },
  {
    "translation": {
      "en": "It's sad to want new pants?",
      "vi": "Đi mua quần mới mà cũng buồn á?"
    }
  },
  {
    "translation": {
      "en": "All right, I'm sorry, I'm a human being, all right?",
      "vi": "Được rồi, anh xin lỗi. Anh cũng là người, hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "Eventually, I'm gonna need pants.",
      "vi": "Và anh cần quần để mặc."
    }
  },
  {
    "translation": {
      "en": "Wait, you're going? You're actually going? Eric!",
      "vi": "Đợi đã, anh đi à? Anh đi thật à? Eric!"
    }
  },
  {
    "translation": {
      "en": "I don't even know why it's something you get pissed off about.",
      "vi": "Anh chẳng hiểu sao em lại nổi giận nữa."
    }
  },
  {
    "translation": {
      "en": "- I need new pants. What's wrong with you? - Eric, fucking, you wait! Don't get in that car. You were just fucking me--",
      "vi": "- Anh cần quần mới. Em làm sao thế? - Eric. Đợi đã! Đừng lên xe."
    }
  },
  {
    "translation": {
      "en": "Good morning, Mickey.",
      "vi": "- Anh đang chơi em... - Chào con."
    }
  },
  {
    "translation": {
      "en": "Hi, Mrs. Todd.",
      "vi": "Chào, bác Todd."
    }
  },
  {
    "translation": {
      "en": "Hey, me and Eric are going to that new mall in Topanga.",
      "vi": "Bác và Eric sẽ tới trung tâm mua sắm mới ở Topanga."
    }
  },
  {
    "translation": {
      "en": "Don't get in the fucking car, dude.",
      "vi": "Đừng có mà trèo lên xe, đồ ngu."
    }
  },
  {
    "translation": {
      "en": "I'm so tired of you acting like a fucking child.",
      "vi": "Em rất mệt mỏi vì anh hành động như đứa trẻ con rồi."
    }
  },
  {
    "translation": {
      "en": "If you get in that car with your mom, then you're a fucking loser.",
      "vi": "Nếu anh lên xe với mẹ anh, thì anh chính là thằng ăn hại."
    }
  },
  {
    "translation": {
      "en": "Snore, snore, snore.",
      "vi": "Khò khò. Em đang làm anh buồn ngủ đấy."
    }
  },
  {
    "translation": {
      "en": "You're putting me to sleep, Ma. You're boring me to death right now, okay?",
      "vi": "Khò khò. Em đang làm anh buồn ngủ đấy. Em đang làm anh chán ngấy đấy."
    }
  },
  {
    "translation": {
      "en": "You think I'm a fucking child? You think I'm a fucking loser?",
      "vi": "Em nghĩ anh là đứa trẻ con và là một thằng ăn hại á?"
    }
  },
  {
    "translation": {
      "en": "Well, bullshit, all right? You're just as fucked up as me.",
      "vi": "Em cũng có hơn gì anh đâu."
    }
  },
  {
    "translation": {
      "en": "The difference is I have the balls to admit it. Ma, let's go!",
      "vi": "Khác cái là anh dám thừa nhận. Mẹ, đi thôi!"
    }
  },
  {
    "translation": {
      "en": "Eric, honey. Honey... why don't you invite your friend Mickey",
      "vi": "Eric con yêu, sao con không mời cô bạn Mickey của con"
    }
  },
  {
    "translation": {
      "en": "and we will go and get the slacks at the mall together?",
      "vi": "cùng chúng ta tới trung tâm thương mại và xả hơi?"
    }
  },
  {
    "translation": {
      "en": "He's not my friend. His cum is still inside of me.",
      "vi": "Không phải bạn. Tinh trùng của anh ấy vẫn trong người cháu."
    }
  },
  {
    "translation": {
      "en": "Eric, it's over!",
      "vi": "Eric, chia tay đi!"
    }
  },
  {
    "translation": {
      "en": "Who even talks to somebody's mother like that?",
      "vi": "Ai lại nói chuyện với mẹ người khác thế chứ?"
    }
  },
  {
    "translation": {
      "en": "I'm open.",
      "vi": "Anh bắt đây."
    }
  },
  {
    "translation": {
      "en": "- Got you. -",
      "vi": "Tóm được em rồi nhé."
    }
  },
  {
    "translation": {
      "en": "Retaining a harem of over 100 females",
      "vi": "Giữ lại hậu cung với hơn 100 con cái"
    }
  },
  {
    "translation": {
      "en": "will require him to fight many challengers...",
      "vi": "đòi hòi nó phải chiến đấu với nhiều thách thức và nhiều lần một ngày."
    }
  },
  {
    "translation": {
      "en": "Hey, um... a little help?",
      "vi": "Ai giúp tôi với?"
    }
  },
  {
    "translation": {
      "en": "Elephant seal pups in such a hostile environment",
      "vi": "Hải tượng sinh ra trong một môi trường thù địch"
    }
  },
  {
    "translation": {
      "en": "can sometimes get caught in the middle of these riots,",
      "vi": "nên đôi khi có thể bị dây vào những cuộc náo loạn,"
    }
  },
  {
    "translation": {
      "en": "putting them in harm's way.",
      "vi": "khiến chúng gặp tổn hại."
    }
  },
  {
    "translation": {
      "en": "- Oh... Hey. - Hey, sorry about that, man.",
      "vi": "- Này. - Tôi xin lỗi."
    }
  },
  {
    "translation": {
      "en": "Oh, sorry? Who cares, guys? It's fine.",
      "vi": "Xin lỗi á? Ai thèm quan tâm chứ? Không sao."
    }
  },
  {
    "translation": {
      "en": "Have fun, you know?",
      "vi": "Vui vẻ đi nhé?"
    }
  },
  {
    "translation": {
      "en": "Here you go. Oop, sorry.",
      "vi": "Của anh đây. Xin lỗi nhé."
    }
  },
  {
    "translation": {
      "en": "Cool. So you guys are up...  early, huh?",
      "vi": "Tuyệt. Mấy người dậy sớm vậy hả?"
    }
  },
  {
    "translation": {
      "en": "You on spring break or...",
      "vi": "Đang nghỉ xuân à hay...?"
    }
  },
  {
    "translation": {
      "en": "- Oh, this is study abroad. - In Los Angeles, huh?",
      "vi": "- À, đây là du học. - Ở Los Angeles hả?"
    }
  },
  {
    "translation": {
      "en": "The college, they put us up at the Springwood for a semester.",
      "vi": "Trường cho bọn tôi chỗ ở, ở Springwood."
    }
  },
  {
    "translation": {
      "en": "Yeah, since this shithole is basically, like, one step up from a dorm room.",
      "vi": "Vì cái nơi này chỉ như một chút nâng cấp so với phòng ký túc xá."
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm gonna miss all the drug dealers",
      "vi": "Ừ. Tớ sẽ rất nhớ mấy tay buôn ma túy,"
    }
  },
  {
    "translation": {
      "en": "and child actors and the sad divorced guys.",
      "vi": "diễn viên nhí và mấy gã đã ly hôn lắm."
    }
  },
  {
    "translation": {
      "en": "Well, I'll let you get back to your Fris- ing.",
      "vi": "Được rồi, để mấy đứa tiếp tục chơi nhé."
    }
  },
  {
    "translation": {
      "en": "Well, hey, man, we're having a kickback tonight by the pool.",
      "vi": "Này anh, tối nay bọn tôi có bữa tiệc bên bể bơi."
    }
  },
  {
    "translation": {
      "en": "You should drop by.",
      "vi": "Anh ghé qua đi."
    }
  },
  {
    "translation": {
      "en": "Yeah. Yeah, maybe. We'll see, we'll see.",
      "vi": "Được, cũng có thể. Để rồi xem nhé."
    }
  },
  {
    "translation": {
      "en": "So that's the bathroom, we have to share it.",
      "vi": "Vậy đó là phòng tắm, chúng ta dùng chung nhé."
    }
  },
  {
    "translation": {
      "en": "- Oh, okay. - My mom gave me that stupid thing.",
      "vi": "- Được. - Mẹ tôi cho tôi thứ ngu ngốc đó."
    }
  },
  {
    "translation": {
      "en": "- It's nice. Uh- huh. - Um, that's the kitchen.",
      "vi": "- Đẹp mà. - Đây là nhà bếp."
    }
  },
  {
    "translation": {
      "en": "- Do you cook? - Uh, a little here and there. - Baking... - Huh?",
      "vi": "- Cô có nấu ăn không? - Thỉnh thoảng thôi. Như nướng bánh..."
    }
  },
  {
    "translation": {
      "en": "You never really hear about an Australian style of cuisine.",
      "vi": "Cô chưa nghe đến cách nấu nướng của người Úc đâu."
    }
  },
  {
    "translation": {
      "en": "No, there isn't any.",
      "vi": "Không có thứ đó đâu."
    }
  },
  {
    "translation": {
      "en": "- - Hmm.  No, bad, bad.",
      "vi": "Không được. Hư quá."
    }
  },
  {
    "translation": {
      "en": "- Aw. Who's the kitty? - Ugh, sorry about that.",
      "vi": "- Chú mèo này là ai đây? - Xin lỗi nhé."
    }
  },
  {
    "translation": {
      "en": "Oh, God. Are you allergic to cats? No, no, no, I love cats. What's his name?",
      "vi": "- Cô có dị ứng với mèo không? - Không. Tôi yêu mèo. Tên nó là gì?"
    }
  },
  {
    "translation": {
      "en": "His name's Grandpa.",
      "vi": "Tên nó là Ông nội."
    }
  },
  {
    "translation": {
      "en": "I named him that 'cause he's a reincarnation of my grandpa.",
      "vi": "Tôi đặt như vậy vì nó là hóa kiếp của ông tôi."
    }
  },
  {
    "translation": {
      "en": "- Cute. - So what do you think?",
      "vi": "- Đáng yêu ghê. - Vậy cô nghĩ sao?"
    }
  },
  {
    "translation": {
      "en": "Of your, uh... Oh, here?",
      "vi": "Ồ, về...? Chỗ này à?"
    }
  },
  {
    "translation": {
      "en": "Yeah. It's good, I like it.",
      "vi": "À...Vâng. Tôi thích nó."
    }
  },
  {
    "translation": {
      "en": "So you wanna move in?",
      "vi": "Cô sẽ chuyển vào chứ?"
    }
  },
  {
    "translation": {
      "en": "Um... oh, really?",
      "vi": "Thật sao?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I mean, you don't seem crazy",
      "vi": "Ừ, cô có vẻ không bị hâm"
    }
  },
  {
    "translation": {
      "en": "and I don't feel like meeting with a ton of people. So?",
      "vi": "và tôi không thích gặp một đống người nữa. Nên là?"
    }
  },
  {
    "translation": {
      "en": "Wow, okay. Great.",
      "vi": "- Được. Tuyệt. - Tuyệt. Vậy tôi sẽ nhắn tin"
    }
  },
  {
    "translation": {
      "en": "Great. I'll text that other girl and tell her to not to come over.",
      "vi": "- Được. Tuyệt. - Tuyệt. Vậy tôi sẽ nhắn tin bảo cô gái kia đừng tới. Chậm chân thì mất thôi."
    }
  },
  {
    "translation": {
      "en": "You snooze, you lose.",
      "vi": "bảo cô gái kia đừng tới. Chậm chân thì mất thôi."
    }
  },
  {
    "translation": {
      "en": "Cool. So were you, like, living with another roommate, or...",
      "vi": "Tốt. Mà cô đã từng sống chung với ai chưa, hay là...?"
    }
  },
  {
    "translation": {
      "en": "I mean, my boyfriend kind of lived here with me.",
      "vi": "Bạn trai tôi đã từng sống ở đây với tôi."
    }
  },
  {
    "translation": {
      "en": "It was sort of on and off. He'd come and go.",
      "vi": "Ghé qua ghé lại thôi. Anh ta tới rồi lại đi."
    }
  },
  {
    "translation": {
      "en": "He'd mainly live with his parents, but... then we broke up, so whatever.",
      "vi": "Chủ yếu anh ta sống với bố mẹ, nhưng bọn tôi chia tay rồi."
    }
  },
  {
    "translation": {
      "en": "Oh, um, I'm so sorry.",
      "vi": "Ôi, tôi xin lỗi."
    }
  },
  {
    "translation": {
      "en": "Don't be. I'm so glad we broke up...",
      "vi": "Không cần. Chia tay làm tôi vui mà."
    }
  },
  {
    "translation": {
      "en": "I just don't really wanna live alone, you know?",
      "vi": "Thực sự tôi không muốn sống một mình, hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "Well, that's perfect. We can hang out. And we will.",
      "vi": "- Tuyệt quá. Chúng ta có thể đi chơi. - Sẽ thôi."
    }
  },
  {
    "translation": {
      "en": "I just wanna really clearly establish the roommate boundaries initially.",
      "vi": "Ban đầu, tôi chỉ muốn lập những ranh giới rõ ràng giữa bạn cùng phòng."
    }
  },
  {
    "translation": {
      "en": "Yeah. Yeah. That actually sounds like we've got a lot in common.",
      "vi": "Được. Chúng ta có vẻ có rất nhiều điểm chung đấy."
    }
  },
  {
    "translation": {
      "en": "Well...",
      "vi": "Ừm..."
    }
  },
  {
    "translation": {
      "en": "get out of my space!",
      "vi": "ra khỏi chỗ của tôi!"
    }
  },
  {
    "translation": {
      "en": "This is gonna be fun.",
      "vi": "Sẽ vui lắm đây."
    }
  },
  {
    "translation": {
      "en": "But, Mother, why is the wolf following me?",
      "vi": "Nhưng mẹ, sao con sói lại cứ theo con?"
    }
  },
  {
    "translation": {
      "en": "Do not fear him. He is your protector.",
      "vi": "Đừng sợ nó. Nó bảo vệ con mà."
    }
  },
  {
    "translation": {
      "en": "Now that you're becoming a woman, your powers are growing.",
      "vi": "Giờ con sẽ là phụ nữ, sức mạnh của con đang mạnh dần."
    }
  },
  {
    "translation": {
      "en": "My powers? Am I becoming a witch?",
      "vi": "Sức mạnh của con á? Con sẽ thành phù thủy sao?"
    }
  },
  {
    "translation": {
      "en": "We will know soon enough.",
      "vi": "Chúng ta rồi sẽ biết."
    }
  },
  {
    "translation": {
      "en": "When your body aligns with the lunar cycle.",
      "vi": "Khi cơ thể con thẳng với chu kỳ mặt trăng."
    }
  },
  {
    "translation": {
      "en": "Now, command the wolf.",
      "vi": "Giờ thì hãy ra lệnh cho con sói đi."
    }
  },
  {
    "translation": {
      "en": "- - Sabien, submit.",
      "vi": "Sabien, nghe lệnh."
    }
  },
  {
    "translation": {
      "en": "He's not even looking at me.",
      "vi": "Nó còn chẳng thèm nhìn tôi."
    }
  },
  {
    "translation": {
      "en": "Uh, cut! All right, let's get the wolf to sit. How about that? What's the problem?",
      "vi": "Cắt. Cho con sói ngồi xuống đi. Sao thế? Có vấn đề gì à?"
    }
  },
  {
    "translation": {
      "en": "Arya, you have to make your hand a fist or the wolf won't sit.",
      "vi": "Arya, cháu cần nắm tay lại không thì nó không ngồi đâu."
    }
  },
  {
    "translation": {
      "en": "I was.",
      "vi": "Cháu có nắm mà."
    }
  },
  {
    "translation": {
      "en": "No, actually, you were just holding your hand up. Are you blind or something?",
      "vi": "- Không, cháu chỉ úp tay xuống thôi. - Chú bị mù à?"
    }
  },
  {
    "translation": {
      "en": "I was doing exactly what you said to. The dog's just stupid.",
      "vi": "Cháu làm y hệt ý chú mà. Con chó đó ngu thôi."
    }
  },
  {
    "translation": {
      "en": "God, just check the playback, I was doing it.",
      "vi": "Chú xem lại mà xem. Cháu có làm theo đấy."
    }
  },
  {
    "translation": {
      "en": "Arya, superstar, what up?  I'm so tired!",
      "vi": "- Siêu sao Arya, sao thế? - Em mệt quá."
    }
  },
  {
    "translation": {
      "en": "- Evan. - Hey, what's up, man?",
      "vi": "- Evan. - Ừ, sao thế?"
    }
  },
  {
    "translation": {
      "en": "Hey, man. What's going on?",
      "vi": "Xin chào. Có chuyện gì vậy?"
    }
  },
  {
    "translation": {
      "en": "Not much. What do you need?",
      "vi": "Không có gì. - Cậu cần gì? - Thời gian phụ đạo."
    }
  },
  {
    "translation": {
      "en": "- Tutor time. - Seriously? You're doing this now?",
      "vi": "- Cậu cần gì? - Thời gian phụ đạo. Thật sao? Giờ cậu làm à? Cậu có để ý không đấy?"
    }
  },
  {
    "translation": {
      "en": "Dude, have you been paying attention? We lose the wolf in half an hour.",
      "vi": "Thật sao? Giờ cậu làm à? Cậu có để ý không đấy? - Bọn tôi mất nửa giờ với con sói đấy. - Không, tôi hiểu. Chỉ là..."
    }
  },
  {
    "translation": {
      "en": "No, I get it. I just... you know...",
      "vi": "- Bọn tôi mất nửa giờ với con sói đấy. - Không, tôi hiểu. Chỉ là..."
    }
  },
  {
    "translation": {
      "en": "Arya needs her three hours of class... - every day. - Right.",
      "vi": "- Arya cần ba tiếng đi học mỗi ngày. - Phải."
    }
  },
  {
    "translation": {
      "en": "I'm dealing with a child actor and a live animal here.",
      "vi": "Tôi đang đối mặt với một diễn viên nhí và một con vật sống."
    }
  },
  {
    "translation": {
      "en": "I-- I just need you to be a team player. I know. But I feel like it's always",
      "vi": "- Tôi chỉ cần cậu làm đồng đội. - Tôi biết. Nhưng tôi luôn cảm thấy"
    }
  },
  {
    "translation": {
      "en": "animals that are coming in and push, you know... One day it's snakes, the next day it's--",
      "vi": "bọn động vật tới rồi lại... Hôm nay là rắn, hôm sau sẽ là..."
    }
  },
  {
    "translation": {
      "en": "Dude, have you ever worked on a supernatural period piece before?",
      "vi": "Cậu làm phim lịch sử siêu nhiên bao giờ chưa?"
    }
  },
  {
    "translation": {
      "en": "Come on, man. Everyday there's a serpent or there's a mule.",
      "vi": "Thôi nào. Ngày nào, cũng có rắn không thì con la."
    }
  },
  {
    "translation": {
      "en": "I'm looking out for Arya here, okay?",
      "vi": "- Tôi phải để ý tới Arya. - Tôi không biết nói gì với cậu."
    }
  },
  {
    "translation": {
      "en": "I don't know what to tell you, man. They're witches, they deal with animals.",
      "vi": "- Tôi phải để ý tới Arya. - Tôi không biết nói gì với cậu. Chúng là phù thủy và chơi với động vật."
    }
  },
  {
    "translation": {
      "en": "Evan, she needs three hours of class every day, okay? So we're doing this.",
      "vi": "Evan, con bé cần ba tiếng đi học mỗi ngày. Nên chúng tôi làm theo thôi. Hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "Seriously? That's the tone you're gonna take?",
      "vi": "Thật sao? Đó là tông giọng của cậu đấy à?"
    }
  },
  {
    "translation": {
      "en": "Yeah, come on, man. It's the law. - It's called working-- - What's going on?",
      "vi": "- Phải. Thôi nào. Đó là luật mà. - Có chuyện gì thế?"
    }
  },
  {
    "translation": {
      "en": "- Is there an issue? - Susan, hey.",
      "vi": "- Có vấn đề gì à? - Chào, Susan."
    }
  },
  {
    "translation": {
      "en": "Uh, no issues. Lovin' the scene, it's so good.",
      "vi": "Không có gì. Tôi thích cảnh này, hay lắm."
    }
  },
  {
    "translation": {
      "en": "Guys, this wolf is almost out the door. - Can we handle this some other time? - Yes.",
      "vi": "Con sói này sắp đi rồi. Chúng ta xử lý chuyện này sau, được không?"
    }
  },
  {
    "translation": {
      "en": "Right, but it's just-- If Arya's not in class",
      "vi": "Ừ, nhưng nếu Arya không đến lớp và có ai đó báo cáo chuyện này,"
    }
  },
  {
    "translation": {
      "en": "and somebody reports this, we could lose our jobs and--",
      "vi": "Ừ, nhưng nếu Arya không đến lớp và có ai đó báo cáo chuyện này, - chúng ta có thể mất việc. - Cậu là người duy nhất lo về..."
    }
  },
  {
    "translation": {
      "en": "Dude, you are the only one that cares about--",
      "vi": "- chúng ta có thể mất việc. - Cậu là người duy nhất lo về..."
    }
  },
  {
    "translation": {
      "en": "But we could. We could lose our jobs!",
      "vi": "- chúng ta có thể mất việc. - Cậu là người duy nhất lo về... - Chúng ta có thể mất việc! - Này! Sao phải điên lên thế?"
    }
  },
  {
    "translation": {
      "en": "Hey, hey, hey. Why are we going crazy here?",
      "vi": "- Chúng ta có thể mất việc! - Này! Sao phải điên lên thế?"
    }
  },
  {
    "translation": {
      "en": "Gus, listen.",
      "vi": "Gus, nghe này."
    }
  },
  {
    "translation": {
      "en": "I respect your passion and commitment here.",
      "vi": "Tôi đề cao sự say mê và tận tâm của cậu."
    }
  },
  {
    "translation": {
      "en": "- Thank you. Thank you. - You know?",
      "vi": "- Cám ơn. - Cậu biết không?"
    }
  },
  {
    "translation": {
      "en": "Yeah, and, you know, and if the wolf goes away",
      "vi": "Nếu con sói này đi trước khi chúng ta quay xong,"
    }
  },
  {
    "translation": {
      "en": "before we get this shot, you know, that's... that's fine.",
      "vi": "Nếu con sói này đi trước khi chúng ta quay xong, cũng chẳng sao. Chúng ta sẽ thực hiện được."
    }
  },
  {
    "translation": {
      "en": "You know, we'll... we'll work it out.",
      "vi": "cũng chẳng sao. Chúng ta sẽ thực hiện được."
    }
  },
  {
    "translation": {
      "en": "That means so much. I appreciate that. Thank you.",
      "vi": "Rất ý nghĩa. - Tôi đề cao nó. Cám ơn cô. - Nó nghĩa là sao, Evan?"
    }
  },
  {
    "translation": {
      "en": "What would that mean, Evan?",
      "vi": "- Tôi đề cao nó. Cám ơn cô. - Nó nghĩa là sao, Evan?"
    }
  },
  {
    "translation": {
      "en": "I'm guessing we just have to come in on Saturday to finish? Uh- huh. Yeah.",
      "vi": "Có lẽ chúng ta phải tới vào thứ Bảy để hoàn thành nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Yeah, just come in over the weekend.",
      "vi": "- Phải. - Để cuối tuần đi."
    }
  },
  {
    "translation": {
      "en": "- Yep. Mmm- hmm. - Mmm.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "The crew will probably not like that much.  Oh, they're gonna be pissed.",
      "vi": "- Tổ làm phim sẽ không thích lắm đâu. - Họ sẽ tức giận đó."
    }
  },
  {
    "translation": {
      "en": "I mean, I guess you don't give a fuck about",
      "vi": "Có lẽ, cậu không quan tâm tới việc người ta dành thời gian cho con mình."
    }
  },
  {
    "translation": {
      "en": "people spending time with their kids. Oh, wait, you don't have kids.",
      "vi": "Có lẽ, cậu không quan tâm tới việc người ta dành thời gian cho con mình. - À, cậu chưa có con. - Chắc chắn rồi."
    }
  },
  {
    "translation": {
      "en": "- That's for sure. - Uh...",
      "vi": "- À, cậu chưa có con. - Chắc chắn rồi."
    }
  },
  {
    "translation": {
      "en": "I feel like we're wasting time by arguing about it, so...",
      "vi": "Tôi thấy chúng ta đang phí thời gian tranh cãi, nên là..."
    }
  },
  {
    "translation": {
      "en": "- Really? Excellent. - We'll do it. Mmm- hmm.",
      "vi": "- Cứ quay đi. Bọn tôi sẽ theo. - Thật sao? Tuyệt."
    }
  },
  {
    "translation": {
      "en": "You're my soldier.",
      "vi": "Lính của tôi."
    }
  },
  {
    "translation": {
      "en": "All right, we got another take, everybody. Second take.",
      "vi": "Nào mọi người, quay tiếp thôi. Cảnh thứ hai."
    }
  },
  {
    "translation": {
      "en": "Uh, why does everyone else get a CGI wolf? Why the fuck do we have a real wolf here?",
      "vi": "Sao không dùng máy tính tạo ra con sói? Sao phải dùng sói thật vậy?"
    }
  },
  {
    "translation": {
      "en": "Arya, hey. False alarm.",
      "vi": "Arya. Báo thức sai."
    }
  },
  {
    "translation": {
      "en": "It's gonna be about 50 more minutes. And then, we'll take it to class.",
      "vi": "Còn 50 phút nữa cơ. Rồi chúng ta sẽ tới lớp."
    }
  },
  {
    "translation": {
      "en": "I can't. I need a nap.",
      "vi": "Không được đâu. Em cần ngủ."
    }
  },
  {
    "translation": {
      "en": "Nope. No naps today.",
      "vi": "Không, hôm nay không ngủ."
    }
  },
  {
    "translation": {
      "en": "- I've been here since 6:00. - I know that.",
      "vi": "- Em tới từ sáu giờ đấy. - Anh biết,"
    }
  },
  {
    "translation": {
      "en": "But how you gonna count all that money you got if, uh, you don't know math, right?",
      "vi": "nhưng sao em đếm được tiền khi không học toán chứ?"
    }
  },
  {
    "translation": {
      "en": "Um, Jeff, the accountant?",
      "vi": "Jeff, nhân viên kế toán thì sao?"
    }
  },
  {
    "translation": {
      "en": "Right, Jeff.",
      "vi": "Phải rồi, Jeff."
    }
  },
  {
    "translation": {
      "en": "He's an Orthodox Jew, I think he knows what he's doing.",
      "vi": "Anh ấy là người Do thái gốc, sẽ biết mình đang làm gì."
    }
  },
  {
    "translation": {
      "en": "Our next caller is Jason from Chicago.",
      "vi": "Người gọi tới tiếp theo là Jason đến từ Chicago."
    }
  },
  {
    "translation": {
      "en": "Jason, how we doin'? How's our day going?",
      "vi": "Jason, khỏe không? Một ngày của bạn thế nào?"
    }
  },
  {
    "translation": {
      "en": "Well, my mom passed away.",
      "vi": "Mẹ tôi đã qua đời."
    }
  },
  {
    "translation": {
      "en": "Oh. My condolences.",
      "vi": "Xin chia buồn."
    }
  },
  {
    "translation": {
      "en": "I have to say, I'm not too torn up about it,",
      "vi": "Phải nói là, tôi không bị đau lòng vì điều đó,"
    }
  },
  {
    "translation": {
      "en": "and actually, that's what's kind of got me upset.",
      "vi": "và thực ra, đó là thứ khiến tôi khó chịu."
    }
  },
  {
    "translation": {
      "en": "The fact that I'm not upset.",
      "vi": "Thật ra, tôi không khó chịu."
    }
  },
  {
    "translation": {
      "en": "We can't control how we feel.",
      "vi": "Không ai điều khiển được cảm xúc."
    }
  },
  {
    "translation": {
      "en": "And sometimes...",
      "vi": "Và đôi khi..."
    }
  },
  {
    "translation": {
      "en": "these archetypical people in our lives, they hurt us.",
      "vi": "những người nguyên mẫu này trong cuộc sống, họ làm chúng ta đau."
    }
  },
  {
    "translation": {
      "en": "And they don't fulfill the archetype.",
      "vi": "Và họ không cảm thấy đủ nguyên mẫu đâu."
    }
  },
  {
    "translation": {
      "en": "What... what's an archetype?",
      "vi": "Người nguyên mẫu là gì vậy?"
    }
  },
  {
    "translation": {
      "en": "An archetype is a...",
      "vi": "Người nguyên mẫu là..."
    }
  },
  {
    "translation": {
      "en": "Well, I don't really have the exact definition.",
      "vi": "Tôi không có khái niệm chính xác."
    }
  },
  {
    "translation": {
      "en": "I do know what it means, obviously, because I just used it. Um...",
      "vi": "Tôi biết nó nghĩa là gì, vì tôi vẫn dùng nó mà. KẾT THÚC ĐI"
    }
  },
  {
    "translation": {
      "en": "Well, thank you so much for calling. I am Dr. Greg Coulter",
      "vi": "Cám ơn vì đã gọi tới. Tôi là Bác sĩ Greg Coulter"
    }
  },
  {
    "translation": {
      "en": "and you are listening to the Love and Living Channel",
      "vi": "và các bạn đang nghe kênh Yêu và Sống"
    }
  },
  {
    "translation": {
      "en": "on Gravity Satellite Radio.",
      "vi": "trên Đài Vệ tinh Gravity."
    }
  },
  {
    "translation": {
      "en": "You listen, we hear.",
      "vi": "Các bạn nghe, chúng tôi lắng nghe."
    }
  },
  {
    "translation": {
      "en": "Great. Great show, Greg.  Oh, thanks so much, Rob.",
      "vi": "- Làm tốt lắm, Greg. - Cám ơn nhiều, Rob."
    }
  },
  {
    "translation": {
      "en": "- I really appreciate it. - So good.",
      "vi": "- Tôi rất đề cao nó. - Tốt lắm."
    }
  },
  {
    "translation": {
      "en": "- Good morning, Mickey. - Hey, you said you wanted to talk?",
      "vi": "- Chào, Mickey. - Anh muốn nói chuyện à?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "We need to fire Rob. Rob's gotta go. Does that make me evil?",
      "vi": "Chúng ta cần sa thải Rob. Rob sẽ ra đi. Tôi có ác không nhỉ?"
    }
  },
  {
    "translation": {
      "en": "No! Please. This is a business.",
      "vi": "Không. Đây là công việc mà."
    }
  },
  {
    "translation": {
      "en": "You know what?",
      "vi": "Cô biết không?"
    }
  },
  {
    "translation": {
      "en": "Can you fire him for me... huh?",
      "vi": "Cô đuổi cậu ta hộ tôi nhé?"
    }
  },
  {
    "translation": {
      "en": "- Or do program managers not do that? - What? I mean, okay, you know what? I'll do it.",
      "vi": "Hay quản lý chương trình không làm thế? Thôi được rồi. Để tôi làm."
    }
  },
  {
    "translation": {
      "en": "If you do it, Rob will think I'm a coward.",
      "vi": "Nếu cô làm thì Rob sẽ nghĩ tôi nhút nhát."
    }
  },
  {
    "translation": {
      "en": "Yeah, I think that's probably the right move. No, wait, you know what? You do it.",
      "vi": "- Một bước đi có vẻ đúng đắn. - Thôi, cô làm đi."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, I'll stop being annoying.",
      "vi": "Xin lỗi, tôi sẽ ngừng làm phiền cô."
    }
  },
  {
    "translation": {
      "en": "So what's the problem? What did he do?",
      "vi": "Thế làm sao? Anh ấy đã làm gì?"
    }
  },
  {
    "translation": {
      "en": "Look... Rob does a great job...",
      "vi": "Nghe này. Rob làm việc rất tốt..."
    }
  },
  {
    "translation": {
      "en": "but the guy creeps me out.",
      "vi": "nhưng gã đó làm tôi rùng mình. Ánh mắt cậu ta thế này này."
    }
  },
  {
    "translation": {
      "en": "He's got this look in his eyes. You ever meet a person",
      "vi": "nhưng gã đó làm tôi rùng mình. Ánh mắt cậu ta thế này này. Cô đã gặp người nào, họ cười với cô mà như đang mắng cô không?"
    }
  },
  {
    "translation": {
      "en": "and they smile, and you feel like they're screaming at you?",
      "vi": "Cô đã gặp người nào, họ cười với cô mà như đang mắng cô không?"
    }
  },
  {
    "translation": {
      "en": "What? Rob? Rob's like the nicest guy in the whole world.",
      "vi": "Hả? Rob là người tốt bụng nhất trên thế giới này đấy."
    }
  },
  {
    "translation": {
      "en": "He's nicer than both of us.",
      "vi": "Anh ấy còn tốt hơn cả chúng ta."
    }
  },
  {
    "translation": {
      "en": "Well, he's just got this bad energy, this aura around him.",
      "vi": "Chỉ là linh khí của cậu ấy không được tốt cho lắm."
    }
  },
  {
    "translation": {
      "en": "Has he ever done anything to you?",
      "vi": "Anh ấy đã làm gì anh chưa?"
    }
  },
  {
    "translation": {
      "en": "He asked me do I like him.",
      "vi": "Cậu ta hỏi tôi có thích cậu ta không?"
    }
  },
  {
    "translation": {
      "en": "That's weird, right? That's not a thing you ask anybody.",
      "vi": "Kỳ lạ nhỉ? Đó không phải thứ ta hỏi bất cứ ai nói chi là ở nơi làm việc."
    }
  },
  {
    "translation": {
      "en": "- Let alone in a workplace. -",
      "vi": "Đó không phải thứ ta hỏi bất cứ ai nói chi là ở nơi làm việc."
    }
  },
  {
    "translation": {
      "en": "Look... I would fire him but I can't take that on right now.",
      "vi": "Nghe này, tôi sẽ đuổi cậu ấy, nhưng giờ thì chưa làm được ngay."
    }
  },
  {
    "translation": {
      "en": "This might be a difficult thing for you to understand",
      "vi": "Sẽ rất khó để cô hiểu được,"
    }
  },
  {
    "translation": {
      "en": "but I am very vulnerable in this job. I have to be.",
      "vi": "nhưng tôi rất dễ tổn thương trong công việc này. Tôi phải thế."
    }
  },
  {
    "translation": {
      "en": "I make myself vulnerable to the world.",
      "vi": "Tôi khiến mình bị tổn thương trước thế giới."
    }
  },
  {
    "translation": {
      "en": "I can't be vulnerable around somebody like Rob.",
      "vi": "Tôi không thể bị tổn thương bên một người như Rob."
    }
  },
  {
    "translation": {
      "en": "So he's gotta go.",
      "vi": "Nên cậu sẽ ta phải đi."
    }
  },
  {
    "translation": {
      "en": "Fine, I'll do it just to end this conversation.",
      "vi": "Được rồi, để tôi, để kết thúc cuộc đối thoại này ở đây."
    }
  },
  {
    "translation": {
      "en": "I'm a pussy, aren't I?",
      "vi": "Tôi yếu đuối quá hả?"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, I'm disgusting.",
      "vi": "Xin lỗi. Tôi kinh tởm quá."
    }
  },
  {
    "translation": {
      "en": "Okay, you know what? I'll do it.",
      "vi": "Được rồi, cô biết không? Tôi sẽ làm điều đó."
    }
  },
  {
    "translation": {
      "en": "- Thank you. - Oh, question.",
      "vi": "Cám ơn."
    }
  },
  {
    "translation": {
      "en": "What is a good band to work out to? Something new.",
      "vi": "À, tôi hỏi. Giờ nhóm nào tốt để hợp tác nhỉ? Nhóm mới ấy."
    }
  },
  {
    "translation": {
      "en": "I don't know. The Monkees?",
      "vi": "Tôi không rõ. The Monkees?"
    }
  },
  {
    "translation": {
      "en": "That's great.",
      "vi": "Được đó."
    }
  },
  {
    "translation": {
      "en": "Thanks, you're the best. You know what?",
      "vi": "Cám ơn, cô là tốt nhất. Cô biết không?"
    }
  },
  {
    "translation": {
      "en": "You fire Rob.",
      "vi": "Cô đuổi Rob đi."
    }
  },
  {
    "translation": {
      "en": "So how was the move out of the Springwood?",
      "vi": "Vậy việc chuyển ra khỏi Springwood thế nào rồi?"
    }
  },
  {
    "translation": {
      "en": "Uh, you know, it's funny it didn't end up actually happening.",
      "vi": "Cũng vui, nhưng thực ra cuối cùng nó lại không diễn ra."
    }
  },
  {
    "translation": {
      "en": "He finally realizes that the Springwood rules.",
      "vi": "Anh ấy đã nhận ra quy tắc của Springwood."
    }
  },
  {
    "translation": {
      "en": "You love it there, right?",
      "vi": "Anh thích ở đó hả?"
    }
  },
  {
    "translation": {
      "en": "No. I mean... not exactly.",
      "vi": "Không. Ý tôi là...cũng không hẳn."
    }
  },
  {
    "translation": {
      "en": "You can live anywhere in LA! Okay, like, where?",
      "vi": "- Anh ở đâu của LA chẳng được. - Ví dụ như ở đâu?"
    }
  },
  {
    "translation": {
      "en": "I mean...  I've been looking, but it's just...",
      "vi": "Ý tôi là, tôi vẫn đang tìm,"
    }
  },
  {
    "translation": {
      "en": "I'm having a hard time finding a place I like.",
      "vi": "nhưng tìm được nơi mình thích hơi khó."
    }
  },
  {
    "translation": {
      "en": "You can move near me. The Eastside.",
      "vi": "Anh đến gần chỗ tôi. Khu phía Đông ấy."
    }
  },
  {
    "translation": {
      "en": "I don't know. It's just a little too cool. And now...",
      "vi": "Tôi không biết. Bây giờ, có chút gì đó nhạt nhẽo rồi."
    }
  },
  {
    "translation": {
      "en": "I'd be like the Beverly Hills guy with, like, a white Corvette.",
      "vi": "Tôi sẽ như một gã ở Beverly Hills với chiếc Corvette trắng."
    }
  },
  {
    "translation": {
      "en": "I mean, is that what we're doing?  We're just playing what we'd wanna be?",
      "vi": "Chúng ta sẽ làm thế hả? Cứ đóng giả vai mà mình muốn?"
    }
  },
  {
    "translation": {
      "en": "I don't think it's, like, what I want to be. It's, like, who I am.",
      "vi": "Không phải thứ mình muốn. Mà là bản thân mình cơ."
    }
  },
  {
    "translation": {
      "en": "Like, who am I?",
      "vi": "Kiểu, tôi là ai?"
    }
  },
  {
    "translation": {
      "en": "I mean, like, where do guys like me live, you know?",
      "vi": "Một kẻ như tôi đang sống ở đâu, kiểu đó, hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "Where do the, like, repressed hostile nerds",
      "vi": "Những kẻ nghiện máy tính đau khổ vì tình"
    }
  },
  {
    "translation": {
      "en": "whose girlfriend's accuse them of being fake nice live?",
      "vi": "có bạn gái chửi hắn là đồ tốt bụng giả dối đang ở đâu?"
    }
  },
  {
    "translation": {
      "en": "- Santa Monica? - No.",
      "vi": "- Santa Monica chăng? - Không."
    }
  },
  {
    "translation": {
      "en": "As long as I stay in the Springwood, you know...",
      "vi": "Chỉ cần tôi còn ở lại Springwood..."
    }
  },
  {
    "translation": {
      "en": "maybe I get a text from Natalie saying, Let's try it again.",
      "vi": "có lẽ tôi sẽ nhận được tin nhắn của Natalie nói rằng, Chúng ta làm lại đi."
    }
  },
  {
    "translation": {
      "en": "And I can just bop out of the Springwood back to another place",
      "vi": "Và tôi có thể nhảy khỏi Springwood tới luôn nơi khác"
    }
  },
  {
    "translation": {
      "en": "instead of like, bop Springwood, bop new place, bop Natalie.",
      "vi": "thay vì nhảy khỏi Springwood, tới nơi mới rồi lại về với Natalie."
    }
  },
  {
    "translation": {
      "en": "It's crazy, right?",
      "vi": "Thế thì điên quá nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Please don't tell me you think you and Natalie are gonna get back together.",
      "vi": "Đừng nói với tôi là anh nghĩ anh và Natalie có thể quay lại nhé."
    }
  },
  {
    "translation": {
      "en": "- 'Cause that's never gonna happen. - Yeah.",
      "vi": "- Vì làm gì có chuyện đó. - Phải."
    }
  },
  {
    "translation": {
      "en": "You're saying it... like, it's over?",
      "vi": "Ý cậu là... chúng tôi kết thúc rồi sao?"
    }
  },
  {
    "translation": {
      "en": "She cheated on you. Why would you wanna be with her?",
      "vi": "Cô ta lừa dối anh. Sao anh còn muốn yêu cô ta?"
    }
  },
  {
    "translation": {
      "en": "Gus, she sucked, man.",
      "vi": "Gus, cô ta không ra gì cả."
    }
  },
  {
    "translation": {
      "en": "Fuck Natalie. And fuck the Springwood. I think you'll find someone better.",
      "vi": "Natalie chết dẫm. Cả cái Springwood nữa. Anh sẽ tìm được người khác tốt hơn."
    }
  },
  {
    "translation": {
      "en": "You know, I know you'll find someone better",
      "vi": "Anh sẽ tìm được người tốt hơn thôi,"
    }
  },
  {
    "translation": {
      "en": "and if you have trouble, I can set you up.",
      "vi": "và nếu gặp vấn đề thì để tôi sắp xếp cho."
    }
  },
  {
    "translation": {
      "en": "She wasn't right for you, dude. I think I gotta go.",
      "vi": "- Cô ta không hợp với anh đâu. - Chắc tôi phải đi đây."
    }
  },
  {
    "translation": {
      "en": "Gus. Wait. We gotta...",
      "vi": "Gus. Đợi đã. Chúng ta phải..."
    }
  },
  {
    "translation": {
      "en": "We gotta pay.",
      "vi": "Phải trả tiền chứ."
    }
  },
  {
    "translation": {
      "en": "Otis, put the dirt down now!",
      "vi": "Otis, bỏ cái thứ bẩn thỉu đó xuống ngay!"
    }
  },
  {
    "translation": {
      "en": "I suppose it's better than Heather's kid. - She eats dog shit. -  I'm serious.",
      "vi": "Có khi còn tốt hơn con của Heather đấy. Cô bé đó còn ăn phân chó. Thật đấy."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, this day is dragging.",
      "vi": "Chúa ơi, cái ngày này dài lê thê."
    }
  },
  {
    "translation": {
      "en": "You know what my favorite part of the day is?",
      "vi": "Biết một ngày, tôi thích nhất khi nào không?"
    }
  },
  {
    "translation": {
      "en": "Taking my Ambien.",
      "vi": "Lúc uống thuốc Ambien."
    }
  },
  {
    "translation": {
      "en": "- Really? - Yeah.",
      "vi": "- Thật á? - Ừ."
    }
  },
  {
    "translation": {
      "en": "There's this moment right after it kicks in,",
      "vi": "Khoảnh khắc ngay khi nó phát huy tác dụng,"
    }
  },
  {
    "translation": {
      "en": "and I'm still awake and everything is perfect.",
      "vi": "mà tôi vẫn còn tỉnh và mọi thứ hoàn hảo."
    }
  },
  {
    "translation": {
      "en": "Seriously, I look forward to 9:30 every day.",
      "vi": "Mỗi ngày tôi đều mong tới chín giờ ba mươi."
    }
  },
  {
    "translation": {
      "en": "I don't like that shit.",
      "vi": "Tôi không thích thứ đó."
    }
  },
  {
    "translation": {
      "en": "I always wake up having made spaghetti.",
      "vi": "Lúc nào, tôi cũng phải dậy làm mì Ý."
    }
  },
  {
    "translation": {
      "en": "Spaghetti is the best. What's wrong with that?",
      "vi": "Mì Ý ngon mà. Sao thế?"
    }
  },
  {
    "translation": {
      "en": "You want some Ambien? No, thanks.",
      "vi": "- Cô muốn uống thuốc Ambien không? - Không."
    }
  },
  {
    "translation": {
      "en": "Are you sober? Kinda.",
      "vi": "- Cô say đấy à? - Đại loại vậy."
    }
  },
  {
    "translation": {
      "en": "I get it.",
      "vi": "Tôi biết rồi."
    }
  },
  {
    "translation": {
      "en": "Fuck it! Give me some Ambien.",
      "vi": "Chết tiệt. Cho tôi thuốc Ambien."
    }
  },
  {
    "translation": {
      "en": "Give me a whole handful.",
      "vi": "Một nắm đầy vào."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "I'm sure you have your own methods...",
      "vi": "Chắc hẳn cô có các cách thức riêng,"
    }
  },
  {
    "translation": {
      "en": "but I turn off all electronic devices.",
      "vi": "nhưng tôi sẽ tắt hết các thiết bị điện."
    }
  },
  {
    "translation": {
      "en": "The last time I took an Ambien, I emailed my high school principal",
      "vi": "Lần cuối uống Ambien, tôi gửi mail cho hiệu trưởng trường cấp ba"
    }
  },
  {
    "translation": {
      "en": "to tell him what a great job he had done.",
      "vi": "bảo là ông ấy đã làm một việc thật tốt."
    }
  },
  {
    "translation": {
      "en": "That's why you're my favorite neighbor.",
      "vi": "Thế nên cô mới là hàng xóm tôi thích."
    }
  },
  {
    "translation": {
      "en": "Otis, enough with the dirt.",
      "vi": "Otis, nghịch bẩn đủ rồi."
    }
  },
  {
    "translation": {
      "en": "You have reached your quota.",
      "vi": "Nghịch đủ chỉ tiêu rồi đấy."
    }
  },
  {
    "translation": {
      "en": "Down.",
      "vi": "Bỏ xuống."
    }
  },
  {
    "translation": {
      "en": "You know, I guess she used to be an extra on The Little Rascals.",
      "vi": "Cô ấy từng đóng vai phụ trong The Little Rascals."
    }
  },
  {
    "translation": {
      "en": "- Yeah, no, she told me that. - Jeez.",
      "vi": "- Thật á? - Phải, không, cô ấy bảo tôi vậy."
    }
  },
  {
    "translation": {
      "en": "- Hey, what's going on? - Hey.",
      "vi": "- Có chuyện gì vậy? - Chào."
    }
  },
  {
    "translation": {
      "en": "What's happening here? This old lady in E- 2021 died.",
      "vi": "- Sao thế? - Bà già ở E-2021 mất rồi."
    }
  },
  {
    "translation": {
      "en": "I guess she fell in the shower",
      "vi": "Có lẽ bà ấy đã ngã trong lúc tắm"
    }
  },
  {
    "translation": {
      "en": "and the water kept running on her body for, like, a week,",
      "vi": "và nước cứ chảy xuống thân thể bà ấy trong một tuần,"
    }
  },
  {
    "translation": {
      "en": "so when they found her, the bathtub was full of mush.",
      "vi": "nên khi họ phát hiện ra thì bồn tắm đầy chất nhầy."
    }
  },
  {
    "translation": {
      "en": "Jesus!  What... What?",
      "vi": "Chúa ơi. Cái gì cơ?"
    }
  },
  {
    "translation": {
      "en": "I told you not to give details.",
      "vi": "Tôi đã bảo là đừng nói chi tiết mà."
    }
  },
  {
    "translation": {
      "en": "Yeah, well, you're the one who gave me the details.",
      "vi": "Ừ, chính ông là người nói chi tiết cho tôi mà."
    }
  },
  {
    "translation": {
      "en": "She lived here for 42 years, man.",
      "vi": "Bà ấy đã sống ở đây được 42 năm."
    }
  },
  {
    "translation": {
      "en": "- Wow. - Yeah.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "How long have you guys lived here?",
      "vi": "Chú ở đây bao lâu rồi?"
    }
  },
  {
    "translation": {
      "en": "Eighteen years. They're roommates but they're not gay.",
      "vi": "- Mười tám năm. - Họ là bạn cùng phòng nhưng không gay."
    }
  },
  {
    "translation": {
      "en": "Yeah, Chris, I don't care. That's fine. Why, did you think we were gay?",
      "vi": "- Tôi không quan tâm. Có sao đâu. - Cậu nghĩ bọn tôi gay à?"
    }
  },
  {
    "translation": {
      "en": "We're best friends. This is my BFF. We're roomies.",
      "vi": "Bọn tôi là bạn thân. Là bạn cùng phòng."
    }
  },
  {
    "translation": {
      "en": "Yeah, no, he said... I didn't. I don't even care. It's fine.",
      "vi": "Đâu, cậu ta nói mà. Đâu phải tôi. Tôi còn chẳng bận tâm. Không sao mà."
    }
  },
  {
    "translation": {
      "en": "Nice to meet you.",
      "vi": "Rất vui được gặp chú."
    }
  },
  {
    "translation": {
      "en": "- Yep. - Take it easy.",
      "vi": "- Ừ. - Thư thả thôi."
    }
  },
  {
    "translation": {
      "en": "Later, dudes.",
      "vi": "Gặp sau nhé."
    }
  },
  {
    "translation": {
      "en": "Hey, we're not gonna wind up like those two guys, are we?",
      "vi": "Chúng ta sẽ không kết thúc giống hai người họ chứ?"
    }
  },
  {
    "translation": {
      "en": "I hope so. We should be so fucking lucky.",
      "vi": "Tôi hy vọng vậy. Chúng ta sẽ phải rất may mắn."
    }
  },
  {
    "translation": {
      "en": "Thirty years of friendship?",
      "vi": "Tình bạn 30 năm sao?"
    }
  },
  {
    "translation": {
      "en": "We should be so fucking lucky, Gus.",
      "vi": "Gus, phải may mắn lắm mới có được."
    }
  },
  {
    "translation": {
      "en": "Fuck it.",
      "vi": "Chết tiệt."
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "vi": "Tha thứ cho anh. Nói chuyện đi. Tởm."
    }
  },
  {
    "translation": {
      "en": "You know what I love about Uber? You don't have to tip.",
      "vi": "Anh biết tôi thích gì ở Uber không? Không cần phải bo thêm."
    }
  },
  {
    "translation": {
      "en": "Fuck taxis, man. Uber's changing the world.",
      "vi": "Dẹp mẹ taxi đi. Uber đang thay đổi cả thế giới."
    }
  },
  {
    "translation": {
      "en": "And you own this car, right?",
      "vi": "Mà...xe này là của anh, phải không?"
    }
  },
  {
    "translation": {
      "en": "It's, like, a nice car. - Yes, ma'am. -",
      "vi": "- Xe đẹp đó. - Phải."
    }
  },
  {
    "translation": {
      "en": "Oh, shit! Oh, fuck! Shit!",
      "vi": "Bác sĩ Greg Xong tên Rob chưa? Chết rồi. Mẹ nó. Chết thật."
    }
  },
  {
    "translation": {
      "en": "Hello, this is Rob.",
      "vi": "Xin chào, tôi là Rob."
    }
  },
  {
    "translation": {
      "en": "Hi, this is Mickey Dobbs, the program manager from work.",
      "vi": "Tôi là Mickey Dobbs, quản lý chương trình đây."
    }
  },
  {
    "translation": {
      "en": "Uh, anyway, you know that.",
      "vi": "Anh biết đấy."
    }
  },
  {
    "translation": {
      "en": "Um, I didn't... Uh, I don't wanna do this over voicemail, but, um...",
      "vi": "Tôi không muốn nói qua hộp thư thoại đâu, nhưng..."
    }
  },
  {
    "translation": {
      "en": "Hello?",
      "vi": "Alô?"
    }
  },
  {
    "translation": {
      "en": "Hello? Is this...",
      "vi": "Alô? Có phải...?"
    }
  },
  {
    "translation": {
      "en": "is this one of those trick voicemail things?",
      "vi": "Đây là cái trò đùa hộp thư thoại đấy à?"
    }
  },
  {
    "translation": {
      "en": "Mickey, is that you?",
      "vi": "Mickey, là cô à?"
    }
  },
  {
    "translation": {
      "en": "God! Sorry! Your voice doesn't normally sound so message- y.",
      "vi": "Xin lỗi. Giọng anh bình thường đâu giống âm tin nhắn đâu."
    }
  },
  {
    "translation": {
      "en": "No, it's me. We're gonna put Frozen on in one second, honey, I promise.",
      "vi": "Là tôi mà. Một lúc nữa chúng ta bật Frozen sau nhé, con yêu, bố hứa."
    }
  },
  {
    "translation": {
      "en": "Is everything okay?",
      "vi": "Mọi chuyện ổn chứ?"
    }
  },
  {
    "translation": {
      "en": "Um... I don't know how to say this, uh...",
      "vi": "Tôi không biết phải nói sao."
    }
  },
  {
    "translation": {
      "en": "I'm just gonna... I'm just gonna come right out",
      "vi": "Tôi sẽ nói thắng"
    }
  },
  {
    "translation": {
      "en": "and say it to you, 'cause I respect you, okay, Rob?",
      "vi": "với anh vì tôi tôn trọng anh, hiểu chứ Rob?"
    }
  },
  {
    "translation": {
      "en": "You are fired from, you know, work.",
      "vi": "Anh đã bị sa thải."
    }
  },
  {
    "translation": {
      "en": "What?",
      "vi": "Cái gì?"
    }
  },
  {
    "translation": {
      "en": "Greg told you to fire me?",
      "vi": "Greg bảo cô sa thải tôi à?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Aw.",
      "vi": "Phải."
    }
  },
  {
    "translation": {
      "en": "But... it's nothing personal. Sure, it's not personal.",
      "vi": "- Không phải chuyện cá nhân đâu. - Rõ ràng, không phải chuyện cá nhân."
    }
  },
  {
    "translation": {
      "en": "You're just Dr. Greg's little henchman, that's all.",
      "vi": "Cô chỉ là tay sai của lão Greg đó thôi."
    }
  },
  {
    "translation": {
      "en": "Oh, come on, man. Aren't we all henchmen?",
      "vi": "Thôi nào. Chúng ta đều là tay sai cả, không phải sao?"
    }
  },
  {
    "translation": {
      "en": "Aren't we all henchmen? What the fuck does that mean?",
      "vi": "Chúng ta đều là tay sai á? Ý cô là sao?"
    }
  },
  {
    "translation": {
      "en": "Are you high right now?",
      "vi": "Cô đang phê à?"
    }
  },
  {
    "translation": {
      "en": "Are you on drugs?",
      "vi": "Cô dùng thuốc đấy à?"
    }
  },
  {
    "translation": {
      "en": "- Drugs? -",
      "vi": "Thuốc á?"
    }
  },
  {
    "translation": {
      "en": "Oh, so you're firing me over the phone while you drive on drugs?",
      "vi": "Vậy cô sa thải tôi thông qua điện thoại trong lúc đang phê à? Được lắm."
    }
  },
  {
    "translation": {
      "en": "That's great. Why don't you show my daughter that?",
      "vi": "Vậy cô sa thải tôi thông qua điện thoại trong lúc đang phê à? Được lắm. Sao cô không cho con tôi thấy nhỉ? Nói với đứa sáu tuổi đi."
    }
  },
  {
    "translation": {
      "en": "Tell my six- year- old daughter that. Go ahead.",
      "vi": "Sao cô không cho con tôi thấy nhỉ? Nói với đứa sáu tuổi đi."
    }
  },
  {
    "translation": {
      "en": "Hey, look, I drew a big star.",
      "vi": "Bố, con vẽ một ngôi sao to."
    }
  },
  {
    "translation": {
      "en": "Oh, she drew a big star...  you fucking cock- whore!",
      "vi": "Ồ, con bé đã vẽ một ngôi sao lớn, đồ mất dạy."
    }
  },
  {
    "translation": {
      "en": "Whoa, dude, uncalled for! Shit!",
      "vi": "Thật không công bằng! Mẹ nó!"
    }
  },
  {
    "translation": {
      "en": "- What the fuck are you wearing? - Aw.",
      "vi": "Anh đang mặc cái gì đấy?"
    }
  },
  {
    "translation": {
      "en": "I'm glad you made it.",
      "vi": "Anh mừng vì em tới."
    }
  },
  {
    "translation": {
      "en": "This is a really weird bar.",
      "vi": "Quán bar này kỳ lạ quá."
    }
  },
  {
    "translation": {
      "en": "It's not a bar. You haven't heard of Bliss House?",
      "vi": "Không phải bar. - Em không biết Bliss House à? - Không. Nó giống cái gì...?"
    }
  },
  {
    "translation": {
      "en": "No. What is this, like, a...",
      "vi": "- Em không biết Bliss House à? - Không. Nó giống cái gì...?"
    }
  },
  {
    "translation": {
      "en": "like, a club for old people?",
      "vi": "Hộp đêm cho người già à?"
    }
  },
  {
    "translation": {
      "en": "It's a church. Well, they say it's... like a church for all churches, you know.",
      "vi": "Nó là nhà thờ. Người ta nói nó giống nhà thờ, em ạ."
    }
  },
  {
    "translation": {
      "en": "It's more about oneness and togetherness, not so much a higher being.",
      "vi": "Nó là sự độc nhất và thống nhất, không hẳn là một thực thể cao hơn."
    }
  },
  {
    "translation": {
      "en": "But I'm... I'm trying to say I'm sorry, all right?",
      "vi": "Anh chỉ muốn nói xin lỗi thôi."
    }
  },
  {
    "translation": {
      "en": "This is... this is how I'm trying to say I'm sorry to you.",
      "vi": "Đây là cách để anh nói câu xin lỗi với em."
    }
  },
  {
    "translation": {
      "en": "The midnight service is the best one.",
      "vi": "Lễ cầu nguyện là thích nhất."
    }
  },
  {
    "translation": {
      "en": "- You're gonna love it. - Fuck, no. Dude, no, no, I can't do that.",
      "vi": "- Em sẽ thích cho mà xem. - Không. Em không làm được đâu."
    }
  },
  {
    "translation": {
      "en": "I'm wearing, like, a one- piece under jeans.",
      "vi": "Bên dưới em mặc đồ một mảnh thôi."
    }
  },
  {
    "translation": {
      "en": "Hey! Our buddy from the balcony!",
      "vi": "Chào! Anh bạn đến từ ban công của chúng ta!"
    }
  },
  {
    "translation": {
      "en": "Hey, what's up? You guys! All right. There you are.",
      "vi": "Chào. Thế nào rồi? Các cậu đây rồi."
    }
  },
  {
    "translation": {
      "en": "You dropped by. You even brought your work backpack.",
      "vi": "Anh đã ghé qua. Anh còn đeo ba lô làm việc nữa."
    }
  },
  {
    "translation": {
      "en": "I'm Gus, by the way. - I'm Nate. Good to meet you. - Hello. Hi.",
      "vi": "- Mà, tôi là Gus. - Tôi là Nate. Chào anh."
    }
  },
  {
    "translation": {
      "en": "- Hey, I'm Hailey. - Did you get a drink yet, man?",
      "vi": "- Chào, tôi là Hailey. - Anh có đồ uống chưa?"
    }
  },
  {
    "translation": {
      "en": "Uh, you know what?",
      "vi": "Cậu biết không?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Give me a beer.",
      "vi": "Cho tôi cốc bia."
    }
  },
  {
    "translation": {
      "en": "- Give you a-- - Yeah, give me a beer. Cool.",
      "vi": "- Cho anh bia này. - Rồi, được lắm."
    }
  },
  {
    "translation": {
      "en": "Yeah, all right. Okay.",
      "vi": "- Ừ. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "- Beer.  - Thank you. Thanks.",
      "vi": "- Bia này. - Cám ơn nhé."
    }
  },
  {
    "translation": {
      "en": "- Cheers. - Yeah.",
      "vi": "- Cạn ly. - Được."
    }
  },
  {
    "translation": {
      "en": "Good evening, blessed specimens of this lifetime. How are you all feeling? I wanna hear you.",
      "vi": "Chào buổi tối, những kẻ được phù hộ. Các bạn thấy sao? Nói tôi nghe nào."
    }
  },
  {
    "translation": {
      "en": "Tonight, we stand together",
      "vi": "Tối nay, chúng ta đứng bên nhau"
    }
  },
  {
    "translation": {
      "en": "in a vibratory field of an advancing potential,",
      "vi": "trong không gian lay động của một tiềm năng phía trước,"
    }
  },
  {
    "translation": {
      "en": "the foundation of which is love.",
      "vi": "nền tảng của thứ gọi là tình yêu."
    }
  },
  {
    "translation": {
      "en": "Love doesn't just happen, we have to choose it.",
      "vi": "Tình yêu không phải ngẫu nhiên, ta phải chọn lựa nó."
    }
  },
  {
    "translation": {
      "en": "We are in a phase of evolution where we have to agree with love.",
      "vi": "Ta đang ở thời kỳ phát triển nơi mà ta phải chấp thuận tình yêu."
    }
  },
  {
    "translation": {
      "en": "We are in a phase of evolution where we have to embrace love.",
      "vi": "Ta đang ở thời kỳ phát triển nơi mà ta phải bao bọc lấy tình yêu."
    }
  },
  {
    "translation": {
      "en": "We have to see love, feel love, touch love, heal love.",
      "vi": "Chúng ta phải nhìn thấy, cảm nhận, chạm vào và hàn gắn cho tình yêu."
    }
  },
  {
    "translation": {
      "en": "From the very core of our inner sanction. Right? You guys know what I'm talking about.",
      "vi": "Chấp thuận từ đáy lòng ta. Phải không? Các bạn biết tôi đang nói gì đấy."
    }
  },
  {
    "translation": {
      "en": "- Come on, let me hear you. -",
      "vi": "Nào, nói tôi nghe đi."
    }
  },
  {
    "translation": {
      "en": "Holy fuck.",
      "vi": "Mẹ ơi."
    }
  },
  {
    "translation": {
      "en": "You guys are doing it right. Seriously.",
      "vi": "Mấy đứa đang làm đúng lắm. Thật đấy."
    }
  },
  {
    "translation": {
      "en": "All of you guys, this is, like, what your twenties should be about.",
      "vi": "Tuổi 20 thì đúng là phải nên như thế này."
    }
  },
  {
    "translation": {
      "en": "Having fun, going wild.",
      "vi": "Vui vẻ, nổi loạn."
    }
  },
  {
    "translation": {
      "en": "Ever since I was a little kid, I've been acting like a grown- up.",
      "vi": "Từ lúc còn nhỏ, tôi đã xử sự như một người lớn rồi."
    }
  },
  {
    "translation": {
      "en": "And now, it's like, I'm in my thirties,",
      "vi": "Và giờ thì, tôi đang ở độ tuổi 30,"
    }
  },
  {
    "translation": {
      "en": "and I'm, like...",
      "vi": "và tôi kiểu như..."
    }
  },
  {
    "translation": {
      "en": "Oh, my God!",
      "vi": "Chúa ơi!"
    }
  },
  {
    "translation": {
      "en": "I need to make up for lost time. Hey, let's get fucking crazy tonight!",
      "vi": "- Tôi cần lấy lại thời gian đã mất. - Nào, tối nay hãy quẩy thật mạnh nào!"
    }
  },
  {
    "translation": {
      "en": "Will you shut the fuck up?",
      "vi": "Mấy đứa câm mồm lại, được không?"
    }
  },
  {
    "translation": {
      "en": "This is a family community.",
      "vi": "Đây là cộng đồng gia đình."
    }
  },
  {
    "translation": {
      "en": "Families live here. This isn't fucking Club Med!",
      "vi": "Các gia đình sống ở đây. Đây không phải hộp đêm Med!"
    }
  },
  {
    "translation": {
      "en": "Hey! Uh, why don't you just, uh, let us enjoy this one special moment in our lives...",
      "vi": "Sao chú không để bọn tôi tận hưởng khoảnh khắc đặc biệt trong đời này..."
    }
  },
  {
    "translation": {
      "en": "before we, you know, fucking slip in a shower and turn to mush?",
      "vi": "trước khi bọn tôi trượt chân trong lúc tắm rồi bị thối rữa hả?"
    }
  },
  {
    "translation": {
      "en": "Go fuck yourself, man!",
      "vi": "Cút đi!"
    }
  },
  {
    "translation": {
      "en": "- I love you guys! -",
      "vi": "Tôi yêu mọi người!"
    }
  },
  {
    "translation": {
      "en": "I love this place!",
      "vi": "Tôi yêu nơi này!"
    }
  },
  {
    "translation": {
      "en": "Guys, thank you so much. So fun. Really--",
      "vi": "- Cám ơn nhiều. Tôi vui lắm. - Anh đúng là đàn ông, Gus."
    }
  },
  {
    "translation": {
      "en": "- You're the man, Gus. - You guys are...",
      "vi": "- Cám ơn nhiều. Tôi vui lắm. - Anh đúng là đàn ông, Gus. - Các cậu cũng vậy. - Mai gặp."
    }
  },
  {
    "translation": {
      "en": "- All right, we'll see you tomorrow. - See you tomorrow.",
      "vi": "- Các cậu cũng vậy. - Mai gặp. - Mai gặp nhé. - Được."
    }
  },
  {
    "translation": {
      "en": "Hey, what are you doing now?",
      "vi": "- Giờ anh định làm gì? - Tôi á?"
    }
  },
  {
    "translation": {
      "en": "Me? Um, sawing some logs.",
      "vi": "- Giờ anh định làm gì? - Tôi á? Đi gặp Chu Công thôi."
    }
  },
  {
    "translation": {
      "en": "What... What does... What does that mean? I don't know what that means.",
      "vi": "- Nghĩa là sao? - Tôi không hiểu ý anh."
    }
  },
  {
    "translation": {
      "en": "It means sleeping. It's like an old expression for sleeping.",
      "vi": "Nghĩa là đi ngủ đấy. Một câu nói cổ về việc đi ngủ."
    }
  },
  {
    "translation": {
      "en": "- Oh.  - Well, uh--",
      "vi": "Ừm..."
    }
  },
  {
    "translation": {
      "en": "We still have a couple of hours to kill. Do you wanna hang out at your place?",
      "vi": "Bọn tôi vẫn rảnh vài giờ nữa. Vào phòng anh chơi nhé?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Well, okay. It's a little messy, if that's cool.",
      "vi": "Ừ. Được chứ. Nó hơi bừa chút."
    }
  },
  {
    "translation": {
      "en": "Oh, God, it's fine.",
      "vi": "Không sao."
    }
  },
  {
    "translation": {
      "en": "Oh, my God! Your bedroom is literally identical to ours.",
      "vi": "Chúa ơi! Giường của anh y hệt chúng tôi."
    }
  },
  {
    "translation": {
      "en": "- No way. Really?  - Yeah. It's so lame, right?",
      "vi": "- Sao thế được. Thật á? - Ừ. Nhìn ngu nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Hey, look at these candles! - They've never even been lit. - So lame.",
      "vi": "Nhìn đống nến này này. Chúng chưa được thắp lên bao giờ."
    }
  },
  {
    "translation": {
      "en": "It's crazy they have all the same stuff in every...",
      "vi": "- Thật quê mùa. - Họ để các phòng đều giống nhau..."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - I know.",
      "vi": "- Phải. - Tôi biết."
    }
  },
  {
    "translation": {
      "en": "- It's nuts. - It's, uh... They're like clones.",
      "vi": "- Dở hơi thật. - Như kiểu nhân bản vậy."
    }
  },
  {
    "translation": {
      "en": "- They're clones of each other. - - Clones. -",
      "vi": "- Nhân bản lẫn nhau. - Nhân bản."
    }
  },
  {
    "translation": {
      "en": "I'm gonna miss it though.",
      "vi": "Nhưng tôi sẽ nhớ nơi này."
    }
  },
  {
    "translation": {
      "en": "It sucks that we have to leave and fly back.",
      "vi": "Thật buồn vì bọn tôi phải trở về nhà."
    }
  },
  {
    "translation": {
      "en": "- Uh... - We wanna move to LA after college. - Ooh. - Oh, really?",
      "vi": "- Bọn tôi muốn tới LA sau tốt nghiệp. - Thật hả?"
    }
  },
  {
    "translation": {
      "en": "- Yeah.  - Oh, that's cool.",
      "vi": "- Phải. - Tuyệt đấy."
    }
  },
  {
    "translation": {
      "en": "Yeah, 'cause we never did anything fun while we were here.",
      "vi": "Vì lúc ở đây, chúng tôi chưa làm gì vui vẻ cả."
    }
  },
  {
    "translation": {
      "en": "We had all these, like, wild, crazy plans.",
      "vi": "Chúng tôi đều có tất cả những kế hoạch điên rồ."
    }
  },
  {
    "translation": {
      "en": "- - Oh, really? Like what?",
      "vi": "- Ồ, thế hả? - Phải."
    }
  },
  {
    "translation": {
      "en": "You guys wanted to go to Six Flags or something, right?",
      "vi": "Kiểu thế nào? Hai đứa muốn tới Six Flags hay thế nào?"
    }
  },
  {
    "translation": {
      "en": "- No. -",
      "vi": "Không."
    }
  },
  {
    "translation": {
      "en": "No, like, um...",
      "vi": "Không, kiểu như..."
    }
  },
  {
    "translation": {
      "en": "I don't know, uh...",
      "vi": "Tôi không biết nữa..."
    }
  },
  {
    "translation": {
      "en": "- Never mind. -",
      "vi": "Thôi kệ đi."
    }
  },
  {
    "translation": {
      "en": "- You guys are-- - We, uh...",
      "vi": "- Hai người... - Bọn tôi..."
    }
  },
  {
    "translation": {
      "en": "We... we kinda...",
      "vi": "Bọn tôi..."
    }
  },
  {
    "translation": {
      "en": "- - We wanted to have a three- way.",
      "vi": "Bọn tôi muốn chơi ba người."
    }
  },
  {
    "translation": {
      "en": "Oh. Oh, okay.",
      "vi": "Được thôi."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "- Yeah.  Uh, have-- - Yeah.",
      "vi": "- Ừ. Anh đã...? - Ừ."
    }
  },
  {
    "translation": {
      "en": "Have you ever had one?",
      "vi": "Anh thử bao giờ chưa?"
    }
  },
  {
    "translation": {
      "en": "Uh, no.",
      "vi": "Chưa."
    }
  },
  {
    "translation": {
      "en": "- Mmm. Okay. - I... I don't think I have. No.",
      "vi": "- Tôi không nghĩ là có đâu. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "- No, haven't had a three- way. -",
      "vi": "Chưa ngủ ba người bao giờ."
    }
  },
  {
    "translation": {
      "en": "Well, um, I know Reese hasn't...",
      "vi": "Vậy thì... - Tôi biết Reese vẫn chưa. - Chưa."
    }
  },
  {
    "translation": {
      "en": "- No? Right.  - ...and I haven't, and, uh...",
      "vi": "- Tôi cũng thế. - Phải."
    }
  },
  {
    "translation": {
      "en": "- And I-- Yeah, I haven't. Yeah. no. - And... you haven't.",
      "vi": "- Và anh cũng chưa. - Tôi chưa. - Chưa. - Nên là..."
    }
  },
  {
    "translation": {
      "en": "So, yeah.",
      "vi": "Ừ."
    }
  },
  {
    "translation": {
      "en": "Um, so, is... is it happening?",
      "vi": "Vậy...? Giờ sẽ làm à?"
    }
  },
  {
    "translation": {
      "en": "Now, is this it? This is the three- way? Yeah?",
      "vi": "Bây giờ ý hả? Đây là chơi ba hả? Đúng không?"
    }
  },
  {
    "translation": {
      "en": "- Yes, Gus. - Okay.",
      "vi": "- Đúng vậy, Gus. - Được."
    }
  },
  {
    "translation": {
      "en": "I think that was clear.",
      "vi": "Rõ ràng là thế mà."
    }
  },
  {
    "translation": {
      "en": "Cool.",
      "vi": "Hay lắm."
    }
  },
  {
    "translation": {
      "en": "Children, please, step inside our vibratory field of energy and love",
      "vi": "Trẻ con, hãy bước vào trong không gian rung động đầy năng lượng và tình yêu"
    }
  },
  {
    "translation": {
      "en": "and receive our message.",
      "vi": "rồi đón nhận thông điệp của chúng tôi."
    }
  },
  {
    "translation": {
      "en": "Remember, if you ask the world for love, you will receive love.",
      "vi": "Nhớ nhé, nếu bạn mưu cầu tình yêu, bạn sẽ nhận được nó."
    }
  },
  {
    "translation": {
      "en": "All of tonight's newcomers, please rise.",
      "vi": "Những người mới tới tối nay, mời đúng lên."
    }
  },
  {
    "translation": {
      "en": "Come on. I know-- I know you're digging this.",
      "vi": "Nào. Anh biết em thích mà."
    }
  },
  {
    "translation": {
      "en": "All right, fuck it.",
      "vi": "Thôi được rồi."
    }
  },
  {
    "translation": {
      "en": "We speak from our eyes and say, welcome home.",
      "vi": "Chúng tôi nói bằng đôi mắt của mình, chào mừng về nhà."
    }
  },
  {
    "translation": {
      "en": "Welcome home.",
      "vi": "Chào mừng về nhà."
    }
  },
  {
    "translation": {
      "en": "- We love you. - We love you.",
      "vi": "- Chúng tôi yêu bạn. - Chúng tôi yêu bạn."
    }
  },
  {
    "translation": {
      "en": "We walk in your hearts, and embrace your soul.",
      "vi": "Chúng tôi bước vào tim rồi ôm tâm hồn bạn."
    }
  },
  {
    "translation": {
      "en": "We walk in your hearts, and embrace your soul.",
      "vi": "Chúng tôi bước vào tim rồi ôm tâm hồn bạn."
    }
  },
  {
    "translation": {
      "en": "Please, welcome our newcomers.",
      "vi": "Chào mừng người mới nào."
    }
  },
  {
    "translation": {
      "en": "This brings our service to an end.",
      "vi": "Chúng tôi đến đây là kết thúc."
    }
  },
  {
    "translation": {
      "en": "If you didn't get a chance to donate, the tithing baskets are up front.",
      "vi": "Nếu bạn chưa có cơ hội để ủng hộ, - thùng quyên góp ở phía trước. - Tôi hỏi được không?"
    }
  },
  {
    "translation": {
      "en": "Can I ask something?",
      "vi": "- thùng quyên góp ở phía trước. - Tôi hỏi được không?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "vi": "Được."
    }
  },
  {
    "translation": {
      "en": "Excuse me. Sorry. Excuse me.",
      "vi": "Xin phép. Cho tôi xin phép."
    }
  },
  {
    "translation": {
      "en": "Speak what's in your heart.",
      "vi": "- Hãy nói những lời thật lòng. - Chào."
    }
  },
  {
    "translation": {
      "en": "Hi, guys. Sorry, I'm on Ambien, so it's, um...",
      "vi": "- Hãy nói những lời thật lòng. - Chào. Xin lỗi, tôi đã uống Ambien... nên là..."
    }
  },
  {
    "translation": {
      "en": "You said earlier that if you ask for love, the world will send you love back.",
      "vi": "Anh vừa nói nếu anh mưu cầu tình yêu, thì anh sẽ nhận được nó,"
    }
  },
  {
    "translation": {
      "en": "But I've been asking and asking, and I haven't gotten fucking anything.",
      "vi": "nhưng tôi đã mưu cầu mãi mà chả nhận được cái gì hết."
    }
  },
  {
    "translation": {
      "en": "Hoping and waiting and wishing and wanting love...",
      "vi": "Hy vọng, đợi chờ và mơ ước hay mong muốn một tình yêu..."
    }
  },
  {
    "translation": {
      "en": "Hoping... hoping for love has fucking ruined my life.",
      "vi": "Việc hy vọng...Hy vọng một tình yêu đã phá hoại đời tôi."
    }
  },
  {
    "translation": {
      "en": "And you're right, Eric. I am a fuck- up.",
      "vi": "Và anh nói đúng, Eric. Em là con khốn."
    }
  },
  {
    "translation": {
      "en": "I'm really sorry.",
      "vi": "Em rất xin lỗi."
    }
  },
  {
    "translation": {
      "en": "But I refuse to believe that all those dipshits I went to high school with,",
      "vi": "Nhưng em đã từ chối tin tưởng những kẻ ngu ngốc học chung cấp ba,"
    }
  },
  {
    "translation": {
      "en": "who are married now and putting pictures on Facebook every day",
      "vi": "những kẻ giờ đã kết hôn và hằng ngày đăng ảnh lên Facebook"
    }
  },
  {
    "translation": {
      "en": "of their kids in little headbands have it all figured out, right?",
      "vi": "ảnh con họ với chiếc băng đô, rõ ràng rồi đúng không?"
    }
  },
  {
    "translation": {
      "en": "That's gotta be bullshit.",
      "vi": "Như thế sẽ thật vớ vẩn."
    }
  },
  {
    "translation": {
      "en": "That can't be the deal. That can't be it.",
      "vi": "Đó không thể là mục tiêu được. Không thể nào."
    }
  },
  {
    "translation": {
      "en": "I know it's, like, not appropriate to be standing up here in a bathing suit...",
      "vi": "Đứng ở đây mà mặc đồ bơi thì không hợp chút nào,"
    }
  },
  {
    "translation": {
      "en": "but I took an Ambien tonight.",
      "vi": "nhưng tối nay tôi đã uống Ambien."
    }
  },
  {
    "translation": {
      "en": "I... I was supposed to go to sleep, but then he called me to come here.",
      "vi": "Tôi đã định đi ngủ nhưng anh ta lại gọi tôi ra đây."
    }
  },
  {
    "translation": {
      "en": "- I'm really sorry. - Okay... okay.",
      "vi": "- Tôi xin lỗi. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "- So sorry. - It's okay. Thank you.",
      "vi": "- Rất xin lỗi. - Không sao. Cám ơn."
    }
  },
  {
    "translation": {
      "en": "So many of you.",
      "vi": "Nhiều em quá."
    }
  },
  {
    "translation": {
      "en": "I'm sorry, I'm just having so much, uh...",
      "vi": "Anh xin lỗi, anh vừa hơi quá..."
    }
  },
  {
    "translation": {
      "en": "- Yes. -",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Uh... ah, okay.",
      "vi": "Rồi. Nào."
    }
  },
  {
    "translation": {
      "en": "Uh, hey, um, hang on...",
      "vi": "À, đợi chút."
    }
  },
  {
    "translation": {
      "en": "I'm gonna put on a condom, all right?",
      "vi": "Để anh đeo bao cao su đã nhé?"
    }
  },
  {
    "translation": {
      "en": "I'm... I'm gonna put on a condom real quick, okay?",
      "vi": "Anh sẽ đeo nhanh thôi, được không?"
    }
  },
  {
    "translation": {
      "en": "- Excuse me. Sorry, pardon me. - Okay.",
      "vi": "Xin phép. Anh xin lỗi nhé."
    }
  },
  {
    "translation": {
      "en": "So, uh, you know, you two can, uh, kiss each other if you want, you know.",
      "vi": "À, hai em có thể hôn nhau nếu muốn cũng được."
    }
  },
  {
    "translation": {
      "en": "- Nah, that's okay. - No. We don't really want to.",
      "vi": "- Không cần đâu. - Bọn em không muốn."
    }
  },
  {
    "translation": {
      "en": "- You're sure? Really? - Yeah.",
      "vi": "- Em có chắc không? - Có."
    }
  },
  {
    "translation": {
      "en": "'Cause otherwise, it's not really, like, a threesome.",
      "vi": "Nếu không thì không giống chơi ba người."
    }
  },
  {
    "translation": {
      "en": "It's more like, you know, two adjacent twosomes or...",
      "vi": "Giống hai người ở cạnh nhau hoặc chơi hai người hơn là..."
    }
  },
  {
    "translation": {
      "en": "- Nah. It's not our thing. - No?",
      "vi": "Không. Bọn em không thế."
    }
  },
  {
    "translation": {
      "en": "Oh, I see, it's sort of, like, um, I'm like the conduit.",
      "vi": "Ừ, anh hiểu rồi, anh giống như cái ống dẫn vậy."
    }
  },
  {
    "translation": {
      "en": "We're sisters.",
      "vi": "Bọn em là chị em gái."
    }
  },
  {
    "translation": {
      "en": "What the fuck? Jesus! Ew!",
      "vi": "Cái gì cơ? Chúa ơi!"
    }
  },
  {
    "translation": {
      "en": "I mean, I'm sorry, I don't mean, Ew, but just, like, what the fuck? Ew!",
      "vi": "Xin lỗi, anh không ghê tởm gì đâu, nhưng mà...cái gì thế này?"
    }
  },
  {
    "translation": {
      "en": "Relax. What's wrong?",
      "vi": "Bình tĩnh đi. Có gì đâu chứ?"
    }
  },
  {
    "translation": {
      "en": "You know, for most guys this would be, like, a fantasy.",
      "vi": "Với nhiều người thì việc này tuyệt lắm đấy."
    }
  },
  {
    "translation": {
      "en": "What, to be, like, a participant in incest?",
      "vi": "Tuyệt khi được tham gia vào một cuộc loạn luân à?"
    }
  },
  {
    "translation": {
      "en": "- This isn't incest, okay? - No.",
      "vi": "- Không hề. - Đây không phải loạn luân."
    }
  },
  {
    "translation": {
      "en": "We've never kissed. We haven't even touched each other.",
      "vi": "Bọn em có hôn nhau đâu. Còn chẳng động vào nhau."
    }
  },
  {
    "translation": {
      "en": "Okay, yeah, but you're, like...  you know, naked in front of each other.",
      "vi": "Phải, nhưng...hai người đã khỏa thân trước mặt nhau."
    }
  },
  {
    "translation": {
      "en": "That's, like, in the realm of, you know, fucking incest.",
      "vi": "Nó như kiểu loạn luân vậy."
    }
  },
  {
    "translation": {
      "en": "So, was it incest when we had baths together as little girls?",
      "vi": "Thế hồi bé, bọn em tắm chung thì cũng là loạn luân à?"
    }
  },
  {
    "translation": {
      "en": "No, no, no, no, no. That is, like, worlds apart! Okay?",
      "vi": "Không. Đó là hoàn toàn chuyện khác."
    }
  },
  {
    "translation": {
      "en": "Like, I was touching your boob while I was touching her thigh, okay?",
      "vi": "Anh vừa mới sờ ngực em trong lúc sờ đùi em ấy, hiểu không?"
    }
  },
  {
    "translation": {
      "en": "That's, technically, I'm--",
      "vi": "Chính xác thì anh..."
    }
  },
  {
    "translation": {
      "en": "I'm in an incestuous relationship right now, okay?",
      "vi": "Giờ anh đang trong một mối quan hệ loạn luân, hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "Don't judge us.",
      "vi": "Đừng đánh giá bọn em."
    }
  },
  {
    "translation": {
      "en": "I'm not judging you, okay? It's just...",
      "vi": "Anh không hề, hiểu chứ? Chỉ là..."
    }
  },
  {
    "translation": {
      "en": "It's a surprise, and in all fairness...",
      "vi": "Anh ngạc nhiên quá, và công bằng thì..."
    }
  },
  {
    "translation": {
      "en": "you two should've told me.",
      "vi": "hai người nên nói với anh."
    }
  },
  {
    "translation": {
      "en": "Okay, dude. You know what? Sorry that we tried to fuck you.",
      "vi": "Được rồi. Bọn em xin lỗi vì đã muốn ngủ với anh."
    }
  },
  {
    "translation": {
      "en": "No. I... I didn't mean it-- Uh, it's just...",
      "vi": "Không. Anh không có ý...chỉ là..."
    }
  },
  {
    "translation": {
      "en": "I mean, maybe, like, one of you stays?",
      "vi": "Một trong hai người ở lại được chứ?"
    }
  },
  {
    "translation": {
      "en": "Go fuck yourself.",
      "vi": "Đi mà làm một mình ấy."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "That'll be $2.35.",
      "vi": "Hết 2,35 đô."
    }
  },
  {
    "translation": {
      "en": "Shit. Fuck, dude, I don't have my wallet.",
      "vi": "Chết rồi. Tôi quên mang ví."
    }
  },
  {
    "translation": {
      "en": "Can I pay you back later?",
      "vi": "Tôi trả sau được không?"
    }
  },
  {
    "translation": {
      "en": "No, we don't do that.",
      "vi": "Không được."
    }
  },
  {
    "translation": {
      "en": "Dude, I live, like, two blocks from here.",
      "vi": "Tôi sống cách đây hai lô."
    }
  },
  {
    "translation": {
      "en": "I'll run home, get money, come back, pay you.",
      "vi": "Tôi sẽ về nhà lấy tiền và quay lại trả anh. Tôi sẽ trả nhiều hơn số nợ."
    }
  },
  {
    "translation": {
      "en": "I'll pay you more than I owe you. I'll give you a big tip.",
      "vi": "Tôi sẽ về nhà lấy tiền và quay lại trả anh. Tôi sẽ trả nhiều hơn số nợ. - Tôi sẽ boa thêm. - Không."
    }
  },
  {
    "translation": {
      "en": "No. You just go home, get your money,",
      "vi": "- Tôi sẽ boa thêm. - Không. Cô cứ về nhà lấy tiền rồi quay lại đây lấy cà phê."
    }
  },
  {
    "translation": {
      "en": "then come back and get your coffee.",
      "vi": "Cô cứ về nhà lấy tiền rồi quay lại đây lấy cà phê."
    }
  },
  {
    "translation": {
      "en": "Dude, I fucking need this coffee right now, please, dude.",
      "vi": "Giờ tôi rất cần cốc cà phê này. Làm ơn đi."
    }
  },
  {
    "translation": {
      "en": "I need it to, like, you know, get shit going.",
      "vi": "Tôi cần nó để thải mấy thứ ra."
    }
  },
  {
    "translation": {
      "en": "Please, please, do me a solid.",
      "vi": "Làm ơn giúp tôi đi."
    }
  },
  {
    "translation": {
      "en": "This isn't a charity.",
      "vi": "Đây không phải từ thiện."
    }
  },
  {
    "translation": {
      "en": "If you not gonna pay it, just go. Get out.",
      "vi": "Cô không định trả thì ra ngoài đi."
    }
  },
  {
    "translation": {
      "en": "What, you're just gonna let that coffee get cold?",
      "vi": "Vậy anh định để cà phê nguội à?"
    }
  },
  {
    "translation": {
      "en": "You're just gonna waste that cup of coffee?",
      "vi": "Phí phạm vậy sao?"
    }
  },
  {
    "translation": {
      "en": "- Yeah. - That doesn't make any sense.",
      "vi": "- Ừ. - Như thế vô lý lắm."
    }
  },
  {
    "translation": {
      "en": "No, I'm fucking taking this coffee right now. No, no, no, no, you stealing the coffee.",
      "vi": "- Không, tôi sẽ lấy nó. - Không, giờ cô đang cướp nó đấy."
    }
  },
  {
    "translation": {
      "en": "I'm calling the police. You're on the cameras.",
      "vi": "Tôi gọi cảnh sát đấy. Có máy quay kia kìa."
    }
  },
  {
    "translation": {
      "en": "- I'm on the cameras? Big fucking deal. - Yeah, yeah. It's--",
      "vi": "Có máy quay á? Chết rồi. Xin chào. Chết đi."
    }
  },
  {
    "translation": {
      "en": "Hi, hello. Fuck you. Fuck you. I don't care, you have me on the camera.",
      "vi": "Có máy quay á? Chết rồi. Xin chào. Chết đi. Tôi không quan tâm là có máy quay đâu. Tôi sẽ quay lại ngay."
    }
  },
  {
    "translation": {
      "en": "You know me, dude. I'm good for it. I'll come right back.",
      "vi": "Tôi không quan tâm là có máy quay đâu. Tôi sẽ quay lại ngay."
    }
  },
  {
    "translation": {
      "en": "Hey, you know what? I got this. It's cool.",
      "vi": "Này, để tôi trả cho. Không sao."
    }
  },
  {
    "translation": {
      "en": "Are you sure?",
      "vi": "Anh chắc chứ?"
    }
  },
  {
    "translation": {
      "en": "Yeah. Yeah, I'm sure.",
      "vi": "Ừ. Tôi chắc."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được thôi."
    }
  },
  {
    "translation": {
      "en": "And a pack of cigarettes?",
      "vi": "Thêm một bao thuốc lá nhé?"
    }
  },
  {
    "translation": {
      "en": "And a pack of smokes. Parliaments.",
      "vi": "- Một bao thuốc. - Loại Parliaments."
    }
  }
]