[
  {
    "translation": {
      "en": "Yeah, that is some detail. That is some Western detail right there.",
      "vi": "Vâng, đó là vài chi tiết, vài chi tiết miền Viễn Tây."
    }
  },
  {
    "translation": {
      "en": "Western detail. Attention to detail.",
      "vi": "Miền Viễn Tây. Chú ý đến cả chi tiết."
    }
  },
  {
    "translation": {
      "en": "He's even got spurs on the back of his boots and they're sharp.",
      "vi": "Sau ủng anh ấy còn có cựa sắt sắc nữa."
    }
  },
  {
    "translation": {
      "en": "-Love it. -They are.",
      "vi": "- Tôi thích chúng lắm. - Đúng thế."
    }
  },
  {
    "translation": {
      "en": "The clock is gone on this piece, Christine, so....",
      "vi": "Đến lúc kết thúc phần này rồi, Christine, nên..."
    }
  },
  {
    "translation": {
      "en": "-Oh, my goodness -Well, let's just move on.",
      "vi": "- Ôi trời! - Tới mục kế tiếp nào."
    }
  },
  {
    "translation": {
      "en": "Well, from time to time, people make mistakes, that's okay.",
      "vi": "Đôi khi con người cũng phạm sai lầm mà. Không sao cả."
    }
  },
  {
    "translation": {
      "en": "This is our first Renoir of the evening.",
      "vi": "Đây là bức đầu tiên của Renoir tối nay."
    }
  },
  {
    "translation": {
      "en": "This is a heliogravure, which is an etching...",
      "vi": "Đây là một bức tranh khắc trên bản kẽm."
    }
  },
  {
    "translation": {
      "en": "...it was hand pulled from a copperplate in Paris in 1919.",
      "vi": "Nó được lấy từ bản khắc đồng ở Paris vào năm 1919."
    }
  },
  {
    "translation": {
      "en": "We know this because that's what it says on the back...",
      "vi": "Chúng tôi biết vậy nhờ những gì viết ở mặt sau,"
    }
  },
  {
    "translation": {
      "en": "...where the certificate of authenticity is located. Just as lovely as can be.",
      "vi": "ở phần chứng nhận tranh thật. Một bức tranh rất đẹp."
    }
  },
  {
    "translation": {
      "en": "Look at the soft, delicate shading, very feminine.",
      "vi": "Hãy nhìn sự đổ bóng mềm mại, tinh tế này xem, rất yểu điệu."
    }
  },
  {
    "translation": {
      "en": "This is a limited edition.",
      "vi": "Đây là phiên bản giới hạn."
    }
  },
  {
    "translation": {
      "en": "This is what you're looking for if you are a Renoir fan.",
      "vi": "Nếu bạn hâm mộ Renoir, đây là thứ bạn đang tìm."
    }
  },
  {
    "translation": {
      "en": "One hundred, oh, my goodness. Right at the buzzer.",
      "vi": "Một trăm, ôi trời đất. Bấm nút thôi."
    }
  },
  {
    "translation": {
      "en": "Good.",
      "vi": "Tốt quá."
    }
  },
  {
    "translation": {
      "en": "--the few exceptions is the African pancake tortoise...",
      "vi": "...một vài ngoại lệ hiếm hoi là rùa cạn Châu Phi,"
    }
  },
  {
    "translation": {
      "en": "...which has a flat, flexible shell that allows it to hide in rock crevasses--",
      "vi": "có mai phẳng, linh hoạt cho phép chúng ẩn mình trong các kẽ đá..."
    }
  },
  {
    "translation": {
      "en": "--big swath of light to moderate snow from the Broken Bow area...",
      "vi": "...dải sáng lớn cho thấy cơn bão tuyết đang từ khu Broken Bow"
    }
  },
  {
    "translation": {
      "en": "...down toward Kearney, Hastings, Grand Island.",
      "vi": "xuống Kearney, Hastings, Grand Island."
    }
  },
  {
    "translation": {
      "en": "That is all moving in our direction, so I do think around 7 to 8:00...",
      "vi": "Nó hướng về phía chúng ta, nên tôi nghĩ là, tầm từ 7 đến 8 giờ,"
    }
  },
  {
    "translation": {
      "en": "...the snow will become pretty steady here across the region...",
      "vi": "cơn bão tuyết sẽ quét ngang khu vực này,"
    }
  },
  {
    "translation": {
      "en": "...with all this moving on top of us...",
      "vi": "tình trạng thời tiết như vậy"
    }
  },
  {
    "translation": {
      "en": "...and that's really gonna knock down visibility.",
      "vi": "sẽ khiến tầm nhìn xa giảm mạnh."
    }
  },
  {
    "translation": {
      "en": "And again, snow-covered roads are gonna be definitely likely this evening...",
      "vi": "Nhắc lại, tối nay hầu như chắc chắn đường sẽ ngập tuyết"
    }
  },
  {
    "translation": {
      "en": "...making it even slippier-- More slippery. --than it is out there at this time.",
      "vi": "khiến nó còn trơn trợt... Trơn trượt hơn. ...so với thời điểm này."
    }
  },
  {
    "translation": {
      "en": "There's that winter weather advisory in effect till very early tomorrow morning.",
      "vi": "Đây là những thông tin về thời tiết mùa đông cho đến sớm ngày mai."
    }
  },
  {
    "translation": {
      "en": "The bitter cold weather helped break up the compactions...",
      "vi": "Thời tiết rét buốt này giảm áp lực cho đất"
    }
  },
  {
    "translation": {
      "en": "...we created this fall in our fields.",
      "vi": "mà chúng ta gây ra trong vụ thu hoạch này."
    }
  },
  {
    "translation": {
      "en": "Don't let false allegations bully you into an unfair fight.",
      "vi": "Đừng để những cáo buộc sai ép bạn vào cuộc chiến thiếu công bằng."
    }
  },
  {
    "translation": {
      "en": "Hi, I'm Saul Goodman, and I will do the fighting for you.",
      "vi": "Chào, tôi là Saul Goodman, và tôi sẽ đấu tranh thay bạn."
    }
  },
  {
    "translation": {
      "en": "No charge is too big for me.",
      "vi": "Chẳng cáo buộc nào là quá lớn với tôi."
    }
  },
  {
    "translation": {
      "en": "When legal forces have you cornered, better call Saul.",
      "vi": "Khi lâm vào bước đường cùng về pháp lý, hãy gọi Saul."
    }
  },
  {
    "translation": {
      "en": "I'll get your case dismissed. I'll give you the defense you deserve.",
      "vi": "Tôi sẽ giúp bạn hủy vụ kiện. Tôi sẽ có lời biện hộ bạn xứng đáng."
    }
  },
  {
    "translation": {
      "en": "Why? Because I'm Saul Goodman, attorney at law.",
      "vi": "Tại sao? Vì tôi là Saul Goodman, luật sư chính hiệu."
    }
  },
  {
    "translation": {
      "en": "I investigate, advocate, persuade, and most importantly, win.",
      "vi": "Tôi điều tra, biện hộ, thuyết phục, và quan trọng nhất, chiến thắng!"
    }
  },
  {
    "translation": {
      "en": "Better call Saul.",
      "vi": "Hãy gọi Saul."
    }
  },
  {
    "translation": {
      "en": "Do you feel doomed?",
      "vi": "Bạn thấy bế tắc?"
    }
  },
  {
    "translation": {
      "en": "Have opponents of freedom wrongly intimidated you?",
      "vi": "Bản án sai trái đang treo lơ lửng trên đầu bạn?"
    }
  },
  {
    "translation": {
      "en": "Maybe they told you you're in serious trouble and there's nothing you can do.",
      "vi": "Có thể họ nói bạn đang gặp rắc rối thật sự và bạn bó tay."
    }
  },
  {
    "translation": {
      "en": "I'm Saul Goodman, and I'm here to tell you that they're wrong.",
      "vi": "Tôi là Saul Goodman, và tôi nói rằng họ đã sai."
    }
  },
  {
    "translation": {
      "en": "It's never too late for justice. Better call....",
      "vi": "Với công lý chẳng bao giờ là quá muộn. Hãy gọi..."
    }
  },
  {
    "translation": {
      "en": "I think...",
      "vi": "Tôi nghĩ..."
    }
  },
  {
    "translation": {
      "en": "...your brain is just not all there yet.",
      "vi": "não các vị chưa nhận thức được."
    }
  },
  {
    "translation": {
      "en": "If we were all held responsible for what we did when we were 19....",
      "vi": "Nếu chúng ta phải chịu trách nhiệm cho những gì mình đã làm ở tuổi 19."
    }
  },
  {
    "translation": {
      "en": "I remember what it was like to be a kid. Think back.",
      "vi": "Tôi vẫn nhớ khi còn trẻ. Ngẫm lại đi."
    }
  },
  {
    "translation": {
      "en": "It's all-- Judge, what would you say?",
      "vi": "Ngài thẩm phán, ngài nói sao?"
    }
  },
  {
    "translation": {
      "en": "These boys, 19, I can't-- I don't--",
      "vi": "Mấy cậu nhóc này mới 19 tuổi, tôi không thể...tôi không..."
    }
  },
  {
    "translation": {
      "en": "These three young men, just like you.",
      "vi": "Ba cậu thanh niên này, cũng như các vị thôi."
    }
  },
  {
    "translation": {
      "en": "Just like....",
      "vi": "Cũng như..."
    }
  },
  {
    "translation": {
      "en": "Oh, to be 19 again. You with me, ladies and gentlemen?",
      "vi": "Hãy về lại tuổi 19 nào. Quý vị hiểu ý tôi không?"
    }
  },
  {
    "translation": {
      "en": "Do you remember 19?",
      "vi": "Mọi người còn nhớ tuổi 19 không?"
    }
  },
  {
    "translation": {
      "en": "Let me tell you, the juices are flowing, the red corpuscles are corpuscling...",
      "vi": "Để tôi nói, ta sống hồ hởi, tràn đầy nhiệt huyết,"
    }
  },
  {
    "translation": {
      "en": "...the grass is green and it's soft, and summer's gonna last forever.",
      "vi": "cỏ thì vừa xanh, vừa mềm, và mùa hè tưởng chừng bất tận."
    }
  },
  {
    "translation": {
      "en": "Now do you remember? Yeah, you do.",
      "vi": "Mọi người nhớ chưa? Cô nhớ rồi đấy."
    }
  },
  {
    "translation": {
      "en": "But if you're being honest, I mean, really honest...",
      "vi": "Nhưng nếu các bạn thành thật, thực sự thành thật,"
    }
  },
  {
    "translation": {
      "en": "...you'll recall that you also had an underdeveloped 19-year-old brain.",
      "vi": "các bạn sẽ nhớ mình cũng có bộ óc chưa phát triển của tuổi 19."
    }
  },
  {
    "translation": {
      "en": "Me, personally...",
      "vi": "Cá nhân tôi thì"
    }
  },
  {
    "translation": {
      "en": "...if I were held accountable...",
      "vi": "nếu tôi phải chịu trách nhiệm"
    }
  },
  {
    "translation": {
      "en": "...for some of the stupid decisions I made when I was 19, oh, boy, wow.",
      "vi": "cho vài chuyện ngu ngốc đã làm hồi 19 tuổi, ối chà chà."
    }
  },
  {
    "translation": {
      "en": "And I bet if we were in church right now, I'd get a big \"amen.\"",
      "vi": "Nếu giờ đang xưng tội nhà thờ, chắc đã có tiếng \"Amen\" thật to rồi!"
    }
  },
  {
    "translation": {
      "en": "Which brings us to these three.",
      "vi": "Liên hệ tới ba cậu nhóc này."
    }
  },
  {
    "translation": {
      "en": "Now, these three knuckleheads--",
      "vi": "Giờ, ba đứa đầu đất này..."
    }
  },
  {
    "translation": {
      "en": "And I'm sorry, boys, but that's what you are.",
      "vi": "Xin lỗi mấy nhóc, nhưng đúng thế đấy."
    }
  },
  {
    "translation": {
      "en": "--they did a dumb thing. We're not denying that.",
      "vi": "...chúng làm điều ngu. Không thể chối cãi."
    }
  },
  {
    "translation": {
      "en": "However, I would like you to remember two salient facts.",
      "vi": "Tuy nhiên, tôi muốn các bạn nhớ lấy hai điểm nổi bật."
    }
  },
  {
    "translation": {
      "en": "Fact one, nobody got hurt. Not a soul. Very important to keep that in mind.",
      "vi": "Thứ nhất, chẳng ai bị thương cả, không một ai. Rất quan trọng đấy."
    }
  },
  {
    "translation": {
      "en": "Fact two....",
      "vi": "Thứ hai..."
    }
  },
  {
    "translation": {
      "en": "Now, the prosecution keeps bandying this term \"criminal trespass.\"",
      "vi": "Bên công tố cứ xoáy vào cụm từ \"xâm nhập gia cư bất hợp pháp.\""
    }
  },
  {
    "translation": {
      "en": "Mr. Spinauzo, the property owner, admitted to us...",
      "vi": "Ông Spinauzo, chủ sở hữu, thừa nhận với chúng tôi"
    }
  },
  {
    "translation": {
      "en": "...that he keeps most portions of his business...",
      "vi": "là hầu hết các khu kinh doanh của ông"
    }
  },
  {
    "translation": {
      "en": "...open to the public both day and night.",
      "vi": "mở cửa công cộng cả ngày lẫn đêm."
    }
  },
  {
    "translation": {
      "en": "So trespassing?",
      "vi": "Nên, xâm nhập ư?"
    }
  },
  {
    "translation": {
      "en": "It's a bit of a reach, don't you think, Dave?",
      "vi": "Có hơi quá, phải không Dave?"
    }
  },
  {
    "translation": {
      "en": "Here's what I know.",
      "vi": "Đây là những gì tôi biết."
    }
  },
  {
    "translation": {
      "en": "These three young men, near honor students all...",
      "vi": "Ba cậu thanh niên này, ba sinh viên gần như tiêu biểu này,"
    }
  },
  {
    "translation": {
      "en": "...were feeling their oats one Saturday night and they just...",
      "vi": "trong một tối thứ Bảy quá phấn khích, và chúng đã..."
    }
  },
  {
    "translation": {
      "en": "...went a little bananas.",
      "vi": "hơi cuồng một chút."
    }
  },
  {
    "translation": {
      "en": "I don't know. Call me crazy, but I don't think they deserve...",
      "vi": "Bảo tôi điên đi, nhưng tôi nghĩ chúng không đáng"
    }
  },
  {
    "translation": {
      "en": "...to have their bright futures ruined by a momentary, minute...",
      "vi": "bị hủy hoại tương lai chỉ vì một khoảnh khắc,"
    }
  },
  {
    "translation": {
      "en": "...never-to-be-repeated lapse of judgment.",
      "vi": "phút bốc đồng không bao giờ có lần hai."
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen...",
      "vi": "Thưa quý vị,"
    }
  },
  {
    "translation": {
      "en": "...you're bigger than that.",
      "vi": "các vị bao dung hơn thế nhiều."
    }
  },
  {
    "translation": {
      "en": "-Kenny, are you rolling? -Yeah, wait a minute.",
      "vi": "- Kenny, quay chưa? - Rồi, đợi tí."
    }
  },
  {
    "translation": {
      "en": "-Yeah, baby. Yeah. -Tone it down. Chill out, would you?",
      "vi": "- Ngon rồi cưng. - Nhỏ mồm thôi. Bình tĩnh nhé?"
    }
  },
  {
    "translation": {
      "en": "Hey, Miss Watson's fourth period biology class, this one's for you.",
      "vi": "Này, bà Watson dạy Sinh tiết bốn, cái này là dành cho bà đấy."
    }
  },
  {
    "translation": {
      "en": "-Watch and learn, losers. -Oh, yeah.",
      "vi": "- Nhìn mà học hỏi đi, đồ thất bại. - Đúng rồi đấy."
    }
  },
  {
    "translation": {
      "en": "-Oh, God. -Dude, where'd all the blood go?",
      "vi": "- Chúa ơi! - Máu đâu hết rồi các cậu?"
    }
  },
  {
    "translation": {
      "en": "He's dead. They suck it all out, dumb-ass.",
      "vi": "Hắn chết rồi mà. Họ hút hết máu rồi, đồ ngu."
    }
  },
  {
    "translation": {
      "en": "-Awesome. -Where do they put it?",
      "vi": "- Ngon lành. - Thế họ để đâu?"
    }
  },
  {
    "translation": {
      "en": "All right, I'm through the neck bone now, dude.",
      "vi": "Được rồi, tôi cưa đến chỗ xương cổ này."
    }
  },
  {
    "translation": {
      "en": "-Kenny, get over here. -I'm getting it.",
      "vi": "- Kenny, qua đây. - Quen dần rồi."
    }
  },
  {
    "translation": {
      "en": "-Get a shot of this. -Fine, fine.",
      "vi": "- Quay đi. - Được, được."
    }
  },
  {
    "translation": {
      "en": "-Let me do it. -I got it.",
      "vi": "- Để tôi làm cho. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "All right.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "-All right. -Oh, my God.",
      "vi": "- Được rồi. - Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "-You're sawing like a pussy. Let me do it. -Would you get off? Chill out.",
      "vi": "Cậu cưa trông ẻo lả thế. Để tôi làm cho. Tránh ra xem nào? Từ từ."
    }
  },
  {
    "translation": {
      "en": "-All right. -Wait, wait. Okay. Wait for it. Wait.",
      "vi": "- Được rồi. - Đợi đã. Được. Đợi đã. Đợi."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "-Come on. Yeah, baby. Yeah. -Oh, my God.",
      "vi": "- Cố lên cưng. - Ôi Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "I dare you to stick your wang in the throat hole.",
      "vi": "Tôi thách cậu nhét cái ấy vào cái cổ họng đấy."
    }
  },
  {
    "translation": {
      "en": "I will if you will, loser.",
      "vi": "Cậu làm đi rồi tôi làm, đồ kém cỏi."
    }
  },
  {
    "translation": {
      "en": "All right, all right.",
      "vi": "Rồi, rồi."
    }
  },
  {
    "translation": {
      "en": "-What the hell kind of math is that? -Seven hundred per defense.",
      "vi": "- Tính toán kiểu quái gì thế này? - Bảy trăm đô mỗi \"bị kiện.\""
    }
  },
  {
    "translation": {
      "en": "No, no, no. \"Defendant.\" \"Dant.\"",
      "vi": "Không. Là \"bị\", nhấn mạnh là \"bị cáo\"."
    }
  },
  {
    "translation": {
      "en": "Three defendants, 2100.",
      "vi": "Ba bị cáo, 2.100 đô."
    }
  },
  {
    "translation": {
      "en": "Which, by the way, bargain. What I did for them....",
      "vi": "Mà thế là quá rẻ. Điều tôi làm cho chúng..."
    }
  },
  {
    "translation": {
      "en": "They going to jail, ain't they?",
      "vi": "Thế không phải chúng vào tù rồi à?"
    }
  },
  {
    "translation": {
      "en": "So since when does that matter? They had sex with a head.",
      "vi": "Thế thì sao? Chúng làm tình với cái đầu đấy!"
    }
  },
  {
    "translation": {
      "en": "Look, didn't nobody tell you to try all three of them together.",
      "vi": "Chả phải người ta bảo anh đừng đưa cả ba đứa ra cùng lúc à?"
    }
  },
  {
    "translation": {
      "en": "-One trial, $700. -You're gonna miss me.",
      "vi": "- Một vụ, 700 đô. - Cô sẽ nhớ tôi đấy."
    }
  },
  {
    "translation": {
      "en": "You are gonna miss me because it'll be a cold day in hell...",
      "vi": "Cô sẽ nhớ tôi đấy vì chừng nào mùa hè tuyết rơi"
    }
  },
  {
    "translation": {
      "en": "...before I do any more PD work for this shitty court. Sayonara, baby.",
      "vi": "thì tôi mới laị bào chữa ở tòa chết tiệt này. Vĩnh biệt cưng."
    }
  },
  {
    "translation": {
      "en": "You have yourself a nice day.",
      "vi": "Chúc anh một ngày tốt lành."
    }
  },
  {
    "translation": {
      "en": "Law offices of James McGill, how may I direct your call?",
      "vi": "Văn phòng luật James McGill, tôi chuyển cuộc gọi cho ai đây?"
    }
  },
  {
    "translation": {
      "en": "Yes, Mrs. Kettleman, so good of you to return.",
      "vi": "Vâng, bà Kettleman, rất mừng khi bà gọi lại."
    }
  },
  {
    "translation": {
      "en": "Actually, I don't have Mr. McGill at the moment, but I know he--",
      "vi": "Lúc này ông McGill không có đây, nhưng tôi biết ông ấy sẽ..."
    }
  },
  {
    "translation": {
      "en": "Oh, splendid.",
      "vi": "Tuyệt quá."
    }
  },
  {
    "translation": {
      "en": "Unfortunately, our offices are being painted...",
      "vi": "Không may là, chúng tôi đang sơn văn phòng"
    }
  },
  {
    "translation": {
      "en": "...and the fumes are quite horrid.",
      "vi": "và mùi sơn khá là kinh khủng."
    }
  },
  {
    "translation": {
      "en": "Could he meet you and your husband at, say, Loyola's Café on Central?",
      "vi": "Ông ấy có thể gặp bà và chồng bà tại cà phê Loyola ở Central không?"
    }
  },
  {
    "translation": {
      "en": "Four o'clock it shall be. Cheers.",
      "vi": "Bốn giờ vậy. Tạm biệt."
    }
  },
  {
    "translation": {
      "en": "Three dollars.",
      "vi": "Ba đô."
    }
  },
  {
    "translation": {
      "en": "I'm validated. See the stickers?",
      "vi": "Vé tôi hợp lệ rồi mà. Không thấy miếng dán à?"
    }
  },
  {
    "translation": {
      "en": "Well, I see five stickers. You're one shy. That's $3.",
      "vi": "Tôi chỉ thấy có năm miếng dán thôi. Anh thiếu một rồi. Ba đô."
    }
  },
  {
    "translation": {
      "en": "They gave me-- Look, I'm validated for the entire day, okay?",
      "vi": "Họ cho tôi...Nghe này, vé của tôi hợp lệ cả ngày, hiểu chưa?"
    }
  },
  {
    "translation": {
      "en": "Five stickers, six stickers, I don't know from stickers because...",
      "vi": "Năm miếng, sáu miếng, tôi chả biết miếng dán gì cả vì"
    }
  },
  {
    "translation": {
      "en": "...I was in that court back there saving people's lives, so....",
      "vi": "lúc đó tôi còn ở trên tòa cứu mạng người khác, nên..."
    }
  },
  {
    "translation": {
      "en": "Gee, that's swell.",
      "vi": "Chà, cừ quá nhỉ."
    }
  },
  {
    "translation": {
      "en": "And thank you for restoring my faith in the judicial system.",
      "vi": "Cảm ơn anh đã trả lại niềm tin vào hệ thống tư pháp cho tôi."
    }
  },
  {
    "translation": {
      "en": "Now, you either pay the $3...",
      "vi": "Giờ hoặc là anh trả ba đô"
    }
  },
  {
    "translation": {
      "en": "...or you go back inside and you get an additional sticker.",
      "vi": "hoặc quay lại trong đó bổ sung thêm một miếng dán nữa."
    }
  },
  {
    "translation": {
      "en": "Son of a bitch.",
      "vi": "Đồ chó đẻ."
    }
  },
  {
    "translation": {
      "en": "Fine. You win. Hooray for you.",
      "vi": "Rồi. Ông thắng. Chúc mừng nhé."
    }
  },
  {
    "translation": {
      "en": "Backing up. I have to back up. I need more stickers.",
      "vi": "Lùi lại đi. Tôi phải quay lại. Tôi cần thêm miếng dán."
    }
  },
  {
    "translation": {
      "en": "Don't have enough stickers.",
      "vi": "Không đủ miếng dán."
    }
  },
  {
    "translation": {
      "en": "Thank you. Thank you. Very nice.",
      "vi": "Cảm ơn! Tử tế quá."
    }
  },
  {
    "translation": {
      "en": "Employee of the month over here.",
      "vi": "Nhân viên của tháng đây rồi."
    }
  },
  {
    "translation": {
      "en": "Yeah. Hooray. Give him a medal.",
      "vi": "Tặng ông ta cái huân chương đi."
    }
  },
  {
    "translation": {
      "en": "Don't do anything, guys. Just relax, all right?",
      "vi": "Đừng làm gì cả, mấy anh. Thư giãn đi, được chứ?"
    }
  },
  {
    "translation": {
      "en": "Well, I'm just fuzzy as to why you think he needs a lawyer.",
      "vi": "Tôi chỉ hơi thắc mắc vì sao ông nghĩ anh ấy cần luật sư."
    }
  },
  {
    "translation": {
      "en": "I mean, Craig, the way you run your office is beyond reproach.",
      "vi": "Ý tôi là, Craig, cách anh điều hành văn phòng không chê vào đâu được."
    }
  },
  {
    "translation": {
      "en": "-Beyond reproach. -Yeah.",
      "vi": "- Không chê được. - Phải."
    }
  },
  {
    "translation": {
      "en": "-I'm a stickler, you know-- -He is. He's a stickler with the money.",
      "vi": "- Tôi là một người khắt khe. - Đúng đấy. Tiền bạc chặt chẽ lắm."
    }
  },
  {
    "translation": {
      "en": "-He's definitely a stickler. -Yeah. Yeah.",
      "vi": "- Chắc chắn là khắt khe. - Vâng."
    }
  },
  {
    "translation": {
      "en": "-He's certainly not guilty of some-- -Certainly not.",
      "vi": "- Anh ấy rõ ràng là vô tội... - Chắc chắn là không rồi."
    }
  },
  {
    "translation": {
      "en": "He's innocent of any wrongdoing, that's abundantly clear to me.",
      "vi": "Anh ấy hoàn toàn trong sạch, tôi rất rõ ràng chuyện đó."
    }
  },
  {
    "translation": {
      "en": "And frankly, I don't go looking for guilty people to represent.",
      "vi": "Và nói thật, tôi không đi tìm những người có tội để đại diện."
    }
  },
  {
    "translation": {
      "en": "I mean, who needs that aggravation, right?",
      "vi": "Ai lại muốn trầm trọng hóa như thế chứ, nhỉ?"
    }
  },
  {
    "translation": {
      "en": "Right.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "Look, all I know is what I read in the paper.",
      "vi": "Tôi chỉ biết những gì đọc được trên báo thôi."
    }
  },
  {
    "translation": {
      "en": "And typically when money goes missing from the county treasury--",
      "vi": "Và thông thường, khi tiền trong kho bạc bị mất..."
    }
  },
  {
    "translation": {
      "en": "-And the number here is 1.6 million? -Well, that's an accounting discrepancy.",
      "vi": "- Và con số là 1,6 triệu đô? - Đó là kế toán không nhất quán."
    }
  },
  {
    "translation": {
      "en": "It's a discrepancy, absolutely. But typically when that happens...",
      "vi": "Không nhất quán, chắc chắn rồi. Nhưng thường khi chuyện đó xảy ra,"
    }
  },
  {
    "translation": {
      "en": "...the police look at the treasurer.",
      "vi": "cảnh sát sẽ để ý thủ quỹ."
    }
  },
  {
    "translation": {
      "en": "And since that person is....",
      "vi": "Và vì người đó là...."
    }
  },
  {
    "translation": {
      "en": "I just think a little proactivity may be in order.",
      "vi": "Tôi nghĩ cần phải chủ động một chút."
    }
  },
  {
    "translation": {
      "en": "I just think I'd look guilty if I hired a lawyer.",
      "vi": "Tôi thì nghĩ nếu thuê luật sư thì giống như mình có tội vậy."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Vâng."
    }
  },
  {
    "translation": {
      "en": "Actually, it's getting arrested that makes people look guilty...",
      "vi": "Thật ra, bị bắt mới khiến ta có vẻ có tội"
    }
  },
  {
    "translation": {
      "en": "...even the innocent ones.",
      "vi": "kể cả với những người vô tội."
    }
  },
  {
    "translation": {
      "en": "And innocent people get arrested every day.",
      "vi": "Và ngày nào chả có người vô tội bị bắt."
    }
  },
  {
    "translation": {
      "en": "And they find themselves in a little room...",
      "vi": "Rồi họ thấy mình ngồi trong căn phòng nhỏ"
    }
  },
  {
    "translation": {
      "en": "...with a detective who acts like he's their best friend.",
      "vi": "với một tay thanh tra giả vờ như là bạn chí cốt của họ."
    }
  },
  {
    "translation": {
      "en": "\"Talk to me,\" he says. \"Help me clear this thing up.\"",
      "vi": "\"Nói xem,\" hắn bảo. \"Giúp tôi hiểu rõ chuyện này đi.\""
    }
  },
  {
    "translation": {
      "en": "\"You don't need a lawyer, only guilty people need lawyers.\"",
      "vi": "\"Anh không cần luật sư đâu. Chỉ mấy gã có tội mới cần.\""
    }
  },
  {
    "translation": {
      "en": "And, boom, hey, that's when it all goes south.",
      "vi": "Rồi bùm, hỏng bét là từ chỗ đó."
    }
  },
  {
    "translation": {
      "en": "That's when you want someone in your corner.",
      "vi": "Đó là khi anh cần một người đứng về phía anh."
    }
  },
  {
    "translation": {
      "en": "Someone who will fight tooth and nail.",
      "vi": "Người sẵn sàng tử chiến vì anh."
    }
  },
  {
    "translation": {
      "en": "Lawyers, we're like health insurance.",
      "vi": "Luật sư, chúng tôi giống như bảo hiểm y tế vậy."
    }
  },
  {
    "translation": {
      "en": "You hope you never need it, but, man, oh, man, not having it? No.",
      "vi": "Anh hy vọng không cần dùng đến nó. Nhưng không có nó ư? Không."
    }
  },
  {
    "translation": {
      "en": "How would we proceed if we decided to--?",
      "vi": "Chúng ta sẽ tiến hành thế nào nếu chúng tôi quyết định...?"
    }
  },
  {
    "translation": {
      "en": "Well, this is a letter of engagement.",
      "vi": "Đây là mẫu hợp đồng cam kết."
    }
  },
  {
    "translation": {
      "en": "It's very simple, straightforward. Please, read it closely.",
      "vi": "Rất đơn giản, dễ hiểu. Hãy đọc thật cẩn thận vào."
    }
  },
  {
    "translation": {
      "en": "But if you sign it...",
      "vi": "Nếu anh ký nó,"
    }
  },
  {
    "translation": {
      "en": "...I can get started on that defense strategy of ours...",
      "vi": "tôi có thể bắt đầu lên chiến lược biện hộ cho anh"
    }
  },
  {
    "translation": {
      "en": "...this very afternoon.",
      "vi": "ngay chiều nay."
    }
  },
  {
    "translation": {
      "en": "Craig...",
      "vi": "Craig,"
    }
  },
  {
    "translation": {
      "en": "...I think maybe we should sleep on it.",
      "vi": "em thấy nên suy nghĩ kỹ đã."
    }
  },
  {
    "translation": {
      "en": "Sure.",
      "vi": "Dĩ nhiên rồi."
    }
  },
  {
    "translation": {
      "en": "-Don't you think, Mr. McGill? -We should sleep on it.",
      "vi": "- Ông nghĩ thế không, ông McGill? - Ta nên cân nhắc."
    }
  },
  {
    "translation": {
      "en": "Oh, please, call me Jimmy.",
      "vi": "Xin hãy gọi tôi là Jimmy."
    }
  },
  {
    "translation": {
      "en": "Absolutely. I mean, there's no rush.",
      "vi": "Chắc chắn rồi. Chẳng có gì phải vội."
    }
  },
  {
    "translation": {
      "en": "Oh, and you know, Craig, we gotta pick up the kids.",
      "vi": "À, anh Craig, mình phải đi đón con."
    }
  },
  {
    "translation": {
      "en": "-At the.... -Right.",
      "vi": "- Ở... - Phải rồi."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Yeah.",
      "vi": "- Phải. - Ừ."
    }
  },
  {
    "translation": {
      "en": "Well, we will be in touch.",
      "vi": "Chúng tôi sẽ liên lạc lại sau."
    }
  },
  {
    "translation": {
      "en": "Thank you for the coffee, and for the advice.",
      "vi": "Cảm ơn đã mời cà phê và cho lời khuyên."
    }
  },
  {
    "translation": {
      "en": "You're very, very welcome.",
      "vi": "Đừng khách sáo."
    }
  },
  {
    "translation": {
      "en": "Here. Take this. It's got my phone number on it.",
      "vi": "Đây. Hãy giữ nó. Có số điện thoại của tôi trên đó."
    }
  },
  {
    "translation": {
      "en": "-Yeah. Okay. -Got it.",
      "vi": "- Vâng, được rồi. - Rồi."
    }
  },
  {
    "translation": {
      "en": "The number is 9456, 0054...",
      "vi": "Mã là 9456, 0054,"
    }
  },
  {
    "translation": {
      "en": "...4896, 0643, and the expiration is 11, '04.",
      "vi": "4896, 0643, ngày hết hạn là 11/04."
    }
  },
  {
    "translation": {
      "en": "Okay, and the key word here is \"classy,\" all right? Super classy.",
      "vi": "Rồi, và nhớ là phải sang trọng nhé? Thật sang trọng vào."
    }
  },
  {
    "translation": {
      "en": "Use only flowers that look expensive, but, you know, aren't.",
      "vi": "Chỉ dùng loại hoa nào trông đắt tiền, mà giá rẻ thôi."
    }
  },
  {
    "translation": {
      "en": "And the note should say:",
      "vi": "Và bưu thiếp đi kèm viết là:"
    }
  },
  {
    "translation": {
      "en": "\"Dear Betsy and Craig.",
      "vi": "\"Betsy và Craig thân mến."
    }
  },
  {
    "translation": {
      "en": "Best wishes from your stickler for justice, James McGill.\"",
      "vi": "Gửi anh lời chúc tốt đẹp nhất từ người theo sát công lý, James McGill.\""
    }
  },
  {
    "translation": {
      "en": "Okay? And McGill is spelled M-C--",
      "vi": "Được chưa? \"McGill\" đánh vần là M, C..."
    }
  },
  {
    "translation": {
      "en": "Well, run it again.",
      "vi": "Kiểm tra lại đi."
    }
  },
  {
    "translation": {
      "en": "Well, no, no, no. It's paid up. Run it again--",
      "vi": "Không, thanh toán rồi mà. Kiểm tra lại đi."
    }
  },
  {
    "translation": {
      "en": "Oh, God, oh, God, oh, God.",
      "vi": "Chúa ơi."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, Cal. Cal. Look at me.",
      "vi": "Chúa ơi, Cal. Cal. Nhìn em này."
    }
  },
  {
    "translation": {
      "en": "Buddy, look at me. Are you okay? Say something.",
      "vi": "Anh trai, nhìn em này. Anh ổn chứ? Nói gì đi."
    }
  },
  {
    "translation": {
      "en": "What did you do? What did you do to my brother?",
      "vi": "Ông đã làm gì vậy? Ông đã làm gì anh tôi thế?"
    }
  },
  {
    "translation": {
      "en": "-Why don't you look where you're going? -He came out of nowhere.",
      "vi": "- Đi mà không nhìn đường gì hết vậy? - Cậu ta tự nhiên xuất hiện."
    }
  },
  {
    "translation": {
      "en": "You freaking hit him, man. You ran him over.",
      "vi": "Ông tông anh ấy rồi. Ông cán qua anh ấy."
    }
  },
  {
    "translation": {
      "en": "You ran over my brother.",
      "vi": "Ông cán qua anh trai tôi."
    }
  },
  {
    "translation": {
      "en": "-I got the whole thing on video. -It was an accident.",
      "vi": "- Tôi ghi hình lại hết rồi. - Đó là một tai nạn."
    }
  },
  {
    "translation": {
      "en": "It was an accident. He didn't-- He didn't mean to. Look, let me just--",
      "vi": "Đó là một tai nạn. Ông ấy... Ông ấy không cố tình. Để anh..."
    }
  },
  {
    "translation": {
      "en": "-It's broke. Is it broke? -It's my leg.",
      "vi": "- Gãy rồi. Gãy chưa? - Chân tôi."
    }
  },
  {
    "translation": {
      "en": "-You broke his leg. -It's my leg.",
      "vi": "- Ông làm gãy chân rồi. - Chân tôi."
    }
  },
  {
    "translation": {
      "en": "Why you driving around and not looking? Driving around breaking people's legs.",
      "vi": "Sao ông lái xe mà không nhìn thế? Đâm gãy chân người ta rồi."
    }
  },
  {
    "translation": {
      "en": "-Okay. -Somebody call the cops.",
      "vi": "- Được. - Ai gọi cảnh sát đi."
    }
  },
  {
    "translation": {
      "en": "-Don't call-- Don't call the police. -Police.",
      "vi": "- Đừng...Đừng gọi cảnh sát. - Cảnh sát."
    }
  },
  {
    "translation": {
      "en": "-Don't call the police. Don't call the police. -Call them myself.",
      "vi": "Đừng gọi cảnh sát. Để tôi tự gọi."
    }
  },
  {
    "translation": {
      "en": "-Don't call the police. -Don't call the cops?",
      "vi": "- Đừng gọi cảnh sát. - Đừng gọi cảnh sát à?"
    }
  },
  {
    "translation": {
      "en": "-No. -How you gonna fix this?",
      "vi": "- Đừng. - Ông giải quyết sao đây?"
    }
  },
  {
    "translation": {
      "en": "What are you gonna do to make things right?",
      "vi": "Ông định đền bù làm sao đây?"
    }
  },
  {
    "translation": {
      "en": "I don't know, fellas.",
      "vi": "Tôi không biết nữa."
    }
  },
  {
    "translation": {
      "en": "What can I do to make it right?",
      "vi": "Tôi phải đền bù sao đây?"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "vi": "Tôi không biết nữa."
    }
  },
  {
    "translation": {
      "en": "Five hundred dollars.",
      "vi": "Năm trăm đô."
    }
  },
  {
    "translation": {
      "en": "Five hundred bucks? Yeah?",
      "vi": "Năm trăm đô à?"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "vi": "Thế à?"
    }
  },
  {
    "translation": {
      "en": "-What the hell, man? -Listen, Starlight Express.",
      "vi": "- Cái quái gì thế? - Nghe này, Starlight Express."
    }
  },
  {
    "translation": {
      "en": "I'm gonna give you a 9.6 for technique, 0.0 for choice of victim.",
      "vi": "Tôi cho mấy cậu 9,6 điểm kỹ thuật, nhưng 0 điểm khoản chọn nạn nhân."
    }
  },
  {
    "translation": {
      "en": "I'm a lawyer.",
      "vi": "Tôi là luật sư đấy."
    }
  },
  {
    "translation": {
      "en": "Furthermore, does this steaming pile of crap...",
      "vi": "Hơn nữa, nhìn cái đống sắt vụn này"
    }
  },
  {
    "translation": {
      "en": "...scream \"payday\" to you, huh?",
      "vi": "cậu còn nghĩ moi được tiền tôi hả?"
    }
  },
  {
    "translation": {
      "en": "The only way that entire car is worth 500 bucks...",
      "vi": "Cách duy nhất để cái xe đó đáng 500 đô"
    }
  },
  {
    "translation": {
      "en": "...is if there's a $300 hooker sitting in it.",
      "vi": "là có em điếm giá 300 đô ở trong thôi."
    }
  },
  {
    "translation": {
      "en": "Now, let's talk about what you owe me for the windshield.",
      "vi": "Giờ hãy nói về số tiền các cậu nợ tôi vì cái kính chắn gió."
    }
  },
  {
    "translation": {
      "en": "I'll take a check.",
      "vi": "Tôi nhận cả séc."
    }
  },
  {
    "translation": {
      "en": "Chào cô, ladies.",
      "vi": "Chào các cô."
    }
  },
  {
    "translation": {
      "en": "Chào cô, Mrs. Nguyen. My, don't you look...?",
      "vi": "Chào cô, cô Nguyễn. Phiền cô...?"
    }
  },
  {
    "translation": {
      "en": "My mail?",
      "vi": "Lấy thư giùm tôi."
    }
  },
  {
    "translation": {
      "en": "You work for people who have sex with chopped-off head?",
      "vi": "Anh cãi cho bọn làm tình với cái đầu bị cắt à?"
    }
  },
  {
    "translation": {
      "en": "-Was it in the paper? -I heard it from my cousin.",
      "vi": "- Lên báo rồi à? - Tôi nghe được tin từ anh họ."
    }
  },
  {
    "translation": {
      "en": "Why? Why you work for these people?",
      "vi": "Vì sao? Sao anh lại làm cho mấy gã đó?"
    }
  },
  {
    "translation": {
      "en": "Just lucky, I guess.",
      "vi": "Chắc tại may mắn."
    }
  },
  {
    "translation": {
      "en": "Cucumber water for customer only.",
      "vi": "Nước dưa chuột chỉ dành cho khách hàng."
    }
  },
  {
    "translation": {
      "en": "You have zero messages.",
      "vi": "Bạn không có tin nhắn."
    }
  },
  {
    "translation": {
      "en": "Brenda, looking good.",
      "vi": "Brenda, nhìn đẹp đấy."
    }
  },
  {
    "translation": {
      "en": "Nice 'do. Where's Lord Vader?",
      "vi": "Ngon. Chúa Tể Hắc Ám đâu rồi?"
    }
  },
  {
    "translation": {
      "en": "-He's not quite ready for you yet. -South conference room.",
      "vi": "- Ông ấy vẫn chưa sẵn sàng gặp anh. - Phòng hội nghị phía Nam."
    }
  },
  {
    "translation": {
      "en": "-How about you wait out here? -How about I don't?",
      "vi": "- Sao anh không đợi ngay đây nhỉ? - Tôi không đợi thì sao?"
    }
  },
  {
    "translation": {
      "en": "Oh, Sir Francis.",
      "vi": "Ngài Francis."
    }
  },
  {
    "translation": {
      "en": "-James. -Well groomed, as always.",
      "vi": "- James. - Vẫn chỉnh tề như mọi khi."
    }
  },
  {
    "translation": {
      "en": "-Okay. -All right.",
      "vi": "- Ừ. - Được rồi."
    }
  },
  {
    "translation": {
      "en": "Keith, Karen. Yes.",
      "vi": "Keith, Karen. Đúng."
    }
  },
  {
    "translation": {
      "en": "You have meddled with the primal forces of nature, Mr. Hamlin...",
      "vi": "Anh vừa giỡn mặt với sức mạnh nguyên thủy của tự nhiên đấy, Hamlin,"
    }
  },
  {
    "translation": {
      "en": "...and I won't have it.",
      "vi": "và tôi không cho phép."
    }
  },
  {
    "translation": {
      "en": "-Do you want me to call security? -It's okay, Brenda. We got it.",
      "vi": "- Ông muốn tôi gọi bảo vệ không? - Không sao, Brenda. Ổn rồi."
    }
  },
  {
    "translation": {
      "en": "-Hey, Jack. Hey, Nate. Hey, Aaron. -What can we do for you, Jimmy?",
      "vi": "- Chào Jack. Chào Nate. Chào Aaron. - Chúng tôi giúp được gì đây, Jimmy?"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, it's this table.",
      "vi": "Tôi xin lỗi. Chỉ tại cái bàn này."
    }
  },
  {
    "translation": {
      "en": "Something just comes over me.",
      "vi": "Tự nhiên tôi thấy cái gì đó."
    }
  },
  {
    "translation": {
      "en": "You can tell me what this 26,000 is supposed to be for.",
      "vi": "Anh có thể cho tôi biết 26.000 đô này là cho cái gì."
    }
  },
  {
    "translation": {
      "en": "That's money for Chuck. Isn't that what you wanted?",
      "vi": "Đó là tiền dành cho Chuck. Không phải anh muốn thế à?"
    }
  },
  {
    "translation": {
      "en": "A measly 26 grand? Jesus, you're like Peter Minuit with the Indians.",
      "vi": "Có 26 ngàn thôi à? Anh keo kiệt vừa thôi chứ."
    }
  },
  {
    "translation": {
      "en": "Throw in some beads and shells while you're at it.",
      "vi": "Nhân tiện cho thêm mấy xu lẻ vào đi."
    }
  },
  {
    "translation": {
      "en": "It's just a start, there'll be more. Unless you're gonna just tear them all up.",
      "vi": "Đó là ứng trước thôi, còn nữa mà. Trừ phi anh muốn xé hết tất cả."
    }
  },
  {
    "translation": {
      "en": "And why was it made out to me? Why not Chuck?",
      "vi": "Sao nó lại được gửi tới chỗ tôi? Sao không gửi Chuck?"
    }
  },
  {
    "translation": {
      "en": "Can he make his way to the bank?",
      "vi": "Anh ấy có tự tới ngân hàng được không?"
    }
  },
  {
    "translation": {
      "en": "I just assumed it was best to have the money go through you.",
      "vi": "Tôi cho rằng tốt nhất là gửi tiền qua anh."
    }
  },
  {
    "translation": {
      "en": "We can do it any way you want.",
      "vi": "Chúng tôi có thể làm theo cách anh muốn."
    }
  },
  {
    "translation": {
      "en": "This isn't going away, Howard.",
      "vi": "Chẳng có cách nào cả, Howard."
    }
  },
  {
    "translation": {
      "en": "What Chuck did for this firm, and damn near single-handedly...",
      "vi": "Với những gì Chuck đã làm cho công ty, hầu như một tay anh ấy làm"
    }
  },
  {
    "translation": {
      "en": "...one-third of this place belongs to him. Yeah.",
      "vi": "thì một phần ba chỗ này thuộc về anh ấy."
    }
  },
  {
    "translation": {
      "en": "What have you got, 12 chairs here? Four of these chairs are Chuck's.",
      "vi": "Các anh có 12 ghế ở đây nhỉ? Bốn trong số này là của Chuck."
    }
  },
  {
    "translation": {
      "en": "You got five of these light thingamajigs...",
      "vi": "Năm cái đèn loại gì gì ấy đó,"
    }
  },
  {
    "translation": {
      "en": "...one and two-thirds are Chuck's. Yeah.",
      "vi": "thì có một và hai phần ba là của Chuck."
    }
  },
  {
    "translation": {
      "en": "How many Danishes? Six Danishes?",
      "vi": "Bao nhiêu? Sáu cái bánh à?"
    }
  },
  {
    "translation": {
      "en": "-You can have all the Danish you want. -No, no. They're Chuck's Danishes.",
      "vi": "- Anh lấy bao nhiêu cũng được, Jimmy. - Không. Là bánh của Chuck chứ."
    }
  },
  {
    "translation": {
      "en": "And Chuck isn't greedy, so he'll just take two...",
      "vi": "Mà Chuck không tham lam, nên anh ấy chỉ lấy hai"
    }
  },
  {
    "translation": {
      "en": "...plus $17 million. In that ballpark.",
      "vi": "cộng với 17 triệu đô. Tầm đấy là vừa."
    }
  },
  {
    "translation": {
      "en": "I mean, we'll know once we get the accountants poking around here.",
      "vi": "Ý tôi là, chúng tôi sẽ biết khi kế toán nhúng mũi vào."
    }
  },
  {
    "translation": {
      "en": "Until then, no more penny ante checks designed to make it look...",
      "vi": "Cho đến lúc đó, đừng gửi mấy tờ séc vô giá trị để ra vẻ như"
    }
  },
  {
    "translation": {
      "en": "...like Chuck still works here. He doesn't. He never will again.",
      "vi": "Chuck vẫn làm việc ở đây. Anh ấy không làm ở đây. Không bao giờ nữa."
    }
  },
  {
    "translation": {
      "en": "It's time to do right by him, and cash him out.",
      "vi": "Đến lúc để cư xử công bằng và lấy phần của anh ấy rồi."
    }
  },
  {
    "translation": {
      "en": "So these are Chuck's own wishes that you're conveying?",
      "vi": "Vậy những gì anh truyền đạt là nguyện vọng của Chuck à?"
    }
  },
  {
    "translation": {
      "en": "This is what's best for him.",
      "vi": "Đây là những gì tốt nhất cho anh ấy."
    }
  },
  {
    "translation": {
      "en": "So he personally told you that it's his wish to withdraw from the firm?",
      "vi": "Anh ấy đích thân nói với anh ước muốn của mình là rút khỏi công ty à?"
    }
  },
  {
    "translation": {
      "en": "See, that would surprise me.",
      "vi": "Nếu thế thật thì tôi sẽ ngạc nhiên lắm."
    }
  },
  {
    "translation": {
      "en": "It's been nearly a year since he set foot in here.",
      "vi": "Đã gần một năm kể từ lần cuối anh ấy tới đây."
    }
  },
  {
    "translation": {
      "en": "-I'm just doing what's in his best interests. -So am I.",
      "vi": "Tôi chỉ làm những gì - tốt nhất cho anh ấy. - Tôi nữa."
    }
  },
  {
    "translation": {
      "en": "And I, for one, believe he's gonna lick this thing.",
      "vi": "Và tôi là người tin rằng anh ấy sẽ vượt qua chuyện này."
    }
  },
  {
    "translation": {
      "en": "Until then, his office is just as he left it. His secretary is still on payroll.",
      "vi": "Còn giờ, văn phòng vẫn y nguyên. Thư ký anh ấy vẫn lĩnh lương mà."
    }
  },
  {
    "translation": {
      "en": "If Chuck can call this an extended sabbatical, then so can we.",
      "vi": "Nếu Chuck có thể coi đây là kỳ nghỉ kéo dài, chúng tôi cũng thế."
    }
  },
  {
    "translation": {
      "en": "He's that important to us.",
      "vi": "Anh ấy quan trọng thế đấy."
    }
  },
  {
    "translation": {
      "en": "You know what? Let's let a jury figure it out.",
      "vi": "Anh biết sao không? Hãy để bồi thẩm đoàn lo vụ này."
    }
  },
  {
    "translation": {
      "en": "Yeah. They're gonna love you, Howard.",
      "vi": "Họ sẽ yêu anh lắm đấy, Howard."
    }
  },
  {
    "translation": {
      "en": "You're so down to earth and relatable.",
      "vi": "Anh thực tế và dễ gần quá mà."
    }
  },
  {
    "translation": {
      "en": "And you will atone.",
      "vi": "Và anh sẽ phải chuộc lỗi."
    }
  },
  {
    "translation": {
      "en": "It's Ned Beatty from Network.",
      "vi": "Ned Beatty nói trong phim Network."
    }
  },
  {
    "translation": {
      "en": "For chrissakes, guys.",
      "vi": "Thề có Chúa, các người."
    }
  },
  {
    "translation": {
      "en": "Jimmy.",
      "vi": "Jimmy."
    }
  },
  {
    "translation": {
      "en": "I almost forgot. This month's filings.",
      "vi": "Tí nữa thì tôi quên. Hồ sơ tháng này."
    }
  },
  {
    "translation": {
      "en": "You can save me the postage.",
      "vi": "Tiết kiệm một con tem."
    }
  },
  {
    "translation": {
      "en": "Weren't you listening in there? Chuck doesn't work here anymore.",
      "vi": "Anh không nghe tôi nói trong đó à? Chuck không làm việc ở đây nữa."
    }
  },
  {
    "translation": {
      "en": "Think I'm gonna help you establish a paper trail?",
      "vi": "Anh nghĩ tôi sẽ giúp anh tạo ra dấu vết giấy tờ à?"
    }
  },
  {
    "translation": {
      "en": "-Jimmy-- -Stop trying to pawn that shit off on him.",
      "vi": "- Jimmy... - Đừng đẩy mấy thứ này cho anh ấy nữa."
    }
  },
  {
    "translation": {
      "en": "Jimmy.",
      "vi": "Jimmy."
    }
  },
  {
    "translation": {
      "en": "You know, Jimmy, sometimes in our line of work...",
      "vi": "Jimmy, đôi lúc, trong nghề của chúng ta,"
    }
  },
  {
    "translation": {
      "en": "...you can get so caught up in the idea of winning...",
      "vi": "ta có thể trở nên háo thắng quá"
    }
  },
  {
    "translation": {
      "en": "...that you forget to listen to your heart.",
      "vi": "đến nỗi quên lắng nghe xem trái tim nói gì."
    }
  },
  {
    "translation": {
      "en": "Give Chuck my love, would you?",
      "vi": "Gửi Chuck tình cảm của tôi, nhé?"
    }
  },
  {
    "translation": {
      "en": "Oh, there you are. Betsy, Craig.",
      "vi": "À, các bạn đây rồi. Betsy, Craig."
    }
  },
  {
    "translation": {
      "en": "Hi. Oh, Craig, you need your own purse.",
      "vi": "Chào. Ôi Craig, anh cần có ví riêng đi."
    }
  },
  {
    "translation": {
      "en": "-Did it work out? -Yeah.",
      "vi": "- Có được không? - Có."
    }
  },
  {
    "translation": {
      "en": "It was very nice.",
      "vi": "Tuyệt lắm."
    }
  },
  {
    "translation": {
      "en": "-You look lovely today. -Oh, thank you so much.",
      "vi": "- Hôm nay cô trông đẹp quá. - Cảm ơn rất nhiều."
    }
  },
  {
    "translation": {
      "en": "-Couldn't you just--? -You know I can't.",
      "vi": "- Em có thể...? - Anh biết là không mà."
    }
  },
  {
    "translation": {
      "en": "Son of a bitch.",
      "vi": "Khốn kiếp."
    }
  },
  {
    "translation": {
      "en": "-You ground yourself? -Yes, I grounded myself.",
      "vi": "- Nối đất chưa? - Em nối rồi."
    }
  },
  {
    "translation": {
      "en": "You gotta stop putting bacon on the list.",
      "vi": "Ngừng cho thịt xông khói vào danh sách đi,"
    }
  },
  {
    "translation": {
      "en": "That cooler's looking like a trichinosis stew.",
      "vi": "cái thùng lạnh đó như một mớ giun xoắn hầm vậy."
    }
  },
  {
    "translation": {
      "en": "Perfect timing.",
      "vi": "Đúng lúc đấy."
    }
  },
  {
    "translation": {
      "en": "Professor Brans Vogelson?",
      "vi": "Giáo sư Brans Vogelson?"
    }
  },
  {
    "translation": {
      "en": "University of Helsinki?",
      "vi": "Đại học Helsinki à?"
    }
  },
  {
    "translation": {
      "en": "Yeah, you're gonna have to get that translated.",
      "vi": "Em mang nó đi dịch đi."
    }
  },
  {
    "translation": {
      "en": "-Into Swedish? -Finnish.",
      "vi": "- Sang tiếng Thụy Điển à? - Phần Lan."
    }
  },
  {
    "translation": {
      "en": "Finish translating into--?",
      "vi": "Phần Lan, dịch sang...?"
    }
  },
  {
    "translation": {
      "en": "I'm sure there's someone at UNM who can do that.",
      "vi": "Chắc ở đại học New Mexico sẽ có người làm được."
    }
  },
  {
    "translation": {
      "en": "You do know I'm trying to start a legal practice?",
      "vi": "Anh biết em đang cố mở một văn phòng luật rồi chứ?"
    }
  },
  {
    "translation": {
      "en": "Vogelson's been working on the effects of electromagnetic fields on zebrafish and--",
      "vi": "Vogelson đang làm thí nghiệm một hiệu ứng về trường điện từ trên cá ngựa vằn, và..."
    }
  },
  {
    "translation": {
      "en": "Financial Times.",
      "vi": "Thời báo Tài chính."
    }
  },
  {
    "translation": {
      "en": "Yeah, I knew you missed it, so I figured, what the heck?",
      "vi": "Phải, em biết anh nhớ nó, nên em nghĩ, sao lại không chứ?"
    }
  },
  {
    "translation": {
      "en": "Thank you. I know it's expensive here.",
      "vi": "Cảm ơn em. Anh biết là đắt."
    }
  },
  {
    "translation": {
      "en": "-That's not-- -I don't expect you to go out-of-pocket.",
      "vi": "- Đó không... - Anh không muốn em cháy túi đâu."
    }
  },
  {
    "translation": {
      "en": "Go ahead, reimburse yourself.",
      "vi": "Lấy tiền bồi hoàn đi."
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "vi": "Cảm ơn."
    }
  },
  {
    "translation": {
      "en": "Hey, Chuck, can you not read that for a second?",
      "vi": "Này, Chuck, anh ngừng đọc một chút được không?"
    }
  },
  {
    "translation": {
      "en": "Can we talk?",
      "vi": "Mình nói chuyện nhé?"
    }
  },
  {
    "translation": {
      "en": "Are you all right? You look peaked.",
      "vi": "Em có sao không? Nhìn em xanh thế."
    }
  },
  {
    "translation": {
      "en": "I'm fine. Please, just sit.",
      "vi": "Em ổn. Hãy ngồi đi."
    }
  },
  {
    "translation": {
      "en": "You're not in trouble?",
      "vi": "Em không gặp rắc rối chứ?"
    }
  },
  {
    "translation": {
      "en": "You gotta cash out.",
      "vi": "Anh phải rút phần của mình."
    }
  },
  {
    "translation": {
      "en": "-You gotta. -Again? Really?",
      "vi": "- Bắt buộc đấy. - Lại nữa? Thật đấy à?"
    }
  },
  {
    "translation": {
      "en": "There's no other way.",
      "vi": "Hết cách rồi."
    }
  },
  {
    "translation": {
      "en": "I know that you don't wanna hear it, but you've got to.",
      "vi": "Em biết anh không muốn nghe, nhưng anh phải rút thôi."
    }
  },
  {
    "translation": {
      "en": "You know I'm going to beat this.",
      "vi": "Em biết anh sẽ vượt qua mà."
    }
  },
  {
    "translation": {
      "en": "You know I'm going to get better.",
      "vi": "Em biết anh sẽ khá lên."
    }
  },
  {
    "translation": {
      "en": "Yeah, sure.",
      "vi": "Dĩ nhiên rồi."
    }
  },
  {
    "translation": {
      "en": "Well, then there's nothing more to talk about.",
      "vi": "Thế thì chẳng còn gì để nói cả."
    }
  },
  {
    "translation": {
      "en": "I will beat this. Ergo, a falsis principiis proficisci.",
      "vi": "Anh sẽ vượt qua. Vậy thì, falsis principiis proficisci."
    }
  },
  {
    "translation": {
      "en": "-Meaning.... -That's not--",
      "vi": "- Nghĩa là? - Đó không phải..."
    }
  },
  {
    "translation": {
      "en": "-Meaning.... -That's the one about false principles--",
      "vi": "- Nghĩa là? - Là về những nguyên tắc sai..."
    }
  },
  {
    "translation": {
      "en": "You proceed from false principles.",
      "vi": "Em tiến hành từ những nguyên tắc sai."
    }
  },
  {
    "translation": {
      "en": "Your argument is built on quicksand, therefore it collapses.",
      "vi": "Lập luận của em như lâu đài cát vậy, thế nên, nó sẽ đổ thôi."
    }
  },
  {
    "translation": {
      "en": "Yeah, you're not listening.",
      "vi": "Anh không nghe em rồi."
    }
  },
  {
    "translation": {
      "en": "Fine. Let's take this to its logical conclusion.",
      "vi": "Rồi. Hãy suy luận theo hướng logic nhé."
    }
  },
  {
    "translation": {
      "en": "In order to pay out my share...",
      "vi": "Để trả hết cổ phần lại cho anh,"
    }
  },
  {
    "translation": {
      "en": "...suppose my partners are forced to liquidate the firm.",
      "vi": "các đối tác của anh buộc phải thanh lý công ty."
    }
  },
  {
    "translation": {
      "en": "-Then what? -That's their problem.",
      "vi": "- Rồi sao? - Đó là vấn đề của họ."
    }
  },
  {
    "translation": {
      "en": "My clients are out in the cold.",
      "vi": "Thân chủ của anh sẽ bị bỏ rơi."
    }
  },
  {
    "translation": {
      "en": "My cases are scattered to the winds, 126 people lose their jobs.",
      "vi": "Khách hàng của anh tiêu tán hết, 126 người mất việc."
    }
  },
  {
    "translation": {
      "en": "What happens to your cronies in the mailroom?",
      "vi": "Rồi các bạn nối khố của em trong phòng văn thư?"
    }
  },
  {
    "translation": {
      "en": "The assistants, paralegals, the janitorial staff...",
      "vi": "Phòng trợ lý luật, đội lao công nữa"
    }
  },
  {
    "translation": {
      "en": "...all of them out on the street.",
      "vi": "tất cả bọn họ sẽ phải ra đường."
    }
  },
  {
    "translation": {
      "en": "Your friend Kim, a promising career, over and done with.",
      "vi": "Bạn em Kim, sự nghiệp rất hứa hẹn, sẽ mất hết tất cả."
    }
  },
  {
    "translation": {
      "en": "Hamlin owes you everything. You built that place singlehandedly...",
      "vi": "Hamlin nợ anh mọi thứ. Anh đã một tay gây dựng nên chỗ đó"
    }
  },
  {
    "translation": {
      "en": "...while he was at Four Hills working on his bunker shot.",
      "vi": "trong khi hắn thảnh thơi đi đánh gôn."
    }
  },
  {
    "translation": {
      "en": "-Let's not exaggerate. I helped. -You helped.",
      "vi": "- Đừng phóng đại chứ. Anh giúp thôi. - Anh giúp thôi à?"
    }
  },
  {
    "translation": {
      "en": "All the more reason not to tear it down just for a little bit of cash.",
      "vi": "Càng có lý do để ta không làm công ty tan nát chỉ vì ít tiền."
    }
  },
  {
    "translation": {
      "en": "Chuck, I'm going under. Okay?",
      "vi": "Chuck, em đang chìm rồi, hiểu chưa?"
    }
  },
  {
    "translation": {
      "en": "For the third time, with these bull-crap contract counsel--",
      "vi": "Lần thứ ba, với cái hợp đồng tư vấn vớ vẩn..."
    }
  },
  {
    "translation": {
      "en": "-Bull crap? -Bull crap, pissant, PD cases...",
      "vi": "- Vớ vẩn à? - Vớ vẩn, vô nghĩa, một vụ bào chữa"
    }
  },
  {
    "translation": {
      "en": "...at 700 bucks a shot.",
      "vi": "được trả có 700 đô."
    }
  },
  {
    "translation": {
      "en": "Public defender work is some of the best experience there is.",
      "vi": "Bào chữa công là nơi đúc rút kinh nghiệm tốt nhất đấy."
    }
  },
  {
    "translation": {
      "en": "I just had a case, Chuck, with three clients.",
      "vi": "Em vừa có một vụ, Chuck, ba thân chủ."
    }
  },
  {
    "translation": {
      "en": "Arraignment, voir dire, jury trial, the whole nine yards.",
      "vi": "Khởi tố, thẩm tra sơ khởi, bồi thẩm đoàn, không thiếu thứ gì."
    }
  },
  {
    "translation": {
      "en": "You know what I took home? Seven hundred bucks.",
      "vi": "Anh biết em kiếm được bao nhiêu không? Bảy trăm đô."
    }
  },
  {
    "translation": {
      "en": "I might as well head down to skid row and sell plasma.",
      "vi": "Thà đi bán máu còn hơn."
    }
  },
  {
    "translation": {
      "en": "You're representing people who have nowhere else to turn.",
      "vi": "Em đại diện cho những người không biết phải dựa vào đâu."
    }
  },
  {
    "translation": {
      "en": "Money is beside the point.",
      "vi": "Tiền bạc không quan trọng."
    }
  },
  {
    "translation": {
      "en": "Money is not beside the point. Money is the point.",
      "vi": "Tiền bạc có quan trọng đấy. Tiền là quan trọng nhất."
    }
  },
  {
    "translation": {
      "en": "I keep telling you, have patience. There are no shortcuts.",
      "vi": "Anh nói với em mãi rồi, hãy kiên nhẫn. Không có đường tắt đâu."
    }
  },
  {
    "translation": {
      "en": "-Do good work and the clients-- -The clients will come. Yeah, I know.",
      "vi": "- Cứ làm cho tốt, rồi thân chủ... - Thân chủ sẽ tới. Biết rồi."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Hand to God, I wasn't gonna say this, but you are broke.",
      "vi": "Thề có Chúa, em không định nói đâu, nhưng anh phá sản rồi."
    }
  },
  {
    "translation": {
      "en": "I can't carry both of us. I've been trying like hell, but I can't.",
      "vi": "Em không thể gánh nổi cả hai. Em đã cày như trâu rồi, nhưng bó tay."
    }
  },
  {
    "translation": {
      "en": "You're saying, what, you think you have to provide for me?",
      "vi": "Ý em là, em nghĩ mình phải chu cấp cho anh à?"
    }
  },
  {
    "translation": {
      "en": "-I never asked you that. -You didn't have to ask, okay?",
      "vi": "- Anh đâu có nhờ. - Anh không cần nhờ, được chưa?"
    }
  },
  {
    "translation": {
      "en": "I've been doing my damnedest, but the day of reckoning is here.",
      "vi": "Em đã cố hết sức, nhưng ngày thanh toán đến rồi."
    }
  },
  {
    "translation": {
      "en": "Soon, Chuck, you're gonna be out on the street...",
      "vi": "Sớm thôi, Chuck, anh sẽ phải ra đường"
    }
  },
  {
    "translation": {
      "en": "...with all the electromagnetism in the world raining down on you.",
      "vi": "rồi trường điện từ của cả thế giới sẽ giáng lên đầu anh."
    }
  },
  {
    "translation": {
      "en": "Now, please, please, picture that...",
      "vi": "Giờ anh hãy tưởng tượng cảnh đó"
    }
  },
  {
    "translation": {
      "en": "...then tell me that money is beside the point.",
      "vi": "rồi cứ nói tiền bạc không quan trọng đi."
    }
  },
  {
    "translation": {
      "en": "-This is what has you all worked up? -Yeah.",
      "vi": "- Đây là chuyện khiến em khó chịu à? - Phải."
    }
  },
  {
    "translation": {
      "en": "Jimmy, there's nothing to worry about.",
      "vi": "Jimmy, chẳng việc gì phải lo cả."
    }
  },
  {
    "translation": {
      "en": "-Here. -What is this?",
      "vi": "- Đây. - Cái gì đây?"
    }
  },
  {
    "translation": {
      "en": "A stipend. There's gonna be one every week.",
      "vi": "Phụ cấp. Mỗi tuần một lần."
    }
  },
  {
    "translation": {
      "en": "Eight hundred and fifty seven dollars from Hamlin Hamlin McGill.",
      "vi": "Tám trăm năm mươi bảy đô từ Hamlin Hamlin McGill."
    }
  },
  {
    "translation": {
      "en": "I'm gonna pay him back. Every penny.",
      "vi": "Anh sẽ trả lại, từng đồng một."
    }
  },
  {
    "translation": {
      "en": "I didn't wanna take anything, but Howard was very insistent.",
      "vi": "Anh chẳng muốn nhận tí nào, nhưng Howard cứ khăng khăng."
    }
  },
  {
    "translation": {
      "en": "And I'm gonna pay you back too.",
      "vi": "Anh cũng sẽ trả lại tiền cho em."
    }
  },
  {
    "translation": {
      "en": "-Hamlin was here? -It's not like I'm a recluse.",
      "vi": "- Hamlin đã tới đây à? - Có phải anh ở ẩn đâu."
    }
  },
  {
    "translation": {
      "en": "-He put his cell phone in the mailbox? -He understands the situation.",
      "vi": "- Hắn để điện thoại ngoài hòm thư à? - Anh ta hiểu tình hình mà."
    }
  },
  {
    "translation": {
      "en": "-He grounded himself? -Of course.",
      "vi": "- Hắn có nối đất chứ? - Dĩ nhiên."
    }
  },
  {
    "translation": {
      "en": "And the two of you agreed that since, as everybody knows...",
      "vi": "Hai người đồng ý là, vì như ai cũng biết,"
    }
  },
  {
    "translation": {
      "en": "...you're going back to work any day now, the firm should help you make ends meet?",
      "vi": "anh có thể đi làm lại bất cứ lúc nào, nên công ty sẽ giúp anh sống qua ngày à?"
    }
  },
  {
    "translation": {
      "en": "That's correct, minus the sarcasm.",
      "vi": "Đúng thế, trừ khoản châm chọc."
    }
  },
  {
    "translation": {
      "en": "Hamlin's making you a chump.",
      "vi": "Hamlin biến anh thành thằng ngu."
    }
  },
  {
    "translation": {
      "en": "I'm going to get better.",
      "vi": "Anh sẽ khá lên."
    }
  },
  {
    "translation": {
      "en": "I'm gonna go back to work, and I'm picking up where I left off.",
      "vi": "Anh sẽ quay lại làm việc và tiếp tục những gì đang dang dở."
    }
  },
  {
    "translation": {
      "en": "Sorry.",
      "vi": "Xin lỗi."
    }
  },
  {
    "translation": {
      "en": "Sorry, Chuck.",
      "vi": "Xin lỗi, Chuck."
    }
  },
  {
    "translation": {
      "en": "I understand that you're trying to look out for me...",
      "vi": "Anh hiểu là em đang cố bảo vệ anh,"
    }
  },
  {
    "translation": {
      "en": "...but you're missing the bigger picture.",
      "vi": "nhưng em không thấy toàn cảnh rồi."
    }
  },
  {
    "translation": {
      "en": "I got it.",
      "vi": "Em hiểu."
    }
  },
  {
    "translation": {
      "en": "Speaking of which....",
      "vi": "Nhân tiện..."
    }
  },
  {
    "translation": {
      "en": "Howard brought this.",
      "vi": "Howard đem tới cái này."
    }
  },
  {
    "translation": {
      "en": "-He's concerned. -What?",
      "vi": "- Anh ta quan tâm đấy. - Cái gì?"
    }
  },
  {
    "translation": {
      "en": "You have to admit, it could be confusing. Hamlin Hamlin McGill. James M. McGill.",
      "vi": "Phải công nhận là rối. Hamlin Hamlin McGill. James M. McGill."
    }
  },
  {
    "translation": {
      "en": "-That's my name, I was born with it. I-- -Still.",
      "vi": "- Đó là tên em, tên khai sinh... - Thì vẫn là thế."
    }
  },
  {
    "translation": {
      "en": "How about \"Vanguard Law\"?",
      "vi": "\"Văn phòng luật Vanguard\" thì sao?"
    }
  },
  {
    "translation": {
      "en": "Or \"Gibraltar.\" Ple--",
      "vi": "Hoặc \"Gibraltar.\" Hãy..."
    }
  },
  {
    "translation": {
      "en": "Wait, so I'm not supposed to use my name on Hamlin's say-so?",
      "vi": "Đợi đã, tức là em không được phép dùng tên mình vì Hamlin bảo thế à?"
    }
  },
  {
    "translation": {
      "en": "What's he gonna do, sue me?",
      "vi": "Hắn định làm sao, kiện em à?"
    }
  },
  {
    "translation": {
      "en": "Nobody wants to create an adversarial situation.",
      "vi": "Không ai muốn xảy ra xích mích cả."
    }
  },
  {
    "translation": {
      "en": "I'm sure Howard would gladly pay the cost of new matchbooks and so on.",
      "vi": "Anh chắc Howard sẵn lòng thanh toán tiền mấy bao diêm mới và đại loại thế."
    }
  },
  {
    "translation": {
      "en": "It's simply a matter of professional courtesy.",
      "vi": "Đó đơn giản là cách ứng xử chuyên nghiệp thôi mà."
    }
  },
  {
    "translation": {
      "en": "Chuck, whose side are you on?",
      "vi": "Chuck, anh về phe nào thế?"
    }
  },
  {
    "translation": {
      "en": "There are no sides.",
      "vi": "Chẳng có phe nào cả."
    }
  },
  {
    "translation": {
      "en": "But Jimmy....",
      "vi": "Nhưng, Jimmy..."
    }
  },
  {
    "translation": {
      "en": "Wouldn't you rather build your own identity?",
      "vi": "Em không muốn gây dựng danh tiếng cho riêng mình à?"
    }
  },
  {
    "translation": {
      "en": "Why ride on someone else's coattails?",
      "vi": "Sao em cứ phải dựa hơi người khác?"
    }
  },
  {
    "translation": {
      "en": "You wanna dance, Howard?",
      "vi": "Muốn nhảy à Howard?"
    }
  },
  {
    "translation": {
      "en": "Let's dance.",
      "vi": "Thế thì cùng nhảy."
    }
  },
  {
    "translation": {
      "en": "Yeah, backside on it.",
      "vi": "Nhảy xoay lưng đi."
    }
  },
  {
    "translation": {
      "en": "Go.",
      "vi": "Đi."
    }
  },
  {
    "translation": {
      "en": "You can get closer than that, you bitch. Come on.",
      "vi": "Anh có thể làm giỏi hơn thế. Cố lên."
    }
  },
  {
    "translation": {
      "en": "All right, here it comes.",
      "vi": "Đây rồi."
    }
  },
  {
    "translation": {
      "en": "There you go. Better.",
      "vi": "Thế chứ. Ngon hơn rồi đấy."
    }
  },
  {
    "translation": {
      "en": "-How was that? -It's all right. Here, take a look.",
      "vi": "- Thế nào? - Được đấy. Ngay đây này, xem đi."
    }
  },
  {
    "translation": {
      "en": "-So tighter. Everything-- -Tighter? What--? Tighter what?",
      "vi": "- Sát hơn. Mọi thứ... - Sát hơn? Cái gì...? Sát hơn cái gì?"
    }
  },
  {
    "translation": {
      "en": "I don't know, just stand tighter. You know what I mean?",
      "vi": "Em không biết, đứng sát hơn. Hiểu ý em không?"
    }
  },
  {
    "translation": {
      "en": "I don't know what you mean.",
      "vi": "Chẳng hiểu."
    }
  },
  {
    "translation": {
      "en": "That's a-- We can call that a stylistic choice, I guess.",
      "vi": "Ta có thể bảo đó là phong cách riêng."
    }
  },
  {
    "translation": {
      "en": "Hey, fellas. We got business.",
      "vi": "Này các cậu. Chúng ta có việc."
    }
  },
  {
    "translation": {
      "en": "How did you find us?",
      "vi": "Sao ông tìm được bọn tôi?"
    }
  },
  {
    "translation": {
      "en": "I know. Eerie, right?",
      "vi": "TRƯỢT VÁN Tôi biết. Lạ lắm, phải không?"
    }
  },
  {
    "translation": {
      "en": "Whoa, come on. Give me 30 seconds.",
      "vi": "Thôi nào. Cho tôi 30 giây thôi."
    }
  },
  {
    "translation": {
      "en": "Could be the most profitable 30 seconds of your lives.",
      "vi": "Có thể là 30 giây hời nhất cuộc đời mấy cậu đấy."
    }
  },
  {
    "translation": {
      "en": "Let me tell you about a young guy.",
      "vi": "Để tôi kể hai cậu nghe về một thanh niên."
    }
  },
  {
    "translation": {
      "en": "Actually, he's about your age.",
      "vi": "Thật ra là tầm tuổi mấy cậu."
    }
  },
  {
    "translation": {
      "en": "He lived a long way from here...",
      "vi": "Anh ta sống cách xa nơi này,"
    }
  },
  {
    "translation": {
      "en": "...in a town called Cicero, Illinois.",
      "vi": "ở thị trấn Cicero bang Illinois."
    }
  },
  {
    "translation": {
      "en": "And in Cicero, he was the man.",
      "vi": "Và ở Cicero, anh ta là đỉnh nhất."
    }
  },
  {
    "translation": {
      "en": "I mean, when he strolled down the street...",
      "vi": "Ý tôi là, khi anh ta đi dọc con phố,"
    }
  },
  {
    "translation": {
      "en": "...all the corner boys would give him the high five.",
      "vi": "mấy tên nhóc giang hồ đều muốn chào anh ta."
    }
  },
  {
    "translation": {
      "en": "All the finest babes would smile at him...",
      "vi": "Và mấy em ngon nhất sẽ cười với anh ta"
    }
  },
  {
    "translation": {
      "en": "...and hope that he would smile back.",
      "vi": "và hy vọng rằng anh ta sẽ đáp lại."
    }
  },
  {
    "translation": {
      "en": "They called him Slippin' Jimmy...",
      "vi": "Họ gọi anh ta là Thánh Ngã Jimmy"
    }
  },
  {
    "translation": {
      "en": "...and everybody wanted to be his friend.",
      "vi": "và tất cả đều muốn được làm bạn với anh ta."
    }
  },
  {
    "translation": {
      "en": "Slippin' Jimmy.",
      "vi": "Thánh Ngã Jimmy."
    }
  },
  {
    "translation": {
      "en": "What the hell kind of name is that?",
      "vi": "Cái loại tên khỉ gió gì thế?"
    }
  },
  {
    "translation": {
      "en": "Well, I'll tell you now. Winters in Cicero are murder.",
      "vi": "Để tôi nói cho mà nghe. Mùa đông Cicero lạnh chết người."
    }
  },
  {
    "translation": {
      "en": "You guys, growing up out here in the Golden West, you don't know.",
      "vi": "Mấy cậu lớn lên ở miền Tây này thì không hiểu được đâu."
    }
  },
  {
    "translation": {
      "en": "Okay? I'm talking cold that'll freeze the snot right in your nose.",
      "vi": "Được chưa? Tôi đang nói tới cái lạnh đóng băng nước mũi ngay trong mũi cậu."
    }
  },
  {
    "translation": {
      "en": "I'm talking wind that'll cut through your jacket and carve you up like a Ginsu knife.",
      "vi": "Cơn gió luồn qua tay áo cắt da cắt thịt như dao cứa vậy."
    }
  },
  {
    "translation": {
      "en": "In fact, most folks in Cicero were scared of winter.",
      "vi": "Hầu hết mọi người ở Cicero đều sợ những ngày đông."
    }
  },
  {
    "translation": {
      "en": "But not Jimmy.",
      "vi": "Nhưng Jimmy thì không."
    }
  },
  {
    "translation": {
      "en": "Jimmy would wait around all summer...",
      "vi": "Suốt hè Jimmy chỉ ngồi yên chờ đợi,"
    }
  },
  {
    "translation": {
      "en": "...and when September finally rolled around...",
      "vi": "tháng Chín cuối cùng cũng tới,"
    }
  },
  {
    "translation": {
      "en": "...and he'd feel that first cold wind come sweeping off Lake Michigan...",
      "vi": "khi cảm nhận được cơn gió lạnh đầu mùa lướt qua mặt hồ Michigan"
    }
  },
  {
    "translation": {
      "en": "...he knew it was coming.",
      "vi": "anh ta biết nó đã đến."
    }
  },
  {
    "translation": {
      "en": "Was it Christmas? Was it Kwanzaa?",
      "vi": "Là Giáng sinh à? Hay lễ Kwanzaa?"
    }
  },
  {
    "translation": {
      "en": "Better. It was slip-and-fall season.",
      "vi": "Còn tuyệt hơn nữa. Đó là mùa \"ngã\" tới rồi."
    }
  },
  {
    "translation": {
      "en": "As soon as it was cold enough, he'd find a nice, smooth patch of ice.",
      "vi": "Khi thời tiết đủ lạnh, anh liền kiếm một con đường đóng băng trơn trượt."
    }
  },
  {
    "translation": {
      "en": "State Street was good, Michigan Avenue was better.",
      "vi": "Quốc lộ cũng được. Đại lộ Michigan càng tốt."
    }
  },
  {
    "translation": {
      "en": "He'd pick his spot, wait for it to get busy...",
      "vi": "Anh chọn một chỗ, đợi đến khi đường đông đúc,"
    }
  },
  {
    "translation": {
      "en": "...then he'd walk out on the ice and boom.",
      "vi": "rồi anh bước tới chỗ tảng băng, và bùm."
    }
  },
  {
    "translation": {
      "en": "He would biff it so hard...",
      "vi": "Anh ngã mạnh tới nỗi"
    }
  },
  {
    "translation": {
      "en": "...people would come running from five blocks away.",
      "vi": "người từ cách năm con phố cũng phải tới ngó."
    }
  },
  {
    "translation": {
      "en": "Yeah, but did he collect?",
      "vi": "Rồi, nhưng hắn có kiếm được không?"
    }
  },
  {
    "translation": {
      "en": "\"Did he collect?\" Slippin' Jimmy had it dialed in.",
      "vi": "\"Có kiếm được không\" à? Jimmy Thánh Ngã thuộc bài rồi."
    }
  },
  {
    "translation": {
      "en": "One good fall, he'd clear 6, 8 grand.",
      "vi": "Một cú ngã tốt hắn ta kiếm được sáu đến tám ngàn."
    }
  },
  {
    "translation": {
      "en": "That'd keep him in Old Milwaukee and Maui Waui right through Labor Day.",
      "vi": "Giúp anh ta sống ở Old Milwaukee và Maui Waui đến qua Lễ Lao động đấy."
    }
  },
  {
    "translation": {
      "en": "-Eight grand? -Eight grand.",
      "vi": "- Tám ngàn à? - Tám ngàn."
    }
  },
  {
    "translation": {
      "en": "Now, see, I look at you guys, I see potential.",
      "vi": "Tôi thấy tiềm năng trong các cậu."
    }
  },
  {
    "translation": {
      "en": "The skateboard's a nice wrinkle, that makes it a year-round gig.",
      "vi": "Mánh trượt ván hay đấy, xài được quanh năm."
    }
  },
  {
    "translation": {
      "en": "Clearly, you know how to take a header. Right?",
      "vi": "Rõ ràng là các cậu biết cách ngã đâm đầu, phải chứ?"
    }
  },
  {
    "translation": {
      "en": "But I gotta ask you...",
      "vi": "Nhưng phải hỏi hai cậu"
    }
  },
  {
    "translation": {
      "en": "...your best day ever, how much did you clear?",
      "vi": "ngày làm ăn ngon lành nhất, kiếm được bao nhiêu?"
    }
  },
  {
    "translation": {
      "en": "-Six hundred and thirty. -Six hundred and thirty.",
      "vi": "- Sáu trăm ba mươi đô. - Sáu trăm ba mươi đô."
    }
  },
  {
    "translation": {
      "en": "Six hundred and thirty bucks? Was that for one fall?",
      "vi": "Sáu trăm ba mươi đô. Kiếm được từ một vụ à?"
    }
  },
  {
    "translation": {
      "en": "-Two. -Two falls in one day?",
      "vi": "- Hai. - Hai vụ trong một ngày?"
    }
  },
  {
    "translation": {
      "en": "-Even at your age, that's gotta hurt. -True that.",
      "vi": "- Dù ở tuổi các cậu thì cũng đau đấy. - Chuẩn."
    }
  },
  {
    "translation": {
      "en": "All right. Well, I got a job for you.",
      "vi": "Được rồi, tôi có việc này cho hai cậu đây."
    }
  },
  {
    "translation": {
      "en": "How's 2 grand sound?",
      "vi": "Hai ngàn được không?"
    }
  },
  {
    "translation": {
      "en": "Two grand for one hit?",
      "vi": "Hai ngàn một vụ à?"
    }
  },
  {
    "translation": {
      "en": "One hit.",
      "vi": "Một vụ."
    }
  },
  {
    "translation": {
      "en": "Plus you get to learn from the best.",
      "vi": "Thêm nữa, các cậu còn được học hỏi từ chuyên gia."
    }
  },
  {
    "translation": {
      "en": "-Nice boat. -Yeah.",
      "vi": "- Thuyền đẹp đấy. - Ừ."
    }
  },
  {
    "translation": {
      "en": "Discrete, like a stripper pole in a mosque.",
      "vi": "Kín đáo thật, như cột thoát y trong nhà thờ Hồi giáo vậy."
    }
  },
  {
    "translation": {
      "en": "Forget the boat. Look at the car. You know what that is?",
      "vi": "Quên cái thuyền đi. Nhìn cái xe kìa. Cậu biết đấy là xe gì không?"
    }
  },
  {
    "translation": {
      "en": "-I don't know, a station wagon? -It's a Mercury.",
      "vi": "- Chịu. Loại thùng sau dài à? - Là Mercury."
    }
  },
  {
    "translation": {
      "en": "A 1988 Mercury Sable wagon.",
      "vi": "Chiếc wagon Mercury Sable đời 1988."
    }
  },
  {
    "translation": {
      "en": "Remember it. Burn it into your brains, you got it?",
      "vi": "Ghi nhớ đi. In vào não ấy, được chưa?"
    }
  },
  {
    "translation": {
      "en": "It's a Mercury Sable wagon, sure.",
      "vi": "Chiếc wagon Mercury Sable."
    }
  },
  {
    "translation": {
      "en": "Close your eyes. What color is it?",
      "vi": "Nhắm mắt lại. Nó màu gì?"
    }
  },
  {
    "translation": {
      "en": "-Brown. -Brown.",
      "vi": "- Nâu. - Nâu."
    }
  },
  {
    "translation": {
      "en": "No, it's medium sandalwood.",
      "vi": "Không, là màu gỗ đàn hương."
    }
  },
  {
    "translation": {
      "en": "Keep your eyes closed. How does the license plate start?",
      "vi": "Cứ nhắm mắt. Biển số xe bắt đầu là gì?"
    }
  },
  {
    "translation": {
      "en": "-Four. -Give those gentlemen a gold star.",
      "vi": "- Bốn. - Thưởng cho phiếu bé ngoan."
    }
  },
  {
    "translation": {
      "en": "Betsy Kettleman's her name.",
      "vi": "Betsy Kettleman là tên cô ta."
    }
  },
  {
    "translation": {
      "en": "Every weekday between 2:25 and 2:50 she comes through here...",
      "vi": "Các ngày trong tuần tầm 2:25 đến 2:50, cô ta lái qua đây"
    }
  },
  {
    "translation": {
      "en": "...on her way to pick up her kids at Kit Carson Elementary.",
      "vi": "trên đường đi đón con ở trường cấp một Kit Carson."
    }
  },
  {
    "translation": {
      "en": "You need a place where she's gonna slow down, right?",
      "vi": "Các cậu cần một chỗ cô ta đi chậm lại, đúng không?"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -All right. Well, there you go.",
      "vi": "- Vâng. - Được rồi. Ở đó đó."
    }
  },
  {
    "translation": {
      "en": "She slows down, she hangs a right...",
      "vi": "Cô ta đi chậm lại, cua sang phải,"
    }
  },
  {
    "translation": {
      "en": "...you come shooting out of there and do what you did to me.",
      "vi": "cậu vọt ra từ đằng đó và diễn như với tôi ấy."
    }
  },
  {
    "translation": {
      "en": "You go ass over teakettle, you make it a blue-ribbon special.",
      "vi": "Ngã chổng vó đi, diễn cho thật chân thực."
    }
  },
  {
    "translation": {
      "en": "When she gets out of the car, you're suffering Saint Sebastian, right?",
      "vi": "Khi cô ta ra khỏi xe thì kêu la nhiệt tình vào, hiểu chưa?"
    }
  },
  {
    "translation": {
      "en": "You're the hammer. You get in her face, you scare the bejeezus out of her.",
      "vi": "Cậu chủ động. Dí sát mặt cô ta, dọa cho cô nàng sợ chết khiếp."
    }
  },
  {
    "translation": {
      "en": "Give me your phone.",
      "vi": "Đưa điện thoại cho tôi."
    }
  },
  {
    "translation": {
      "en": "-It's kind of busy here, don't you think? -Yeah. Witnesses are good.",
      "vi": "- Ở đây hơi đông, ông nghĩ thế không? - Có nhân chứng là tốt."
    }
  },
  {
    "translation": {
      "en": "Witnesses are pressure, all right?",
      "vi": "Nhân chứng gây áp lực mà, hiểu chứ?"
    }
  },
  {
    "translation": {
      "en": "Now, once you've got her good and rattled...",
      "vi": "Khi cô nàng cuống lên rồi,"
    }
  },
  {
    "translation": {
      "en": "...then you call for an ambulance, but really you're calling for me.",
      "vi": "thì cậu gọi cho cứu thương, nhưng thật ra là gọi cho tôi."
    }
  },
  {
    "translation": {
      "en": "I'm number one on your speed dial, next to your weed dealer.",
      "vi": "Tôi đặt phím số một quay số nhanh, ngay cạnh nút gọi cò cần sa."
    }
  },
  {
    "translation": {
      "en": "You call me, I hotfoot it over here. I just \"happened\" to be driving by.",
      "vi": "Cậu gọi xong rồi tôi phóng qua đó. Tôi chỉ \"tình cờ\" lái ngang qua."
    }
  },
  {
    "translation": {
      "en": "I stop to see what the trouble is, and this is the important part...",
      "vi": "Tôi dừng xe để xem có chuyện gì, và đây là phần quan trọng nhất,"
    }
  },
  {
    "translation": {
      "en": "...you don't know me. We've never met. You got it?",
      "vi": "các cậu không biết tôi. Ta chưa từng gặp. Hiểu chưa?"
    }
  },
  {
    "translation": {
      "en": "-Sure. -Okay.",
      "vi": "- Dĩ nhiên. - Rồi."
    }
  },
  {
    "translation": {
      "en": "Now, I'm Mrs. K's white knight. We go mano a mano.",
      "vi": "Giờ, tôi sẽ là hiệp sĩ áo trắng. Chúng ta đấu tay đôi."
    }
  },
  {
    "translation": {
      "en": "You light into me, okay? Get nasty.",
      "vi": "Cậu sẽ tấn công tôi, hiểu chưa? Dữ dội vào."
    }
  },
  {
    "translation": {
      "en": "No touching, leave the hair alone...",
      "vi": "Không động chạm, chừa tóc ra"
    }
  },
  {
    "translation": {
      "en": "...but otherwise, you know, open season.",
      "vi": "nhưng ngoài ra thì, thoải mái."
    }
  },
  {
    "translation": {
      "en": "Yell, stomp, call me a douche bag.",
      "vi": "La hét. Nhảy đùng đùng, gọi tôi là thằng khốn."
    }
  },
  {
    "translation": {
      "en": "I'm gonna play it cool, give you back some of the razzmatazz...",
      "vi": "Tôi sẽ làm màu một tí, chơi lại cậu vài quả tượng trưng."
    }
  },
  {
    "translation": {
      "en": "...and once she's seen the fireworks, you fold like a lawn chair. Happy ending.",
      "vi": "Và khi cô nàng lóa mắt rồi, cậu gục xuống. Kết thúc có hậu."
    }
  },
  {
    "translation": {
      "en": "-When do we get our money? -After.",
      "vi": "- Khi nào chúng tôi nhận được tiền? - Sau đó."
    }
  },
  {
    "translation": {
      "en": "-\"After.\" -After.",
      "vi": "- \"Sau đó.\" - Sau đó."
    }
  },
  {
    "translation": {
      "en": "You get paid when I get paid. I'm the rising tide that raises all dinghies.",
      "vi": "Tôi được tiền thì tới hai cậu. Nước lên thì thuyền lên."
    }
  },
  {
    "translation": {
      "en": "Now, pop quiz. What's the car?",
      "vi": "Giờ hỏi nhanh. Cái xe thế nào?"
    }
  },
  {
    "translation": {
      "en": "-Mercury Sable wagon. -Baby-poop brown.",
      "vi": "- Chiếc wagon Mercury Sable. - Màu nâu phân trẻ con."
    }
  },
  {
    "translation": {
      "en": "-Okay, do you know me? -No.",
      "vi": "- Rồi. Các cậu có biết tôi không? - Không."
    }
  },
  {
    "translation": {
      "en": "Damn straight. Go with God.",
      "vi": "Chuẩn luôn. Đi đi."
    }
  },
  {
    "translation": {
      "en": "Well, I'm just glad I happened to be passing by.",
      "vi": "Tôi rất vui đã tình cờ lái ngang qua."
    }
  },
  {
    "translation": {
      "en": "Happy to be of help, Betsy. May I call you Betsy?",
      "vi": "Rất vui khi được giúp cô, Betsy. Tôi gọi cô là Betsy được không?"
    }
  },
  {
    "translation": {
      "en": "Please, call me James.",
      "vi": "Cứ gọi tôi là James."
    }
  },
  {
    "translation": {
      "en": "Oh, the kid will be fine. Don't worry.",
      "vi": "Thằng nhóc sẽ ổn thôi. Đừng lo lắng."
    }
  },
  {
    "translation": {
      "en": "He just got his bell rung a little. I'll handle that.",
      "vi": "Mình mẩy ê ẩm tí thôi mà. Để đấy tôi lo cho."
    }
  },
  {
    "translation": {
      "en": "Oh, no.",
      "vi": "À, không."
    }
  },
  {
    "translation": {
      "en": "Oh, no, no. I wouldn't think of taking your money for this, so....",
      "vi": "Không, không. Tôi sẽ không nhận tiền vụ này đâu."
    }
  },
  {
    "translation": {
      "en": "The embezzlement case? Yes, I'd be happy to talk it over.",
      "vi": "Vụ biển thủ à? Vâng, tôi sẵn lòng bàn bạc chuyện đó."
    }
  },
  {
    "translation": {
      "en": "Oh, shit.",
      "vi": "Khỉ thật."
    }
  },
  {
    "translation": {
      "en": "Two-minute warning. Two-minute warning.",
      "vi": "Cảnh báo còn hai phút."
    }
  },
  {
    "translation": {
      "en": "Got it.",
      "vi": "Nghe rồi."
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "vi": "Ôi Chúa ơi!"
    }
  },
  {
    "translation": {
      "en": "What happened?",
      "vi": "Chuyện gì thế?"
    }
  },
  {
    "translation": {
      "en": "Call 911.",
      "vi": "Gọi 911 đi."
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Cal. Cal.",
      "vi": "Chúa ơi. Cal."
    }
  },
  {
    "translation": {
      "en": "Look at me. Are you okay? Buddy, say something.",
      "vi": "Nhìn em này. Anh ổn chứ? Anh nói gì đi."
    }
  },
  {
    "translation": {
      "en": "Cal, look at me. Come on already.",
      "vi": "Cal, nhìn em này. Thôi nào."
    }
  },
  {
    "translation": {
      "en": "What is she doing in there? She making a sandwich?",
      "vi": "Cô nàng làm gì trong đó thế? Làm sandwich à?"
    }
  },
  {
    "translation": {
      "en": "Where's her sense of responsibility?",
      "vi": "Tinh thần trách nhiệm đâu hết rồi?"
    }
  },
  {
    "translation": {
      "en": "-What? -What?",
      "vi": "- Gì thế? - Gì thế?"
    }
  },
  {
    "translation": {
      "en": "Hey. What the...?",
      "vi": "Này! Cái quái...?"
    }
  },
  {
    "translation": {
      "en": "Funny to run into you, Betsy. I was just strolling the neighborhood.",
      "vi": "Tình cờ quá, Betsy. Tôi đang đi dạo quanh khu phố thôi."
    }
  },
  {
    "translation": {
      "en": "You were in an accident? Oh, that's....",
      "vi": "Cô dính vào tai nạn à? Ôi, chuyện này..."
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "vi": "Nhanh nào."
    }
  },
  {
    "translation": {
      "en": "-Yeah. -She took off on us.",
      "vi": "- Đây. - Cô ta bỏ chạy."
    }
  },
  {
    "translation": {
      "en": "-She what? -It was textbook, man.",
      "vi": "- Cô ta làm sao? - Bọn tôi làm chuẩn."
    }
  },
  {
    "translation": {
      "en": "We were diamonds. But then she just took off.",
      "vi": "Hoàn hảo không tì vết. Nhưng cô ta chạy luôn."
    }
  },
  {
    "translation": {
      "en": "Okay, wait. She hit and run?",
      "vi": "Được rồi, đợi đã. Cô ta tông rồi chạy à?"
    }
  },
  {
    "translation": {
      "en": "That's what I'm saying. She bailed and wailed.",
      "vi": "Tôi vừa nói thế mà. Quất ngựa truy phong luôn."
    }
  },
  {
    "translation": {
      "en": "Okay, just stay where you are. I'll come get you.",
      "vi": "Được rồi. Cứ ở nguyên đấy. Tôi sẽ qua đón."
    }
  },
  {
    "translation": {
      "en": "No, no, no. Screw that, man. We're following her.",
      "vi": "Không. Quên đi. Bọn tôi đang bám theo."
    }
  },
  {
    "translation": {
      "en": "You're-- How are--? You're following her how?",
      "vi": "Các cậu... Làm thế...? Theo bằng cách nào?"
    }
  },
  {
    "translation": {
      "en": "We got our ways, yo.",
      "vi": "Có cách của bọn tôi."
    }
  },
  {
    "translation": {
      "en": "Okay, okay, okay. New plan. New plan.",
      "vi": "Rồi, rồi, kế hoạch mới. Kế hoạch mới."
    }
  },
  {
    "translation": {
      "en": "You do know me. I'm your lawyer. You got that? I'll meet you at the school.",
      "vi": "Tôi là luật sư của cả hai. Hiểu chưa? Tôi sẽ gặp hai cậu ở trường."
    }
  },
  {
    "translation": {
      "en": "No, she's way past the school.",
      "vi": "Không, cô ta đi quá trường rồi."
    }
  },
  {
    "translation": {
      "en": "She hooked a left on Juan Tabo, now she's coming into Holiday Park.",
      "vi": "Cô ta rẽ trái sang hướng Juan Tabo, và đi vào Công viên Holiday rồi."
    }
  },
  {
    "translation": {
      "en": "Okay, stay with her. When she gets where she's going...",
      "vi": "Được rồi, cứ bám theo đi. Khi cô ta tới nơi,"
    }
  },
  {
    "translation": {
      "en": "...wherever that is, don't do anything.",
      "vi": "bất kể là ở đâu, cũng đừng làm gì cả đấy."
    }
  },
  {
    "translation": {
      "en": "-Wait for me. -Wait for what?",
      "vi": "- Đợi tôi đến. - Đợi làm gì?"
    }
  },
  {
    "translation": {
      "en": "You haven't been right even once. Slippin' Jimmy my ass.",
      "vi": "Ông nói chả đúng gì cả. \"Thánh Ngã Jimmy\" cái búa ấy."
    }
  },
  {
    "translation": {
      "en": "You fell into the honeypot, kid. You get it? Hit-and-run is a felony.",
      "vi": "Chuột sa chĩnh gạo rồi. Hiểu chưa? Tông rồi chạy là trọng tội."
    }
  },
  {
    "translation": {
      "en": "-So what? -\"So what?\" So more money.",
      "vi": "- Thì sao? - \"Thì sao\" à? Thì thêm tiền chứ sao."
    }
  },
  {
    "translation": {
      "en": "He says we fell in the honeypot.",
      "vi": "Ông ta nói chuột sa chĩnh gạo rồi."
    }
  },
  {
    "translation": {
      "en": "-He says more money. -So, what do we need him for?",
      "vi": "- Nói là có thêm tiền. - Thế còn cần hắn làm gì?"
    }
  },
  {
    "translation": {
      "en": "Cal, Lars, whoever--",
      "vi": "Cal, Lars, có ai..."
    }
  },
  {
    "translation": {
      "en": "Oh, damn it.",
      "vi": "Khốn nạn."
    }
  },
  {
    "translation": {
      "en": "Come on, come on.",
      "vi": "Thôi nào."
    }
  },
  {
    "translation": {
      "en": "-Do it, do it, do it. -Son of a bitch.",
      "vi": "- Làm đi. - Khỉ thật."
    }
  },
  {
    "translation": {
      "en": "Come on. Come on.",
      "vi": "Cố lên."
    }
  },
  {
    "translation": {
      "en": "-Hey, your leg. -Oh, I'm gonna do this one.",
      "vi": "- Này. Chân anh kìa. - Vụ này để em."
    }
  },
  {
    "translation": {
      "en": "Okay. Hey. Hey. Yo, hold up.",
      "vi": "Rồi. Này. Đợi đã."
    }
  },
  {
    "translation": {
      "en": "Hey, yeah, you. What is the matter with you?",
      "vi": "Này, phải rồi, bà đấy. Bà bị làm sao thế hả?"
    }
  },
  {
    "translation": {
      "en": "-You hit and run. -You ran him over.",
      "vi": "- Tông người rồi chạy. - Bà cán qua anh ấy."
    }
  },
  {
    "translation": {
      "en": "You felonied my brother.",
      "vi": "Bà phạm tội với anh trai tôi."
    }
  },
  {
    "translation": {
      "en": "-Habla English. -We call-- We call la policia.",
      "vi": "- Nói tiếng Anh đi. - Chúng tôi gọi...Chúng tôi gọi cảnh sát."
    }
  },
  {
    "translation": {
      "en": "-La policia gonna be pissed. -I see you hit him.",
      "vi": "- Cảnh sát sẽ điên lắm đấy. - Tôi đã thấy bà tông anh ấy."
    }
  },
  {
    "translation": {
      "en": "You see that windshield? You did that.",
      "vi": "Bà thấy cái kính chắn gió không? Bà làm đấy."
    }
  },
  {
    "translation": {
      "en": "-I did that. -You did that.",
      "vi": "- Tôi làm. - Bà làm."
    }
  },
  {
    "translation": {
      "en": "-You did that to me. -Now you pay.",
      "vi": "- Bà làm thế với tôi. - Giờ bà phải đền bù."
    }
  },
  {
    "translation": {
      "en": "Make with the dinero.",
      "vi": "Dùng tiền ấy."
    }
  },
  {
    "translation": {
      "en": "Sí, righteous dinero.",
      "vi": "Phải rồi, tiền."
    }
  },
  {
    "translation": {
      "en": "-Okay. -Yeah, that's what I'm talking about.",
      "vi": "- Được. - Đúng rồi, phải thế chứ."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "vi": "Được rồi."
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "vi": "Đi nào."
    }
  },
  {
    "translation": {
      "en": "-Is that money? -Yeah.",
      "vi": "- Tiền đấy à? - Ừ."
    }
  },
  {
    "translation": {
      "en": "Watch the step. Watch the step.",
      "vi": "Cẩn thận chân kìa."
    }
  },
  {
    "translation": {
      "en": "Watch it. Watch the step.",
      "vi": "Cẩn thận, cẩn thận."
    }
  },
  {
    "translation": {
      "en": "Where are you?",
      "vi": "Mấy đứa đâu rồi?"
    }
  },
  {
    "translation": {
      "en": "Holiday Park.",
      "vi": "Công viên Holiday."
    }
  },
  {
    "translation": {
      "en": "Mrs. Kettleman, Betsy, what are you doing here?",
      "vi": "Cô Kettleman, Betsy, cô làm gì ở đây thế?"
    }
  },
  {
    "translation": {
      "en": "Hit-and-run? That's very serious.",
      "vi": "Tông rồi chạy à? Tội nghiêm trọng đấy."
    }
  },
  {
    "translation": {
      "en": "I can mediate. I represent their parents, so....",
      "vi": "Tôi có thể làm trung gian. Tôi đại diện cho cha mẹ chúng, nên..."
    }
  },
  {
    "translation": {
      "en": "Come on, come on.",
      "vi": "Thôi nào."
    }
  },
  {
    "translation": {
      "en": "Open up, officer of the court.",
      "vi": "Mở cửa, cán bộ tòa án đây."
    }
  },
  {
    "translation": {
      "en": "Open up in the name of the law.",
      "vi": "Nhân danh pháp luật mở cửa ra."
    }
  },
  {
    "translation": {
      "en": "Good afternoon, this--",
      "vi": "Xin chào. Đây..."
    }
  }
]